[
  {
    "id": 1,
    "text": "  Автор: Joust<s>r\n  Жанр: романтика, повседневность<s>r\n  <s>r\n<s>r\n  Это история о молодой девушке, которая в поисках работы мечты отправляется в курортный городок и устраивается экскурсоводом при отеле. <s>r\n  Но что она там найдет, только работу или же что-то более важное?<s>r\n <s>r\n<s>r\n  Пока это только начало квеста. Надеюсь читателям будет интересно. Жду отзывы и конструктивную критику)<s>r\n<s>r\n  P.S. Квест ориентирован на женскую аудиторию.<s>r\n<s>r\n<s>r\n  Добавлена 2 часть! Приятного чтения!)",
    "answers": [
      {
        "id": 2,
        "text": "Начать"
      },
      {
        "id": 105,
        "text": "Описание персонажей",
        "need_ever": true
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "https://sun9-38.userapi.com/c852128/v852128188/1be39c/KGYq_1LpizM.jpg",
        "system": true
      },
      {
        "id": 110,
        "text": "Перейти к другим частям"
      }
    ]
  },
  {
    "id": 2,
    "text": "               “Дорогая мисс Эйлин Рид,\n\n  Мы рассмотрели ваше резюме, и спешим сообщить, что оно нас весьма впечатлило.\n\n  Хотим пригласить вас на встречу, для прохождения собеседования.\n\n  Если вы заинтересованы, в нашей вакансии, ждем вас 27 мая в 13:00 \n\nпо адресу: 211, Хайден Роуд\n\n   С уважением, Джессика Дэнт, Заместитель исполнительного директора \"Уикенд Лэнд\"",
    "answers": [
      {
        "id": 3,
        "text": "Отложить письмо"
      }
    ]
  },
  {
    "id": 3,
    "text": "   Я перечитывала это письмо, уже наверно в десятый раз, и никак не могла поверить своим глазам.<s>r\n<s>r\n   Неужели, мне наконец улыбнулась удача?<s>r\n<s>r\n   После стольких скитаний по различным фирмам и агентствам, я наконец то смогла найти работу по специальности?<s>r\n<s>r\n   Почти шесть лет я провела в университете, потом и кровью получая свои дипломы. И почти шесть месяцев, не могла ими воспользоваться и устроится в хорошую компанию.<s>r\n<s>r\n   Оказалось, что специалист в области туризма, да и еще с дипломом культуролрога, не так и востребован, как заверяли в универе.<s>r\n<s>r\n   Чтобы жить независимо от родителей и оплачивать мою небольшую квартирку, на верхнем этаже трехэтажного здания, в тихом районе, мне пришлось устроится на подработки. <s>r\n<s>r\n   Где я только не работала за эти полгода.<s>r\n<s>r\n   И, о чудо! Сегодня утром, в почтовом ящике, я нахожу это письмо!",
    "answers": [
      {
        "id": 4,
        "text": "Бегать по квартире от радости"
      },
      {
        "id": 5,
        "text": "Успокоиться и взять себя в руки"
      }
    ]
  },
  {
    "id": 4,
    "text": "   От прилива эмоций и радости, я стала скакать по квартире и размахивать письмом.\n\n   Ураааа!\n   \n   Бдыыщ\n\n   Ну отлично, ударилась ногой о ножку стола, аай.\n \n   Мда, рано радуюсь, меня еще не устроили, сначала нужно пройти собеседование и впечатлить работодателей. \n\n   Я доковыляла до кровати. Эхх лишь бы нога не распухла, надо бы приложить лед.",
    "answers": [
      {
        "id": 6,
        "text": "Приложить лед"
      },
      {
        "id": 7,
        "text": "Оставить как есть"
      }
    ]
  },
  {
    "id": 5,
    "text": "  Так, нужно успокоиться. Это всего лишь первая ступень, еще нужно пройти собеседование.\n\n  Мне нужно собраться, как следует подготовиться и покорить всех боссов своим умом и обаянием.",
    "answers": [
      {
        "id": 8,
        "text": "Дальше "
      }
    ]
  },
  {
    "id": 6,
    "text": "  Я поковыляла к холодильнику и достала пакет со льдом.\n\n  Уфф, так то лучше, боль сразу стала проходить.",
    "answers": [
      {
        "id": 8,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 7,
    "text": "  Ладно ничего, не так уж и больно, само пройдет.",
    "answers": [
      {
        "id": 8,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 8,
    "text": "  27 мая это уже завтра. 13.00 не так и рано у меня будет много времени чтоб собраться и спокойно доехать до места.\n\n  Я села за компьютер и открыла карту. Хайден Роуд была довольно далековато, но если ехать на метро, можно добраться минут за 40. \n\n  Но все же есть резон собраться сегодня, чтобы завтра не спешить. \n\n  Ну или можно расслабиться и посмотреть сериальчик.",
    "answers": [
      {
        "id": 9,
        "text": "Начать собираться"
      },
      {
        "id": 10,
        "text": "Смотреть Игру Престолов"
      }
    ]
  },
  {
    "id": 9,
    "text": "  Да, действительно так будет спокойней.\n\n  Я прошла в ванную комнату, и стала наполнять ванну. \n\n  Думаю, что на собеседовании не последнюю роль играет внешний вид. \n\n  Я понежилась в горячей ванне, намазалась всевозможными кремами и лосьонами, сделала аккуратный маникюр, высушила и уложила волосы феном.\n\n  Осталось погладить одежду на завтра и сложить в сумку все необходимые документы и можно отправляться спать.",
    "answers": [
      {
        "id": 11,
        "text": "Лечь спать"
      }
    ]
  },
  {
    "id": 10,
    "text": "  Ладно завтра будет время собраться, можно глянуть пару серий. \n\n  Я взяла с кухни чипсы, переоделась в любимую пижаму и удобно устроилась с ноутбуком на кровати. Ну поехали.\n\n  4 серии спустя..\n\n  Эхх этот сериал так затягивает. Я и не заметила, как наступила ночь. Пора ложиться спать, чтоб завтра встать бодрой и отдохнувшей.",
    "answers": [
      {
        "id": 11,
        "text": "Лечь спать"
      }
    ]
  },
  {
    "id": 11,
    "text": "  She says...Don't. let. go. Never give up, it's such a wonderful life\n\n  Какого?! \n\n  Я не сразу поняла, что у меня звонит телефон. Я дотянулась до тумбочки и ответила на звонок.\n\n  — Мисс Эйлин Рид?\n\n  — Да, слушаю.\n\n  — Простите за столь ранний звонок, так не удобно получилось, но мы вынуждены перенести собеседование сегодня на 10.00.\n\n  Я рывком села на кровати и посмотрела на дисплей телефона. 8.32!!!\n\n  — Чтооо!? Вы серьезно? Да кто же предупреждает о таком за полтора часа!!!\n\n  — Простите, но я всего лишь выполняю поручения руководства. Вам решать приходить или нет.\n\n  — Да, извините, я немного погорячилась. Я обязательно приду.\n\n  — Хорошо, до свидания.\n\n  Вот так начало важного дня.",
    "answers": [
      {
        "id": 12,
        "text": "Хорошо, что я собралась с вечера",
        "need": 9
      },
      {
        "id": 13,
        "text": "Вскочить и начать судорожно собираться",
        "need": 10
      }
    ]
  },
  {
    "id": 12,
    "text": "  На дорогу уйдет примерно 40 минут. Значит останется минут 50 на сборы. Думаю, этого вполне хватит. Мне даже стало немного стыдно, что накричала на бедную секретаршу. И что это у них за обстоятельства такие интересно? ",
    "answers": [
      {
        "id": 14,
        "text": "Пойти в ванную умываться"
      }
    ]
  },
  {
    "id": 13,
    "text": "  Что за ужас?! Ну и шуточки у них. \n\n  На дорогу уйдет примерно 40 минут. Значит на сбры остается минут 50. Это не мало, но если учесть, что я вчера вообще ничего не сделала, сегодня мне придется чем-то пожертвовать.\n\n  В душ нужно сходить обязательно и документы собрать. И не идти же в мятой одежде.\n\n  АААААА!",
    "answers": [
      {
        "id": 15,
        "text": "АААААА!"
      }
    ]
  },
  {
    "id": 14,
    "text": "  Так дыхание свежее, лицо бодрое.\n\n  Теперь можно позавтракать.\n",
    "answers": [
      {
        "id": 16,
        "text": "Отправиться на кухню"
      }
    ]
  },
  {
    "id": 15,
    "text": "  Ладно, спокойно, я почти готова. Осталось только одеться. \n\n  Завтрак и макияж увы мне не светят.\n\n   Я подошла к гардеробу. Что бы мне одеть на собеседование в турфирму? Что-то строгое или наоборот свободное?",
    "answers": [
      {
        "id": 18,
        "text": "Белая блузка и черная юбка. Классика"
      },
      {
        "id": 19,
        "text": "Узкие черные брюки и красная блузка."
      },
      {
        "id": 20,
        "text": "Синие джинсы и легкий, светлый джемпер"
      },
      {
        "id": 21,
        "text": "Короткие серые шорты и футболка с принтом ввиде карты мира."
      }
    ]
  },
  {
    "id": 16,
    "text": "  Времени не особо много, так что сегодня будет легкий перекус. Тост с джемом, чай и яблоко.",
    "answers": [
      {
        "id": 17,
        "text": "Съесть завтрак"
      }
    ]
  },
  {
    "id": 17,
    "text": "  Голод вполне утолён, нужно одеться сделать макияж и в путь.\n\n   Я подошла к гардеробу. Что бы мне одеть на собеседование в турфирму? Что-то строгое или наоборот свободное?",
    "answers": [
      {
        "id": 18,
        "text": "Белая блузка и черная юбка. Классика"
      },
      {
        "id": 19,
        "text": "Узкие черные брюки и красная блузка"
      },
      {
        "id": 20,
        "text": "Синие джинсы и легкий светлый джемпер"
      },
      {
        "id": 21,
        "text": "Короткие серые шорты и футболка с принтом ввиде карты мира"
      }
    ]
  },
  {
    "id": 18,
    "text": "  Отлично. Скромная, строгая классика. Беспроигрышный вариант",
    "answers": [
      {
        "id": 22,
        "text": "Оставляю"
      },
      {
        "id": 18,
        "text": "Снять",
        "backstepCount": 1,
        "isBack": true
      }
    ]
  },
  {
    "id": 19,
    "text": "  Немного броско, но красный мне к лицу. Пусть видят, что я с характером.",
    "answers": [
      {
        "id": 22,
        "text": "Оставляю"
      },
      {
        "id": 19,
        "text": "Снять",
        "backstepCount": 1,
        "isBack": true
      }
    ]
  },
  {
    "id": 20,
    "text": "  Свободный стиль. Мило и удобно. На все случаи жизни.",
    "answers": [
      {
        "id": 22,
        "text": "Оставляю"
      },
      {
        "id": 20,
        "text": "Снять",
        "backstepCount": 1,
        "isBack": true
      }
    ]
  },
  {
    "id": 21,
    "text": "  Надеюсь это не перебор. Зато видно, что всегда готова к походам, да и с чувством юмора все нормально)",
    "answers": [
      {
        "id": 22,
        "text": "Оставляю"
      },
      {
        "id": 21,
        "text": "Снять",
        "backstepCount": 1,
        "isBack": true
      }
    ]
  },
  {
    "id": 22,
    "text": "  Теперь прическа",
    "answers": [
      {
        "id": 23,
        "text": "Пучок",
        "need": -10
      },
      {
        "id": 23,
        "text": "Хвост",
        "need": -10
      },
      {
        "id": 23,
        "text": "Распущенные",
        "need": -10
      },
      {
        "id": 23,
        "text": "Кудри",
        "need": -10
      },
      {
        "id": 23,
        "text": "Идти как есть",
        "need": 10
      }
    ]
  },
  {
    "id": 23,
    "text": "И обувь.",
    "answers": [
      {
        "id": 24,
        "text": "Выбрать обувь",
        "need": -7
      },
      {
        "id": 25,
        "text": "Нога распухла",
        "need": 7
      }
    ]
  },
  {
    "id": 24,
    "text": "Что же лучше подойдет к моему наряду и прическе?",
    "answers": [
      {
        "id": 26,
        "text": "Черные туфли на шпильке"
      },
      {
        "id": 27,
        "text": "Красные туфли на толстом каблуке"
      },
      {
        "id": 28,
        "text": "Белые балетки"
      },
      {
        "id": 29,
        "text": "Кеды"
      },
      {
        "id": 30,
        "text": "Кроссовки"
      }
    ]
  },
  {
    "id": 25,
    "text": "  К сожаленью после удара ногой об стол, я не приложила лед, и она слегка распухла.\n\n  Теперь туфли на каблуке мне не одеть иначе я и двух шагов не пройду.",
    "answers": [
      {
        "id": 28,
        "text": "Белые балетки"
      },
      {
        "id": 29,
        "text": "Кеды"
      },
      {
        "id": 30,
        "text": "Кроссовки"
      }
    ]
  },
  {
    "id": 26,
    "text": "Красивые, классические туфли",
    "answers": [
      {
        "id": 31,
        "text": "Оставляю"
      },
      {
        "id": 26,
        "text": "Снять",
        "backstepCount": 1,
        "isBack": true
      }
    ]
  },
  {
    "id": 27,
    "text": "Яркие и удобные",
    "answers": [
      {
        "id": 31,
        "text": "Оставляю"
      },
      {
        "id": 27,
        "text": "Снять",
        "backstepCount": 1,
        "isBack": true
      }
    ]
  },
  {
    "id": 28,
    "text": "Скромные и ко всему подойдут",
    "answers": [
      {
        "id": 31,
        "text": "Оставляю"
      },
      {
        "id": 28,
        "text": "Снять",
        "backstepCount": 1,
        "isBack": true
      }
    ]
  },
  {
    "id": 29,
    "text": "Мои любимые черно-белые кеды",
    "answers": [
      {
        "id": 31,
        "text": "Оставляю"
      },
      {
        "id": 29,
        "text": "Снять",
        "backstepCount": 1,
        "isBack": true
      }
    ]
  },
  {
    "id": 30,
    "text": "Легкие и удобные кроссовки, для бега",
    "answers": [
      {
        "id": 31,
        "text": "Оставляю"
      },
      {
        "id": 30,
        "text": "Снять",
        "backstepCount": 1,
        "isBack": true
      }
    ]
  },
  {
    "id": 31,
    "text": "  Наконец я собралась, бросила на себя критичный взгляд в зеркало, и побежала на метро.",
    "answers": [
      {
        "id": 32,
        "text": "В путь"
      }
    ]
  },
  {
    "id": 32,
    "text": "  Путь от дома до метро прошел спокойно, все веселье началось при входе в подземку. <s>r\n<s>r\n  Сначала меня никак не хотел пропускать турникет, сколько я не прикладывала карту он выдавал ошибку. Все-таки прорвавшись на платформу, я поняла, что состав уже готовится закрыть двери и уехать. На последних секундах я запрыгиваю в вагон и мою сумку зажимает дверьми, от чего они никак не хотят закрываться. Все же я додумалась пропихнуться вперед и убрать сумку.<s>r\n<s>r\n  Поехали. На следующей станции зашло еще больше народа, меня зажало так, что сложно было вдохнуть. При попытке пошевелиться и перехватить сумку поудобней, заехала локтем в лицо какому-то мужчине.<s>r\n<s>r\n— Извините, — выдохнула я. Мужчина видимо обиделся, отвернулся, и всю дорогу тыкал своим портфелем мне в спину.<s>r\n<s>r\n  В общем до своей станции я добралась злая и изрядно помятая. ",
    "answers": [
      {
        "id": 33,
        "text": "Выйти из метро"
      }
    ]
  },
  {
    "id": 33,
    "text": "  Уф, наконец-то свежий воздух. Вот она прекрасная улица Хайден Роуд, сочетающая в себе современные небоскребы и старинные кирпичные здания. \n\n  От места назначения меня отделял небольшой парк. Дом 211 как раз был на другом его конце.\n\n  Я взглянула на часы 9.52. До начала собеседования у меня оставалось меньше 10 минут.\n\n  Выбор был небольшой, перейти на бег, или опоздать.",
    "answers": [
      {
        "id": 34,
        "text": "Бежать"
      },
      {
        "id": 35,
        "text": "Идти обычным шагом"
      },
      {
        "id": 36,
        "text": "Бежать быстрее ветра",
        "need_sometimes": false,
        "need": [
          -7,
          -18,
          -19,
          30
        ]
      }
    ]
  },
  {
    "id": 34,
    "text": "  Опаздывать очень не хотелось, и я побежала через парк.<s>r\n<s>r\n  И вот я бегу легкой трусцой, уже виден конец парка, как меня обгоняет парень, слегка пихнув плечом.<s>r\n<s>r\n  \"Места что ли мало\" зло подумала я.<s>r\n<s>r\n  Парень вдруг развернулся, побежал обратно и поравнялся со мной. <s>r\n  <s>r\n  Он был гораздо выше меня, светлые волосы чуть подпрыгивали в такт бегу. На нем была белая футболка, отлично сидевшая на подтянутом теле, черные спортивные шорты и белые кроссовки. Если бы я так не спешила, он мог бы меня заинтересовать.<s>r\n<s>r\n  — Тоже любишь бегать по утрам? — с невинной улыбкой спросил он меня.",
    "answers": [
      {
        "id": 37,
        "text": "На каблуках и в юбке, ты серьезно?"
      },
      {
        "id": 37,
        "text": "Да, обожаю, каждый день так на работу бегаю"
      },
      {
        "id": 37,
        "text": "Хаха, забавно"
      },
      {
        "id": 37,
        "text": "Парень, тебе чего?"
      }
    ]
  },
  {
    "id": 35,
    "text": "  Парк выглядел не очень большим, думаю минут за 10 успею его пройти.<s>r\n<s>r\n  Первое впечатление оказалось ошибочным, преодоление парка заняло у меня почти 20 минут.<s>r\n<s>r\n  В 10.10 я стояла у входа в здание. <s>r\n<s>r\n  \"Уикенд лэнд\" не была особо известной, но уверенно разрасталась. Офис компании находился на 12 этаже красивого, современного здания. Я подняла голову вверх. Даа, тут наверно этажей 25, не меньше.<s>r\n<s>r\n  — Эй посторонись!<s>r\n<s>r\n  Двое рабочих несли огромный баннер свернутый в рулон. От созерцания здания у меня закружилась голова и я не успела увернуться.<s>r\n<s>r\n  Кто-то схватил меня и оттащил в сторону.<s>r\n<s>r\n  — Ты что, спишь на ходу? Еще бы чуть-чуть и твой милый носик был бы разбит. — высокий, светловолосый парень ослепительно мне улыбнулся.<s>r\n<s>r\n  Симпатичный, в белой футболке, отлично сидевшей на подтянутом теле, черные спортивные шорты и белые кроссовки.<s>r\n<s>r\n  Минуточку!<s>r\n<s>r\n  — Спасибо тебе, конечно, за мое спасение, но не мог бы ты убрать свою руку с моей груди? <s>r\n  <s>r\n  Его рука осталась на месте.<s>r\n<s>r\n  — Ну мне же полагается какая-то награда? <s>r\n<s>r\n Жмяк, жмяк.",
    "answers": [
      {
        "id": 38,
        "text": "Отпихнуть его и уйти"
      }
    ]
  },
  {
    "id": 36,
    "text": "  Очень даже удачно, что я оделась удобно и обула кроссовки. <s>r\n<s>r\n  Я не стала особо мяться и припустила с максимально возможной скоростью.<s>r\n<s>r\n  \"Подумаешь, что тут такого, в парке полно людей, занимающихся бегом, вдруг я одна из них\"<s>r\n<s>r\n  Я летела по парку, маневрируя и обгоняя людей.<s>r\n<s>r\n  Бам!<s>r\n<s>r\n  Я врезалась плечом, в какого-то парня.<s>r\n<s>r\n  — Эй! Что за фурия здесь пронеслась?<s>r\n<s>r\n  — Я обернулась и на ходу крикнула ему:<s>r\n<s>r\n  — Извините, я просто очень сильно спешу!<s>r\n<s>r\n  Парень был симпатичный. В белой футболке, отлично сидевшей на подтянутом теле, черные спортивные шорты и белые кроссовки. Он был гораздо выше меня, светлые волосы чуть подпрыгивали в такт бегу.<s>r\n<s>r\n  — А я подумал, ты экстренно хочешь сбросить вес. — рассмеялся он.<s>r\n<s>r\n  — Это очень глупая шутка. — ну вот, еще оскорблений мне сегодня не хватало.<s>r\n<s>r\n  — Почему же шутка, говорят это довольно действенно — продолжал он усмехаться.<s>r\n<s>r\n  — Тогда тебе стоит ускорится. <s>r\n<s>r\n  И оставив его позади побежала дальше.",
    "answers": [
      {
        "id": 39,
        "text": "Добежать до здания"
      }
    ]
  },
  {
    "id": 37,
    "text": "— А ты ничего, симпатичная, вид сзади так вообще загляденье, — все с той же невинной улыбкой продолжил он, — может бросим все дела и отправимся ко мне? У меня большая удобная кровать.<s>r\n<s>r\n  Я аж затормозила от удивления и возмущения. Не пойму он серьезно или это юмор такой? Да кто в здравом уме предложит такое первой встречной?<s>r\n<s>r\n— Ты псих наверно или озабоченный? <s>r\n<s>r\n  Он приблизился и взял меня за руку. Я отдернула ее.<s>r\n<s>r\n— Э, мистер, еще на шаг приблизишься ко мне и я вызову полицию! — и я побежала еще быстрее.<s>r\n<s>r\n— Ну куда же ты, постой! Ты многое потеряешь!<s>r\n<s>r\n  Чуть обернувшись на бегу, я заметила, как он усмехается. Точно ненормальный.",
    "answers": [
      {
        "id": 40,
        "text": "Добежать до нужного здания"
      }
    ]
  },
  {
    "id": 38,
    "text": "  Я пихнула его локтем в бок, высвободилась и направилась ко входу.\n\n  — Еще раз спасибо, извращенец!\n\n  Что ж за день сегодня такой, всё против меня, да еще и облапали.\n\n  Ладно нужно поторопиться.",
    "answers": [
      {
        "id": 41,
        "text": "Войти в здание"
      }
    ]
  },
  {
    "id": 39,
    "text": "  В 9.57 я стояла у входа в здание.\n\n  \"Уикенд Лэнд\" не была особо известной, но уверенно разрасталась. Офис компании находился на 12 этаже красивого, современного здания. Я подняла голову на верх. Даа, тут наверно этажей 25 не меньше. \n\n  Ладно, нужно поторопиться.",
    "answers": [
      {
        "id": 41,
        "text": "Войти в здание"
      }
    ]
  },
  {
    "id": 40,
    "text": "  В 10.00 я стояла у входа в здание.\n\n  \"Укиенд Лэнд\" не была особо известной, но уверенно разрасталась. Офис компании находился на 12 этаже красивого современного здания. Я подняла голову вверх. Дааа, тут наверно этажей 25 не меньше.",
    "answers": [
      {
        "id": 41,
        "text": "Войти в здание"
      }
    ]
  },
  {
    "id": 41,
    "text": "  Я вошла в здание и поспешила к лифту. <s>r\n<s>r\n— Задержите пожалуйста лифт!<s>r\n<s>r\n  Двери почти закрылись перед самым моим носом, но в последний момент между ними просунулась сумка, и они открылись.<s>r\n<s>r\n— Спасибо большое, — я улыбнулась человеку в лифте.<s>r\n<s>r\n—Да не за что, тебе на какой?<s>r\n<s>r\n— На 12.<s>r\n<s>r\n— Мне тоже. Ты случайно не на собеседование в \"Уикенд Лэнд\"?<s>r\n<s>r\n— Да, как ты догадался? — удивилась я.<s>r\n  <s>r\n  Я разглядела спутника. Молодой парень, немного старше меня, каштановые волосы, отливающие медью. Одет в черные джинсы, белую рубашку и серый пиджак. Довольно крепкого телосложения, как будто солдат закаленный в боях.<s>r\n<s>r\n  Он рассмеялся, моему удивлению, тихим приятным смехом.<s>r\n<s>r\n — Это называется дедукция. — улыбнулся он — Весь 12 этаж занимает только эта компания. А про собеседование я просто угадал, так как я тоже иду на него.<s>r\n<s>r\n — Ты тоже туда??",
    "answers": [
      {
        "id": 42,
        "text": "Дзинь. Лифт приехал на 12 этаж"
      }
    ]
  },
  {
    "id": 42,
    "text": "  Мы вместе вышли из лифта и оказались у стойки рецепции. Нас встретила секретарша и поспешила проводить к нужному кабинету.\n\n— Да, а почему тебя это так удивило? — с улыбкой спросил он.\n\n— Да нет, так просто спросила, — я не стала ему говорить, что по какой-то причине решила, что пригласили только меня одну.\n\n  Мы подошли к кабинету. В коридоре возле дверей, уже ожидало пять человек.\n\n  Вот я наивная. За это место мне придется еще изрядно побороться.\n\n— Возьмите номерок и ждите, когда вас пригласят. — сказала секретарь и удалилась.\n\n— Бери седьмой, говорят это счастливое число.\n\n—Нет, ты пришел раньше, я бы сейчас еще ждала лифт на первом этаже.\n\n— Я ж джентльмен, я тебя пропущу вперед. — он обворожительно улыбнулся.",
    "answers": [
      {
        "id": 43,
        "text": "Взять номер 7"
      },
      {
        "id": 44,
        "text": "Взять номер 8"
      }
    ]
  },
  {
    "id": 43,
    "text": "  Я взяла номерок с номером 7. Надеюсь он и вправду принесет мне удачу.",
    "answers": [
      {
        "id": 45,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 44,
    "text": "  Я все же решила настоять на своем и взяла номерок 8.",
    "answers": [
      {
        "id": 45,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 45,
    "text": "— Кстати, давай познакомимся, Итон Райт. — он протянул мне руку.<s>r\n<s>r\n— Эйлин Рид, — я пожала его руку. Сильная и теплая.<s>r\n<s>r\n— Очень приятно. — он обаятельно улыбнулся.\n <s>r\n — Мне кажется, ты слишком мил, со своим конкурентом. — я попыталась выглядеть серьезно, но не могла сдержать улыбку.<s>r\n<s>r\n  Как раз из дверей кабинета вышла девушка и вызвали мистера под номером 2.<s>r\n<s>r\n  Похоже я здесь на долго. Можно было и не торопиться так с утра.<s>r\n<s>r\n — Тебе тоже сообщили о переносе времени сегодня с утра?<s>r — спросила я у Итона.\n<s>r\n — Да, часов в 8.30 позвонили, но я живу не особо далеко, так что это не оказалось проблемой.<s>r\n<s>r\n  Разговаривать с Итоном было очень легко и приятно, я совсем забыла о несчастьях сегодняшнего дня. Пока мы болтали, очередь продвинулась еще на три человека и за нами пришли еще двое. <s>r\n<s>r\n  Из приемной были слышны голоса. Какой-то человек спорил с секретарем, а она не хотела его пропускать, говорила об опоздании и просила уйти. Тут я подумала о том, что на столе было только десять номерков. Неужели они заранее все спланировали и устроили этот бег наперегонки? Стало как-то не по себе. Что за игры такие?<s>r\n<s>r\n  Дверь кабинета открылась, и из него вышла девушка в очках и строгом костюме.<s>r\n<s>r\n— Следующий, номер семь, мистер..",
    "answers": [
      {
        "id": 46,
        "text": "Мистер Райт",
        "need": 44
      },
      {
        "id": 47,
        "text": "Мисс Рид",
        "need": 43
      }
    ]
  },
  {
    "id": 46,
    "text": "  Итон поднялся и направился к кабинету.<s>r\n<s>r\n— Удачи тебе, покажи им там всем! — я сжала кулачки в знак поддержки.\n<s>r\n— Ты слишком мила со своим конкурентом, — улыбнулся он мне.<s>r\n<s>r\n  Я улыбнулась в ответ и слегка покраснела.<s>r\n<s>r\n\"Это просто ты слишком милый\". Я действительно желала ему удачи, он был очень дружелюбным и приятным человеком, хоть мы только что познакомились, я уже успела проникнуться к нему дружескими чувствами.<s>r\n<s>r\n  Итон ушел, и я осталась сидеть одна. От нечего делать, прислушалась к разговору двух девушек, пришедших за мной.<s>r\n<s>r\n— Знаешь, я немало наслышана о директоре этой компании, — говорила одна — тот еще тип. Нам повезло что мы пришли не самые последние, каждый раз на собеседовании проходит жесткий отбор, а потом сотрудники содержатся в ежовых рукавицах. И это все распоряжения исполнительного директора. <s>r\n<s>r\n— Тогда зачем же ты пытаешься сюда устроится? — ответила ей вторая.<s>r\n<s>r\n— Ну директора на то и директора..<s>r\n<s>r\n— А может быть потому что он красавчик и ты хочешь с ним познакомиться? — рассмеялась вторая девушка.<s>r\n<s>r\n— Ну нет же, перестань смеяться, я тебе серьезно рассказываю, а ты смеешься — надулась первая.<s>r\n<s>r\n  Вот так поворот. Мало того, что директор изверг, да еще и завлекает в компанию молодых наивных девушек своей привлекательной внешностью. Я с ним еще не встречалась, но он мне уже не нравится",
    "answers": [
      {
        "id": 49,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 47,
    "text": "  Ну что ж время пришло. Я встала, глубоко вздохнула, и направилась к дверям кабинета.\n\n — Эйлин? — я обернулась — Ты справишься, удачи тебе!\n\n — Спасибо за поддержку, — я даже слегка покраснела. Не часто встретишь такого человека, хоть мы только сегодня познакомились и по сути целились на одно место, он все равно был со мной мил и дружелюбен.\n\n  Я поправила волосы, одернула одежду и вошла в кабинет",
    "answers": [
      {
        "id": 48,
        "text": "Войти"
      }
    ]
  },
  {
    "id": 48,
    "text": "  Это была небольшая светлая комната с окном, двумя дверьми в разных концах комнаты. Почти без мебели, только лишь большой стол с четырьмя креслами и напротив него стул для соискателя. Ничего необычного. <s>r\n<s>r\n  За столом сидели два человека. Мужчина средних лет, с чуть поседевшими волосами, что-то усердно записывал в блокнот. Около него стояла табличка — Старший менеджер по туризму.<s>r\n<s>r\n  Рядом с ним сидела девушка поразительной красоты. Высокая, статная, с длинными белыми волосами и огромными глазами. Она смотрела прямо мне в лицо и улыбалась дружелюбной, но сдержанной улыбкой.<s>r\n<s>r\n— Мисс Рид, добро пожаловать в компанию \"Уикенд Лэнд\", прошу положите ваши документы на стол и присаживайтесь напротив, мы зададим вам несколько вопросов. — девушка говорила вежливо, но в голосе чувствовалась власть и сила.<s>r\n<s>r\n  На ее табличке я прочитала: Джесика Дент. Вот значит она какая. Я не была особо робкой, но почему-то в присутствии ее начала теряться.<s>r\n<s>r\n  Девушка в очках прошла к столу и заняла свое место по другую руку от мужчины. Менеджер отдела кадров — прочитала я.<s>r\n<s>r\n  Рядом с Джессикой было пустое место. На табличке стояло имя: Оливер Холланд — Исполнительный директор.",
    "answers": [
      {
        "id": 50,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 49,
    "text": "  Так прошло минут 20. Вот Итон вышел и пригласили меня.\n\n — Ну как все прошло?\n\n — Да вроде все хорошо. Результат не озвучили, просто сказали, что позвонят. — Он был спокоен, я бы после этой фразы нервничала еще сильнее, так как знаю к чему она ведет.\n\n— Мисс Рид, мы вас ждем. \n\n— Эйлин, удачи!\n\n  Я поправила волосы, одернула одежду и вошла в кабинет.",
    "answers": [
      {
        "id": 48,
        "text": "Войти "
      }
    ]
  },
  {
    "id": 50,
    "text": "  Ничего себе, сам директор должен был присутствовать на собеседовании. Однако его почему-то не было. <s>r\n<s>r\n  Я заняла свое место, и мы начали беседовать. Начался стандартный ряд вопросов, где училась, где работала, откуда родом, какие мои достижения. Все шло не плохо, меня внимательно и с интересом слушали, даже менеджер по туризму оторвался от своих записей. Я расслабилась, стала улыбаться и даже изредка шутить. Даже Джессика Дент больше так не пугала.<s>r\n<s>r\n  Вдруг дверь распахнулась и в кабинет уверенной походкой вошел парень и плюхнулся в свободное кресло.<s>r\n<s>r\n— Мистер Холанд, мы уже и не надеялись, что вы к нам присоединитесь. — обратилась к нему Джессика.<s>r\n<s>r\n  Я так и замерла с открытым ртом, не закончив фразу.<s>r\n<s>r\n  Передо мной сидел тот парень с которым я столкнулась с утра. Сейчас он был в темных брюках и голубой рубашке, с закатанными рукавами, но я точно его узнала.<s>r\n<s>r\n  Как? Не понимаю, этот придурок и есть Оливер Холланд руководитель \"Уикенд Лэнд\"? У меня не укладывалось в голове. Может я все таки обозналась..<s>r\n<s>r\n— Я закончил все свои утренние дела и решил пообщаться с нашими будущими сотрудниками.    О, привет, а я тебя помню!<s>r\n<s>r\n  И тут я поняла, что все пропало. Мне захотелось провалиться под землю. Я начала проклинать себя за несдержанность. Ну почему я просто не могла промолчать?<s>r\n<s>r\n — Так вы знакомы?<s>r\n<s>r\n— Да — его губы растянулись в ухмылке.\n<s>r\n— Неет!! — выкрикнула я, все сразу обернулись ко мне — Ну не совсем.. ",
    "answers": [
      {
        "id": 51,
        "text": "- Мы познакомились сегодня утром"
      },
      {
        "id": 52,
        "text": "- Я врезалась в него сегодня в парке"
      },
      {
        "id": 53,
        "text": "- Мы не знакомы"
      }
    ]
  },
  {
    "id": 51,
    "text": "— Мы случайно познакомились сегодня утром.<s>r\n<s>r\n— Очень даже близко познакомились. — и он мне подмигнул.<s>r\n<s>r\n  Краска залила мое лицо, я хотела находится где угодно только не здесь.<s>r\n<s>r\n  На лицах рекрутеров было полное недоумение.<s>r\n<s>r\n  Оливер взял мое резюме — Таак, мисс Рид значит, Эйлин.. Красивое имя. Не против если буду называть тебя Лина. <s>r\n<s>r\n Я молчала, не зная, что ответить. <s>r\n<s>r\n — Лина, ты уже работала в сфере туризма?<s>r\n<s>r\n — Нет, но..<s>r\n<s>r\n— Не работала, понятно. — он что-то пометил в блокноте. — Знаешь какие-нибудь иностранные языки. <s>r\n<s>r\n — Французский, бегло говорю на итальянском..<s>r\n<s>r\n — Таак языков знает мало. И он опять сделал пометку в блокноте. <s>r\n<s>r\n  Я совсем растерялась. Что же за супер сотрудника он ищет? От моей уверенности не осталось и следа.<s>r\n<s>r\n  В том же духе прошел остаток собеседования",
    "answers": [
      {
        "id": 54,
        "text": "Дальше",
        "need": 46
      },
      {
        "id": 55,
        "text": "Дальше",
        "need": 47
      }
    ]
  },
  {
    "id": 52,
    "text": "— Я случайно врезалась, в Мистера Холланда, когда бежала по парку, на собеседование. <s>r\n<s>r\n  Он как-то странно на меня посмотрел.<s>r\n<s>r\n — Видели бы вы как она бежала, ухх. И он мечтательно прикрыл глаза.<s>r\n<s>r\n  Краска залила мое лицо, я хотела находится где угодно только не здесь.<s>r\n<s>r\n  На лицах рекрутеров было полное недоумение.<s>r\n<s>r\n  Оливер взял мое резюме — Таак, мисс Рид значит, Эйлин.. Красивое имя. Не против если буду называть тебя Лина. <s>r\n<s>r\n Я молчала, не зная, что ответить. <s>r\n<s>r\n — Лина, ты уже работала в сфере туризма?<s>r\n<s>r\n — Нет, но..<s>r\n<s>r\n — Не работала, понятно. — он что-то пометил в блокноте. — Знаешь какие-нибудь иностранные языки. <s>r\n<s>r\n — Французский, бегло говорю на итальянском..<s>r\n<s>r\n — Таак языков знает мало. И он опять сделал пометку в блокноте. <s>r\n<s>r\n  Я совсем растерялась. Что же ему нужно от будущего сотрудника? От моей уверенности не осталось и следа.<s>r\n<s>r\n  В том же духе прошел остаток собеседования",
    "answers": [
      {
        "id": 54,
        "text": "Дальше",
        "need": 46
      },
      {
        "id": 55,
        "text": "Дальше",
        "need": 47
      }
    ]
  },
  {
    "id": 53,
    "text": "— Нет, мы видимся впервые. — ответила я.<s>r\n<s>r\n— Ну что же ты, врать не хорошо. Мы же так мило с тобой сегодня пообщались. — И он показал мне язык.<s>r\n<s>r\n  Краска залила мое лицо, я хотела находится где угодно только не здесь.<s>r\n<s>r\n  На лицах рекрутеров было полное недоумение.<s>r\n<s>r\n  Оливер взял мое резюме — Таак, мисс Рид значит, Эйлин.. Красивое имя. Не против если буду называть тебя Лина. <s>r\n<s>r\n   Я молчала, не зная, что ответить. <s>r\n<s>r\n — Лина, ты уже работала в сфере туризма?<s>r\n<s>r\n — Нет, но..<s>r\n<s>r\n— Не работала, понятно. — он что-то пометил в блокноте. — Знаешь какие-нибудь иностранные языки. <s>r\n<s>r\n — Французский, бегло говорю на итальянском..<s>r\n<s>r\n — Таак языков знает мало. И он опять сделал пометку в блокноте. <s>r\n<s>r\n  Я совсем растерялась. Что же ему нужно от будущего сотрудника? От моей уверенности не осталось и следа.<s>r\n<s>r\n  В том же духе прошел остаток собеседования",
    "answers": [
      {
        "id": 54,
        "text": "Дальше",
        "need": 46
      },
      {
        "id": 55,
        "text": "Дальше",
        "need": 47
      }
    ]
  },
  {
    "id": 54,
    "text": "  Я вышла из кабинета, как в воду опущенная. Хотелось плакать. Я возлагала такие надежды на эту работу. И все пошло коту под хвост из-за одного придурка.\n\n  — Ты как? На тебе лица нет. — Итон встретил меня в коридоре. — Неужели все так плохо прошло?\n\n  Я не могла ничего сказать, в горле встал комок.\n — Пойдем на улицу, тебе надо на воздух.\n\n  Мы вышли из здания и направились в парк. Как только сели на скамейку, я не могла себя сдержать. Слезы обиды полились ручьем. Ну почему мне так везет, почему этот гадкий директор решил прийти именно на мне. \n\n  Итон протянул мне платочек.\n\n  — Ну что ты так расстроилась? Тебе разве уже отказали? Он сидел рядом положив руку мне на плечо.\n  \n  — Неет — я шумно высморкалась в платок. — Тоже обещали позвонить.\n\n  — Ну вот видишь еще не все потеряно. Они рассмотрят всех подумают и может выберут нас.\n\n  Я задумалась. А ведь он прав, мне же не дали конкретного отказа. Может им и правда нужно время чтоб подумать.\n\n  А потом я вспомнила про первое знакомство с этим придурком и поняла, что у меня нет шансов.",
    "answers": [
      {
        "id": 56,
        "text": "Разреветься снова"
      },
      {
        "id": 57,
        "text": "Разозлиться",
        "need": -36
      }
    ]
  },
  {
    "id": 55,
    "text": " Я вышла из кабинета как в воду опущенная. Хотелось плакать. Ну почему мне так везет? Почему этот гадкий директор решил прийти именно на мне? Я возлагала такие надежды на эту работу. И все пошло коту под хвост из-за одного придурка.<s>r\n<s>r\n — Ты как? На тебе лица нет. — Итон встретил меня в коридоре. — Неужели все так плохо прошло?<s>r\n<s>r\n  — Да нет, все нормально. — я выдавила из себя улыбку — Иди тебя зовут. Покажи им всем.<s>r\n<s>r\n  — Хорошо, уже иду, можешь меня подождать? Если я не долго.<s>r\n<s>r\n  Я молча кивнула. Итон зашел в кабинет.",
    "answers": [
      {
        "id": 58,
        "text": "Подождать Итона"
      },
      {
        "id": 59,
        "text": "Уйти"
      }
    ]
  },
  {
    "id": 56,
    "text": "  Я опять разревелась. Нет, он меня точно не возьмет на работу. Это было уже понятно на собеседовании.<s>r\n<s>r\n  Вдруг Итон схватил меня за плечи и крепко прижал к себе. Я сразу перестала плакать. Сильные руки, легкий, приятный запах одеколона, тепло мужского тела. Такие объятия действуют очень успокаивающе.<s>r\n<s>r\n  — Ну что, перестала плакать? — он слегка отстранился, продолжая держать за плечи и улыбнулся. Мы были очень близко друг к другу. <s>r\n<s>r\n  Он резко отпустил меня, отодвинулся и на его щеках появился румянец.<s>r\n<s>r\n  — Извини за это.. — смущенно сказал он — мне просто не хотелось, чтоб ты плакала.<s>r\n<s>r\n  — Нет ничего, спасибо тебе, мне стало гораздо лучше.",
    "answers": [
      {
        "id": 60,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 57,
    "text": "  — Вот гад, вот придурок, да как так вообще можно!? Хочу что-нибудь сломать.\n\n  Итон во все глаза смотрел на меня.\n\n  — Я надеюсь ты не про меня сейчас говоришь? — он немного растерянно улыбнулся.\n\n  — Нет, нет, что ты. Про одного придурка, который все испортил..\n\n  Он молчал не зная, что мне ответить. В его глазах читалось непонимание.\n\n  И у меня больше не было слов, все мои злоба и гнев вылившись, куда-то испарились, и осталась лишь одна усталость, грузом легшая мне на плечи.",
    "answers": [
      {
        "id": 60,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 58,
    "text": "  Я села на кресло во коридоре. Настроение было ужасным. Только бы не расплакаться.<s>r\n<s>r\n  Ко мне подошли две девушки, которые еще ждали своей очереди. <s>r\n<s>r\n  — Вот держи шоколадку, мне шоколад всегда поднимает настроение. — одна протянула мне батончик.<s>r\n<s>r\n  — Спасибо.<s>r\n<s>r\n  — Там очень страшно? А что они тебя спрашивали? — затрещала вторая.<s>r\n<s>r\n  — Эни, отстань, не видишь ей и так плохо.<s>r\n<s>r\n  — Ну а что, я просто наслышана об этом директоре, каждый раз на собеседовании проходит жесткий отбор, а потом сотрудники содержаться в ежовых рукавицах. И все это его распоряжения. И эта сегодняшняя гонка тоже.<s>r\n<s>r\n  — А еще говорят, что он красавчик, но фоток то его никто не видел.<s>r\n<s>r\n    Я уже не слышала, что они говорили. Слезы текли ручьем. Я встала и поплелась к выходу. Нужно выйти на воздух<s>r\n",
    "answers": [
      {
        "id": 61,
        "text": "Выйти на улицу"
      }
    ]
  },
  {
    "id": 59,
    "text": "  Я постояла немного в коридоре. Настроение было ужасным\n\n  Прости Итон, но я больше не могу здесь находиться.",
    "answers": [
      {
        "id": 62,
        "text": "Выйти на улицу"
      }
    ]
  },
  {
    "id": 60,
    "text": "  Мы сидели в неловком молчании, немного смущенные.\n\n  — Можно я провожу тебя сегодня до дома? — глядя куда-то в сторону спросил Итон.",
    "answers": [
      {
        "id": 63,
        "text": "Конечно, буду рада"
      },
      {
        "id": 64,
        "text": "Спасибо, но я лучше одна"
      }
    ]
  },
  {
    "id": 61,
    "text": "  Я вышла на улицу и глубоко вдохнула свежий весенний воздух. Он был влажным, и на небо набегали тучи. Походе сейчас начнется дождь.<s>r\n<s>r\n  Я стояла на крыльце под крышей и смотрела как крупные капли начали падать на асфальт. Я поёжилась от прохладного ветра. На улице начался настоящий ливень. <s>r\n<s>r\n  Кто-то подошел сзади и накинул мне на плечи пиджак.<s>r\n<s>r\n  — Я подумал ты уже ушла.<s>r\n<s>r\n   Я обернулась, Итон улыбнулся мне теплой, согревающей улыбкой.<s>r\n<s>r\n  — Почему ты так расстроилась? Тебе отказали? — спросил он обеспокоенно.<s>r\n<s>r\n  — Нет, мне обещали позвонить..<s>r\n<s>r\n  — Мне тоже. Это же стандартная фраза. Думаю, у нас еще не все потеряно. — он задорно улыбнулся, подбадривая меня.\n<s>r\n   Я задумалась. А ведь он прав, мне же не дали конкретного отказа. Может им и правда нужно время чтобы подумать. <s>r\n<s>r\n   А потом я вспомнила про первое знакомство с этим придурком и поняла, что у меня нет шансов.<s>r\n<s>r\n   Снова комок в горле. Я постаралась сдержать слезы. <s>r\n<s>r\n  — У меня есть зонт! Можно я провожу тебя до дома, чтобы ты не промокла?<s>r\n<s>r\n — А почему бы и нет! Буду рада. Пойдем.<s>r\n<s>r\n   Мы направились к метро. Шли рядом под одним зонтом и непринужденно болтали о всякой ерунде. У него так хорошо получалось меня отвлечь и развеселить, что дойдя до дома мне не было уже так плохо, а груз обиды и грусти почти улетучился.<s>r\n<s>r\n   Мы обменялись номерами и договорились как-нибудь созвониться.",
    "answers": [
      {
        "id": 65,
        "text": "Пойти домой"
      }
    ]
  },
  {
    "id": 62,
    "text": "  Я выбежала на улицу и глубоко вдохнула свежий весенний воздух. Так то лучше\n\n  Воздух был влажным, и на небо набегали тучи. Похоже сейчас начнется дождь.\n\n  Я пошла через парк к метро. Несколько крупных капель упали на асфальт, а затем полил настоящий ливень\n\n  Ну прямо все как в голливудских мелодрамах. \"Дождь придуман для того, чтобы ты могла скрыть в нем свои слезы\"\n\n  Я усмехнулась своим мыслям. \n\n  Эх, а может не все потеряно и меня все-таки примут? Нет, зачем я себя обманываю, он никогда не возьмет меня на работу.",
    "answers": [
      {
        "id": 65,
        "text": "Пойти домой"
      }
    ]
  },
  {
    "id": 63,
    "text": "— Конечно. Только я не близко живу. \n\n— Ничего страшного, мне не хочется отпускать тебя одну.\n\n— Тогда пойдем, а то что-то я очень устала.\n\n   Мы вышли из парка и неспеша направились к метро. Шли рядом и непринужденно болтали о всякой ерунде. У него так хорошо получалось меня отвлечь и развеселить, что дойдя до дома мне не было уже так плохо, а груз обиды и грусти почти улетучился.\n\n  — Ты не против если я запишу твой номер и как-нибудь созвонимся? \n\n  — Нет, только за. — я мило улыбнулась ему.\n\n  Мы обменялись номерами.\n\n  — Ну пока..\n\n — Пока. Я помахала ему и стала подниматься ко входу в дом.\n\n  — Эйлин?\n\n  — Да? — я обернулась.\n\n  — Я рад, что мы сегодня столкнулись в лифте.",
    "answers": [
      {
        "id": 65,
        "text": "Пойти домой"
      }
    ]
  },
  {
    "id": 64,
    "text": "  — Да нет, не нужно, все впорядке, лучше прогуляюсь одна. — я улыбнулась ему — Спасибо тебе, что поддержал меня сегодня. У меня не так много друзей в этом городе.\n\n  — Можно я хотя бы запишу твой номер? Узнаю как дела?\n\n — Конечно.\n\n  Мы обменялись номерами, попрощались и я неспеша направилась к метро.",
    "answers": [
      {
        "id": 65,
        "text": "Пойти домой"
      }
    ]
  },
  {
    "id": 65,
    "text": "  Фухх, я дома. Сегодня был какой-то слишком эмоционально насыщенный день. Надо провести остаток дня за любимым делом, как следует расслабиться, чтоб от печали не осталось и следа. А завтра с новыми силами за поиски новой работы. Так, Лин, давай взбодрись!",
    "answers": [
      {
        "id": 66,
        "text": "Смотреть любимый сериал"
      },
      {
        "id": 66,
        "text": "Съесть банку мороженного и запить его колой"
      },
      {
        "id": 66,
        "text": "Поваляться в горячей ванне с пеной"
      },
      {
        "id": 66,
        "text": "Позвонить маме, излить душу"
      }
    ]
  },
  {
    "id": 66,
    "text": "  Мне стало гораздо лучше. Было и приятное за этот день, например, знакомство с Итоном. Ничего, все что не делается все к лучшему. Завтра новый день новое начало.",
    "answers": [
      {
        "id": 67,
        "text": "Спать"
      }
    ]
  },
  {
    "id": 67,
    "text": "  На следующее утро.<s>r\n<s>r\n  Я как следует выспалась. Повалялась в постели, можно сегодня никуда не спешить. Включила легкую музыку. Сделала зарядку и пошла на кухню готовить завтрак, хотя уже скорее обед.<s>r\n <s>r\n  Села за кухонный стол с кружкой кофе, включила ноутбук и стала просматривать объявления о работе. Таак, что тут у нас нового.<s>r\n<s>r\n  У меня зазвонил мобильный телефон, на дисплее высветился незнакомый номер.<s>r\n<s>r\n— Алло.<s>r\n<s>r\n— Мисс Рид? Добрый день. Это Джессика Дэнт, мы вчера познакомились на собеседовании. Мы одобрили вашу кандидатуру, и я хотела бы встретиться с вами для обсуждения дальнейших вопросов. <s>r\n<s>r\n  Я пролила кофе на стол. Мне сейчас не послышалось?<s>r\n<s>r\n— Чтто, простите..?<s>r\n<s>r\n— Алло, алло, мисс Рид, вы еще здесь? Вы не против встретиться в ресторане \"Скайларк\", сегодня в 18.00?<s>r\n<s>r\n— Вы не шутите? Меня приняли? — Я никак не могла поверить.<s>r\n<s>r\n— Ну да, я же вам сказала. Может быть у меня со связью что-то не то.. Мы принимаем вас на работу!! — прокричала она мне в трубку.<s>r\n<s>r\nТолько тут до меня дошло.<s>r\n<s>r\n— Да, да, я вас поняла, сегодня в 18.00 в \"Скайларк\".<s>r\n<s>r\n— Хорошо, тогда до встречи. И она положила трубку.<s>r\n<s>r\n  Вот так странно. Только вчера я была уверена, что полностью провалилась. Что этот придурок никогда меня не примет. И вот сегодня мне звонят и говорят обратное. Может его убедила Джессика или еще кто, что я была не так плоха?<s>r\n<s>r\n  Какое-то гнетущее чувство не отпускало. Чую подвох в этой истории.<s>r\n<s>r\n  Да что же я такое думаю! Только вчера ревела, что меня не берут. А сегодня уже сомневаюсь стоит ли туда идти. Надо выкинуть этого странного парня из головы и думать о перспективах что даст мне эта работа. <s>r\n<s>r\n  Я улыбнулась себе. И правда еще не все потеряно. <s>r\n",
    "answers": [
      {
        "id": 68,
        "text": "Сегодня вечером"
      }
    ]
  },
  {
    "id": 68,
    "text": "   Я поднималась на лифте на верхний этаж небоскреба. Лифт плавно остановился, я вышла в холл перед рестораном. На часах было 17.45. Хорошо, что я сегодня не опоздала и пришла чуть раньше. Ресторан \"Скайларк\" был довольно дорогим и известным, так что я постаралась соответствовать обстановке. Для встречи надела красное платье прямого покроя, до колен, с небольшим вырезом. Забрала волосы в пучок и надела шпильки. И по-деловому и подходит к такому месту. <s>r\n<s>r\n  — Добрый вечер, — хостес встретила меня улыбкой — у вас заказан столик?<s>r\n<s>r\n  — Меня должна ожидать, мисс Дент.<s>r\n<s>r\n  Она посмотрела в компьютер.<s>r\n<s>r\n  — Да, прошу вас за мной.<s>r\n<s>r\n   Даа, про красоту ресторана явно не преувеличивали. Огромные панорамные окна открывали великолепный вид на город, уютная мебель, приглушенный свет. Хочется сразу упасть на мягкий диванчик, взять в руки коктейль и любоваться видом из окна<s>r\n<s>r\n   Слишком расслабляюще и романтично, для деловой встречи.",
    "answers": [
      {
        "id": 69,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 69,
    "text": " — Ваш столик. И она удалилась.<s>r\n<s>r\n — Ну что ты стоишь как вкопанная, садись. Я уже тебя заждался.<s>r\n<s>r\n  За столиком, откинувшись в кресле сидел Оливер Холланд. <s>r\n<s>r\n — Да, я не Джессика. Она не смогла прийти. Ты хочешь уйти?<s>r\n<s>r\n  Я поймала себя на том, что медленно пячусь назад. Что я делаю, почему мне хочется убежать? Надо взять себя в руки. Я нервно рассмеялась и плюхнулась в кресло напротив.<s>r\n<s>r\n  — Вот так то лучше, — он ослепительно улыбнулся, — будешь что-нибудь заказывать?<s>r\n<s>r\n  Я помотала головой.<s>r\n<s>r\n  — Давайте лучше сразу к делу. Вы хотели поговорить о работе?<s>r\n<s>r\n  — Да не стесняйся ты, я бы посоветовал взять фисташковое пирожное, вкуснее чем здесь нигде не пробовал. Или клубничный пудинг, он тебе точно понравится.<s>r\n<s>r\n  Я начала злиться. Я его совсем не понимала. Зачем он пришел, и почему ведет себя так как будто мы на свидании?<s>r\n<s>r\n  — Мистер Холланд..<s>r\n<s>r\n  — Можно просто Оливер, — он ослепительно улыбнулся, слегка прищурив глаза, — мы ведь уже неплохо знакомы. <s>r\n<s>r\n  — Если вы пришли, чтобы поиздеваться надо мной, то я лучше пойду. Я не понимаю этих игр. Вы берете меня на работу или нет или вам просто нравится меня злить?<s>r\n<s>r\n  — Ты угадала!<s>r\n<s>r\n  — Чт-то угадала?<s>r\n<s>r\n  — Это мое хобби, злить красивых девушек..<s>r\n<s>r\n   Я резко встала и открыла было рот, но он не дал мне начать.<s>r\n<s>r\n   — Но позвал я тебя не за этим. <s>r\n<s>r\n  На его щеках появился легкий румянец<s>r\n<s>r\n",
    "answers": [
      {
        "id": 70,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 70,
    "text": "  Он что действительно покраснел. Этот самоуверенный засранец смутился?<s>r\n<s>r\n  — Я позвал тебя, чтобы извиниться.<s>r\n<s>r\n  Я села обратно в кресло. Это уже интересней.<s>r\n<s>r\n  Оливер продолжил: <s>r\n<s>r\n  — Я был немного расстроен вчера, поэтому был слегка не сдержан. Прости.<s>r\n  А что касается работы, это моя тактика. Я специально создаю непростые ситуации, чтобы проверить как люди справляются со стрессом. В нашей сфере, приходится работать с большим количеством разных людей и выходить из непредсказуемых ситуаций. Ну в общем ты прошла испытание.<s>r\n<s>r\n  — Так значит я хорошо справляюсь со стрессом?<s>r\n<s>r\n  — Нет, со стрессом ты справляешься ужасно — рассмеялся он.<s>r\n<s>r\n  Пришла моя очередь краснеть.<s>r\n<s>r\n  — Тогда почему?..<s>r\n<s>r\n  Он наклонился к столу и сделал жест приблизиться, как будто хотел рассказать секрет. Я выдвинулась чуть вперед. Нас разделяло меньше метра.<s>r\n<s>r\n  — Просто есть в тебе что-то необъяснимое, какая-то природная женская магия. Я думаю любой наш клиент будет тобой очарован.<s>r\n<s>r\n  Непринужденным жестом он поправил локон моих волос выбившихся из прически. Я сидела и смотрела в его зеленые глаза словно в оцепенении, щеки залиты краской и не могла сказать ни слова.<s>r\n<s>r\n   Он отодвинулся назад и на его лице снова появилось это усмехающееся выражение.<s>r\n<s>r\n  — Теперь я смотрю ты уже не хочешь убежать? Так как на счет пирожного? <s>r\n<s>r\n",
    "answers": [
      {
        "id": 71,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 71,
    "text": "  — Оливер, какого черта?! Зачем ты забрал мой бумажник?! Ты хоть представляешь, на сколько меня оштрафовали? И это я еще легко отделалась! И не отпирайся что это не ты! И что ты вообще здесь делаешь?<s>r\n<s>r\n   Около нас стояла Джессика, покрасневшая, взъерошенная, разъяренная. От нее разве что искры не летели. Потом она заметила меня.<s>r\n<s>r\n  — Ох, мисс Рид, вы уже здесь, извините, я обычно не опаздываю, просто, просто..<s>r\n<s>r\n   И она как-то вдруг совсем растерялась. Оливер поднялся из кресла. <s>r\n<s>r\n  — Джесс, милая, не надо так переживать — он взял ее за плечи — твой бумажник всегда был в сумке, посмотри получше. <s>r\n<s>r\n   Он ослепительно улыбнулся — Ну не буду вам мешать. Пока, Лина. — он помахал мне рукой, чмокнул Джессику в щеку и направился к выходу.<s>r\n<s>r\n   Джессика покопалась в сумке и вынула бумажник.<s>r\n<s>r\n  — Вот гад, да как он это делает?..<s>r\n<s>r\n   Я смотрела на нее в полном недоумении. Что сейчас вообще произошло. Оливер спрятал ее бумажник, чтобы встретиться со мной наедине? Зачем, чтобы извиниться? Почему этот парень вводит меня в такое смятение?<s>r\n<s>r\n   Джессика более-менее взяла себя в руки.<s>r\n<s>r\n  — Мисс Рид, простите еще раз. Я хотела обсудить с вами вопрос трудоустройства и дальнейшей работы. — Она пригладила растрепавшиеся волосы и села в кресло.<s>r\n<s>r\n  — Мистер Холланд уже что-то говорил?<s>r\n<s>r\n  — Можно просто Эйлин. Нет..<s>r\n<s>r\n",
    "answers": [
      {
        "id": 72,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 72,
    "text": " — Тогда я вам все расскажу, и хочу чтоб вы приняли решение. — самообладание полностью к ней вернулось, и она говорила как обычно уверенно.<s>r\n<s>r\n  — Мы принимаем вас в компанию на должность экскурсовода. Ваши познания в культурологии весьма для этого подходят. Вам ведь знаком городок Квиндейл, на юге от сюда?<s>r\n<s>r\n  — Конечно, это один из городов страны активно набирающий туристическую популярность. Большое количество уникальных памятников архитектуры, а с развитием инфраструктуры стал очень привлекателен для туристов.<s>r\n<s>r\n  — Вы уже приступили к работе, — улыбнулась Джессика, — вижу мы не ошиблись с выбором. Да, все верно. В этом городе расположен один из наших отелей. Мы проводим разные экскурсии для наших постояльцев. Вашей обязанностью будут экскурсии по Квиндейлу.<s>r\n<s>r\n  У нас есть 2 основных сезона работы: летний — с мая по октябрь и зимний — с декабря по февраль. Получается, что 8 месяцев вы работаете и 4 отдыхаете. Фактически вам придется переехать в другой город. Это не пугает?<s>r\n<s>r\n  — Нет, я ведь и сейчас живу не в родном городе, так что это не проблема.<s>r\n<s>r\n  — Хорошо. Жить вы будете вместе с другими сотрудниками в стенах отеля. Проживание и питание за наш счет. Сначала у вас будет обучение, если будете справляться, будете проводить экскурсии самостоятельно. Отъезд планируется на послезавтра. Вам нужно время чтобы подумать и принять решение?<s>r\n<s>r\n   Я на минуту задумалась. Минусов я не видела, разве что один. Неловкость в присутствии директора. Но ведь я буду совершенно в другом городе, навряд ли буду часто видеться с ним.<s>r\n",
    "answers": [
      {
        "id": 73,
        "text": "Согласиться"
      }
    ]
  },
  {
    "id": 73,
    "text": "  — Нет, время мне не нужно, я согласна.<s>r\n  <s>r\n  — Отлично, рада что вы не раздумываете. Вот договор, ознакомьтесь и подпишите. Вот билет на автобус и информация о месте и времени отъезда.<s>r\n<s>r\n   Она протянула мне конверт с документами. Я подписала договор. Джессика пожала мне руку.<s>r\n<s>r\n  — Поздравляю, Эйлин, теперь вы официально сотрудник “Уикенд Лэнд”, надеюсь, что мы сработаемся!<s>r\n<s>r\n  — Спасибо, я буду стараться.\n<s>r\n   Мы еще обсудили некоторые формальности и стали прощаться.<s>r\n<s>r\n   — Вот мой номер телефона, запишите и не бойтесь звонить если что-то нужно.<s>r\n  ",
    "answers": [
      {
        "id": 74,
        "text": "Домой"
      }
    ]
  },
  {
    "id": 74,
    "text": "   Я сидела на кровати с книгой в руках уже в десятый раз пыталась прочитать одну и ту же строку. Множество мыслей беспорядочной чередой бегали в моей голове. Все-таки я немного соврала Джессике, я очень волновалась из-за переезда и была слегка напугана. И в то же время была в предвкушении перемен. Еще завтра предстоит много дел, связанных с переездом.<s>r\n<s>r\n  Квиндейл был небольшим, но очень красивым городом. Мне очень хотелось оказаться в нем и увидеть все своими глазами, а не читать в книгах. Старинная архитектура, неповторимая природа и.. океан! От одной мысли, что я увижу океан, внутри все затрепетало.<s>r\n<s>r\n  Я была безумно рада, что меня все же приняли на эту должность. Я подумала о своем новом директоре.  Тут же пред мысленным взором появился пристальный глубокий взгляд, его ярких зеленых глаз. Какие же у него красивые глаза. По телу пробежались мурашки. <s>r\n<s>r\n  Я почувствовала, что краснею. И что он мне там плел про женскую магию.<s>r\n<s>r\n  Я потрясла головой и слезла с кровати. Надо выкинуть эти смущающие мысли из головы. Пойду сделаю чего-нибудь поесть.<s>r\n<s>r\n  Пока я готовила на кухне еду налила себе чай с травами. Вдохнула горячий ароматный пар исходящий от кружки. Этот чай всегда действовал на меня успокаивающе.<s>r\n<s>r\n  Почему-то появилось сильное желание позвонить Итону. Узнать, как дела, поделиться новостью, услышать его мягкий теплый смех. <s>r\n<s>r\n  Я взяла мобильный и задумалась. Стоит ли ему сейчас звонить?",
    "answers": [
      {
        "id": 75,
        "text": "Позвонить Итону"
      },
      {
        "id": 76,
        "text": "Не звонить"
      }
    ]
  },
  {
    "id": 75,
    "text": "  Время еще вроде не очень позднее, надеюсь я не помешаю ему своим звонком.\n\n   Я нашла его номер и нажала кнопку вызова. В трубке раздались длинные гудки. Я подождала, но он не отвечал. \n\n  Ну вот, может попробовать еще раз чуть позже?\n\n  Минут через десять я набрала еще раз.\n\n  “Абонент не может ответить на ваш звонок или находится вне зоны действия сети”\n\n  Я немного расстроилась. Может быть не верный номер? Ну ладно, может быть занят. Позвоню потом.",
    "answers": [
      {
        "id": 77,
        "text": "На следующий день"
      }
    ]
  },
  {
    "id": 76,
    "text": "  Я держала в руке мобильный телефон и смотрела на номер Итона. Позвонить или нет?\n\n  Почему-то я сомневалась. Что мне ему сказать? Привет, как дела? Меня приняли на работу, а тебя?\n\n  Нет, я отложила телефон, позвоню как-нибудь потом.",
    "answers": [
      {
        "id": 77,
        "text": "На следующий день"
      }
    ]
  },
  {
    "id": 77,
    "text": "  Весь следующий день прошел в хлопотах. Нужно было подготовиться к отъезду. \nАренду квартиры я как раз недавно оплатила на следующие полгода. Я не хотела пока ее сдавать. Она мне нравилась, да и пути к отступлению все же нужны. Я встретилась с хозяйкой квартиры, предупредила, что меня не будет в городе и попросила не сдавать ее никому. \n \n  Посетила свою прошлую работу. Забрала все нужные документы и получила не выплаченные деньги.\n\n  Сходила в магазин купила все необходимое и стала паковать вещи. Не хотелось брать с собой слишком много, но все было слишком нужно.\n\n  ",
    "answers": [
      {
        "id": 78,
        "text": "Положить легкую летнюю одежду"
      }
    ]
  },
  {
    "id": 78,
    "text": "  Это мне точно понадобится. Что взять еще?",
    "answers": [
      {
        "id": 79,
        "text": "Положить теплые вещи",
        "need": -79
      },
      {
        "id": 80,
        "text": "Положить вечерние платья",
        "need": -80
      },
      {
        "id": 81,
        "text": "Положить полотенца и халат",
        "need": -81
      },
      {
        "id": 82,
        "text": "Положить фен",
        "need": -82
      },
      {
        "id": 83,
        "text": "Положить ноутбук",
        "need": -83
      },
      {
        "id": 84,
        "text": "Положить купальник",
        "need": -84
      },
      {
        "id": 85,
        "text": "Больше ничего не нужно",
        "need": [
          78,
          -79,
          -80,
          -81,
          -82,
          -83
        ]
      },
      {
        "id": 93,
        "text": "Больше ничего не нужно",
        "need": [
          79,
          80,
          81,
          82,
          83
        ],
        "need_sometimes": true
      }
    ]
  },
  {
    "id": 79,
    "text": "  Погода бывает не предсказуема. Лучше быть готовой ко всему. ",
    "answers": [
      {
        "id": 78,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 80,
    "text": "  Ну мало ли, может захочется нарядиться",
    "answers": [
      {
        "id": 78,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 81,
    "text": "  Мой любимый мягкий уютный халатик",
    "answers": [
      {
        "id": 78,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 82,
    "text": "  Без него волосы нормально не уложить.",
    "answers": [
      {
        "id": 78,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 83,
    "text": "  Его тоже возьму на всякий случай, может по работе понадобится или от скуки спасет.",
    "answers": [
      {
        "id": 78,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 84,
    "text": "  Город все-таки на побережье океана находится, может выдастся свободный денек искупаюсь.\n  Вот только где он у меня? В шкафу нет, в комнате тоже его не видно.",
    "answers": [
      {
        "id": 86,
        "text": "Искать купальник"
      },
      {
        "id": 78,
        "text": "Поехать без него"
      }
    ]
  },
  {
    "id": 85,
    "text": "  Пожалуй, поеду налегке. Взяла с собой только самые необходимые и удобные вещи. В итоге у меня был собран чемодан на колесиках и небольшой рюкзак. Теперь можно и отдохнуть.",
    "answers": [
      {
        "id": 94,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 86,
    "text": "  Нужно обыскать все возможные места",
    "answers": [
      {
        "id": 87,
        "text": "Еще раз проверить шкаф",
        "need": -87
      },
      {
        "id": 88,
        "text": "Посмотреть в ванной",
        "need": -88
      },
      {
        "id": 89,
        "text": "Заглянуть под кровать",
        "need": -89
      },
      {
        "id": 90,
        "text": "Чтоб наверняка поискать на кухне",
        "need": -90
      },
      {
        "id": 91,
        "text": "Вспомнить что в квартире есть балкон",
        "need": [
          87,
          88,
          89,
          90
        ]
      },
      {
        "id": 92,
        "text": "Еще раз проверить шкаф",
        "need": [
          87,
          88,
          89,
          90
        ]
      },
      {
        "id": 78,
        "text": "Ехать без купальника"
      }
    ]
  },
  {
    "id": 87,
    "text": "  Я еще раз проверила в шкафу. Просмотрела все ящики и полки. Его нет.",
    "answers": [
      {
        "id": 86,
        "text": "Искать дальше"
      }
    ]
  },
  {
    "id": 88,
    "text": "  Я посмотрела в корзине с бельем. Тут совсем пусто. В сушке тоже нет.",
    "answers": [
      {
        "id": 86,
        "text": "Искать дальше"
      }
    ]
  },
  {
    "id": 89,
    "text": "  Я встала на колени и заглянула под кровать. Там была только пыль. Зря надеялась.",
    "answers": [
      {
        "id": 86,
        "text": "Искать дальше"
      }
    ]
  },
  {
    "id": 90,
    "text": "  Осталось только здесь поискать. Хотя ему тут нечего делать. На всякий случай осмотрела холодильник. Ничего нет.",
    "answers": [
      {
        "id": 86,
        "text": "Искать дальше"
      }
    ]
  },
  {
    "id": 91,
    "text": "  Точно балкон! Балкончик был небольшой, я редко им пользовалась, но иногда сушила там вещи. Эх какой прекрасный воздух на улице, да и вид не плохой. Но здесь его тоже не было. Может ветром унесло?",
    "answers": [
      {
        "id": 86,
        "text": "Искать дальше"
      }
    ]
  },
  {
    "id": 92,
    "text": "  Ну как?! Как?! Я же дважды его перерыла. Как тут оказался купальник? Наверно какая-то магия. Надо почаще наводить порядок в шкафу",
    "answers": [
      {
        "id": 78,
        "text": "Взять купальник"
      }
    ]
  },
  {
    "id": 93,
    "text": "  Вроде все что нужно положила, ничего не забыла. Нагрузилась я по полной. В итоге у меня был собран чемодан на колесиках, большой наплечный рюкзак и небольшая сумочка. Все, надо пойти отдохнуть.",
    "answers": [
      {
        "id": 94,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 94,
    "text": "  Отъезд предстоял ранним. Я встала пораньше, не спеша привела себя в порядок, позавтракала и стала собираться в дорогу. Напоследок я обвела прощальным взглядом свою квартирку. Прощай, дорогая, нам было хорошо вместе. Накинула джинсовую куртку, воткнула в уши наушники и покатила свой чемодан на выход.",
    "answers": [
      {
        "id": 95,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 95,
    "text": "  На автобусной станции несмотря на раннее время, было уже много народа. Я пошла вдоль автобусов в поисках своего. Они все одинаковые, надо кого-нибудь спросить. <s>r\n<s>r\n  Как раз в этот момент ко мне подошел парень. <s>r\n— Тебе помочь? — спросил он — Дай взглянуть на твой билет. Вот тебя то мы как раз и ждем. Давай чемодан, я помогу. <s>r\n<s>r\n  Он отнял у меня чемодан и повел к ближайшему автобусу. Около него стояла миниатюрная рыжая девушка и руководила посадкой. Она обернулась и направилась к нам. <s>r\n<s>r\n  — Привет! Меня зовут Саманта, я из отдела кадров. Слежу за благополучной доставкой и размещением сотрудников. — затараторила она. — Это кстати Алекс, он тоже из отдела кадров, он нас провожает.<s>r\n<s>r\n  Алекс улыбнулся и сделал приветственный жест рукой.<s>r\n<s>r\n  — А ты наш новый сотрудник так? Как тебя зовут?<s>r\n<s>r\n  — Эйлин Рид, рада с вами познакомиться!\n<s>r\n  — И я рада познакомиться — на лице Саманты расцвела улыбка до ушей — Теперь ты часть нашей дружной команды, если будут какие вопросы или нужна помощь всегда можешь обращаться ко мне. Пойдем, уже почти все на месте, ждем еще пару человек и отправляемся в путь. Алекс, отнеси вещи Эйлин в багажный отдел.<s>r\n<s>r\n  — Есть, босс — он отдал честь, подмигнул мне и потащил мои вещи в автобус.<s>r\n<s>r\n  — Да не стоило, я и сама могу..  Спасибо, Алекс! <s>r\n<s>r\n — Ничего, ничего, он все равно тут прохлаждается. Я пойду отмечу вновь прибывших, встретимся в автобусе.<s>r\n<s>r\n   Я уже хотела пойти занять место, как меня кто-то окликнул.<s>r\n<s>r\n  — Эйлин?<s>r\n",
    "answers": [
      {
        "id": 96,
        "text": "Обернуться"
      }
    ]
  },
  {
    "id": 96,
    "text": "  Я обернулась. Сзади меня стоял Итон. Он был одет в синие джинсы, простую черную футболку и джинсовую куртку. На плечах у него был большой рюкзак. <s>r\n<s>r\n  — Итон? Привет! Так тебя получается тоже приняли? <s>r\n<s>r\n  — Прости, что не позвонил тебе — проговорил он, он выглядел смущенным и как будто виноватым, — это были тяжелые два дня, я слегка замотался, ты не в обиде?<s>r\n<s>r\n  — Нет, было бы на что обижаться. Я так рада, что у нас у обоих все получилось! — я подбежала к нему и слегка приобняла. Он немного удивился, но затем на его лице появилась улыбка.<s>r\n<s>r\n  Я пригляделась к его лицу. Он и в правду выглядел, каким-то замученным. Помятый, синяки под глазами.<s>r\n<s>r\n  — У тебя все в порядке? Как-то неважно выглядишь? <s>r\n<s>r\n  — Да ничего, все хорошо, спасибо что беспокоишься. — и улыбка снова осветила его лицо.<s>r\n<s>r\n  К нам подошла Саманта.<s>r\n<s>r\n  — Привет, ты Итон Райт? — спросила она — Ты последний.<s>r\n<s>r\n  Она поставила галочку в списке.<s>r\n  <s>r\n  — Ну все ребят, все опоздунишки на месте, можно загружаться! — прокричала она.<s>r\n<s>r\n",
    "answers": [
      {
        "id": 97,
        "text": "Сесть в автобус"
      }
    ]
  },
  {
    "id": 97,
    "text": "  Мы зашли в автобус и сели с Итоном вместе. Я попросилась сесть у окна. Не хочу пропустить ничего интересного.<s>r\n<s>r\n  Когда все расселись Саманта сделала небольшую перекличку. Я разглядывала коллег и видела, что они с нескрываемым интересом разглядывали нас. <s>r\n<s>r\n  — Так, ничего не понимаю, — озадачено проговорила она, — откуда у нас лишний человек? На борту безбилетник? <s>r\n<s>r\n  По рядам автобуса пролетели смешки.<s>r\n<s>r\n  — Алекс! Я тебя заметила! — она подошла к Алексу, прячущему лицо и начала его вытаскивать.<s>r\n<s>r\n  — Ну Сэми, я хочу с вами, я хочу на море! <s>r\n<s>r\n  — Нет, дуй обратно в офис, и парься там все лето. — мило улыбнулась она продолжая, его вытягивать.<s>r\n<s>r\n  Все уже дружно смеялись.<s>r\n<s>r\n  — Ты слишком жестока, малышка. Пришлите мне хоть открытку.<s>r\n<s>r\n  — Обязательно! — и она наконец вытолкала его из автобуса — Пока Алекс!<s>r\n<s>r\n  Он стоял на станции махал нам руками и слал воздушные поцелуи. Я уже смеялась со всеми и махала ему в ответ. <s>r\n<s>r\n  Саманта дала распоряжение водителю и автобус тронулся.<s>r\n<s>r\n",
    "answers": [
      {
        "id": 98,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 98,
    "text": "  — Рада поприветствовать вас на борту нашего дружного автобуса. Прошло долгих три месяца и вот мы снова с вами вместе! <s>r\n<s>r\n  — Ура! — раздалось по всему автобус. Да похоже и правда здесь очень дружный коллектив. Здесь были и парни, и девушки и почти все молодые.<s>r\n<s>r\n  — Так же, у нас есть новички, с которыми вы все лучше познакомитесь на нашей традиционной приветственной вечеринке. <s>r\n<s>r\n  — Ура! Привет! — снова разнеслось по салону.<s>r\n<s>r\n  — Наша поездка будет долгой и надеюсь не очень утомительной. Почти 7 часов. Мы сделаем час отдыха и обеда и прибудем в Квиндейл примерно в 17.00 часов. Всем хорошего пути!<s>r\n<s>r\n  В автобусе было оживленно. Все давно не виделись, поэтому было о чем поговорить. Правда спустя несколько часов, разговоры стали утихать, кто-то спал, кто-то читал или слушал музыку.<s>r\n<s>r\n  Мы беседовали с Итоном.<s>r\n<s>r\n  — Меня взяли как гида по горам. Я довольно хорошо их знаю, так как часто туда ездил и поднимался на вершину. Туристические походы — это моя слабость. Никогда бы не слезал с гор. — он улыбнулся — Ну и еще я геолог по образованию.<s>r\n<s>r\n  — Похоже ты очень любишь горы. А я ботаник в сфере истории и культуры. Но вот в Квиндейле ни разу не была, и его красоты видела только на картинках.<s>r\n<s>r\n  Пока мы говорили, я заметила, что Итон еле борется со сном. <s>r\n<s>r\n  — Прости, я наверно вздремну, пол ночи не спал и здесь так укачивает.<s>r\n<s>r\n  Он откинулся в кресле и почти сразу задремал. Я уставилась в окно. Пейзажи были крайне однообразны. Лес, равнина, лес, равнина, деревенька. Я зевнула, похоже тоже сейчас усну. Чтоб взбодриться решила послушать музыку. Достала плеер и стала выбирать.<s>r\n",
    "answers": [
      {
        "id": 99,
        "text": "Послушать Frantz Ferdinand"
      },
      {
        "id": 100,
        "text": "Послушать Queen"
      },
      {
        "id": 101,
        "text": "Послушать Marilyn Manson"
      },
      {
        "id": 103,
        "text": "Послушать Survivor"
      }
    ]
  },
  {
    "id": 99,
    "text": "  When I woke up tonight I said I'm<s>r\nGoing to make somebody love me<s>r\nI'm going to make somebody love me<s>r\nNow I know, now I know<s>r\nNow I know, I know that it's you<s>r\nYou're lucky, lucky, you're so lucky*<s>r\n<s>r\n  Да это то что нужно.<s>r\n<s>r\n  Как же я люблю это ощущение, дальняя дорога, любимая песня в плеере. Точка отправления и точка прибытия отходят на задний план, есть только сейчас, ты и эта дорога.<s>r\n<s>r\n  Так мы ехали три часа, затем остановились в придорожной кафешке, поели и размялись. <s>r\nИ снова отправились в путь.<s>r\n<s>r\n  Теперь пейзаж за окном стал более разнообразным. Я с интересом разглядывала пролетающие мимо городочки, растительность, местность стала более скалистой.<s>r\n<s>r\n  Но хоть теперь мне все было интересно, сон победил меня и всю оставшуюся дорогу я сладко проспала.<s>r\n<s>r\n<s>r\n<s>r\n<s>r\n*<s>r\nЭтой ночью я проснулся и сказал сам себе,<s>r\nЧто заставлю кого-нибудь полюбить себя,<s>r\nЯ заставлю кого-нибудь полюбить себя.<s>r\nИ теперь я знаю, теперь я знаю,<s>r\nТеперь я знаю, я знаю, что этот кто-нибудь — ты,<s>r\nПовезло, повезло, тебе так повезло.<s>r\n<s>r\n*Franz Ferdinand — Do you want to.<s>r\n<s>r\n<s>r\n<s>r\n",
    "answers": [
      {
        "id": 102,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 100,
    "text": "Don't stop me now<s>r\nI'm having such a good time<s>r\nI'm having a ball<s>r\nDon't stop me now<s>r\nIf you wanna have a good time<s>r\nJust give me a call*<s>r\n<s>r\nДа это то что нужно.<s>r\n<s>r\nКак же я люблю это ощущение, дальняя дорога, любимая песня в плеере. Точка отправления и точка прибытия отходят на задний план, есть только сейчас, ты и эта дорога.<s>r\n<s>r\nТак мы ехали три часа, затем остановились в придорожной кафешке, поели и размялись. <s>r\nИ снова отправились в путь.<s>r\n<s>r\n  Теперь пейзаж за окном стал более разнообразным. Я с интересом разглядывала пролетающие мимо городочки, растительность, месность стала более  скалистой.<s>r\n<s>r\n  Но хоть теперь мне все было интересно, сон победил меня и всю оставшуюся дорогу я сладко проспала.<s>r\n<s>r\n<s>r\n<s>r\n<s>r\n<s>r\n*<s>r\nНе останавливайте!<s>r\nМне так хорошо –<s>r\nЯ отрываюсь по полной!<s>r\nНе останавливайте меня.<s>r\nХотите хорошо провести время?<s>r\nПросто позвоните мне.<s>r\n<s>r\n*Queen — Don't stop me now.<s>r\n<s>r\n",
    "answers": [
      {
        "id": 102,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 101,
    "text": "..Sweet dreams are made of this<s>r\nWho am I to disagree<s>r\nTravel the world and the seven seas<s>r\nEverybody's looking for something...*<s>r\n<s>r\n  Да это то что нужно.<s>r\n<s>r\n  Как же я люблю это ощущение, дальняя дорога, любимая песня в плеере. Точка отправления и точка прибытия отходят на задний план, есть только сейчас, ты и эта дорога.<s>r\n<s>r\n  Так мы ехали три часа, затем остановились в придорожной кафешке, поели и размялись. <s>r\nИ снова отправились в путь.<s>r\n<s>r\n  Теперь пейзаж за окном стал более разнообразным. Я с интересом разглядывала пролетающие мимо городочки, растительность, месность стала более  скалистой.<s>r\n<s>r\n  Но хоть теперь мне все было интересно, сон победил меня и всю оставшуюся дорогу я сладко проспала.<s>r\n<s>r\n<s>r\n<s>r\n<s>r\n<s>r\n<s>r\n<s>r\n<s>r\n<s>r\n*<s>r\nВсе мечты были сделаны так.<s>r\nКто я, чтобы опровергать?<s>r\nЯ был везде, объездил весь мир<s>r\nАбсолютно все что-то ищут.<s>r\n<s>r\n*Marilyn Manson — Sweet dreams.<s>r\n<s>r\n<s>r\n",
    "answers": [
      {
        "id": 102,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 102,
    "text": "  Я проснулась от резкого толчка, автобус подпрыгнул на кочке. И как удачно подпрыгнул! Я открыла глаза и тут же прилипла к окну.<s>r\n<s>r\n— Итон, Итон смотри! Океан!<s>r\n<s>r\n— А, что? — Он проснулся и сонно потирал глаза. Он тоже выглянул в окно.<s>r\n<s>r\n— Ты только посмотри! Как же он прекрасен! Скорее бы побывать на берегу!<s>r\n<s>r\n  Я почувствовала, что он смотрит не в окно, а на меня. Я повернулась и встретилась с его взглядом и мягкой улыбкой.<s>r\n<s>r\n— Ты совсем как ребенок, так мало нужно для радости. Это так мило.<s>r\n<s>r\n  Я слегка покраснела. Он был так близко, такой теплый, сонный, и с такой нежностью смотрел на меня, что я не могла отвести глаз и буквально таяла от его взгляда.<s>r\n<s>r\n  Тут автобус резко повернул в право, Итон полетел на меня. От неожиданности мы стукнулись лбами. Блин, как неловко.<s>r\n<s>r\n  Мы сидели покрасневшие и потирали лбы.<s>r\n<s>r\n— Прости.. Ты в порядке, я тебя не сильно ушиб? <s>r\n<s>r\n— Все нормально. \n<s>r\n  И мы начали смеяться и остановиться было сложно.<s>r\n<s>r\n",
    "answers": [
      {
        "id": 104,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 103,
    "text": "..Risin' up back on the street<s>r\nDid my time, took my chances<s>r\nWent the distance now i'm back on my feet<s>r\nJust a man and his will to survive..*<s>r\n<s>r\nДа это то что нужно.<s>r\n<s>r\nКак же я люблю это ощущение, дальняя дорога, любимая песня в плеере. Точка отправления и точка прибытия отходят на задний план, есть только сейчас, ты и эта дорога.<s>r\n<s>r\nТак мы ехали три часа, затем остановились в придорожной кафешке, поели и размялись. <s>r\nИ снова отправились в путь.<s>r\n<s>r\n  Теперь пейзаж за окном стал более разнообразным. Я с интересом разглядывала пролетающие мимо городочки, растительность, месность стала более  скалистой.<s>r\n<s>r\n  Но хоть теперь мне все было интересно, сон победил меня и всю оставшуюся дорогу я сладко проспала.<s>r\n<s>r\n<s>r\n<s>r\n<s>r\n<s>r\n<s>r\n<s>r\n*<s>r\nПоднявшись на ноги, возвращаюсь на улицу.<s>r\nОтбыл свой срок, испытал судьбу,<s>r\nПрошёл свой путь и теперь я снова на ногах.<s>r\nПросто человек с его волей к жизни.<s>r\n<s>r\n*Survivor — Eye of the tiger.<s>r\n<s>r\n<s>r\n",
    "answers": [
      {
        "id": 102,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 104,
    "text": "  Автобус стал подниматься выше в горы. Мы ехали по серпантину, справа горы, слева обрыв и внизу, на берегу океана раскинулся прекрасный, уютный городок. От всех этих видов у меня перехватывало дыханье. <s>r\n<s>r\n  — Город Квиндейл, как на ладони, не правда ли завораживающее зрелище? — около нас стояла Саманта — Отель находится в горах, так что ты, Эйлин, по пути на работу будешь каждый день любоваться этим видом.<s>r\n<s>r\n  — Я только за, на эту красоту можно смотреть вечно. Мы будем высоко подниматься в горы?<s>r\n<s>r\n  — Нет, мы уже подъезжаем.<s>r\n<s>r\n  Как раз в этот момент, автобус съехал с главной дороги, проехал через небольшой лесок и выехал к площадке перед отелем. <s>r\n<s>r\n — Добро пожаловать в отель “Мэри-эн Харт”, отель исполняющий все мечты!",
    "answers": [
      {
        "id": 1,
        "text": "Конец первой части"
      },
      {
        "id": 1,
        "text": "Перейти к части 2",
        "targetbookid": 110507
      }
    ]
  },
  {
    "id": 105,
    "text": "  Основные герои данной истории. Описание персонажей будет становится доступным после знакомства с ними.",
    "answers": [
      {
        "id": 106,
        "text": "Эйлин Рид"
      },
      {
        "id": 107,
        "text": "Итон Райт",
        "need_ever": true
      },
      {
        "id": 108,
        "text": "Оливер Холланд",
        "need_ever": true
      },
      {
        "id": 109,
        "text": "Джессика Дэнт",
        "need_ever": true
      },
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 106,
    "text": "   Эйлин Рид. Главная героиня, от ее лица ведется повествование.<s>r\n23 года. Молодая девушка, имеет привлекательную внешность и острый ум. Родилась в небольшом провинциальном городке в благополучной семье. Есть папа, мама и младший брат. С детства любила много времени проводить за чтением книг и прогулками на природе.<s>r\n  После окончания школы уехала в другой город для обучения в университете. Закончила его с отличием.<s>r\n  Сейчас находится в поиске жизненого пути и лучшей в мире работы. ",
    "answers": [
      {
        "id": 105,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 107,
    "text": "   Итон Райт.<s>r\n24 года. Высокий, крепкого телосложения, каштановые волосы, с медным оттенком, глаза цвета янтаря.<s>r\nДружелюбный, веселый парень, улыбкой способный растопить льды Арктики. Пару лет назад закончил колледж, получил специальность геолога. Очень любит природу и туристические походы. Про семью и личную жизнь рассказывает неохотно.<s>r\nВместе с главной героиней ищет работу в \"Уикенд Лэнд\"",
    "answers": [
      {
        "id": 105,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 108,
    "text": "   Оливер Холланд.<s>r\n   25 лет. Высокий, подтянутая спортивная фигура, светлые волосы, яркие зеленые глаза, обаятельная улыбка.<s>r\nЛюбит теннис, бег и хорошую музыку. Имеет репутацию сердцееда.<s>r\nЕдинственный ребенок в семье. Отец — Джон Холланд, основатель и презедент компании \"Уикенд Лэнд\".<s>r\nМама — Мэри-эн Холланд трагически погибла 11 лет назад.<s>r\nОливер занимает должность исполнительного директора в компании. В данный момент замещает отца на месте руководителя.",
    "answers": [
      {
        "id": 105,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 109,
    "text": "   Джессика Дэнт.<s>r\n25 лет. Высокая, с красивой фигурой, длинные светлые волосы, большие голубые глаза. Уверенная в себе и властная девушка. Является заместителем и помощником исполнительного директора Оливера Холланда.<s>r\nПо совместительству его друг детства. Заботится об Оливере, как о брате, всегда придет на выручку.<s>r\nЛюбит теннис и пончики с шоколадом, что старательно пытается скрыть.",
    "answers": [
      {
        "id": 105,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 110,
    "text": "  С этой страницы вы можете быстро перейти к другим частям квеста.",
    "answers": [
      {
        "id": 1,
        "text": "Перейти к части 2",
        "targetbookid": 110507
      },
      {
        "id": 1,
        "text": "Перейти к части 3",
        "targetbookid": 137043
      }
    ]
  },
  {
    "id": 111,
    "text": "",
    "answers": []
  },
  {
    "id": 112,
    "text": "",
    "answers": []
  }
]