[
  {
    "id": 1,
    "text": "Жанр: Мини-квест. Выживание. \n\nВам нужно выжить. \nИли умереть...\n\nАвтор: Тупицын Алексей Игоревич",
    "answers": [
      {
        "id": 2,
        "text": "Начать"
      }
    ]
  },
  {
    "id": 2,
    "text": "Вы очнулись посреди огромного пшеничного поля с высокими колосьями. На синем небе медленно летят пышные белые облака и обеденное солнышко слегка припекает вам голову а легкий бодрящий ветерок слегка колышет колосья пшеницы и обдувает ваше голое тело.",
    "answers": [
      {
        "id": 4,
        "text": "Я голый?!"
      }
    ]
  },
  {
    "id": 3,
    "text": "Ночь прошла спокойно вы спали как младенец. С первыми лучами солнца вы проснулись отдохнувшим и с хорошим настроением.",
    "answers": [
      {
        "id": 24,
        "text": "Потянуться"
      }
    ]
  },
  {
    "id": 4,
    "text": "Вы молодой человек стройного телосложения и с короткой стрижкой. Вы ничего не помните кто-вы и как здесь оказались. Вокруг было одно лишь поле с пшеницей и нет возможности увидеть что-то кроме обступающих вас со всех сторон колосьев.",
    "answers": [
      {
        "id": 5,
        "text": "Пробираться сквозь пшеницу"
      }
    ]
  },
  {
    "id": 5,
    "text": "Вы начали быстро пробираться вперёд раздвигая перед собой Колосья. Они были сухими и иногда вы резались об них ногами или руками. ",
    "answers": [
      {
        "id": 6,
        "text": "Ай, ой... "
      }
    ]
  },
  {
    "id": 6,
    "text": "Спустя часа пробирания сквозь препятствия вы наконец выбрались с легкими порезами и царапинами на вашем обнаженном теле. ",
    "answers": [
      {
        "id": 7,
        "text": "Оглядеться по сторонам."
      }
    ]
  },
  {
    "id": 7,
    "text": "С той стороны откуда вы пришли находилось огромное поле с пшеницей. Оно было такое огромное что скрывалось на горизонте. Напротив этого бесконечного поля возвышался лес с высокими деревьями.",
    "answers": [
      {
        "id": 8,
        "text": "Вернуться в поле."
      },
      {
        "id": 9,
        "text": "Направиться в лес."
      }
    ]
  },
  {
    "id": 8,
    "text": "Не зная что на вас нашло вы решили не отправляться в лес и отправились обратно на пшеничное поле.",
    "answers": [
      {
        "id": 10,
        "text": "Блуждать по полю."
      }
    ]
  },
  {
    "id": 9,
    "text": "Вы направились в лес. Почва под ногами становилась все твёрже и разнообразней. Местами была трава а местами сухой грунт. Проходя дальше вглубь леса становилось всё темнее и темнее. Высокие деревья смыкались над вашей головой и закрывали солнце. Пройдя еще немного вперёд вы увидели перед собой небольшой ручей.",
    "answers": [
      {
        "id": 17,
        "text": "Напиться из ручья."
      }
    ]
  },
  {
    "id": 10,
    "text": "Вы ходите по полю уже 2 часа. Внезапно вы почувствовали резкую боль в левой ноге.",
    "answers": [
      {
        "id": 11,
        "text": "Ай!!!"
      }
    ]
  },
  {
    "id": 11,
    "text": "Змея с ярко жёлтыми пятнами укусила вас за ногу и была готова укусить снова. ",
    "answers": [
      {
        "id": 12,
        "text": "Схватить змею"
      },
      {
        "id": 13,
        "text": "Бежать."
      }
    ]
  },
  {
    "id": 12,
    "text": "Вы быстро попытались ухватить змею за шею, но та молненосно вцепилась вам в руку. Вы почувствовали сильную боль в руке. Через пару мгновений боль перешла в голову и вы начали терять сознание. Яд подействовал и вы погибли в этом бескрайнем поле от укуса змеи.\n",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      },
      {
        "id": 7,
        "text": "Вернуться на выход из поля"
      }
    ]
  },
  {
    "id": 13,
    "text": "Вы развернулись и со всей скорости помчались в неизвестном направлении. Внезапно земля ушла у вас из под ног и вы на мгновение почувствовали как летите. Это была небольшая яма. Упав на землю и вывихнув ступню вы дико закричали.",
    "answers": [
      {
        "id": 15,
        "text": "Какая же сильная боль!"
      }
    ]
  },
  {
    "id": 14,
    "text": "",
    "answers": []
  },
  {
    "id": 15,
    "text": "Отдышавшись несколько мгновений вы почувствовали боль в голове. В глазах начало темнеть. Вы упали ничком и умерли в яме от укуса змеи.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 16,
    "text": "",
    "answers": []
  },
  {
    "id": 17,
    "text": "Вы с жаждой кинулись к ручью и захлёбываясь начали глотать чистую воду. Напившись вдоволь вы разлеглись на мягкой траве около ручья,  раздумывая что вам делать дальше.",
    "answers": [
      {
        "id": 18,
        "text": "Остаться возле ручья и построить лагерь."
      },
      {
        "id": 19,
        "text": "Отправиться дальше в лес."
      }
    ]
  },
  {
    "id": 18,
    "text": "Вы решили что здесь неплохое место чтобы обосноваться. Всё равно вы ничего не помните о себе, а выживать как-то нужно. ",
    "answers": [
      {
        "id": 20,
        "text": "Нужно поесть."
      }
    ]
  },
  {
    "id": 19,
    "text": "Вы начали пробираться в глубь леса.  В животе бурчало и очень хотелось есть. Вдруг вы увидели какие-то грибы черного цвета с белыми перепонками под шляпой.",
    "answers": [
      {
        "id": 33,
        "text": "Съесть один"
      },
      {
        "id": 48,
        "text": "Идти дальше"
      }
    ]
  },
  {
    "id": 20,
    "text": "Вы осмотрели ручей со всех сторон и заметили лишь пару жирных лягушек. Деваться некуда. Голод даёт о себе знать. ",
    "answers": [
      {
        "id": 21,
        "text": "Наловить лягушек."
      }
    ]
  },
  {
    "id": 21,
    "text": "Поймав 4 лягушки вы поняли что сырьём их есть вы не собираетесь и нужно добыть огонь.",
    "answers": [
      {
        "id": 22,
        "text": "Разжечь костер крутя палкой о дерево."
      }
    ]
  },
  {
    "id": 22,
    "text": "Спустя часа \"кручения\" палкой о палку вам всё таки удалось развести костер. Вы набрали сухого валежника и принялись готовить еду. Наевшись лягушек у вас поднялось настроение и вы принялись строить себе шалаш. ",
    "answers": [
      {
        "id": 23,
        "text": "Построить шалаш и остаться на ночь"
      }
    ]
  },
  {
    "id": 23,
    "text": "Вы смастерили себе простой шалаш — Неплохо.\nСамое время лечь спать.",
    "answers": [
      {
        "id": 3,
        "text": "Завалиться и уснуть"
      }
    ]
  },
  {
    "id": 24,
    "text": "Вы лежите в своём шалаше голый и довольный. Погода теплая воздух свежий и чистый. Жизнь прекрасна!  В животе забурчало. ",
    "answers": [
      {
        "id": 25,
        "text": "Надо поесть. "
      }
    ]
  },
  {
    "id": 25,
    "text": "Вы хлебанули пару глотков из ручья и отправились на поиски пищи. Что бы найти съестного в этом лесу?",
    "answers": [
      {
        "id": 26,
        "text": "Искать ягоды"
      },
      {
        "id": 27,
        "text": "Искать живность"
      }
    ]
  },
  {
    "id": 26,
    "text": "Вы начали искать кустарники с ягодами. Вам встретились большие черные ягоды.",
    "answers": [
      {
        "id": 28,
        "text": "Попробовать"
      },
      {
        "id": 29,
        "text": "Не пробовать"
      }
    ]
  },
  {
    "id": 27,
    "text": "Вы отправились искать живых существ чтобы их съесть.  По дороге вы нашли кусты с розовыми ягодами. Ягоды оказались вкусными. ",
    "answers": [
      {
        "id": 34,
        "text": "Ловить насекомых и лягушек"
      },
      {
        "id": 35,
        "text": "Сделать силки"
      }
    ]
  },
  {
    "id": 28,
    "text": "Вы съели несколько черных ягод и пошли дальше. Через 10 минут у вас дико скрутило живот и начало темнеть в глазах. Это оказались несъедобные ягоды. Вы лежали ничком еще два часа затем потеряли сознание и умерли.",
    "answers": [
      {
        "id": 1,
        "text": "конец"
      }
    ]
  },
  {
    "id": 29,
    "text": "Вы пошли дальше и нашли большие розовые ягоды.",
    "answers": [
      {
        "id": 30,
        "text": "Попробовать"
      },
      {
        "id": 30,
        "text": "Черт возьми они так аппетитно выглядят. Всё равно попробовать. "
      }
    ]
  },
  {
    "id": 30,
    "text": "Вы наелись в доволь розовых ягод. Кустов было очень много и вы ели около 40 минут. Затем вы решили выкопать несколько кустов и перенести их ближе к своему лагерю.",
    "answers": [
      {
        "id": 32,
        "text": "Нести."
      }
    ]
  },
  {
    "id": 31,
    "text": "Шалаш стал выше и прочнее. Еще вы нарвали листьев и сделали замечательную подстилку.  Заодно вы решили поставить недалеко от лагеря силки на мелкого зверя. Смеркалось. Вы поели еще ягод с грядки.",
    "answers": [
      {
        "id": 40,
        "text": "Пора спать"
      }
    ]
  },
  {
    "id": 32,
    "text": "Вы перетаскали много кустов с ягодой к своему лагерю и сделали грядки. Вы решили что нужно улучшить свой шалаш.",
    "answers": [
      {
        "id": 31,
        "text": "Укрепить и увеличить шалаш"
      }
    ]
  },
  {
    "id": 33,
    "text": "Попробовав один гриб вам показалось что \" в принципе неплохо \" и вы съели все грибы какие нашли. Через некоторое время у вас заболел живот и закружилась голова. Вы упали ничком и умерли от отравления ядовитыми грибами.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 34,
    "text": "Вы поймали 3х лягушек на ужин. По дороге в лагерь вы увидили жирную гусеницу. ",
    "answers": [
      {
        "id": 36,
        "text": "Мясо"
      },
      {
        "id": 37,
        "text": "Не трогать"
      }
    ]
  },
  {
    "id": 35,
    "text": "Вы сделали ловушку на мелких зверей. Установив 3 ловушки в округе и положив в качестве приманки розовые ягоды вы отправились ловить лягушек на ужин.",
    "answers": [
      {
        "id": 39,
        "text": "Берегитесь жалкие твари!"
      }
    ]
  },
  {
    "id": 36,
    "text": "Добравшись до лагеря вы решили съесть гусеницу. Через час у вас начала кружиться голова и вы упали в обморок и умерли. Это была ядовитая гусеница.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 37,
    "text": "На пути в лагерь вы нашли розовые ягоды которые оказались очень вкусными. Вы немного поели их и выкопали несколько кустов чтобы сделать грядки возле лагеря.",
    "answers": [
      {
        "id": 38,
        "text": "Жарим и едим лягушек. "
      }
    ]
  },
  {
    "id": 38,
    "text": "Пока жарились лягушки, вы поставили несколько ловушек на мелких зверей, недалеко от лагеря. Затем вернулись и наелись лягушек с ягодами. ",
    "answers": [
      {
        "id": 40,
        "text": "Очень хорошо!"
      }
    ]
  },
  {
    "id": 39,
    "text": "Наловив лягушек вы отправились в лагерь. Там вы поужинали жареной лягушатиной и закусили ягодами. Выкопав несколько кустов с ягодами вы сделали грядки около шалаша. Смеркалось.",
    "answers": [
      {
        "id": 40,
        "text": "Пора спать."
      }
    ]
  },
  {
    "id": 40,
    "text": "Сытый и довольный вы отправились спать в свой уютный шалаш. ",
    "answers": [
      {
        "id": 41,
        "text": "Отличная жизнь!"
      }
    ]
  },
  {
    "id": 41,
    "text": "На утро вы проснулись выспавшимся и довольным. ",
    "answers": [
      {
        "id": 42,
        "text": "Проверить силки"
      }
    ]
  },
  {
    "id": 42,
    "text": "Вы пошли проверять ловушки. В 2х ловушках вы обнаружили по 1 жирному кролику в каждой ! Вот это удача! Теперь у вас есть и мясо и мех можно делать одежду!",
    "answers": [
      {
        "id": 43,
        "text": "Нужен нож. "
      }
    ]
  },
  {
    "id": 43,
    "text": "Вы отнесли добычу в лагерь и отправились искать что-то наподобие ножа. Погуляв в округе вы нашли неболшой камень. Взяв его и булыжник вы отправились в лагерь и приступили к созданию ножа. ",
    "answers": [
      {
        "id": 44,
        "text": "Заточить небольшой камень об булыжник. "
      }
    ]
  },
  {
    "id": 44,
    "text": "Вы принялись затачивать нож. Через 30 минут у вас получилась неплохой каменный резак. ",
    "answers": [
      {
        "id": 45,
        "text": "Разделать кролей и приготовить ужин. "
      }
    ]
  },
  {
    "id": 45,
    "text": "Разделав крольчатину вы повесили сушиться шкурки на солнце а мясо зажарили. Добавив немного кислой травы к мясу ц вас получился великолепный обед. ",
    "answers": [
      {
        "id": 46,
        "text": "Улучшить шалаш"
      }
    ]
  },
  {
    "id": 46,
    "text": "Вы принялись перестраивать своё убежище. К концу дня у вас получился небольшой лесной домик с каркасом из палок и накрытый листвой. Поужинав остатками крольчатины и закусив ягодой вы отправились спать. ",
    "answers": [
      {
        "id": 47,
        "text": "Ух устал..."
      }
    ]
  },
  {
    "id": 47,
    "text": "Дни шли за днями. Вы обустроили лагерь, посадили много грядок с ягодой и травами , добывали мясо охотой и разводили кроликов. Вы выкопали погреб и построили сарай. У вас был неплохой набор инструментов из камней и дерева.",
    "answers": [
      {
        "id": 59,
        "text": "Задуматься"
      }
    ]
  },
  {
    "id": 48,
    "text": "Хорошо что вы не съели эти грибы они могли быть ядовитыми. Пройдя дальше вы наткнулись на поляну усеяную розовыми ягодами. Вы не могли уже сдерживаться и кинулись поедать ягоды. ",
    "answers": [
      {
        "id": 49,
        "text": "Очень вкусно!"
      }
    ]
  },
  {
    "id": 49,
    "text": "Ягоды оказались вкусными и вы наелись вдоволь. Вы отправились дальше.",
    "answers": [
      {
        "id": 50,
        "text": "Пробираться сквозь чащу."
      }
    ]
  },
  {
    "id": 50,
    "text": "Приблежалась ночь и становилось всё темнее и темнее. Вскоре вы не видели ничего перед собой на расстоянии вытянутой руки.  Помимо дикой усталости и боли в ногах, вам сильно хочется спать.",
    "answers": [
      {
        "id": 51,
        "text": "Лечь спать на землю"
      },
      {
        "id": 52,
        "text": "Брести дальше на ощупь"
      }
    ]
  },
  {
    "id": 51,
    "text": "Вы свернулись клубочком на земле. Вам холодно и страшно. Ночной лес издаёт страшные звуки и различные шорохи. ",
    "answers": [
      {
        "id": 53,
        "text": "Уснуть дрожа от страха и холода. "
      }
    ]
  },
  {
    "id": 52,
    "text": "Вы побрели дальше вслепую. Выставив руки вперёд вы осторожно шагали вперёд. ",
    "answers": [
      {
        "id": 54,
        "text": "Страшно"
      }
    ]
  },
  {
    "id": 53,
    "text": "Ночь длилась ужасно долго. К утру вы проснулись измученым от страха и холода. ",
    "answers": [
      {
        "id": 58,
        "text": "Продолжить путь."
      }
    ]
  },
  {
    "id": 54,
    "text": "Внезапно вы почувствовали сильную боль в правом глазу. ",
    "answers": [
      {
        "id": 55,
        "text": "Аааа!"
      }
    ]
  },
  {
    "id": 55,
    "text": "Небольшой сухой и острый сук воткнулся вам в глаз. ",
    "answers": [
      {
        "id": 56,
        "text": "Упасть и орать."
      }
    ]
  },
  {
    "id": 56,
    "text": "Вы упали с диким криком на землю и начали биться в припадке от боли пытаясь сдержать утекающий глаз. Вдруг вы почувствовали как в вашу руку что-то вцепилось.",
    "answers": [
      {
        "id": 57,
        "text": "Орать громче и браниться"
      }
    ]
  },
  {
    "id": 57,
    "text": "В добавок ко всему в вас вцепилась змея. вы оттдрали её от руки и отбросили в сторону и продолжили орать. Через несколько минут яд змеи подействовал и вы заснули вечным сном.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 58,
    "text": "Вам было холодно, голодно и страшно. Вы пошли дальше. По дороге вы нашли ручей и напились воды. Рядом с ручьем росли какие-то ягоды синего цвета.",
    "answers": [
      {
        "id": 71,
        "text": "Наброситься на ягоды"
      }
    ]
  },
  {
    "id": 59,
    "text": "Как жить дальше? Вы всё чаще задумываетесь об этом. Может быть настало время отправиться дальше в лес ?",
    "answers": [
      {
        "id": 60,
        "text": "Собраться и отправиться дальше в лес. "
      },
      {
        "id": 61,
        "text": "Остаться жить в лагере."
      }
    ]
  },
  {
    "id": 60,
    "text": "Собрав всё необходимое для похода, а именно: Каменный нож с деревянной рукояткой, посох, сумку из кроличей шкуры набитую едой, бурдюк с водой, вы отправились дальше через лес. Вы шли два дня переодически собирая ягоды и пополняя запасы воды. ",
    "answers": [
      {
        "id": 62,
        "text": "Идти"
      }
    ]
  },
  {
    "id": 61,
    "text": "Вы решили, что остаться в лагере и жить здесь — не такая уж и плохая идея!  У вас есть пища, вода, и жильё. С каждым годом вы привыкали всё больше и больше к такой жизни. Дожив до старости вы лежали в своём деревянном доме у очага и размышляли о своей жизни. Что бы было если бы, добравшись тогда до ручья, вы не остались, а направились дальше через лес?",
    "answers": [
      {
        "id": 19,
        "text": "Отправиться в лес не оставаясь и не разбивая лагерь. (Вернуться назад)."
      },
      {
        "id": 1,
        "text": "Умереть от старости."
      }
    ]
  },
  {
    "id": 62,
    "text": "Утром третьего дня вы выступили дальше. По дороге вы услышали шорох листьев и трескающихся веток позади себя.",
    "answers": [
      {
        "id": 63,
        "text": "Бежать!"
      },
      {
        "id": 64,
        "text": "Замереть"
      }
    ]
  },
  {
    "id": 63,
    "text": "Вы со всех ног побежали куда глаза глядят, создавая много шума. Вы чувствуете как за вами кто-то гонится, но вы не видете кто.",
    "answers": [
      {
        "id": 65,
        "text": "Аааа!"
      }
    ]
  },
  {
    "id": 64,
    "text": "Вы притаились. Шорох прекратился.  Вы услышали тяжёлое дыхание дикого зверя. Скорее всего это был медведь.",
    "answers": [
      {
        "id": 66,
        "text": "Пятиться"
      }
    ]
  },
  {
    "id": 65,
    "text": "Внезапно мощный удар по рёбрам сбил вас с ног и вы оказались на земле. Оказавшись на спине вы увидели перед собой огромного разъярённого медведя. Медведь вцепился в ваше горло и начал трепать вас. Спустя несколько минут он разорвал вас.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 66,
    "text": "Вы начали аккуратно пятиться, глядя в сторону, где слышалось дыхание. В кустах вы заметили два глаза пристально наблюдающих за вами.",
    "answers": [
      {
        "id": 67,
        "text": "Тиихо тиихо..."
      }
    ]
  },
  {
    "id": 67,
    "text": "Вы уже отошли на большое расстояние от зверя. Вдруг, тот фыркнул носом, развернулся и скрылся шурша кустами. ",
    "answers": [
      {
        "id": 68,
        "text": "Фуууух..."
      }
    ]
  },
  {
    "id": 68,
    "text": "Еще 10 минут вы пятились и не могли отойти от шока. Потом вы сели и перевели дух. Выпив воды вы отправились дальше в путь. ",
    "answers": [
      {
        "id": 69,
        "text": "В путь."
      }
    ]
  },
  {
    "id": 69,
    "text": "К вечеру вы подошли к краю леса и перед собой увидели огромное пшеничное поле! То самое!",
    "answers": [
      {
        "id": 70,
        "text": "О нет!"
      }
    ]
  },
  {
    "id": 70,
    "text": "Внезапно вас кто-то ударил по затылку. Вы потеряли сознание. Иногда на мгновение вы открывали глаза и понимали что вас кто-то тащит по полю, затем у вас забрали все ваши вещи и бросили ударив еще раз по голове. От удара вам отшибло память и вы забыли о том кто вы и что вы. ",
    "answers": [
      {
        "id": 2,
        "text": "Очнуться."
      }
    ]
  },
  {
    "id": 71,
    "text": "Ягоды были очень вкусными. Вы съели столько сколько смогли и решили отправиться дальше. Внезапно у вас всё начало расплываться перед глазами. Деревья начали судорожно дёргаться а в ушах зазвенело.",
    "answers": [
      {
        "id": 72,
        "text": "Ээээ аааа ууу? "
      }
    ]
  },
  {
    "id": 72,
    "text": "Ваш рот открылся и из него текли слюни. Вдруг вам показалось что за вами гтнится толпа диких монстров похожих на сатиров. ",
    "answers": [
      {
        "id": 73,
        "text": "Бежать!"
      }
    ]
  },
  {
    "id": 73,
    "text": "Вы бежали ничего не понимая и орали, брызгая слюнями в разные стороны. У вас передозировка психотропными ягодами. Перед вами открылось жёлтое поле.",
    "answers": [
      {
        "id": 74,
        "text": "Спрятаться от сатиров в поле."
      }
    ]
  },
  {
    "id": 74,
    "text": "Вы забежали в поле. С каждым мгновением эффект от ягод усиливался всё сильнее. Через несколько минут вы потеряли сознание и забыли всё то, что с вами происходило.",
    "answers": [
      {
        "id": 2,
        "text": "Очнуться"
      }
    ]
  },
  {
    "id": 75,
    "text": "",
    "answers": []
  }
]