[
  {
    "id": 1,
    "text": "Автор: SaLim. \nЖанр: фэнтези/драма. \nОбновления: опубликована десятая глава и эпилог.\n\n\n  Соломон Рэйс — элитный агент внутренней разведки. Он был воспитан в строгости и дисциплине для того, чтобы преданно служить своему императору. Но ужасы и зверства гражданской войны поставили под сомнения все его принципы и взгляды. Что же является истинным предназначением главного героя? Бесприкословное служение императору или же есть другой путь? ",
    "answers": [
      {
        "id": 1,
        "text": "",
        "pageImg": "",
        "system": true
      },
      {
        "id": 2,
        "text": "Начать чтение",
        "lua_do": "function lua_do()\nend"
      },
      {
        "id": 3,
        "text": "О квесте"
      },
      {
        "id": 59,
        "text": "Другие книги серии "
      }
    ]
  },
  {
    "id": 2,
    "text": "  Выберите главу.",
    "answers": [
      {
        "id": 4,
        "text": "Пролог "
      },
      {
        "id": 8,
        "text": "Глава 1"
      },
      {
        "id": 12,
        "text": "Глава 2"
      },
      {
        "id": 16,
        "text": "Глава 3"
      },
      {
        "id": 21,
        "text": "Глава 4"
      },
      {
        "id": 26,
        "text": "Глава 5"
      },
      {
        "id": 31,
        "text": "Глава 6"
      },
      {
        "id": 35,
        "text": "Глава 7"
      },
      {
        "id": 42,
        "text": "Глава 8"
      },
      {
        "id": 53,
        "text": "Глава 9"
      },
      {
        "id": 58,
        "text": "Глава 10"
      },
      {
        "id": 65,
        "text": "Эпилог"
      },
      {
        "id": 1,
        "text": "Главное меню"
      }
    ]
  },
  {
    "id": 3,
    "text": "10.08.18 — начал переписывать.\n14.08.18 — опубликована третья глава.\n15.08.18 — опубликована четвертая глава.\n11.01.19 — опубликована пятая глава.\n16.01.19 — опубликована шестая глава. \n19.01.19 — опубликована седьмая глава.\n28.01.19 — опубликована восьмая глава. \n31.01.19 — опубликована девятая глава. \n5.02.19 — опубликована десятая глава и эпилог.",
    "answers": [
      {
        "id": 1,
        "text": "В начало "
      }
    ]
  },
  {
    "id": 4,
    "text": "  Рендел. \n  \n  Весь день юноша трудился на кузне. На работу он пришел ни свет, ни заря, кое-как разбудив кузнеца. \n—Чего так рано приперся? — спросил тот недовольным басом, высунувшись из окна своего дома. \n—Хотел побольше заработать сегодня — ответил Рендел, виновато потупившись в землю. \n  Сонное лицо кузнеца исчезло в оконном проеме, а через несколько минут послышался щелчок задвижки и тяжелая, деревянная дверь, ведущая в дом, открылась.\n—Ладно! — отозвался кузнец, выходя из дома — Нагревай горн. Сейчас подойду.\n  После этого он отдал Ренделу ключ. Юноша кивнул и направился к кузне. \"Все идет согласно моему плану\" — думал он по дороге с еле заметной ухмылкой на лице — \"Этот назойливый капитан вскоре умрет и подозрение может пасть на меня. Но тут оказывается, что я все это утро работал, поэтому они ничего не смогут доказать\"\n  Добравшись до кузни, Рендел открыл ключом, полученным от кузнеца, дверь в кирпичную постройку и вошел внутрь. Там он накинул на себя кожаный передник и рукавицы. \"Все же это опасно\" — размышлял юноша, нагревая огромный горн — \"В убийстве Рэйса обвинят впервую очередь меня. Ведь он что-то заподозрил, когда приходил сюда... Черт! А если Шона поймают? Что если он не успеет убежать?\" Рендел глубоко вдохнул и мысленно добавил: \"Нет, на Шона можно положиться, он не сдаст. Было бы даже лучше, если бы его схватили, тогда он возьмет всю вину на себя\" \n  Юноше вспомнился вчерашний их разговор. Тогда он встретился с Шоном у себя дома поздно вечером. \n—Завтра утром ты должен будешь кое-кого убрать — вполголоса произнес Рендел, глядя в глаза подопечному — Это капитан Рэйс из внутреннего отдела. Он слишком близко подобрался к нашей организации. Нас не должны раскрыть. Только не сейчас! \n  Шон промолчал, готовый слушать далее. \n—Времени искать яд у меня нет — продолжил Рендел — Поэтому тебе придется использовать обычные стрелы. С утра зайди ко мне и получишь все необходимое. \n—Понял — отозвался тот.\n—Так, и ещё одно — Рендел на мгновение умолк, подбирая слова — В случае, если тебя схватят, ты скажешь им, что мстил за Киру, потому как любил ее. \n  Шон кивнул и направился к выходу. Уже стоя на пороге он обернулся и тихим голосом спросил:\n—Босс, это ведь необходимо для блага всего общества? \n—Да, Шон — после минутной паузы ответил Рендел — Это необходимая жертва. \n—Как Кира? — бросил Шон напоследок и зашагал прочь по темному коридору. \n  \"Кира...\" — с горечью подумал Рендел, отступив от горна и вытирев полотенцем лицо — \"Да, ее жертва не напрасна. Ведь после неудачного покушения на старого Рэйса нашу группировку заметили и в соседних городах\" Это было правдой. Как только Киру арестовали, по всей округе разошлись слухи. Те, кто знал Рендела и его \"Ночных волков\" поспешили поделиться новостью с другими группировками из соседних городов. И вскоре Рендел получил первое анонимное письмо от \"Буревестников\" — крупной организации сепаратистов. В нем \"буревестники\" восхищались таким смелым шагом и предлагали некое крупное дело, для реализации которого требовалось объединение усилий всех группировок. \"Они задумали переворот!\" — догадался юноша после прочтения письма — \"Да, имперских войск не хватит для защиты. Вскоре по всей стране вспыхнут восстания, имперский гнет падет и справедливость восстановится. Тогда не будет ни бедных, ни богатых!\"",
    "answers": [
      {
        "id": 5,
        "text": "》》》"
      },
      {
        "id": 2,
        "text": "《《《"
      }
    ]
  },
  {
    "id": 5,
    "text": "—Ну, что тут у тебя? — вырвал его из раздумий приблизившийся кузнец. \n—Горн нагрет — отозвался Рендел. \n—Хорошо, неси мечи — поступило распоряжение мастера.\n  Рендел кивнул и поспешил на склад. До обеда работа кипела. Кузнец успел выковать несколько мечей, а его помощник наточил их. После обеда в кузню наведался знакомый кузнеца стражник. \n—Слышал новость? — обратился он к мастеру взволнованным голосом — Капитана Рэйса ведь убили! \n—Чего? — удивился кузнец, опустив молот. \n  Рендел, стоящий рядом, напряг слух. \n—Ну да, убили его — подтвердил караульный. \n—Когда это случалось? — спросил мастер. \n—Да только что. Из арболета пристрелили, убийца сбежал.\n—Черт! — бросил недовольно кузнец — Опять меня допрашивать будут! \n—Конечно, это ведь единственная кузня в Стоуне и толко здесь оружие можно купить. Ладно, я побежал! — махнул рукой стражник, убегая. \n  Кузнец продолжил прерванную работу. Рендел кое-как удержался от радостного смеха. \"Теперь-то можно было не бояться!\" — размышлял он — \"Этот тюфяк Фергус не страшен! С тех пор, как его назначили главой отдела, он пальцем о палец не ударил\"\n  К вечеру работа в кузне была закончена и Рендел, уставший, но довольный направился домой. Вечер выдался прохладным и юноша сильнее укутался в свой старенький, потрепанный плащ. \"Правильно ли я поступаю рискуя так своими друзьями?\" — задался Рендел вопросом, мучавшим его уже долгое время — \"Может и неправильно... Но я делаю то, что необходимо! И мне нельзя сомневаться\" — напомнил он себе — \"Мы изменим страну!\"\n  Сумерки сгустились, поэтому Рендел не сразу заметил мужчину в броне, стоящего у входа его дом. Юноша, увидев незнакомца только на расстоянии двадцати метров от себя, встал на месте и приготовился бежать. Мужчина взглянул на Рендела и поманил его рукой. Подходить к нему юноша не хотел.  Он было сделал шаг назад, но вдруг ощутил легкий толчок в спину. Обернувшись, Рендел обнаружил, что сзади стояли еще двое. Толкнувший его молодой парень был в капюшоне и с нескрываемой злостью смотрел на Рендела. Затем он угрожающе положил руку на рукоять меча и произнес:\n—Я лейтенант Зак. Наш отряд проводит тебя домой. \n—Право не сто'ит — натянуто улыбнулся в ответ юноша. \n—Стоит — сухо бросил Зак и с силой толкнул Рендела к двери — Нынче опасно ходить одному, убийца по городу шастает — добавил он ледяным голосом. \n  Деваться было некуда и юноше пришлось повиноваться. Войдя в здание и пройдя по темному коридору до конца, Рендел оказался перед своей комнатой. Он нащупал рукой небольшую выемку в стене, слева от себя. Никто, кроме него не знал о ней. Юноша принялся в ней рыться. \n—Ключа там нет — заметил Зак — Как и припрятанного ножа. Входи, не заперто. \n  Рендела бросило в пот. \"Как давно они следят за мной?\" Юноша приблизился к двери и неуверенно вошел внутрь комнаты. ",
    "answers": [
      {
        "id": 6,
        "text": "》》》"
      },
      {
        "id": 4,
        "text": "《《《"
      }
    ]
  },
  {
    "id": 6,
    "text": "  На столе слабо горел светильник. Около него на стуле сидел молодой парень в очках. В руках он держал листок бумаги и внимательно его изучал. Когда вошел Рендел, парень в очках взгянул на него и, дружелюбно улыбнувшись, произнес:\n—Я бы предложил тебе сесть, но, к сожалению, стул здесь всего один.\n—Да что здесь происходит?! — воскликнул Рендел, пытаясь изобразить на лице возмущение и удивление. \n  Хотя на самом деле он прекрасно знал, что именно здесь происходит. \"Неужели Шона схватили?\" — лихорадочно рассуждал Рендел — \"Черт! Убийство офицера и вправду было слишком рискованной затеей!\"\n—Меня зовут капитаном Фергусом — представился между тем сидящий на стуле — Знаешь, что у меня в руках? \n—Понятия не имею! \n—Письмо, адресованное тебе \"буревестниками\" — с ухмылкой произнес Фергус. \n  Эти слова прозвучали, как гром среди ясного неба. Рендел ошарашенно уставился на листок бумаги. \"Нет! Не может быть!\" — пронеслось в голове юноши — \"Я ведь...\"\n—Ты ведь уничтожил это письмо? — произнес Фергус, словно прочтя мысли юноши и его улыбка стала еще шире. \n—Я... я не понимаю о чем вы! — собравшись с мыслями, выдавил из себя Рендел. \n  Внезапно офицер вскочил со стула и метнулся к нему. \n—Идиот! — кричал Фергус, тряся перед лицом юноши бумагой — Ты думаешь, что среди \"буревестников\" нет наших информаторов?! Да мы по щелчку пальцев можем схватить их, также, как и твоих \"волчат\"!\n  Затем офицер успокоился, поправил очки и, отвернувшись, бросил через плечо подчиненным:\n—Уведите его.\n  Рендел резким движением отскочил в сторону, собираясь обороняться, но последовавший удар рукотью меча в затылок затмил его разум болью, после чего он грохнулся на пол. ",
    "answers": [
      {
        "id": 7,
        "text": "》》》"
      },
      {
        "id": 5,
        "text": "《《《"
      }
    ]
  },
  {
    "id": 7,
    "text": "  В чувство юношу привел внезапно пронзивший его тело холод. Рендел вскрикнул и открыл глаза, но тутже зажмурился от яркого огня факела, приближенного к лицу. Тело его было обнажено до пояса и облито водой, которая, скатываясь с волос, стекала в глаза. Голова раскалывалась от боли и юноша никак не мог собраться с мыслями. Он попытался поднять руки, чтобы отгородиться от этого слепящего света и смахнуть воду с глаз, но попытки не увенчались успехом. Юноша опустил взгляд и понял, что он накрепко привязан к стулу. Рендел попытался пошевелить руками и ногами — тщетно. \n—Доброе утро! — раздался чей-то голос над самым его ухом. \n  Юноша обернулся. Около него стоял тот самый офицер в очках. \"Фергус\" — выдало сознание откуда-то из глубины. Человек, держащий в руках факел, отступил назад и у Рендела, после нескольких минут морганий, появилась возможность осмотреться. Он находился в темном помещении, стены и потолок которого тонули во мгле. Единственный источник света — факел в руках стоящего рядом стражника — открывал взгляду юноши установленный неподалёку стол, покрытый тканью. К нему неспеша приблизился Фергус. Поверх его черной офицерской формы был надет кожанный передник, а на руках были перчатки. Офицер развернул ткань на столе. В свете факела на нем блеснули разнообразные хирургические инструменты. Сердце Рендела ускорило бег, а тело покрылось потом. \n—Что... что вы делаете?! — охрипшим голосом спросил он. \n—Представляешь — задумчиво произнес Фергус, склонившись над инструментами — Я ведь раньше на лекаря учился. Мечтал помогать людям, спасать их. Мне всегда казалось, что таким образом я сделаю этот мир лучше. Но вскоре я кое-что понял. Я понял, что лечить людей бессмысленно! Все люди — звери, желающие убивать и калечить себе подобных. Это заложено в нас с рождения. И единственное, что может усмирить наши животные инстинкты — порядок. Бесприкословный порядок, контролируемый сильным и решительным лидером. Император Флокий может установить такой порядок в стране. Я верю в это и такова моя мечта. Ради нее я готов пожертвовать всем, даже своей человечностью...\n  После нескольких минут наступившего молчания Фергус обернулся. В правой руке он держал тонкое, короткое лезвие, а левой поправил очки. На его лице сияла улыбка безумца.\n—Хотя — промолвил он, приближаясь — В последнее время я ощущаю, что творю все эти ужасные вещи не ради блага Империи и не ради императора Флокия, а только потому, что мне это доставляет удовольствие! \n—Нет! — воскликнул в ужасе Рендел — Не надо!\n  Офицер схватил юношу за руку и подставил под его ноготь тонкое лезвие инструмента. \n—Ты ведь станешь послушным? Ведь так? — спросил он. \n  \"Я не сдамся! Ради светлого будущего!\" — мысленно подбадрил себя Рендел и громко закричал:\n—Иди к чёрту! \n  Фергус хищно улыбнулся. \n—Что же, приступим — спокойно произнес он и ввел лезвие под ноготь.\n\n\n  Конец. ",
    "answers": [
      {
        "id": 8,
        "text": "Глава 1"
      },
      {
        "id": 6,
        "text": "《《《"
      },
      {
        "id": 1,
        "text": "В начало "
      }
    ]
  },
  {
    "id": 8,
    "text": "  Соломон. \n\n\n  Юноша стоял посреди зеленого поля. Слабый ветерок донесил до него аромат полевых цветов, а яркое, летнее солнце ослепляло глаза. Защищаясь от лучей, Соломон укрылся широкой, мазолистой ладонью. \"Солнце уже высоко\" — отметил он — \"Нужно торопиться\"\n  Торопиться? Куда? О чем это я? Юноша вдруг вспомнил, что он чем-то был занят и это что-то нужно было поскорее закончить. \"Точно!\" — спохватился Соломон — \"Я ведь косил траву! Да, нужно торопиться. До вечера бы управиться\"\n  Соломон подобрал с земли косу и принялся за работу. Руки знали свое дело, размашистые движения совершались бессознательно и четко. \"Когда я научился этому?\" — удивился юноша. Подкошенная трава рядами ложилась друг на друга. От нее поднялся приятный запах и Рэйс с жадностью его вдохнул. \"Эх, хорошо!\" — радостно подумал он.\n—Папа! — раздался вдруг детский голос со спины. \n  Соломон обернулся. К нему по полю бежал ребенок семи-восьми лет в белоснежной рубахе. У него были светлые волосы и сине-голубые глаза, а от широкой улыбки на щеках виднелись ямочки. \n—Лео! — воскликнул Соломон и, отбросив косу в сторону, побежал к мальчику навстречу. \n \"Его имя — Леогард! Что значит \"светлое будущее\" — внезапно пронеслось в голове юноши. Соломон подхватил Лео под руки и несколько раз подкинул вверх. Отец и сын громко смеялись. \n—Что ты тут делаешь? — спросил Соломон, поставив ребенка на землю и опустившись перед ним на колени. \n—Мама кушать зовет.\n—Кушать зовет? — повторил Соломон, потрепав сына по волосам — Ладно, беги домой, скажи, что сейчас вернусь. \n—Хорошо! — бросил на бегу Лео, направляясь к назад. \n  Юноша встал на ноги и взглянул вслед сыну. Тот бежал по узенькой тропинке вверх по холму. На вершине этого холма стоял небольшой деревянный домик. Соломон пригляделся. На пороге дома он разглядел девушку со светлыми волосами в нежно-голубом платье. Соломон улыбнулся. \"Она ждет меня\" — радостно подумал юноша, шагнув за сыном. ",
    "answers": [
      {
        "id": 9,
        "text": "》》》"
      },
      {
        "id": 2,
        "text": "《《《"
      }
    ]
  },
  {
    "id": 9,
    "text": "  Внезапно Соломон оступился и едва удержался на ногах. Он вновь взглянул на вершину холма. Дом по-прежнему стоял на месте, но ни девушки, ни ребенка там уже не было. Юноша ощущал в душе нарастающееся беспокойство.\n   Соломон оглянулся и вначале даже не поверил своим глазам. Перед ним вдруг оказался охваченный огнем одноэтажный дом. Горящие бревна громко трещали, из окон вылетали языки пламени, а крыша готова была обвалиться в любое мгновение. В нос Соломону ударил запах гари. Юноша повернул голову назад, но там уже не было дома на холме. Взору его открылось озеро, скованное льдом. Соломон ошарашенно огляделся. Кругом была непроглядная темнота ночи, а сам юноша стоял на снегу, в руках сжимая не понятно откуда взявшийся меч. Также Соломон заметил около дома огромный дуб. Юноша крепче ухватился за рукоять оружия и уверенным шагом двинулся к нему.\n   Снег под ногами громко скрипел, изо рта вылетали клубы пара. \"Мне нужно к этому дубу!\" — решил Соломон. Он не знал точно, что его там ждало, знал лишь то, что это очень важно. Сердце бешенно стучало, а холод сковывал движения. Соломону стало трудно дышать, дым от огня душил его. Юноша выронил из ослобевших рук меч и упал на колени. Тут он заметил, что к нему приблизилась какая-то тень. Соломон поднял глаза. Приблизившийся человек держал в руках меч, острие которого приложил к груди юноши. Лица незнакомца Соломон не мог разглядеть. \"Кто это?\" — мысленно спросил он — \"Это призрак из прошлого? Да, он здесь чтобы судить меня за совершенные грехи... Что же, я принимаю твой суд\"\n  Юноша опустил голову, готовый к смерти. Незнакомец сильнее надавил на грудь мечом.\n  В этот момент юноша расслышал далекий женский окрик: \"Соломон!\" Молодой человек встрепенулся. \"Этот голос! Это та девушка на пороге дома! Мне нужно вернуться к ним!\" Тень надавила мечом еще сильнее. Соломон попытался поднять руки, чтобы защититься, но тщетно. Мышцы его были словно налиты свинцом. В глазах вдруг потемнело и сознание постепенно стало угасать. \"Неужели это конец?\" — удивился Рэйс.\n—Очнись, Соломон! — воскликнул тот же женский голос.\n \"Очнуться?\" — мысленно переспросил Соломон — \"Точно! Мне нужно очнуться!\"\n—Мне есть ради кого жить! — твердо произнес Соломон, вспомнив тот дом на холме — Я не умру!\n  Юноша, собрав все оставшиеся силы, напряг каждый мускул своего тела и попытался встать на ноги. После неимоверных усилий ему это наконец удалось и он поднялся. Тень с мечом отступила назад. Соломон набрал в легкие побольше воздуха и с силой воскликнул имя той, ради которой он выжил:\n—Абигэйл! \n  Этот возглас словно вернул сознание из небытия и Соломон резко открыл глаза. ",
    "answers": [
      {
        "id": 10,
        "text": "》》》"
      },
      {
        "id": 8,
        "text": "《《《"
      }
    ]
  },
  {
    "id": 10,
    "text": "  Теперь он обнаружил себя лежащим на кровати. Перед глазами юноша видел деревянный потолок, а в воздухе стоял запах трав. Соломон попытался приподняться, чтобы осмотреться, но острая боль внезапно пронзила грудь. Юноша, невольно застонав, упал обратно на спину. \n—Не двигайся — раздался над Соломоном чей-то заботливый голос. \n  Юноша повернул голову в сторону говорившего. Это был Карл. Старик сидел на стуле у изголовья кровати.\n—Где я? — с трудом спросил Соломон. \n  Голос его был осипшим и слабым. \n—Ты у Гью. \n—Что... что произошло? \n  Старик устало протер глаза. \n—Стражники нашли тебя на улице — произнес он — Один из них позвал Гью... Ты потерял много крови, но он успел спасти тебя. \n  Соломон припомнил события покушения. Первая стрела вонзилась в живот, а другая угодила в грудь.\n  Карл встал со стула и принялся ходить по комнате, заложив руки за спину. На его лице читалось замешательство и тревога. Он явно хотел что-то спросить, но не знал с чего начать. \n—Соломон — наконец выдавил он из себя спустя несколько мучительных для него минут — Конечно, сейчас не самое лучшее время об этом говорить, но... Гью ведь рассказал тебе правду о... ну, о твоем настоящем отце? \n  Юноша отвёл взгляд и некоторое время молчал.\n—Да, рассказал — прервал тишину Соломон — Но моим настоящим отцом являешься ты. \n  Карл вначале удивлённо взглянул на сына, но через несколько секунд удивление на его лице сменилось облегчением. Он приблизился к Соломону и, глядя ему в глаза, тихо сказал:\n—Спасибо, сын.\n  Юноша слабо улыбнулся в ответ.\n—А! Уже очнулся! — воскликнул вдруг чей-то веселый голос и к кровати подступил Гью. \n—Крови потерял много, но органы, к счастью, не задеты — возвестил он — Совсем скоро на ноги встанешь. Кстати — лекарь перевел взгляд на Карла — У входа я встретил Абигэйл. Она выглядела взволнованной, ты ей не грубил, надеюсь? \n—Я?! — изумился тот — Да я сама вежливость, понял, хрыч?!\n—Понял, понял — примирающе поднял руки Гью — Не заводись. \n—Абигэйл здесь? — встрепенулся Соломон. \n—Ну да — ответил Карл — С тех пор как тебя к Гью перенесли она частенько сюда забегает и сидит тут подолгу. \n—Они с твоим отцом по очереди здесь караулят — улыбнулся Гью.\n—Между прочим — произнес Карл, обращаясь к сыну — Ведь это ты ее смутил. \n—Я?\n—Ты частенько бредил и звал ее по имени — сказав это, старик лукаво подмигнул сыну. \n  Если бы Соломон не был так слаб, он бы, наверное, весь покраснел и смутился. Но в нынешнем своем положении он смог лишь зажмуриться. \n—Можно? — раздался вдруг неуверенный женский голос. \n—Абигэйл! — радостно воскликнул Гью, смотря куда-то за спину Соломону. \n  Юноша, как ни пытался, никак не мог разглядеть гостью. \n—Входи конечно! — пригласил ее лекарь.\n  Раздались звуки приближающихся шагов и через несколько мгновений девушка оказалась в поле зрения Соломона. \"Как же она прекрасна!\" — пронеслось в голове юноши. Почему-то именно сейчас он сумел по-настоящему разглядеть ее красоту. \n—Добрый день, Соломон — тихо произнесла Абигэйл, потупившись в пол. \n—Здравствуй — поприветствовал ее юноша. \n  Девушка подняла глаза и оба молодых человека встретились взглядами. На несколько секунд наступило молчание. Эту тишину поспешил прервать Гью. \n—Карл! — воскликнул он внезапно — А помнишь то срочное дело, о котором ты мне тогда рассказывал?\n—Чего? — удивился старик — Какое еще дело? И чего ты орешь?\n  Лекарь несколько раз многозначительно указал взглядом Карлу на дверь. Тот некоторое время стоял на месте, не понимая, что от него требуют. Но в конце концов он догадался и, ударив себя по лбу, поспешил к выходу. \n—Точно, точно! — воскликнул старик по дороге — Срочное дело! Нет времени! \n  Гью, не особо впечатленный актерской игрой своего товарища, устало вздохнул и поплелся вслед за ним. Уже стоя на пороге он обернулся и взглянул на двух молодых людей. \"Эх, молодость!\" — с улыбкой подумал лекарь и поспешил прочь. ",
    "answers": [
      {
        "id": 11,
        "text": "》》》"
      },
      {
        "id": 9,
        "text": "《《《"
      }
    ]
  },
  {
    "id": 11,
    "text": " Девушка, вдруг спохватившись, вновь опустила глаза вниз и принялась неуверенно поправлять свое платье. Соломон улыбнулся. Ему не хотелось ни о чем говорить. Он просто был счастлив от того, что она рядом, что эта девушка приходила сюда, переживала о нем. Из раздумий его вырвал тихий, женский голосок. \n—Что? — отозвался Соломон, возвращаясь в действительность.\n—Как... как ты себя чувствуешь? — повторила свой вопрос Абигэйл. \n—Уже лучше — ответил юноша.\n  Девушка лучезарно улыбнулась.\n—Кажется, я бредил — произнес Соломон, нахмурившись — Прости если обидел. \n—Нет-нет!  — спохватилась Абигэйл — Ты ничем не обидел меня, просто... — девушка неуверенно замолчала. \n—Просто?\n—Ты рассказывал ужасные вещи. \n—О войне? — предположил Соломон. \n  Абигэйл коротко кивнула и юноша, тяжело вздохнув, перевел взгляд в сторону. \n—Соломон — тихо произнесла Абигэйл, опустившись рядом с кроватью на колени и положив свою руку на на руку офицера — Расскажи мне, что тогда с тобой стряслось. \n  Юноша молча убрал руку. Воспоминания о войне причиняли боль и ему не хотелось оживлять их в голове. Девушка вскочила на ноги и произнесла виноватым голосом:\n—Прости. Мне не стоило...\n—Я расскажу — прервал ее Соломон, взглянув девушке в глаза — Присаживайся на стул, эта история будет длинной...\n\n\n  Конец. ",
    "answers": [
      {
        "id": 12,
        "text": "Глава 2"
      },
      {
        "id": 10,
        "text": "《《《"
      },
      {
        "id": 1,
        "text": "В начало "
      }
    ]
  },
  {
    "id": 12,
    "text": "  Несколькими месяцами ранее. \n\n\n—Так, мы здесь — пробасил рослый генерал с пышными усами и в чёрной, имперской форме, указывая пальцем на карту — Вражеское поселение здесь. Разведка доложила, что значительная часть армии сепаратистов покинула деревню и выдвинулась на север — генерал обвел присутствующих офицеров взглядом и продолжил — Это наш шанс! Мы нанесем удар под утро. Но вначале капитан Рэйс — он указал на юношу в плаще и длиннополой шляпе по правую руку от себя — Вместе со своим отрядом устранит караульных. \n  Совет офицеров проходил в полевом шатре генерала. На нем было человек двадцать. Соломон только недавно прибыл в расположение части и ему не терпелось поучаствовать в настоящем сражении. Он, в отличии от других желторотых офицеров, не гнался за славой и всеобщим признанием. Нет, цель его была куда более незамысловатой и страшной — ему просто хотелось убивать. В связи с этим юноша не задумываясь предложил генералу свою помощь в предстоящей атаке. \n—Генерал Штарк — подал вдруг голос из строя молодой парниша — Но ведь этот отряд из внутреннего отдела! Пускай они своими делами занимаются, дизертиров там ловят, шпионов каких-нибудь — в рядах офицеров послышался тихий смешок — А уж вражеских караульных предоставьте мне и моему отряду.\n  Соломон осмотрел выскочку изучающим взгляд с ног до головы. Судя по погонам это был капитан. Чисто выбритое лицо, волосы были лихо причесаны назад, одежда на нем была уж слишком чистой и глаженной. \"Очередной сопляк хочет выслужиться перед начальством\" — отметил Соломон с ухмылкой. \n—Капитан Норд — спокойно произнес Штарк — Когда я буду нуждаться в ваших советах, я обязательно вас предупрежу, а до тех пор — лицо генерала внезапно искозилось гневом и он громко вскричал — Закрой рот, щенок!\n  Норд тутже стушевался и опустил глаза в пол. Генерал прокашлялся и спросил, повернувшись к Соломону:\n—Ну как? Справишься? \n—Да — уверенно ответил юноша — Караульных не так много, а мой отряд состоит из опытных солдат, отобранных лично мной. \n  Штарк одобрительно кивнул и громогласно возвестил, обернувшись к присутствующим:\n—Хорошо! Разойтись! Готовьте солдат и снаряжение к штурму!\n—Есть! — отозвались офицеры и поспешно покинули шатер главнокомандующего. Соломон последовал за всеми. ",
    "answers": [
      {
        "id": 13,
        "text": "》》》"
      },
      {
        "id": 2,
        "text": "《《《"
      }
    ]
  },
  {
    "id": 13,
    "text": "  Ворвавшись в казарму, Соломон разбудил свой отряд, состоящий из десяти солдат. Все они нехотя встали с постелей, широко зевая и сонно протирая глаза. \n—Что такое, капитан? — возмутился Хорс — самый языкастый из подчиненных. \n—Ну что, ребятки?! — обратился к ним Соломон — Не хотите ли пару десяток глоток перерезать? Готовьте снаряжение, мы идем в бой! \n—Да! — воодушевленно взревели солдаты и принялись в спешке собираться. \n  Капитан приблизился к своему углу, отгороженному от остальной части казармы ширмой. В этом углу находился стол с табуреткой и была установлена кровать. Соломон зажег лампадку на столе и выдвинул из-под кровати небольшой сундучок, в котором хранилось все его имущество. Откинув крышку, юноша принялся экипироваться. Он надел на себя легкую броню, поверх которой накинул плащ. В качестве оружия Соломон выбрал два излюбленных кинжала. Юноша взял один из них в руку и осмотрел его. Затем достал из сундука точильный камень и принялся обтачивать оружие. \"Наконец-то я поучаствую в настоящем сражении!\" — размышлял Соломон, ведя камнем по лезвию, и радостная улыбка показалась на его лице. \n  Через полчаса весь отряд был снаряжен и капитан повел их на улицу. Весь лагерь был поднят по команде и кругом царила суматоха: бегали солдаты, скакали кони, кричали офицеры. Соломон взглянул на небо. Над головой растянулась огромная туча, закрывая собой лунный свет. Капитан был удовлетверен этим. Так у них было больше шансов остаться незамеченными. К Соломону приблизился генерал Штарк. Он оглядел подчиненных капитана оценивающим взглядом и обратился к Рэйсу:\n—Готовы?\n—Так точно — отозвался юноша.\n—Тогда вперед, бойцы! — воскликнул генерал. \n  Путь Соломона и его отряда пролегал вдоль подножия горы на широкую равнину, где располагалась база сепаратистов — небольшая деревушка, окруженная лесом. Капитан разделил свой отряд на две группы по пять человек. Одну группу, во главе с Хорсом, он отправил обойти деревню с юга. Сам же он повел оставшихся солдат с севера. Караульных было всего лишь двадцать три человека и с ними отряд Соломона легко справился. После чего капитан зажег сигнальный огонь на ближайшей возвышенности, знаменуя тем самым начало штурма.\n  Теперь Соломон стоял на вершине холма, около горящего костра. Искры от огня столбом тянулись к звездному небу. На востоке начинало светать и оттуда же тянулась цепочка солдат из лагеря. Их было сотни две и среди них были заметны несколько повозок, предназначенных для транспортировки добычи на базу.\n  Капитан достал из ножен кинжал. На лезвии остались несколько пятен крови. \"Тот бедолага, которого я прирезал, даже не успел ничего понять\" — подумал юноша. Соломон тогда прикрыл стражнику рот рукой и провел лезвием ему по горлу. Караульный отчаянно задергался, пытаясь вырваться из захвата, но через несколько секунд сдался и умер. Капитан бесшумно положил его на землю и получил возможность разглядеть жертву. Светлые волосы, голубые глаза, на вид ему не было и восемнадцати. \n—Капитан, все в порядке? — обратился к нему Хорс, заметивший какую-то грусть на лице капитана. \n—Да-да! — поспешно отозвался Соломон и убрал оружие в ножны — Все в порядке. \n  Хорс встал около капитана и взглянул на восток. \n—Светает — отметил он. \n—Да.\n—Мы с мужиками хотели бы по деревне пройтись, добычи поискать. \n—Что ж, идите — отрешенно произнес Соломон.\n—А вы?\n—Я подойду чуть позже. \n  Хорс кивнул и повел отряд в сторону деревни. Соломон глубохо вдохнул. Он сейчас не испытывал ни радости от победы, ни угрызений совести из-за убийства мальца. Капитан не чувствовал абсолютно ничего. Вот уже несколько лет он ощущал это безразличие ко всему происходящему вокруг. Словно все вдруг резко потеряло смысл. Соломон чувствовал внутри бездонную пустоту, которая отступала только в одном случае — во время убийства. Только убийство могло вернуть юноше вкус жизни. Только это и ничего более. \n  Соломон вновь взглянул на восток. Солнце уже показалось на горизонте, а вереница солдат уже достигла деревни. \"Надо бы трофеев собрать\" — отметил юноша и зашагал вниз по склону холма. ",
    "answers": [
      {
        "id": 14,
        "text": "》》》"
      },
      {
        "id": 12,
        "text": "《《《"
      }
    ]
  },
  {
    "id": 14,
    "text": "  Оставшиеся сепаратисты отчаянно пытались защитить своё имущество, но все их усилия были напрасны. Через час имперским солдатам удалось окончательно подавить последние очаги сопротивления и деревня была полностью под властью Империи.\n  Соломон шел по узкой улочке. То там, то здесь из домов выбегали солдаты, держа в руках награбленное. Юноша заметил, как вслед за одим из солдатов из покосившегося домика выбежал старичок. Он опирался на костыль и с трудом смог догнать грабителя. \n—Что же ты творишь, ирод?! — вскричал он осипшим голосом, вцепившись в плащ солдата костлявыми пальцами.\n—Че?! — обернулся тот.\n—Это ведь все, что у меня осталось! — не унимался старик — Оставь, умоляю!\n  Соломон заметил, что грабитель держал в руке небольшой образок с позолоченной рамой и серебрянную тарелку. \n—Отвали! — взревел солдат и, обнажив свой меч, сразмаху ударил старика рукоятью по голове. \n  Бедолага, схватившись за голову, грохнулся на землю. Грабитель громко выругался под нос и, убрав оружие в ножны, побежал дальше по улице. Соломон приблизился к старику. На голове убитого была глубокая рана, из которой медленно текла кровь, а в широко раскрытых, остекленевших глазах запечатлелся ужас. \"Такова участь побежденных\" — отметил Соломон и продолжил путь. \n  Через несколько десятков метров он вышел на широкую площадь — центр деревни. Вокруг нее были установлены столбы, на которых развивались черные флаги с алым пламенем в центре — символ сопротивления. Имперцы поспешно снимали эти знамена и сжигали их на земле. \n  Слева от себя Соломон заметил какую-то суматоху. Приблизившись, юноша оказался перед большой деревянной церковью. Имперские солдаты сгоняли туда женщин, детей и стариков. \n—Давай быстрее! — кричал на солдат какой-то капитан. \n  Соломон попытался припомнить его имя. \"Кажется, Норд!\" —  вспомнил он наконец. \n—Что здесь происходит? — обратился к нему Соломон. \n  Норд бросил недовольный взгляд на Рэйса и нехотя ответил:\n—Исполняем приказ генерала. Всех пленных сюда сказали согнать, а потом решат, что с ними делать будем. \n  \"А что тут решать?\" — подумал Соломон — \"Отправят в ближайший имперский город и все\"\n  Юноша развернулся и зашагал прочь. Через несколько метров внимание Соломона привлек небольшой бревенчатый домик. Перед ним был разбит палисадник, на котором некогда росли тюльпаны. Теперь же цветы были безжалостно растоптаны, а небольшая оградка повалена на землю. Дом также пострадал от набега. Окна были разбиты, а входная дверь выломана. В свете проникающих внутрь солнечных лучей Соломон разглядел какое-то бездыханное тело, расположенное ногами к выходу. Юноша пригляделся к сапогам, в которые был обут убитый. В таких ходили имперские солдаты. \"Интересно...\" — подумал Соломон и, достав кинжал, двинулся к дому. ",
    "answers": [
      {
        "id": 15,
        "text": "》》》"
      },
      {
        "id": 13,
        "text": "《《《"
      }
    ]
  },
  {
    "id": 15,
    "text": "  Войдя внутрь, капитан на несколько секунд замер на месте, давая возможность глазам привыкнуть к полумраку. Коридор, в котором оказался Соломон, вел в помещение, утонувшее в непроглядной тьме. В воздухе застыл знакомый юноше запах крови. Соломон бесшумно приблизился к телу убитого солдата. Он лежал лицом вниз и юноша перевернул его на спину. В нем капитан узнал одного из своих подчиненных. \"Проклятье!\" — со злостью подумал Соломон, сжав рукоять клинка. Каждого из своего отряда юноша знал хорошо и за каждого чувствовал ответственность. Вдруг из комнаты, в котороую вел коридор, раздались стоны. Юноша оставил тело солдата и осторожно продолжил путь. Через пару метров он проник в более просторное помещение. Под ногами Соломон разглядел очередное тело и, убедившись, что в комнате более никого, склонился над ним. Человек на полу тяжело дышал. \n—Ка... капитан — с трудом произнес раненный. \n—Хорс?! — ужаснулся Соломон. \n  Юноша убрал клинок в ножны и попытался перенести солдата к свету. Хорс вновь застонал от боли и Соломон оставил его в покое. Раненный солдат немного приподнялся на руках и попытался что-то сказать. Что именно капитан не мог расслышать.\n—Что? — спросил Рэйс, опустив голову. \n—Сзади... — с усилием произнес Хорс и бессильно уронил голову на пол. \n  Соломон резким движением перекатился в сторону и над его головой просвистел клинок. В следующее мгновение юноша вскочил на ноги. В дверном проеме стояла чья-то тень, сжимая в руках меч. Ростом она была на голову ниже Соломона. Капитан достал свое оружие и ринулся в атаку. Врагу удалось отразить первый выпад кинжалом, но последовавший удар ногой застал его врасплох. Тень отбросило назад и она ударилась затылком о стену, выронив из рук меч. Соломон, не теряя ни секунды, сразмаху вонизил клинок в грудь врага. Тень воскликнула женским голосом. Перед лицом юноши стояли застывшие от удивления и страха глаза женщины. Соломон механическим движением извлек кинжал у нее из груди, и женщина медленно сползла на пол. \n—Мама? — раздался детский голос откуда-то слева от Соломона.\n  Капитан повернул голову и увидел перед собой маленькую девочку семи-восьми лет в простом, сереньком платьице. Ее светлые волосы были убраны в две косички, а из глаз катились слезы. Она в ужасе подняла руки, словно защищаясь и громко воскликнула:\n—Мама! Мамочка! \n  После этого она развернулась и выбежала на улицу. Соломон ошарашенно перевел взгляд на мертвую женщину. \"Мама?\" — удивлённо подумал он. В следующее мгновение юноша спохватился и рванул вслед за ребенком. \n  На улице стоял густой дым, сильно ограничивающий обзор. Соломон прикрыл рот и нос от удушающего дыма и огляделся. Девочки нигде не было видно. Вдруг раздался громкий детский крик и последовавшее затем конское ржание. Юноша стремглав бросился на звук и через десяток метров глазам его открылась ужасная картина: бездыханное тело девочки лежало на земле. Волосы ее и платьице были испачканы кровью и землей. Судя по всему, ее сбила лошадь. Соломон подбежал к телу и упал перед ним на колени. \"Что же я натворил?!\" — ужаснулся он — \"Это я виноват! Я убил ее\" Пальцы сжались в кулак, а грудь разрывало от отчаяния. В следующую секунду Соломон громко вскричал и принялся яростно бить кулаками о землю. Из глаз его текли слезы, земля комками отлетала ему в лицо, но он не замечал этого. Отчаяние и боль переполняли теперь его сердце и юноша просто не знал, как можно заглушить ее. Минуты через две силы покинули Соломона. Он бессильно уронил руки вдоль туловища и опустил голову на грудь, не зная, что ему теперь делать. \n  Через некоторое время до его слуха донеслись истошные крики. Соломон медленно встал на ноги и побрел в сторону этих звуков. Вскоре он оказался перед церковью. Деревянные стены были охвачены огнем. Изнутри кричали женщины и громко плакали дети. Двери здания были завалены, а окна находились слишком высоко для того, чтобы выбраться через них. Вокруг церкви стояли имперские солдаты. Некоторые из них держали в руках факелы и солому, использующуся в качестве розжига. Среди них Соломон нашел Норда. Он завораженно глядел на разгорающийся огонь. \n—Что вы творите?! — набросился на него Соломон, схватив оторопевшего офицера за шиворот. \n—Эй! Ты чего?! — возмущенно воскликнул Норд, пытаясь вырваться.\n—Там ведь дети и женщины! \n—Да знаю я! — воскликнул в ответ Норд — Но это приказ генерала!\n  Соломон оттолкнул его в сторону и, кинувшись к церкви, принялся разбирать вход. \"Что же происходит!\" — ужасался Соломон — \"Господи, все это неправильно, все это бесчеловечно!\" К нему подбежали солдаты и, схватив его под руки, принялись оттаскивать от горящего сооружения. \n—Капитан, это опасно! — кричали они.\n—Пустите! — вопил Соломон, отчаянно пытаясь вырваться — Они ведь погибнут там! Пустите! \n  В следующее мгновение юноша, ощутив резкий удар в затылок, рухнул на землю, лишившись сознания. \n\n\n  Конец. ",
    "answers": [
      {
        "id": 16,
        "text": "Глава 3"
      },
      {
        "id": 14,
        "text": "《《《"
      },
      {
        "id": 1,
        "text": "В начало "
      }
    ]
  },
  {
    "id": 16,
    "text": "  Адам.\n\n  У юноши всегда был чуткий сон, поэтому тихий разговор за стенкой сумел вырвать его из объятий Морфея. Адам открыл глаза и сладко зевнул. После этого он, лежа на кровати, постарался припомнить сон. \"Что же мне снилось?\" — рассуждал юноша — \"Какой-то хорошый сон! Нужно вспомнить, нельзя упустить... Точно! Кира! Я видел во сне Киру!\" Мысли о любимой подняли настроение Адаму. Он быстро вскочил на ноги и, накинув белую рубаху и надев черные штаны, вышел в коридор. Там юноша встретил Гью и Карла. Рэйс о чем-то обеспокоенно расспрашивал лекаря.\n—Успокойся, мой друг. Все будет хорошо — ответил ему Гью.\n—Доброе утро! — поприветствовал их Адам.\n  Карл слегка поклонился в ответ, а Гью, приветливо улыбнувшись, приблизился к ученику и произнес:\n—Адам! Уже проснулся? Ну, ступай пока в лавку, я подойду чуть позже.\n  Юноша кивнул и направился к выходу. По дороге он бросил взгляд в приоткрытый дверной проем, ведущий в небольшую комнатку, в которую поместили раненного Соломона. Около кровати на стуле сидела Абигэйл. Офицер что-то рассказал ей тихим голосом, а девушка  молча ловила каждое его слово. \"Хм, увидел бы я такую картину недели две назад, то, наверняка, заревновал бы\" — пронеслось в голове юноши — \"Но теперь...\" Адам слегка улыбнулся своим мыслям и вышел на улицу.\n  Утро встретило его пронизывающей прохладой. \"Фух! Зябко!\" — Адам выпустил изо рта клубы пара и потирёр ладони друг об друга — \"Осень в этом году быстро настала\" Однако сковывающий дыхание мороз не мог испортить настроение юноше. Ведь Адам спешил на свою любимую работу, после которой он встретится со своей любимой девушкой, с Кирой.\n  Несмотря на ранее утро у входа в лавку Гью уже собралась очередь. Адаму с трудом удалось пробраться через толпу посетителей и, отперев ключом дверь, войти внутрь. В лавке в нос юноше ударил аромат разнообразных трав. С низкого потолка свисали сушенные коренья и вяленые части тел животных, использующиеся в приготовлении зелий. Само помещение было небольшим: десять метров в длину и пять в ширину. У входа был установлен широкий стол с двумя стульями. За этим столом Гью делал разные записи. Слева располагался деревянный шкаф, полки которого были заставлены лекарствами и всякими скляночками. В дальней стене был камин, над которым висел чугунный котел. Адам приблизился к шкафу и быстренько навел порядок на полках. Затем он обернулся к выходу и громко объявил:\n—Проходите по одному!\n  Первым вошел высокий, худой старик. Он исподлобья злобно смотрел на Адама.\n—Доброе утро — поздоровался с ним юноша — Что у вас?\n—Да вам виднее! — огрызнулся пациент.\n  Адам не обратил на это внимание. По своему опыту он заметил, что многие люди во время болезни становились злее и вспыльчивее, чем обычно. Их характер менялся. \n—Прошу, успокойтесь — спокойно произнес юноша — Мы оба хотим одного — вылечить вас поскорее. Поэтому — молодой человек дружелюбно улыбнулся — Помогите мне помочь вам.\n  Видя такую дружелюбность, старик смягчился. Он шумно выдохнул и, виновато потупившись, произнес:\n—Простите... Вот уже целую неделю по ночам я кашляю, не сплю. Не высыпаюсь, оттого злой, как собака, на людей кидаюсь! Эх!\n—Прошу, присаживайтесь — произнес юноша, указывая на стул.\n  Сам он уселся за стол, выдвинул из него полку и, достав оттуда перо с чернильницей и бумагой, разложил все это перед собой.\n—Ну что же, как вас зовут и как долго длиться кашель? — начал опрос Адам, обмакнув перо в чернильницу.",
    "answers": [
      {
        "id": 17,
        "text": "》》》"
      },
      {
        "id": 2,
        "text": "《《《"
      }
    ]
  },
  {
    "id": 17,
    "text": "  Через полчаса юноша, окончив осматривать старика и выписав ему настойку, проводил посетителя к выходу. \"Вот я уже сам осматриваю больных, совсем как Гью!\" — радостно думал Адам, впуская следующего гостя. Затем он бросил взгляд в дверь на столпившихся посетителей и мысленно добавил: \"Только вот медленно! Такими темпами я до вечера не успею...\" Но, к огромной радости молодого человека, через несколько минут в лавку вернулся Гью, и работа сразу же заметно ускорилась. Адам с нескрываемым восхищением наблюдал за тем, как его наставник бегло осматривает очередного больного, ставит диагноз и озвучивает план лечения. И каждого из посетителей Гью принимал дружелюбно и тепло, словно старого знакомого. В свою очередь юноша пытался изо всех сил помочь учителю. Он записывал слова Гью на бумаге и подавал нужные настойки.\n  К обеду все больные были осмотрены и лекарь, прикрыв дверь, устало вздохнул и помассировал ноющую спину.\n—Ох, старею я! — проворчал Гью — А ты молодец — обратился он к ученику — Сегодня хорошо поработал.\n—Я?! — удивился Адам, после чего опустил глаза в пол и неуверенно произнес — Да вроде я только и делал, что мешался вам и путался под ногами...\n—Брось! — махнул рукой старик — Ты и вправду сильно помог мне. Я знаю, из тебя получится хороший преемник.\n  Слова наставника приободрили Адама и он благодарно кивнул Гью. Старик улыбнулся в ответ и, усевшись за стол, принялся что-то записывать на листке. Спустя несколько минут Адам отвлек его от бумаг:\n—Учитель, можно я отлучусь ненадолго?\n—Опять к Кире? — спросил старик, переведя взгляд с листка на своего ученика.\n  Адам невольно покраснел.\n—Ну ступай, ступай — улыбнулся Гью, возвращаясь к записям — Заодно узнай у нее, принимает ли ее мама то успокаивающее нервы лекарство, которое я ей назначил.\n—Хорошо! — бросил юноша, выбегая на улицу — И спасибо, учитель!\n  Гью, продолжая улыбаться, сделал еще пару заметок на бумаге. \"Абигэйл и Соломон, кажется, влюблены друг в друга, а Кира встречается с Адамом. И я рад, что все так разрешилось\" — размышлял он — \"Только вот...\" Старик оторвался от заметок и на его лице показалось беспокойство. \"Только вот меня не покидает смутное чувство, будто должно что-то произойти... что-то ужасное, эх!\" — поспешно отмахнулся он от этих мыслей — \"С возрастом я стал слишком пуглив!\"",
    "answers": [
      {
        "id": 18,
        "text": "》》》"
      },
      {
        "id": 16,
        "text": "《《《"
      }
    ]
  },
  {
    "id": 18,
    "text": "  К обеду солнце стало припекать и от утренней прохлады не осталось и следа. Адам несся по улицам Стоуна, огибая прохожих и весело напевая себе под нос. Он и представить раньше не мог, что они с Кирой будут встречаться. Юноша всегда воспринимал ее, лишь как друга. Но теперь стоило только вспомнить о ней и отступали на второй план все его невзгоды и огорчения. В Кире Адам находил источник вдохновения.\n  Вскоре юноша добежал до дома Рэджев. Но входить в дом не стал, так как встретил Киру в саду. Она сидела под скамейкой, в тени клёна. Адам приблизился к ней и ненароком засмотрелся. Девушка сидела боком и задумчиво глядела на невысокую траву вдоль забора. Вечно спутанные, взъерошенные волосы скрывали половину лица. Взгляду открывался лишь несколько вздернутый, небольшой носик и аккуратный подбородок. Юноше вдруг нестерпимо захотелось прикоснуться к этим ярко-рыжим волосам, прижаться к Кире и ощутить ее тепло. Улыбнувшись, Адам приблизился к девушке.\n—Кира! — произнес он, усаживаясь на скамейку.\n  Девушка невольно вздрогнула, словно испугалась чего-то и перевела взгляд своих изумрудных глаз на неожиданного гостя.\n—О, Адам! — воскликнула она, бросившись на грудь возлубленного.\n—Что-то стряслось? — удивился юноша.\n  Кира отстранилась и в ее глазах Адам заметил тревогу.\n—Рендела схватили — сообщила девушка взволнованным голосом — Вчера вечером его забрал внутренний отдел.\n—Схватили?! — воскликнул Адам — За что?\n—Я... я не знаю.\n  Адам принялся лихорадочно рассуждать. \"Рендела схватили в тот же день, когда случилось покушение на Соломона. Совпадение? Не думаю. Скорее всего эти события связаны. В любом случае, арест Рендела грозит арестом и другим членам группировки, в том числе и Кире!\" Девушка по лицу Адама распознала его переживания.\n—Наврядли это из-за нашей организации — произнесла она, пытаясь успокоить юношу — В таком случае арестовали бы нас всех.\n—А вдруг они раскрыли только его? — возразил Адам — Пока только его... Ведь ты знаешь, как работает внутренний отдел? Они выбьют из Рендела признания и он...\n—Рендел не сдаст нас! — перебила его Кира — Он скорее умрет!\n  Адам, заметив беспокойство девушки, предпочел промолчать. Жестокие методы внутреннего отдела по выбиванию признаний были известны всем. Ходили слухи, что офицеры этого подразделения проходили специальную подготовку в деле пыток.\n—Все же, тебе следует на некоторое время уехать из города — произнес юноша — Спрятаться в другом поселении и дождаться, когда все уляжеться.\n—Я уже думала об этом. Но не могу. Я не могу бросить маму и папу, не могу подвести их в очередной раз, понимаешь? \n  Адам вскочил на ноги и недовольно воскликнул:\n—Нет, не понимаю! Ты говоришь, что не хочешь подвести родителей, но разве не подведешь ты их сильнее, если тебя вновь арестуют?!\n  Девушка бросила на него хмурый взгляд и Адам понял: \"Спорить бессмысленно, она уперлась\" Юноша бессильно вздохнул и опустился перед возлюбленной на колени.\n—Я не переживу, если с тобой что-то случится... — сказал он, положив свою голову ей на колени.\n  Кира молча опустила руку на голову Адама и провела ладонью по его кудрям.\n—Все будет хорошо — промолвила девушка — Все наладится со временем, вот увидишь. Мы с тобой поженимся, купим себе дом. Я буду охотиться, а ты будешь лечить людей. Так мы сможем обеспечивать себя...\n  Кира продолжала мечтать вслух, а юноша молча ее слушал. Он улыбался, чувствуя легкие прикосновения тонких пальцев на своей голове, ощущая слабый запах жареного мяса и лука. В это мгновение Адам вновь забыл обо всех своих страхах и переживаниях. \"За что же мне такое счастье?!\" — удивлялся юноша и слезы радости показались на его глазах. ",
    "answers": [
      {
        "id": 19,
        "text": "》》》"
      },
      {
        "id": 17,
        "text": "《《《"
      }
    ]
  },
  {
    "id": 19,
    "text": "  Спустя час Адам вернулся на работу. Гью провожал к выходу очередного больного, когда в лавку вошел его ученик. \n—Ну что, нагулялся? — спросил старик добродушно.\n—Угу — бросил Адам через плечо, приблизившись к камину.\n—Кажется, ты чем-то расстроен?\n  Адам знал, что новости в таком небольшом городке, как Стоун, распространялись быстро. Поэтому скрывать от лекаря волновавшее юношу происшествие было просто бессмысленно.\n—Рендела вчера вечером арестовали.\n—Что? — удивился Гью — За что арестовали?\n—Точно неизвестно.\n  Старик сокрушенно уселся на стул и тяжело вздохнул.\n—Я помню Рендела еще мальчишкой — произнес он в задумчивости — В школе он все схватывал на лету и был очень послушным... Правда, в более старших классах Рендел изменился — лицо старика заметно помрачнело — Стал более замкнутым и серьезным. Он частенько интересовался у меня, как я отношусь к той несправедливости, которая царит у нас в империи.\n  Гью перевел взгляд со стола на своего ученика и, слабо улыбнувшись, добавил:\n—Я и вашу троицу помню и вряд-ли когда-нибудь забуду. Ты, Кира и Абигэйл. Н-да! Как будто только вчера это было. Как быстро, однако, несется время... Ты помнишь свои школьные годы, Адам?\n  Юноша уперся спиной к стене и скрестил руки на груди.\n—Помню — отрезал он, задумавшись о своем.\n—Абигэйл всегда была очень ранимой и доброй, Кира была бунтаркой, а ты... Ты был очень тихим и спокойным.\n  Гью смотрел на юношу, но в то же время он словно не видел Адама перед собой. Его взор был направлен глубоко внутрь себя, в глубь прошедших лет, отпечатавшихся в воспоминании.\n—Я помню, как мы втроем сбегали с ваших уроков — промолвил Адам после минутной паузы.\n  Слова юноши вернули Гью из задумчивости.\n—Да — отозвался он не сразу — Кира не могла усидеть на одном месте долгое время. Ну, заодно она и вас подбивала.\n  Адам неуверенно ступил с ноги на ногу и, виновато потупившись, признался:\n—Мы воровали яблоки у вас в саду.\n  Гью громко рассмеялся. Его смех подхватил и юноша. \n—Я знаю — сквозь смех ответил лекарь — Твои монашеские сандалии оставляли четкий след на земле.\n  Через несколько минут, когда смех прекратился, лицо Гью внезапно вновь стало серьёзным. Он встал из-за стола, приблизился к ученику и, заглянув ему в глаза, спросил:\n—Арест Рендела грозит неприятностями для Киры, так?\n  Адам удивлённо взглянул на лекаря. \"Откуда он...\" — пронеслось в его голове.\n—Нет — тихо сказал юноша, отведя взгляд в сторону — С чего вы это взяли?\n—Ох, Адам, не умеешь ты врать — заметил старик, приблизившись к входной двери и заперев ее на ключ.\n—А теперь — произнес он, резко обернувшись к оторопевшему юноше — Признавайся, давно ли Кира состоит в \"Ночных волках\"?!",
    "answers": [
      {
        "id": 20,
        "text": "》》》"
      },
      {
        "id": 18,
        "text": "《《《"
      }
    ]
  },
  {
    "id": 20,
    "text": "  Адаму пришлось рассказать Гью все то, что он знал. Он поведал о \"Ночных волках\", кто именно в них состоит и кто у них предвадитель. Весь его недолгий рассказ лекарь молча ходил по лавке, заложив руки за спину. Впервые юноша видел старика таким обеспокоенным. Когда Адам умолк, Гью остановился перед столом и чуть слышно произнес:\n—Ох, дети, дети... О чем же вы думали?\n  Затем он обратился к ученику:\n—Так ты говоришь, что в этой группировке состоят: Кира, Рендел, Шон, Фрэнк и Урсула?\n  Адам кивнул и старик устало протер глаза. \n—Так, в общем, им сейчас необходимо уехать из города и чем раньше, тем лучше. Промедление смерти подобно.\n—Я уже говорил с Кирой об этом, но она наотрез отказалась куда-либо уезжать. Не хочет бросать своих родителей — ответил юноша — Может, вам удастся ее убедить?\n—Нет! — махнул рукой Гью — Сам знаешь, если уж Кира что-то решила, то ее не переубедить.\n—Но что же тогда делать?! — взволнованно спросил Адам.\n  Минуту старик молчал, обдумывая что-то. После чего он произнес, лукаво прищурившись:\n—Есть у меня одна идея.\n  Лекарь бросился к столу и торопливо выдвинул самую нижную полку. Оттуда Гью достал ключ на длинном шнурке.\n—Вот! — старик отдал этот ключ юноше — Невдалеке от города есть давно заброшенный дом, сокрытый от любопытных глаз лесной чащей. В молодости я мечтал переехать туда с одной девушкой...\n  Гью вновь задумался о своем, но через мгновение спохватился и, махнув головой, продолжил: \n—Кира переберется туда на время, пока все не уляжеться. Таким образом, она сможет тайком навещать Анну.\n  У Адама на несколько секунд пропал дар речи. Он удивлённо смотрел на подаренный ему старинный ключ и не мог поверить своему счастью.\n—Учитель, я... я даже не знаю, что сказать — собравшись с мыслями, произнес юноша.\n  В следующее мгновение Адам бросился к старому лекарю и крепко обнял его.\n—Ну-ну, будет тебе — добродушно промолвил Гью.\n—Вы не представляете, как я рад! — воскликнул юноша, подпрыгнув на месте от избытка чувств. \n—Ладно, ладно — улыбнулся старик, подняв ладони и пытаясь успокоить невмеру развеселившегося юнца — Только не радуйся так энергично, а то все снадобья с полок уронишь.\n  Но Адам не слушал. Он громко смеялся и пританцовывал, махая руками. На лице Гью сияла улыбка, однако в его глазах читалась печаль. \"Я не позволю и тебе потерять свою любовь, мой мальчик...\" — думал он, наблюдая за учеником.\n\n\n  Конец. ",
    "answers": [
      {
        "id": 21,
        "text": "Глава 4"
      },
      {
        "id": 19,
        "text": "《《《"
      },
      {
        "id": 1,
        "text": "В начало "
      }
    ]
  },
  {
    "id": 21,
    "text": "  Абигэйл.\n\n\n—... начальство расценило мою выходку, как нервный срыв, вызванный переутомлением и меня направили домой. С тех пор я не могу спокойно спать... Каждую ночь я вновь и вновь оказываюсь в этом проклятом доме, и каждую ночь я вновь и вновь убиваю тех женщину с ребенком... — произнес Соломон в довершении своего рассказа.\n  Девушка была под сильным впечатлением. \"Так вот почему он кричал во сне в ту ночь, когда я его впервые увидела\" — догадалась она. Юноша потерянным взглядом смотрел в какую-то видимую только ему одному точку на стене. Его темно- русые волосы заметно отросли с их последней встречи, лицо несколько осунулось, а на щеках показалась щетина. Похоже, что события того страшного боя до сих мучали его. Девушке было больно смотреть на это скорбное лицо и она, пригнувшись к раненному офицеру, тихонько дотронулась до его руки. Соломон вздрогнул. Казалось, что он забыл об Абигэйл, уткнувшись в свои ужасные воспоминания.\n—Соломон — обратилась к нему девушка — Произошедшее с тобой ужасно и я попытаюсь всеми силами смягчить твою боль.\n  Юноша слабо улыбнулся в ответ и, накрыв руку Абигэйл своей ладонью, тихим голосом произнес:\n— Мне и вправду стало легче, после того, как я тебе все это рассказал. Спасибо тебе, Абигэйл. Ты настоящий ангел...\n  Она взглянула в его бледно-голубые глаза. Юноша слегка приблизил свое лицо и девушка ответила тем же. Но в тот момент, когда расстояние между ними сократилось до нескольких десятков сантиметров, девушка, вдруг спохватившись, вскочила на ноги.\n—А... а сколько времени?! — воскликнула она, заметно покраснев и взглянув в окно — О, нет, уже поздно! Мне... мне пора бежать!\n  С этими словами Абигэйл поспешно выскочила из комнаты, забыв даже попращаться.\n—Абигэйл... — донесся до нее удивленный голос Соломона, но девушка, зажмурившись и махнув головой, лишь ускорила свой бег.\n  Юноша попытался приподняться, но острая боль, пронзившая грудь, вновь вернула его на место. Он, поморщившись, положил руку на место ранения и взглянул в дверь, куда с такой поспешностью выбежала девушка. Затем Соломон тяжело вздохнул и, ударив себя по лбу кулаком, укоризненно воскликнул:\n—Дурак!\n—Женщины, сынок — услышал он голос отца — С ними жить сложно, но без них — невозможно.\n  Юноша вновь взглянул в дверной проем. Карл стоял на пороге и лукаво улыбался.",
    "answers": [
      {
        "id": 22,
        "text": "》》》"
      },
      {
        "id": 2,
        "text": "《《《"
      }
    ]
  },
  {
    "id": 22,
    "text": "  Абигэйл и вправду надо было спешить, ведь она обещала тёте, что вернется домой после обеда. Девушка сказала, что пойдет в гости к Кире, умолчав о визите к раненному офицеру, потому как Фрея сильно недолюбливала Соломона. Но не страх перед наказанием от тёти подгонял теперь Абигэйл. Она бежала потому что ей было ужасно стыдно. \"Я чуть не поцеловалась с ним!\" — словно заноза донимала её мысль — \"Ужас какой!\" Через несколько десятков метров силы покинули девушку и она, запыхвашись, перешла на шаг. \n  Вечер выдался прохладным, с севера задувал ветер. Но Абигэйл не сразу это заметила. Кровь стучала в висках и она ощущала жар. Ей казалось, что все те редкие прохожие, встречающиеся ей на пути, знали о её недостойном поведении. Девушка встряхнула головой, отгоняя такие дурацкие мысли. \"Нужно отвлечься!\" — решила она. Путь её пролегал через небольшой мостик, переброшенный через речушку. Абигэйл остановилась на нём и взглянула вниз, на воду. Солнце уже закатилось за горизонт и на небе показалась луна. Её лучи весело переливались на водной ряби, и девушка ненароком засмотрелась на эту красоту. \n—Абигэйл? — вырвал её из раздумий чей-то голос.\n  Девушка оглянулась. Перед ней стоял Адам.\n—Что ты здесь делаешь в такое время? — спросил он.\n—Иду домой — ответила Абигэйл потерянным голосом.\n  Юноша улыбнулся и произнёс:\n—Тогда позволь проводить тебя.\n  Оба молодых человека пошли по широкой, мощённой улице. \n—Ты у Соломона задержалась? — спросил Адам после минутной паузы.\n  Девушка предпочла промолчать.\n—Не нравится он мне — сухо заметил юноша — И я переживаю за тебя...\n—Адам — девушка раздраженно прервала его — Мы ведь это уже обсуждали. Я уже не маленькая и сама выбираю с кем мне общаться. Тем более... — Абигэйл взглянула в звёздное небо и задумчиво продолжила — Он не такой уж плохой каким может показаться.\n  Адам вздохнул, но ничего не сказал. Через несколько минут он решил сменить тему разговора.\n—А мы вот что-то тоже подзадержались — произнес юноша, почёсывая затылок — Представляешь, сегодня к нам пришел один посетитель...\n  Адам принялся о чём-то оживленно рассказывать подруге. Абигэйл делала вид, что слушает, но на самом деле все её мысли были только о Соломоне. \"Похоже, я влюбилась\" — рассуждала она — \"Но как же отреагирует тётя, если узнает об этом? Она решительно настроена против Рэйсов... Наверное, мне не стоит пока рассказывать ей о Соломоне\"\n—Абигэйл! — воскликнул Адам, приведя её в чувство.\n—А? Что?\n—Ты что, не слушала меня? — возмутился юноша. \n—Прости — виновато потупилась Абигэйл.\n  Адам с шумом выдохнул и, улыбнувшись, произнёс:\n—Ладно уж, бывает!",
    "answers": [
      {
        "id": 23,
        "text": "》》》"
      },
      {
        "id": 21,
        "text": "《《《"
      }
    ]
  },
  {
    "id": 23,
    "text": "  Когда до дома Френчев оставалось несколько десятков метров Адам вдруг серьёзным голосом произнес:\n—Абигэйл, Кира сегодня уезжает.\n—Чтооо?! — удивлённо протянула девушка — Как уезжает? Куда?\n  Адам опустил глаза. \n—Прости, я не могу пока сказать.\n—О чем ты?! — возмутилась Абигэйл — Она моя подруга и я должна знать!\n  Юноша огляделся кругом. Улица выглядела безлюдной, но Адам всё-же пригнулся ближе к девушке и шёпотом промолвил:\n—Есть вероятность, что Киру могут арестовать, поэтому она на некоторое время должна будет уехать из города. И чем меньше людей знает, где она будет скрываться, тем для неё безопаснее.\n  После этого юноша вновь выпрямился и повторил:\n—Прости, Абигэйл, но я не могу тебе сказать.\n  Девушка не знала, что ответить. Эта новость ввела её в шок. \n—И как долго её не будет? — собравшись с мыслями, спросила она.\n  Адам пожал плечами.\n—А хоть попращаться с ней можно? — с надеждой в голосе задала Абигэйл следующий вопрос.\n  Юноша на миг призадумался.\n—Ладно — бросил он, разворачиваясь — Кира наведается к тебе этой ночью.\n—Значит, мне следует оставить ворота открытыми? — предположила девушка.\n—Ты ведь знаешь Киру — с улыбкой отметил Адам — Закрытые ворота её не остановят.\n  Сказав это, юноша побежал по улице в обратном направлении, оставив ошарашенную Абигэйл наедине со своими мыслями. \"Кира уезжает... и похоже надолго. Пять лет мы не виделись и вот опять расстаемся\" — с горечью думала она, направлясь к дому — \"Но раз уж её могут арестовать, если она останется, то, пожалуй, наше расставанье — это меньшее из двух зол\"\n  Ворота дома были не заперты и Абигэйл вошла в них. Навстречу ей, держа в руках переносной светильник, выскочил ее дядя. Норд выглядел обеспокоенным и даже испуганным. \n—Дядя, что случилось? — обратилась к нему девушка.\n  Норд торопливо прижал палец к губам, делая племяннице знак помолчать. Затем он испуганно оглянулся на окна дома, в которых горел свет. Убедившись, что их никто не услышал, он пригнулся к уху Абигэйл и зашептал:\n—Там Фрея совсем взбесилась! Грозит отругать тебя и даже... — дядя вновь испуганно оглянулся и продолжил трепещущим голосом, словно рассказывал что-то ужасное — Даже собирается наказать тебя.\n—Фух! — с шумом выдохнула девушка — Дядя! И только-то?!\n—О, нет, нет! На этот раз, всё куда серьёзнее! — предостерег Норд, угрожающе подняв к небу указательный палец.\n  Девушка лишь улыбнулась в ответ и направилась к дому. Дядя частенько преувеличивал масштабы трагедии. Это напомнило ей детство, когда дядя, заметив, как Абигэйл ненароком чихала или кашляла, сразу же бросал клич, собирая под крышу своего дома всех ближайших лекарей, травников, заклинателей и т.п.\n—Не бойся, моя дорогая, я рядом — возвестил Норд, храбро вышагивая рядом с Абигэйл и держа перед собой светильник, словно знамя.\n  Такой вот небольшой процессией они и вошли в дом.",
    "answers": [
      {
        "id": 24,
        "text": "》》》"
      },
      {
        "id": 22,
        "text": "《《《"
      }
    ]
  },
  {
    "id": 24,
    "text": "  Фрея и вправду была, мягко говоря, не в духе. Она стояла посреди гостинной, угрожающе подбочинившись, и прожигая вошедших глазами.\n—А, я тут вспомнил... — произнес Норд, опустив голову и не в силах взглянуть на жену — У меня... у меня, эээ...\n—Дела — подсказала стоящая рядом Абигэйл.\n—Да-да! — воскликнул дядя, юркнув в приоткрытую входную дверь обратно на улицу — Дела!\n  Тетя и её племянница остались в гостинной наедине. Абигэйл стояла опустив голову, а Фрея, не изменив своей позы, стояла напротив. Молчание давило на девушку и она ощущала эту тягучую, напряженную атмосферу.\n—Ну! — угрожающе произнесла тетя, прерывая гробовую тишину — И где ты была?\n—У Киры — ответила Абигэйл, всё так же глядя себе под ноги.\n—Врёшь! — воскликнула Фрея.\n  Этот внезапный возглас испугал девушку и она, невольно вздрогнув, взглянула на тету широко раскрытыми от страха глазами.\n—Я... я не вру, тётушка — проглотив ком в горле выдавила из себя Абигэйл и опустила взор.\n—Я ведь была у Анны! — Фрея приблизилась к племяннице, скрестив руки на груди — Киру видела, а тебя я там не приметила.\n  Абигэйл несколько отошла назад. Она ощутила, как её ладони мигом вспотели, а ноги предательски затряслись.\n—Где ты была? — нетерпеливо повторила вопрос тётя.\n  Девушка облизнула пересохшие губы и промолчала. Фрея тяжело вздохнула и продолжила:\n—А может ты не хочешь отвечать, потому что ослушалась меня и была там, где тебе быть не положено?\n  Абигэйл упорно молчала. Женщина раздраженно всплеснула руками и воскликнула:\n—Ох уж эти Рэйсы! Яблоко, видимо, недалеко укатилось от яблони! Господи, у этого наглеца Соломона в крови желание опорочить невинную девушку! Припомни мои слова, Абигэйл! — Фрея пригрозила девушке пальцем — Он воспользуется тобой и бросит, также, как...\n—Прекратите! — прервала её Абигэйл, не в силах более сдерживаться.\n  Девушка решительно взглянула на Фрею. \"Я не позволю...\" — решила она и, сжав кулаки, воскликнула:\n— Не смейте! Слышите меня?! Не смейте так о нём отзываться!\n  Фрея, явно не ожидавшая отпора со стороны племянницы, ошарашенно уставилась на Абигэйл. Девушка ещё несколько секунд смотрела женщине в глаза, но, в конце концов не выдержав, опустила голову.\n—В комнату, марш — тихо, но твердо произнесла тётя, еще не оправившаяся от удивления.\n  Девушка бросилась вверх по лестнице, на ходу перепрыгивая по две ступеньки. На глазах у неё показались слёзы, которые Абигэйл смахнула рукавом платьица. Она вбежала в комнату, закрыла дверь ключом и бросилась в кровать. Лёжа в постели, девушка уткнулась лицом в подушку и заревела.\n  А на первом этаже, сидя за столом в гостинной, Фрея потерянным взором смотрела в окно. Взгляд племянницы, в тот момент, когда та прикрикнула на тёту, очень сильно напомнил женщине взгляд матери Абигэйл — бедной Миры. \"А может я и вправду слишком жестока с Соломоном?\" — размышляла Фрея — \"Возможно, он не так плох, как его отец?\" В следующую секунду она, тихонько выругавшись про себя, крикнула в окно своему мужу, лысину которого заметила там:\n—Старый хрыч, хватит уже подслушивать! Заходи в дом, замерз поди! На улице ведь не май месяц!\n  Норд, приподняв голову, взглянул в окно и, широко улыбнувшись тряссущимися от холода губами, поспешил в дом. ",
    "answers": [
      {
        "id": 25,
        "text": "》》》"
      },
      {
        "id": 23,
        "text": "《《《"
      }
    ]
  },
  {
    "id": 25,
    "text": "  Полежав в кровати ещё полчаса, Абигэйл наконец-таки удалось забыться в беспокойном сне. Это было даже не сноведение, а, скорее, хаотичный набор картинок. Одновременно с этим, до её слуха стали долетать отдаленные постукивания. Вначале слабые, но с каждой секундой все нарастающие, они, наконец, пробудили Абигэйл. Она резко открыла глаза и, приподнявшись на руках, огляделась. Похоже, на улице была уже глубокая ночь. В комнате царила кромешная тьма.\n—Кто здесь? — испуганно спросила Абигэйл.\n  \"Похоже, сон\" — успокоилась она, собираясь лечь обратно, но увиденное после заставило её вскрикнуть в ужасе. Девушка взглянула в окно и увидела там силуэт человека. Однако, приглядевшись внимательнее, Абигэйл, к своему облегчению, узнала в нем Киру. Девушка мигом вскочила на ноги и, бросившись к окну, распахнула его. На Абигэйл дохнуло прохладой и она поспешно отступила назад. Вслед за морозным воздухом в спальню проник и ночной визитёр. Кира была одета теплее, чем ее подруга, однако, все-равно успела замерзнуть.\n—Ты чего так орёшь?! — прошипела она — Хорошо хоть не разбудила никого. Кстати, смените вашего сторожа — добавила она, прикрыв за собой окно — Я прямо над ним по дереву пролезла, а он даже не услышал, глухарь!\n  Абигэйл смотрела на подругу и печально улыбалась.\n—Ты чего? — обратилась к ней Кира.\n—Значит, ты уезжаешь?\n  Лицо Киры заметно помрачнело.\n—Да — отозвалась она — Мне придётся.\n—Надолго? \n—Не знаю — ответила девушка, потрепав свои рыжие волосы — Я совсем не знаю...\n  Обе подруги умолкли. Абигэйл хотелось так много еще сказать Кире, но она не знала с чего начать.\n—Слушай — сказала наконец Кира — Я тороплюсь, меня там кучер ждет, поэтому...\n—Я понимаю — промолвила Абигэйл — Значит, нам пора прощаться?\n  Кира слабо улыбнулась и ответила:\n—Похоже на то.\n  Обе подруги крепко обнялись, словно в последний раз.\n—Я буду скучать, \"Принцесса\" — со слезами на глазах призналась Кира.\n—Я тоже — отозвалась Абигэйл тихим голосом.\n  После этого Кира, быстрым движением приблизилась к окну и, распахнув его, вылезла на небольшой карниз. Затем она ловко спрыгнула на ствол ближайшего дерева и скрылась в ночи. Абигэйл проводила свою подругу взглядом. Она ощутила, как по ее лицу скатывались слёзы, но девушка не спешила их смахивать. Эти слёзы, стекая по щекам, с тихим стуком капали на пол.\n\n\n  Конец.",
    "answers": [
      {
        "id": 26,
        "text": "Глава 5"
      },
      {
        "id": 24,
        "text": "《《《"
      },
      {
        "id": 1,
        "text": "В начало "
      }
    ]
  },
  {
    "id": 26,
    "text": "  Соломон.\n\n  Прошло две недели после нападения. Соломон все эти дни провел прикованным к постели. \"Вот если бы ты не пытался каждый день встать на ноги, а спокойно лежал бы себе в кровати, как я тебе и сказал\" — укоризненно говорил временами лечащий его Гью — \"Тогда бы твои раны зажили\" В этом он, наверное, был прав, но юноше нетерпелось поскорее подняться. Поэтому Соломон не оставлял попытки это сделать. Абигэйл, к огромной радости молодого человека, еще пару раз наведалась к нему. Но все её визиты были мимолетными и немногословными. Каждый раз Абигэйл выглядела взволнованной и, узнавая у юноши о его самочувствии, спешила уйти. Однако Соломон был рад и этому. Юноша боялся, что после того случая, когда он попытался поцеловать девушку, та рассердится на него и перестанет приходить.\n—Соломон, как лекарь я очень не советую тебе вставать — произнес Гью, продолжая ходить из одного угла комнаты в другой — А как друг семьи я требую — старик остановился перед юношей — Слышишь? Требую! Чтобы ты лег обратно в постель.\n  Соломон с трудом застегнул рубаху и, улыбнувшись, ответил:\n—Да я так скоро мхом покроюсь и корни пущу! Нет уж, хватит.\n—Значит, мне не получится тебя переубедить? — сокрушенно спросил лекарь.\n—Подай лучше костыль, старик.\n  Гью покинул комнату и Соломон остался один. Юноша взял со стола небольшое зеркальце и осмотрел себя. \"Н-да... Ну и рожа\" — невесело заметил он. В отрожении на него смотрело угрюмое, осунувшееся лицо. Длинные, спутавшиеся волосы и заметно отросшая борода старили его. \"Не удивительно, что Абигэйл так редко ко мне заходит\" — грустно улыбнулся юноша, вернув зеркальце на место.\n  Через минуты две в комнату вошел Гью.\n—Вот! — старик принес деревянный костыль, ручка которого была обмотана тряпкой — Выглядит, конечно, не очень, но как раз под твой рост.\n—Старик — Соломон в задумчивости потёр свою бородку — У тебя есть бритва?",
    "answers": [
      {
        "id": 27,
        "text": "》》》"
      },
      {
        "id": 2,
        "text": "《《《"
      }
    ]
  },
  {
    "id": 27,
    "text": "  Покинув дом лекаря, Соломон поковылял по многолюдному рынку. Не смотря на наступившую осень, день выдался жарким, поэтому юноша облачился лишь в штаны и рубаху. \"Ну, что же\" — размышлял он по дороге — \"Я побрит, умыт и волосы мои пострижены. Думаю, можно и к Абигэйл наведаться\"\n  Внезапно внимание юноши привлёк один из торговых палаток. В нём продавались цветы. Орхидеи, тюльпаны и розы своими красками радовали глаза.\n—Почем? — спросил Соломон, приблизившись к продавцу — невысокой, пожилой женщине.\n—А вам какие цветы?\n—Какие... — повторил в задумчивости юноша.\n—Мы завозим эти цветы со всей Империи, а некоторые даже из других стран. У нас есть розы, орхидеи, тюльпаны, нарциссы. Тебе именно какие, милок?\n  Соломон растерянно огляделся. \"Цветы! Какие она любит цветы?!\"\n—Нууу, давайте эти что ли — произнёс он, указав на наиболее красочные, на его взгляд, цветы.\n—Угу, букет орхидей — уточнила продавец — Он обойдется тебе в три серебрянных.\n  Соломон расплатился за цветы и продолжил путь. \"Может, да ну эти цветы?!\" — рассуждал он — \"Не слишком ли нагло будет с моей стороны, ведь мы знакомы совсем недолго? А что если она просто откажется? Проклятье!\" Юноша прислонился плечом к стене ближайшего здания и взглянул на орхидеи в руке. Он представил себе нахмуренное лицо Абигэйл и захлопнувшиеся перед самым носом ворота дома Френчев. \"Я перед боем так не волновался, как сейчас\" — Соломон тяжело вздохнул — \"Нет! К черту! Не пойду я к ней, а цветы выброшу в мусорку\"",
    "answers": [
      {
        "id": 28,
        "text": "》》》"
      },
      {
        "id": 26,
        "text": "《《《"
      }
    ]
  },
  {
    "id": 28,
    "text": "—Цветы для Абигэйл? — Фрея стояла в дверях, преграждая путь и, подбочинившись, рассматривала гостя оценивающим взглядом.\n  Соломон стоял перед ней, опершись о костыль и сжимая в руках букет.\n—Да, не могли бы вы ей передать? — попросил он.\n  \"Похоже, она меня ненавидит\" — юноша ощутил, как по его виску скатилась капля пота.\n—Хм, весьма смелый шаг — произнесла Фрея — Учитывая весьма сомнительное прошлое твоего отца.\n  Соломон сдержался, чтобы не нагрубить в ответ. \"Если бы не обещание, данное Гью и отцу, я бы рассказал ей правду!\" — пронеслось в его голове. \n—Ну, раз уж старик Гью заступился за тебя — продолжила тем временем Фрея — Тогда ты можешь войти, но... — женщина подняла вверх указательный палец — Но не надолго.\n—Оу, премного благодарен — растерянно произнёс Соломон — Но я надеялся, что этот букет преподнесёте Абигэйл вы. Я бы конечно хотел самолично сделать это, но дела...\n—Не мели чепухи! — махнула рукой женщина — Ты либо сам даришь ей эти цветы, либо не даришь вообще! \n  Соломон ошарашенно смотрел на Фрею. \"Самому подарить?\"\n—Ну, так ты входишь? — поторопила его хозяйка после минутной паузы. \n  \"Так, Соломон, соберись!\" — мысленно подбодрил себя юноша — \"Ты — офицер Имперской армии, который прошел суровые годы обучения! Тебе ли страшиться?! Тем более, это ведь всего лишь цветы. Просто дружеский жест\" Последняя мысль окончательно успокоила Соломона и он всё-же вошел внутрь дома.\n—Абигэйл у себя в комнате, на втором этаже — произнесла Фрея, закрыв за гостем дверь — Это та, что справа в самом конце коридора.\n  Соломон благодарно кивнул и направился к лестнице. Путь наверх оказался весьма болезненным. Раны отзывались глухой болью на каждое движение юноши, но Соломон сумел пересилить это. И вот юноша оказался перед дверью, ведущей в покои  Абигэйл. Он поднял кулак, намериваясь постучать, но в этот момент дверь вдруг распахнулась, открывая взгляду юноши девушку в белом платьице и убранными в хвост светлыми волосами. Абигэйл удивлённо смотрела на визитера своими сине-голубыми глазами. Несколько мгновений оба молодых человека так и стояли, глядя друг другу в глаза.\n—Соломон? Какая неожиданная встреча — первой прервала тишину девушка.\n—А, да — спохватился тот — Доброе утро, мисс Абигэйл. Я проходил мимо и решил заглянуть к вам.\n—Ясно — Абигэйл одарила юношу лучезарной улыбкой — Тогда может спустимся вниз и позавтракаем вместе?\n—Нет-нет, боюсь, что я вынужден отказаться.\n  В этот момент Соломон вспомнил о настоящей цели своего визита. Он перевёл взгляд на цветы и, собравшись с духом, вытянул руку с букетом вперед.\n—Вот! Это вам — выпалил он.\n  Глаза Абигэйл ещё более расширились от удивления. \n—Это мне? Спасибо... Это так неожиданно — растерянно пробормотала она, взяв цветы в руку — Ой, это у вас...\n—Орхидеи — подсказал Соломон.\n—Д-да, мои любимые цветы.\n  Юноша заметил какое-то напряжение в голосе девушки.\n—Мисс Абигэйл, все в порядке?\n—Да-да! Все замечательно! — поспешно отозвалась Абигэйл.\n  \"Неужели, не угадал с цветами?\" — пронеслось в голове Соломона. Его внимание привлекли слёзы в глазах девушки.\n—Вы плачете? — удивился юноша.\n—Ох! — Абигэйл провела ладонью по щекам, смахнув слёзы — Я... я просто очень тронута таким подарком... простите!\n  Внезапно она отпрыгнула назад, захлопнув дверь и оставив Соломона в растерянности. Юноша несколько секунд стоял на месте, затем развернулся и поковылял вниз по лестнице. \"Тронута? Она сказала, что тронута\" — размышлял он, спускаясь по ступенькам — \"Теперь мне понятен ее напряженный голос. И всё-таки этот букет показался ей не просто дружеским жестом...\"\n  Оказавшись на первом этаже, Соломон поспешил к выходу, молясь всем известным ему богам, чтобы его никто не заметил. Сейчас ему меньше всего хотелось отвечать на глупые вопросы Френчев. Но, к сожалению, его молитвы не были услышаны.\n—Куда же вы так спешите, молодой человек?! — остановил Соломона чей-то радостный возглас, когда юноша уже было схватился за ручку двери.\n  Обернувшись он увидел перед собой Норда Френча, лицо которого расплылось в улыбке.\n—Дорогой Соломон! — воскликнул мужчина, приблизившись к юноше и протянув ему руку.\n—Доброе утро — произнес тот, пожав широкую ладонь Норда.\n—Какими судьбами?\n—Я... видите ли, я просто... — стушевался гость.\n—Он цветы принёс — раздался голос Фреи откуда-то из глубины дома — Для Абигэйл.\n—Вот как! — улыбка Норда стала ещё шире, а глаза лукаво сузились, глядя на раскрасневшееся лицо Соломона — Ну, надеюсь хотя-бы не орхидеи.\n  Сказав это, мужчина громко рассмеялся. В следующее мгновение в дверном проёме, ведущим в другую комнату дома, показалось перепуганное лицо Фреи. Соломон непонимающе взглянул сначала на жену, а затем на её хохочащего мужа.\n—Извините, а что не так с орхидеями? — спросил он, обращаясь к Норду.\n—Нуу, у неё ведь аллергия на эти цветы — ответил тот — У бедняжки начинают глаза слезиться.\n—Точно! Я совсем забыла! — хлопнула себя по лбу Фрея и кинулась вверх по лестнице — Балда! — бросила она на ходу оторопевшему гостю.\n  Вслед за ней поспешил и Норд. Тем временем Соломон, оставшись один, после недолгой паузы направился к выходу. Оказавшись на улице, он зашагал обратно в сторону рынка.\n  Пройдя несколько десятков метров юноша остановился. \"Мои любимые цветы... я просто очень тронута таким подарком\" — вспомнил он слова Абигэйл. После этого Соломон громко расхохотался, схватившись за живот. \"Я и вправду не угадал с цветами!\" — отметил он.",
    "answers": [
      {
        "id": 29,
        "text": "》》》"
      },
      {
        "id": 27,
        "text": "《《《"
      }
    ]
  },
  {
    "id": 29,
    "text": "  Не дойдя до рынка, Соломон свернул на перекрестке направо. \"Надо бы в штаб внутреннего отдела заглянуть\" — решил он — \"Что-то совсем никаких вестей от них\". Вход как всегда караулили двое стражников.\n—О, капитан Рэйс, вы уже поправились! — воскликнул широко улыбаясь один из них — курносый мужчина средних лет в блестящем шлеме .\n—Ну, более-менее — отозвался Соломон. \n—А ведь именно мы вас тогда нашли, ага! — продолжил курносый — Вон, Курт за лекарем сбегал, а я около вас остался.\n—Ясно — бросил офицер, проходя мимо них внутрь штаба, но, остановившись в дверях, обернулся и негромко добавил — Вы спасли мне жизнь, спасибо.\n  После чего скрылся за дверью. Стражники удивлённо переглянулись.\n—Впервые от него доброе слово слышу — промолвил курносый.",
    "answers": [
      {
        "id": 30,
        "text": "》》》"
      },
      {
        "id": 28,
        "text": "《《《"
      }
    ]
  },
  {
    "id": 30,
    "text": "—Роланд, опять куришь?! — воскликнул Соломон, войдя внутрь. \n  Мужчина испуганно бросил сигарету в окно, а затем, оглянувшись, широко улыбнулся.\n—Капитан! — воскликнул он радостно.\n  В помещении Роланд был один.\n—А где все остальные? — удивился Соломон. \n—Все на поимке \"волков\"\n—Что??\n—Да, мы сильно продвинулись в этом деле за последние две недели — ответил Роланд — И кстати, вас хотел видеть Фергус.\n  Соломон коротко кивнул подчинённому и направился вверх по лестнице. Добравшись до кабинета главы внутреннего отдела юноша остановился, ощущая острую боль в груди. \"Ох уж эти ступеньки!\" — отметил он, приложив руку к месту ранения — \"Они меня доканают!\" После этого Соломон толкнул деревянную дверь и проник внутрь.\n—А! Капитан Рэйс! — улыбнулся Фергус, поднявшись из за стола- Какая приятная неожиданность!\n—Оставим эти ненужные любезности — прервал его Соломон — Рассказывай, что тут у вас произошло.\n  Фергус сел на место, но на его лице продолжала играть самодовольная ухмылочка. \"Крыса штабная\" — со злостью подумал Соломон, глядя на него.\n—Да новостей впринципе немного — произнес Фергус, поправив очки — Схватили главу \"Ночных волков\", выбили из него показания, кстати — улыбка на лице капитана превратилась в жуткий оскал, а глаза блеснули недобрым огоньком — Пытали его неделю, упёртый парень оказался.\n—Ясно — Соломон с трудом уселся на стул перед Фергусом — Он сдал своих подельников и мои ребята теперь их ловят?\n—Абсолютно верно — кивнул капитан — Многие из банды успели уехать за город, но их лица и имена нам знакомы, поэтому их задержание — вопрос времени.\n—Угу, выходит, что расследование окончено — уточнил Рэйс, собираясь встать — А это значит, что я свободен...\n—Не спешите так — Фергус махнул рукой, приказывая офицеру сесть — Я ещё с вами не закончил.\n—Ты о чём? — удивился Соломон, усаживаясь обратно.\n—Ну как же? Многочислененные ваши выходки, неподчинение уставу, хамство — принялся перечислять Фергус — И к тому же, самовольное освобождение подозреваемой прямо из темницы! Все это, и не только, хранится вот здесь — капитан постучал пальцем по стопке бумаг, лежащих на столе — За это начальство вас по голове не погладит.\n—Да, много ты наверное на меня успел собрать — с жутким оскалом улыбнулся Соломон, ощущая, как кровь начала бурлить в его жилах.\n—Ну да, немало — признал Фергус — Но! Я хочу дать тебе шанс все исправить.\n—Исправить?\n  Капитан Морр встал из за стола и неспешно прошелся по комнате. Всё это время Соломон с трудом сдерживался, чтобы не запустить в него костыль.\n—Я уже говорил, что многие из \"Ночных волков\" успели покинуть Стоун — произнёс тот наконец — Но нам известно местонахождение почти всех членов организации, кроме одной особы — Фергус бросил цепкий взгляд на Соломона — Киры Рэдж, девушки, которую вы выпустили из под стражи.\n  Юноша предпочел промолчать. Капитан Морр поправил очки и продолжил:\n—Как нам известно, Кира Рэдж очень дружна с Абигэйл Френч — и вновь на Соломона упал изучающий взгляд из-под очков — Мисс Абигэйл известна вам, не так ли? \n—То есть, ты хочешь, чтобы я, используя знакомство с Абигэйл, нашел ее подругу Киру и арестовал её? — уточнил Рэйс — И в качестве стимула для меня ты используешь эти бумажки?\n—В принципе, всё именно так — ответил Фергус, усаживаясь обратно за стол — И так, мы договорились?\n  Соломон несколько секунд сидел, опустив голову, а затем, резко подняв её, громко рассмеялся.\n—Пха-ха-ха! Ты действительно собирался напугать меня этим?! — воскликнул он сквозь смех — Ты жалок!\n  Бросив эти слова в лицо своего надменного командира, юноша ощутил облегчение. Он поднялся со стула и двинулся к выходу.\n—Прощай, Фергус! — махнул Соломон рукой — Тебе не удастся запугать меня.\n—Капитан Рэйс — жутко-спокойный тон Фергуса насторожил Соломона — Но ведь это не единственный, как вы выразились, \"стимул\"\n   Юноша обернулся. Фергус сидел облокотившись о стол и опустив подбородок на сцепленные пальцы рук. Его взгляд был схож со взглядом хищника.\n—Ведь Абигэйл Френч не та, за которую себя выдает — продолжил капитан Морр ледяным голосом — Настаящая же ее фамилия — Клостер. Да, ее зовут Абигэйл Клостер. Думаю, она вам об этом не рассказала? — тонкие губы капитана растянулись в ухмылке — Кстати, покойная мать Абигэйл приходилась сестрой Норду Френч. Так вот, Клостеры некогда были одними из самых богатых и влиятельных людей во всей стране. Но после смены власти на весь их род объявили настоящую охоту. Представителей Клостеров арестовывали, ссылали на каторгу и казнили, как предателей и подстрекателей.\n  Фергус откинулся на спинку стула и добавил:\n—Я всегда знал, что Абигэйл из Клостеров, но не спешил её арестовывать. Всё ждал подходящего момента и вот, кажется, дождался.\n  Соломон, не в силах более сдерживаться, отбросил костыль и, на несколько секунд забыв о боли, бросился к Фергусу.\n—Урод! — процедил он сквозь зубы, хлопнув по столу — Если с Абигэйл что-нибудь случится...\n—Тогда что? — Фергус распростер руки — Что? Убьешь меня? Соломон, по возможности успокойся и постарайся выслушать меня.\n  Рэйс схватился за грудь, ощутив острую боль, ненадолго затмившую разум, а затем опустился на стул.\n—Что с тобой? — заботливо спросил Фергус — Может, воды?\n—Иди... к чёрту!\n—Ну, как хочешь — пожал плечами Морр — С твоего позволения я продолжу. Судьба Абигэйл теперь зависит только от твоего выбора, Соломон. На одной чаше весов жизнь Абигэйл, на другой — её подруги, выбирай.\n  Соломон бросил яростный взгляд на Фергуса. Его лицо напомнило юноше маску. Безжизненную маску, скрывающую истинные чувства и мысли человека. \n—Мне... мне нужно время, чтобы подумать — с трудом отозвался Соломон, после минутной паузы.\n—Конечно, конечно! — улыбнулся Фергус — У тебя есть время до завтра.\n  Соломон подобрал с пола костыль и, опёршись о него, поковылял к выходу.\n—И помните, капитан Рэйс — остановил его у выхода голос Фергуса — Вы у нас теперь под колпаком.\n  После того, как Соломон ушёл, капитан Морр с шумом выдохнул и устало протёр глаза. \"Ну, что же, всё-таки мне удалось найти его уязвимую точку\" Фергус взглянул в окно и, улыбнувшись, произнёс:\n—В конце концов, я победил.\n\n\n  Конец.",
    "answers": [
      {
        "id": 31,
        "text": "Глава 6"
      },
      {
        "id": 29,
        "text": "《《《"
      },
      {
        "id": 2,
        "text": "В начало "
      }
    ]
  },
  {
    "id": 31,
    "text": "  Абигэйл.\n\n  Девушка схватилась за букет крепче и прижала его к груди.\n—Пчхи! Не отдам! — Абигэйл пыталась сдержать очередной чих и голосом показать всю свою решительность.\n—Дурочка! У тебя ведь уже глаза покраснели! — прикрикнула Фрея, приблизившись к племяннице и попытавшись вырвать злосчастный букет у неё из рук — Дай выброшу!\n—Неееет! Пчхи! — Абигэйл отбежала в угол комнаты и уткнулась в него головой, прикрывая своим телом цветы — Не отдам, пчхи!\n—Ну что ты как маленькая?! — воскликнула Фрея, а затем, немного успокоившись, села на кровать и добавила уставшим голосом — Ладно, не выброшу я эти цветы. Только дай в другую комнату унесу и в воду поставлю.\n—Точно? — девушка недоверчиво обернулась.\n—Да точно, точно — улыбнулась тётя, глядя на слезливую мордашку племянницы — Иди сюда, дурёха.\n  Абигэйл улыбнулась в ответ и, приблизившись к Фрее, уселась на кровать рядом с ней. \n—Ох, и что ты в этих цветах нашла? — спросила тётя со вздохом, забрав букет.\n—Ничего, пчхи! Обычные цветы.\n—Только вот от необычного человека, да? — Фрея легонько толкнула племянницу в бок.\n  Абигэйл потупилась и, спустя несколько мгновений, тихонько произнесла:\n—Он мне нравится, тётушка...\n—Да это я уже поняла — Фрея опустила руку на плечо девушку и крепко приобняла её — Сама молодой была, знаю каково это.\n  Тётя с племянницей еще минуту посидели так, пока Абигэйл вновь не чихнула, напомнив Фрее, тем самым, убрать букет орхидей подальше. \n—Ладно, я пошла — тётя встала с кровати и направилась к выходу — А ты спускайся скорее завтракать.\n  После того, как Фрея ушла, Абигэйл приблизилась к зеркалу и, смахнув с глаз оставшиеся слезы, поправила волосы, собранные в хвост. \"Обычные цветы от необычного человека\" — девушка улыбнулась отражению и поспешила вниз.",
    "answers": [
      {
        "id": 32,
        "text": "》》》"
      },
      {
        "id": 2,
        "text": "《《《"
      }
    ]
  },
  {
    "id": 32,
    "text": "  Когда Абигэйл спустилась, прислуга уже окончила сервировать стол в обеденной комнате.  Длинный стол был покрыт белоснежной скатертью, поверх которой были разложены тарелки с супом, чашки с чаем, а также подносы с пирожками, приготовленными Фреей.\n—Куда руки тянешь?! — раздался возглас хозяйки дома — А помыть?!\n—Но, дорогуша, я ведь недавно помыл — Норд сидел за столом и виновато смотрел на жену.\n—После чего ты на улице ещё погулял! — Фрея угрожающе сжимала в руках половник, возвышаясь над мужем — Марш руки мыть!\n—Тетя, я не голодна! — бросила Абигэйл, направляясь к выходу из дома.\n—Стоять! — остановил ее окрик Фреи — Юная леди, будьте так любезны, сядьте за стол и съеште то, что я тут наготовила!\n  Абигэйл тяжело вздохнула и, опустив голову, приблизилась к столу. Но в следующую секунду, схватив со стола пирожок, бросилась к двери.\n—Мне этого хватит! — воскликнула она смеясь и выбежала на улицу.\n—Вот чертовка! — рассмеялся Норд, по-тихоньку стянув со стола другой пирожок.\n  Половник Фреи, описав в воздухе дугу, с громким стуком приземлился на лысину Норда.\n  Абигэйл, оказавшись во внутреннем дворе, запихнула пирожок в карман платья и осмотрелась. По двору неспешно ходила прислуга, занимаясь своими делами: кто-то носил дрова, кто-то убирал на территории мусор. Солнце медленно приближалось к зениту, птицы весело щебетали, стаями перелетая с дерева на дерево. Слабый, восточный ветер легонько прикоснулся к щекам девушки. Она глубоко вдохнула свежий воздух и, улыбнувшись, тихо промолвила:\n—Доброе утро, мир!\n  После этого Абигэйл спрыгнула с крыльца и вприпрыжку приблизилась к воротам. \"В такую погоду грех дома сидеть!\" — решила она, открывая ворота и выходя на улицу — \"Может сходить к Гью? Вдруг Соломон вернулся...\"\n—Мисс Абигэйл — чей-то мужской, тихий голос вырвал её из раздумий. \n  Девушка испуганно обернулась. За её спиной оказался парень в белой рубахе и черных штанах. Он стоял, прислонившись плечом к забору и опершись руками о костыль.\n—Соломон — Абигэйл облегченно выдохнула и улыбнулась — Вы меня напугали.\n  Юноша ничего не ответил. Взгляд его блекло-голубых глаз был отрешённым и выражал глубокую задумчивость. Девушка приблизилась к нему и, глядя в ему в лицо, осторожно спросила:\n—Что-то случилось? \n  Соломон растерянно взглянул на неё и, слегка улыбнувшись, ответил:\n—Нет-нет, ничего. Может, пройдёмся?\n  Оба молодых человека неспеша зашагали прочь от дома Френчев. Соломон несколько минут молчал, обдумывая что-то и Абигэйл не торопилась его отвлекать. \"Что-то явно случилось\" — отметила она, внимательно осматривая своего спутника. Внезапно юноша остановился и огляделся кругом. На улице почти никого не было, только на другом её конце был заметен одинокий прохожий. В следующую секунду Соломон приблизился к девушке и, глядя ей в глаза, беспокойно заговорил:\n—Абигэйл, семейство Клостер вам знакомо?\n  От этих неожиданных слов девушка  ощутила, как у неё из под ног ушла земля.\n—Клостер? — Абигэйл попыталась собраться с мыслями — Н-нет, я... я впервые...\n—Значит, знакомо — перебил её юноша — Ведь вы сами из Клостеров, так?\n  Девушка испуганно смотрела на Соломона. \"Откуда он узнал?!\" — пронеслось у неё в голове. Юноша тяжело вздохнул и, помолчав минуту, продолжил:\n—К вашему несчастью, об этом узнал капитан Морр.\n—О боже... — Абигэйл в ужасе прикрыла рот рукой — Значит... меня арестуют?\n  Соломон крепче сжал костыль и потупил взор.\n—Я не позволю — прошептал он, а затем взглянул на девушку и твердо заявил — Абигэйл, я не позволю этому случится! Я пойду на что угодно, но защищу тебя и не дам в обиду, клянусь!\n  Абигэйл смотрела на Рэйса и не могла его узнать. Это был уже не тот хладнокровный парень с мёртвыми глазами, которого она встретила той ужасной ночью в придорожной таверне и которого боялась. Нет, теперь она видела в нем юношу с горящим взглядом и с живым сердцем, который со всей своей юношеской пылкостью клянётся защищать её. Она видела в нем юношу, в которого была без памяти влюблена...\n  Взор Абигэйл затуманился слезами и она отвернулась, прикрыв глаза рукой. Соломон приблизился к ней и неуверенно положил свою руку ей на плечо.\n—Абигэйл, прошу тебя, не плачь — прошептал он — Не убивайся так...\n  \"Я не расстроена, глупый!\" — мысленно ответила ему девушка.\n—Этот Фергус не достанет тебя — продолжил успокаивать ее юноша — Я что-нибудь обязательно...\n  В следующее мгновение девушка резко обернулась и, опустив свои руки на грудь Соломона и крепко зажмурившись, прильнула своими губами к его губам. Первые две секунды поцелуя юноша стоял на месте, оторопев от удивления. Затем он приобнял девушку свободной рукой и прижал к себе. Весь их поцелуй длился несколько секунд, по истечении которых Абигэйл, раскрасневшись до ушей, поспешно отстранилась от юноши и убежала прочь.\n  Она бежала по улице обратно к дому Френчев, опустив глаза и не глядя ни на что кругом. Лицо её пылало жаром, а сердце было готово вырваться из груди. Абигэйл не ожидала от себя такого поступка и теперь не могла поверить в то, что решилась на этот поцелуй. \"Что же он теперь обо мне подумает?!\" — мучил её вопрос — \"Я готова под землю провалиться со стыда!\"\n  Соломон провожал её удивленным взглядом. Затем прикоснулся рукой к губам и слегка улыбнулся. \"Я обязательно защищу тебя\" — решил юноша и направился дальше по улице.",
    "answers": [
      {
        "id": 33,
        "text": "》》》"
      },
      {
        "id": 31,
        "text": "《《《"
      }
    ]
  },
  {
    "id": 33,
    "text": "  Адам.\n\n  Полуденное осеннее солнце теплыми лучами нежно касалось чёрных кудрей юноши. Адам уже полчаса бродил по улочкам Стоуна, петляя по ним и беспристанно оглядываясь. Через плечо у него висела сумка из шкуры, в которой лежали овощи, фрукты и другая провизия. \"Кажется, за мной никто не следует\" — отметил он, вновь оглядевшись. После этого юноша свернул с широкой, мощённой улицы в неприметный, узкий проулок и ускорил шаг. Через несколько минут он оказался около невысокого кустарника, за которым начинался лес. На всякий случай Адам еще раз обернулся и, торопливо перекрестившись, прыгнул в кусты. \n  От кустарника шла узкая тропинка, присыпанная листьями и почти не заметная случайному взгляду. Юноша поправил лямку сумки на плече и зашал по тропе. Путь его пролегал вглубь леса.\n  Спустя полчаса он приблизился к невысокому, побитому временем домику. Возле него рос огромный дуб, а также невдалеке можно было заметить тихий пруд. \"Эх, было бы хорошо жить здесь вместе с Кирой\" — размышлял Адам — \"Только вот дом вначале надо бы отремонтировать\" Дом и вправду нуждался в ремонте. Покосившаяся печная труба, выбитые местами окна и свисающая отовсюду паутина создавали впечатление, что этот особняк был давно заброшен. Но на самом деле, это было не так.\n  Адам не расслышал, как к нему приблизились со спины. В следующую секунду он ощутил, как чья-то рука обхватила его шею, а в правый бок уперлось что-то твердое и острое.\n—Бац! Удар в печень и ты труп! — раздался девчачий радостный возглас.\n  Девушка сняла руку с шеи, и Адам обернулся. Кира была одета в серый плащ с накинутым на голову капюшоном, из под которого выбивались ее рыжие локоны. Она, широко улыбаясь и махая перед глазами юноши короткой веткой, победно произнесла:\n—Тебе нужно быть внимательнее, монашек! Я за тобой уже несколько минут шла, а ты даже ухом не повёл.\n—Я просто задумался — рассеянно отозвался тот.\n—Да? О чем же?\n—О нас.\n  Кира несколько секунд задумчиво глядела на юношу, затем отбросила ветку в сторону и, резко сорвавшись с места, запрыгнула на Адама, уронив его на землю. После этого она уселась на его живот.\n—Адам... мой милый, наивный монашек — прошептала она, склонившись над ним.\n  Волосы, цвета заходящего солнца, большие, изумрудные глаза, дурманящий запах опавших листьев и земли, нежные, пухлые губы, которые так приятно целовать...\n—Кира... — Адам с трудом смог оторваться от губ возлюбленной — Меня ведь Гью ждет.\n—Ничего, подождёт — шёпотом ответила девушка, вновь поцеловав юношу.\n  Прошло ещё минуты две.\n—Кира, прости — на этот раз оторваться ему было ещё сложнее.\n  Девушка вскочила на ноги.\n—Ну и иди к своему Гью! — воскликнула она, рассержанно отвернувшись — Приходишь на несколько минут и уходишь, а я ведь одна здесь, понимаешь?! Одна! — её голос задрожал.\n  Адам поднялся с земли и приблизился к возлюбленной. Она, стоя к нему спиной, продолжила тихим голосом:\n—Я уже две недели здесь живу... Сколько мне ещё тут скрываться?\n  Адам не знал. Он обнял её сзади и прижал к себе, после чего чмокнул в щёку. Кира накрыла его руки своими.\n—Ладно уж, иди — промолвила она спустя минуту — Гью ждёт тебя.\n—Кира, я обязательно что-нибудь придумаю — заверил Адам.\n—Я знаю — Кира обернулась и приложила ладонь к щеке юноши — Мой милый, наивный монашек...\n  Их губы вновь слились в продолжительном поцелуе.",
    "answers": [
      {
        "id": 34,
        "text": "》》》"
      },
      {
        "id": 32,
        "text": "《《《"
      }
    ]
  },
  {
    "id": 34,
    "text": "  Обратно в город Адам вернулся той же тропой, предварительно отряхнув свои волосы и одежду от листьев и веточек. \"\"Что-нибудь придумаю\" сказал я Кире\" — размышлял юноша, торопливо шагая по улице, стараясь не столкнутся с прохожими — \"Но что я могу сделать? Кире нельзя возвращаться в город, Фергус продолжает ловить \"Ночных волков\" Даже несмотря на то, что Гью отправил ребят из группировки в соседние поселения как можно более незаметными путями, внутреннему отделу удалось найти почти всех\" — юноша сжал кулак — \"Рано или поздно они доберутся и до Киры. В таком случае её необходимо переправить в другой город, но куда? С кем?\"\n  Через несколько минут Адам добрался до лавки Гью. Он встряхнул кудрями, отвлекаясь от этих тяжелых мыслей и вдруг заметил висящую на двери небольшую, деревянную табличку с надписью \"Закрыто\". Это очень удивило юношу, ведь Гью не говорил ему, что куда-то собирается.  На всякий случай Адам постучал в дверь и, не дождавшись ответа, побрёл прочь. Внезапно дверь за его спиной с тихим скрипом отворилась. Юноша обернулся. Старый лекарь осторожно высунул голову из приоткрытого дверного проёма.\n—О, Адам, мальчик мой — улыбнулся старик — Входи!\n—Почему вы закрылись? — спросил юноша, проникнув внутрь.\n  Помимо Гью в лавке оказался еще один человек, которого Адам совсем не ожидал здесь увидеть.\n—А он что здесь делает? — юноша обернулся к лекарю.\n—Адам — произнёс непрошенный гость, глядя на юношу блекло-голубыми глазами — Мне нужна ваша помощь в одном деле.\n—И почему я должен помогать тебе?\n—Потому что я могу увезти Абигэйл и Киру в безопасное место.\n  Адам ненадолго задумался. Затем обернулся к Гью. Старик утвердительно кивнул. Юноша тяжело вздохнул и наконец промолвил:\n—Ладно, что ты там задумал, Соломон?\n\n\n  Конец.",
    "answers": [
      {
        "id": 35,
        "text": "Глава 7"
      },
      {
        "id": 33,
        "text": "《《《"
      },
      {
        "id": 2,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 35,
    "text": "  Адам.\n\n  Ночь выдалась безлунной. Свет звёзд также не достигал поверхности земли. Причиной тому являлась огромная, махровая туча, краями уходящая далеко за горизонт. Эта туча накрыла собой город Стоун, словно бескрайняя материя, скрывая в тени небольшие улочки, торговую площадь и величественную и неприступную крепость братства.\n  Адам взглянул вверх, в ночное небо. \"Луны нет, это хорошо\" — отметил он и плотнее укутался в свой короткий, синий плащ. \"Да где же они?!\" — беспокойно огляделся юноша — \"Должны уже быть здесь\" Адам уже битый час стоял у стены двухэтажного здания, напряжённо вслушиваясь в тишину ночи. Порой ему приходилось скрываться от света факелов патрульных или же любопытных глаз местных пьянчуг, возвращавшихся домой.\n   \"А вдруг...\" — сердце Адама на секунду замерло — \"У них не получилось? Что тогда делать?\" Но вскоре окружающую тишину прервал приближающийся цокот копыт и дребезжание повозки. После чего из соседнего перекрёстка выскочила телега, запряжённая серым жеребцом.\n—Ну-ну! Тпру! — прикрикнул на коня извочик и экипаж встал на месте. По голосу Адам узнал Соломона.\n  Повозка была покрыта сверху тканью, под которой можно было заметить рассыпанную солому. На козлах сидело двое. Один из них с трудом спрыгнул на землю и подбежал к Адаму.\n—Гью, вижу вы справились — обрадовался Адам.\n—Да, мой мальчик, мой старый знакомый одолжил нам телегу и коня — запыхвашись произнёс старик — А теперь не теряй время, садись скорее в телегу!\n  Адам кивнул и метнулся к повозке. Вскочив на козлы, юноша обернулся. Темный силуэт Гью был слабо различим на фоне стены. Старик махнул на прощанье рукой и Адам ответил тем же. После этого Соломон подстегнул жеребца и повозка резво тронулась с места.",
    "answers": [
      {
        "id": 36,
        "text": "》》》"
      },
      {
        "id": 2,
        "text": "《《《"
      }
    ]
  },
  {
    "id": 36,
    "text": "—Дальше всё по плану? — Адам обернулся к своему спутнику — Едем за Кирой?\n  Соломон был одет в чёрный, местами потертый плащ и в длиннополую шляпу. Нижняя часть лица была укутана в шарф. Юноша стянул его ниже на подбородок и ответил:\n—Да, все по плану. Забираем Киру, а после едем к Абигэйл, которая будет ждать нас за городом.\n—А почему бы нам сразу не заехать за Абигэйл?\n—По городу опасно ездить — ответил Соломон — Нас может остановить патруль, а Фергус наверняка распорядился не выпускать ни меня, ни Абигэйл за город.\n—Ясно — отозвался Адам — Здесь налево.\n  Повозка свернула с мощённой дороги на грунтовую и затряслась по кочкам. Некоторое время оба молодых человека молчали. Соломон был погружён в свои думы и лишь изредка подстёгивал поводьями скакуна. \n—Почему ты делаешь это? — прервал нависшую тишину Адам.\n—Что делаю?\n—Ну, помогаешь нам, спасаешь Абигэйл.\n  Соломон ответил не сразу.\n—Потому что я дал обещание — бросил он.\n—Зачем ты его дал? — не унимался бывший послушник — Почему ты хочешь защитить Абигэйл?\n—Ну что ты как маленький?! — резко обернулся к нему собеседник — Будто бы сам не понимаешь зачем! Затем же, зачем и ты защищаешь Киру!\n  Повозка тем временем добралась до леса.\n—Вон! Дальше по той тропинке — указал рукой Адам. \n  Через минут десять езды, повозка остановилась посреди леса. Здесь было абсолютно тихо. \n—Мы точно не заблудились? — спросил Соломон, выпуская изо рта пар — Я ничего кругом не вижу.\n  Здесь было намного прохладнее, чем в городе. Адам спрыгнул на землю, за ним следом спрыгнул и Рэйс. Затем Соломон достал из повозки переносной, железный светильник и зажег его, разгоняя окружающую мглу.\n—Дальше пойдем пешком — возвестил Адам — Этой тропой никто не пользуется, поэтому повозку можно спокойно оставить здесь.\n—Хорошо — Соломон передал светильник своему спутнику и, подтянув шарф на нос, произнёс приглушённым голосом — Веди.",
    "answers": [
      {
        "id": 37,
        "text": "》》》"
      },
      {
        "id": 35,
        "text": "《《《"
      }
    ]
  },
  {
    "id": 37,
    "text": "  Адам пробирался по лесу. Под ногами шелестели листья и с громким треском ломались ветки, а прохладный воздух постепенно стал проникать под одежду, заставляя юношу сильнее кутаться в плащ. Они шли по еле заметной тропинке уже несколько минут, окружённые непроглядной тьмой, наполненной, возможно, волками или другими хищниками. От этих мыслей Адама передернуло. Он бросил беспокойный взгляд назад на своего спутника. Тот, казалось, не разделял страхов Адама. Взгляд его глаз поверх шарфа, был направлен куда-то вглубь себя. \"Наверное об Абигэйл думает\" — Адам вернул свой взор на тропу — \"Строит планы с ней на будущее. А какое будущее ждёт нас с Кирой? Ну, после того, как всё уляжеться, мы, первым делом, поженимся и купим себе домик...\" С улыбкой на лице юноша принялся мечтать. Воображение рисовало его успешным лекарем, работающим в своей собственной лечебнице в городе, а Киру — охотницей, которой она так мечтала стать. Также у них должно быть трое, нет, пятеро детей!\"\n  Чья-то рука резко опустилась на плечо Адама, вернув его с небес на землю. Юноша вдруг обнаружил себя перед деревянным домиком.\n—Кажется, мы пришли — произнёс за его спиной Соломон.\n—Д-да — воображение Адама настолько разыгралось и выдало такие живые образы, что юноше пришлось некоторое время собираться с мыслями, чтобы вернуться в реальность — Да, да! Это тот дом!\n—Ясно — Соломон забрал светильник и с ним прошелся вдоль бревенчатой стены здания — Но где же...\n  Внезапно раздался рассекающий воздух свист и в стену, в паре шагов от Соломона, вонзилась стрела. Юноша, грубо выругавшись, отскочил назад и выхватил из под плаща кинжал.  Очередная стрела просвистела в воздухе и воткнулась в стену над самой головой оторопевшего офицера.\n—Адам, назад! — воскликнул Соломон, отбросив светильник и отбежав от источника света на несколько метров.\n  Но Адам даже не шелохнулся. Он медленно приблизился к светильнику и, подняв его с земли, произнёс, обращаясь во тьму, в ту сторону, откуда были выпущены стрелы:\n—Кира, хватит баловаться.\n  В ответ на его слова из лесной чащи раздался весёлый девчачий смех.\n—И это элита внутреннего отдела? — Кира вышла на свет, держа в руках лук и улыбаясь — Я могла бы убить его уже два раза!\n  Одета она была в тот же серый плащ, в котором ее видел Адам, а из-за спины у неё виднелся колчан полный стрел.\n—Ты что творишь?! — набросился на нее Соломон, убрав оружие в ножны.\n—Я, можно сказать, испытала тебя — пожала плечами девушка. \n—Чуть не убив?!\n—Хватит — спокойно, но твердо прервал их Адам — У нас нет на это времени.\n—Пф, ладно! — Кира убрала лук за спину и направилась к дому — Заберу продукты кое-какие и можем выдвигаться.\n  Соломон схватился за грудь и застонал.\n—Что, рана болит? — Адам приблизился к нему.\n—Нет-нет, всё в порядке — отмахнулся тот — Сейчас пройдёт. Ты лучше иди, помоги Кире.\n  Адам не стал спорить и направился к дому. Войдя внутрь, он осмотрелся. Здесь было три комнаты. Одна из них служила прихожей и, по совместительству, столовой, в неё вела дверь с улицы. Слева вдоль стен располагались шкафы и тумбочки. Там же находился стол. Справа был проход в другое помещение, которое было намного меньше, чем прихожая и являлся, судя по всему, кладовой. Дверь в третью комнату была установлена напротив входной. Адам пришел к выводу, что там располагается спальня.\n—И что это сейчас было? — спросил юноша, осматривая покрытые пылью и паутиной шкафы.\n—Уж прости, я не могла не отомстить ему за мой арест — ответила Кира, запихивая в сшитую из ткани придорожную сумку вяленые куски мяса — К тому же, по-моему, это было весело.\n  Через минуты две сумка была собрана и Кира, закинув её на плечо, обернулась к Адаму. В пляшущем свете огня, излучаемого светильником, глаза девушки ярко блестели, а черты лица приобрели загадочный оттенок. Юноша ненароком засмотрелся на нее.\n—Ты чего? — удивилась девушка.\n—Ты... ты у меня такая красивая — шепотом произнес Адам.\n  Глаза Киры широко раскрылись от удивления, а щеки покрылись румянцем. Но через минуту она вдруг ударила юношу в плечо и воскликнула:\n—Дурак! Сам же говорил, что у нас времени нет! Идем же!\n  Адам растерянно улыбнулся и, кивнув ей, поспешил к выходу.",
    "answers": [
      {
        "id": 38,
        "text": "》》》"
      },
      {
        "id": 36,
        "text": "《《《"
      }
    ]
  },
  {
    "id": 38,
    "text": "  В бескрайнем полотне тучи, медленно плывущей над Стоуном, образовалась прореха. Через нее лунный свет все же смог достичь землю и осветить своим сиянием старый, покосившийся дом и окрестности кругом.\n  Адам вышел из здания и поискал глазами Рэйса. Соломон стоял спиной к нему, обернувшись лицом к многолетнему дубу, расположившемуся невдалеке. Бывший послушник приблизился к нему.\n—Мы готовы — обратился к офицеру юноша, но тот не отреагировал.\n—Соломон? — Адам обошел Рэйса и взглянул ему в лицо — Что с тобой?\n  Соломон смотрел на дуб удивленным и потерянным взором. После обращения к нему по имени он растерянно произнес:\n—Да-да... просто, у меня такое чувство — юноша опустил шарф на подбородок и перевел взгляд на Адама — Что я здесь уже бывал.\n—Ну бывал и бывал — равнодушно бросила Кира — Пошли уже!\n  Адам положил руку на плечо Рэйса и осторожно промолвил:\n—Соломон, все в порядке?\n -Да, все... все хорошо — юноша обернулся — Похоже, это было дежавю. Ладно! — он двинулся обратно в лесную чащу, откуда они с Адамом пришли — Идем, время поджимает!\n—Знаешь — Адам догнал его — Я бы хотел тебе кое-что сказать...\n—Может в повозке поговорим? — бросил Соломон.\n—Нет! — бывший послушник положил руку на плечо молодого Рэйса и повернул его к себе — Я должен сказать это сейчас! Потом я передумаю. Знай, Соломон — юноша уверенно взглянул в глаза собеседника — Ты мне не нравился! Больше того, я ненавидел тебя.\n—Ясно — Соломон улыбнулся — У тебя все?\n—Да дослушай ты! — воскликнул Адам — Я хочу сказать, что сейчас... сейчас я так не считаю. Ты доказал, что ты хороший человек и я рад тому — юноша протянул руку — Что могу назвать тебя своим другом.\n  Лицо Соломона выражало удивление. На несколько мгновений нависла тишина. Затем юноша неуверенно приподнял руку, словно размышляя, и резким движением крепко вцепился в ладонь спутника.\n—Адам, я рад, что ты назвал меня своим другом... — произнес он, улыбнувшись.\n  Их затянувшееся признание друг другу в дружбе прервала Кира.\n—Ну, целоваться будете? — воскликнула она, проходя мимо и плечом толкнув Адама — Нам, вроде как, ехать нужно!\n  Бывший послушник отошел от Соломона и, выставив вперед руку со светильником, повел своих спутников во мглу лесной чащи.",
    "answers": [
      {
        "id": 39,
        "text": "》》》"
      },
      {
        "id": 37,
        "text": "《《《"
      }
    ]
  },
  {
    "id": 39,
    "text": "  Как Адам и предполагал, телега оказалась на месте. Он потушил светильник и залез на козлы, Соломон занял место кучера, а Кира запрыгнула в телегу. Там девушка припрятала лук поглубже под сено.\n—Ну, так все-таки, куда мы едем? — спросила она, подогнув под себя колени и усевшись поудобнее.\n  Соломон натянул на лицо шарф.\n—Приедем — узнаешь — глухо отозвался он и подстегнул коня.\n—В безопасное место — обернулся к ней Адам.\n  Кира бросила недовольный взгляд на кучера и, надув щеки, отвернулась. \"Как маленькая\" — улыбнулся Адам.\n  Тем временем, экипаж выехал из лесной чащи на грунтовую дорогу. Кира высунула голову между парнями.\n—Ведь эта дорога ведет вокруг города — удивилась она — Разве мы не поедем за Абигэйл?\n—Она будет ждать нас за городом — пояснил ей Адам — Просто мы решили, что заезжать в город будет...\n—Тихо! — Соломон локтем отпихнул голову Киры назад.\n—Эй! Ты чего?! — воскликнула девушка.\n—Впереди — голос Рэйса звучал напряженно.\n  Адам присмотрелся во тьму впереди и вскоре понял причину беспокойства его спутника — в нескольких сотнях метрах от них слабо горел огонь.\n—Это стражник? — обратился он к кучеру — Может объедем его?\n—Объездной здесь нет — бросил Соломон — Придется ехать дальше. Кира! Спрячься!\n  Девушка тутже отскочила назад и, укрывшись тканью, попыталась поглубже зарыться в солому.\n  Через несколько минут слабый огонек обернулся факелом в руках стражника. Адам сглотнул ком в горле. Мысленно он взмолился к богу, в надежде, что их не остановят. Патрульных оказалось двое. Один из них — высокий и худой парень с тонкими усами над верхней губой, а второй — низкий, приземистый мужичок средних лет. Оба были одеты в блестящие доспехи городской стражи, с мечами на поясах. Тот, что был постарше и держал в руке факел. Он вышел на середину дороги и, подняв над головой руку в кожанной перчатке, громко воскликнул:\n—Стооой!\n  С этим возгласом душа Адама ушла в пятки. \"Мы пропали!\" — пот выступил на его ладонях. Соломон натянул поводья и жеребец остановился, сердито топнув копытом о землю.\n—Тихо, тихо — стражник с факелом погладил коня по гриве и приблизился к телеге — Кто такие? Почему так поздно ночью катаетесь?\n—Милрод! — Соломон снял шляпу и прижал ее к груди, опустив голову, при этом шарф продолжал скрывать нижнюю часть его лица — Дак, у меня, эта, жена на сносях! Вот-вот родит! Ну, я за знахарем и поехал в город.\n  Стражник перевел взгляд на Адама. Мысли юноши путались и он не мог никак собраться. Тут он заметил, что второй патрульный приблизился к телеге и принялся осматривать ее.\n—А он что, немой? — усмехнулся стражник с факелом.\n—Н-нет! — Адам ощущал, как его сердце бешенно заколотилось в груди, ему даже почудилось, что стражники непременно должны были услышать его громкое сердцебиение — Все именно так, как сказал этот мужчина.\n  Длинный, тем временем, схватился за край ткани и заглянул под нее. В этот момент Адам чуть сознание не потерял. Соломон же незаметно для стражников потянулся к плащу, собираясь в любую секунду извлечь кинжал.\n—Погоди-ка! А ты случаем не помощник Гью? — патрульный с факелом пригляделся к юноше.\n—Д-да, я помощник! — внезапно в голове Адама блеснула, словно молния, спасительная мысль — Я ведь вам микстуру от кашля выписал, помните?\n—Да-да, хороша была настойка — широко улыбнулся стражник.\n—А вашему напарнику я выписал лекарство от глистов — как бы между прочим добавил Адам. Мужчина с факелом громко рассмеялся.\n—Че?! — длинный бросил телегу и подскочил к Адаму — Мне?! От глистов?!\n—Ой! — юноша хлопнул себя по лбу — Извините, ошибся!\n—Милроды! — взял слово Соломон — У меня же там, эта, жена рожает же, отпустите скорее, а?!\n—Ладно, проезжайте! — махнул рукой стражник с факелом, продолжая хохотать.\n  Экипаж тронулся с места, оставив двух караульных позади. \n—Неплохо — отметил Соломон, когда телега отдалилась достаточно далеко — Весьма неплохо.\n  Из под ткани вынырнула Кира.\n—Ай, да монашек! — радостно воскликнула она, стукнув юношу по плечу — Ишь, как выкрутился!\n  Адам потер ушибленное плечо и облегченно выдохнул.\n—Я до жути испугался — признался он.\n—Не стоило — заметил Соломон — Если что, я бы их просто прирезал.\n—Ты мой герой! — Кира обняла возлюбленного за шею и чмокнула в щеку — Самый умный и самый изворотливый монашек на свете!",
    "answers": [
      {
        "id": 40,
        "text": "》》》"
      },
      {
        "id": 38,
        "text": "《《《"
      }
    ]
  },
  {
    "id": 40,
    "text": "  Через несколько минут езды Соломон отметил:\n—Почти приехали.\n  Кира в телеге заметно оживилась. Что было понятно, ведь она не видела свою подругу уже две недели. \"Скоро все закончится\" — улыбался Адам — \"Даже не верится, что нашим девочкам удастся так легко избежать ареста! Конечно, когда Кира уедет я не смгу с ней видеться еще долгое время, но все же...\" — юноша обернулся к возлюбленной — \"Все же лучше, чем потерять ее навсегда\"\n  Кира заметила взгляд Адама и улыбнулась ему.\n—Похоже, что скоро мы расстанемся — отметила она грустным голосом — Но я...\n  В этот момент экипаж резко остановился и девушка чуть было не упала.\n—Эй, аккуратнее, кучер! — набросилась она на Рэйса.\n  Тот спрыгнул с козлов на землю. Адам достал переносной светильник и последовал примеру друга. Кира же осталась в телеге.\n—А здесь тихо — отметил Адам, разжигая светильник — Где мы?\n  Соломон молчал. Бывший послушник наконец смог разжечь огонь и приподнял светильник. Вокруг он увидел глыбы камней, покрытые мхом и вьюном, а также круглое основание какого-то сооружения.\n—Это разрушенная башня? — удивился Адам — Вы с Абигэйл договаривались встретиться здесь? Да? Эй, Соломон?\n  Но никто ему не ответил. Юноша обернулся и приблизился к тому месту, где стоял Рэйс, но там его уже не было. Тогда он вернулся к телеге и спросил у Киры, не видела ли она Соломона. Девушка в ответ пожала плечами. Тревога прокралась в сердце молодого человека. Он беспокойно огляделся.\n—Соломон! — и вновь тишина — Эй, Соломон, где же ты?!\n  Внезапно из окружающей темноты стал доноситься неспешный топот приближающихся шагов. У Адама буквально от сердца отлегло.\n—Соломон — улыбнулся юноша, направив свет в сторону приближающегося человека — Ты где был?\n—Адам! — раздался испуганный возглас Киры — Они окружили нас!\n  Только сейчас Адам заметил, что шаги раздавались отовсюду. Телегу окружило, по меньшей мере, десяток человек. Юноша отступил назад и прижался спиной к повозке. Кира тем временем принялась разбрасывать солому. \n  Вскоре из темноты на свет вышли несколько человек в блестящих доспехах. Они встали в круг, окружив телегу и держа в руках обнаженные мечи.\n—Уроды! — воскликнула Кира, взяв в руку лук и натянув тетеву со стрелой  — Живой не дамся!\n  Солдаты несколько отступили назад.\n—Ну, кто первый?! — кричала девушка.\n  Адам не знал, что делать. \"Соломон, где же ты?!\" — растерянно оглядывался он. Вдруг один из стражников, стоя за спиной Киры, метнулся к телеге. Девушка в ту же секунду обернулась и выпустила стрелу. Та вонзилась мужчине в шею и он, громко захрипев, свалился на землю. Пока он падал, Кира успела зарядить следующую стрелу.\n  Смерть боевого товарища словно подстегнула остальных солдат к действию. Они все разом рванули к лучнице. Девушка успела выпустить еще три стрелы, две из которых оказались смертельными, прежде, чем ее схватили за ноги и стащили с повозки.\n—Кира! — Адам рванул к ней на помощь, но сокрушительный удар эфесом меча в затылок, прервал его.\n  Юноша упал, ударившись головой о землю и выронив из рук светильник. Перед глазами все поплыло, а в ушах раздался пронзительный звон.\n—Имперские псы! Чтоб вы сдохли! — откуда-то из далека донёсся до юноши голос Киры.\n  Адам повернул голову. Девушку пытались придавить к земле трое стражников, но та отчаянно сопротивлялась, пуская в ход ноги, руки и зубы. Но тут один из подскочивших на помощь солдат сразмаху ударил ее кулаком в лицо и Кира грохнулась на землю.\n—К-кира... — Адам, помогая себе локтями, пополз к ней.\n  В этот момент сверху на спину юноши опустилась чья-то нога, придавив его вниз. Адам попытался встать, но силы покинули его, а голова продолжала кружиться. \"Какой же я слабый! Я не смог защитить ее...\" — по щекам юноши потекли слезы отчаяния — \"Где же ты, Соломон? Помоги нам!\" Юноша крепко сжал кулаки и воскликнул, что было сил:\n—Соломооон!\n  Через минуту ему ответил голос откуда-то справа:\n—Я здесь, Адам.\n  Юноша с трудом повернул голову. В свете валяющегося на земле светильника, перед ним и вправду оказался Соломон. Он сидел на корточках, опустив руки на колени.\n—Я все время был неподалёку — добавил Рэйс.\n—По... почему? — со слезами на глазах спросил Адам.\n—Неужели ты думал, что нам удастся так легко скрыться? Нет, убегать бессмысленно. Они все-равно бы нашли и арестовали Киру — Соломон немного помолчал и добавил — Но я не мог допустить, чтобы арестовали и Абигэйл... Ведь я дал обещание.\n  После этого на руки и ноги Адама и Киры застегнули кандалы. Затем их закинули в ту же телегу, в которой они приехали и повезли в город.\n  Адам лежал около Киры. Девушка была без сознания. Ее нос был сломан и из него медленно стекала кровь, также ее верхняя губа была разбита. Юноша попытался перекатиться ближе к ней и, приложив неимоверные усилия, он все же сделал это. Адам прижался лбом ко лбу Киры и прошептал:\n—Прости, любовь моя, я подвел тебя...",
    "answers": [
      {
        "id": 41,
        "text": "》》》"
      },
      {
        "id": 39,
        "text": "《《《"
      }
    ]
  },
  {
    "id": 41,
    "text": "  Соломон.\n\n  Юноша провожал отьезжающую телегу взглядом. \"Что же я натворил?!\" — ужаснулся он.\n—Ну и представление! — раздался за ним радостный возглас. \n  Соломон обернулся. К нему неспеша приблизился Фергус, одетый в черную легкую броню и накинутом сверху такого же цвета плаще.\n—Надеюсь, в пути вас не останавливали патрульные? Ведь я решил ввести в курс предстоящей операции как можно наименьшее количество городской стражи.\n—Я выполнил свою часть сделки — бросил Соломон, направляясь прочь — И теперь вы не тронете Абигэйл.\n—А? Наш уговор? — Фергус растерянно почесал затылок, словно был в замешательстве — Ну, вообще-то, я ее уже \"тронул\", как вы выразились.\n—Что?! — воскликнул Рэйс, резко обернувшись.\n—Да, пока вы занимались подготовкой этого блестящего плана, я взял мисс Абигэйл под стражу.\n  Соломон рванул к офицеру, но путь ему перегородили вооруженные солдаты.\n—Капитан Рэйс, не забывайте — продолжил Морр — Эта девушка до сих пор является представительницей запрещенной в Империи фамилии и мы обязаны были арестовать ее.\n—Урод, ты ведь обещал, что не сделаешь этого! — Соломон пытался пробиться к нему через солдат.\n—Разве ты еще не понял? — Фергус поправил очки и холодно взглянул на юношу — Я солгал.\n—Фергус! Подонок! — кричал Соломон, распихивая стражников — Я убью тебя!\n—Конечно, это твое право — спокойно ответил капитан Морр — Но знай, что Абигэйл ты так уже не спасешь. Уже завтра ее направят в столицу, где, скорее всего, казнят. И этот факт не изменится от того, буду ли я жив или нет.\n  Соломон глядел на Фергуса пылающими ненавистью глазами. Он отступил назад и, сплюнув на землю, произнес:\n—Это мы еще посмотрим.\n  После чего молодой человек развернулся и скрылся во тьме.\n\n\n  Конец.",
    "answers": [
      {
        "id": 42,
        "text": "Глава 8"
      },
      {
        "id": 40,
        "text": "《《《"
      },
      {
        "id": 2,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 42,
    "text": "  Зак.\n(прим. автора: если вдруг кто забыл, Зак — молодой лейтенант из отряда Соломона)\n\n\n   Первые солнечные лучи, вынырнув из-за леса, разогнали предрассветный туман над сонным Стоуном. Огромная туча, налетевшая на город ночью, благополучно прошла, не уронив на землю ни капли. Однако на северо-западе горизонт вновь затянуло темными облаками.\n  Утренее солнце, проникнув сквозь окно, осветило также небольшую и уютную спальню с побеленными известкой стенами. К одной из этих стен был приставлен деревянный шкаф. Также в этой комнате располагалась широкая двухспальная кровать, по обеим сторонам к которой были приставлены низкие тумбочки. \n  Зак неимоверным усилием воли сумел заставить себя открыть глаза. Его жена, уложив свою голову на грудь мужа, мирно спала по левую руку от него. Зак улыбнулся и вдохнул аромат ее волос, цветом походивших на колосья пшеницы. Затем вернул голову на подушку и уставился в белый потолок.\n  В этот дом они переехали год назад и совсем только недавно устроили здесь капитальный ремонт. Хотя, Зака и раньше все устраивало. Он как-то не обращал внимание ни на трещины в стене, ни на местами поломанную мебель. Однако его жена была куда более хозяйственной. \"Да, если бы не Камелия...\" — задумался Зак — \"То я бы так ничего и не добился в жизни\"\n   Они были одногодками, но юноша всегда удивлялся их разнице в душевном развитии. Камелия была намного ответственее и серьезнее мужа. Который всегда наслаждался тем, что имел и не особо стремился изменить свою жизнь. По крайней мере, Зак был таким до свадьбы.\n  Юноша осторожно убрал руку из под головы жены и уселся на кровать, опустив босые ноги на пол. Затем повертел головой, разминая шею и отгоняя сонную дремоту, и встал на ноги. \"Нужно бы поторопиться\" — пронеслось в голове юноши и он, тихонько поцеловав жену в щеку, покинул спальню. \n  Закончив утренний туалет, Зак заглянул в соседнюю со спальней комнатку. Здесь была расположена детская. Кроватка ребенка находилась в углу комнаты, и юноша на цыпочках приблизился к ней. В кроватке тихо сопел малыш. Ротик и большие щечки временами шевелились во сне, имитируя посасывания. Зак склонился над ним, чтобы поцеловать в лоб, но сдержался, испугавшись разбудить малыша. \"Мой маленький Родрик\" — улыбался Зак, поправляя одеяльце — \"Поверить даже не могу... Мой наследник\"\n  После того, как юноша проведал сына, он вернулся в спальню и заглянул в шкаф. Оттуда Зак достал свою офицерскую амуницию. Первым делом он надел черные, слегка зауженнные штаны. Затем белую рубаху, поверх которой накинул камзол, по цвету соответствующий штанам, а на ноги обул такой же окраски сапоги. В конце он облочился в легкую имперскую броню и нацепил на пояс одноручный меч.\n   После этого юноша приблизился к прикроватной тумбочке и извлек из нее круглую медаль на серебрянной цепочке. На одной стороне этой медали был изображен древний король, а на другой было начертано: \"Честь, мужество, отвага\" Эту медаль за боевые заслуги вручили дедушке Зака. Тот передал ее своему сыну, а тот, в свою очередь, своему. \"Когда-нибудь и я ее вручу своему Родрику\" — юноша надел медаль на шею и спрятал ее под рубашку.\n—Уже уходишь? — раздался сонный голос Камелии.\n  Девушка слегка приподняла голову и смотрела на мужа полуоткрытыми, голубыми глазами.\n—Да, Фергус сказал сегодня пораньше прийти — ответил Зак, поправив комзол — Что-то серьёзное намечается похоже.\n—Завтракать будешь?\n—Нет, спи дорогая — юноша поцеловал жену в губы и поспешил к выходу из дома. По пути он захватил со стены плащ с капюшоном.",
    "answers": [
      {
        "id": 43,
        "text": "》》》"
      },
      {
        "id": 2,
        "text": "《《《"
      }
    ]
  },
  {
    "id": 43,
    "text": "  Покинув дом Зак направился по безлюдной улице в сторону штаба. Утро выдалось холодным и юноша сильнее укутался в свой плащ. Потому как время было еще ранее, по пути он почти никого не встретил.\n  Вход в штаб, как всегда охраняли двое стражников. Молодой лейтенант предъявил им документы и вошел внутрь. К своему удивлению, Зак ни застал в штабе ни Роланда, ни Тимми. Хотя, обычно именно Зак приходил на службу последним. Юноша скинул с себя плащ и повесил его на гвоздь, по левую руку от входа. Затем, ни теряя времени, быстрым шагом поднялся вверх по лестнице, где его должен был ждать Фергус.\n  Дверь в кабинет капитана оказалась незапертой и Зак, предварительно постучавшись, вошел внутрь.\n  Фергус сидел за своим столом и, как всегда, что-то быстро чиркал на бумаге.\n—Капитан Морр — громко поприветствовал вошедший офицер своего начальника.\n  Тот бросил взгляд из-под очков на вошедшего и коротко кивнул:\n—Угу, присаживайтесь.\n  Зак уселся на предложенный стул напротив капитана. На несколько минут воцарилась тишина, нарушаемая лишь тихим скрипом пера о бумагу. В это время лейтенант мельком осмотрел Фергуса. И, судя по потрепанной одежде и местами взъерошенным волосам, у главы внутреннего отдела выдалась беспокойная ночь.\n  Закончив наконец с заполнением бумаг, Фергус опустил перо в чернильницу и, тяжело вздохнув, откинулся на спинку кресла. Затем офицер устало помассировал глаза и обратился к Заку:\n—Лейтенант, вчера вечером мы арестовали одну особу и у меня есть задание для вашего отряда. Сегодня ваш отряд должен будет посадить ее в карету и сопроводить до столицы. Дорога туда и обратно займет у вас неделю, поэтому советую запастись провизией. Кстати, вас я назначаю предводителем отряда.\n—Конвоировать заключенную? — спросил лейтенант — Но ведь с этим может справиться и городская стража.\n—Однако, справитесь именно вы.\n—При всем уважении, капитан — начал Зак — Стоит ли тратить наши силы...\n—Лейтенант, это приказ — сухо бросил Фергус.\n—Есть — нехотя отозвался тот, собираясь встать.\n—Постойте, это еще не все — глаза капитана Морра смотрели на юношу ледяным взглядом — В случае, если вы не справитесь, если заключенная сбежит или же ей помогут в этом — последнее он выделил голосом — Тогда я объявлю ваш отряд изменниками и предателями. А вы знаете, как в нашей Империи относятся к семьям предателей.\n  Зак ошарашенно смотрел на Фергуса, не веря своим ушам.\n—Предателями? — переспросил юноша.\n  \"Предателями за один проступок? Неужели эта девушка так важна?\"\n—Ра-разрешите вопрос — неуверенно произнес Зак, собравшись с мыслями.\n  Фергус кивнул.\n—Как я понял, капитан, у нас два варианта, чтобы не заклеймить свои семьи позором. Первое — это довести заключенную до столицы и... второе...\n  Юноша вопросительно взглянул на капитана.\n—Да — ответил тот мысленному вопросу подчиненного — Второй вариант — смерть в бою.\n—Ясно — промолвил задумчиво Зак, после минутной паузы — Разрешите идти?\n—Конечно, идите и передайте своим, чтобы к вечеру были готовы.",
    "answers": [
      {
        "id": 44,
        "text": "》》》"
      },
      {
        "id": 42,
        "text": "《《《"
      }
    ]
  },
  {
    "id": 44,
    "text": "  \"Не было печали...\" — Зак вздохнул и, покинув стены штаба внутреннего отдела, накинул капюшон на голову — \"Ладно! Заскочу вначале к Тимми. Его дом ближе всего\"\n  Лейтенант направился вниз по широкой улице. Город постепенно стал пробуждаться от сонного оцепенения. Проулки и улочки стали заполнятся широко зевающими прохожими: местными торговцами, направляющихся на свои торговые точки, работягами, спешащими на свои рабочие места. \"Каждый из этих людей торопится по своим делам\" — рассуждал юноша, всматриваясь в лица прохожих — \"У каждого из них своя судьба, свои взгляды на жизнь и свой маленький мирок, в который они погрузились с головой. Это различает нас... но в то же время, именно это и объединяет\" Зак слабо улыбнулся своим мыслям. \"Что-то меня сегодня на философию потянуло\"\n   Через минут десять он добрался до дома Тимми. Это было одноэтажное, обветшалое здание, окруженное со всех сторон более современными домами. Пожалуй, это было единственное старое здание в центре, портящее всё впечатление о квартале. \n  Деревянные доски крыльца громко заскрипели под ногами лейтенанта, приветствуя тем самым непрошенного гостя. Зак приблизился к двери и постучал по ней костяшками пальцев. Через минуты две ожидания дверь приоткрылась и в проходе показалось юное лицо невысокого парня со светлыми, короткими волосами и голубыми глазами. \n—Доброе утро, Тим! — воскликнул Зак.\n  Глаза Тимми испуганно расширились и он, беспокойно оглянувшись, выскочил наружу, осторожно прикрыв за собой дверь. Похоже, парень только недавно встал. Он был одет в длинный халат темно-красного цвета. Тимми почесал одну босую ногу о другую и, широко зевнув, произнес:\n—Матушка спит.\n—Ясно — оба сослуживца обменялись рукопожатиями — Она еще болеет?\n—Угу — лицо Тимми заметно помрачнело — Гью сказал, что постарается ее вылечить, но ничего обещать не может. Ее болезнь редко когда удавалось излечить...\n  Зак склонил голову и сочувственно помолчал.\n—Ну, ты чего пришел то? — спохватился Тимми.\n—Да, чертов Фергус нам работки тут подкинул. Говорит, мол, нужно конвоировать кого-то там до столицы.\n—Конвоировать? — переспросил собеседник — Но я думал, что этим занимаются стражники.\n—Да я тоже так думал — ответил Зак — В общем, дорога займет у нас примерно неделю, поэтому продуктов с собой возьми.\n—Неделю? — чуть не воскликнул Тимми — Но... но как же мама? На кого я ее оставлю?\n—Да отдай ключи лекарю Гью, он присмотрит. Ладно, вечером подходи к штабу! — бросил Зак развернувшись и махнув сослуживцу рукой.\n  Тимми еще раз зевнул, затем взглянул на восходящее солнце и, поежившись от холода, поспешил обратно в дом.",
    "answers": [
      {
        "id": 45,
        "text": "》》》"
      },
      {
        "id": 43,
        "text": "《《《"
      }
    ]
  },
  {
    "id": 45,
    "text": "  От Тимми Зак направился к Роланду. Тот жил в казарме и путь к нему пролегал вблизи от городской темницы. \"Да уж, беспокойство Тимми вполне объяснимо\" — отметил Зак, опустив взгляд под ноги — \"Учитывая, что за матерью больше присмотреть некому. Ни братьев, ни сестер, а отец уже давно ушел из семьи\". На ум юноше пришли слова Тимми: \"Ее болезнь редко когда удавалось излечить...\" Зак тяжело вздохнул и поднял взгляд к небу — \"Тяжко ему будет, если она умрет... Не по наслышке знаю каково это...\"\n  Юноша проходил мимо темницы, когда до него стала долетать чья-то ругань. Заинтерисовавшись Зак приблизился к зданию тюрьмы и, обогнув угол, оказался перед входом. Как выяснилось, шум подняла Фрея Френч. \n—Да как вы смеете?! — кричала женщина на одного из стражников — Абигэйл у вас уже целую ночь, а мы до сих пор с ней не свиделись!\n  Перед ней, опершись о копья, стояло двое караульных. Позади Фреи Зак приметил блестевшую от пота лысину Норда.\n—Ну мы ведь уже объяснили — устало произнес один из стражников — Не мы решаем такие вопросы.\n—Да, сходите лучше к Фергусу — посоветовал второй.\n—Да были мы у вашего Фергуса! — воскликнула Фрея — Не пускают меня к нему! Дескать, занят больно!\n  \"Что же, мне пожалуй следует...\" — Зак попятился назад, стараясь не привлекать к себе внимание, но чета Френчев все же заметила его.\n—Эй, парень! — обратилась к нему Фрея — Ты ведь тоже из внутреннего отдела?\n—Я? — удивлённо указал на себя пальцем Зак, а затем отрицательно замахал руками — Нет, нет! Вы меня с кем-то путаете!\n—Да я знаю, что ты офицер! Я видела тебя в отряде Соломона — женщина быстрым шагом приблизилась к нему — Ты вот ответь, нам ведь причину задержания даже не назвали! Вломились вчера вечером в наш дом, арестовали нашу дочурку, а за что, так и не сказали. Ты мне ответь, почему ее здесь держат?! По какому такому праву?!\n—П-простите — Зак попятился назад от разъяренной женщины — Я даже не знал об аресте.\n  Юноша ощутил, как кто-то осторожно схватил его за рукав. Повернув голову, Зак увидел перед собой заплаканное лицо Норда.\n—Вы поймите нас — произнес мужчина, доставая из кармана белый носовой платок и смахнув им слезы с глаз — Мы ведь очень переживаем за нее.\n—Я понимаю вас — Зак с трудом смог высвободить руку — Но и вы поймите. Меня ведь никто в курс дела не вводит и единственный, кто может вам помочь, это капитан Морр.\n  Фрея в сердцах топнула ногой и, махнув отчаянно рукой, поспешила в сторону штаба. Норд засеменил за ней.\n   Зак и двое стражников у темницы облегченно выдохнули. \"Да, поднимет эта женщина шуму, это точно\" — отметил он, глядя вслед удаляющейся чете Френчев. Затем Зак развернулся и продолжил свой путь в казарму, где жил Роланд. \"А не эту ли Абигэйл нам поручено отвезти в столицу?\" — задался он по пути вопросом — \"Но что же такого ужасного она могла натворить, раз уж ее направят в столичный суд? И почему именно нашему отряду велено сопроводить ее? Не нравится мне все это...\"\n  С такими тревожными мыслями юноша добрался до казармы. Предъявив документы караульным при входе, Зак вошел внутрь.",
    "answers": [
      {
        "id": 46,
        "text": "》》》"
      },
      {
        "id": 44,
        "text": "《《《"
      }
    ]
  },
  {
    "id": 46,
    "text": "  В коридоре, у входа в комнату Роланда сильно пахло табаком. Зак постучал в деревянную дверь.\n—Входи, не заперто — не сразу ответил ему сиплый голос.\n  Лейтенант толкнул дверь и проник в комнату. Убранство помещения было таким же, как и в других офицерских комнатах: две табуретки, стол, кровать и тумбочка.\n  Роланд сидел на полу в одних штанах, опершись спиной о стену и глядя в окно задумчивым взглядом. Между пальцами у него дымилась самокрутка.\n—Эта дрянь когда-нибудь тебя доконает, Роланд.\n—Посмотри на стол — произнес в ответ мужчина.\n  Зак приблизился к столу. На нем стояла грязная посуда, пустая бутылка из-под вина и маленькая шкатулка.\n—Что это? — Зак взял шкатулку в руку и раскрыл ее. Внутри оказалось золотое обручальное кольцо.\n—Оу, это мне? — спросил юноша, разглядывая украшение — Но, к сожалению, мое сердце уже занято, да и размер не тот.\n—Хех! — Роланд потушил окурок об пол и, поднявшись на ноги, приблизился к сослуживцу — Это для Марии.\n—Мария? Эта та травница с рынка?\n—Ну да — Роланд забрал коробку и слабо улыбнулся, глядя на нее — Это бабушкино кольцо. Я хотел предложение Марии сделать.\n—Ого! А я думал ты заядлый холостяк.\n—Да — мужчина положил коробку обратно на стол — Был когда-то, а теперь будто щелкнуло что-то. Знаешь, охота... — Роланд замолчал, подбирая слова — Я даже не знаю, как это сказать.\n—Охота оставить после себя наследника — подсказал собеседник — Я понимаю. Продолжение рода и все такое. Что ж, это правильно.\n—Так-то оно так — Роланд тяжело вздохнул и уселся на табуретку около стола, опустив голову — Только вот...\n  Зак скрестил руки на груди и прислонился плечом к стене.\n—Только вот что? — спросил он, глядя на сослуживца.\n—Послушай, да кому я нужен? — Роланд поднял голову и горько улыбнулся — Старый, бедный, да еще всего-лишь лейтенант. Мария ведь в лицо мне рассмеётся, если я с этим кольцом к ней припрусь.\n  На минуты две наступило молчание.\n—Послушай — первым прервал тишину Зак — Сколько вы с ней уже общаетесь?\n—Ну, года два.\n—Срок-то не маленький — присвистнул юноша — Наверное хорошо общаетесь?\n—Да как сказать — почесал затылок Роланд — Мне с ней хорошо. Она над шутками моими смеется, даже если они глупые, я ей еще цветы иногда дарю. В общем, кажись, люблю я ее.\n  Зак подступил к другу и опустил руку ему на плечо.\n—Ну, раз любишь — решайся — произнес он уверенно.\n—А вдруг откажет? — лицо Роланда выражало страх.\n  \"Похоже, она и вправду для него многое значит\" — отметил Зак.\n—Что ж — Зак пожал плечами — Не попробуешь — не узнаешь.\n  Роланд минуты две молчал, а затем улыбнулся и, встав со стула, ответил:\n—И то верно! Что мне терять-то, да? Решено! — мужчина хлопнул сослуживца по плечам — Решено, друг! Завтра же делаю ей предложение!\n  Воодушевленный мужчина прошелся по комнате и принялся одеваться.\n—А ты чего пришел то, кстати? — спросил он, надевая рубаху.\n—Эммм — Зак почесал затылок и ненадолго замолчал. Ему не хотелось портить столь приподнятое настроение друга. Наконец он решился и произнес:\n—В общем, Фергус приказал нам кое-кого конвоировать.\n—Конвоировать? — переспросил собеседник — Но я думал, что этим занимаются стражники. \n—Я тоже так думал.\n—Ох, уж этот чертов Фергус! — произнес Роланд недовольным голосом — Вечно какие-то планы у него. А куда везти-то сказали?\n—В столицу.\n—Чего?! — воскликнул мужчина — Как в столицу? До нее же ехать дня три с половиной!\n—Да уж. А с обратной дорогой весь путь займет у нас примерно неделю.\n  Роланд уселся на кровать и принялся обувать сапоги, вместе с тем тщательно все обдумывая. Зак, тем временем, направился к выходу.\n—Запасись провизией, жду тебя вечером в штабе — бросил он, уходя. Но его в дверях остановил Роланд.\n—Зак.\n  Юноша обернулся к сослуживцу. Тот продолжал сидеть на кровати.\n—Помнишь, что капитан Рэйс говорил про чутье? — спросил Роланд серьёзным голосом — Так вот, мое чутье говорит, что все это плохо пахнет.\n  Зак понимающе кивнул и перевел взгляд на дверной косяк. Он тоже испытывал это смутное чувство тревоги, но все же пытался с ним бороться.\n—Наверное, это твой дешевый табак так воняет — попытался отшутится Зак — Ладно, не бери в голову. До вечера!\n  Юноша махнул рукой и скрылся в коридоре. Роланд еще минуту смотрел на дверь задумчивым взглядом, а затем перевел взор на стол, где лежала шкатулка с обручальным кольцом.\n—Эх, ма! Не было печали... — вздохнул он и продолжил обуваться.",
    "answers": [
      {
        "id": 47,
        "text": "》》》"
      },
      {
        "id": 45,
        "text": "《《《"
      }
    ]
  },
  {
    "id": 47,
    "text": "  Всю оставшуюся часть дня Зак готовился к предстоящей поезде. То есть, в основном готовилась Камелия. Зак же первое время пытался помочь жене, но вскоре осознал, что вреда от него больше, чем пользы. Поэтому предпочел лечь на кровать и не путаться под ногами.\n  К вечеру провизия, состоящая из воды, вяленого мяса и овощей, была аккуратно уложена в сумку. Зак оценивающе поднял ее с пола и опустил обратно.\n—Тяжелая — отметил он — Ну и куда мне столько? Я ведь на неделю всего лишь уезжаю.\n  Камелия держала на руках маленького Родрика. Тот внимательно смотрел своими карими глазками на отца.\n—Ничего. Не съедите сами — отдадите бедным — ответила жена — Ты только сумку не забудь.\n—Ну я же не дурак — отозвался Зак, поправляя на себе броню.\n  Затем он приблизился к жене и улыбнулся своему сыну:\n—Ну, что сынок, защитишь маму пока папы дома не будет?\n  Родрик вначале сделал серьёзное лицо, словно пытаясь понять значение незнакомых слов, а затем весело улыбнулся в ответ на улыбку отца.\n—Ты мой золотой! — Зак поцеловал его в лоб.\n  Камелия выглядела расстроенно.\n—Ты чего, Ками? — юноша обнял ее — Всего лишь неделька и мы вновь будем вместе.\n—Я знаю — отозвалась девушка подавленным голосом — Просто... береги себя, ладно?\n  Зак приблизил к ней свое лицо и нежно поцеловал в губы, затем отстранился и, улыбнувшись, произнес:\n—Не переживай за меня, я вернусь!\n  Подмигнув ей, юноша быстрым шагом направился ко входной двери и выскочил наружу.\n—Дурак... — тихо улыбнулась Камелия, глядя на придорожную сумку мужа, оставшуюся на полу.\n  Дверь осторожно приоткрылось и в проеме показалось лицо Зака.\n—Кажется, я тут кое-что забыл — виновато улыбнулся он.",
    "answers": [
      {
        "id": 48,
        "text": "》》》"
      },
      {
        "id": 47,
        "text": "《《《"
      }
    ]
  },
  {
    "id": 48,
    "text": "  Небо над Стоуном вновь затянуло темными тучами. Где-то вдали начали раздаваться первые раскаты грома. \"Ну этого нам еще не хватало!\" — раздраженно подумал Зак, глядя на небо — \"Если дорогу размоет, то ехать мы будем уж точно дольше одной недели!\"\n  Приблизившись к штабу внутреннего отдела, юноша увидел карету у входа, запряженную четверкой лошадей. Она была черного цвета с большими оканами на дверцах. Кучер — невысокий старик в потертой шляпе, чистил лошадей щеткой и проверял на них узду.\n  Внутри штаба все были уже в сборе. Роланд, как всегда сидел у окна и дымил. Он был одет в офицерскую броню без плаща. На поясе у него висел одноручный меч. Тимми стоял у входа, прислонившись спиной к стене и скрестив руки на груди. На нем, как и на его сослуживцах был черный имперский нагрудник, поверх которого он, в отличии от Роланда, накинул плащ.\n—Эх, жалко я плаща не захватил — грустно произнес Роланд, глядя через окно на темное небо.\n—Ну что, готовы? — окликнул сослуживцев Зак, ворвавшись внутрь.\n—Лейтенант, вообще-то, они готовы уже примерно полчаса — донесся до него спокойный голос — А вот вы где пропадаете?\n  \"Чертов Фергус!\" — пронеслось в голове Зака и он обернулся на голос. Юноша не сразу заметил капитана Морра, сидящего на стуле в углу комнаты.\n—Прошу прощения, капитан — Зак слегка поклонился.\n—Капитан, разрешите вопрос — внезапно взял слово Тимми — Но в связи с ухудшением погоды, не стоит ли нам отложить поездку?\n—Угу — поддержал товарища Роланд — Тем более, какой смысл на ночь-то ехать?\n  Фергус встал со стула и неспешно приблизился к подчиненным.\n—Я понимаю ваше недовольство — произнес он, все тем же спокойным голосом, но в котором слышались недовольные нотки — Но все же, приказ остается приказом. И ваших умозаключений я, кажется, не спрашивал. Поэтому сделайте милость — Фергус остановился перед Тимми и, поправив очки, уставился на него своими безжизненными глазами — Закройте рот и сядьте в карету.\n—Тц! — недовольно цыкнул Тимми и, отведя взгляд в сторону, направился к выходу.\n  Роланд бросил на Зака удивлённый взор, а затем выкинул окурок на пол и последовал вслед за Тимми.\n—Вот, это документы на заключенную — произнес Фергус, обращаясь к Заку и достав из нагрудного кармана своего сюртука бумаги.\n  Зак взял их в руку и поспешил на улицу. Перспектива остаться с этим человеком наедине в одной комнате хотя бы на одну лишнюю секунду пугала его.\n—Лейтенант Зак — бросил ему вслед капитан Морр — Вы ведь помните, что будет с вами и вашими семьями, если вы вдруг не справитесь с поставленной задачей?\n  Зак нахмурился.\n—Так точно, капитан — отозвался он и покинул помещение.",
    "answers": [
      {
        "id": 49,
        "text": "》》》"
      },
      {
        "id": 47,
        "text": "《《《"
      }
    ]
  },
  {
    "id": 49,
    "text": "—Черт, да что за муха его укусила?! — недовольно произнес Роланд, когда Зак уселся в карету, по левую руку от него.\n  Тимми же сидел напротив и молча смотрел в окно отрешенным взглядом. \"О матери, небось, переживает\" — отметил Зак.\n  Внутреннее убранство кареты состояло из двух лавок, установленных друг напротив друга и покрытых сверху багровой тканью.\n—И главное ведь так и не ответил, на кой ляд мы на ночь-то едем — продолжил раздосадованный Роланд.\n—Возможно, что у нашей заключенной есть связи в Стоуне — предположил Зак, вспомнив утренную сцену у городской темницы, устроенную четой Френчев — И чтобы избежать проволочек Фергус хочет как можно раньше переправить ее в город.\n  \"А возможно, Фергус боится еще кого-то, кто совсем не рад аресту дочери Норда\" — размышлял юноша — \"Поэтому именно нас и назначили конвоирами, а в качестве кнута использовали объявление нас предателями\"\n  Дверце слева от Зака открылось и в карету просунулась небольшая голова в потертой шляпе и с морщинистым лицом.\n—Ну что, едем? — спросил кучер сиплым голосом.\n—Да, поезжай в темницу — распорядился Зак.\n  Старик кивнул и захлопнул дверцу. Через минуту экипаж тронулся с места и вскоре затрясся, проезжая по главной городской улице.",
    "answers": [
      {
        "id": 50,
        "text": "》》》"
      },
      {
        "id": 48,
        "text": "《《《"
      }
    ]
  },
  {
    "id": 50,
    "text": "—Абигэйл Клостер? — обратился Зак к девушке, которую стражники вывели из темницы. \n  Девушка молчала, глядя себе под ноги. На руках у нее были кандалы, которые цепью были прикованы к железному ошейнику на хрупкой шее. Под тяжестью металла заключенная стояла несколько согнувшись. Одета она была в белое, простое платье. Светлые волосы ее были спутаны, а под глазами виднелись синяки — последствия бессонной ночи.\n—Мисс Абигэйл Клостер? — повторил вопрос лейтенант.\n—Да — тихим голосом ответила заключенная.\n—Наш отряд сопроводит вас до столицы — продолжил Зак, забрав у стражника ключ от кандалов — Там вы предстаните перед судом.\n  Девушка продолжила молчать, отрешенно уставившись в землю. \"На кой черт эти железяки!\" — возмутился лейтенант, заметив следы от кандалов на руках и шее девушки — \"Будто бы какого-то маньяка перевозим\"\n—Ну че там?! — раздался голос Роланда из открытой дверцы повозки.\n  Зак слегка подтолкнул девушку к экипажу и произнес:\n—Прошу, садитесь.\n  Абигэйл не стала сопротивляться, а послушно забралась внутрь, позвякивая на ходу железной цепью. Вслед за ней в экипаж запрыгнул и Зак. После чего кучер громко щелкнул кнутом и четверка лошадей потянула повозку вслед за собой.\n—Такая молодая, а уже преступница — улыбнулся Роланд, развалившись на лавке и глядя на Абигэйл, сидящую напротив него — За что взяли то?\n  Девушка молчала, вновь потупившись в пол.\n—Эй, ты ведь не глухонемая? — не унимался мужчина — За что тебя взяли я спрашиваю?\n—Отстань от нее — заступился за девушку Тимми — Сам ведь видишь, что отвечать не хочет.\n—Меня арестовали... — подала вдруг голос заключенная. Она говорила тихо, опустив голову.\n—Меня арестовали — повторила Абигэйл — Лишь потому, что я родилась в обеспеченной семье.\n  Девушка подняла взгляд своих сине-голубых глаз на Роланда и уверенным голосом продолжила:\n—И моих родителей убили лишь потому, что вашему Флокию и его приспешникам нужны были деньги!\n  Конвоиры пару минут удивлённо смотрели на девушку. В воцарившейся тишине начали раздаваться негромкие постукивания по крыше кареты, которые постепенно стали усиливаться. Начался дождь.\n—Черт! — бросил Роланд, взглянув в окно и скрестив руки на груди — А я плащ не взял, как назло!\n  Абигэйл успокоилась и вновь опустила глаза. Тимми также перевел взор себе под ноги, лишь иногда бросая косые взгляды на девушку. Зак хмыкнул и повернул голову к окну. По стеклу покатились первые капли дождя. Они сбегали вниз, обгоняя друг друга или сливаясь воедино. \"Что ж, жалко ее, конечно\" — размышлял офицер, глядя на эти капли — \"Родителей убили, да ее и саму вскоре ждет смерть. Хотя, в чем она, собственно, виновата? Да ни в чем! И казнить ее — не справедливо\" — Зак вздохнул — \"Но в таком мире мы живем. Жестоком и несправедливом. И приходится лишь смириться с этим и делать то, что должно\"\n  Карета тем временем выехала за город, а дождь перерос в настоящую грозу. Небо озаряли вспышки молний, а уши закладывало от последующих раскатов грома.\n—Может... — неуверенно произнес Тимми, привлекая к себе внимание сослуживцев — Может, снимем эти кандалы?\n  Зак перевел вопросительный взгляд на Роланда. Тот отвернулся обратно к окну.\n—Наврядли в этих железяках есть необходимость — нехотя отозвался он.\n—Что ж, мисс Абигэйл — обратился Зак к девушке — Вы не против, если я сниму ваши кандалы?\n—Мне все-равно — отрешенно ответила та.\n  Зак опустил руку в карман, намереваясь достать ключ, но тут же замер на месте. Его смутила внезапная остановка кареты.\n—Эй, уйди с дороги, алкаш! — раздался возглас кучера.\n  \"Что там еще?\" — недовольно подумал Зак и, открыв дверцу, высунул голову наружу.\n  Дождь сплошной стеной скрывал все вокруг, но юноше все же удалось разглядеть темный силуэт на дороге.\n—Ты глухой чтоли?! В сторону! — прикрикнул кучер.\n—Проклятье — сквозь зубы процедил Зак и, накинув на голову капюшон, спрыгнул в хлюпкую грязь проезжего тракта. После этого он двинулся к возникшему из ниоткуда незнакомцу.\n—Эй, мужчина! — Зак попытался докричаться до путника сквозь дождь.\n  Незнакомец был одет в плащ и длиннополую шляпу. Он приподнял правую руку, в ней он сжимал бутылку, и влил в себя содержимое.\n—Не ожидал, что встречу тебя здесь — донесся до Зака хриплый голос путника.\n  Лейтенант отступил назад.\n—Капитан Рэйс? — удивлённо произнес он. ",
    "answers": [
      {
        "id": 51,
        "text": "》》》"
      },
      {
        "id": 49,
        "text": "《《《"
      }
    ]
  },
  {
    "id": 51,
    "text": "—Что вы здесь делаете? — спросил Зак — В такую погоду.\n  Соломон вновь пригубил бутылку и, вытерев рот рукавом, произнес:\n—Весь отряд с тобой?\n—Эй, Зак! Что там у тебя?! — из кареты вылез Роланд и направился к сослуживцу.\n—Черт бы побрал эту грозу! — выругался он, приблизившись — Всю дорогу теперь размоет... Капитан? — мужчина уставился на Соломона — А вы что тут делаете?\n—Тимми тоже здесь? — проигнорировал вопрос Рэйс. \n—Да! Он в карете! — махнул рукой Роланд в сторону экипажа — Мы тут перевозим кое-кого...\n—Роланд — Зак внимательно следил за Соломоном, но его лицо было скрыто тенью шляпы — Похоже, что капитан в курсе.\n  Минуту Соломон молчал, а затем отметил:\n—Хех! Ты как всегда очень проницателен, Зак.\n—Что все это значит? — Роланд непонимающе переводил взгляд с Зака на Соломона и обратно.\n—Я не рассчитывал, что Фергус назначит именно вас конвоирами — продолжил задумчиво Рэйс — Видимо, он все же ожидал, что я сделаю что-нибудь подобное.\n—Эй-йей! — растерянно улыбнулся Роланд — Не говорите так, а то мне уже страшно.\n—Я не хочу вредить вам — голос Рэйса звучал тихо, но твердо — Просто отпустите девушку.\n—Простите, капитан — ответил Зак — Но, к сожалению, не можем. Фергус пригрозил, что нас объявят предателями, если мы не довезем заключенную до столицы.\n—Чего?! — ошарашенно воскликнул Роланд — Предателями?! Из-за какой-то девицы?\n—Не просто девицы — промолвил Зак, глядя на Рэйса — Ведь так, капитан?\n  Соломон молчал.\n—Видимо, эта девушка для вас многое значит? — предположил Зак и, вновь не дождавшись ответа, продолжил — Но неужели ее свобода может быть дороже жизни трех человек?\n  Зак ощущал, как сердце в его груди ускорило свой бег, отдавая в висок глухим стуком. Рэйс не ответил.\n—Эй, постой — вмешался в разговор Роланд — Неужели ты хочешь сказать, что капитан... — он умолк, потрясенный ужасной мыслью.\n—Что ты молчишь?! — не выдержал Зак, обращаясь к капитану — Ответь, дороже ли эта девка наших жизней?! Неужели ты пойдешь на это?!\n  Соломон отбросил бутылку в сторону. Дождь скатывался с полей его шляпы на землю. Внезапно сверкнула молния, озарив все вокруг, и Зак сумел рассмотреть лицо Соломона. Его лицо было подобно каменной статуе бесчувственной и безжизненной, но глаза... Глаза выражали боль и горечь. Но вспышка тут же погасла и внешность юноши вновь скрыла тьма.\n—Я обещал Абигэйл, что защищу ее — твердо произнес Соломон — И я готов пожертвовать всем, чтобы сделать это.\n  Зак схватился за рукоять меча, пристально следя за каждым движением Рэйса, \n—Да хорош, ребят! — попытался разрядить обстановку Роланд — Можно ведь все это без крови разрешить!\n—Боюсь, что это не так — ответил Соломон, спрятав руки под плащ — В конце концов, что нам остается? А, Зак? Ответь.\n  Колени Зака принялись предательски трястить, а лоб охладила испарина. Юноша крепче сжал рукоять и, оскалившись, ответил:\n—Нам остается лишь делать то, что должно, Соломон.\n  Сверкнула молния и в руках Соломона, блеснули кинжалы. В следующее мгновение он, чуть пригнувшись, ринулся в атаку на своих бывших подчиненных.",
    "answers": [
      {
        "id": 52,
        "text": "》》》"
      },
      {
        "id": 50,
        "text": "《《《"
      }
    ]
  },
  {
    "id": 52,
    "text": "  Первый удар был нацелен на Зака, но тот сумел во время отпрыгнуть назад от двух кинжалов, чуть не проткнувших ему шею. В это мгновение Роланд обнажил свой меч и, ухватившись за него двумя руками, описал им в воздухе полукруг. Соломон резким движением присел и лезвие пролетело над ним. В следующую секунду он полоснул своим кинжалом по бедру Роланда. \n—Черт! — воскликнул тот, ухватившись за место ранения.\n  Рэйс в мгновение ока оказался за спиной раненого мужчины и замахнулся вторым кинжалом, целясь открытую шею. Но его прервал Зак, который нанес размашистый удар сверху вниз. Соломон отскочил в сторону и меч с громким свистом рассек воздух в паре сантиметров от его лица. После этого Рэйс ударом ноги в живот отпихнул Зака назад. Но и сам пропустил сокрушительный удар в лицо от Роланда, который заставил его отлететь в сторону.\n  Зак, тем временем, подскользнулся на луже и шмякнулся в грязь. \"Проклятье! Скользко!\" — отметил юноша и взглянул на кипящее вблизи сражение.\n—Гррраа! — ревел Роланд нанося один размашистый удар за другим.\n  Соломон уклонялся, то отскакивая назад, то уходя в стороны. \"Черт! Роланд с катушек слетел!\" — Зак уперся руками о землю и, вскочив на ноги, рванул к сражающимся — \"Нужно успеть...\"\n  Но в это мгновение Соломон, уличив момент, когда Роланд ударил мечом наискось и промахнулся, рванул к нему и сразмаху вонзил кинжал в шею врага.\n—Роланд! — отчаянно воскликнул Зак.\n  Роланд выронил меч из рук. Соломон извлек кинжал и мертвое тело упало к его ногам.\n  \"Господи, нет! Роланд, как же так?!\" — мысли кружились в голове Зака, словно рой ос — \"Да где этот Тимми?! Вместе у нас еще есть шанс...\" — юноша глубоко вдохнул и, с шумом выдохнув, попытался успокоится — \"Так, так, так... Нет, это хорошо, что Тимми нет здесь. Он бы только путался под ногами и мешал. Тем более...\" — он взглянул на тело Роланда — \"Я не могу рисковать еще и им. Но что же делать? Умирать ведь тоже не хочется, а его навыки владения оружием явно превосходят мои\"\n  Соломон минуты две смотрел на Роланда, а затем, переведя взгляд на Зака, перешагнул через тело и двинулся к нему.\n—Эй, кучер! — воскликнул Зак — Кучер!\n—Ау! — голос старика раздался в нескольких метрах от кареты.\n—Какого рожна ты там?! — вскричал юноша — Разворачивай лошадей, скочи обратно в город!\n—С-слушаюсь! — отозвался тот.\n  \"Да, таким образом я хоть Тимми спасу\" — размышлял Зак, крепче сжав рукоять меча — \"Мне нужно только задержать его\"\n  Соломон приближался слегка раскинув руки с кинжалами в стороны. Его темный силуэт в тяжелом плаще до земли и длиннополой шляпе нагонял страх. \"Эх, похоже, что Камелии придется самой докрашивать стены в детской\" — вдруг проскочила мысль в голове Зака — \"Черт! А ведь мне еще хотелось...\"\n  Соломон пригнулся и, опустив руки вдоль туловища, рванул влево и вперед. Зак поднял меч и замахнулся им справа, но оппонент изменил направление атаки отскочив вправо. \"А он шустрый!\" — отметил Зак, перехватив оружие и нацелив острие на врага, кинулся в атаку. Однако Соломон вновь отпрыгнул влево и, проскользив по грязи пару метров, оказался вблизи от юноши. Зак попытался отскочить в сторону, но не успел. Удар кинжала пришелся под нагрудник Зака и пробил легкое. Боль затмила разум и юноша, коротко вскрикнув, выронил меч из рук.\n—Все кончено — раздался около его уха голос Соломона.\n  Рэйс извлек кинжал, и Зак ощутил новую порцию острой боли. Затем Соломон попытался пройти мимо, но его остановили пальцы, крепко сжавшие его плащ на груди.\n—Медальон... — Зак чувствовал во рту вкус металла, а сознание постепенно стало угасать, но юноша из последних сил сжимал плащ Соломона — Передай мой медальон сыну... Кхо! — юноша сплюнул кровь и, ощутив, как подкосились ноги, рухнул на землю.\n  Дождь продолжал накрапывать. Зак лежал на животе, левой стороной лица прижавшись к земле. Грязь попала ему в левый глаз, заставив зажмурить его, а также угодила в рот. Но юноше уже было все-равно. Он не видел ни дождя, барабанящего по лужам, ни сапог, отдаляющегося офицера. Перед глазами у него стояла любимая женщина, держащая на руках сына и целующая его в маленький носик. \"Камелия... Родрик...\" — Зак слабо улыбнулся им, а в следующее мгновение его сознание потонуло во тьме.\n\n  Конец. ",
    "answers": [
      {
        "id": 53,
        "text": "Глава 9"
      },
      {
        "id": 51,
        "text": "《《《"
      },
      {
        "id": 2,
        "text": "В начало "
      }
    ]
  },
  {
    "id": 53,
    "text": "  Абигэйл. \n\n—Ты тут останься — сказал мужчина с короткой, черной бородой и в имерской броне своему молодому сослуживцу.\n  Молодой кивнул и мужчина покинул карету. Минуты две Абигэйл слышала лишь капли дождя, стучащие по крыше. Молодой офицер начал нервничать. Он прикусил губу и опустил руку на рукоять меча. Девушка заметила, как его правая нога стала непроизвольно трястить.\n—Да что ж такое? — произнес юноша, глядя в окно.\n  Абигэйл также взглянула в окно, но ничего, кроме сплошной пелены дождя, не смогла разглядеть.\n   Внезапно ночное небо озарила вспышка молнии, вслед за которой раздался оглушительный гром.\n—О, боги! — взмолился юноша в испуге, но девушка не разделяла его страхов.\n  \"Да! Бей молния!\" — думала она, восхищенно наблюдая за грозой — \"Разразитесь небеса громом!\"\n  Абигэйл не могла объяснить почему, но испытывала радость при виде этой бушующей стихии. Возможно, причиной тому являлась скорый суд над ней и последующая казнь. Наверное поэтому она уже не переживала о том, что будет дальше. \"Да! Громи, круши, нагоняй страх!\" — радовалась девушка, сдерживая смех.\n  В следующее мгновение в воздухе раздался отчаянный возглас:\n—Роланд!\n  Юноша по левую руку от Абигэйл встрепенулся и схватился за ручку дверцы, но открыть ее не решился. \"На них напали? Разбойники?\" — размышляла девушка — \"Но ведь мы не перевозим ничего ценного. Зачем мы им?\"\n—Эй, кучер! — воскликнул кто-то на улице — Кучер!\n—Ау! — ответил ему сиплый голос.\n—Какого рожна ты там?! Разворачивай лошадей, скочи обратно в город! \n—С-слушаюсь! \n  Послышался приближающийся топот, после чего карета покачнулась под тяжестью взобравшегося на козлы человека. Сидящий рядом с Абигэйл парень продолжал держать ручку дверцы трясущейся рукой. Девушка немного склонилась вперед и взглянула в лицо юноши. Молодой лейтенант безуспешно пытался сдержать слезы, которые друг за другом катились из его глаз.\n—К-какой же я тру-у-ус — произнес он рыдая и бессильно уронил голову на колени.\n  Девушке стало жалко его. \"Он совсем еще ребенок\" — отметила она. Кучер тем временем принялся звонко хлестать плетью.\n—Ну, пошли! Айда! — кричал он и экипаж с трудом начал разворачиваться.\n  Вскоре раздался короткий крик, после чего все стихло. А через минуты две остановился и экипаж. Девушка напряженно прислушалась к воцарившейся тишине.\n—Эй, мужик, не убивай! — расслышала она приглушенный голос кучера — Я ничего не видел!\n—Свали — ответил ему чей-то грубый голос.\n  Карета вновь покачнулась, а вслед за этим послышался отдаляющийся топот. Абигэйл почему-то показалось, что она и раньше слышала этот голос. Девушка всмотрелась через окно во тьму ночи и через минуту разглядела приближающийся сквозь дождь темный силуэт в длиннополой шляпе. Абигэйл бросила взгляд на молодого паренька. Он смотрел в противоположную сторону, сжимая в руках меч. \n—Он идет — прошептала девушка, но юноша кажется не слушал ее — Слышишь? — повысила Абигэйл голос — Он...\n  Внезапно дверце кареты распахнулось. Девушка и молодой офицер испуганно обернулись.\n—Абигэйл — голос незнакомца звучал глухо, а лицо скрывала тень от полей шляпы.\n—Соломон? — ошарашенно произнесла девушка, узнав юношу по голосу.",
    "answers": [
      {
        "id": 54,
        "text": "》》》"
      },
      {
        "id": 2,
        "text": "《《《"
      }
    ]
  },
  {
    "id": 54,
    "text": "—К-капитан? — молодой парень смахнул слезы с глаз — Что вы здесь... А где Зак и Роланд?\n—Они мертвы, Тимми — бросил Соломон.\n  Тимми непонимающе смотрел на Рэйса. Кажется, он до сих пор не мог или не хотел понять, что произошло.\n—А кто их... — голос паренька затих.\n—Их убил я — отчеканил каждое слово Соломон — А теперь уходи.\n  Тимми сжал сильнее рукоять меча и, со слезами на глазах, отчаянно воскликнул:\n—Но почему, капитан?! Почему вы это сделали?!\n—Уходи — повторил тот после минутной паузы — Зак сказал, что Фергус объявит вас предателями, если вы провалитесь. Поэтому беги из города Тимми, скрывайся.\n  Паренек продолжал сидеть на лавке, опустив голову. \n—Если ты не убежишь — Соломон достал клинок из-под плаща — Я убью тебя.\n  Молодой офицер бросил испуганный взгляд на капитана, а затем схватился за ручку дверцы и поспешно выскочил из кареты. Рэйс убрал оружие.\n—Ох, Соломон — вздохнула Абигэйл — Что же ты натворил?\n—Скорее — юноша протянул ей руку — Нужно уходить.\n  Девушка испуганно смотрела на него. Соломон выглядел хладнокровным, даже не смотря на то, что только что убил своих бывших подчиненных. От этого ей становилось не по себе и она ощутила, как по спине у нее пробежали мурашки. Абигэйл махнула головой, отгоняя свой страх и, звякнув кандалами, вложила свою ладонь в руку Соломона. Юноша помог ей спустится на землю. Капли дождя упали на непокрытую голову Абигэйл и она поежилась. Рэйс снял с себя плащ и накинул его на плечи девушки. Затем подбежал к телу одного из убитых офицеров и, обыскав его, извлек из кармана ключ от оков.\n—Тут невдалеке я привязал коня — произнес Соломон, снимая кандалы — Вон там! — он указал рукой местоположение скакуна — Времени у нас немного, нужно успеть скорее добраться до дома Френчев пока не подняли тревогу.\n  Железные оковы со всплеском упали в грязь. Девушка потерла ноющие запястья.\n—Что же теперь будет? — спросила она с тревогой глядя на Соломона.\n—Мы сбежим, Абигэйл — ответил он — Пока не знаю куда, но мы сбежим и спрячемься так, что нас не найдут.\n  Внезапно юноша схватился за грудь и, застонав, согнулся от боли.\n—Соломон, что с тобой? — девушка обхватила его руками, не дав упасть.\n—Нгх! Рана — ответил Соломон, сжав зубы — Похоже, рана открылась.\n—Обопрись на меня — произнесла Абигэйл, подставив плечо — Я донесу тебя!\n—Хех! — юноша отстронился — Оставь меня, вместе уж точно не дойдем.\n—Нет, я... — начала девушка, но Соломон вдруг подскользнулся и упал, потянув за собой и Абигэйл.\n  Оба молодых человека оказались в грязи. Девушка с трудом смогла подняться на ноги, а Соломон продолжал лежать на спине.\n—Послушай — лицо юноши исказила новая вспышка боли — Я не дойду, понимаешь? Поэтому... беги одна.\n  Абигэйл смахнула с глаз струйки воды, пытаясь собраться с мыслями. Внезапно за ее спиной раздались приближающиеся шаги. Девушка испуганно обернулась.\n—Я отомщу за Зака и Роланда — твердо произнес приблизившийся парень, держа в руках обнаженный меч.\n—Что ж, Тимми — улыбнулся через силу Соломон — Это твое право. Абигэйл, беги.\n—Я верил вам! — вскричал Тимми, смахнув с лица капли дождя — Для меня вы были кумиром!\n  На Абигэйл парень не обращал никакого внимания, медленно подступая к раненному Соломону. \"Что же делать?\" — лихорадочно рассуждала она, оглядевшись кругом. На глаза попался меч одного из убитых офицеров, но до него было метров двадцать и, тем более, девушка не была уверена в том, что смогла бы убить человека. Тем временем, Тимми уже приблизился к Рэйсу и теперь возвышался над ним.\n—Когда-то я мечтал, что стану таким же, как и вы — произнес парень, занеся над головой оружие — Но вы подвели меня!\n  Меч со свистом рассек воздух. Соломон закрыл глаза, но ничего не ощутил. Вместо этого раздался глухой удар, а затем всплеск упавшего в грязь тела. Соломон открыл глаза. Тимми лежал перед ним лицом вниз, а позади него, прикрыв рот одной рукой, а второй сжимая тяжёлый, металлический ошейник, стояла Абигэйл. Она тяжело дышала, глядя на Тимми.\n—Не стоило... — отметил Соломон и вновь скривился от внезапной, пронизывающей боли — Гх! Спасибо, но это бесполезно — добавил он, прижав ладонь к месту ранения — Мне все-равно не уйти.\n  Девушка откинула кандалы в сторону и, бросив на Соломона решительный взгляд, убежала прочь.\n—Вот умница — шепнул Соломон, уронив голову на землю.\n  Капли дождя падали ему на глаза и юноше пришлось зажмурить их. Он ощущал, как промокшая насквозь одежда начала пронизывать его тело холодом. Боль отступила. \"Интересно, замерзну ли я раньше, чем меня успеют найти стражники?\" — задумался Соломон — \"Надеюсь на это\" Затем на ум пришли члены его отряда. За эти несколько месяцев, которые он провел в Стоуне, Соломон успел привязаться к ним. \"Я совершил столько ужасного. Убил своих знакомых, предал Адама и Киру и опозорил отца\" — с горечью подумал Соломон — \"Имя мое втоптано в грязь, а душа обречена на вечные муки, но... если уж в итоге Абигэйл будет жива, что ж...\" — юноша слабо улыбнулся — \"Я готов оплатить такую цену\"\n  Соломон слушал шум дождя и мысленно готовился к смерти. Внезапно, помимо привычного всплеска капель воды, до слуха юноши стал долетать топот копыт приближающегося скакуна. \"Стражники уже здесь?\" — удивился Соломон — \"Быстро\" \n  Топот тем временем прекратился в паре десятках метрах от раненного офицера, после чего всадник спешился. Из-за дождя Соломон не мог открыть глаза и взглянуть на него, да и не хотел. Ему уже было все-равно. \"Абигэйл, наверное, уже далеко отсюда и пока Фергус поймет, что произошло, она успеет покинуть Стоун\" — пронеслось в голове юноши — \"Правда... жалко, что я больше не увижу ее\"\n—Соломон — послышался чей-то бархатный, женский голос и тонкие пальцы осторожно смахнули воду с его глаз — Я вернулась за тобой.\n  Юноша открыл глаза. Абигэйл заботливо смотрела на него сине-голубыми глазами и слабо улыбалась.",
    "answers": [
      {
        "id": 55,
        "text": "》》》"
      },
      {
        "id": 53,
        "text": "《《《"
      }
    ]
  },
  {
    "id": 55,
    "text": "  Камелия.\n\n—Спи мой малыыышш,\n  Во сне ты взлети выше крыышш...\n  Девушка сидела на стуле около кроватки ребенка и, задумчивым взглядом уставившись в пустоту, пела тихим и печальным голосом:\n—Ты ангела там повстречааай\n  И весточку ему передаай...\n  Камелия тяжело вздохнула и, помолчав немного, продолжила:\n—Пускай за тобой он следииит,\n  Крылом от всех бед защитииит...\n  Девушка уткнулась головой в кроватку и зашептала:\n—И попроси его присмотреть за папкой. Попроси, чтобы уберег он отца от бед и несчастий в пути.\n  Камелия подняла голову и взглянула на сына. Родрик тихонько сопел во сне. Девушка улыбнулась и, поправив маленькое одеяльце, встала со стула.\n  После чего она на цыпочках прошла в спальню. \"Что-то долго он сегодня не засыпал\" — отметила она потянувшись и сладко зевнув. Затем Камелия приблизилась к окну и взглянула на улицу. Дождь тяжелыми каплями стучал о стекло и девушке стало грустно. \"Лишь бы Зак доехал без приключений\" — размышляла она.\n   Внезапно небо озарила вспышка молнии, а через секунду грянул гром. Камелия отпрянула от окна, прикрыв рот рукой в испуге. Ей на секунду почудилось, что стряслось несчастье. Девушка постаралась отогнать от себя эти ужасные мысли. \"Нет-нет! Это всего лишь дождь и ничего более!\" — пыталась она успокоиться — \"И ничего более\" Однако чувство, что случилось что-то страшное никак не хотело покидать ее. И словно червь в многолетнем дереве, продолжало грызть Камелию изнутри. \n  Девушка села на кровать и, обхватив себя руками, опустила голову на колени. В это мгновение она хотела лишь одного, чтобы ее Зак вернулся к ней. Ей хотелось ощутить тепло его тела и нежный поцелуй на своих устах. Хотелось прижаться к нему и услышать его родной голос.\n—Зак... — прошептала Камелия в пустую спальню — Все ли с тобой хорошо?\n  Внезапно раздался громкий стук. Вначале девушка решила, что этот звук ей послышался, но через минуту стук повторился. Определенно кто-то стучался в дверь. Не помня себя от радости, Камелия вскочила с кровати и бросилась ко входной двери. \"Зак! Он вернулся!\" — пронеслось в голове девушки — \"Они отменили поездку и мой Зак вернулся!\" Ее руки дрожали от волнения и радости. Поэтому ей не сразу удалось отворить засов. После чего она потянула дверь на себя, впуская в дом прохладу ночи.\n  Однако за дверью никого не оказалось. Капли дождя плескались в лужах и где-то вдали раздавались отзвуки грома. Камелия высунула голову наружу и осмотрелась, но не разглядела ничего кругом, кроме полос падающей с небес воды и темноты ночи.\n—Кто здесь? — спросила она.\n  Ответа не последовало. Тревога в сердце девушки усилилась. Она с беспокойством огляделась и, отступив назад, потянулась к ручке двери, чтобы закрыть ее. Но тут она нащупала, что на ручке что-то висело. Камелия обернулась. На двери и вправду что-то было. Девушка ощутила, как ее пульс участился. Она интуитиано чувствовала, что эта вещица была вестником дурных новостей, но все-же, влекомая каким-то необъяснимым порывом, медленным движением потянулась к ней. Рука нащупала вначале тонкую цепочку и, проведя по ней вниз, добралась до чего-то круглого, похожего на медальон. Камелия сняла находку с дверной ручки и приблизила к глазам. Полумрак мешал ей  разглядеть вещицу. Но вдруг очередная вспышка молнии осветила находку. Это оказался медальон с пятнами темно-бордовой крови. И, к своему ужасу, Камелия узнала в нем медальон мужа. Зак носил его, как память об отце и утверждал, что он приносит удачу...\n  Раздался гром. Убитая горем женщина, выронив из рук медальон, в ужасе вскричала и упала на колени.\n\n  Конец. ",
    "answers": [
      {
        "id": 58,
        "text": "Глава 10"
      },
      {
        "id": 54,
        "text": "《《《"
      },
      {
        "id": 2,
        "text": "В начало "
      }
    ]
  },
  {
    "id": 56,
    "text": "  Кира.\n \n  Час назад. \n\n\n  Держа лук в руке и ощущая за спиной висящий колчан, полный стрел, девушка медленно продвигалась по следу оленей сквозь густой лес. Ориентиром ей служили свежий помет и поломанные ветки, оставленные добычей. Над ее головой весело щебетали птицы и ветер шелестел листвой. Кира остановилась и, немного пригнувшись, осмотрелась. На охоте главное увидеть зверя раньше, чем он тебя. Его обоняние острее, чем у тебя, его слух лучше, чем у тебя. И единственное, что может помочь тебе выследить добычу — это зрение. Никого не разглядев среди молодых деревьев, Кира двинулась дальше.\n  Вскоре девушка вышла на опушку леса. Здесь брало начало огромное, зеленое поле, уходящее краями за горизонт. На границе леса росли ряды кустарников, образуя своеобразное ограждение. Благодаря им, Кира заметила добычу раньше, чем та ее. Олень с пятнистой спиной и с красновато-коричневой короткой шерстью, блестящей в солнечных лучах, стоял в поле и спокойно жевал траву. Девушка резко пригнулась. Животное подняло голову и, поводив минуты две ушами, продолжило прерванную трапезу.\n  \"Самка\" — отметила Кира, бесшумно достав стрелу и наложив ее на тетеву. Подул ветер и девушка ощутила запах трав и цветов, исходящий от поля. \"Я с подветренной стороны — это хорошо\". Кира осторожно подкралась к кустаринику. Олениха, ничего не подозревая, продолжала есть. Девушка натянула тетеву и нацелилась на животное. \"Не думай ни о чем лишнем, дочь\" — вспомнились ей слова отца, когда тот учил стрелять ее из лука — \"Представь, как стрела попадает в мишень и, как только выровнишь дыхание — стреляй\" Кира закрыла глаза. \"Так, вдох — выдох, спокойно\" — девушка выровнила дыхание и сердцебиение — \"Вдох — выдох\" Кира вновь открыла глаза. Теперь олениха уже не ела. Она смотрела прямиком на охотницу своими черными глазами, и девушке на одно мгновение показалось, что во взгляде животного она прочла печаль. Кира слегка опустила лук, но в следующую секунду собралась с мыслями и вновь нацелилась на олениху. \"Не думай ни о чем лишнем!\" — напомнила она себе — \"Она — добыча, я — охотница. И я должна убить ее. Потому что так устроен этот мир. Сильные убивают слабых, хищники поедают жертву. Так было и так будет всегда!\"\n   Олениха продолжала смотреть на девушку, не предпринимая никаких действий к бегству. Кира стиснула зубы и приготовилась выпустить в нее стрелу, как вдруг ее отвлекло какое-то движение среди высокой травы в поле. Девушка пригляделась к тому месту. Через несколько мгновений из травы показалась маленькая острая голова с приподнятыми ушами и с черным носиком. Вслед за этой головой появилась еще одна, и вскоре из травы выпрыгнула парочка маленьких оленят. Похоже, что им не было и полугода. Они вертели ушами и головой, оглядываясь по сторонам и приблизившись к оленихе. Та склонилась над ними и лизнула одного по голове. \"Вот же ж!\" — ухмылнулась Кира, опустив лук — \"Спасли маме жизнь\"  Олениха вновь взглянула на охотницу.\n—Ну, бегите, бегите — улыбаясь произнесла Кира — Я вас не трону.\n  Мать с двумя детьми постояли на месте еще недолго и двинулись дальше в поле. Девушка убрала стрелу обратно в колчан и, поднявшись на ноги, отряхнула колени от прилипших сухих веток. \"Что ж, похоже, придется нам с Адамом сегодня грибы есть\" — отметила она — \"Ну, если конечно посетители лечебницы ему опять пирог не подарили\"\n—Эй-йей! — вырвал ее из раздумий чей-то окрик.\n  Кира испуганно огляделась, но никого не увидела.\n—Ты что это, спать собралась?! — голос звучал у нее в голове — А ну проснись!\n  \"Я? Сплю?\" — удивилась девушка. \n—Дай ей пощечину — произнес второй голос.\n  \"Нет! Не надо! Не будите меня!\" — мысленно взмолилась Кира, но в следующую секунду раздался звон пощечины и девушка открыла глаза.",
    "answers": [
      {
        "id": 57,
        "text": "》》》"
      },
      {
        "id": 60,
        "text": "《《《"
      }
    ]
  },
  {
    "id": 57,
    "text": "—Во! Сразу очухалась! — рассмеялись мужские голоса.\n—Что? Что? Где я?! — ничего не понимая девушка вертела головой.\n—Эй-йей! Успокойся.\n  Через минуту Кира пришла в себя и вместе с тем ощутила, как левую щеку, по которой и пришелся удар, обдало жаром. Девушка стиснула зубы и осмотрелась. Она находилась в темном помещении и была накрепко привязана к стулу. Перед ней стояло двое стражников. Их броня блестела в свете факела, который держал один из караульных. Оба стражника были средних лет. Тот, что стоял ближе к девушке, был здоровяком с лысой головой. Второй, что находился подальше, имел щуплое телосложение и черную бороду. Именно он держал в руках факел.\n—Ты хоть помнишь, что ты в пыточной и неделю уже здесь сидишь?\n  \"Только неделю?\" — удивилась Кира. По ощущениям она находилась здесь уже целый год. Словно целый год ее здесь держат привязанной к стулу и пытают всевозможными методами. Ее левый глаз опух и не открывался полностью, в тех местах, где у нее были выбиты зубы, десны ужасно болели, болью отзывались и ногти на ногах и руках. Девушка бессильно уронила голову и, облизнув пересохшие, потрескавшиеся губы, прошептала:\n—Воды...\n—Хех! Слышал? — усмехнулся лысый здоровяк, обращаясь ко своему напарнику — Воды ей подай.\n—Признай вину и получишь воду — произнес в ответ щуплый.\n  Кира промолчала.\n—Да сколько можно?! — взревел здоровяк — Неделю уже с ней бьемся, может хватит?! Она ведь убила одного из наших? К тому же покушалась на Карла Рэйса! Этого не хватит?\n  Щуплый отрицательно покачал головой и ответил:\n—Ты ведь слышал Фергуса? Ему нужно признание в том, что она член банды \"Ночных волков\".\n—А разве признаний этого... — лысый наморщил лоб, пытаясь вспомнить имя — Реднела? Ренела? Короче, главаря ихней банды! Этого не хватит?\n  Щуплый вздохнул.\n—Если бы хватило — ответил он — Нас бы с тобой здесь не было.\n  Секунд десять здоровяк стоял на месте, затем резко развернулся и сразмаху ударил заключенную по лицу тыльной стороной ладони. \n—Тварь! — воскликнул он. \n   У Киры потемнело в глазах, а во рту появился вкус металла.\n—Эй, осторожнее! — щуплый опустил руку на плечо товарища — Убьешь ведь!\n—Да ты посмотри на нее! — ответил тот — Ее чуть пальцем осталось задеть и она загнется. Вот как ее пытать?\n—Ты разве не помнишь, как Фергус это сделал с Ренделем?\n—Да, он ведь тогда привел в пыточную кузнеца и грозился руки ему отрубить, если пацан не сознается — улыбнулся лысый — Жесткий мужик этот Фергус.\n—А теперь вспомни, что у нас еще женишок этой девки под стражей — щуплый отступил назад.\n  \"Адам? Под стражей?\" — удивилась Кира. \n—И че? — не понял здоровяк.\n—И то, пенек ты дубовый — вот что! — рассердился его напарник — Фергус не ее пытать теперь станет, а его.\n  Кира, услышав последние слова, испуганно дернулась. Ее движение заметил щуплый.\n—А? Испугалась? — улыбнулся он и приблизился к заключенной — Переживаешь за любимого, да?\n  Стражник резким движением схватил девушку за волосы и приподнял голову.\n—Представь, как твой Адам будет визжать, как свинья — произнес он ледяным голосом, глядя в глаза Киры — Он будет сидеть рядом и кричать от боли. А ты даже не сможешь прикрыть уши руками, чтобы не слышать этого.\n  По лицу девушки потекли слезы. Улыбка стражника стала еще шире и он, отпустив волосы, отошел назад. Лысый одобрительно похлопал товарища по плечу.\n—А ты слышал? — произнес он.\n—Ну, слышать я умею — ответил щуплый — Что конкретно я должен был услышать?\n—Дак, это, сегодня ведь одного из \"ищеек\" поймали.\n—Одного из тех, что должны были заключенную доставить в столицу? — уточнил собеседник.\n—Угу — здоровяк кивнул, а затем продолжил — Его поймали, когда он в дом к матери хотел забраться.\n—Идиот — отметил щуплый — И дураку ведь понятно, что Фергус там засаду устроит. И что теперь ему грозит?\n—Да шут его знает! Его должны были к Фергусу доставить. Но мужики говорят, мол, предателем его объявят и повесят поди.\n—Н-да уж — щуплый тяжело вздохнул — Представь, как его матери тяжело придется.\n  Кира плакала, опустив голову и не слушая болтовню стражников. Ее плечи тряслись и она временами тихо всхлипывала. \"Адама будут пытать по моей вине! Потому что я, размечтавшись о всеобшем равенстве, вступила в это братство. А может? Может, мне и вправду признать вину?\" — мысль о том, что она может спасти возлюбленного, немного успокоила ее. Девушка прекратила лить слезы.\n—Эй! Готова уже признаться? — обратился к ней здоровяк.\n  Кира что-то прошептала в ответ, не поднимая головы.\n—Че? — стражник обернулся к ней.\n  И вновь девушка повторила что-то нечленораздельное.\n—Да что ты там шепчешь?! — воскликнул лысый и, подступив в плотную к заключенной, приблизил к ней ухо.\n  В это мгновение Кира подняла голову и вцепилась зубами в верхнуюю часть ушной раковины стражника. Здоровяк вскричал от боли и попытался отскочить, но резким движением головы лишь усилил боль. Девушка сжала челюсть сильнее и по ее губам потекла теплая кровь.\n—Отпусти его, тварь! — кричал щуплый и, ухватив ее за плечи, пытался оттянуть назад, но сил его не хватало.\n—Пусти! Больно! — ревел здоровяк, вцепившись одной рукой в волосы Киры, а другой ухватившись за ухо.\n  Девушка усилила хватку и вскоре сумела откусить часть уха. Здоровяк отлетел назад и, скуля от боли, шлепнулся на спину, держась за откусанное ухо.\n—Твааарь! Ууу! — ревел он, катаясь по полу.\n  Кира плюнула в него куском плоти и воскликнула окровавленными губами:\n—Получай, имперский пес!\n  Но мысленно задалась вопросом: \"Что я наделала? Я ведь хотела признать вину!\" В следующую секунду здоровяк вскочил на ноги и, подбежав к Кире, вцепился ей в шею одной рукой.\n—Эй! Ты чего творишь?! — испуганно закричал его напарник, пытаясь оттолкнуть лысого назад- Успокойся!\n  Здоровяк крепко сжимал шею девушки мясистыми пальцами.\n—Убью! — сквозь зубы процедил он, замахнувшись кулаком.\n  Кира не могла ни пошевелться, ни вдохнуть. Она просто смотрела на яростные, широко раскрытые глаза здоровяка. В следующее мгновение она заметила боковым зрением приближающийся кулак, после чего последовал удар. Он пришелся в висок. Смерть была моментальна...",
    "answers": [
      {
        "id": 61,
        "text": "》》》"
      },
      {
        "id": 56,
        "text": "《《《"
      }
    ]
  },
  {
    "id": 58,
    "text": "  Фергус. \n\n  Взошедшее на горизонте, осенее солнце застало капитана Морра на рабочем месте. Он сидел в своем кабинете за столом и перебирал документы. Эта неделя для него выдалась жаркой и все из-за трижды проклятого Соломона Рэйса! После потери целого отряда, Фергусу пришлось отчитываться перед начальством. Ему грозило даже увольнение. Однако преданность Империи, которую Фергус не раз доказывал, спасла его от столь позорного конца карьеры.\n—Да где же он?! — капитан раскидывал листки на столе, пытаясь разобраться в этой бумажной вакханалии.\n  Наконец, ему удалось найти нужную стопку бумаг, скрепленных вместе бечевкой. Фергус достал один из листков и, усевшись в кресло, принялся его изучать. В руках он держал доклад группы солдат, посланных по следам Соломона и Абигэйл. Им удалось выяснить, что молодых людей видели в ночь побега входящими в дом Гью и, судя по рассказам очевидцев, Соломон был тяжело ранен. \"Значит, старый лекарь опять спас Соломона?\" — удивился Фергус — \"Даже не смотря на то, что тот предал его ученика? Да уж, странный старик. Во всяком случае, Гью на допросе заверил, что не знал, куда Соломон и Абигэйл направились потом\" Далее в докладе было указано, что похожих под описание молодых людей видели скачущими на юг по проезжему тракту. \"Да, только вот единственным свидетелем этого является алкаш, который ночует в свинарнике. И весьма может быть, что он просто обознался с похмелья\" В последующих строках стражники утверждали, что след беглецов терялся в ближайшем южном городе. Фергус швырнул листок на стол и устало вздохнул. \"А искать их в том городе все-равно, что искать иголку в стоге сена. И не факт, что они в городе остались\" — капитан в сердцах стукнул кулаком по столу — \"Проклятье!\" Арестовать предателя и изменника Соломона Рэйса стало для него делом чести и он не мог теперь смириться с тем, что проиграл. Фергус закрыл глаза и, откинувшись на спинку кресла, закинул ноги на стол.\n  Через минут десять в дверь его кабинета осторожно постучались.\n—Да — недовольно отозвался Фергус, не открывая глаза.\n—Капитан Морр — послышался мужской голос из коридора — Мы тут того сбежавшего офицера поймали. Разрешите ввести его?\n  Фергус вздохнул и, повернувшись к окну, безразлично бросил:\n—Ну, запускайте.\n  Дверь открылась и в кабинет втолкнули молодого парня.",
    "answers": [
      {
        "id": 60,
        "text": "》》》"
      },
      {
        "id": 2,
        "text": "В начало "
      }
    ]
  },
  {
    "id": 59,
    "text": "  Здесь расположены ссылки на другие книги этой истории:",
    "answers": [
      {
        "id": 1,
        "text": "Соломон Рэйс. Книга первая ",
        "targetbookid": 123153
      },
      {
        "id": 1,
        "text": "Соломон Рэйс. Книга вторая ",
        "targetbookid": 124686
      },
      {
        "id": 1,
        "text": "Соломон Рэйс. Книга четвертая ",
        "targetbookid": 155740
      },
      {
        "id": 59,
        "text": "Назад ",
        "isBack": true,
        "backstepCount": 1
      }
    ]
  },
  {
    "id": 60,
    "text": "  \"Фух, с ним еще возиться\" — Фергус отвернулся от окна и взглянул на введеного офицера. Его короткие, светлые волосы были взъерошены, под глазами, опущенными вниз, виднелись синяки, вся его одежда, состоящая из черной, имперской формы, была испачкана засохшей грязью. Руки парня были скованы железными кандалами. Позади него стояло двое вооруженных караульных.\n—Тебя ведь Тимми зовут? — спросил Фергус. \n  Парень промолчал. Капитан встал на ноги и подошел к низкой тумбочке в углу. На ней стоял графин с водой. Фергус достал стакан из тумбочки и налил в него воды. Затем он приблизился к задержанному лейтенанту.\n—На, выпей — произнес Фергус, протягивая стакан.\n  Тимми вновь не отреагировал. Капитан вздохнул и промолвил:\n—Послушай, парень. Я хочу, чтобы ты понял кое-что — он отошел назад и поставил стакан на стол — Я ведь не такой злодей, каким ты меня представляешь. Ведь я, на самом деле, не собирался выставлять ваш отряд изменниками. Я всего-лишь надеялся, что при таком раскладе Соломон не станет нападать на своих подчиненных...\n  Фергус упал в кресло и, глядя в окно, добавил:\n—И я просчитался. Решимость Рэйса превзошла мои ожидания.\n—Капитан... — прохрипел Тимми — Значит, мы были для вас всего лишь пешками? Расходным материалом?\n—Расходным материалом? — удивленно переспросил Фергус, обернувшись к задержанному. Поле чего он улыбнулся и ответил — Все мы — всего лишь расходный материал, парень. И ты, и те двое за твоей спиной. Я тоже расходный материал своего начальства. И знаешь, чем раньше ты это поймешь, тем легче тебе будет в будущем — юноша откинулся на спинку кресла — Позволю дать тебе совет, просто смирись со своей судьбой и делай то, что должно.\n  На минуты две наступило молчание.\n—Ладно, уведите его — бросил Фергус уставшим голосом двум стражникам у входа.\n  Один из караульных приблизился к Тимми и, опустив руку ему на плечо, подтолкнул лейтенанта к выходу. Второй стражник остался в кабинете.\n—Что прикажете с ним делать? — спросил он у Фергуса — Под арест?\n—А за что? И зачем? — капитан взглянул в окно — Этот мальчишка не тот, кого нужно наказать — он вздохнул и облокотившись о стол, положил голову на руку — Отпустите его.\n—Есть — стражник обернулся и вышел в коридор.\n  Фергус посидел еще недолго, затем выдвинул из стола ящик и извлек оттуда стопку бумаг.\n—Так-с — капитан разложил листки на столе.\n  На этих бумагах были просьбы о присвоении семьям погибших лейтенантов Роланда и Зака денежной компенсации. Фергус заполнил их на следующий день после трагедии и отправил в столицу. Ответ пришел на удивление быстро.\n  Капитан взял один из листков в руку. \"В предоставлении денежных средств семьям погибших офицеров отказано, в связи с недостатком оных в казне\" Фергус тяжело вздохнул и отложил бумагу. \"И опять все шишки мне\" — отметил он, поправив очки — \"Решат, что я деньги себе присвоил\"\n  Внезапно раздался оглушительный стук в дверь. \n—Капитан Морр! — кричал кто-то, колотя изо всех сил.\n—Что у вас там?! — Фергус вскочил на ноги.\n  В кабинет влетел высокий стражник худощавого телосложения с черной бородой. Он тяжело дышал от стремительного бега, а его лицо выражало испуг.\n—Ка-капитан! — кричал стражник — Беда!\n—Успокойся! — воскликнул в ответ Фергус — И объясни мне все толком!\n—Там! — стражник с трудом переводил дух — Кира Рэдж...\n—Что?! Что она?! – допытывался Фергус. – Она сбежала?!",
    "answers": [
      {
        "id": 56,
        "text": "》》》"
      },
      {
        "id": 58,
        "text": "《《《"
      }
    ]
  },
  {
    "id": 61,
    "text": "  Фергус.\n\n—Господи, скажи, что ты шутишь! — воскликнул Фергус.\n  \"Этого просто не может быть!\" — пронеслось в его голове — \"Ведь я почти добился ее признания! И что теперь? Покушение на Карла Рэйса, убийство городского стражника, участие в подготовке восстания, а виновница мертва?! Я ведь и так на грани увольнения после потери целого отряда, а тут еще это!\" Капитан в бешенстве смахнул со стола стопку бумаг. Листки разлетелись по кабинету и упали на пол. Стражник, весь бледный от страха, несколько отступил назад.\n—Идиоты! Вам просто нужно было присмотреть за ней, пока меня не было! — вопил Фергус, метаясь по кабинету, словно загнанный в угол зверь — Как?! Объясни мне, как?! Как вы могли так обложаться?!\n  Стражник предпочел промолчать.\n—Я уволю вас! Нет, я казню вас! — продолжал капитан.\n  Но через минуты две он остановился, глубоко вдохнул и, продолжительно выдохнув, произнес:\n—Так-с, спокойно — он сел в кресло и попытался собраться с мыслями — Ведь не все еще потеряно... Ее женишок до сих пор под стражей? — обратился капитан к стражнику.\n  Тот утвердительно кивнул.\n—Хорошо — Фергус вскочил на ноги, переступил через разбросанные листки и, сняв с вешалки накидку, шангул к выходу — Скорее, идем в темницу.",
    "answers": [
      {
        "id": 62,
        "text": "》》》"
      },
      {
        "id": 57,
        "text": "《《《"
      }
    ]
  },
  {
    "id": 62,
    "text": "  Перед тем, как войти в тюрьму, Фергус схватил стражника за плечо и приблизил к себе.\n—Войдешь внутрь, веди себя спокойно, понял? — прошептал он ему на ухо — Ничего не произошло.\n—П-понял — кивнул стражник.\n  Входная дверь вела в плохо освещенный, сырой коридор. Слева и справа от него находились решетки камер, за которыми были видны по двое-трое заключенных. \n—Ладно, возвращайся в пыточную — бросил Фергус стражнику — Я подойду чуть позже.\n  Караульный поспешно зашагал дальше по коридору. Капитан неторопясь двинулся вслед за ним, внимательно осматриваясь.\n—Эй, господин — сквозь решетки одной из камер к нему потянулась чья-то рука.\n  Фергус обернулся на голос. \"А вот и он\" — улыбнулся капитан.\n—Адам, чем могу быть полезен? — заботливо спросил он.\n  Сквозь прутья на Фергуса смотрела пара глаз, наполненных горечью. Остальную часть лица Адама скрывал полумрак.\n—Кира... — заключенный схватился за прутья — Что с ней?\n  Фергус прислонился к решетке плечом и, скрестив руки на груди, ответил:\n—Тебя наверное смутила внезапно наступившая тишина? Она потеряла сознание и я приказал пока ее не трогать — капитан тяжело вздохнул и продолжил — Признаюсь тебе, Адам, мне жалко ее. Она, конечно, держится и я восхищаюсь ею, но все же, надолго ли ее хватит? Ведь целую неделю я пытаю Киру изо дня в день. В итоге, рассудок бедняжки просто напросто не выдержит и она, рано или поздно, сойдет с ума — Фергус бросил на Адама изучающий взгляд из-под очков — Но не этого я добиваюсь, пойми. Я хочу лишь признания от нее.\n  Капитан отступил от клетки и направился в пыточную.\n—Как жаль, но, похоже, мне придётся и дальше мучать ее пока не сознается во всех своих грехах... или пока не умрет.\n  Рука протянулась сквозь прутья и крепко вцепилась в предплечье офицера.\n—Стойте — остановил его приглушенный голос Адама — Я возьму все на себя, только... — юноша сильнее сжал пальцы — Только отпустите Киру.\n  \"Попался!\" — хищно улыбнулся Фергус. Затем он вновь изобразил на лице безразличную маску и обернулся к заключенному.\n—Хм? Возьмешь на себя все ее проступки? — переспросил офицер, словно размышляя, а затем улыбнулся и ответил — Ну, что ж, кто я такой, чтобы вставать на пути жертвенной любви, да? Ладно, вскоре мы письменно заверим все твои преступления. Жди.\n  Капитан развернулся и зашагал к выходу. \n—А Кира? — голос Адама отскочил эхом от стен темницы.\n—А, да-да! — махнул рукой Фергус — Ее мы отпустим сегодня же.\n  Отдаляющиеся шаги капитана гулко звучали в коридоре, затем раздался громкий стук захлопнувшейся двери и в темнице вновь настала тишина. Адам прислонился спиной к холодной, шершавой стене и, опустившись на пол, уткнулся головой в колени. ",
    "answers": [
      {
        "id": 63,
        "text": "》》》"
      },
      {
        "id": 61,
        "text": "《《《"
      }
    ]
  },
  {
    "id": 63,
    "text": "  Адам.\n\n  Три дня спустя.\n\n\n  Юноша подписал все документы, которые подсунул ему Фергус. Среди них Адам заметил даже пару преступлений, к которым Кира ни коим образом не была причастна, но юноше было все-равно. \"Вы встретитесь с ней в суде\" — заверил капитан Морр, подсунув очередной лист. Адам безучастно мокал перо в чернильницу и ставил подпись. \"Хорошо\" — Фергус с улыбкой взял бумагу в руку и, осмотрев ее, произнес — \"Осталось только подтвердить на суде все это\"\n  Теперь Адам сидел на лавке в суде, прикованный руками и шеей к полу. Он не смотрел на людей, рядами сидящих перед ним, но слышал их перешептывания.\n—Говорят, мол, они хотели восстание поднять — произнесла какая-то женщина.\n—А еще я слышал, что этот паренек раньше монахом был — ответил ей мужской голос. \n  \"Не монахом, а послушником\" — мысленно возразил Адам — \"Да уж, кто знает, как бы сложилась моя судьба, если бы я остался в обители. Я бы, наверное, не встретил Киру\" Юноша поднял взор и осмотрел присутствующих. Но среди недовольных взглядов, обращенных к нему, не увидел родные, изумрудные глаза. \"Кира, где же ты?\" — с тревогой подумал он. \n—Не волнуйся — раздался над самым его ухом спокойный голос — Она придет.\n  Адам повернул голову и встретился взглядом с безжизненными глазами Фергуса. Капитан был одет, как всегда, в черный, имперский костюм. Волосы на его голове были тщательно причесаны. Он вышел вперед и встал по левую руку от Адама. Заключенный смотрел на офицера с нескрываемым гневом.\n  Через пару минут позади Адама распахнулись двери и в зал суда вошел тучного телосложения мужчина. На нем было длинное, черное одеяние, а на голове он носил белый, напудренный парик. Мужчина взобрался на невысокий, деревянный помост, на котором был установлен дубовый стол и уселся в кресло. Затем достал из кармана платок и, смахнув со лба пот, обратился к Фергусу громким басом:\n—У вас все готово?\n—Так точно, господин судья.\n—Что ж — судья раскрыл на столе папку с бумагами и начал монотонно читать — Рассматривается дело Адама, обвиняемого в...",
    "answers": [
      {
        "id": 64,
        "text": "》》》"
      },
      {
        "id": 62,
        "text": "《《《"
      }
    ]
  },
  {
    "id": 64,
    "text": "  Суд шел уже часа три или четыре. Адам не знал наверняка. Его шея и руки тянули ноющей болью под тяжестью кандалов. Юноша, под монотонную речь судьи, тщательно разглядывал щель в полу.\n—И так, подсудимый — судья взглянул на заключенного — Вы признаете свою вину?\n  Юноша поднял голову и в который раз оглядел присутствующих в зале. \"Да где же она?!\" — обеспокоенно подумал он.\n—Подсудимый — нетерпеливо повторил судья — Вы слышали?\n   Адам не слушал. Все мысли его заняты были Кирой. \"Почему ее нет?\" — задавался он вопросом — \"Неужели, с ней что-то стряслось\" Внезапно на его плечо опустилась чья-то рука. Юноша отрешенно оглянулся. \n—Послушай, парень — процедил сквозь зубы Фергус, склонившись над ним и крепко сжав плечо своими тонкими пальцами, похожими на когти — Ты ведь хочешь, чтобы Кира осталась на свободе, да? Тогда просто кивни своей башкой и признай вину!\n  Фергус снял руку с плеча и выпрямился. Адам обернулся к судье.\n—Ваша честь... — начал он, но слова комом застревали в горле. Адам прокашлялся и продолжил:\n—Ваша честь, я признаю вину и готов понести наказание.\n  Фергус одобрительно кивнул.\n—Ну, что ж — судья закрыл папку на столе — В таком случае, Адам признан виновным в покушении на убийство, в убийстве, а также в участии в антиправительственном движении с целью подрывания авторитета Великого Императора Флокия и приговаривается — мужчна выждал театральную паузу — К пожизненному заключению! — закончил он, громко стукнув по столу деревянным молотком.\n  В зале послышались одобрительные возгласы, но Адам уже не слушал никого. Взгляд его блуждал по залу, до последнего надеясь разглядеть черты лица любимой. К нему приблизился стражник и ключом отстегнул его кандалы от пола.\n—Ты все Киру ищешь — с ехидной улыбкой к Адаму приблизился Фергус.\n  Юноша ощутил, как его сердце на секунду перестало биться.\n—Где она? — с тревогой спросил он у офицера.\n—Точно! Я ведь чуть не забыл сказать... — капитан приблизился в плотную, опустил руку на плечо заключенного и, склонившись над ухом, прошептал:\n—Ведь твоя Кира умерла еще на допросе.\n  Фергус, продолжая улыбаться, отступил назад.\n—Ч-что? — ошарашенно спросил Адам, еще не до конца веря в действительность сказанного — Это ложь? Это ложь! Ты все врешь!\n  Капитан Морр лишь пожал в ответ плечами.\n—Урооод! — вскричал Адам и бросился на него, собираясь сломать ему шею кандалами — Я убью тебя! УБЬЮЮЮ!!!\n  Стражник попытался остановить обезумевшого юношу, но его сил явно не хватало. Тогда на помощь сослуживцу подбежало еще несколько караульных. Общими усилиями им все же удалось вывести Адама из зала суда. Фергус стоял на месте и тяжело дыша, смотрел им вслед. \"Ха-ха! А ведь чуть не убил\" — улыбнулся он, поправляя очки — \"Но, в конце концов, я все же победил\"\n\n\n  Конец.",
    "answers": [
      {
        "id": 65,
        "text": "Эпилог"
      },
      {
        "id": 63,
        "text": "《《《"
      },
      {
        "id": 2,
        "text": "В начало "
      }
    ]
  },
  {
    "id": 65,
    "text": "—И что же, юнец, ты так и будешь сидеть и жалеть себя, глотая сопли и слезы?! — воскликнул старик — Пока те, кто загнал тебя сюда, будут и дальше жить и радоваться!\n  Старик был высокого роста с белыми, взъерошенными волосами и такого же цвета короткой бородой. Его лицо было жестким, с длинным носом и впалыми щеками. Синяя арестанская роба из грубой материи была местами порвана, обнажая рельефный торс. Трое здоровяков стонали от боли, валяясь у его ног. Один из них, кажется, уже не дышал.\n—Выбирай! Либо ты будешь и дальше жаться в углу, словно крыса, пока тебя кто-нибудь из сокамерников не пришьет — старик сверкал своими черными глазами, глядя на парнишу, трясущегося от страха перед ним — Либо ты выберишь жизнь убийцы и уже сам будешь нести смерть!\n  Старик шагнул к парнише и протянул ему жилистую руку. \"Я... я должен отомстить\" — юнец вытянул трясущуюся руку вперед. Старик крепко сжал ее и поднял парнишу на ноги. \"Да!\" — глаза юнца сверкнули искорками разгорающегося внутри пламени — \"Я отомщу им всем! Я отомщу за Киру!\"\n—Ты еще заявишь о себе! — воскликнул яростно старик.\n—Даа! — взревела воодушевленно толпа кругом.\n—Я ОТОМЩУ ИМ ВСЕЕЕМ!!! — вскричал Адам, подняв над головой сжатый кулак.",
    "answers": [
      {
        "id": 65,
        "text": "《《《",
        "isBack": true,
        "backstepCount": 1
      },
      {
        "id": 1,
        "text": "В начало "
      }
    ]
  },
  {
    "id": 66,
    "text": "",
    "answers": []
  },
  {
    "id": 67,
    "text": "",
    "answers": []
  }
]