[
  {
    "id": 1,
    "text": "Внимание: здесь не будет разветлений диалогах и концовках — сюжет одналенейный.\n\nАвторы: Александ А. Лев\n                           Валерий Р. Волк.\n1 -----------------------------------------------------\nОбновление 16.05.18 : Добавлена информация по второй части.\n1-------------------------------------------------------\n\n",
    "answers": [
      {
        "id": 2,
        "text": "От авторов."
      },
      {
        "id": 3,
        "text": "Пролог."
      },
      {
        "id": 31,
        "text": "Инфо. по 2-ой части"
      }
    ]
  },
  {
    "id": 2,
    "text": "Приветствуем друзья. Эта наша первая совместная работа, просим несудить строга. Также приносим извенения за все возможные ошибки. Если рассказ понравится вам или мы где-то допустили сюжетную ошибку и непоследовательность, сообщите нам об этом. Позже у нас в целях сделать 2-ую часть.\nНа создание этого рассказа нас подталкнула РК игра Армелло. Именно эта игра стала фундаментом нашего рассказа. Надеямся что вы незря проведёте время читая наш рассказ.Жмём руку (лапу?) всем вам друзья.\n\nПриятного чтения. \n Александ А. Лев.\nВалерий Р. Волк.\n",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 3,
    "text": "Действия происходят на границе королевства Армелло, в небольшом шахтерском городке который называется Меридиан. В этом мире правят разумные звери: мужествинные и благородные, трусливые и коварные — словом, очень похожие на людей.\n\nЗемли вблизи границы Меридиана всегда славились мирным процветанием, но с границ королевства Армелло пришли враждебно настроенные звери.",
    "answers": [
      {
        "id": 4,
        "text": "(Далее)"
      }
    ]
  },
  {
    "id": 4,
    "text": "Для защиты своего города и своих подданных, король Меридиана  лис Нейт Меронн, собирает войско, что-бы дать отпор захватчикам.\n\nСобытия того ужасного дня, недают покоя Робу Меронну, единственному сыну Нейта Меронна. Когда-то его звали принцем Меридиана, но что-бы вернуть себе всё  что пренадлежало ему по праву, ему придётся пройти опасный и трудный путь.\n\n",
    "answers": [
      {
        "id": 5,
        "text": "ГЛАВА 1. ТЁМНЫЕ ВРЕМЕНА.\n\n"
      }
    ]
  },
  {
    "id": 5,
    "text": "Прошёл месяц после разгрома армии Нейта Меронна в крепости Клык Борова. Враг оказался многочислен и безжалостин. В тот день Меридиан пал и знамена с чёрным, свернутым в кольцо червячком поднялись над городом. В Армелло этот символ обозначал Гниль — чёрную, разрушительную магию. Звери захватившие Меридиан называли себя Последователи Гнили. В городи ввели комендансткий час, любой кто был застигнут на улице после захода солнца был немедленно  схвачен и допрошен. Очень редко кто из зверей возвращался с допроса. Шахта Меридиана в которой добывали редкий минерал целестин, была закрыта и взята под серьёзною охрану. Жители Меридиана не посмели противостоять Последователям и смирились со своим положением. Продовольственные склады были разграблены Последователями, начался голод.",
    "answers": [
      {
        "id": 6,
        "text": "(Далее)"
      }
    ]
  },
  {
    "id": 6,
    "text": "Роб сидел в таверне, завернувшись в холщёвый чёрный плащ. Он прокручивал события того ужасного дня, когда он потерял всё, отца, свой город и дом, и свою любовь. Лапа Роба самопроизвольна сжала серебряный амулет, врученный ему, его любимой.\n\n— Я подвёл тебя Иви, подвёл своего отца и весь Меридиан! Я должен был быть с вами, умереть с вами, но я жив а вы нет! — громка проронил Роб и с силой метнул оловянную пивную кружку в стену.\n\n— \"Мне страшно, но я должен снова заглянуть в своё прошлое, в тот миг когда меня постигла эта боль\" — подумал про себя Роб...",
    "answers": [
      {
        "id": 7,
        "text": "ГЛАВА 2. ВОСПОМИНАНИЕ."
      }
    ]
  },
  {
    "id": 7,
    "text": "Роб лежал в своей кровати и глядел в потолок. Было раннее утро, солнце только-только начало подниматся из-за гор.\n\n—\"Подумать только, сегодня я буду участвовать в настоящей битве, против каких-то варваров, вот здорово\" — думал про себя Роб.\n\nРоб поднялся с кровати, натянул на себя рубаху и выглянул в окно. На плацу уже строелись солдаты в латных доспехах. Роб увидел Кайли, командира городской стражи. Кайли была смелой, сильной волчицей. Её мастерство фехтования по праву пользовалось уважением. Она много времени уделяла Робу в тренировках фехтования и была им очень довольна. В это время к Кайли подошёл Нейт, отец Роба.Они начали о чём-то говорить и одновременно повернули головы к окну, из которого за ними наблюдал Роб.\n\n—\"Думаю меня ждут\" — подумал Роб.",
    "answers": [
      {
        "id": 8,
        "text": "(Далее)"
      }
    ]
  },
  {
    "id": 8,
    "text": "Роб закрыл окно, подошёл к двери и вышел в коридор замка. Сам замок был не слишком велик. В середине замка росло гигантское древо, которое называли Звонарём. Дело в том, что его плоды издавали звук похожий на колокольный звон, когда касались друг друга. Именно это древо стали изображать на знамёнах семьи Мероннов. Роб спустился по винтовой лестницы во двор и вдруг, сзади его глаза закрыли чьи-то лапы.\n\n— Угадай кто? — раздался за спиной Роба смешливый голос.\n\n— О неужели это моя будущая невеста? — с усмешкой сказал Роб, убирая лапы с глаз.\n\n— Я вижу ты уже всё решил — раздался голос за спиной Роба.",
    "answers": [
      {
        "id": 9,
        "text": "(Далее)"
      }
    ]
  },
  {
    "id": 9,
    "text": "Это была Иви, талантливая лисица, разведчица командира Кайли и возлюбленная Роба. Роб познакомился с Иви на уроках фехтования. Иви смогла одолеть на спарринге троих солдат командира Кайли и тогда против неё вышел Роб. Иви без особых усилий одолела Роба, но ей понравилась его техника боя. Они стали встречатся всё чаще и из дружбы это перерасло в крепкую любовь. Отец Роба был непротив такого союза, несмотря на то что Иви небыла знатной дворянкой.\n\n— Сегодня мы идём в настоящий бой, держись рядом со мной и целому миру нас непобедить! — с гордостью сказал Роб, приняв героическую позу.\n\n— Хахаха... мой герой, как бы мне непришлось тебя спасать — засмеялась Иви.\n\nВдруг лицо Иви изменилось, она бросилась к Робу на шею.\n\n— Прошу неиграй там в героя, я непереживу если с тобой что-то случится — чуть ли не со слезами на глазах, проговорила Иви.",
    "answers": [
      {
        "id": 10,
        "text": "(Далее)"
      }
    ]
  },
  {
    "id": 10,
    "text": "— Эй спокойнее, незабывай, боя может и небыть, да и со мной будет Кайли, с ней я как за железной стеной и к тому же нам будут противостоять кучка варваров. Это будет легко, как на уроках фехтования — сказал Роб, обнимая Иви.\n\n— Надеюсь ты прав — сказала Иви, успакоевшись.\n\nВдрук к ним подошла Кайли.\n\n— Вот вы где, а ну марш на платц, король ждёт — сказала Кайли улыбнувшись.\n\nРоб и Иви в шутку отсолютовали ей и направились к плацу.",
    "answers": [
      {
        "id": 11,
        "text": "ГЛАВА 3. НА ПУТИ К КРАХУ."
      }
    ]
  },
  {
    "id": 11,
    "text": "На плацу уже собрались три ширенги солдат, по двадцать зверей в каждой. Здесь были личные ратники короля Нейта, немнога солдат из городской стражи и добровольцы, способные держать оружие. Армия Меридиана была немногочислена. За несколько десятков лет, эта земля невидила не одной  войны или вооружоного конфликта. Король Нейт знал, что однажды придётся взяться за оружие  и защищаться, поэтому уделял много времени на создание хотя-бы небольшого войска. И вот — день тот наступил...\nИви и Роб подошли к середине площади. Нейт медлено подошёл к ним.\n\n— Иви встань в строй — сказал король.\n\n— Так точно ваше величество! — громко сказала Иви, занимая своё место в строю.\n\nРоб остался на площади с отцом.\n\n— Сынок, ты уверен что хочеш идти с нами? — строго спросил Нейт, Роба.\n\n— Да отец! — громко и уверенно произнёс Роб.",
    "answers": [
      {
        "id": 12,
        "text": "(Далее)"
      }
    ]
  },
  {
    "id": 12,
    "text": "— Да будет так! Но что-бы неслучилось, неотходи от Кайли, тебе ясно? — строго произнёс король.\n\n— Отец прошу прекрати, я могу за себя постоять, если начнётся бой, мой меч перерубит немало голов этих варваров! — с гордостью заявил Роб.\n\n— Если что-то пойдёт не так, ты немедлено покинеш бой и вернёшся в Меридиан, и это не обсуждается — произнёс король.\n\n— Поклянись мне силами природы, что ты покинеш бой, если я сочту это необходимым! — громко сказал Нейт, глядя в глаза Роба.\n\nРоб молчал, обдумывая всё то, что сказал сейчас ему отец.\n\n— Поклянись! — Вновь повторил Нейт.\n\n— Ладно, ладно клянусь силами природы что, я покину бой, если ты скажеш — сердито произнёс Роб.\n\n— Спасибо сын — мягко сказал Нейт.\n\n— Ладно надевай кирасу, бери  меч, и бегом на платц — отчеканил Нейт.\n\nРоб \"пущенной стрелой\" полетел в арсенал и уже через пару минут стоял на платцу, рядом с отцом. Нейт был готов говорить. ",
    "answers": [
      {
        "id": 13,
        "text": "(Далее)"
      }
    ]
  },
  {
    "id": 13,
    "text": "— Мы выдвигаемся к нашей сторожевой крепости Клык Борова, вчера гонец доставил нам оттуда сообщение, что с границ Армелло замечены вооружонные звери, напровляющийся к крепости. В тот же день, я послал гонца с приказом — вступать в бой, только при необходимости.\nГонец вернулся в Меридиан поздней ночью, сказал что над крепостью клубится дым и клялся, что слышал звуки битвы, доносящиеся оттуда. Я не знаю что ждёт нас там, но я точно знаю одно, мы некому не посмеим нападать на нашу землю и на наш дом! — \n\nВ тот же час, войско Нейта направилось к Клыку Борова. На время отъезда короля, управление городом взял на себя его младший брат Стефан Меронн, который при дворе, занимал пост старшего советника короля.",
    "answers": [
      {
        "id": 14,
        "text": "(Далее)"
      }
    ]
  },
  {
    "id": 14,
    "text": "Роб шёл и предстовлял как будет проходить его первый бой, как он вихрем врывается в толпу врагов, как те падают замертво, поражонные его мечём и как он вернётся в Меридиан, покрытый шрамами и славой. Но порой, всё идёт не так, как нам бы  хотелось...",
    "answers": [
      {
        "id": 15,
        "text": "ГЛАВА 4. БИТВА ПРИ БУРИ."
      }
    ]
  },
  {
    "id": 15,
    "text": "Солдаты Нейта шли без остановки, пока нестали видны башни крепости Клык Борова. Нейт остановил войско и подозвал Кайли.\n\n— Слушая вас ваше величество — проговорила Кайли, вмиг оказавшись возле короля.\n\n— Пускай твои разведчики проверят, нет ли противника вблизи крепости, всем остальным, разбить временой лагерь — отдал приказ король.\n\n— Отец можно с тобой поговорить? — сказал Роб.\n\n— Конечно Роб — нестал возрожать Нейт.\n\n— Пойдём присядем — предложил Нейт.\n\nОни уселись на пень поваленой ели, справа от главной дороги. Отсюда был прекрасный вид на всю близлежащию терреторию Меридиана.\n\n— Ну Роб, о чём ты хотел поговорить? — спросил Нейт.\n\n— Может сейчас не лучшее время и место, но... расскожи мне про... про маму — дрожащим голосом проговорил Роб.\n",
    "answers": [
      {
        "id": 16,
        "text": "(Далее)"
      }
    ]
  },
  {
    "id": 16,
    "text": "— Твоя мама, она... она была прекрасна. Когда она забереминела, такой счастливой я её некогда невидел. Она так сильно ждала твоего рождения, так многа хотела для тебя сделать. Нам обоим её сильно нехвотает — проговорил Нейт, глубоко выдохнув.\n\n— \" Я должен знать \" — подумал Роб.\n\n— Почему она умерла? — задал вопрос Роб.\n\n— Ослажнёные роды, некто небыл готов к такому — ответил Нейт.\n\n— Но Роб, главное знай, она всегда с тобой... здесь — сказал Нейт, прижимаясь лапой к сердцу Роба.\n\n— Да отец, я буду это помнить — дрожащим голосом проговорил Роб, вытерая лапой мокрые от слёз глаза.\n\nВ это время к ним подошла Кайли.",
    "answers": [
      {
        "id": 17,
        "text": "(Далее)"
      }
    ]
  },
  {
    "id": 17,
    "text": "— Простите ваше величество, я не отвлекаю вас? Просто хотела сказать, разведчики вернулись — сказала Кайли, тихим голосом.\n\n— Хорошо, спасибо Кайли, мы сейчас подайдём — сказал Нейт, поднимаясь с пьня.\n\n— Пошли Роб, нас ждут — сказал Нейт.\n\nОни пошли к лагерю, где уже их ждали разведчики.\n\n— Докладывай Иви — сказал Нейт.",
    "answers": [
      {
        "id": 18,
        "text": "( Далее)"
      }
    ]
  },
  {
    "id": 18,
    "text": "— Возле периметра крепости некто не обнаружен. Деревяные постройки и ворота крепости сожжены, да и ещё с границ Армелло на нас надвигается грозовая буря — отрапортовала Иви.\n\n— Нам нужно найти укрытие от бури, думаю внутри крепости мы будем в безопасности — проговорил Роб.\n\n— Даже не знаю  Роб, мы незнаем что внутри крепости — сказала Иви.\n\n— Да брось Иви, нам нужно укрытие и крепость сейчас, лучший выбор, я прав отец? — спросил Роб Нейта.\n\n— Что ж выбор у нас небогат, всем быстро в крепость — отдал приказ Нейт.",
    "answers": [
      {
        "id": 19,
        "text": "(Далее)"
      }
    ]
  },
  {
    "id": 19,
    "text": "Войско направилось к стенам крепости. Буря стремительно приближалась, всё отчётливие слышались раскаты грома, заморосил дождь, поднялся сильный ветер. Вмиг небо потимнело, лиш молнии разрубали тёмный небосклон, озаряя всё вокруг. Нейт и его солдаты зашли на середину площади и стали искать место, где можно переждать бурю. Вдруг с пропивоположной стороны крепости, открылась обугленная дверь. Из-за неё показался какой-то крупный зверь. Роб пригляделся, это был медведь в железной кирасе с алебардой в лапах. Медведь оскалил клыки в усмешки и поднял лапу вверх. Роб, наблюдая за медведем, краем глаза заметил, что на стенах крепости появились чьи-то силуэты. Молния озарила стены крепости и Роб заметил, что \"силуэты\" держат в лапах арбалеты и луки. Но Роб неуспел предупредить об этом отца. Медведь опустил лапу и в туже секунду, со всех сторон раздался свист летящего сквозь ветер, арболетного болта. Послышались крики и вопли. Со всех сторон, на солдат Нейта, с дикими криками, начали наседать солдаты противника.",
    "answers": [
      {
        "id": 20,
        "text": "(Далее)"
      }
    ]
  },
  {
    "id": 20,
    "text": "— Враг наступает! В атаку! — скомандывал Нейт.\n\n— Роб! Держи щит и невысовывайся, я помогу королю! — скомандывала Кайли.\n\nРоб взял щит. У него был шок, вокруг него бушевала битва, звон стали и крики умерающих зверей оглушали всё вокруг. Даже гром немог заглушить звуки битвы. Сердце Роба бешено колотилось а дыхание участилось. Вдруг на Роба выпрыгнул волк, вооружонный булавой. Роб вовремя заметил нападающего, это и спасло ему жизнь. Щит Роба принял на себя весь удар врага, но Роб потерял расновесие, он упал и выронил из лап щит а его противник уже стоял над ним, подняв вверх булаву обеими лапами. У Роба перехвотило дыхание, время как будто остановилось, вся жизнь пронислась перед глазами.\n\n— \" Вот он значит какой — конец моего пути в этом мире \" — только и успел про себя подумать Роб и закрыл глаза, ожидая удара.",
    "answers": [
      {
        "id": 21,
        "text": "(Далее)"
      }
    ]
  },
  {
    "id": 21,
    "text": "Но удара непоследовало, вместо этого он услышел отчаянный крик своего врага. Роб открыл глаза, волк был мёртв, из его спины порчало древко метательного дротика. Таким оружием пользовалась только Иви.\n\n— Роб! Роб! Я сдесь! — надрывался чей-то голос.\n\nЭто была Иви, она подбижала к Робу.\n\n— Роб! Вставай! Твой отец ранен, ему нужна помощь! — кричала Иви, поднимая Роба на лапы.\n\nИви потащила Роба к южной сторожевой башни крепости. Роб увидел там немнога уцелевших солдат и самого Нейта, из его груди торчала стрела.\n\n— Отец! — закричал Роб.\n\n— Всё в порядке сынок, твоего старика не так-то просто убить — отшутился Нейт,сжавшись от боли.\n\n— Роб, это Кайли с ней пара солдат! — крикнула Иви.\n\n— О хвала силам природы, ты жив Роб, о... о нет ваше величество держитесь — плачущим голосом проговорила Кайли, когда заметила стрелу в груди Нейта.\n\n— Они идут сюда! — закричал один из солдат.",
    "answers": [
      {
        "id": 22,
        "text": "(Далее)"
      }
    ]
  },
  {
    "id": 22,
    "text": "— Роб уводи короля вверх на башню, мы сдержим их сколько сможем — приказала Кайли.\n\n— Нет! Нет я вас неброшу, я буду сражаться вмести с вами — начал заводится Роб, выхватывая из ножен меч.\n\n— Роб! Роб взгляни на меня, помниш я говорила тебе, чтоб ты неиграл в героя? Роб... послушай так надо, жизнь тебя и твоего отца важнее чем наши — проговорила Иви, держа Роба за плечи.\n\n— Мне всё равно! Я так немогу Иви! Я несмогу без тебя! — рыдал Роб.\n\n— Я всегда буду с тобой, вот... храни его — с этими словами, Иви вложила в лапы Роба серебряный амулет.\n\n— Мы оба знали, на что мы подписываемся... я люблю тебя! — проговорила Иви и её губы коснулись губ Роба.",
    "answers": [
      {
        "id": 23,
        "text": "(Далее)"
      }
    ]
  },
  {
    "id": 23,
    "text": "— Ребята скорее! Враг уже на подходе! — кричала Кайли.\n\n— Уходи Роб! Быстрее уводи короля! — кричала Иви, подталкивая Роба.\n\nРоб поднял отца, последний раз окинул взглядом Иви и Кайли, и они начали подниматься вверх по винтовой лестнице башни. Башня была соединина со стенами крепости. Забравшись наверх башни, Роб повёл отца вдоль стены.\n\n— Роб брось меня, спасайся сам, я немогу идти дальше — хриплым голосом проговорил Нейт.\n\n— Нет отец! Я неброшу тебя! Нам нельзя останавливатся, поднимайся! Прошу! Ещё немнога! — надрывался Роб, пытаясь поднять отца.\n\n— Спасайся сынок, для меня уже всё кончено — всё тише говорил Нейт.\n\n— Нет! Я непотеряю ещё и тебя! Поднимайся! — отчайнно кричал Роб.",
    "answers": [
      {
        "id": 24,
        "text": "(Далее)"
      }
    ]
  },
  {
    "id": 24,
    "text": "В это время к ним на встречю, неспеша приближался медведь, перебрасывая алебарду из одной лапы в другую. Нейт и Роб заметили его. Роб тут же  выхвотил меч из ножен.\n\n— Неподходи! — закричал Роб, оскалев клыки.\n\n— Хо-ха-ха... и что же ты сделаеш лисёнок? — хрепящим, грубым голосом, спроси медведь.\n\n— Роб... прости, но ты должен жить — с этими словами, Нейт схвотил Роба за плечи и перекинул через стену в реку, котороя протикала над стеной.\n\n— Йех... старый лис, как это мило, отец спас жизнь сыну, как это мило, как трогательно... и тщетно! — прорычал медведь.\n\n— Что ж умирать, так с честью — сказал Нейт, опираясь на меч, чтоб поднятся.\n\nОдним рывком, Нейт выдернул стрелу из груди.\n\n— Миробелла, любовь моя, я иду к тебе — с этими словами, Нейт бросился на медведя...",
    "answers": [
      {
        "id": 25,
        "text": "ГЛАВА 5. ЕСТЬ РАДИ ЧЕГО ЖИТЬ."
      }
    ]
  },
  {
    "id": 25,
    "text": "— Вот так это всё случилось Венс, так я потерял всё, нечего у меня неосталось! НЕЧЕГО! ... только бутылка — кричал Роб коту с серой в полоску шерстью,который сидел перед ним.\n\nЭто был Венс, друг Роба. Именно он вытащил Роба из реки, месяц назад. Венс был обычным фермером и жил за стенами Меридиана. Когда влияние Последователий начало распространятся за приделы Меридиана, Венс тайком помог Робу попасть в город. Роб думал что у него хватит сил бороться с врагом, но дух его был окончательно сломлен, когда он увидел публичною казнь его дяди Стефана. После этого Роб нашёл утешение только в спиртном.И вот, в этот день Венс назначил Робу встречю.\n\n— Ну Венс, дружище, соратник, зачем ты хотел меня видеть? — задал вопрос Роб, выпивая эль из кружки.\n\n— Сегодня Роб всё изменится и для тебя, и для всего Меридиана — серьёзно ответил Венс.\n\n— Ииик... да ну? Что ты имеешь ввиду? — удивился Роб.\n\n— Аааа... иииик... стоп, погоди у меня эль кончился, офицантка! Эля мне! — закричал Роб.\n\nК столику подошла молодая куница с бутылкой эля в лапах. Она наполнила кружку Роба только наполовину. Роба такой расклад неустроел.\n\n— Эй! Ииииик... а ну, налевай до краёв! — возмутился Роб.",
    "answers": [
      {
        "id": 26,
        "text": "(Далее)"
      }
    ]
  },
  {
    "id": 26,
    "text": "— Думаю сэр вам уже достаточно — спокойным голосом ответила куница.\n\n— Иииик... хах... хммм... ты сдесь дорогуша, чтоб наливать выпивку и радовать мои глаза, а вот ротик свой можеш прикрыть — спокойно сказал Роб, выхватывая из лап куницы эль.\n\n— Вот уж недумала, что Роб Меронн, всего лишь грубиян и пьяница! — закричала куница, одним рывком, выхватив из лап Роба бутылку с элем.\n\n— Откуда ты знаеш что я Меронн? — изумился Роб.\n\n— Спроси своего друга! — сказала куница и ушла.\n\n— Венс? Что это значит? — спросил Роб.",
    "answers": [
      {
        "id": 27,
        "text": "( Далее)"
      }
    ]
  },
  {
    "id": 27,
    "text": "— Посмотри кругом Роб — сказал Венс, встовая с места.\n\nВслед за Венсом начали вставать и другие звери, которые были в таверне. Все они глядели на Роба, как на живой символ надежды.\n\n— Это сопротивление Роб, это надежда на будущее без терании Последователий, теперь тебе есть ради чего жить, ты нужен им, ты нужен нам! — сказал Венс.\n\n— По... почему? — ели выдавив из себя эти слова, спросил Роб.\n\n— Потому что ты принц Меридиана! -",
    "answers": [
      {
        "id": 28,
        "text": "ЭПИЛОГ."
      }
    ]
  },
  {
    "id": 28,
    "text": "По мокрой от дождя дороге, бежал смуглый шакал, серого окраса. Добравшись до замка Меридиана, шакал начал подходить к воротам, как оттуда послышался чей-то мерзкий, хрюкующий голос.\n\n— Стоять! Кто такой?! Говори, пока непрострелил колено! — хрюкал толстый боров, охронявший ворота.\n\n— Эй! Полегче брат, я свой — крикнул шакал.\n\n— Пароль! — хрюкнул боров, наведя на шакала арбалет.\n\n— Гниль вокруг! — пролаял шакал.\n\n— Что ж... заходи, открыть ворота! — прохрюкал боров.\n\nВорота открылись, шакал помчался в замок. Забравшись по винтовой лестнице, шакал открыл двери главного зала. По всей длине зала висели знамёна Гнили а на троне сидел огромный, чёрный медведь. На левой щеке медведя красовался глубокий шрам, который тянулся до самого глаза а сам глаз был скрыт глазной повязкой.\n\n— Генерал Маккгрин, я принёс вести от командира Калеба — отчеканил шакал, протягивая медведю запечатанный конверт.\n\nМедведь медлено встал с трона и забрал у шакала конверт. Подойдя к огромному окну за троном, медведь начал читать вслух.\n\n— Генерал мы нашли гробницу в шахте, скора целестин гнили будет у нас — Калеб. — закончил читать медведь.\n\n— Ххммрр... можеш идти — прорычал медведь шакалу.\n\nКак только шакал скрылся за дверями, медведь сел на трон и зарычал на весь зал.",
    "answers": [
      {
        "id": 29,
        "text": "( Далее )"
      }
    ]
  },
  {
    "id": 29,
    "text": "— Краснокрыл! Краснокрыл а ну сюда быстро! — рычал медведь, стуча лапой по трону.\n\nС потолочный люстры на медведя уставилась морда с подковообразным носом и мутными, жёлтыми глазами.\n\n— Вы меня звали генерал? — раздался голос с люстры.\n\n— Да! подлети ближе! — скомандывал медведь.\n\nВ эту же минуту на трон опустилась летучая мышь, размером с ворона. Его широкие, кожастые крылья отливались ярко-красным цветом.\n\n— Слушаю вас генерал — пропищала мышь. ",
    "answers": [
      {
        "id": 30,
        "text": "( Далее )"
      }
    ]
  },
  {
    "id": 30,
    "text": "— Лети в башню Темногнили и передай Его Гнильшеству, что мы нашли артефакт в Меридиане — скомандывал медведь.\n\n— Будет сделано генерал! — громко пропищала мышь, собираясь уже вылететь в окно.\n\n— Ой совсем забыл, генерал я видел сегодня в Меридиане лиса, уж очень он похож на того, с кем вы сталкивались, месяц назад — заявила мышь.\n\n— ЧТООО!!! — заревел медведь так, что даже стёкла на окне зазвенели.\n\n— Генерал... я собирался сказать вам раньше нооо... — стала понижать голос мышь\n\n— С глаза моего долой и скажи страже, пусть прошерстят весь город но найдут мне этого лиса, ты меня понял?!! — рычал медведь.\n\n— Да, да непременно! — заголосила мышь и скрылась в окне.\n\n— Значит Меронн младший жив? Что ж сначало, он познает дикий ужас и страх, а уже потом я отарву ему голову! Жди и надейся Меронн, тебе нескрыться от могущества Гнили! — прорычал медведь, смотря на город из окна.\n        \n        Конец первой части.",
    "answers": [
      {
        "id": 1,
        "text": "В НАЧАЛО"
      }
    ]
  },
  {
    "id": 31,
    "text": "Таки печальные новости друзья, мой друг ( Валерий Р. Волк ) отказался принимать участие в созданий второй части, но я ( Александр А. Лев ) в одиночку продолжу создание второй части, ибо каждая история должна быть завершина и история Роба Меронна не будет исключением. ------------------------------------------------------\n                          7.08.18\n                        Александ Лев.\n\nВторая часть почти готова, Валерий вернулся и к нам присоединились несколько наших друзей. \n                        \n          ",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 32,
    "text": "",
    "answers": []
  }
]