[
  {
    "id": 1,
    "text": " Автор: ****\n\n\nВы — Андрей. Вам 30 лет. Живя в однокомнатной квартире, с вами обычно ничего не происходит до одного дня...",
    "answers": [
      {
        "id": 2,
        "text": "Начать историю",
        "initSounds": [
          "id1",
          "https://wav-library.net/sounds/0-0-1-17782-20",
          "id2",
          "https://wav-library.net/sounds/0-0-1-17746-20"
        ]
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "https://pp.userapi.com/c847122/v847122497/17e99/rFxebM7fhEs.jpg",
        "system": true
      },
      {
        "id": 44,
        "text": "Главы"
      }
    ]
  },
  {
    "id": 2,
    "text": " \"Очередной день. Ничего нового. Ну что ж, пора собираться на работу,\" — подумали вы, проснувшись.",
    "answers": [
      {
        "id": 3,
        "text": "Почистить зубы",
        "need": -3
      },
      {
        "id": 4,
        "text": "Поесть",
        "need": -4
      },
      {
        "id": 5,
        "text": "Одеться",
        "need": -5
      },
      {
        "id": 6,
        "text": "Посмотреть телевизор",
        "need": [
          3,
          4,
          5
        ]
      }
    ]
  },
  {
    "id": 3,
    "text": " Это самая обычная ванная. Небольшая комнатка, в которой еле помещались душевая кабинка, туалет и раковина. Быстро почистив зубы, вы вышли из ванной.",
    "answers": [
      {
        "id": 3,
        "text": "Дальше",
        "isBack": true,
        "backstepCount": 1
      },
      {
        "id": 3,
        "text": "Укажите команды для картинки",
        "url": "https://pp.userapi.com/c840322/v840322538/55bae/o61OtFT9gY8.jpg"
      }
    ]
  },
  {
    "id": 4,
    "text": " Кухня была небольшой, как и вся ваша квартира. Но вы очень радовались и гордились собой, ведь она ваша, и не нужно её делить с кем-нибудь. Быстро разогрев остатки вчерашней еды и поев, вы удалились из комнаты.",
    "answers": [
      {
        "id": 4,
        "text": "Дальше",
        "isBack": true,
        "backstepCount": 1
      },
      {
        "id": 4,
        "text": "Укажите команды для картинки",
        "url": "https://pp.userapi.com/c844723/v844723538/3fdb5/IkmJqRK4o_Q.jpg"
      }
    ]
  },
  {
    "id": 5,
    "text": " Вы надели свой классический костюм, который, в основном, только и носите. Темный пиджак, брюки и белая рубашка. Выглядить немодно, но все равно красиво. Наконец, переодевания закончились.",
    "answers": [
      {
        "id": 5,
        "text": "Дальше",
        "isBack": true,
        "backstepCount": 1
      }
    ]
  },
  {
    "id": 6,
    "text": " После выполнения всех дел, у вас осталось немного времени, и вы, по привычке, включили телевизор. Вы смотрели фильм, когда неожиданно прямо перед глазами появилась вывеска \"Срочное сообщение\".\n Диктор начал рассказывать о каком-то страшном вирусе, который воскрешает мертвых и передается через укус. Он настойчиво упрашивал всех никуда сегодня не выходить.\n И вы решили...",
    "answers": [
      {
        "id": 7,
        "text": "Остаться дома"
      },
      {
        "id": 8,
        "text": "Пойти на работу",
        "var_str_set": [
          "global play_sound_once",
          "id1"
        ]
      },
      {
        "id": 6,
        "text": "введите команды для картинки",
        "url": "https://pp.userapi.com/c824204/v824204854/127e1f/TpZ3eIthcC8.jpg"
      }
    ]
  },
  {
    "id": 7,
    "text": " Вы решили не рисковать и просто остались дома.",
    "answers": [
      {
        "id": 9,
        "text": "Остаток дня"
      }
    ]
  },
  {
    "id": 8,
    "text": " \"Бред какой-то. Меня босс убьет, если я сегодня не появлюсь,\" — подумали вы и вышли из квартиры.\n Уже у подъезда вы заметили двух людей, один лежал на земле, а голова другого нависла над его телом и медленно раскачивалась из стороны в сторону.\n — Вам помочь? — спросили вы, и тут же эта тварь поднялась и посмотрела на вас. \nЛучше бы не видели этого лица, оно ещё долго вам потом снилось. Вся морда была в крови, ошмётках плоти, кожа стала зеленой, а глаза жёлтыми. На секунду вы впали в ступор, но потом монстр закричал и побежал на вас, а вы от него. Как только вы закрыли дверь, эта тварь влетела в неё. Ещё около нескольких часов она \"стучалась\" к вам.",
    "answers": [
      {
        "id": 9,
        "text": "Остаток дня",
        "var_str_set": [
          "global play_sound_once",
          "id5"
        ]
      }
    ]
  },
  {
    "id": 9,
    "text": " Весь остаток дня вы провели за просмотром различных видео о зомби, и как их убить.\nНо вот и вечер наступил, и вы легли спать со страхом , что сегодня ночью к вам кто-нибудь проберется, ограбит или убьет, но уже через несколько минут вы мирно похрапывали.",
    "answers": [
      {
        "id": 10,
        "text": "На следующий день"
      }
    ]
  },
  {
    "id": 10,
    "text": " На следующий день всё электричество вырубили, но вы продолжили просмотр видео с телефона. Где-то в десять часов раздался звонок в дверь.",
    "answers": [
      {
        "id": 11,
        "text": "Подойти к двери"
      }
    ]
  },
  {
    "id": 11,
    "text": " Подойдя к двери и заглянув в глазок, вы заметили нескольких хорошо вооруженных мужчин.\n — Кто вы? — это был единственный вопрос, который вырвался.\n — Эвакуация, впустите нас, — произнес один из них.",
    "answers": [
      {
        "id": 12,
        "text": "Открыть дверь"
      },
      {
        "id": 13,
        "text": "Не открывать дверь"
      },
      {
        "id": 11,
        "text": "stretch",
        "url": "https://pp.userapi.com/c845522/v845522169/425f9/2V1dX36w1II.jpg"
      }
    ]
  },
  {
    "id": 12,
    "text": " Вы были на седьмом небе от счастья, поэтому, даже не задумавшись, открыли им дверь. Но, увы, как только они оказались внутри, вас вырубили. Очнулись вы только вечером. Дверь была нараспашку, поэтому вы поспешили ее закрыть.",
    "answers": [
      {
        "id": 26,
        "text": "Осмотреть квартиру"
      }
    ]
  },
  {
    "id": 13,
    "text": " — А вдруг вы бандиты какие-нибудь? Нет уж, спасибо, — произнесли вы.\n — Ну и подыхай, если так хочешь, — ответили они и ушли.\n Вы просматривали видео, пока аккумулятор не сел, а потом просто читали разные книги. Увы, к концу дня вы обнаружили, что еды практически не осталось, поэтому завтра придется идти на вылазку.",
    "answers": [
      {
        "id": 14,
        "text": "Лечь спать"
      }
    ]
  },
  {
    "id": 14,
    "text": " На следующий день вы, с горем пополам, отломали небольшую палку. И присобачили к ней ножик скотчем, тем самым сделав себе небольшое копьё. Одев на себя легкие треники, куртку с журналами на рукавах, как в фильмах, взяв полиэтиленовый мешок, так как рюкзака не было, вы направились в продуктовый магазин.",
    "answers": [
      {
        "id": 15,
        "text": " Идти в продуктовый магазин",
        "var_str_set": [
          "global play_sound_once",
          "id1"
        ]
      }
    ]
  },
  {
    "id": 15,
    "text": " Увы, перед вами тут уже кто-то хорошенько поработал, поэтому вы ничего не нашли и уже собирались уходить, когда услышали чьи-то шаги, крик, звук, словно упал мешок, набитый чем-то, и какое-то хлюпанье. Подойдя поближе, вы заметили трёх зомби, которые поедали очередную жертву. К сожалению, делали они это вблизи выхода.",
    "answers": [
      {
        "id": 16,
        "text": "Отвлечь их как-нибудь",
        "var_str_set": [
          "global play_sound_once",
          "id2"
        ]
      },
      {
        "id": 17,
        "text": "Попробывать прокрасться мимо"
      }
    ]
  },
  {
    "id": 16,
    "text": " К счастью, прямо рядом с вами лежал камень, и вы, со всей силы, зашвырнули его вглубь магазина. Зомби тут же оторвались от своей трапезы и побежали на звук, а вы же, в свою очередь, подошли поближе к телу.\n На вид парню было лет двадцать. Вся грудная клетка и живот были распороты, кишки валялись рядом, а кровь растеклась вокруг.\n Неожиданно вы заметили, что на спине у парня рюкзак.",
    "answers": [
      {
        "id": 24,
        "text": "Взять его"
      },
      {
        "id": 25,
        "text": "Уйти отсюда"
      }
    ]
  },
  {
    "id": 17,
    "text": " Вы не придумали ничего лучше, чем просто прокрастся мимо. Вы встали на цыпочки и медленно побрели вдоль стены. Несколько раз вы чуть не пнули какие-то камни, но, к счастью, всегда вовремя останавливались. Наконец вы достигли выхода и, как только ситуация позволила, рванули со всех ног, как можно дальше отсюда.",
    "answers": [
      {
        "id": 18,
        "text": "Перейти на шаг"
      }
    ]
  },
  {
    "id": 18,
    "text": " Вы спокойно шли, когда услышали чей-то разговор и, не сдержав любопытство, решили узнать, о чем они говорят. Увы, слышали вы только отрывки фраз:\"Строится...база выживших...Оплот... дорога...пошли\" \n Но даже этого вам хватило, чтобы понять, что это ваш единственный шанс на выживание.",
    "answers": [
      {
        "id": 19,
        "text": "Пойти вместе с ними"
      },
      {
        "id": 20,
        "text": "Пойти за ними"
      }
    ]
  },
  {
    "id": 19,
    "text": " Вы вышли из-за угла. Перед вами стояли два близнеца, как две капли похожие друг на друга. На обоих были треники, легкие куртки, только кепки были разными. Из-за вашего появления они были в замешательстве. Этим вы и воспользовались.\n — Можно с вами? — спросили вы.\n — Ты кто? И куда? — произнес один из них.\n — Я Андрей. А идти хочу на базу.\n — Стоп. Ты что за нами подслушивал? — возмущённо спросил второй.\n — Ну, есть чутка, — после ваших слов братья начали совещаться.\n — Идем, — сказали они хором и пошли.\n Весь остаток дня вы разговаривали, попутно обходя зомби. Вы многое узнали о них, и как добраться до базы.\nНаконец, настал вечер, и вы решили разбить лагерь, немного отойдя от дороги.",
    "answers": [
      {
        "id": 23,
        "text": "Разложить вещи"
      }
    ]
  },
  {
    "id": 20,
    "text": " Вы не захотели рисковать, поэтому решили проследить за ними. Весь день вы спокойно обходили зомби. Порой до вас даже долетали какие-то фразы, и со временем вы сформировали более-менее нормальную карту, о том, как дойти до убежища. И вот, наконец, настал и вечер. Они пошли разбивать лагерь, а вы недалеко от них.",
    "answers": [
      {
        "id": 21,
        "text": "Разбить лагерь "
      }
    ]
  },
  {
    "id": 21,
    "text": " Вы начали раскладывать свои вещи и вдруг услышали какой-то шорох у вас за спиной. Вы уже хотели развернуться и посмотреть, что там происходит, но неожиданно вас хорошенько огрели какой-то палкой.\n\"Вот блин!\" — подумали вы, перед тем как вырубились.",
    "answers": [
      {
        "id": 22,
        "text": "Очнуться"
      }
    ]
  },
  {
    "id": 22,
    "text": " Очнулись вы ближе к утру. Вещей, понятное дело, не было, поэтому вы медленно поплелись к своему единственному шансу на выживание.",
    "answers": [
      {
        "id": 27,
        "text": "Спустя неделю"
      },
      {
        "id": 22,
        "text": "stretch",
        "url": "https://pp.userapi.com/c846418/v846418169/3c742/m96iqB6HCu4.jpg"
      }
    ]
  },
  {
    "id": 23,
    "text": " Вы начали расскладывать вещи, спустя какое-то время Костя( один из братьев) пошел в вашу сторону, но вы не придали этому никакого значение, а зря. Неожиданно он хорошенько огрел вас палкой.\n \"Вот блин!\" — подумали вы, прежде чем вырубились.",
    "answers": [
      {
        "id": 22,
        "text": "Очнуться"
      }
    ]
  },
  {
    "id": 24,
    "text": " Преодолев отвращение, вы кое-как сняли рюкзак. Внутри оказались 2 консервы и 3 бутылки воды. Нацепив его на себя, хоть он и был весь в крови, вы благополучно ушли отсюда.",
    "answers": [
      {
        "id": 18,
        "text": "Идти дальше"
      }
    ]
  },
  {
    "id": 25,
    "text": " Вам было противно на это смотреть, да и зомби могли вернуться в любую минуту, поэтому вы ушли отсюда по добру по здорову.",
    "answers": [
      {
        "id": 18,
        "text": "Идти дальше"
      }
    ]
  },
  {
    "id": 26,
    "text": " Все было верх дном. Единственное, что вы нашли, были скотч, закатившийся под диван, нож и немного одежды. Не желая что либо сегодня делать, вы просто упали на кровать и заснули.",
    "answers": [
      {
        "id": 14,
        "text": "На следующий день"
      }
    ]
  },
  {
    "id": 27,
    "text": "Вы шли уже который день по этой нескончаемой дороге, казалось, это путешествие или никогда не закончится, или оно станет последним.\nНеожиданно ваши размышления были прерваны детским криком. ",
    "answers": [
      {
        "id": 28,
        "text": "Прислушаться "
      }
    ]
  },
  {
    "id": 28,
    "text": " Немного прислушавшись, вы поняли, что крик идёт из леса. И ещё оттуда же были слышны низкие крики зомби. На самом деле, вы очень радовались, что за всю дорогу на базу встретили всего-навсего 2 зомби, и то их спокойно обошли.",
    "answers": [
      {
        "id": 29,
        "text": "Помочь "
      },
      {
        "id": 30,
        "text": "Пройти мимо"
      }
    ]
  },
  {
    "id": 29,
    "text": " Вы не смогли проигнорировать столь явный крик о помощи, поэтому сразу же рванули через густую чаще.\n Ветки больно били по лицу, впивались в тело, врали одежду, но вам было все равно, ведь вы могли спасти чью-то жизнь, помочь кому-то в коем-то веке. ",
    "answers": [
      {
        "id": 31,
        "text": "Спустя 2 минуты"
      }
    ]
  },
  {
    "id": 30,
    "text": " \"Не мои проблемы, не хочу я рисковать своею жизнью, ради какого-то мальчишки,\" — подумали вы и прошли мимо. ",
    "answers": [
      {
        "id": 36,
        "text": "Спустя 2 дня"
      }
    ]
  },
  {
    "id": 31,
    "text": "Вы выбежал на небольшую поляну. Посреди неё мальчик лет десяти с трудом отбивался от двух зомби, размахивая палкой. Было видно, что ещё чуть-чуть и силы его покинут, поэтому вы, не медля ни минуты, схватили палку и побежали к нему на помощь. ",
    "answers": [
      {
        "id": 32,
        "text": "Ударить зомби"
      }
    ]
  },
  {
    "id": 32,
    "text": "Вы налетел на них, как тайфун, и начали крушить все вокруг. Первого зомби вы ударили в голову и заметили один странный факт, на удивление, раскроить череп было легче лёгкого. Видимо, у них каким-то образом размягчаются кости, но это было только вам на руку, поэтому убить второго не составило труда. ",
    "answers": [
      {
        "id": 33,
        "text": "Заговорить с мальчиком "
      }
    ]
  },
  {
    "id": 33,
    "text": " — Привет, — произнёсли вы, подойдя к еле живому мальчику.\n — Здравствуйте, спасибо за помощь. Я Марк, — сказал он, отдышавшись.\n — Андрей. Приятно познакомиться. А как ты здесь оказался?\n — Мы с родителями услышали об Оплоте и направились туда. Но по дороге наткнулись на группу зомби. Кое-как мы убежали от них, но, увы, маму с папой покусали и те...теперь, — мальчик расплакался, указывая на двое трупов. ",
    "answers": [
      {
        "id": 34,
        "text": " - Идём со мной"
      },
      {
        "id": 35,
        "text": "Тихо уйти"
      }
    ]
  },
  {
    "id": 34,
    "text": " — А пошли-ка со мной! Я как раз направляюсь в Оплот, — произнёсли вы, понимая, что мальчику больше некуда идти.\n — Хорошо. ",
    "answers": [
      {
        "id": 36,
        "text": "Спустя два дня"
      }
    ]
  },
  {
    "id": 35,
    "text": "В мальчике вы видели лишь очередную обузу, поэтому, пока он плакал над телами своих некогда родителей, вы тихо удалились с поляны и пошли своей дорогой. ",
    "answers": [
      {
        "id": 36,
        "text": "Спустя 2 дня "
      }
    ]
  },
  {
    "id": 36,
    "text": " Вы медленно брели по дороге, когда услышали выстрелы со стороны леса. ",
    "answers": [
      {
        "id": 37,
        "text": "Помочь"
      },
      {
        "id": 38,
        "text": "Пройти мимо"
      }
    ]
  },
  {
    "id": 37,
    "text": "Вы минуту бежали через лес. Наконец впереди появилась маленькая полянка. На ней один мужик отстреливался где-то от десяти зомби. Вы же в свою очередь быстро схватили палку и пошли громить ряды мертвецов.",
    "answers": [
      {
        "id": 39,
        "text": "Через десять минут",
        "need": [
          35,
          36
        ],
        "need_sometimes": true
      },
      {
        "id": 41,
        "text": "Через десять минут",
        "need": [
          34
        ]
      }
    ]
  },
  {
    "id": 38,
    "text": "Вы не захотели рисковать, поэтому просто проигнорировали выстрелы и пошли к своей цели. ",
    "answers": [
      {
        "id": 40,
        "text": "Через день"
      }
    ]
  },
  {
    "id": 39,
    "text": " Вскоре дело было сделано. Вы уже хотели расслабиться, когда заметили, что человек, которому вы помогли, направил дуло пистолета в вашу сторону. \n — Спасибо за помощь, но я тоже хочу есть,  — сказал он и выстрелил, умирая, вы заметили, что зомби, пришедшие на звуки выстрелов, растерзали неблагодарного. ",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      },
      {
        "id": 39,
        "text": " stretch",
        "url": "https://pp.userapi.com/c844418/v844418132/45785/qEcsszRKDzo.jpg"
      }
    ]
  },
  {
    "id": 40,
    "text": " Через день вы пришли к какой-то фабрике, вокруг которой ходили толпы людей и что-то делали.\n — Что  вы тут делаете? — спросил военный, подойдя к вам.\n — Можно вступить на вашу базу? — произнесли вы, и солдат куда-то вас повёл. ",
    "answers": [
      {
        "id": 45,
        "text": "Через десять минут",
        "need": [
          30,
          35
        ],
        "need_sometimes": true
      },
      {
        "id": 46,
        "text": "Через десять минут",
        "need": 34
      }
    ]
  },
  {
    "id": 41,
    "text": " Вскоре дело было сделано. Вы уже хотели расслабиться, когда заметили, что человек, которому вы помогли, направил дуло пистолета в вашу сторону. \n — Спасибо за помощь, но я тоже хочу есть,  — сказал он и направил пистолет в сторону Марка. \nНеожиданно вы заметили, что новые зомби, услышав звуки выстрелов, идут к вам. ",
    "answers": [
      {
        "id": 42,
        "text": "Прыгнуть в сторону Марка"
      },
      {
        "id": 43,
        "text": "Ничего не делать"
      }
    ]
  },
  {
    "id": 42,
    "text": " Вы сразу же прыгнул в сторону Марка, а неизвестный выстрелил и попал в вас. В ту же минуту на него напал зомби, первый из всей орды.\nУвы, пуля попала в живот, поэтому бежать было без полезно, но у мальчика был шанс сбежать. Поэтому вы, собрав весь остаток силы, притянули Марка, сидящего рядом с вами, и прошептал еле слышно:\"Беги!\"\nА он, понимая всю безысходность ситуации, со слезами на глазах рванул от вас со всех ног.\n А вы... вы просто радовались, что совершили хоть что-то стоящие в этой жизни. ",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 43,
    "text": "Вы не захотели гробить свою жизнь из-за кого-то пацана, которого вы знаете только 2 дня. Поэтому просто смотрели, как пуля с лёгкостью пробивает его маленький череп, и он умирает. Через секунду после выстрела на стрелка напали зомби, а вы просто убежали с этой полянки, где умерла последняя частичка человечности в вашей душе. ",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 44,
    "text": "Главы:",
    "answers": [
      {
        "id": 2,
        "text": "Первая "
      },
      {
        "id": 27,
        "text": "Вторая",
        "need": [
          22
        ],
        "need_ever": true
      },
      {
        "id": 1,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 45,
    "text": " Через десять минут вы уже стояли у какого-то кабинета. Наконец,  какой-то молодой парень вышел из него, и настала ваша очередь.\nЗайдя внутрь, вы заметили мужчину лет сорока, явно военного в прошлом.\n — Здравствуйте. Я Андрей, — произнесли вы.\n — Трофимыч. Приятно познакомиться. Документы собой?\nВы быстро пошарили по карманам и вскоре обнаружили паспорт, к счастью, ублюдки, ограбившие вас две недели назад, не взяли его.\n — Да, вот, — сказали вы и протянул и его.\n — Хорошо. Дим, выдели ему где-нибудь палатку, — произнёс ваш новый знакомый и вернулся к работе.\n Какой-то парень вас куда-то повёл, но вам было все равно, ведь вы размышляли, а правильно ли вы сделали, когда не помогли тому мальчику. ",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 46,
    "text": " Через десять минут вы уже стояли у какого-то кабинета. Наконец,  какой-то молодой парень вышел из него, и настала ваша очередь.\nЗайдя внутрь, вы заметили мужчину лет сорока, явно военного в прошлом.\n — Здравствуйте. Я Андрей, — произнесли вы.\n — Трофимыч. Приятно познакомиться. Документы собой?\nВы быстро пошарили по карманам и вскоре обнаружили паспорт, к счастью, ублюдки, ограбившие вас две недели назад, не взяли его.\n — Да, вот, — сказали вы и протянул и его.\n — Хорошо. Дим, выдели ему где-нибудь палатку.\n — Кстати, а Марку, мальчику с которым я пришёл, помогут? \n — Да, да. Мы его в Лесной Городок переправим, там безопаснее. \nДим, выдели ему где-нибудь палатку, — произнёс ваш новый знакомый и вернулся к работе. \n Вы были на седьмом небе от счастья, ведь наконец-то ваша жизнь наладилась. ",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 47,
    "text": "",
    "answers": []
  }
]