[
  {
    "id": 1,
    "text": "  Автор: inferiorez\n\n  Этот квест позволит Вам погрузиться в мир жестоких сражений, магов и чародеек, отчаянных драконоборцев и войск различных фракций или кланов. \n  Вам предстоит решить дальнейшую судьбу главного героя — Айрона, который сейчас покоится в темнице Замка Огненной Стражи.\n  Сможете ли Вы привести Айрона к былому величеству, или же выберете бесславную смерть?\nВсе зависит только от Вашего выбора. ",
    "answers": [
      {
        "id": 2,
        "text": "Начать историю. "
      }
    ]
  },
  {
    "id": 2,
    "text": "  Вы просидели в этой камере порядка двух месяцев. За это время Ваш взгляд рассмотрел каждый камешек, каждую трещину этой проклятой темницы.\n  Повсюду была сырость, где-то в углу сновали крысы, но Вы уже не обращали на них внимания. С потолка раз в минуту падала капля. Она разбивалась о пол, а совсем маленькие брызги уже не причиняли Вам беспокойства. За это время, проведённое в камере, Ваши чувства притупились, все стало каким-то  незначительным.\n  Вы подняли глаза наверх, приложили голову к холодной влажной стене. Тяжёлые оковы, покрытые слоем титаниума блокировали Ваши магические умения. А так можно было бы зажечь огонь из ладони и погреться, например. Или сжечь стражника и забрать у него ключи от оков. Но увы, вся Ваша свобода действий распространялась на расстояние вытянутой руки. ",
    "answers": [
      {
        "id": 3,
        "text": "(Дальше) "
      }
    ]
  },
  {
    "id": 3,
    "text": "  Наконец вдали коридора послышались шаги. Тяжёлая поступь рыцаря в кожаных сапогах. Его клинок висел на левом бедре и мерно постукивал в такт его шага. В руках рыцарь нёс миску с похлебкой и кусок черствого хлеба.\n  Когда он подошёл к решётке камеры Вы оживились. Кормили Вас два раза в день, утром и вечером. При чем \"кормили\" — это громко сказано. Поэтому когда рядом не было стражников, Вы упорно занимались, пытались поддерживать форму. Конечно же получалось с трудом.\n  Стражник открыл решетку, поставил миску на пол и движением ноги толкнул её к Вам. С хлебом он обошёлся куда проще — просто кинул его в Вашу сторону.\n  Он выжидающе смотрел на Вас. ",
    "answers": [
      {
        "id": 4,
        "text": "(Толкнуть ему миску с прошлого приёма пищи) "
      },
      {
        "id": 5,
        "text": "\"Ты свободен, в следующий раз жду зажаренного поросенка и бочки вина.\" "
      },
      {
        "id": 6,
        "text": "\"Если тебе нужна предыдущая миска, то подойди и возьми её.\" "
      }
    ]
  },
  {
    "id": 4,
    "text": "  Стражник остановил её ногой, затем поднял, закрыл камеру и удалился прочь. ",
    "answers": [
      {
        "id": 7,
        "text": "(Дальше) "
      }
    ]
  },
  {
    "id": 5,
    "text": "  — Знаешь, раз ты такой остроумный, то пожалуй завтра остаёшься без еды. — сказал стражник, закрыл камеру и удалился прочь. ",
    "answers": [
      {
        "id": 7,
        "text": "\"Оно того стоило, или нет?\""
      }
    ]
  },
  {
    "id": 6,
    "text": "  — Если ты хочешь не умереть с голоду, то толкни её мне. — процедил стражник. В чем-то он был прав, поэтому Вы подчинились. Стражник забрал миску, закрыл дверь и удалился прочь. ",
    "answers": [
      {
        "id": 7,
        "text": "(Дальше) "
      }
    ]
  },
  {
    "id": 7,
    "text": "  Вы все съели. Можно сказать, что трапеза была лучшей в Вашей жизни, но это было бы неправдой. Вы отодвинули миску в сторону и придались воспоминаниям.\n  Сколько было пролито крови, сколько друзей потеряно, и разве для того что бы гнить в темнице? Вы задавались этим вопросом снова и снова, стирая слой титаниума на оковах о камни темницы.\n  Вы вспоминали Ваше детство, проведённое на суровых северных островах, как на этих же островах Вы потеряли своего отца, как стали главой самого яростного Клана Бриг. А потом Вы вспомнили долгие тренировки в Башне Драконоборцев, последних воинов, способных противостоять в равной схватке дракону.\n  Теперь же Ваша броня пылится где-то в этом замке. Ждёт, когда её огнеупорные пластины снова покроют Ваше тело.\n  А потом Вы вспомнили ее, чародейку. Чёрные, собранные в хвост волосы, острые черты лица, безупречная фигура и зелёные глаза. Да, Вы были влюблены в неё, но теперь уже ничего не поделаешь, Вы гниёте в темнице, а она выполняет задания Империи и даже не знает, что Вы живы.\n  Сейчас Вы понимаете, времени хватит на то, что бы разобраться в своём прошлом. ",
    "answers": [
      {
        "id": 8,
        "text": "(Вспомнить все в подробностях) "
      }
    ]
  },
  {
    "id": 8,
    "text": "  Холодное зимнее небо. Вы стоите рядом со своим отцом. Напротив Вас собрались все Кланы островов. Во главе стоят их предводители. Всего на островах пять Кланов: Клан Бриг, который возглавляет Ваш отец, Клан Родерик, Клан Кайс, Клан Ломак  и Клан Умварт. Названия Кланов вытекают из языка предков, которые зародили жизнь на островах. Бриг — Ярость, Родерик — Сила, Кайс — Храбрость, Ломак — Справедливость, Умварт — Смекалка. \n  — Мы собрались здесь по одному очень важному поводу — вторжение южных войск на наши земли. — промолвил Ваш отец. После его слов в толпе поднялся гул.\n  Предводитель Клана Родерик — Кайл, огромный рыжебородый воин крикнул, что бы все заткнулись. Снова воцарилась тишина.\n  — Итак, насколько вы помните, наши Кланы редко выручали друг друга, но в час опасности мы всегда стояли плечом к плечу. В час опасности мы готовы пожертвовать жизнью за друга. Сейчас этот час пробил. Но имперцы не знают, что их ждёт подготовленные и обученные воины, не знают, что мы дадим им настолько яростный отпор, что они свои корабли на берегу забудут!- Вы смотрели на Вашего отца восторженно, не могли оторвать глаз,а в это время толпа бушевала, — Предводители Кланов, пойдёте ли вы со мной в бой?\n  Конечно же ответом было твёрдое \"Да\".\n  И тогда все вскинули свои топоры, мечи, копья. Северянам предоставлялась возможность поучаствовать в отличной кровопролитной битве. Конечно же они были рады. ",
    "answers": [
      {
        "id": 9,
        "text": "(Дальше) "
      }
    ]
  },
  {
    "id": 9,
    "text": "  Вы смутно помните первые этапы войны. Южане высадились на острова, начали захватывать крепости, деревни и города. Кланы давали отпор, но им не хватало слаженности. Поэтому война оказалась для северян трудным испытанием.\n  Тогда Ваш отец начал обучать Вас фехтованию. Обращению со щитом, стрельбе из лука. Через несколько месяцев, Ваша рука окрепла и уже можно было выставлять Вас против достойного противника.\n  Также не прошли даром уроки по тактике. Теперь, глядя на карту Вы подмечали не только расположения крепостей и войск, но и возможные направления атак, особенности местности и слабые места в рядах противника.\n  Как раз одно такое место Вы и приметили, глядя на действующую карту, о чем незамедлительно сказали своему отцу — Королю Севера. Войска напавшие на острова — войска Империи, перевозили обоз с провизией из тыла к замку на вершине горы. К этому замку вела одна дорога, так что угадывать маршрут каравана не требовалось. Без провизии, защитникам Замка придётся либо сдаться, либо сделать вылазку. \n  Отец похвалил вас, и отдал приказ выступать завтра на рассвете в сторону той самой дороги. \n  \n  ",
    "answers": [
      {
        "id": 10,
        "text": "(Собрать вещи в дорогу.) "
      }
    ]
  },
  {
    "id": 10,
    "text": "  Это было Ваше первое сражение, хоть из-за деревьев было практически ничего не видно, однако, Вам удалось рассмотреть на пару одиночных схваток. Караван был захвачен, а северяне уже осадили Замок на Вершине.\n  Вскоре отчаявшиеся защитники Замка попытались сделать вылазку, тем самым подписав себе смертный приговор. Тут же на дорогу посыпались воины Кланов, в их числе были и Вы. ",
    "answers": [
      {
        "id": 11,
        "text": "\"В атаку! За Короля Севера!\" "
      }
    ]
  },
  {
    "id": 11,
    "text": "  Повсюду падали стрелы, стоял дикий, животный крик воинов, лязг сталь о сталь уже не так бил по ушам.\n  Вы явно отставали от остальных в скорости бега, так что когда Вы достигли ворот Замка, там уже образовался затор из солдат. ",
    "answers": [
      {
        "id": 12,
        "text": "(Осмотреться по сторонам) "
      },
      {
        "id": 13,
        "text": "(Ждать, пока толпа протиснется внутрь) "
      }
    ]
  },
  {
    "id": 12,
    "text": "  Повернувшись налево, Вы увидели как несколько воинов Клана Умварт тащат лестницу к стенам замка. В ходе битвы их даже никто не замечает. Вы решили направиться к ним.\n  Когда лестница была установлена, Вы первым вызвались подняться на стену. Уже на последних ступеньках Вы увидели лучников, которые стреляли в прорвавшихся северян. Они стояли к Вам спиной. \n",
    "answers": [
      {
        "id": 14,
        "text": "\"За Север!\" "
      },
      {
        "id": 15,
        "text": "(Тихо забраться на стену и атаковать ближнего лучника) "
      }
    ]
  },
  {
    "id": 13,
    "text": "  Стрелы летели на Вас сверху, кто-то даже кидал копья, но стальной щит выдерживал такие атаки. Через несколько минут  Вам удалось ворваться за стены замка. Там уже вовсю шла бойня. Слева на стену по леснице взбирались воины Клана Умварт.\n  Вдруг перед Вами возник имперский новобранец. Недолго думая, Вы оттолкнули его ногой, а затем нанесли рубящий удар топором. Ваше оружие вошло имперцу в правое плечо, отчего тот упал на колени без возможности пошевелиться — с такой раной долго не живут. Вытащив топор из тела, Вашему взору представилась картина: десятки людей стояли на коленях на главной площади.  ",
    "answers": [
      {
        "id": 16,
        "text": "(Подойти поближе) "
      }
    ]
  },
  {
    "id": 14,
    "text": "  На Ваш крик обернулось пару ближайших лучников. Увидев совсем ещё мальчика, они на секунду замерли. Этого хватило, что бы возить топор в грудь лучнику, что стоял напротив Вас. Остальные уже доставали стрелы для того, что бы избавиться от Вас, но подкрепление с лестницы не дало осуществить им это. На стене началась резня, в которой вы приняли непосредственное участие.\n  Когда Вы зачистили её от вражеских солдат, Вашему взору представилась картина: десятки людей стояли на коленях на главной площади. ",
    "answers": [
      {
        "id": 16,
        "text": "(Подойти поближе) "
      }
    ]
  },
  {
    "id": 15,
    "text": "  Вы перекинули свое тело через каменные зубья, стараясь не шуметь. Лучник не заметил Вашего присутствия, поэтому Вы, размахнувшись побольше, нанесли ему удар топором в шею. Тот тут же полетел вниз. Остальные лучники все таки заметили Вас и уже хотели стрелять, но подкрепление с лестницы помешало им. На стене началась резня, в которой вы приняли непосредственное участие.\n  Когда Вы зачистили её от вражеских солдат, Вашему взору представилась картина: десятки людей стояли на коленях на главной площади. ",
    "answers": [
      {
        "id": 16,
        "text": "(Подойти поближе) "
      }
    ]
  },
  {
    "id": 16,
    "text": "  Ваш шлем был в капельках крови, с топора также капала кровь, из щита торчал пару стрел, а про вмятины на броне можно вообще молчать, их было очень много. Руки чуть дрожали, но в глазах читалась уверенность. \n  Это был Ваш первый настоящий бой, Ваше первое убийство. Что вы чувствовали? Что боретесь за свой народ, за свой Клан, за свой остров.\n  Когда Вы подошли к площади, то увидели на ней женщин и детей. Имперский женщин и детей. Рядом с ними стоял Ваш отец и предводитель Клана Родерик Кайл. \n  ",
    "answers": [
      {
        "id": 17,
        "text": "(Подойти к ним) "
      }
    ]
  },
  {
    "id": 17,
    "text": "  — Ты ведь понимаешь всю значимость твоего решения?! Если мы их отпустим, то они расскажут всей чёртовой Империи о наших войсках. Сколько нас тут, как сражаемся, кто из нас тут главный... —  махал руками Кайл. Видимо его не устраивал такой расклад дел.\n  — Твоё предложение их казнить ещё хуже. Мы воины, не убийцы. — ваш отец внушает благородство.\n  — Ты погубишь всех нас, Хоран, одумайся!\n  — Я уже принял решение, Кайл, они уйдут своей дорогой.\n Сейчас, в темнице Вы уже знаете, что взамен жизней этих людей отец отдал свою жизнь. ",
    "answers": [
      {
        "id": 18,
        "text": "(Смерть Хорана) "
      },
      {
        "id": 30,
        "text": "(Пропустить историю Вашего отца) "
      }
    ]
  },
  {
    "id": 18,
    "text": "  Вы вошли в палатку, рядом стояла бочка с водой, в которой Вы вымыли руки и лицо от крови. Сегодня к Северу вернулся ещё один замок, а Ваш сын Айрон наконец стал воином.\n  Трудный день дал о себе знать, и вся скопившаяся усталость свалилась на Вас тяжёлым грузом. Хотелось просто упасть на пол и не вставать до рассвета. \n  Но оставлять оружие после боя в таком состоянии было нельзя. Тем более это меч предков, на его лезвие выгравированы названия трех важнейших качеств Севера: Храбрость, Справедливость, Ярость (Кайс, Ломак, Бриг!). \n  Вы почистили меч, провели по острию несколько раз точильным камнем, вставили его в ножны и повесили на угол кровати.\n  Столько ещё необходимо было сделать, и при этом воспитать из сына будущего короля, но сейчас Вам хотелось только спать.\n  Как только Ваше тело упало на кровать, миллионы нервных окончаний растворились в наслаждении . ",
    "answers": [
      {
        "id": 19,
        "text": "(Погрузиться в сон) "
      }
    ]
  },
  {
    "id": 19,
    "text": "  Вы проснулись от криков на улице. Прислушавшись Вы уловили звон сталь о сталь.\n  Перекатившись по кровати, Вы соскочили с нее, выхватили меч из ножен и приняли боевую стойку.\n  Вдруг, через вход в палату влетел топор. Он вонзился рядом с вашей головой в душку кровати. Вы посмотрели на символ Клана на топоре — Родерик.\n  К Вашему подтверждению в палату вошли несколько бойцов этого Клана вместе с Кайлом.\n  — Я же сказал, ты нас всех погубишь! — ухмылялся Кайл.\n  — У нас общий враг, а ты тратишь силы попусту.\n  — Не-ет, когда я подниму твою голову на пику, за мной пойдут все Кланы, и тогда мы отобъем Север. И мы не будем щадить жалких Имперцев! — закричал предатель и обнажил оружие. В его руках красовались заостренные сбалансированные топоры. \n  Его взгляд был направлен Вам в глаза. \n",
    "answers": [
      {
        "id": 20,
        "text": "(Стоять дальше в защитной стойке) "
      },
      {
        "id": 29,
        "text": "(Сложить оружие) "
      }
    ]
  },
  {
    "id": 20,
    "text": "  Кайл начал медленно подходить к Вам. Наконец он не выдержал и замахнулся для удара сверху. Вы вовремя отскочили в сторону и тут же нанесли удар коленом под дых. Кайл согнулся пополам, а Вы не теряя драгоценные секунды уже развернулись в сторону возможных атак его соклановцев. \n  Против Вас вышло вперед три противника. \n",
    "answers": [
      {
        "id": 21,
        "text": "(Сделать выпад вперед, нанести рубящий удар слева и снова встать в защитное положение) "
      },
      {
        "id": 23,
        "text": "(Атаковать противников только рубящими ударами) "
      },
      {
        "id": 24,
        "text": "(Продолжить защищаться) "
      }
    ]
  },
  {
    "id": 21,
    "text": "  Вы сделали шаг вперед и вонзили меч в живот первому бойцу. Тот даже не успел опомниться. Затем Вы резко развернулись и ударили второго по диагонали сверху вниз. Меч вошел в его плечо и разрубил тело противника до груди.\n  Третий попытался пронзить Вас мечом, но вы уклонились, достав клинок из тела второго, зашли ему за спину, а затем нанесли удар мечом по пояснице врага. Тот пал замертво. ",
    "answers": [
      {
        "id": 22,
        "text": "(Продолжить схватку) "
      }
    ]
  },
  {
    "id": 22,
    "text": "  В неравном бою Вы совсем забыли о Кайле. Воспользовавшись моментом он нанес Вам удар кинжалом, набросившись на шею. Вы перекинули его через себя и кулаком впечатали в пол. Но Кайл все таки был северянином, поэтому выдержал удар. Он зацепил топором Вашу ногу и резко дернул на себя. Теперь Вы были на лопатках. Кайл кинулся с топором, но Вы оттолкнули его ногой в толпу его последователей. ",
    "answers": [
      {
        "id": 26,
        "text": "(Встать на ноги) "
      }
    ]
  },
  {
    "id": 23,
    "text": "  Вы атаковали первого противника. Он не успел парировать Ваш удар, отчего умер за пару секунд. Остальные уже поняли маневр Вашей атаки, однако меч предков сделал свое дело. Клинок второго со звоном сломался, а его броня предательски треснула. Ваш меч плотно застрял в пластинах брони второго противника, этой заминкой воспользовался третий враг. Сделав выпад вперед, он вонзил Вам меч в живот.\n  Сделав последние усилия Вы оттолкнули его, выдернули меч предков и срубили голову неприятелю. ",
    "answers": [
      {
        "id": 25,
        "text": "(Продолжить схватку) "
      }
    ]
  },
  {
    "id": 24,
    "text": "  Противники не выдержали и ринулись в атаку. Вы уверенно отражали их атаки, и как только попадался удачный момент совершали короткие контратаки. В конце концов, рядом с вами лежало три бездыханных тела. ",
    "answers": [
      {
        "id": 22,
        "text": "(Продолжить схватку) "
      }
    ]
  },
  {
    "id": 25,
    "text": "  В неравном бою вы совсем забыли о Кайле. Конечно же меч в животе дал о себе знать. Кайл сделал Вам подсечку, прижал Вас коленом к полу и занес топор для удара. Последним, что Вы видели был приближающиеся острие топора... ",
    "answers": [
      {
        "id": 27,
        "text": "(Дальше) "
      }
    ]
  },
  {
    "id": 26,
    "text": "  — Убить его. — отдал приказ Кайл и скрылся за рядами своих воинов. ",
    "answers": [
      {
        "id": 28,
        "text": "(Взять меч двумя руками и приготовится к бою) "
      }
    ]
  },
  {
    "id": 27,
    "text": "  Бой в лагере уже затихал. Победу одержал Клан Родерик. Остальные Кланы либо разбежались, либо приняли сторону предателей, либо пали в бою. Изредка доносились звуки одиночных схваток.\n  Большинство воинов скопились у входа в палату Короля. Айрона они связали и приволокли с собой.\n  Наконец из палаты вышел воин. Его рыжая борода была заляпана кровью. Кровью Короля. В  левой руке он держал голову Хорана. В правой боевой топор, красный от крови.\nТолпа торжествовала, а сквозь их восторг и клич победы пробивался пронзительный крик сына, который сегодня лишился отца. ",
    "answers": [
      {
        "id": 30,
        "text": "(Дальше) "
      }
    ]
  },
  {
    "id": 28,
    "text": "  Через несколько минут палата наполнилась трупами. Вы стояли весь израненый, из  некоторых частей тела торчали кинжалы. Наконец многочисленные раны и кровопотеря дали о себе знать, Вы упали на колени. Единственной Вашей опорой был меч предков.\n  — Ты достойно бился, — подходил Кайл к Вам, — но это не значит, что я не отрублю тебе голову.\n  Кайл толкнул Вас ногой в грудь. Вы упали на спину, силы покинули Вас. Последним, о чем Вы подумали — что же будет с Айроном. ",
    "answers": [
      {
        "id": 27,
        "text": "(Дальше) "
      }
    ]
  },
  {
    "id": 29,
    "text": "  — Хах, и где же твои пламенные речи о храбрости и чести? — насмехался Кайл, — схавтить его! ",
    "answers": [
      {
        "id": 27,
        "text": "(Дальше) "
      }
    ]
  },
  {
    "id": 30,
    "text": "  Со смертью отца Айрон понял цену жизни.\n  Вас заперли в темнице, даже не слушали просьбы о похоронах отца. Через два дня кто-то убил стражу темницы и вызвалил Вас на свободу. Как оказалось это был старый друг отца — Мэйсон.\n  Он отвел Вас в старейшую школу обучения военному делу — Башню Драконоборцев.\n  Жажда мести стала для Вас стержнем. Вы до сих пор помните насколько сложно было стать драконоборцем. Вам приходилось мерзнуть на вершинах гор, выживать в диком лесу, тренировать выдержку против заклинаний огня учителей, сражаться всевозможными видами оружия против всевозможных противников. \n  Через четыре года Вы стали полноценным драконоборцем, Вам дали броню и клинок драконоборца, которые до сих пор выручали Вас.\n  Но теперь Вы сидите в мокрой темнице и даже не имеете представления как отсюда выбираться.\n  Но вспомнить, что было дальше Вы не успели, потому что... ",
    "answers": [
      {
        "id": 31,
        "text": "(Из воспоминаний обратно в реальность) "
      }
    ]
  },
  {
    "id": 31,
    "text": "  Из воспоминаний Вас выдернул толчок. Замок подвергся какому-то мощному удару, от которого с потолка посыпалась пыль и каменная крошка.\n  ",
    "answers": [
      {
        "id": 32,
        "text": "(Энергичнее тереть оковы о камни) "
      }
    ]
  },
  {
    "id": 32,
    "text": "  Вы поняли, что наверху происходит бой по крикам и шуму. Необходимо было что-то предпринять!\n  Вы услышали, как некто бежит по направлению к Вашей камере.\n  Это был старый опытный и совершенно недоверчивый Огненный Страж. ",
    "answers": [
      {
        "id": 33,
        "text": "(Подозвать Стража к камере) "
      },
      {
        "id": 33,
        "text": "(Оскорбить его) "
      }
    ]
  },
  {
    "id": 33,
    "text": "  Он на бегу смерил Вас презрительным взглядом и продолжил движение. ",
    "answers": [
      {
        "id": 34,
        "text": "(Искать еще варианты) "
      }
    ]
  },
  {
    "id": 34,
    "text": "  Вы вновь услышали приближающиеся шаги. На этот раз бежал новобранец. ",
    "answers": [
      {
        "id": 35,
        "text": "(Подозвать его к камере) "
      },
      {
        "id": 43,
        "text": "(Игнорировать) "
      },
      {
        "id": 45,
        "text": "(Притворится мертвым) "
      }
    ]
  },
  {
    "id": 35,
    "text": "  Молодой и неопытный, он доверился Вам. Сейчас его руки лежали на железной решетке и чуть подрагивали. ",
    "answers": [
      {
        "id": 36,
        "text": "(Убедить его, что от Вас есть польза) "
      },
      {
        "id": 46,
        "text": "(Угрожать ему) "
      },
      {
        "id": 47,
        "text": "(Предложить ему награду) "
      }
    ]
  },
  {
    "id": 36,
    "text": "  — Эй, ты ведь понимаешь, что мы на одной стороне? — сказали Вы.\n  — Нам запрещено с разговаривать с преступниками. — новичок явно Вас опасался.\n  — Вот только я не преступник, я убивал драконов, а здесь я из-за ошибки.\n  Новобранец еще колебался минуту, потом решил все же Вас отпустить.\n  Когда кандалы были сняты, Вы почувствовали облегчение. ",
    "answers": [
      {
        "id": 37,
        "text": "(Запереть новобранца в камере) "
      },
      {
        "id": 49,
        "text": "(Убить его) "
      }
    ]
  },
  {
    "id": 37,
    "text": "  Новобранец ждал дальнейших Ваших действий. Вы потирали запястья, а потом неожиданно ударили его в челюсть. Неокрепшее тело свалилось на пол, а вы благополучно его заперли. Так будет безопасней и для него и для Вас. ",
    "answers": [
      {
        "id": 38,
        "text": "(Отправится за своей броней и оружием)"
      }
    ]
  },
  {
    "id": 38,
    "text": "  Вы плутали по коридорам и в конце концов наткнулись на вход в оруженую. Выбив дверь ногой Вы увидели сидящего за столом человека. Он не внушал опасности, но мог позвать на помощь. Что Вы будете делать? ",
    "answers": [
      {
        "id": 39,
        "text": "(Убить его, Вам свидетели не нужны) "
      },
      {
        "id": 51,
        "text": "(Пощадить, пусть бежит) "
      },
      {
        "id": 52,
        "text": "(Отправить его в царство снов хорошеньким хуком) "
      }
    ]
  },
  {
    "id": 39,
    "text": "  На Вашей ладони затанцевал огонь. Пламя мерно подрагивало, освящая оружейную. Вы увидели страх в глазах у человека. Потом вспышка света и на его месте возникло кричащее горящее тело.\n",
    "answers": [
      {
        "id": 40,
        "text": "(Пройти в оружейную) "
      }
    ]
  },
  {
    "id": 40,
    "text": "  Через два месяца ожидания, Вы вновь облачились в огнуепорную броню драконоборца. Это были темно-коричневые пластины, сплавленные между собой прочными материалами, на левом плече была дополнительная защитная пластина, на которой красным был выведен силуэт дракона, парящего в воздухе. Также броня обеспечивала защиту рук от ожогов, защиту выше колена от слабых ударов, а ее легкость позволяла Вам двигаться максимально быстро.\n  Шлем был также выполнен из огнеупорного материала, для обзора была выплавлена щель в виде буквы Т, на верху красовалось навершие вдоль всей длины шлема.\n  Когда Вы облачились в броню, Ваш выбор пал на оружие.\n  Чем Вы предпочитаете сеять смерть на Имперской земле? ",
    "answers": [
      {
        "id": 41,
        "text": "(Сбалансированный меч, Ваше привычное оружие) "
      },
      {
        "id": 53,
        "text": "(Заточенный топор, разрушитель щитов) "
      },
      {
        "id": 54,
        "text": "(Заостренное копье, сражайтесь на расстоянии) "
      }
    ]
  },
  {
    "id": 41,
    "text": "  Длинный двуручный меч, выполнен из сплава стали, серебра и титаниума, самое удобное для боя с драконом оружие. \n   ",
    "answers": [
      {
        "id": 42,
        "text": "(Выйти из оружейной) "
      }
    ]
  },
  {
    "id": 42,
    "text": "  Вы пошли плутать по коридорам, справа и слева от Вас были камеры с преступниками. ",
    "answers": [
      {
        "id": 50,
        "text": "(Выпустить преступников на свободу) "
      },
      {
        "id": 57,
        "text": "(Пройти мимо) "
      }
    ]
  },
  {
    "id": 43,
    "text": "  Через несколько минут от еще нескольких ударов стены покрылись трещинами, а затем потолок обрушился Вам на голову. ",
    "answers": [
      {
        "id": 44,
        "text": "(Смерть) "
      }
    ]
  },
  {
    "id": 44,
    "text": "  Вы погибли. ",
    "answers": [
      {
        "id": 30,
        "text": "(Вернутся) "
      }
    ]
  },
  {
    "id": 45,
    "text": "  Новобранец пробежал мимо Вас, не обратив никакого внимания. Через несколько минут стены покрылись трещинами, а затем потолок обрушился на Вас. ",
    "answers": [
      {
        "id": 44,
        "text": "(Смерть) "
      }
    ]
  },
  {
    "id": 46,
    "text": "  Новобранец итак Вас опасался, а теперь и вообше не зотел открывать камеру. Он развернулся и убежал прочь. Через несколько минут стены покрылись трещинами, а затем потолок обрушился на Вас. ",
    "answers": [
      {
        "id": 44,
        "text": "(Смерть) "
      }
    ]
  },
  {
    "id": 47,
    "text": "  У новобранца загорелись глаза, он дрожащими руками быстро открыл замок на камере, а потом снял с Вас кандалы. ",
    "answers": [
      {
        "id": 48,
        "text": "(Встать на ноги) "
      }
    ]
  },
  {
    "id": 48,
    "text": "  — А где награда? — спросил новичок с надеждой.",
    "answers": [
      {
        "id": 37,
        "text": "(Ударить его и запереть в камере) "
      },
      {
        "id": 49,
        "text": "(Убить его) "
      }
    ]
  },
  {
    "id": 49,
    "text": "  Из Вашей ладони вырвалось пламя, которое немедленно перекинулось на новобранца. Магия огня никогда не перестанет Вам нравиться. ",
    "answers": [
      {
        "id": 38,
        "text": "(Выйти из камеры) "
      }
    ]
  },
  {
    "id": 50,
    "text": "  Вы начали открывать камеры, но в одной из них сидел верны последователь Культа Драконов. Он набросился на Вас с заточкой и вонзил ее Вам в шею. ",
    "answers": [
      {
        "id": 44,
        "text": "(Смерть) "
      }
    ]
  },
  {
    "id": 51,
    "text": "  Вы отступили от прохода и этот человечек быстро юркнул в сеть бесконечных коридоров. ",
    "answers": [
      {
        "id": 63,
        "text": "(Войти в оружейную) "
      }
    ]
  },
  {
    "id": 52,
    "text": "  Вы приблизились к этому человечку, он встал из-за стола и начал пятиться назад, но хороший хук обездвижил его. ",
    "answers": [
      {
        "id": 40,
        "text": "(Пройти в оружейную) "
      }
    ]
  },
  {
    "id": 53,
    "text": "  Короткий стальной топор. Им можно рубить дрова, либо головы. Преимущественно против солдат со щитами. ",
    "answers": [
      {
        "id": 55,
        "text": "(Выйти из оружейной) "
      }
    ]
  },
  {
    "id": 54,
    "text": "  Длинное легкое копье. Проткнет насквозь несколько солдат, если они станут в ряд. Им модно достать до далеко расположенной цели. \n   ",
    "answers": [
      {
        "id": 56,
        "text": "(Выйти из оружейной) "
      }
    ]
  },
  {
    "id": 55,
    "text": "   Вы пошли плутать по коридорам, справа и слева от Вас были камеры с преступниками.   ",
    "answers": [
      {
        "id": 50,
        "text": "(Выпучтить преступников на свободу) "
      },
      {
        "id": 59,
        "text": "(Идти мимо) "
      }
    ]
  },
  {
    "id": 56,
    "text": "  Вы пошли плутать по коридорам, справа и слева от Вас были камеры с преступниками.   ",
    "answers": [
      {
        "id": 50,
        "text": "(Выпустить преступников на свободу) "
      },
      {
        "id": 60,
        "text": "(Пройти мимо) "
      }
    ]
  },
  {
    "id": 57,
    "text": "  Вы не обращали внимание на гул преступников, они кидали в Вас камнями, но Вы понимали — Вас ждет свобода, а их дальнейшее заточение. ",
    "answers": [
      {
        "id": 58,
        "text": "(Подняться наверх) "
      }
    ]
  },
  {
    "id": 58,
    "text": "  Вы поднялись наверх. Теперь было очевидно, что на замок кто-то напал. Причем этот кто-то имел в своем арсенале катапульту. Вы побежали вперед с мечом наперевес. Вдруг перед Вами возник противник. Он заметил Вас и изготовился к бою. ",
    "answers": [
      {
        "id": 68,
        "text": "(С ходу ударить его ногой, затем добить мечом)"
      },
      {
        "id": 69,
        "text": "(В прыжке выполнить укол, добить в развороте) "
      },
      {
        "id": 70,
        "text": "(Сжечь его магией) "
      }
    ]
  },
  {
    "id": 59,
    "text": "  Вы не обращали внимание на гул преступников, они кидали в Вас камнями, но Вы понимали — Вас ждет свобода, а их дальнейшее заточение. ",
    "answers": [
      {
        "id": 61,
        "text": "(Подняться наверх) "
      }
    ]
  },
  {
    "id": 60,
    "text": "    Вы не обращали внимание на гул преступников, они кидали в Вас камнями, но Вы понимали — Вас ждет свобода, а их дальнейшее заточение. ",
    "answers": [
      {
        "id": 62,
        "text": "(Подняться наверх) "
      }
    ]
  },
  {
    "id": 61,
    "text": "  Вы поднялись наверх. Теперь было очевидно, что на замок кто-то напал. Причем этот кто-то имел в своем арсенале катапульту. Вы побежали вперед с топором наперевес. Вдруг перед Вами возник противник. Он заметил Вас и изготовился к бою. ",
    "answers": [
      {
        "id": 73,
        "text": "(Ударить его с ходу ногой, затем добить топором) "
      },
      {
        "id": 74,
        "text": "(В прыжке нанести удар топором сверху) "
      },
      {
        "id": 75,
        "text": "(Сжечь его магией) "
      }
    ]
  },
  {
    "id": 62,
    "text": "  Вы поднялись наверх. Теперь было очевидно, что на замок кто-то напал. Причем этот кто-то имел в своем арсенале катапульту. Вы побежали вперед с копьем наперевес. Вдруг перед Вами возник противник. Он заметил Вас и изготовился к бою. ",
    "answers": [
      {
        "id": 76,
        "text": "(С ходу пронзить его копьем) "
      },
      {
        "id": 70,
        "text": "(Сжечь магией) "
      }
    ]
  },
  {
    "id": 63,
    "text": "  Через два месяца ожидания, Вы вновь облачились в огнуепорную броню драконоборца. Это были темно-коричневые пластины, сплавленные между собой прочными материалами, на левом плече была дополнительная защитная пластина, на которой красным был выведен силуэт дракона, парящего в воздухе. Также броня обеспечивала защиту рук от ожогов, защиту выше колена от слабых ударов, а ее легкость позволяла Вам двигаться максимально быстро.\n  Шлем был также выполнен из огнеупорного материала, для обзора была выплавлена щель в виде буквы Т, на верху красовалось навершие вдоль всей длины шлема.\n  Когда Вы облачились в броню, Ваш выбор пал на оружие.\n  Чем Вы предпочитаете сеять смерть на Имперской земле? ",
    "answers": [
      {
        "id": 64,
        "text": "(Сбалансированный меч, Ваше привычное оружие) "
      },
      {
        "id": 65,
        "text": "(Заточенный топор, разрушитель щитов) "
      },
      {
        "id": 66,
        "text": "(Заостренное копье, сражайтесь на расстоянии) "
      }
    ]
  },
  {
    "id": 64,
    "text": "  Длинный двуручный меч, выполнен из сплава стали, серебра и титаниума, самое удобное для боя с драконом оружие. \n   ",
    "answers": [
      {
        "id": 67,
        "text": "(Выйти из оружейной) "
      }
    ]
  },
  {
    "id": 65,
    "text": "  Короткий стальной топор. Им можно рубить дрова, либо головы. Преимущественно против солдат со щитами. ",
    "answers": [
      {
        "id": 67,
        "text": "(Выйти из оружейной)"
      }
    ]
  },
  {
    "id": 66,
    "text": "  Длинное легкое копье. Проткнет насквозь несколько солдат, если они станут в ряд. Им модно достать до далеко расположенной цели. \n   ",
    "answers": [
      {
        "id": 67,
        "text": "(Выйти из оружейной) "
      }
    ]
  },
  {
    "id": 67,
    "text": "  На выходе Вас ждал хорошо обученный и подготовленный отряд Огненных Стражей. За их спинами Вы увидели того самого человека, которого пощадили. ",
    "answers": [
      {
        "id": 44,
        "text": "(Принять смерть с оружием в руках) "
      }
    ]
  },
  {
    "id": 68,
    "text": "  Вы сделали еще пару шагов, и нанесли стражу удар ногой в живот, отчего он согнулся пополам. Затем Вы вонзили ему меч в спину. ",
    "answers": [
      {
        "id": 71,
        "text": "(Продолжить движение) "
      }
    ]
  },
  {
    "id": 69,
    "text": "  Вы хотели убить его в лучших традициях профессиональных ассасинов, но дни тюремного заключения дали о себе знать. Он отбил щитом Ваш укол, а затем вонзил Вам меч в живот. ",
    "answers": [
      {
        "id": 44,
        "text": "(Смерть) "
      }
    ]
  },
  {
    "id": 70,
    "text": "  Недолго думая Вы извергли из руки пламя, которе тут же захлестнуло стража. Он начал кричать и махать руками, а вскоре пал у Ваших ног. Путь был свободен. ",
    "answers": [
      {
        "id": 71,
        "text": "(Продолжить движение) "
      }
    ]
  },
  {
    "id": 71,
    "text": "  Вы выбежали в столовую стражей, но видимо именно в этот момент снаряд катапульты угодил в старый замок. Колона треснула, и начала движение вниз, вместе с ней рушился и каменный свод.\n  Вам удалось отскочить в сторону, но Ваше оружие осталось под завалами. Единственное, чем Вы могли противостоять стражам или нападавшим — кинжал подмастерья драконоборцев и Ваша несравненная магия. ",
    "answers": [
      {
        "id": 72,
        "text": "(Выбраться из замка) "
      }
    ]
  },
  {
    "id": 72,
    "text": "  Вы вбежали в круглый зал. Перед Вами были ворота, ведущие на выход. Рядом с ними столпилась кучка воинов, которые держали эти ворота.\n  Слева выход был заблокирован обрушенным потолком, а справа был вход в кузницу. ",
    "answers": [
      {
        "id": 77,
        "text": "(Достать кинжал и приготовиться к бою) "
      }
    ]
  },
  {
    "id": 73,
    "text": "  Вы сделали еще пару шагов и ударили стража ногой, отчего он согнулся пополам. Потом Вы вонзили ему топор в спину. ",
    "answers": [
      {
        "id": 71,
        "text": "(Продолжить движение) "
      }
    ]
  },
  {
    "id": 74,
    "text": "  Страж был вооружен щитом, но топор хоть и с трудом, однако, пробил как щит, так и грудную клетку стража. ",
    "answers": [
      {
        "id": 71,
        "text": "(Продолжить движение) "
      }
    ]
  },
  {
    "id": 75,
    "text": "  Недолго думая Вы извергли из руки пламя, которе тут же захлестнуло стража. Он начал кричать и махать руками, а вскоре пал у Ваших ног. Путь был свободен. ",
    "answers": [
      {
        "id": 71,
        "text": "(Продолжить движение) "
      }
    ]
  },
  {
    "id": 76,
    "text": "  Задумано — сделано. На Вашем острие копья красовалось тело побежденного противника. ",
    "answers": [
      {
        "id": 71,
        "text": "(Продолжить движение) "
      }
    ]
  },
  {
    "id": 77,
    "text": "  Наконец нападавшие прорвались в замок, у ворот началась бойня. Нападавшие имели броню синего цвета и отличались более профессиональной подготовкой, нежели Огненные Стражи. Хотя когда-то давно Огненные Стражи охраняли самых опасных убийц на всем материке.\n  Через пару минут оборона стражей дала слабину и оставшиеся бежали в страхе мимо Вас.\n  Из этих синих войнов к Вам вперед вышел только один. Точнее одна. ",
    "answers": [
      {
        "id": 78,
        "text": "(Рассмотреть ее получше) "
      }
    ]
  },
  {
    "id": 78,
    "text": "  В ее левой руке был старый побитый щит, в правой короткий клинок. Броня защищала грудь и плечи, плоский живот обтягивала стальная кольчуга, а с пояса вперед и назад между ног тянулась синяя узорчатая плотная ткань. На голове был стальной шлем, но Вы не могли не подметить, насколько красивое у нее лицо. Из под шлема выбивались белоснежные локоны. Она тяжело дышала.\n  — Ты тот, кем являешься? — спросила Вас девушка.\n  ",
    "answers": [
      {
        "id": 79,
        "text": "\"Да, я драконоборец. \" "
      },
      {
        "id": 79,
        "text": "\"Что?\" "
      },
      {
        "id": 80,
        "text": "(Хранить молчание) "
      }
    ]
  },
  {
    "id": 79,
    "text": "  Не успели Вы ответить, как из кузницы появился Капитан Стоукорт — командующий Огненными Стражами.\n  — Я вам тут не мешаю, голубки? — надсмехался над вами боец. ",
    "answers": [
      {
        "id": 81,
        "text": "(Принять бой) "
      }
    ]
  },
  {
    "id": 80,
    "text": "Вдруг справа появился капитан Стоукорт — командующий Огненными Стражами.\n  — Я вам тут не мешаю, голубки? — надсмехался над вами боец. ",
    "answers": [
      {
        "id": 81,
        "text": "(Принять бой) "
      }
    ]
  },
  {
    "id": 81,
    "text": "  Круг. Три воина. У каждого свои интересы. Каждому будет лучше выйти из схватки победителем. Кем же окажется этот лучший? ",
    "answers": [
      {
        "id": 82,
        "text": "(Схватка) "
      }
    ]
  },
  {
    "id": 82,
    "text": "  На этом заканчивается первая часть Ярости Севера, но вторая чать уже готова. Поспешите узнать, что же произошло дальше!",
    "answers": [
      {
        "id": 1,
        "text": "Перейти на Ярость Севера 2 \"Тактика и Мастерство\" ",
        "targetbookid": 103758
      },
      {
        "id": 1,
        "text": "(В начало) "
      }
    ]
  },
  {
    "id": 83,
    "text": "",
    "answers": []
  }
]