[
  {
    "id": 1,
    "text": "  Автор: inferiorez\n \n Этот квест позволит Вам погрузиться в мир жестоких сражений, магов и чародеек, отчаянных драконоборцев и войск различных фракций или кланов.\n  На этот раз Вам предстоит отомстить за заключение в темнице, обрести новую знакомую, а также проливать кровь при захвате столицы Сноуфола! \n  Это и еще много чего интересного ждет Вас в \"Ярости Севера 2\"!\n  ",
    "answers": [
      {
        "id": 2,
        "text": "Начать историю. "
      }
    ]
  },
  {
    "id": 2,
    "text": "    Круг. Три воина. Вы, драконоборец с кинжалом и магией огня, неизвестная девушка со знаменами синего цвета, вооруженная щитом и мечом и капитан Огненной Стражи с молотом. У каждого свои интересы. Каждому будет лучше выйти из схватки победителем. Кем же окажется этот лучший? ",
    "answers": [
      {
        "id": 3,
        "text": "(Показать на что способны драконоборцы)"
      }
    ]
  },
  {
    "id": 3,
    "text": "  Все три противника сначала начали движение по кругу, в какой-то момент все замерли. А уже через секунду с яростными криками бежали друг на друга.\n  Первым удар нанес Стоукорт. Вы уклонились от летящего Вам в голову молота, но словили удар щитом от девушки.\n  Она уже замахнулась мечом в Вашу сторону. ",
    "answers": [
      {
        "id": 4,
        "text": "(Перехватить ее руку и ударить эфесом кинжала) "
      },
      {
        "id": 5,
        "text": "(Сделать шаг назад, а потом выпад кинжалом вперед) "
      }
    ]
  },
  {
    "id": 4,
    "text": "  Свободной рукой Вы поймали ее за запятье и ударили эфесом кинжала по милому и прекрасному личику.\n  В голове пронеслась мысль: \"Как можно портить такую красоту? \".\n  Пока Вы думали Стоукорт ударил Вас плечом в грудь и замахнулся для удара. ",
    "answers": [
      {
        "id": 7,
        "text": "(Пригнутся под молотом) "
      },
      {
        "id": 8,
        "text": "(Перепрыгнуть молот) "
      }
    ]
  },
  {
    "id": 5,
    "text": "  Вы отскочили назад и меч девушки прорезал только воздух, но когда Вы начали делать выпад, Вам в живот ударили молотом. Вы согнулись пополам, тем самым подставив под удар голову. А дальше, добивающий удар молотом и Вашу голову можно соскребать с пола. ",
    "answers": [
      {
        "id": 6,
        "text": "(Смерть) "
      }
    ]
  },
  {
    "id": 6,
    "text": "  Вы погибли. ",
    "answers": [
      {
        "id": 2,
        "text": "(Вернуться) "
      }
    ]
  },
  {
    "id": 7,
    "text": "  Вы пригнулись, но недостаточно низко, Ваша голова при отсутсвии шлема разлетелась бы на кусочки, но вместо этого просто вмятина в черепе. Правда несовместимая с жизнью. ",
    "answers": [
      {
        "id": 6,
        "text": "(Смерть) "
      }
    ]
  },
  {
    "id": 8,
    "text": "  Вы попытались перепрыгнуть  молот, но поднялись вверх недостаточно. Рукоять молота задела ноги и Вы упали на бок. Тут же Стоукорт нанес Вам в живот удар ногой. Вы проехали по полу и врезались спиной в стену. ",
    "answers": [
      {
        "id": 9,
        "text": "(Придти в себя) "
      }
    ]
  },
  {
    "id": 9,
    "text": "  Вы встряхнули головой, из-за шлема получилось не очень хорошо, но может быть он спасет Вам жизнь.\n  В это время девушка уже встала на ноги и активно атаковала капитана. Однако, его ловкости позавидовали бы многие. Он уверенно парировал все ее удары, а затем неожиданно нанес удар молотом в живот, от чего девушка упала на пол и выронила оружие.\n  Стоукорт решил покончить с ней позже, он направлялся к Вам. ",
    "answers": [
      {
        "id": 10,
        "text": "(Попробовать сжечь его) "
      },
      {
        "id": 11,
        "text": "(Ринуться с кинжалом в атаку) "
      }
    ]
  },
  {
    "id": 10,
    "text": "  Вы направили указательный и средний палец, сложенные вместе в его сторону, чтобы выпустить огненную стрелу.\n  Магия удалась, вот только капитан применил защитное заклинание, и Ваша стрела отскочила в сторону и разбилась о стену, оставив сноп искр. ",
    "answers": [
      {
        "id": 11,
        "text": "(Ринуться с кинжалом в атаку) "
      }
    ]
  },
  {
    "id": 11,
    "text": "  Ближний бой. Вы страласиь держаться вплотную с капитаном. Ведь у Вас был кинжал, а у него молот. Стоукорт вновь замахнулся молотом. ",
    "answers": [
      {
        "id": 12,
        "text": "(Уклонятся от атак и делать короткие контратаки) "
      },
      {
        "id": 13,
        "text": "(Уйти в глубокую оборону) "
      }
    ]
  },
  {
    "id": 12,
    "text": "  Первый удар молотом Вы удачно пропустили мимо себя. Второй удар пришелся по стене. Этим Вы и воспользовались вонзив капитану кинжал в живот.\n  Такой тактикой Вы и изрезали ему всю брюшную полость. Уклоняясь и быстро контратакуя. Капитан уже пал на одно колено, но продолжал махать молотом, Вы вновь уклонились и вонзили ему кинжал в шею. ",
    "answers": [
      {
        "id": 14,
        "text": "(Толкнуть Стоукорта ногой в грудь и издать боевой клич) "
      }
    ]
  },
  {
    "id": 13,
    "text": "  Вы пытались обороняться, но надолго Вас не хватило, вскоре Вы пропустили один удар, за ним еще два. В конце концов, капитан не оставил на Вас живого места. ",
    "answers": [
      {
        "id": 6,
        "text": "(Смерть) "
      }
    ]
  },
  {
    "id": 14,
    "text": "  Капитан пал у Ваших ног, с кинжала капала свежая кровь. Вы тяжело дышали, но нашли в себе воздуха, чтобы закричать. Воины, что прорвались в замок со страхом отошли назад. На месте осталась лишь та девушка.\n  Она уже подняла оружие и смотрела на Вас прямым взглядом. Ее грудь вздымалсь, но внешне она выглядела спокойно.\n  — Хороший бой, драконоборец. — только это сказала она. ",
    "answers": [
      {
        "id": 15,
        "text": "\"Он еще не закончен. \" "
      },
      {
        "id": 16,
        "text": "\"Кто ты такая?\" "
      }
    ]
  },
  {
    "id": 15,
    "text": "  — Тронешь меня и мои воины порвут тебя на кусочки. ",
    "answers": [
      {
        "id": 16,
        "text": "\"Кто ты такая?\" "
      }
    ]
  },
  {
    "id": 16,
    "text": "  — Аннабель, истинная наследница материка Сноуфол и островов на севере. — с гордостью произнесла девушка.- А ты, я так понимаю, драконоборец? \n  ",
    "answers": [
      {
        "id": 17,
        "text": "\"Он самый, откуда только ты это знаешь?\" "
      }
    ]
  },
  {
    "id": 17,
    "text": "  — Нам нужно поговорить наедине. — сказала девушка и пошла в столовую, ее подданные так и оставались на месте. ",
    "answers": [
      {
        "id": 18,
        "text": "(Последовать за ней) "
      }
    ]
  },
  {
    "id": 18,
    "text": "  Когда Вы вошли в столовую, Аннабель уже сняла шлем и потирала шею. Под правой бровью струилась кровь. Результат Вашего удара.\n  — Итак, я представилась тебе, теперь и ты, будь добр, представься мне. ",
    "answers": [
      {
        "id": 19,
        "text": "\"Айрон, Король Севера, Мастер Драконоборец.\" "
      }
    ]
  },
  {
    "id": 19,
    "text": "  — Ну насколько я знаю север уже давно спалил дракон, так что король из тебя не очень хороший. — с упреком посмотрела на Вас эта истинная наследница.",
    "answers": [
      {
        "id": 20,
        "text": "\"Насколько Я знаю, этот материк принадлежит Империи, а ты точно не имперка, так что королева из тебя тоже не очень хорошая.\" "
      },
      {
        "id": 21,
        "text": "\"Этот дракон уже давно мертв, я убил его.\" "
      }
    ]
  },
  {
    "id": 20,
    "text": "  — Так и будем дерзить друг другу или обсудим уже что-то серьёзное? ",
    "answers": [
      {
        "id": 22,
        "text": "\"Например? \" "
      }
    ]
  },
  {
    "id": 21,
    "text": "  Вот именно, поэтому я и проверяла тебя в бою! — она улыбнулась. Это сделало ее еще прекраснее.",
    "answers": [
      {
        "id": 22,
        "text": "(Дальше) "
      }
    ]
  },
  {
    "id": 22,
    "text": "  — Итак, насколько ты уже понял, я пытаюсь вернуть нашему народу былое величие. Без Империи конечно, — она посмотрела Вам в глаза, — но увы, мне нужен опытный советник, который что-то понимает в тактике. А кто лучше драконоборца разбирается в военном деле? ",
    "answers": [
      {
        "id": 23,
        "text": "\"Только мастер драконоборец.\" "
      }
    ]
  },
  {
    "id": 23,
    "text": "  — Не суть. Ты подходишь под эту кандидатуру. — она приблизилась к Вам, — Мне некому доверять, а насколько я знаю, драконоборцы до конца верны своим правителям. Мы даже атаковали этот замок ради тебя.",
    "answers": [
      {
        "id": 24,
        "text": "\"Откуда ты вообше столько знаешь о драконоборцах?\" "
      },
      {
        "id": 26,
        "text": "\"Что мне с этого будет?\" "
      }
    ]
  },
  {
    "id": 24,
    "text": "  — Один знающий друг поведал, и он твой знакомый. \n  — Кто?\n  — Мэйсон.\n  Воспоминания. \n  Вы потеряли Мэйсона из виду, когда захватывали один из замков на севере, уже будучи королем. Тогда Вы посчитали его мертвым, ведь потери было не сосчитать... ",
    "answers": [
      {
        "id": 25,
        "text": "\"Он жив?!\" "
      }
    ]
  },
  {
    "id": 25,
    "text": "  — Я ничего не могу сказать тебе про его состояние, но да, он жив. ",
    "answers": [
      {
        "id": 26,
        "text": "\"Хорошо, что мне будет, если я соглашусь на твое предложение?\" "
      }
    ]
  },
  {
    "id": 26,
    "text": "  — Ну, во-первых ты будешь жить, во-вторых я буду выплачивать тебе офицерское жалование, обеспечивать всем необходимым, в-третьих, ты будешь находиться в моем приятном обществе. — она улыбнулась, и Вы вновь подметили ее природную красоту. ",
    "answers": [
      {
        "id": 27,
        "text": "\"Я согласен.\" "
      },
      {
        "id": 28,
        "text": "\"Пожалуй, нет.\" "
      }
    ]
  },
  {
    "id": 27,
    "text": "  — Отлично, я так понимаю, просить облачиться тебя в синий цвет бессмысленно?\n  — Именно.\n  — Хорошо, пусть будет так, пойдем, познакомлю тебя с остальными. ",
    "answers": [
      {
        "id": 29,
        "text": "(Пойти вместе с Аннабель в главный зал)"
      }
    ]
  },
  {
    "id": 28,
    "text": "  — Очень жаль, убть его!\n  В столовую вбежали ее воины. Вы успели поджарить некоторых, одного зарезать кинжалом, но Вас проткнули копьем. ",
    "answers": [
      {
        "id": 6,
        "text": "(Смерть) "
      }
    ]
  },
  {
    "id": 29,
    "text": "  — Воины сопротивления! — начала свою речь Аннабель, — мы долго собирали силы, долго придумывали план, долго готовились. Но теперь наш дух окреп, наши силы возрасли, а наша вера в победу сильна! В наши ряды с сегодняшнего дня вступает мастер драконоборец! ",
    "answers": [
      {
        "id": 30,
        "text": "(Поднять кулак вверх) "
      },
      {
        "id": 31,
        "text": "(Стоять на месте) "
      }
    ]
  },
  {
    "id": 30,
    "text": "  Толпа одобрительно загудела, они еще помнят Вашу расправу над капитаном Стоукортом. ",
    "answers": [
      {
        "id": 32,
        "text": "(Продолжить) "
      }
    ]
  },
  {
    "id": 31,
    "text": "  Вы не произвели на толпу должного впечатления, однако, они еще помнят Вашу расправу над капитаном Стоукортом. ",
    "answers": [
      {
        "id": 32,
        "text": "(Продолжить) "
      }
    ]
  },
  {
    "id": 32,
    "text": "  — Нашей следующей целью является освобождение местных деревень от гнета Имперских сил! — толпа яростно закричала, Вы же храниши молчание. — А теперь, в честь удачного взятия этого замка, отдых!\n  Теперь воины были полностью удовлетворены и стали медленно расходиться.\n  К Вам повернулась Аннабель. ",
    "answers": [
      {
        "id": 33,
        "text": "\"А ты умеешь поднимать боевой дух.\" "
      },
      {
        "id": 34,
        "text": "\"Я ожидал чего-то большего\" "
      }
    ]
  },
  {
    "id": 33,
    "text": "  — Это моя работа, — она снова подарила Вам улыбку. ",
    "answers": [
      {
        "id": 35,
        "text": "\"Что же Вы прикажете делать мне, моя королева?\" "
      }
    ]
  },
  {
    "id": 34,
    "text": "  — Этого достаточно, — суровый взгляд, грубость на грубость. ",
    "answers": [
      {
        "id": 35,
        "text": "\"Что же вы прикажете делать мне, моя королева?\" "
      }
    ]
  },
  {
    "id": 35,
    "text": "  — Советую тебе хорошо поесть, вымыться дочиста и укоротить бороду, такое ощущение, что ты уже здесь несколько месяцев взаперти.\n  — Вообще так и есть.\n  Она задумалась. По ее щеке текла капелька крови. ",
    "answers": [
      {
        "id": 36,
        "text": "(Вытереть ее) "
      },
      {
        "id": 37,
        "text": "(Удалиться прочь) "
      }
    ]
  },
  {
    "id": 36,
    "text": "  Вы достали более-менее чистую тряпку и поднесли руку к ее лицу. Она резко схватила Вас за запястье.\n  — Эй, я же только вытереть кровь!\n  — Оу, прости, это рефлексы, — она явно была польщена заботой, — кстати, хороший удар. ",
    "answers": [
      {
        "id": 37,
        "text": "(Удалиться прочь) "
      }
    ]
  },
  {
    "id": 37,
    "text": "  Вы уже пошли искать еду, как Аннабель позвала Вас. ",
    "answers": [
      {
        "id": 38,
        "text": "\"Да?\" "
      }
    ]
  },
  {
    "id": 38,
    "text": "  — Я тебе решила довериться, не предавай меня.\n  Такой взгляд Вы запомните надолго. Похоже ей и вправду некому больше верить. Вы пошли по своим делам. ",
    "answers": [
      {
        "id": 39,
        "text": "(Продолжить) "
      }
    ]
  },
  {
    "id": 39,
    "text": "  Вы отлино поужинали. Уже два месяца Вы не видели настоящей еды.\n  После Вы решили помыться в бадье и подстричься. Хорошо, что в армии сопротивления был цирюльник. Когда Вы посмотрели на свое отражение, Вашему изумлению не было предела.\n  На Вас смотрел измученный исхудавший заросший человек, лицо которого покрывает грязь, запекшаяся кровь и густая растительность в области рта.\n  Поэтому вода оказала на Вас огромный расслабляющий эффект. После получасового наслаждения Вас подстригли, теперь Вы выглядели намного опрятнее — короткая прическа и аккуратная борода придавали Вам вид кавалера.\n  После Вы отправились в свои покои. Да, Вам выделили отдельные покои в комнате капитана Стоукорта. Символично, правда? ",
    "answers": [
      {
        "id": 40,
        "text": "(Осмотреть свои раны) "
      }
    ]
  },
  {
    "id": 40,
    "text": "  Смертельных не было, лишь пару легких порезов. Вы хорошенько их забинтовали и уже хотели лечь спать, как в дверь постучали. ",
    "answers": [
      {
        "id": 41,
        "text": "(Открыть) "
      }
    ]
  },
  {
    "id": 41,
    "text": "  На пороге стояла Аннабель. В ее руках был сверток, по форме напоминающий меч. Сама она была одета все в ту же броню. Похоже она не появлялась на глаза воинам в других нарядах.\n  — Я надеюсь не разбудила тебя? ",
    "answers": [
      {
        "id": 42,
        "text": "\"Я только собирался ложиться.\" "
      },
      {
        "id": 43,
        "text": "\"Разбудила!\" "
      }
    ]
  },
  {
    "id": 42,
    "text": "  — Отлично, мне нужно от тебя кое-что. ",
    "answers": [
      {
        "id": 44,
        "text": "\"Что же?\" "
      }
    ]
  },
  {
    "id": 43,
    "text": "  — Ну ничего, потерпишь, мне от тебя кое-что нужно. ",
    "answers": [
      {
        "id": 44,
        "text": "\"Что же?\" "
      }
    ]
  },
  {
    "id": 44,
    "text": "  — Клятва.\n  Она развернула сверток, и там оказался меч предков, меч Вашего отца, меч, которым Вы завоевывали север.\n  Вы поняли, что Аннабель получила его от Мэйсона. Вы бы хотели знать где он, но если Мэйсон прячется, значит так надо. ",
    "answers": [
      {
        "id": 45,
        "text": "(Дать клятву) "
      }
    ]
  },
  {
    "id": 45,
    "text": "  — Клянусь своей честю и жизнью.\n  ",
    "answers": [
      {
        "id": 46,
        "text": "\"Клянусь своей честью и жизнью.\" "
      }
    ]
  },
  {
    "id": 46,
    "text": "  — Хранить верность своей королеве — Аннабель Сноуфол. ",
    "answers": [
      {
        "id": 47,
        "text": " \"Хранить верность своей королеве - Аннабель Сноуфол.\""
      }
    ]
  },
  {
    "id": 47,
    "text": "  — Защищать народ Сноуфола и Северных островов от любого врага. ",
    "answers": [
      {
        "id": 48,
        "text": " \"Защищать народ Сноуфола и Северных островов от любого врага. \""
      }
    ]
  },
  {
    "id": 48,
    "text": "  — Я, твое имя, присягаю на верность своей королеве! ",
    "answers": [
      {
        "id": 49,
        "text": " \"Я, Айрон Бриг, присягаю на верность своей королеве!\""
      }
    ]
  },
  {
    "id": 49,
    "text": "  — Встань на колено, мой рыцарь. — Аннабель взяла меч предков двумя руками. ",
    "answers": [
      {
        "id": 50,
        "text": "(Преклонить колено) "
      }
    ]
  },
  {
    "id": 50,
    "text": "  Она бережно коснулась Ваших плеч и головы, потом произнесла:\n  — Встань же, защитник Сноуфола и островов Севера и прими этот меч, в знак моего уважения к тебе! ",
    "answers": [
      {
        "id": 51,
        "text": "(Принять меч) "
      }
    ]
  },
  {
    "id": 51,
    "text": "  Вы взяли меч в руки, родная рукоять удобно легла в ладонь. Вы почувствовали прилив сил. На  мече были видны надписи: \"Храбрость. Справедливость. Ярость.\"\n  — Надеюсь ты понимаешь почему без зрителей.\n  — Да, сейчас не время для этих церемоний, да и никто не должен об этом знать. — ответили Вы. \n  — Именно, но твоя клятва мне необходима.\n  Она еще немного постояла у Вас в комнате, потом пожелала доброй ночи и ушла.\n  Ну что же, теперь Вы вновь на свободе, но отдадите ли Вы ее Аннабель? ",
    "answers": [
      {
        "id": 52,
        "text": "(Стоит об этом подумать) "
      }
    ]
  },
  {
    "id": 52,
    "text": "  Теперь Вы со спокойной душой упали на кровать. А капитан Стоукорт любит мягкие перина. Вы и не заметили, как погрузились в сон, однако, Вам снилось Ваше прошлое. То, что Вы не успели вспомнить в темнице... ",
    "answers": [
      {
        "id": 53,
        "text": "(Погрузиться в воспоминания) "
      }
    ]
  },
  {
    "id": 53,
    "text": "  Сугробы в заснеженном лесу. С неба срывались в порыве яростного ветра снежные хлопья. Вы ехали на черном коне в направлении столицы северных островов. \n  За время Вашего отсутсвия, Кайл собрал все Кланы воедино и оттеснил имперцев на побережье островов. Он никогда не брал пленных. Даже женщины и дети не избежали участи кровавой расправы. А после возвращения земель, Кайл начал разрушать Север. Кланы жили в нищете, пока их предводители купались в изобилии провианта. \n  Но теперь на горизонте появился одинокий всадник, на плече которого красным был выведен дракон, парящий в воздухе. \n  ",
    "answers": [
      {
        "id": 54,
        "text": "(Подъехать к воротам) "
      }
    ]
  },
  {
    "id": 54,
    "text": "  Стража на стене Вас без сомнения узнали. Ворота открылись перед Вами. У Вас бы защемило сердце от вида родного дома, но годы тренировок выжгли большинство Ваших эмоций. Так что Вы не проронив ни звука продолжили путь уже к Главному дому.\n  У входа, Вы спешились и подошли к двери. На левом боку в ножнах покоился верный меч, а за спиной на поясе висел кинжал подмастерия. ",
    "answers": [
      {
        "id": 55,
        "text": "(Открыть дверь) "
      }
    ]
  },
  {
    "id": 55,
    "text": "  Кайл восседал на троне в конце зала, справа и слева стояли столы с огромным количеством еды. Хотя, когда Вы проезжали по городу, не раз подметили его нищету. Посередине горел костер, согревая всех подданных Кайла.\n  В Вас закипала ярость. Кайл пренебрегал властью, он совершенно не думал о народе. Это необходимо было исправить.\n  Наконец Кайл обратил на Вас внимание. Его лицо резко побледнело. Он встал, а его кубок с вином полетел на пол.\n  — Ты?!\n  — Кайл Родерик, ты обвиняешься в бесчестном убийстве Короля Севера, использовании власти в собственных целях, а не на благо народа. — сказали Вы, — я вызываю тебя на поединок. ",
    "answers": [
      {
        "id": 56,
        "text": "(Приготовиться к бою) "
      }
    ]
  },
  {
    "id": 56,
    "text": "  Кайл конечно же принял Ваш вызов. Иначе его ждала бы смертная казнь. Народ помнил доброту и справедливость Вашего отца, и ждал этого от Вас.\n  Вы вышли на главную площадь, Вас окружил северный народ. Напротив, уже облачался в броню Кайл. От этого поединка зависит судьба Севера. Вы должны победить. Любой ценой. ",
    "answers": [
      {
        "id": 57,
        "text": "(Обнажить оружие) "
      }
    ]
  },
  {
    "id": 57,
    "text": "  Вы достали из ножен свой меч и взяли его двумя руками. Кайл же достал из-за пояса два стальных топора. Вы знали, что Кайл довольно серьезный противник. Но опытным взглядом Вы определили его слабое место. Два оружия не обеспечивали воину должную защиту, однако, его атак стоило опасаться.\n  Бой барабанов, боевое пение северян. Вы слышали свое дыхание. Из прорези в шлеме вырывался пар. Вы сверлили взглядом Кайла.\n  Вдруг, барабанный бой смолк. ",
    "answers": [
      {
        "id": 58,
        "text": "(Ринуться в атаку) "
      },
      {
        "id": 68,
        "text": "(Обороняться) "
      }
    ]
  },
  {
    "id": 58,
    "text": "  Вы побежали на своего заклятого врага, но и он на месте не стоял. Как расстояние сократилось, Кайл в прыжке атаковал Вас двумя топорами. ",
    "answers": [
      {
        "id": 59,
        "text": "(Блокировать удар) "
      },
      {
        "id": 67,
        "text": "(Парировать удар) "
      }
    ]
  },
  {
    "id": 59,
    "text": "  Вы поставили меч чуть под уклоном, и топоры прошли мимо Вас. Но как только Вы развернулись Кайл нанес Вам удар топором по ноге.\n  Вы не успели убрать ногу, но броня драконоборца смягчила удар, в итоге Вы получили легкий порез. ",
    "answers": [
      {
        "id": 60,
        "text": "(Сделать выпад вперед) "
      }
    ]
  },
  {
    "id": 60,
    "text": "  Вы предприняли попытку укола, но Кайл одним топором отбил Ваш меч, а вторым ударил по шее, однако, Вы успели пригнуться и провести ему мечом по левому боку.\n  Кайл отпрянул от Вас и схватился рукой за рану. Когда он посмотрел на ладонь, то увидел кровь. ",
    "answers": [
      {
        "id": 61,
        "text": "(Атаковать в прыжке) "
      },
      {
        "id": 63,
        "text": "(Атаковать без прыжка) "
      }
    ]
  },
  {
    "id": 61,
    "text": "  Вы прыгнули на Кайла, однако, порез на ноге дал о себе знать. Атака не удалась и теперь Вас рубили топоры Кайла.",
    "answers": [
      {
        "id": 62,
        "text": "(Смерть) "
      }
    ]
  },
  {
    "id": 62,
    "text": "  Вы погибли. ",
    "answers": [
      {
        "id": 56,
        "text": "(Вернуться) "
      }
    ]
  },
  {
    "id": 63,
    "text": "  Вы замахнулись мечом и нанесли рубящий удар, и он принес свои плоды. Кайл выронил один топор. Но не теряя секунд он в прыжке ударил Вас коленом по голове. Ваш взгляд расплылся. ",
    "answers": [
      {
        "id": 64,
        "text": "(Махать мечом в разные стороны) "
      },
      {
        "id": 65,
        "text": "(Положиться на другие органы чувств) "
      }
    ]
  },
  {
    "id": 64,
    "text": "  Не лучшая тактика. Кайл выждал момент и ударил Вам топором в ключицу. От раны Вы скончались на месте. ",
    "answers": [
      {
        "id": 62,
        "text": "(Смерть) "
      }
    ]
  },
  {
    "id": 65,
    "text": "  Во время тренировок, Вы иногда дрались с завязанными глазами. Это Вам и помогло. Когда Кайл разбежался, Вы встретили его резким ударом плеча, отчего Ваш противник упал на землю.\n  Ваш взгляд вновь мог фокусироваться. ",
    "answers": [
      {
        "id": 66,
        "text": "(Убить предателя) "
      }
    ]
  },
  {
    "id": 66,
    "text": "  Как только Кайл поднялся, на него обрушился град ударов. Вы не щадили сил. Некоторые удары он еще парировал, но потом начал ошибаться. Сначала Вы нанесли порез на его левую руку, затем прокололи ногу, провели мечом по груди и наконец в развороте вонзили ему меч в шею.\n  В Вашей ладони вспыхнуло пламя, доставая меч из шеи Кайла Вы подожгли его. Теперь на месте Короля Севера была кучка пепла.\n  Народ ликовал, но Вы попросили их закрыть рты, Вам нужно было многое сказать. И многое поменять. ",
    "answers": [
      {
        "id": 69,
        "text": "(Дальше) "
      }
    ]
  },
  {
    "id": 67,
    "text": "  Вы наклонили свое туловище в сторону, тем самым пропуская противника за себя, резко развернувшись, Вы провели мечом по его пояснице, отчего там выступила кровь.",
    "answers": [
      {
        "id": 63,
        "text": "(Продолжить атаку) "
      }
    ]
  },
  {
    "id": 68,
    "text": "  Вы встали в защитную стойку, и на Вас тут же орбушился град ударов. Следовало бы атаковать, но уже ничего не поделаешь, нужно показывать мастерство фехтования. Вы перебрасывали меч из рук в руку, противник не успевал за Вашими движениями даже с двумя топорами.\n  В итоге Вы провели удачную контратаку и провели мечом по его левому боку. ",
    "answers": [
      {
        "id": 63,
        "text": "(Продолжить атаку) "
      }
    ]
  },
  {
    "id": 69,
    "text": "  Вы пришли к власти. Теперь на Севере все переменилось, конечно же в лучшую сторону. Вам снилось что-то еще, но на утро Вы уже не вспомнили. ",
    "answers": [
      {
        "id": 70,
        "text": "(Проснуться) "
      }
    ]
  },
  {
    "id": 70,
    "text": "  В Ваши покои через окно пробивались лучи рассветного солнца. Давно Вы не отдыхали в роскоши. Но нужно было вставать.\n  Вы облачились в броню драконоборца, а поверх закрепили ремень, на котором держался меч предков. Затянув все ремни Вы посмотрели в отражение.\n  На Вас смотрел Король Севера. Когда Вы вспомнили об этом, по Вашему телу побежали мурашки. Слишком много боли Вы испытали на Севере. А рана от его потери еще не зажила. Но еще будет время вспомнить про чародейку и дракона, спалившего северные острова. А сейчас Вам нужно отправляться к Аннабель. ",
    "answers": [
      {
        "id": 71,
        "text": "(Спуститься вниз) "
      }
    ]
  },
  {
    "id": 71,
    "text": "  Вы шли в покои Аннабель, там она соорудила временный штаб армии сопротивления. Повсюду бродили солдаты, но Вы не видели ни одного спящего. Похоже с дисциплиной здесь порядок. Модно ли называть Аннабель железной леди? Пожалуй, лучше не стоит... ",
    "answers": [
      {
        "id": 72,
        "text": "(Войти в покои Аннабель) "
      }
    ]
  },
  {
    "id": 72,
    "text": "  Когда Вы вошли, Вашему взору представился довольно просторный зал, справа у стены стояла двуспальная кровать, рядом были стойки для оружия и брони. В другом конце Вы увидели стол, на который была нанесена карта Сноуфола. Рядом уже стояла Аннабель вместе с остальными офицерами. Все ждали только Вас. ",
    "answers": [
      {
        "id": 73,
        "text": "\"Доброе утро\" "
      },
      {
        "id": 75,
        "text": "\"Доброе утро, Железная Леди и ее прихлебатели!\" "
      }
    ]
  },
  {
    "id": 73,
    "text": "  Некоторые офицеры ответили Вам взаимностью, некоторые просто разглядывали Вас, Аннабель же вновь одарила Вас сияющей улыбкой. ",
    "answers": [
      {
        "id": 74,
        "text": "(Продолжить) "
      }
    ]
  },
  {
    "id": 74,
    "text": "  — Итак, как я и сказала вчера, нашей основной целью на ближайшее время является освобождение местных деревень от контроля Империи. Какие есть предложения по этому поводу? — Аннабель обращалась ко всем. Офицеры начали высказывать свои идеи.\n  — Сожжем их всех!\n  — Нападем всем войском!\n  — Ночью заберем весь скот!\n  Вы закрыли лицо рукой и покачали головой. Хоть воины они отличные, но тактика явно хромает. ",
    "answers": [
      {
        "id": 76,
        "text": "\"Народ деревень не рад Империи, нам лишь нужно дать им стимул и они сами себя освободят.\" "
      }
    ]
  },
  {
    "id": 75,
    "text": "  Офицеры одарили Вас презрительным взглядом, а Аннабель по взгляду захотела Вас казнить. ",
    "answers": [
      {
        "id": 74,
        "text": "(Продолжить) "
      }
    ]
  },
  {
    "id": 76,
    "text": "  Аннабель посмотрела на Вас признательным взглядом. Похоже она этого и ждала от Вас.\n  — Итак, офицеры, вы все слышали, разошлите малые отряды во все деревни. Пусть поднимают жителей на войну. Если мы хотим свергнуть Империю, нужно это делать сообща. Попрошу всех оставить помещение. ",
    "answers": [
      {
        "id": 77,
        "text": "(Направиться в сторону выхода) "
      }
    ]
  },
  {
    "id": 77,
    "text": "  Офицеры начали выходить, Вы тоже направились в сторону выхода, но Аннабель окликнула Вас. ",
    "answers": [
      {
        "id": 78,
        "text": "\"Да?\" "
      }
    ]
  },
  {
    "id": 78,
    "text": "  — Как видишь, у меня нет грамотных полководцев.\n  — А мне понравились их идеи, особенно где нужно было всех сжечь, — при этих словах на Вашей ладони заплясал огонь, — но если между нами, вы так быстро проиграете.\n  — Помоги мне.\n  Вы посмотрели в глаза Аннабель и поняли, что на Вас у нее вся надежда.\n  — Я присягнул тебе на верность, теперь я твой рыцарь.\n  Аннабель обошла стол и взяла Вас за руку.\n  — Хоть я и твоя королева, но давай оставим эти официальные отношения. Я тебя здесь не держу, если ты хочешь идти, то я тебя отпущу. Но сам понимаешь, без тебя мы не вернем Сноуфол. Я могу отбить нашему народу былое величие, могу вернуть северянам их острова. Поэтому скажи мне сразу, ты со мной? ",
    "answers": [
      {
        "id": 79,
        "text": "\"Нет.\" "
      },
      {
        "id": 80,
        "text": "\"Да.\" "
      }
    ]
  },
  {
    "id": 79,
    "text": "  Вы отправились из замка в свой дом на Севере. Когда Вы вернулись, то обнаружили там лишь сгоревшие дотла останки домов. Дракон здесь сильно постарался. Однако пару домов были еще в некоторых местах целыми. Вы отстроили их и поселились там. Вы встретили смерть в одиночестве. ",
    "answers": [
      {
        "id": 1,
        "text": "(Закончить путь) "
      }
    ]
  },
  {
    "id": 80,
    "text": "  Аннабель улыбнулась.\n  — Я на это и расчитывала. Тогда делаю тебя своей правой рукой. С этого момента все мои войска в твоем подчинении, все офицеры обязаны выполнять твои приказы. Но ты обязан защищать меня в бою. Конечно, я могу сама за себя постоять, но и все же.\n  — Тогда с тебя бочка эля.\n  — По рукам!\n  Вы еще обменялись с ней короткими взглядами, а потом вышли из ее зала. ",
    "answers": [
      {
        "id": 81,
        "text": "(Продолжить) "
      }
    ]
  },
  {
    "id": 81,
    "text": "  Через неделю, как Вы и предполагали, деревни стали поднимать оружие против имперцев. Ваша армия довольно быстро завоевала контроль над окрестными деревнями. Следующей целью был холодный город Сноуфола — Вайтколд.\n  Он представлял из себя постройки, окруженные толстой каменной стеной на склоне горы, которая представляла собой остров. Задача не из простых. В город было два пути — это мост, который вел к главным воротам, а ниже была пристань, которая вела ко вторым воротам. Даже если захватчики и пробились бы в город, то им бы пришлось еще захватывать и внутреннюю крепость.\n  Теперь предстояло решить с Аннабель, как его лучше атаковать. ",
    "answers": [
      {
        "id": 82,
        "text": "(Войти в покои Аннабель) "
      }
    ]
  },
  {
    "id": 82,
    "text": "  Вы вошли без стука. К Вашему удивлению королева стояла без этой стальной брони. На ней было легкое синее шелковое платье, местами облегая ее прекрасные выпуклости. Про себя Вы отметили, что у нее отличная фигура, то есть форма. Да, форма.\n  — Извини, я не знал, что ты...\n  — Хах, не стесняйся. Проходи, — Аннабель рукой подозвала Вас к карте. — Итак, город Вайтколд. К нему два входа. Это мост над широкой рекой, протяженностью 150 шагов и пристань под этим мостом. Если хотим атаковать пристань, то необходимо будет разделить силы и захватить корабль. Но можем этим раскрыть свои планы имперцам и тогда все будет не очень хорошо. Если атакуем всеми силами через мост, то устроим там давку. Как лучше сделать? \n  ",
    "answers": [
      {
        "id": 83,
        "text": "\"Возьмем всех и ударим в лоб\" "
      },
      {
        "id": 87,
        "text": "\"Разделим силы, я с отрядом атакую пристань, а ты возьмешь ворота.\" "
      }
    ]
  },
  {
    "id": 83,
    "text": "  — У нас 240 обученных воинов. Гарнизон города 150 человек. Плюс мы имеем две катапульты и несколько лестниц. Но лестницы тут бесполезны, их просто некуда поставить. Ворота ломать нечем, есть предложения? ",
    "answers": [
      {
        "id": 84,
        "text": "\"Я взорву ее огненным шаром, потом конечно сил на магию не будет, но путь будет открыт.\" "
      }
    ]
  },
  {
    "id": 84,
    "text": "  — Отлично. После ворот будет уличный бой. Постарайся держаться рядом со мной, хорошо?\n  — Волнуешься за драконоборца? — Вы ухмельнулись. \n  — Я видела как самые лучшие воины падают от случайных ударов. Слишком много уверенности в себе, понимаешь? ",
    "answers": [
      {
        "id": 85,
        "text": "\"Я же обещал тебя защищать, так что мне деваться некуда.\" "
      }
    ]
  },
  {
    "id": 85,
    "text": "  — Хорошо. В итоге, что мы имеем. Катапульты обстреливают стены пока мы бежим по мосту, потом ты магией рушишь ворота и тут же возвращаешься ко мне, далее вместе прорубаем себе путь к крепости. А там мы вдвоем положим конец имперским командирам. Все правильно? ",
    "answers": [
      {
        "id": 86,
        "text": "\"Да.\" "
      },
      {
        "id": 82,
        "text": "\"Пожалуй пересмотрю стратегию\" "
      }
    ]
  },
  {
    "id": 86,
    "text": "  — Тогда мы немедленно выдвигаемся, бери с собой все необходимое, я буду ждать тебя за пределами замка. ",
    "answers": [
      {
        "id": 88,
        "text": "(Собраться в путь) "
      }
    ]
  },
  {
    "id": 87,
    "text": "  — Отлично. У нас 240 человек, гарнизон города — 150. Плюс мы имеем две катапульты. Ты берешь человек двадцать и захватываешь любой корабль подальше от города. Желательно торговый конечно и отправляешься на пристань. Твоя задача взять ворота до их закрытия. После прорываешься в город и отправляешь отряд открыть главные ворота, чтобы мое войско смогло атаковать город. Окружив их, мы заставим сложить оружие. — Аннабель сияла от восторга, — а, и еще... ",
    "answers": [
      {
        "id": 100,
        "text": "\"Да?\" "
      }
    ]
  },
  {
    "id": 88,
    "text": "  Вы решили еще раз почитсить оружие и броню. Времени на это хватало. Снова серьезный бой. Хорошая ли была идея атаковать толпой? Ну что же, пока не проверишь — не узнаешь. Так же Вы немного опасались за Аннабель. Вы уже привыкли к ней, и если этот бой будет для не последним... Вас передернуло. Нет! Допустить этого Вы не можете. ",
    "answers": [
      {
        "id": 89,
        "text": "(Собрать вещи в мешок) "
      }
    ]
  },
  {
    "id": 89,
    "text": "  Вы взяли мешок и начали наполнять его всяким полезным хламом. Например: различные зелья и ингридиенты для них, пищу, бурдюк с водой, бинты, тряпки для читски оружия, а также пару рубах. Тут Ващ взгляд упал на голубую ленту. Вам ее подарила чародейка,перед тем как оставить Вас. Воспоминания хотели одолеть Вас, но сейчас не время. Вы повязали ленту вокруг левой руки, а чуть выше парил в воздухе дракон, выведенный красным. ",
    "answers": [
      {
        "id": 90,
        "text": "(На Вайтколд!) "
      }
    ]
  },
  {
    "id": 90,
    "text": "  Лучник в гарнизоне Вайтколда патрулировал на стене. Скучная обыденность. Ничего интересного. Даже в голову начали закрадываться мысли вроде: а может все таки кто-нибудь нападет на город? Ведь где-то в этих лесах сидят мятежники. Говорят у них не королева, а Железная Ле...\n  Дрдумать лучник не успел. В стену ударил снаряд катапульты, объятый пламенем. Лучник посмотрел на мост и увидел за ним две катапульты, которые только вышли из тумана, а рядом с ними воина с голубой лентой на руке. В его ладонях танцевал огонь. ",
    "answers": [
      {
        "id": 91,
        "text": "(За Королеву Сноуфола!) "
      }
    ]
  },
  {
    "id": 91,
    "text": "  — За Королеву Сноуфола! — кричали Вы на бегу, — В атаку!\n  Под градом стрел Вы бежали эти 150 метров. Сказать, что легко их преодолеть в тяжёлых доспехах с оружием наголо — значит ничего не понимать в беге в тяжелых доспехах с оружием наголо. Вы подхватили щит павшего соратника и продолжили движение. В щит тут же ударилось несколько стрел.\n  Наконец Вы уже были почти у ворот, как Вам в ногу вонзилась стрела. Адская боль. Вы споткнулись и упали, сделав кувырок, но вот часть стрелы сломалась во время этого кувырка, придав Вам очень, ОЧЕНЬ много острых ощущений.\n  Вскрикнув от боли Вы направили ладони на ворота. ",
    "answers": [
      {
        "id": 92,
        "text": "(Запустить фейерверк) "
      }
    ]
  },
  {
    "id": 92,
    "text": "  Из Ваших ладоней посыпались искры. Сделав несколько нетрудных вращений руками, Вы создали между ладонями маленький огненный шарик. А потом резко вытянули руки, и шар полетел в сторону ворот. \n  Огромный врзыв потряс стену, тяжёлые пятиметровые ворота вынесло вместе с петлями. Часть стены обрушилась вниз. Довольно много имперцев остананется под обломками навсегда.\n  После такой мощной магии у Вас потемнело в глазах. Вы чуть не потеряли сознание, но удержали свое тело в прежнем положении. \n  — Ты справился! — Вас по плечу хлопала Аннабель. — Держись возле меня. Впереед! \n",
    "answers": [
      {
        "id": 93,
        "text": "(Последовать за Вашей Королевой) "
      }
    ]
  },
  {
    "id": 93,
    "text": "  Вы прорубали себе путь через ряды имперцев. Вглядываясь в их лица, Вы видели в них северные черты. Неужели половина имперцев — северяне?\n  Но Ваше внимание отвлекла Аннабель. Сейчас она билась с двумя легионерами одновременно. ",
    "answers": [
      {
        "id": 94,
        "text": "(Поспешить ей на помощь) "
      }
    ]
  },
  {
    "id": 94,
    "text": "  Вы едва успели поставить свой клинок под удар одного из легионеров. Ловким движением рук, Вы провернули меч вокруг его оси и вонзили в живот противнику. Второго добила Аннабель.\n  — Спасибо. — В благодарность Вы получили сияющую улыбку. ",
    "answers": [
      {
        "id": 95,
        "text": "(Продолжить бой) "
      }
    ]
  },
  {
    "id": 95,
    "text": "  Из гущи людей на Вас вышел воин с двуручным мечом. Ему вроде приглянулась Ваша голова. Замахнувшись мечом, он целился Вам в шею. ",
    "answers": [
      {
        "id": 96,
        "text": "(Быстро атаковать) "
      },
      {
        "id": 98,
        "text": "(Пригнуться, затем атаковать) "
      }
    ]
  },
  {
    "id": 96,
    "text": "  Вы сделали выпад вперед и вонщили клинок воину в грудь. Но его меч уже начал движение, поэтому он по инерции ударил Вас по голове. Удар был настолько сильным, что прорубил шлем и часть Вашей головы. ",
    "answers": [
      {
        "id": 97,
        "text": "(Смерть) "
      }
    ]
  },
  {
    "id": 97,
    "text": "  Вы погибли. ",
    "answers": [
      {
        "id": 91,
        "text": "(Вернуться) "
      }
    ]
  },
  {
    "id": 98,
    "text": "  Вы благополучно пригнулись и вонзив меч в тело врага повалили его на землю, продолжая прокручивать по часовой стрелке клинок в его груди. После такого, раны не заживают.\n  Вы встали и продолжили бой. Когда Вы уже были у крепости, потери не было смысла считать, проще было посчитать живых. Последние воины укрылись в крепости. ",
    "answers": [
      {
        "id": 99,
        "text": "(В крепость) "
      }
    ]
  },
  {
    "id": 99,
    "text": "  Вы направились к крепости. Когда Вы подошли, увидели чуть открытые ворота. Вас ждали, они надеялись на благородство королевы.\n  Аннабель бесшумно подошла к Вам.\n  — Город наш, осталось только убить моего брата.\n  — Он здесь главный?\n  — Да, и он просто так не сдастся. ",
    "answers": [
      {
        "id": 124,
        "text": "(Войти в крепость) "
      }
    ]
  },
  {
    "id": 100,
    "text": "  — Постарайся не умереть. Ты мне еще нужен живым. ",
    "answers": [
      {
        "id": 101,
        "text": "\"Я же поклялся защищать тебя, так что мне деваться некуда.\" "
      }
    ]
  },
  {
    "id": 101,
    "text": "  — Хорошо, тогда немедленно собирайся и иди искать корабль, я на тебя надеюсь. Атакуем завтра, когда только увидишь рассвет. — Аннабель посмотрела на Вас слишком чувственным взглядом. От этого у Вас побежали мурашки по коже, неужели у Вас к ней что-то есть? ",
    "answers": [
      {
        "id": 102,
        "text": "(Собраться в путь) "
      }
    ]
  },
  {
    "id": 102,
    "text": "    Вы решили еще раз почитсить оружие и броню. Времени на это хватало. Снова серьезный бой. Хорошая ли была идея разделить силы? Ну что же, пока не проверишь — не узнаешь. Так же Вы немного опасались за Аннабель. Вы уже привыкли к ней, и если этот бой будет для не последним... Вас передернуло. Нет! Допустить этого Вы не можете. ",
    "answers": [
      {
        "id": 103,
        "text": "(Собрать вещи в мешок) "
      }
    ]
  },
  {
    "id": 103,
    "text": "   Вы взяли мешок и начали наполнять его всяким полезным хламом. Например: различные зелья и ингридиенты для них, пищу, бурдюк с водой, бинты, тряпки для чистки оружия, а также пару рубах. Тут Ваш взгляд упал на голубую ленту. Вам ее подарила чародейка,перед тем как оставить Вас. Воспоминания хотели одолеть Вас, но сейчас не время. Вы повязали ленту вокруг левой руки, а чуть выше парил в воздухе дракон, выведенный красным.  ",
    "answers": [
      {
        "id": 104,
        "text": "(Отправиться с отрядом на поиски корабля) "
      }
    ]
  },
  {
    "id": 104,
    "text": "  Торговец вышел на палубу. Солнце только скрылось за горами, а через час уже будут видны вершины зданий Вайтколда. Он вез различные предметы роскоши, вроде ковров, позолоченных кубков и графинов, шуб и меховых одеял. Выручка должна быть большой...\n  Торговец не успел довести мысль до конца, его горло перерезал изогнутый кинжал. На руке убийцы развивалась голубая лента... ",
    "answers": [
      {
        "id": 105,
        "text": "(На Вайтколд!) "
      }
    ]
  },
  {
    "id": 105,
    "text": "  Корабль Вам легко сдался. Нужна была кровь для устрашения да и только. Вы связали имперцев и бросили их в трюм. Теперь нужно было дождаться рассвета. ",
    "answers": [
      {
        "id": 106,
        "text": "(Сесть на корму) "
      }
    ]
  },
  {
    "id": 106,
    "text": "  Вы подошли к корме и упали на пол. Ночь тиха. Лишь легкое покачивание и всплески волн отдавались жизнью в этом месте. Вдруг к Вам подошел один солдат, он уселся рядом и явно хотел поговорить. ",
    "answers": [
      {
        "id": 107,
        "text": "\"Ты что-то хочешь?\" "
      }
    ]
  },
  {
    "id": 107,
    "text": "  — Не я, а моя королева. Вы просто многого не знаете, — воин многозначительно посмотрел на Вас, — Аннабель, она пережила слишком много. Ее в начале предал брат, он кстати сейчас скрывается в Вайтколде, потом ее муж хотел продать ее имперцам, и ей пришлось его убить. Хоть она и любила его. А сейчас появляется драконоборец, своей харизмой он завоевывает ее сердце. ",
    "answers": [
      {
        "id": 108,
        "text": "\"Да брось!\" "
      }
    ]
  },
  {
    "id": 108,
    "text": "  — Я серьезно. Я то вижу, как она на Вас смотрит. И даже если у вас что-то будет, прошу, не разбивайте ей сердца. Я не очень красноречив, но суть передал.\n  Воин поднялся и ушел по своим делам, оставив Вам пищу для размышлений. ",
    "answers": [
      {
        "id": 109,
        "text": "(Дождаться рассвета) "
      }
    ]
  },
  {
    "id": 109,
    "text": "  С первыми лучами рассветного солнца корабль причалил к пристани. Солдаты еще не знали, что рядом со стенами их города уже стоит целое войско. Утренний туман сыграл Вам на руку. ",
    "answers": [
      {
        "id": 110,
        "text": "(Выскочить с корабля и атаковать пристань) "
      }
    ]
  },
  {
    "id": 110,
    "text": "  С яростными криками Ваш отряд, да и Вы сами ринулись в атаку. На пристани стражников было не много, поэтому не составило труда прорубить путь к воротам. Увидев приближающуюся толпу, стражник начал закрывать ворота. ",
    "answers": [
      {
        "id": 111,
        "text": "(Убить его магией) "
      },
      {
        "id": 112,
        "text": "(Ускорить бег и попытаться достать его мечом) "
      }
    ]
  },
  {
    "id": 111,
    "text": "  Из двух сложенных пальцев Вы выпустили огненную стрелу, которая поразила стражника. Он упал между створами и заблокировал закрытие ворот. Проскочив в этот проход Вы начали сеять смерть. ",
    "answers": [
      {
        "id": 114,
        "text": "(Бой) "
      }
    ]
  },
  {
    "id": 112,
    "text": "  Как бы Вы быстро не бежали, стражник успел закрыть ворота, а Вас расстреляли из луков. ",
    "answers": [
      {
        "id": 113,
        "text": "(Смерть) "
      }
    ]
  },
  {
    "id": 113,
    "text": "Вы умерли. ",
    "answers": [
      {
        "id": 109,
        "text": "(Вернуться) "
      }
    ]
  },
  {
    "id": 114,
    "text": "  Вознив меч в первого стражника, Вы тут же сожгли второго. Вытащив меч, Вы прокрутились вокруг себя и убили еще одного. Дальше уже прибежали ваши солдаты и началась равная схватка.\n  Вы отдали приказ определенным воинам уходить по переулкам к главным воротам. В них у Вас не было сомнений.\n  Вдруг из толпы на Вас вышел огромный имперец с молотом. Вы не успели среагировать, как получили удар молотом в живот. Пролетев пару метров Вы проломили собой дверь в таверну. ",
    "answers": [
      {
        "id": 115,
        "text": "(Встать на ноги) "
      }
    ]
  },
  {
    "id": 115,
    "text": "  Когда Вы встали, на Вас смотрели три имперца, которые сидели в таверне. ",
    "answers": [
      {
        "id": 116,
        "text": "(Зарубить всех мечом) "
      },
      {
        "id": 117,
        "text": "(Вонзить в первого меч, затем достать кинжал и убить остальных) "
      },
      {
        "id": 118,
        "text": "(Сжечь всех магией) "
      }
    ]
  },
  {
    "id": 116,
    "text": "  Вы успели умертвить только двоих. Третий же вонзил Вам меч в грудь. ",
    "answers": [
      {
        "id": 113,
        "text": "(Смерть) "
      }
    ]
  },
  {
    "id": 117,
    "text": "  Вы вонзили первому меч в живот и оставили его там. Пока оставшиеся двое доставали оружие, Вы достали кинжал и перерезали второму горло. Третий уже ударил по Вам мечом, однако, Вы пригнулись и добавили несколько дырок в его груди. ",
    "answers": [
      {
        "id": 119,
        "text": "(Отойти и передохнуть) "
      }
    ]
  },
  {
    "id": 118,
    "text": "  Вы успели поразить заклинанием только двоих. Третий вонзил Вам меч в грудь. ",
    "answers": [
      {
        "id": 113,
        "text": "(Смерть) "
      }
    ]
  },
  {
    "id": 119,
    "text": "  Как только Вы сделали шаг назад, Вы уперлись в кого-то. Обернувшись, Вы увидели того самого гиганта с молотом. Он взял Вас за шею одной рукой и сломал Вашей спиной стол. Теперь он придавил Вас коленом к полу и начал душить. Кинжалом Вы начали протыкать ему руку, пока хватка не ослабла, потом не сбавляя напор Вы начали резать его левый бок, а затем и шею. На Вас лилась кровь. Практически ничего не было видно. Вы поняли, что противник погиб, когда на Вас упала тяжелая туша. ",
    "answers": [
      {
        "id": 120,
        "text": "(Сдвинуть тело и стереть кровь) "
      }
    ]
  },
  {
    "id": 120,
    "text": "  Когда все было сделано (тело валялось рядом, а кровь больше не мешала Вашему обзору) Вы вышли из таверны. На Вас смотрело несколько воинов из сопротивления довольно уважительными взглядами.\n",
    "answers": [
      {
        "id": 121,
        "text": "\"За Сноуфол! За Королеву!\" "
      }
    ]
  },
  {
    "id": 121,
    "text": "  Когда Ваш отряд достиг главной площади, с другой стороны уже шел бой имперцев с войском королевы. Вы крикнули сложить оружие, и испугавшиеся имперцы повиновались. На площади на коленях стояло около тридцати имперских солдат. Посмотрев в их лица, Вы обнаружили довольно много представителей северного народа. Может они примут Вашу сторону? ",
    "answers": [
      {
        "id": 122,
        "text": "(Осмотреться) "
      }
    ]
  },
  {
    "id": 122,
    "text": "  Посмотрев по сторонам Вы увидели Аннабель, которая была безумно рада Вам, но вида не показала — все таки слишком много глаз смотрят на Вас. Однако, она подошла, легонько коснулась руки и сказала:\n  — Рада, что ты жив. ",
    "answers": [
      {
        "id": 123,
        "text": "\"Меня не просто убить.\" "
      }
    ]
  },
  {
    "id": 123,
    "text": "  Вы улыбнулись друг другу. С пленными Аннабель решила очень просто, кто хочет — вступает в ряды армии сопротивления, кто не хочет — висит с петлей на шее.\n  Последние воины укрылись в крепости. ",
    "answers": [
      {
        "id": 99,
        "text": "(В крепость) "
      }
    ]
  },
  {
    "id": 124,
    "text": "  Внутри Вы увидели накрытые столы ближе к стенам. У дальней стены стоял трон, а на нем восседал, судя по всему, брат Аннабель.\n  — Ааа, моя дорогая сестрица! Я по тебе скучал! А кого это ты привела с собой?\n  — Это драконоборец, он верой и правдой служит мне, и сегодня он поможет мне убить тебя.\n  — Ты все такая же глупая, сестрица. ",
    "answers": [
      {
        "id": 125,
        "text": "\"Закрой рот и сражайся!\" "
      }
    ]
  },
  {
    "id": 125,
    "text": "  Ваши слова подействовали на него. Он встал, вынул свой меч и осторожно двинулся в Вашу сторону. Невооружённым глазом видно — на мечах он дрался не часто.\n  Пару Ваших приемов фехтования и Ваш противник обезоружен. Ваше острие аккуратно касалось его горла.\n  — Что мне с ним делать, моя королева? — Вы ждали приказа от Аннабель. По Вашему предположению, она прикажет связать его и посадить в темницу, но Ваши ожидания разрушились.\n  — Убить его.\n  Руки сами сделали дело. Вы даже не задумывались. Меч лекго вошел в горло, и как только наконечник показался с другой стороны, Вы резко вынули его. Через долю секунды рядом с Вами лежал труп. ",
    "answers": [
      {
        "id": 126,
        "text": "\"Что он такого сделал с тобой?\" "
      }
    ]
  },
  {
    "id": 126,
    "text": "  — Может быть расскажу. Потом. — Аннабель смотрела в пол, она была в растерянности. — Прости. Ты заслужил отдых, отправляйся в спальню командующего. Я сейчас пришлю тебе слуг. Мне просто нужно немного побыть одной. ",
    "answers": [
      {
        "id": 127,
        "text": "(Оставить ее) "
      }
    ]
  },
  {
    "id": 127,
    "text": "  Вы вышли из главного зала и отправились в покои командующего. Вы не видели смысла оставаться с ней, лучше и вправду ей все это переварить одной. ",
    "answers": [
      {
        "id": 128,
        "text": "(Ждать) "
      }
    ]
  },
  {
    "id": 128,
    "text": "  Через несколько минут к Вам вошли слуги, имперские. Они приготовили Вам бадью, сняли с Вас доспехи и удалились. Когда Вы оказались в горячей воде, каждая частичка Вашего тела просто таяла от наслаждения. Вы даже не заметили как уснули. Но в голове навсегда появилась мысль — довести все до конца. Вам не удалось спасти Север. Теперь Вы можете спасти Сноуфол. По силам ли Вам такая задача? ",
    "answers": [
      {
        "id": 129,
        "text": "(Продолжить) "
      }
    ]
  },
  {
    "id": 129,
    "text": "  На этом заканчивается вторая часть квеста \"Ярость Севера\". Не могу с уверенностью утверждать, что в квесте отсутствуют орфографические ошибки, ведь я же не робот. По моим подсчетам квесты будут выходить раз в неделю. Это в среднем. Так что могу пожелать лишь терпения читателю, продолжение уже доступно! В следующей части Вы уже встретитесь с загадочной чародейкой и узнаете как она связана с драконами. Все зависит только от Вашего выбора! ",
    "answers": [
      {
        "id": 1,
        "text": "(В начало) "
      },
      {
        "id": 1,
        "text": "Перейти на Ярость Севера 3 \"Замерзшее Пепелище\" ",
        "targetbookid": 104818
      }
    ]
  },
  {
    "id": 130,
    "text": "",
    "answers": []
  }
]