[
  {
    "id": 1,
    "text": "Автор:·FØREST·\n \n_________________________________________\n\n  Иногда происходит так, что люди что-то теряют.\nИ стоим им потерять то, чоо было дано с рождения, как они уже инвалиды. Они не сломаны. Прекратите.",
    "answers": [
      {
        "id": 2,
        "text": "[Начать пролог]"
      },
      {
        "id": 19,
        "text": "[От Автора]"
      }
    ]
  },
  {
    "id": 2,
    "text": "                                 ***\n   Классная вошла в класс. Все, за исключением некоторых и Кита, поднялись со своих мест и лениво поздоровались. \n   Кит ухмыльнулся–он ожидал крика классухи и шёпотных просьб одноклассников типа:«Ки́та, встань!»или«Подними зад, Гнида!», но их не было. Вмесно них в классе повисла почти гробовая тишина, прерываемая лишь обречёнными вздохами, перешёптыванями, листанием страниц, комкания бумаги, хруста обёрток, смешками с примесью матов и тому подобное. В их классе это можно было назвать тишиной.\n«Странно...»–подумал Кит.",
    "answers": [
      {
        "id": 3,
        "text": "[Вскинуть голову]"
      }
    ]
  },
  {
    "id": 3,
    "text": "  Теперь Киту стало понятно, из-за чего, а, если точнее, кого в классе все затихли.\n  Возле учителя стояла девочка.\n–«Новенькая.»–догадался Кит, и не ошибся,–«Немного... Странная.»\n  Это было правдой. Форма, вроде, была самой что ни на есть обыкновенной–чёрные брюки, белая блузка. Необычной, конечно, была причёска– бритые виски бесцветные, и такая же полоса посередине–она уходила в небольшую шишечку. \n  Киту казалось, что это мужская причёска, хотя, кто её, эту новенькую, знает? Но самыми-самыми необычными были её глаза. Кит не знал почему, но глаза были и правда необычными.\n«Ну, теперь повеселимся.»–Кит разошёлся в улыбке.\n  В голову взбрела отвратительная мысль, и Кит намеревался её осуществить. Он указал пальцем на новенькую, поднял руку, раздвинул пальцы в форме буквы «V» и-и-и... Сделал нечто нехорошее языком. Но новенькая даже не посмотрела на него. Не оторвала взгляда от одной точки. Но Кит не сдавался–он выделывал похожие вещи снова и снова, пока классная не стукнула указкой по первой парте, шугнув учеников за ней сидящих. Она злобно \"обзыркала\" класс, всех по очереди, и на зекунду задержала взгляд на Ките.\n–То-то.–Изрекла Лидьвасильна.",
    "answers": [
      {
        "id": 4,
        "text": "[Кит поднялся]"
      }
    ]
  },
  {
    "id": 4,
    "text": "  Кит сложил руки и поднялся, всем своим видом излучая чистейшую наглость. Учительница улыбнулась ему и кивнула. Новенькая всё также безучастно глядела в одну точку.\n–Девятый \"А\" класс, я требую тишины!–Объявила классная, и приобняла новенькую за плечи,–Молодые люди! В этом году к нам в класс пришла очень необычная ученица. Прошу любить и жаловать–Лкуа Короленко. Она слепая.\n–«Так вот оно что! Еще лучше.»–Кит уселся на парту и принялся ковырять пластыри на пальцах.\n  Лидьиванна повернулась к классу, посмотрела конкретно на Кита и сказала:\n–Лука, иди присядь за третью парту второго ряда, второй вариант.\n–Угу,–Лука кивнула и, постукивая палочкой, направилась к парте, за которой, как оказалось, сидел Кит.\n  Пока она шла, другие дети хихикали, убирали с дороги портфели, отодвигались и показывали пальцами.",
    "answers": [
      {
        "id": 5,
        "text": "[Кит возмутился]"
      },
      {
        "id": 6,
        "text": "[Кит промолчал]"
      },
      {
        "id": 67,
        "text": "Новый ответ. введите текст"
      },
      {
        "id": 68,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 5,
    "text": "–А почему я должен сидеть рядом с ней? Она что, не может сесть за заднюю парту? Всё равно она нихрена не видит! А так...\n–Замолчи, Волков!–Лидьвасильна прднялась со своего места,–Я, конечно, знала что ты совсем не паинька, но... Но не до такой же степени!!!–она помассировала виски,– Так, я поняла. Чтобы без матери в субботу не приходил! А отцу я сегодня сама позвоню–пусть знает, кого воспитал! А теперь на место, и чтоб я тебя не видела и не слышала!",
    "answers": [
      {
        "id": 7,
        "text": "[Кит сел]"
      }
    ]
  },
  {
    "id": 6,
    "text": "  Наконец Лука сняла портфель, повешала его на крючок и села на место. Кит слега отсранился, и отодвинул стул.\n  Лука не обратила на него внимания. Она достала учебники, тетради и вынула из пенала небольшую палочку, преднозначения которой Кит не знал. А ещё Кит не знал–заговорить с ней, или нет.",
    "answers": [
      {
        "id": 10,
        "text": "[Кит заговорит с Лукой]"
      },
      {
        "id": 8,
        "text": "[Кит будет в наглую молчать]"
      }
    ]
  },
  {
    "id": 7,
    "text": " Кит опустился на стул и стал усиленней ковырять пластырь.\n Наконец Лука дошла до парты, сняла портфель, повешала его на крючок и села на место. Кит слега отсранился, и отодвинул стул.\n  Лука не обратила на него внимания. Она достала учебники, тетради и вынула из пенала небольшую палочку, преднозначения которой Кит не знал. А ещё Кит не знал–заговорить с ней, или нет.",
    "answers": [
      {
        "id": 8,
        "text": "[Кит будет в наглую молчать]"
      },
      {
        "id": 17,
        "text": "[Кит заговорит с Лукой]"
      }
    ]
  },
  {
    "id": 8,
    "text": "  Кит молчал. Он не собирался говорить с «Этой». Уж черезчур много чести. Лука и сама не смешила начинать разговор, ей будто было всё равно–здесь Кит, или нет.\n  Это его слегка обидело. Нет, не то чтобы он жаждал её внимания, просто обычно он был в центре внимания–на него всегда были устремлены ВСЕ взгляды в классе. А «Эта» вообще никуда не смотрела.\n  Так пролетел весь учебный день. Он прошёл почти без происшествий. Почти–Кит подрался. Он подрался с одиннадцатиклассником, и почти завалил его. Опять же–почти. К сожалению, гадкий одиннадцатиклассник успел схватить Кита, и отвесить ему огромный хук левой, оставив после себя немаленький фингал под левым глазом. Потом он оставил ему большой \"блин\" во всю челюсть. А потом его дружки испинали Кита, особенно в живот. Ничего особенного.",
    "answers": [
      {
        "id": 11,
        "text": "[Дальше]"
      }
    ]
  },
  {
    "id": 9,
    "text": "                                ***\n  На удивление Кита Лука оказалась хорошим собеседником. В особенности–слушателем. А слушатель для Кита был очень важен. Особенно сейчас. Он много ей рассказывал–о школе, о погоде, о том, как выглядят учителя(что вызывало у Луки небольшие смешки), об одноклассниках–с какими стоит общаться, а каких лучше избегать. Но самое главное–объяснил Правила. В их школе параллели делились на классы, а классы делились на \"племена\"–«А» класс–Стая, «Б»–Табун и «В»–Косяк. Это и правда было важно–помогает сохранять себя в целости и сохранности(что самому Киту мало когда удавалось).\n  Лука была не многословной–она мало что говорила, и в основном размеренно и тихо, пропуская \"слова-паразиты\". Из её рассказов Кит узнал, например, что некоторые слепые воспринимают цвета на вкус–какой больше нравится. Вот Луке, например, очень нравился белый–как молоко или ванильное мороженное. А ещё, что палочка нужна только тогда, когда вокруг тебя много людей, а так ты можешь ориентироваться и сам. А ещё Кит узнал, что Лука очень любит звёзды, и мечтает увидеть их хоть разок.\n  Киту было легко говорить с Лукой. И ему это нравилось.",
    "answers": [
      {
        "id": 14,
        "text": "[Дальше]"
      }
    ]
  },
  {
    "id": 10,
    "text": "—Привет.\n–Привет,–Лука выпрямилась, и повернула голову в сторону Кита.\n–Я Серега Волков, можно Кит,–Кит протянул ей руку.\n–Приятно познакомиться. Я–Лука Короленко... Хотя ты и так знаешь.\n  Лука протянула руку в ответ, но совсем не туда, и Кит немного смутился.\n–Ох, извини,–Лука тоже слегка смутилась,–Я не вижу твою руку. Пожмешь сам?\n–Конечно,–Кит вложил её руку в свою и потряс. Рука Луки оказалась довольно маленькой и тёплой. Ладонь Кита немного вспотела, он отпустил руку Луки и вытер ладонь об джинсы.",
    "answers": [
      {
        "id": 9,
        "text": "[Дальше]"
      }
    ]
  },
  {
    "id": 11,
    "text": "  Был ливень, но Кит был слишком подавлен, чтобы обращать на него внимание. \n  Дело было в самом Ките–ведь он продул. Кита снова будут считать калекой. \"Хромоножка\"–это прозвище дали ему тогда, когда он учился в другом классе, и ещё не был второгодником. Тогда он, щуплый парниша с отвратительной травмой, был главным объектом насмешек. Когда-то, когда Кит был ещё малышом на него и маму в парке напали бродячие собаки. Они перевернули коляску, и почти выгрызли мальчику его левую ногу. Благо, мама быстро среагировала. Ногу, конечно, спасти не смогли, за-то дали протез. Это как проклятье–тебя ненавидят просто потому, что ты не такой, как все. И поэтому Киту пришлось зарабатывать себе уважение силой. У него получилось–теперь он был страшен и неприкосновенен. Никого рядом с собой не держал–доверия не было. Не было и жалости–настолько, что однажды Кит отправил мальчишку в реанимацию, за это и остался на второй год. И вот, теперь опять–он оказался слабаком.\n  Неожиданно, Киту пришло осознание того, что он больше не мокнет. Капли били по чему-то полому, отбивая частую трель, а ещё над ним склонилась невысокая тень.",
    "answers": [
      {
        "id": 13,
        "text": "[Кит посмотрел вверх]"
      }
    ]
  },
  {
    "id": 12,
    "text": "Был ливень, но Кит был слишком подавлен, чтобы обращать на него внимание. \n  Дело было в самом Ките–ведь он продул. Кита снова будут считать калекой. \"Хромоножка\"–это прозвище дали ему тогда, когда он учился в другом классе, и ещё не был второгодником. Тогда он, щуплый парниша с отвратительной травмой, был главным объектом насмешек. Когда-то, когда Кит был ещё малышом на него и маму в парке напали бродячие собаки. Они перевернули коляску, и почти выгрызли мальчику его левую ногу. Благо, мама быстро среагировала. Ногу, конечно, спасти не смогли, за-то дали протез. Это как проклятье–тебя ненавидят просто потому, что ты не такой, как все. И поэтому Киту пришлось зарабатывать себе уважение силой. У него получилось–теперь он был страшен и неприкосновенен. Никого рядом с собой не держал–доверия не было. Не было и жалости–настолько, что однажды Кит отправил мальчишку в реанимацию, за это и остался на второй год. И вот, теперь опять–он оказался слабаком. Да ещё и «Эту» к нему подсадили. Теперь он будет ещё и \"гашёный\". Замечательное начало усебного года, ничего не скажешь!\n  Неожиданно, Киту пришло осознание того, что он больше не мокнет. Капли били по чему-то полому, отбивая частую трель, а ещё над ним склонилась невысокая тень.",
    "answers": [
      {
        "id": 13,
        "text": "[Кит посмотрел вверх]"
      }
    ]
  },
  {
    "id": 13,
    "text": "  Над ним, держа зонт в руках склонилась Лука. Она опустила к нему голову, и глядела на него незрячими глазами. На ней было пальто, изображающее персонажа Тоторо из одного творения знаменитого Хаяо Миадзаки, даже листик на голове был. Палочку она держала в противоположной руке–она уткнулась в протез Кита. Вот почему он не посувствовал.\n–Кит? Ты чего здесь?\n–Лука? А как ты меня нашла?\n–Я услышала твой голос. Да и парфюм твой даже через озон чувствуется,–Лука улыбнулась. Она наклонилась к Киту, и пощупала его кофту,–Ух, ничего себе! Ты же совсем мокрый! Вот, пойдём под зонт!\n  Она сказала это, и протянула Киту руку. Он взял Луку за руку и поднялся. Вокруг было столько луж, а Лука шла в обыкновенных кедах которые, к слову, были насквозь мокрые. Ноги были по колено в грязи.\n  Кит предложил Луке довести её до дома, и она согласилась. Для него, Кита, это было важно–он раньше ничего подобного никому не предлагал.",
    "answers": [
      {
        "id": 16,
        "text": "[Дальше]"
      }
    ]
  },
  {
    "id": 14,
    "text": "  Лука оказалась не такой, какой Кит считал её сначала. Она была другой, и ему это, опять же, нравилось.\n  Так полетел весь учебный день. Он прошёл почти без происшествий. Почти–Кит подрался. Он сразился с одиннадцатиклассником, и почти завалил его. Опять же–почти. К сожалению, гадкий одиннадцатиклассник успел схватить Кита, и отвесить ему огромный хук левой, оставив после себя немаленький фингал под левым глазом. Потом он оставил ему большой \"блин\" во всю челюсть. А потом его дружки испинали Кита, особенно в живот. Ничего особенного.",
    "answers": [
      {
        "id": 15,
        "text": "[Дальше]"
      }
    ]
  },
  {
    "id": 15,
    "text": "Был ливень, но Кит был слишком подавлен, чтобы обрашать на него внимание. \n  Дело было в самом Ките–ведь он продул. Кита снова будут считать калекой. \"Хромоножка\"–это прозвище дали ему тогда, когда он учился в другом классе, и ещё не был второгодником. Тогда он, щуплый парниша с отвратительной травмой, был главным объектом насмешек. Когда-то, когда Кит был ещё малышом на него и маму в парке напали бродячие собаки. Они перевернули коляску, и почти выгрызли мальчику его левую ногу. Благо, мама быстро среагировала. Ногу, конечно, спасти не смогли, за-то дали протез. Это как проклятье–тебя ненавидят просто потому, что ты не такой, как все. И поэтому Киту пришлось зарабатывать себе уважение силой. У него получилось–теперь он был страшен и неприкосновенен. Никого рядом с собой не держал–доверия не было. Не было и жалости–настолько, что однажды Кит отправил мальчишку в реанимацию, за это и остался на второй год. И вот, теперь опять–он оказался слабаком. А он нехотел им быть–особенно перед Лукой. Уж слишком она была...Приятной для Кита. Первый человек, которого он подпустил к себе за очень долгое время. А это что-то да значит.\n  Неожиданно, Киту пришло осознание того, что он больше не мокнет. Капли били по чему-то полому, отбивая частую трель, а ещё над ним склонилась невысокая тень.",
    "answers": [
      {
        "id": 13,
        "text": "[Кит посмотрел вверх]"
      }
    ]
  },
  {
    "id": 16,
    "text": "  И они пошли. Кит помогал Луке одолевать непроходимые лужи. Они разговаривали обо всём на свете. Но в основном о дожде. Мысленно, и не заметно даже для самого себя, Кит был ужасно рад тому, что Лука не видит его побитого лица. И, самое главное, не видит, как он хромает, передвигаясь с помощью протеза. Он не хотел, чтобы Лука узнала о том, что он инвалид. Не сейчас, когда Кит даже сам себе боялся в этом признаться.",
    "answers": [
      {
        "id": 20,
        "text": "[Вот, они дошли до дома Луки]"
      }
    ]
  },
  {
    "id": 17,
    "text": "–Ты...Это...Прости, пожалуйста. Я и правда сглупил...\n–Ничего, я не обиделась,–Лука улыбнулась.\n–Правда?–Кит был крайне удивлён тому, что она не обижена.\n–Угу, не волнуйся насчёт этого,–она повернулась к нему, всё ещё улыбаясь,–Я привыкла.\n–Оу... Я, кстати, Никита Волков... Можно Кит.\n–Очень приятно. Я–Лука, хотя, наверное ты знаешь.\n–Ага,–Кит улыбнулся.\n–«А она не такая иж и странная»–подумалось Киту.",
    "answers": [
      {
        "id": 18,
        "text": "[Дальше]"
      }
    ]
  },
  {
    "id": 18,
    "text": "На удивление Кита Лука оказалась хорошим собеседником. В особенности–слушателем. А слушатель для Кита был очень важен. Особенно сейчас. Он много ей рассказывал–о школе, о погоде, о том, как выглядят учителя(что вызывало у Луки небольшие смешки), об одноклассниках–с какими стоит общаться, а каких лучше избегать. Но самое главное–объяснил Правила. В их школе параллели делились на классы, а классы делились на \"племена\"–«А» класс–Стая, «Б»–Табун и «В»–Косяк. Это и правда было важно–помогает сохранять себя в целости и сохранности(что самому Киту мало когда удавалось).\n  Лука была не многословной–она мало что говорила, и в основном размеренно и тихо, пропуская \"слова-паразиты\". Из её рассказов Кит узнал, например, что некоторые слепые воспринимают цвета на вкус–какой больше нравится. Вот Луке, например, очень нравился белый–как молоко или ванильное мороженное. А ещё, что палочка нужна только тогда, когда вокруг тебя много людей, а так ты можешь ориентироваться и сам. А ещё Кит узнал, что Лука очень любит звёзды, и мечтает увидеть их хоть разок.\n  Киту было легко говорить с Лукой. И ему это нравилось. И ему было крайне стыдно за его утреннее высказывание.",
    "answers": [
      {
        "id": 14,
        "text": "[Дальше]"
      }
    ]
  },
  {
    "id": 19,
    "text": "  Здравствуйте, это я, Автор. Большое спасибо, что обратили внимание на сие творение.\n  Скажу честно–проэкт в подобном жанре я пишу впервые.\n  Вдохновение, частично, бралось из книги «Дом в котором...»\n  Очень интересная, кстати, книга.\n  А ещё, отдельные извинения за много «Далее» или «Дальше» в прологе. Обещаю, подобное больше не повторится.\n  Надеюсь, вам понравится. Желаю приятного чтения!",
    "answers": [
      {
        "id": 1,
        "text": "[Назад]"
      },
      {
        "id": 22,
        "text": "[Примечание]"
      }
    ]
  },
  {
    "id": 20,
    "text": "  А когда Кит довёл Луку до её дома, то она вручила ему зонт, и сказала:\n–Вернешь завтра, хорошо.\n  Кит кивнул.\n  Завтра.\n  Никогда Кит его так не ждал.\nОн опомнился.\n–Лука!\n–Да?–она обернулась.\n–Извини за сегодня, хорошо?\n–А ты меня и обижал,–она улыбнулась,–Пока.\n–Пока.\n  Весь путь домой Кит прижимал к себе этот зонтик, будто он был чем-то важным. Драгоценным. Кит и сам не понимал почему. Он, будто, был волшебной ниточкой, связавшей Кита и Луку. И Кит очень не хотел эту ниточку потерять. Даже сердце у Кита забилось по новому. Мир стал другим. Кит не знал, что это. Быть может–привязанность? Да, скорее всего она. Иначе Кит объяснить не мог.\n  Уже дома, перед сном Кит, глядя в потолок и прижимая к груди заветный зонтик, пообещал. Нет, даже поклялся, что не даст Луку в обиду. Что завоюет для неё такое же уважение, какое заработал себе. И что никто не посмеет её обижать. Не помеет, пока он жив.\n–Клянусь,–сказал Кит вслух, и закрыл глаза. Он почти сразу уснул. Сегодня ему впервые за много месяцев приснился сон. Там была Лука. И знаете что? \n  Кит улыбался во сне.",
    "answers": [
      {
        "id": 1,
        "text": "[Конец пролога]"
      },
      {
        "id": 23,
        "text": "[Глава II]"
      }
    ]
  },
  {
    "id": 21,
    "text": "",
    "answers": [
      {
        "id": 19,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 22,
    "text": "  Кстати, Квест написан немного в необычном стиле речи. Он больше похож на какой-то рассказ, но это Квест, поверьте.\n  Грамматические и орфографические ошибки, скорее всего, присутствуют, так что с каждой редакцией я буду стараться их исправлять.\n\nА ещё попрошу не мутить воду по поводу того, что «нет романтики». Она обязательно будет, только не сейчас! Не должны же они целоваться после всего двух дней общения! (Если честно, то меня изрядно бесят Квесты, в которых молодые люди даже не успели толком познакомиться, как уже во всю целуютя и много чего ещё...) Здесь всё будет происходить чуть медленне, как у норамльных людей. Подумайте–Вы сами стали бы встречаться с человеком, с которым знакомы без году неделя (в нашем случае, два дня)? Я думаю, что нет.\nИ попрошу извинить за небольшой бомбёж, просто написала на всякий пожарный.[26.04.2018]",
    "answers": [
      {
        "id": 19,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 23,
    "text": "  И вот, наступило то самое, долгожданное завтра. Кит стоял около дверей, ведущих в настолько ненавистное ему место, которое невероятно влекло, и отталкивало его сейчас.\n  Он колебался–войти, или бежать домой, как пугливая девочка? Кит посильнее сжал заветный зонтик. \n  Нет, он был ДОЛЖЕН зайти туда. Ведь Кит пообещал Луке отдать зонт именно сегодня. Он пообещал, что её никто не обидит, пока он рядом с ней. Но что если он сам обидит Луку? Кит старался больше не думать об этом, тем более, что на урок он уже опоздал.",
    "answers": [
      {
        "id": 24,
        "text": "[Кит пойдёт в класс]"
      }
    ]
  },
  {
    "id": 24,
    "text": "  Сердце Кита стучало так, будто он шёл не в кабинет истории, где всем было на него плевать, а на какую-то бойню, будто он–маленький мальчик в блокаде под бомбёжкой, или один из приближённых Николая II, и его готовят к смертной казни. Этот стук, вместе с неровным дыханием и хромыми шагами, отражался от стен пустых во время уроков коридоров, и уносился вглубь школьного этажа, будто она, школа, поглащала все звуки, и они растворялись в её внутренностях–кабинетах.\n  Кит нашёл глазами обшарпанную бледно-жёлтую дверь с цифрой 78–кабинет истории, один из немногих, в которых Киту не казалось, что он пленник. Даже наоборот–кабинет будто звал его в свои стены, покрытые плакатами петровских завоеваний и вражеских шествий, гобеленами и портретами царей, старинными фраками и медальками, памятками с именами и датами, которые Кит заучил наизусть ещё в пятом классе. Он любил историю, а история давала ему любить себя.\n  Кит очень волновался, сам не знал почему. Вроде ничего необычного–он опаздывал ежедневно.",
    "answers": [
      {
        "id": 25,
        "text": "[Кит вошёл в кабинет]"
      }
    ]
  },
  {
    "id": 25,
    "text": "  Кит приоткрыл дверь, за которой смешались отрывки документального фильма, судя по всему, про Великую Отечественную Войну, и пчелиное жужжание его одностайников, сидевших за нею. Где-то в этом шуме Кит старался угадать этот тихий и спокойный голос Луки, так взволновавший его сейчас, но не услышал, или не расслышал, его среди других звуков.\n  Он просунул внутрь сначала руку, потом голову, а потом всё остальное тело.\n  Свет в кабинете был приглушен шторами, прожектор пыхтел, показывая фильм о Сталине, учитель сидел в полудрёме и читал книгу, а его одностайники–кто тупо пялился в экран, кто комкал бумажки, кто шептался, кто сидел в телефоне, а кто-то даже догадался надеть маску Гитлера и вызвать кого-то в маске Сталина на бой, и теперь они сражались на смерть железными линейками.\n  Глазами он нашёл парту, за которой сидел. Там, на втором варианте, подперев щёку рукой и водя пальцами  по странице с выпуклыми точками, и читая их, сидела Лука. \n  Сердце Кита пропустило удар и забилось в стократ сильнее. Ладони в момент вспотели, а уши и щёки налились красным цветом.",
    "answers": [
      {
        "id": 26,
        "text": "[Кит быстро прошмыгнул на место]"
      },
      {
        "id": 27,
        "text": "[Кит ждал разрешения учителя]"
      }
    ]
  },
  {
    "id": 26,
    "text": "  Кит, не теряя более ни секунды своего времени, так быстро, как мог долговязый семнадцатилетний хромой парень с протезом, прокрался по стенке, с которой Кит спиной стал стирать слои пыли, к своему ряду, а потом и к парте, прячась за спинами сонных одностайников.\n  Наконец, после столь утомительного путешествия Кит уже хотел было сесть, как учитель оторвал взгляд усталых глаз от учебника, и захлопал своими черезвычайно большими и костлявыми ладонями.\n–Браво, браво, Волков. Это было похвально, но совсем не нужно–вы уже и так пропустили добрую половину урока. Это ваши проблемы, что вы уже отмечены «отсутствует без важной на то причины», и это ваши проблемы, что вы не сдадите завтрашний тест, ибо фильм,–в этот момент он нажал на «пробел», приостановив киноленту,–уже кончился, и мы переходим к устному опросу. И так, ученик Волков, когда же началась Великая отечественная война?",
    "answers": [
      {
        "id": 28,
        "text": "[28.05.1942]"
      },
      {
        "id": 28,
        "text": "[22.07.1941]"
      },
      {
        "id": 30,
        "text": "[22.06.1941]"
      },
      {
        "id": 28,
        "text": "[09.05.1945]"
      }
    ]
  },
  {
    "id": 27,
    "text": "  Минуты две или три Кит молча стоял, пялясь прямо в училельский висок. Но, вопреки его усердным стараниям, обратить внимание на себя у него не получилось.",
    "answers": [
      {
        "id": 26,
        "text": "[Кит прошмыгнул на своё место]"
      }
    ]
  },
  {
    "id": 28,
    "text": "  Учитель осуждающе оглядел Кита и, разлепив свои тонкие сухие губы изрёк:\n–Нет, не верно, Волков. Так, кто мне ответит, когда началась Великая Отечественная Война?\n  Справа от кита медленно поднялась рука–единственная во всём классе. Рука Луки.\n–Короленко, тебе слово,–учитель перевёл взгляд на Кита,–Садитесь, Волков, вам неуд.",
    "answers": [
      {
        "id": 32,
        "text": "[Кит сел]"
      }
    ]
  },
  {
    "id": 29,
    "text": "  Когда Лука снова села на своё место, Кит всё ещё пялился на неё, зияя на всё вокруг немного глуповатой улыбкой.\n–Ты-умница,–проговорил Кит в забытьи, и его уши и щёки залились краской.\n  Лука немного оторопела, потом выпрямилась, и повернула незрячие глаза на Кита.\n–Что, прости?–проговорила она, немного приподняв плечики и неловко улыбнувшись.\n  Кит, когда понял, что сказал, он очень сильно смутился. Смутился настолько, что не смог не вымолвить ни слова, не отвести взгляда от Луки. Но почему? Почему он, Кит, смутился?\n  Его мысли прервал школьный звонок, оповещающий своим визгом о конце урока истории, и начале перемены перед уроком труда.",
    "answers": [
      {
        "id": 31,
        "text": "[Кит быстро выйдет из кабинета]"
      }
    ]
  },
  {
    "id": 30,
    "text": "  Учитель вскинул обе брови, потом криво улыбнулся, и быстро сделал пометку в «Сетевом».\n–Похвально, Волков,–сказал он, крутанувшись на стуле и взглянув Киту прямо в глаза,–Для семиклассника, пропустившего половину урока. Садитесь, я поставлю вам отметку «4» на домашнее задание, ибо «отсутствует» я, увы, убрать уже не в силах.",
    "answers": [
      {
        "id": 33,
        "text": "[Кит сел]"
      }
    ]
  },
  {
    "id": 31,
    "text": "  Пока китовы одностайники лениво собирали вещи в рюкзаки, сумки, пакеты из «Ярче» и прошлогодние портфели, Кит быстро скидал всё в потрёпанный «Дэмикс» и пулей выбежал из кабинета.\n  Пока Кит шёл по теперь уже живым и шумным школьным коридорам, скакал по школьным лестницам, и раскрывал скрипящие школьные двери, он размышлял. Что его так взволновало?\n  Может, устный ответ?–Нет, это было не страшно. Одностайники?–нет, это они должны были волноваться, когда Кит вошёл, волоноваться за свою целостность. Они, а не Кит. Может... Может Лука? Но почему? Как она это сделала?\n  Кит и не заметил, как прошёл тёмный закуток, ведущий к старому-доброму кабинету труда, в котором выструганые учениками квадратные столы, старая коричневая доска с уже нестираемыми линиями и точками, инструменты, большие, и маленькие и пожилая трудовичка, вечно хмурая, от неё всегда пахло старостью, которая уже успела заполнить и пропитаться во всё, вся и всех в кабинете. Уютненько по мальчишеским меркам. В класс медленно стекались Китовы одностайники, и он стал потихоньку успокаиваться в присутствии сугубо суровой, вечно пахнучей потом и тестестероном, небритой, прыщавой и неуклюжей мужской компании. Конечно, если не считать трудовичку.\n  От размышлений Кита оторвал прирывистый визг звонка.",
    "answers": [
      {
        "id": 38,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 32,
    "text": "  Кит бухнулся на своё место, словно слон, в то время как Лука медленно поднялась и встала, в неуверенности теребя свою блузу.\n–Великая Отечественная Война началась 22 июня 1941 года, в 4 часа утра немецко-фашистские захватчики, без какого либо предупреждения, атаковали границы Союза Советских Социалистических Республик. Об этом объявил так называемый «Голос века»–Левитан...\n–Достаточно, Короленко, садись,–он снова перевёл глаза на Кита,–Вот, учитесь, Волков.\n  Кит немного помолчал, обдумывая слова учителя. Потом, немного погодя, он осознал, что сейчас произошло и глупо улыбнулся.\n–Ага, хорошо, Максим Григольевич.\n–То-то,–проговорил учитель, улыбаясь.",
    "answers": [
      {
        "id": 29,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 33,
    "text": "  Кит присел на стул, и вывалил на стол учебник и тетрадь. Он был доволен собой, доволен тем, что выглядел хорошо перед Лукой. Лука. Он повернулся к ней–а она на него, оглядывая Кита незрячими глазами.\n–Привет,–сказал Кит, широко улыбнувшись.\n–Здравствуй, Кит,–она мягко улыбнулась,–Как дела?",
    "answers": [
      {
        "id": 34,
        "text": "[Нормально]"
      },
      {
        "id": 35,
        "text": "[Просто замечательно]"
      }
    ]
  },
  {
    "id": 34,
    "text": "—Нормально,–Кит вздохнул,–Пойдёт.\n—Ну, это хорошо,–Лука немного попела плечиком и слегка покраснела,–Прости за глупый вопрос...А тебе снились сны? Не говори, если хочешь, но... Мне бы очень хотелось знать, что снится зрячим.\n  У Кита было такое чувство, будто Лука очень боялась задать этот вопрос, но всё таки решилась, и сердце снова пропустило удар, загоревшись трепещущим огоньком.",
    "answers": [
      {
        "id": 41,
        "text": "[Да«Сказать правду»]"
      },
      {
        "id": 37,
        "text": "[Нет«Соврать»]"
      }
    ]
  },
  {
    "id": 35,
    "text": "—Всё просто замечательно!–Кит откинулся на спинку стула, сложил руки за головой и сладко потянулся,–Спал сегодня, как младенец!\n—Кстати, о снах...–Лука повела плечом и неловко отвернула голову,–Тебе они снились? Что тебе снится? Всмысле–что вообще снится зрячим? Мне бы...и правда очень хотелось знать.\n  Ки был немного смущён, но и прятно удивлён тем, что Лука итересуется его снами.",
    "answers": [
      {
        "id": 41,
        "text": "[Да«Сказать правду»]"
      },
      {
        "id": 37,
        "text": "[Нет«Соврать»]"
      }
    ]
  },
  {
    "id": 36,
    "text": "Кит неуклюже прохромал в кабинет труда, приобнимая Луку за плечо. Она прошла внутрь, постукивая палочкой в левой руке, и немного растопырив пальчики на правой, ощупывая парты, и ища пустое, никем не занятое место–это у неё неважно получалось.\n  Кит подошёл к ней и, приобняв за плечики провёл до места в начале класса, которое было занято ворохом бумаг, и убрал их, усадив туда Луку.\n  Пока она доставала ткань, он притащил ей машинку, и поставил на стол.\n–Спасибо,–Лука слегка смутилась,–Но не стоило...\n–Стоило,–сказал Кит выходя из кабинета,–До встречи!\n–Пока!–Лука улыбнулась, садясь за машинку.\n  Стоило Киту выйти из кабинета, как за его спиной раздался рокот швейной машинки.",
    "answers": [
      {
        "id": 42,
        "text": "[Кит идёт в свой кабинет]"
      }
    ]
  },
  {
    "id": 37,
    "text": "—Нет, прости, мне не снятся сны,–Кит виновато улыбнулся.\n—Понятно, извини, что побеспокоила.\n—Ничего.\n  Дальше они молчали, пока не услышали визг звонка.",
    "answers": [
      {
        "id": 31,
        "text": "[Кит быстро выйдет из кабинета]"
      },
      {
        "id": 45,
        "text": "[Кит подождёт Луку, и доведёт её до кабинета]"
      }
    ]
  },
  {
    "id": 38,
    "text": "—И так, девятый «А» класс, попрошу вашего внимания!–Трудовичка причмокнула губами и крикнула ещё громче, стараясь заглушить жужжание мужской половины стаи,–Задание таково–вы рисуете образ животного, человека, предмета, мультгероя, или чего вы там хотите... Анимы эти ваши, тоже можно... Значит, делаете рисунок, и переносите его на дерево! Понятно? Понятно! Вот и славно.\n  И она снова стала попивать кофе, читая газету. ",
    "answers": [
      {
        "id": 39,
        "text": "[Кит делает задание]"
      }
    ]
  },
  {
    "id": 39,
    "text": "  Задание было трудным. По крайней мере для Кита–Художника от Слова «Худо». Он не знал, кого или что ему рисовать. Вернее, знал, но не хотел даже пытаться рисовать её своими «Куриными Лапами».\n  Он всё время думал о ней. Как? Как она смогла, такая маленькая и хрупкая, заполнить одной собой–своей улыбкой, манерой речи, характером и видом–настолько долго пустовавшую пропасть в Китовом сердце? Неужели, она за один лишь день смогла его согреть, оживить, зажечь, освободить от той боли, той ненависти ко всем вокруг, которая копилась с десяток лет? Как привязанность может так менять людей? Как она может заставлять сердце биться чаще, краснеть щёки и уши, глупо улыбаться?\n  Кит ещё не понимал, что это немного больше, чем просто привязанность.\n  Он сам и не заметил, как во время рассуждений изобразил её чёрным грифельным карандашом на белой бумаге. Получилось более ли менее похоже, но не так, как Киту бы хотелось.\n  Терять ему уде было нечего–стрелки на часах говорили о том, что конец урока неумолимо близок.\n  Медленно, не спеша Кит наносил тот портрет, который сейчас был закован в бумажные стенки, на свободное, пахнущее смолой и хвоей еловое дерево, которое сохранит свой первозданный вид ещё долгие годы. Теперь он, Кит, вырисовывал каждую детальку, которую помнил на небольшом лице Луки.\n  Киту было бы сложно его забыть. Да он как-то и не хотел.\n  И снова визг звонка застал Кита за очень важной, кропотливой работой. Благо, основы он уже нанёс, и со спокойным сердцем направился в школьные коридоры–вены, неумолимо ведущие в самое её серце, к человеку, которого любишь.",
    "answers": [
      {
        "id": 40,
        "text": "[Конец школьного дня]"
      }
    ]
  },
  {
    "id": 40,
    "text": "  Они выходили из школьного здания вдвоём. Лука и Кит, не отходивший от неё сегодня ни на шаг, стараясь запоминать каждую детальку её лица, и в особенности незрячих серых глаз, чтобы изобразить её такой какая она есть.\n  Пока Лука спускалась по крутой лестнице, она опиралась своей маленькой ладошкой на могучую руку Кита, и полностью доверяла ему.\n  А Кит просто был рад держать её за руку, и знать, что она не отпустит.\n  Нет, не думайте–Кит всё ещё волновался. Адреналин бешено гнал кровь по венам, заменяя колотящееся ещё сильнее сердце, отбивая барабанные партии в висках, заставляя ладони потеть, а коленку–трястись, как осиновый листик.\n  Но была и обратная сторона медали–Эндорфин горел желанием защитить её, скрыть от злых глаз, огородить от нечистых возгласов. Окситоцин просил о прикосновениях, не давал Киту стать жёстче, и делал таким нежным, чутким и внимательным, как никогда. Вазопресин всё больше и больше привязывал Кита к ней, не давал ему забыть ни единой детальки её силуэта, звучания, запаха... \n  Дофамин кричал Киту:«Хей, не дай ей оставить тебя одного, она ведь стала очень важна для тебя! Ты теперь без неё жить не сможешь!». Это было чистейшей воды правдой. Как и то, что рядом с ней Серотонин и радовался тому, как она близка́ к Киту, и плакал от того, что она–как несбыточная мечта, была будто недостижима.\n—Кит? А какого цвета небо?\n  Лука повернула голову на Кита, оторвав его от мыслей.",
    "answers": [
      {
        "id": 47,
        "text": "[Кит объяснит Луке]"
      },
      {
        "id": 40,
        "text": "Примечание!:\nПять гормонов–Эндорфин, Окситоцин, Вазопресин, Дофамин и Серотонин вместе составляют всем известную Любовь)))\n((((Просто Кит об этом не знает))))",
        "comment": true
      }
    ]
  },
  {
    "id": 41,
    "text": "—Ты действительно этого хочешь,–Кит лукаво улыбнулся Луке,–Мои сны походят на бред сумашедшего, или видения наркомана под кайфом))~\n–Я хочу этого больше всего на свете.\n  Лука изобразила комичную серьезность, и Кит тихо усмехнулся.\n–Ну тогда слушай...\n  Тут он вспомнил, что ему уже много месяцев неснились сны, а если и снились, то Кит благополучно забывал их, отправляя в дальние глубины сознания. А в том сне, который был сегодня–он видел только Луку, смотревшую в ночное небо. Зрячими глазами.\n  Кит смутился–зачем ему рассказывать ей, что она ему снится?",
    "answers": [
      {
        "id": 43,
        "text": "[Кит придумает сон]"
      },
      {
        "id": 44,
        "text": "[Кит вспомнит один из своих старых снов]"
      }
    ]
  },
  {
    "id": 42,
    "text": "Сейча, пока Кит шёл один по теперь уже живым и шумным школьным коридорам, скакал по школьным лестницам, и раскрывал скрипящие школьные двери, он размышлял. Что его так взволновало?\n  Может, устный ответ?–Нет, это было не страшно. Одностайники?–нет, это они должны были волноваться, когда Кит вошёл, волоноваться за свою целостность. Они, а не Кит. Может... Может Лука? Но почему? Как она это сделала?\n  Кит и не заметил, как прошёл тёмный закуток, ведущий к старому-доброму кабинету труда, в котором выструганые учениками квадратные столы, старая коричневая доска с уже нестираемыми линиями и точками, инструменты, большие, и маленькие и пожилая трудовичка, вечно хмурая, от неё всегда пахло старостью, которая уже успела заполнить и пропитаться во всё, вся и всех в кабинете. Уютненько по мальчишеским меркам. В класс медленно стекались Китовы одностайники, и он стал потихоньку успокаиваться в присутствии сугубо суровой, вечно пахнучей потом и тестестероном, небритой, прыщавой и неуклюжей мужской компании. Конечно, если не считать трудовичку.\n  От размышлений Кита оторвал прирывистый визг звонка.",
    "answers": [
      {
        "id": 38,
        "text": "[Дальше]"
      }
    ]
  },
  {
    "id": 43,
    "text": "—Во сне я видел слонов-пиратов на мотоциклах. Знаешь, они такие серые, ушастые...Не как мыши–они такие большие, и хвост короткий. И знаешь, они выехали изо рта Кинг Конга, когда он хотел проглотить банан с лицом Виктора Цоя–это певец такой. Слоны подъехали ко мне, и спрашивают:«Отвечай, где наши бараны!» И тут прямо у меня из кармана выпрыгнул баран в тёмных очках, представляешь! Ну...бараны–они такие кудрявые, рогатые и ещё так говорят:Бееееее! Поняла?\n—Ага...–Лука выдохнула,–А что было дальше?\n—А дальше я проснулся.\n—А-а-а...\n  Кит улыбнулся.\n—Спасибо.\n  Лука снова мягко улыбнулась. И снова сердце Кита стало бешенно биться.\n  Их диалог прервал визг школьного звонка, оповещающий о конце урока истории, и начале перемены перед уроком труда.",
    "answers": [
      {
        "id": 45,
        "text": "[Кит подождёт Луку, и доведёт её до класса]"
      }
    ]
  },
  {
    "id": 44,
    "text": "—Помню, мне однаждыснился несколько месяцев подряд один и тот же сон–что я лечу со звёздами. Они–и я. Там у меня были крылья, и хрома...ходить ногами было не обязательно. Но только когда падала звезда, у меня из крыла–всегда левого–выпадывали перья, и в конце я всегда падал вниз... Но не разбивался о землю, а падал в озеро, где лежали все звёзды с небосвода, и я должен был расставить их по отражению уже пустого ночного неба, чтобы вернуть себе перья, и улететь к свету... После этого я всегда просыпался.\n–Ясно... Это волшебный, пусть и немного печальный сон. Спасибо, что поделился.\n  Кит кивнул.\n  И вот, послышался визг звонка, оповещающий о конце истории, и начала перемены перед трудами.",
    "answers": [
      {
        "id": 31,
        "text": "[Кит быстро выйдет из кабинета]"
      },
      {
        "id": 45,
        "text": "[Кит подождёт Луку, и доведёт её до кабинета технологии]"
      }
    ]
  },
  {
    "id": 45,
    "text": "  Кит быстро скидал свои вещи в потрёпанный «Демикс», и обошёл ряд так, чтобы встать рядом с Лукой. \n  Лука складывала учебники долго, и донельзя аккуратно–по размеру, большие к спинке рюкзака, а маленькие ложила сверху.\n—Лука, давай я тебя провожу?\n—Давай,–Лука накинула одну лямку на плечо и, выпрямляясь, забросила вторую на другое.\n  И они вдвоём вышли из пыльного кабинета, так любимого Китом.",
    "answers": [
      {
        "id": 46,
        "text": "[Дальше]"
      }
    ]
  },
  {
    "id": 46,
    "text": "  Пока Кит и Лука шли по шумным туннелям школьного муравейника, среди муравьёв-школьников, больших и маленьких, они разговаривали. Теперь уже в основном о снах. Оказалось, что Лука тоже видит сны, только всегда нечёткие, расплывчатые, и там ей в основном важны звуки. Именно в звуках она запоминает сны–их хронологию, их события. А ещё в запахах, но это другое.\n  Киту это всё казалось необычным, как какой-то неизведанный мир. Ну а для Луки это обычный, каждодневный и даже рутинный мир. Можно считать, что это как два параллельных мира, живущих в один день, час, минуту, секунду. Мир Слепых, и Мир Зрячих.\n  Они и не заметили, как дошли до девчачьего кабинета технологии–такого уютного и домашнего для девочек, но чуждого для пацанов. Класс, с партами, расставленными как в университетной аудитории, шкафы, заполненные чёрти-чем, костюмы на вешалках, сшитые девочками в прошлые года обучения, швейные машинки, расставленные по «рабочим» столам вдоль стен и небольшая, но такая-же уютная кухонька.",
    "answers": [
      {
        "id": 36,
        "text": "[Кит и Лука Войдут]"
      }
    ]
  },
  {
    "id": 47,
    "text": "—Оно голубое.\n—А голубое–это как?\n—Ела сливу? А пломбир?\n—Ну да.\n—Смешай вкус сливы и пломбира,–Кит и сам не знал, какие они на вкус, но попробовать стоило.\n—Я ни разу не пробовала–не знаю, что получится.\n—А чернику со взбитыми сливками ела?\n—Ага, было просто замечательно... Неужели небо и правда–ТАКОЕ?!–Лука восхищённо растопырила пальчики, и подняла голову к небу, но не зажмурилась под яркими лучами солнца.\n—Какое?–Кит улыбнулся.\n—Такое замечательное!\n—Ну да.\n—А облака?\n—Ну, они как сахарная вата. Ты же ведь ела вату?\n—Нет...–Лука поёжилась.\n—Как–ты не ела сахарую вату?! Нет, так дело не пойдёт!\n  Возмущению Кита не было ни конца ни края, а ларёк с ватой как раз был неподалёку.",
    "answers": [
      {
        "id": 48,
        "text": "[Кит купит Луке вату]"
      }
    ]
  },
  {
    "id": 48,
    "text": "—Погоди, я сейчас вернусь!–Кит быстро похромал к ларьку с ватой, а Лука присела на каменный забор, посильнее закутавшись в свитер.\n  Вскоре, Кит принёс две кудрявые и мягкие, как облака, ваты–себе и Луке. Ей–большую, а себе поменьше. \n  Кит протянул Луке вату. Она быстро ощупала палочку и салфетку, молниеносно обхватила её пальчиками, потом понюхала и, наконец лизнула...\n—Боже мой, как это вкусно!–Лука откусила кусочек побольше и зажмурилась от удовольствия,–Облака ещё прекрасней, чем небо!\n—Ты думаешь?\n  Лука кивнула, и пошла чуть медленнее, тем более, что они почти дошли до её подъезда.",
    "answers": [
      {
        "id": 49,
        "text": "[Дальше]"
      }
    ]
  },
  {
    "id": 49,
    "text": "  И вот, когда Кит и Лука уже прощались, Кит вдруг вспомнил, что не отдал ей зонт.\n—Лука!\n—Ась?–Она повернула голову в сторону Кита.\n–Зонтик,–он вложил его ей в руки,–Я забыл отдать тебе зонтик.\n—Ох, точно, а я и забыла...\n  Она положила зонтик в портфель, и поглядела на Кита незрячими глазёнками.\n—Ну...Тогда до завтра?–Она вновь улыбнулась. Кит–в ответ.\n—Давай.\n                                ***\n\n  И вот, Кит снова готовится ко сну. Теперь, после кропотливой работы портрет на дереве был уже готов–осталось лишь выжечь. Он изобразил её так красиво, как только мог, и истратил свой, может быть, годовой запас вдохновения. \n  Теперь, она стала его смыслом жизни. Смыслом, чтобы ждать завтра. Смыслом, чтобы каждое утро встречать рассвет.\n  И пускай так будет всегда.",
    "answers": [
      {
        "id": 1,
        "text": "[Конец Пролога](В начало)"
      },
      {
        "id": 51,
        "text": "[Начать главу II:«Ответ»]"
      }
    ]
  },
  {
    "id": 50,
    "text": "                               \n  ",
    "answers": []
  },
  {
    "id": 51,
    "text": "  Ночную тишину прервало мурлыканье, прогнавшее всю дрёму из девочки. Кто-то тёрся об неё мохнатой головой, прошая о лакомстве, или о чём ещё–она никогда не понимала этих кошек.\n  Плен одеяла, так сладко просачивающий расслабление во всё тело, не давал покоя. Она достала телефон, и нащупала пальцами кнопку питания. Нажав на неё единожды, она зажала кнопку «домой» и хрипло проговрила:\n–Время.\n–Время. Сейчас шесть часов и двадцать три минуты,–проговорил роботический голос.\n  Кошачья голова, судя по всему, принадлежала Соде–это ей удалось понять по обвисшим ушам и довольно высокому мурлыканью. Шерть была шелковистой и мягкой, так как Сода не отказывалась от купания, и была довольно тихой. Но больше всего её выдавал запах ромашкового шампуня. В её ногах громко прсапывал.... Кажется, Мартин. Кот, у которого было больше проблем с дыханием, чем у какого либо ещё кота в мире–так думала девочка. В ямке, сложеной её руками, обнявшими подушку, примостился двухмесячный Пуфик. Он, похоже, дремал, но её руки его потревожили, и он ещё по-котёночьи, хрипло, мяукгул, и укусил её за палец.\n",
    "answers": [
      {
        "id": 63,
        "text": "*Подняться*"
      },
      {
        "id": 64,
        "text": "*Досыпать до семи*"
      }
    ]
  },
  {
    "id": 52,
    "text": "  ",
    "answers": []
  },
  {
    "id": 53,
    "text": " ",
    "answers": []
  },
  {
    "id": 54,
    "text": ".",
    "answers": []
  },
  {
    "id": 55,
    "text": "  ",
    "answers": [
      {
        "id": 58,
        "text": "[Адекватно ответить]"
      },
      {
        "id": 59,
        "text": "[Жестко тупить]"
      }
    ]
  },
  {
    "id": 56,
    "text": "  ",
    "answers": [
      {
        "id": 57,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 57,
    "text": " ",
    "answers": []
  },
  {
    "id": 58,
    "text": "",
    "answers": [
      {
        "id": 60,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 59,
    "text": "",
    "answers": []
  },
  {
    "id": 60,
    "text": "  ",
    "answers": []
  },
  {
    "id": 61,
    "text": "  ",
    "answers": []
  },
  {
    "id": 62,
    "text": "  ",
    "answers": []
  },
  {
    "id": 63,
    "text": "  Сквозь дрёму, не открывая глаз она свесила ноги с кровати, нащупав старый, и будто слипшийся, слегка покалывающий ноги палас. Встала, и неловко вытянула руку перед собой пытаясь не нарваться на вещи, разбросанные по полу–уж так плохо ей вчера было.\n  Мурлыки, мягко перебирая лапками, пошли за ней, а Пуфик даже пытался прыгать на её руки в момент, когда она разворачивала своё тело, держась за косяк. Девочка прошмыгнула в кухню, нащупала растворимый кофе «365 дней», и сыпанула столовую ложку в огромную кружку. Ложка сахара была, но чайная и, что пугало, одна. Она нащупала очередной пакетик жидкого кошачьего корма, той же фирмы, что и кофе, и почувствовала одобрительное поталкивание пушистого тельца котёнка, и высокое, частое мурлыканье. Взрослые коты тёрлись об её ноги, пока она выдавливала эту вонучую, но любимую кошачьими слизь на тарелки.\n  К тому моменту чайник уже вскипел, и она, обвив пальцами ручку, отлила большое количество кипятка, пока вода не коснулась её пальца. Она отдёрнула руку, и залила это молоком. В полной темноте, с кружкой кофе, Лука направилась в комнату, из которой слышался тихий шум радио на волне шансона, который так любила бабушка.\n  Они с бабушкой не пользовались светом. Зачем он слепым? ",
    "answers": [
      {
        "id": 66,
        "text": "[Дальше]"
      }
    ]
  },
  {
    "id": 64,
    "text": "",
    "answers": []
  },
  {
    "id": 65,
    "text": "Ночную тишину прервало мурлыканье, прогнавшее всю дрёму из девочки. Кто-то тёрся об неё мохнатой головой, прошая о лакомстве, или о чём ещё–она никогда не понимала этих кошек.\n  Плен одеяла, так сладко просачивающий расслабление во всё тело, не давал покоя. Она достала телефон, и нащупала пальцами кнопку питания. Нажав на неё единожды, она зажала кнопку «домой» и хрипло проговрила:\n–Время.\n–Время. Шесть часов. Двадцать три. Минуты,–проговорил роботический голос.\n  Кошачья голова, судя по всему, принадлежала Соде–это ей удалось понять по обвисшим ушам и довольно высокому мурлыканью. Шерть была шелковистой и мягкой, так как Сода не отказывалась от купания, и была довольно тихой. Но больше всего её выдавал запах ромашкового шампуня. В её ногах громко прсапывал.... Кажется, Мартин. Кот, у которого было больше проблем с дыханием, чем у какого либо ещё кота в мире–так думала девочка. В ямке, сложеной её руками, обнявшими подушку, примостился двухмесячный Пуфик. Он, похоже, дремал, но её руки его потревожили, и он ещё по-котёночьи, хрипло, мяукгул, и укусил её за палец.\n",
    "answers": []
  },
  {
    "id": 66,
    "text": "  Дверь тихо скрипнула, и «Изгиб гитары жёлтой ты обнимешь нежно...»  в исполнении слезливого исполнителя ударил в уши девочке, которая никогда не любила такие вещи. Да и дело-то было не в том, что ей не нравился такой типаж музыки.\n  Она присела к спинке кровати бабушки, и упёрлась в неё головой.\n  Старушка храпела, иногда бормоча себе под нос что-то невнятное, что-то о войне. О сорок третьем годе, о холоде, о блокаде. Её бабушка находилась в Ленинграде в то время, потому что ездила к своей бабушке. \n  В их доме никогда не было лишней крошки хлеба, потому что бабушка не любила расточительство, чем бы оно не выражалось. К оому же бабушка часто рассказывала внучке о войне. Её было интересно слушать.",
    "answers": [
      {
        "id": 1,
        "text": "Уппс, а тут пока конец...\n"
      }
    ]
  },
  {
    "id": 67,
    "text": "",
    "answers": []
  },
  {
    "id": 68,
    "text": "",
    "answers": []
  },
  {
    "id": 69,
    "text": "",
    "answers": []
  },
  {
    "id": 70,
    "text": "",
    "answers": []
  }
]