[
  {
    "id": 1,
    "text": "Какова же цена настоящего мира? \nСпособны ли вы её принять?",
    "answers": [
      {
        "id": 2,
        "text": "Начать"
      }
    ]
  },
  {
    "id": 2,
    "text": "4673 год со дня смерти последнего дракона, город N:\n—Аааай была не была, играю на все деньги мужики, \nсегодня мне прёт как никогда, ставлю на 7\n—Сейчас то у тебя отыграюсь, давай на 9\n*судья мешает кубики в стакане, переворачивает его и отрывает сканан со стола*\n—Хаа 6! У меня ближе, я же говорил, что мне сегодня чертовски везет.\n\"ВСЕМ СЕГОДНЯ ВЫПИВКА ЗА МОЙ СЧЕТ , РАЗЛИВАЙ ХОЗЯЙКА\"-, заорал на вест трактир Гарк.\n—Коран помоги мне, я не смогу столько пойла в одиночку разлить\n—Сейчас ма. Рявкнула я, отрываясь от своего любимого занятия- безделия.\nНадо сказать, что живем я и мама не богато, содержим мелкий трактир, который достался в наследство от бабушки и судя по его внешнему виду трактир горадо древнее самих драконов, он то и помогает нам сводить концы с концами. Отец мой погиб, когда мне едва исполнилось 6.Я его видела пару раз от того и плохо знала, но по словам мамы нельзя было найти человека более честного и бестолкового чем отец. Он зарабатывал тем, что был обычным моряком,которых нанимают для черной работы на торговых судах.Но в тот роковой день, он стал жертвой морских крыс, именующих себя пиратами. ТЕРПЕТЬ НЕ МОГУ ЭТИХ ГНУСТНЫХ РАЗБОЙНИКОВ, УБИВАЮЩИХ РАДИ НАЖИВЫ!\nВремя подходило к полудню, как раз в это время я совершаю ежедневную процедуру похода за продуктами.",
    "answers": [
      {
        "id": 3,
        "text": "Отправиться на рынок"
      }
    ]
  },
  {
    "id": 3,
    "text": "Мой город — череда покосившихся от времени дубовых двухэтажных зданий, среди которых иногда мельком проскальзывают новенькие кирпичные дома зажиточных купцов. Рынок со всем ,что захочешь, находился в центре нашего города. По пути от моего дома до рынка, я всегда проходила площадку, на которой в полудень новостной(вид профессии в нашем мире, работа которого заключается в донесении последних новостей со всего света до жителей города) начинал свою речь, но меня никогда особо не интересовала жизнь вне своего города, поэтому я редко останавливалась для того , чтобы послушать, что твориться в мире. Так и в этот раз я решила пройти мимо, но краем уха услышала, что  разработали лекарство против чекинки( я сама хрен знает, что это такое такое, никогда не была сильна в медицине) и, что какой-то Гемилиодиус нашёл камень, с помощью которого собирается привнести мир во всем мире. Я лишь усмехнулась, услышав про очередного нашего \"спасителя\" с напышенным именем,о которых вещают каждый день, дабы приободрить народ, и побрела дальше.",
    "answers": [
      {
        "id": 4,
        "text": "Двигаться к рынку"
      }
    ]
  },
  {
    "id": 4,
    "text": "Город в этот день был оживлен больше обычного: смех и крики доносились со всех сторон, звук от удара лошадиных подков о брусчатку было слышно довольно отчетливо во всех частях города. На рынке Коран встретила давнюю знакомую, с которой она  видится почти каждый день уже в течении 6 лет, её лавка ничем не примечательная находилась прямо в самом центре рынка, потому её трудно было не заметить.\n—Эй, Коран, привет! Тебе как обычно?\n—Да, Лиззи, пожалуйста.\n—Я слыхала Гарк сорвал сегодня крупный куш. Готова поспорить, что этот \"шуллер\" пробухает все свои деньги за час.\n—Угу, пробормотала я, задумавшись о чем-то незначительном.\n—У тебе все хорошо, спросила Лиззи, протягивая корзинку со свежими овощами и мясом.\n—Да-да, промямлила я ,очнувшись от своих мыслей, доставая деньги.\n—Ну все же с тобой что-то определенно не так! Можешь не бояться поведать тетушке Лиззи свой секрет- проговорила она с широкой улыбкой во весь рот.\n—Да все путем-, попыталась сказать я как можно бодрее,  натянув улыбку, хотя хотелось уже послать эту навязчивую тётку подальше.\n—Ну бывай тогда, раз не хочешь поболтать, не создавай очередь!\nЯ направилась обратно в трактир, какой-то странный гул отдавался у меня в голове, но я решила не придавать этому особого значания, списав на усталость",
    "answers": [
      {
        "id": 5,
        "text": "Пойти в трактир"
      }
    ]
  },
  {
    "id": 5,
    "text": "Отходя от рынка, к северо-востоку от моего дома можно было разглядеть самое высокое здание в городе высотой примерно в 60 метров- башню архимагов. Хотя ни о каких архимагах я не слышала никогда, но здание это выглядело довольно внушительно. Говорят именно вокруг него начали отстраивать город, даже сам дворец правителя, хотя, почему оно тогда оказалось почти на краю города, все же мне не ясно. Вход туда для обычных горожан был строго запрещен, только с официальной бумагой подписанной правителем можно было туда попасть. По слухам там располагался склад древних артефактов и книг, некого рода библиотека, но вопрос, почему тогда вход был запрещен, так и оставался загадкой, ключ для ответа на который можно было узнать только у посвященных. Я с детства питала жуткий интерес к этому загадачному месту,  однажды мне даже удалось подобраться туда настолько близко, что можно было различить некоторые очертания в окнах хоть и очень плохо. Около входа башни всегда патрулировало четыре стражника, а на всех окнах стояли решетки, поэтому ни о каком тайном проникновении внутрь даже мыслей ни у кого не возникало, так сказать второе по охраняемости здание в городе после дворца правителя.",
    "answers": [
      {
        "id": 6,
        "text": "Идти к трактиру"
      }
    ]
  },
  {
    "id": 6,
    "text": "Расскажу немного о себе и свой семье: имя мне дала еще моя покойная бабушка ,и было оно тогда-Корана, но со временем ко мне прижилось немного измененное  имя-Коран, да я и не против особо, мне так даже приятней. На данный момент мне 17 лет, мама меня уже устала упрашивать найти себе мужа, поняв что это бесполезно, и больше не донимает такими просьбами.Не интересуют меня как-то парни, хоть убей. Внешность моя находится некоторым привлекательной, но для большинства ничем не примечательная: рост под 168 сантиметров, каштановые густые волосы по плечи, маленькие губы и нос, хорошо выраженные глаза, несколько вытянутый подбородок и не очень густые брови. Так же знаю, что по папиной линии у меня была тетя. Но при родах она скончалась, оставив мою двоюродную сестру с её отцом одних. Вскоре моя двоюродная сестра заболела неизлечимой на то время чекинкой и тоже померла. Её отец не смог пережить гибель жены и дочери, и поставил свою жизнь на игру в карты ,и специально же проиграл. Бабушка была одной из самых значимых в моей жизни людей, именно она обучила меня всем навыкам ведения хозяйства, и именно она воспитала во мне характер, но к глубочайшему моему и маминому сожалению умерла в 50 лет ,не дожив до моего четырнадцатилетия. Как нам рассказала потом городская полиция, что, когда бабушка в очередной раз ходила в лес за грибами, она наткнулась на одного из самых разыскиваемых на то время преступников, и он, чтобы не оставлять свидетелей, обезглавил беззащитную бабушку.",
    "answers": [
      {
        "id": 7,
        "text": "Идти к трактиру"
      }
    ]
  },
  {
    "id": 7,
    "text": "Я всегда возвращалась домой примерно часам к 4, этот раз не был исключением. Меня поприветствовал скрипучий звух обветшалой дубовой двери, и я вошла в трактир ,который уже за день успел пропахнуть пивом. \n—О, Коран ты уже вернулась, крикнула мне мама.\n—Да-да, устылым голосом промямлила я, поставив корзину с продуктами перед ней.\nЯ окинула взглядом наше заведение: было где-то 3 кампании по два человека и одна большая, где собирались мужики и играли в кости. Гарк уже дрых  рядом с этой компашкой, но уже раздетым до штанов.  Пройгрался-пронеслось у меня в голове, Лиззи все таки оказалась права. Ну чтож пока не нашлась для меня работа попробую вздребнуть. Проснулась я ,когда уже вечерело, людей в трактире прибавилось, видно многим хотелось отдохнуть после рабочего дня; Гарк все также продолжал дрыхнуть полуголым. Я вышла на улицу развеяться. Сверчки уже начинали свою песнь, а солнце было готово уже спрятаться за башню архимагов, так как башня эта стояла на самом западе города, провожая солнце каждый день , и потому в городе темнело раньше, чем за его чертой. Я оглянулась вокруг несколько раз и вернулась в шумный трактир.  Делать уже сегодня ничего больше не хотелось, и я ,желая оставить сегодняшний  день, улеглась в свою койку и задремала.",
    "answers": [
      {
        "id": 8,
        "text": "Спать"
      }
    ]
  },
  {
    "id": 8,
    "text": "Днем ранее, 3000 миль от города N:\n—гггГосподин, мммне  пппередали ,что нам удалось достать его.\n—Чудесно, чтож мои планы начинают воплощаться в жизнь.\nГемилиодиус встал из- за своего стола и подошел к Сэму.\n—Где он. Я хочу увидеть этот минерал собственными глазами.\n—Пппойдемте...\nПоместье ,в котором Гемилиодиус сейчас находился было одним из многих его владений, но именно это отмечалось особой колоритностью: изящно высеченные из мрамора белые колонны, гигантская библеотека с кучей стелажей и полок,  занимающая пол здания, на крыше особняка с устремленными вдаль взглядами сидело с десяток высеченных из камня горгулий.Также весь особняк был украшен изголовьями редких существ со всего мира; над рабочим столом Гемилиодиуса, где он проводил большую часть своего времени, копаясь в книгах и чертежах, висело его любимое изголовье мантикоры, которое ему досталось в подарок от одного из правителей за огромные достижения в медицине и технологии. Та часть особняка, которая не была занята библеотекой отводилась под лаборатории, в которых Гемилиодиус бывал таки частым гостем, проверяя  свои догадки экспериментальным путем.\nСэм и Гемелиодиус спустились вниз по винтажной лестнице и покинули здание. Сэм опередил своего господина и бегом направился в конюшню, чтобы подготовить лошадей.\n\n",
    "answers": [
      {
        "id": 9,
        "text": "Идти в конюшню"
      }
    ]
  },
  {
    "id": 9,
    "text": "Когда Гемилиодиус вошел в конюшню, Сэм уже держал за уздечки двух породистых скакунов. \"Вввот дддержите\"-,пробурчал Сэм, протягивая уздечку от белоснежного коня. Гемилиодиус выхватил уздечку у него из рук и бодрым прыжком взобрался на скакуна. \"Нечего медлить, знай цену времени!\"-,прокричал Гемилиодиус. Сэм последовал приказу: вскочил на коня и ринулся на рудник который находился в 15 милях от поместья. На поиски минерала, который был обнаружен в одном из многих рудников, Гемилиодиус потратил большую часть своей долгой жизни. Ему потребовалось объездить весь мир, собирая древние трактаты, чтобы найти подсказки к местоположению этого минерала. По легенде минерал этот является частью, самой первой твердой материи во Вселенной. При образовании планет в них могли попасть эти самые камни. Архимаги уже раньше, в эру драконов, находили этот минерал, но ,посчитав его свойства очень опасными для мира, если камень окажется в неправильных руках, спрятали его в руднике и обвалили его, а любые записи, содержащие информацию, о минерале они попытались стереть. Но видимо небольшой части записей исследований удалось уцелеть.\n",
    "answers": [
      {
        "id": 10,
        "text": "Двигаться в рудник"
      }
    ]
  },
  {
    "id": 10,
    "text": "Они доехали до рудника, Сэм мигом соскочил с лошади и пошел помочь спешиться своему господину. Гемилиодиус уверенным шагом вошел в рудник и спросил у первого встречного рабочего, где найти заведующего. Рабочий неуверенно вытянул руку и указал дрожащим пальцем вниз обрыва. Гемилиодиус подошел, ближе к краю, передним предстала бездна, вся заполненная деревянными мостиками и балками; залитая тусклым светом смолянистых факелов. Отовсюду можно было расслышать четкий звук удара металла о камень. Сэм указал на потрепанного вида дряхлый лифт, но Гемилиодиуса сейчас уже не волновали такие мелочи, как состояние лифта, сейчас он находился в предвкушении встречи с величайшей работой в его жизни. Звук скрипучих досок и запах сырости сопровождали их долгих 10 минут. Для Гемилиодиуса сейчас ожидание было пыткой, каждая минута длилась, как человеческая жизнь. Лифт остановился лёгким толчком о камень. Гемилиодиус распахнул дряхлую дверь с такой силой, что она чуть не разлетелась от удара. Он выскочил наружу и чуть-ли не криком спросил, о заведующем. Ему указали на тряпичную палатку неподалеку. Сейчас Гемилиодиусом двигала только одна цель, одно желание...",
    "answers": [
      {
        "id": 11,
        "text": "Войти в палатку"
      }
    ]
  },
  {
    "id": 11,
    "text": "Гемилиодиус ворвался в палатку, заведующий от столь неожиданного визита поперхнулся от чая, прокашлился и обратился к Гемилиодиусу:\"Что моему достопочтенному господину понадобилось в столь темном месте?\"\n—Я слышал вы отыскали его.\n—О вам уже рассказали? Ну тогда для меня будет честью представить его вашему взору.\nЗаведующий вынул связку ключей из-за пазухи, подошел к кровати и сбросил с нее одеяло с матрасом, оголив кучу бревен и принялся разбирать эту кучу. Когда он закочил, отчистив пол от бревен, стала видна крышка люка, заведующий потянул за нее. Гемилиодиус подошел к люку и заглянул вниз, только старая ржавая лестница, которая спускалась к туннелю, но, что было в туннеле, сверху было не разглядеть. \"Пройдемте\"-, попросил заведующий, указывая двумя руками на лестницу в люке.\nКак говорилось ранее, Гемилиодиусу сейчас было плевать на такие мелочи, как ржавчина на лестнице, поэтому он немедля последовал просьбе заведующего. Заведующий спустился следом, прихватив с собой факел, и вошел в туннель, попутно пробуя зажечь его. Когда свет озарил стены рукотворной пещеры, Гемилиодиус увидел, что туннель простилался вперед метров на тридцать, а в его конце виднелось, что то похожее на небольшую комнату.",
    "answers": [
      {
        "id": 12,
        "text": "Войти в комнату"
      }
    ]
  },
  {
    "id": 12,
    "text": "Гемилиодиус с заведующим вошли прямиком в комнату. Тусклый свет факела озарил помещение, предоставив возможность получше осмотреться. В комнате ничего не было кроме пары держателей для факелов, в один из которых заведующий уже успел поставить свой, и гигантского сейфа  вмурованного в стену. Заведующий повертел связку ключей в поиках нужного и принялся открывать сейф. Сейф этот был устроен на подобие матрешки, каждый последующий был внутри предыдущего и меньше в размерах. Наконец заведующий, открыв с десяток сейфов, добрался до последнего самого мелкого. Повозился немного ключем в скважине, потянул за ручку и дверца поддалась. Заведующий аккуратно сунул руку внутрь и вынул с тряпичным мешочком. \"Прошу!\"-, с гордостью в голосе и улыбкой на лице проговорил он, протягивая мешочек на ладони Гемилиодиусу. Гемилиодиус также аккуратно взял мешочек и развязал его. Да! Внутри находился именно тот камень, который описывали в древних трактатах. Ограненный светло-розовый минерал с темно-синей сердцевинной. Гемилиодиус простоял минут десять, взирая с зверинным восторгом на этот камень, пока его не отвлек вопрос заведующего.",
    "answers": [
      {
        "id": 13,
        "text": "Очнуться"
      }
    ]
  },
  {
    "id": 13,
    "text": "—Господин с вами все хорошо?\n—Лучше не бывает!- возбужденно произнес Гемилиодиус, заворачивая минерал в мешочек.\n\"Я благодарен, за вашу работу и ваших подчиненных, я распоряжусь, чтобы вас вознаградили как следует, ну а сейчас мне нужно углубиться в исследования\"- сказал он, пряча мешочек с камнем в карман. Гемилиодиус развернулся и направился к ржавой лестнице. Сэм поджидал своего господина возле палатки, ведя беседу с одним из рабочих рудника. \"Сэм нам пора!\" выкрикнул Гемилиодиус, выйдя из палатки заведующего и направившись к лифту. \n—Вы заполучили его, господин?\n—О да, мне нужно, как можно скорее проверить его свойства!...\nПоместье Гемилиодиуса:\n\"Чтож для проверки возможностей минерала мне понадобится мощный источник света... факела или фонаря будет недостаточно;  можно попробовать использовать солнечный свет с линзами и зеркалами... так и поступлю\" -рассуждал в слух Гемилиодиус, рассхаживая по комнате вокруг своего стола.\n—Сэм, срочно приведи  ко мне одного из моих рабочих!\n—Будет сделано.",
    "answers": [
      {
        "id": 14,
        "text": "Подготовить оборудование"
      }
    ]
  },
  {
    "id": 14,
    "text": "Когда Гемилиодиус закончил с расстановкой зеркал и линз, в комнату ворвался Сэм держа за руку одного из слуг Гемилиодиуса, Рейна.\n—Я закончил господин, проговорил Сэм, подводя Рейна ближе.\n—Чудесно, Рейн присядь пока  табуретку и внимательно смотри на линзу.\nГемилиодиус установил минерал на подставку и повернул зеркало под нужный градус. Солнечный свет отразился по сложной системе зеркал, сфокусировался в линзе, прошел через минерал и попал в зрачок Рейну. \nГлаза Рейна приобрели стеклянно-розовый цвет.  Взгляд... пустой, безжизненный. Знаете как можно отличить живого человека от трупа по взгляду? У живых он отражает эмоции которые в данный момент испытывает человек или которые прячет глубоко в душе.\nА у трупа... ничего... такой же пустой взгляд, как сейчас был у Рейна.\n\"Рейн встань!\"-скомандовал Гемилиодиус. Тело рабочего послушно поднялось и встало на ноги. \"Рейн, ударь себя, во всю силу\"- снова приказал Гемилиодиус. Понятно, что никто бы на такую просьбу просто так не согласился, но... тело рабочего все также послушно сжало руку в кулак и ударило себя в живот с такой силой, что свалилось на пол.\n\"Оно работает! Да! Древние трактаты не лгали! Камень способный подчинять разум людей!\"-с нечеловеческим восторгом прокричал Гемилиодиус, взирая на Рейна.\n\"Да придет в скором времени начало абсолютному миру!\"\n",
    "answers": [
      {
        "id": 15,
        "text": "Убрать и спрятать камень"
      }
    ]
  },
  {
    "id": 15,
    "text": "Следует рассказать о самом Гемилиодиусе:\nНа вид худой высокий мужчина лет сорока. Длинноватые рыжие волосы, короткая борода и голубые глаза.\nМальчишка Герми родился 12452 года назад а эру царствования драконов.Рос он в бедной семье вместе со своими 2  братьями, родители были обычными земледельцами. Но развязвшаяся в то время, первая мировая война забрала жизни родителей Герми. Ему со своими братьями пришлось выживать, воруя еду. Но еды хватало разве что муравья накормить, братья Герми ,не выдержав такой пытки жизни, скончались от голода. Герми остался  круглой сиротой, но не был сломлен. Вскоре, ему посчастливилась возможность попасть в работники к одному ученому, Бенхарду. Бенхард видя, способности юнца взял его к себе в ученики. Так Герми смог получить знания почти во всех областях науки. Некоторое время спустя, начавшаяся уже вторая мировая война, забрала жизнь и Бенхарда. К Герми перешло все его наследство как к ближашему к нему человеку. Спустя еще 15 лет Герми значительно продвинулся в анатомии и смог создать эликсир бессмертия из крови дракона. Это раньше уже удавалось некоторым архимагам, так что Герми уже не был здесь первым. Однако он продолжил свои исследования, совершив множество научных полезных для человечества открытий. И ,вскоре после этого, сменил имя на Гемилиодиус.",
    "answers": [
      {
        "id": 16,
        "text": "..."
      }
    ]
  },
  {
    "id": 16,
    "text": "Гемилиодиус спрятал минерал к себе в одежду и приказал Рейну вернуться на своё рабочее место. \nСледующим пунктом его плана было раздобыть предмет, который смог бы испустить самый мощный пронзающий луч света. Но даже Гемилиодиус с его научными познаниями не предполагал, где взять такую вещь. Решенье оставалось одно: просить помощи архимагов, поэтому Гемилиодиус тот час же сел за свой рабочий стол и начал писать оповещания. Текст был во всех письмах индентичен и выглядел примерно так:\n\"Здравствуйте, ваше светейшество, извиняюсь за столь неожиданную весть. Но грядет дело мирового уровня, поэтому нужно немедленно собрать совет архимагов. Место встречи башня архимагов, город N. Собрание будет проведено ровно через месяц после написания этого письма.\n                                                        Гемилиодиус\"\nДописав письма, Гемилиодиус скомандовал Сэму отдать письма птицам и собрать вещи для длинного пути. Сам же снова уселся изучать древние трактаты, с мыслью о том, что не упустил ли он какую-нибудь важную деталь связанную с минералом.\n\n",
    "answers": [
      {
        "id": 17,
        "text": "Проснуться"
      }
    ]
  },
  {
    "id": 17,
    "text": "Корааан!\nПротяжный громкий голос мамы вытянул меня из сна. Я лениво приоткрыла глаза. На улице уже светало. Трактир был абсолютно пуст, даже Гарк, что, набухавшись, дрых вчера тут, успел убраться. \n\"Нам пора готовиться к открытию\"-возбужденно сказала мама. Как всегда бодрая, уверенная. Интересно же мне в кого я пошла тогда такая беззаботная... Делать было нечего, пришлось идти умываться. \"Как же задолбала эта рутина\"-,бурчала я себе под нос.Стоило мне подняться на ноги, в нашу входную дверь ввалилось тело и грохнулось на пороге, издав глухой звук. Мама даже вскрикнула от неожиданности. Я подошла поближе разглядеть пришельца, ведь не каждый день первый клиент появляется так эффектно, а этот ещё и раньше времени.\nМужчина лет тридцати с легкой щетиной, брюнет. Исхудавшее тело, словно месяц к еде не притрагивался, и лицо... Лицо полное боли, как будто на его глазах вырезали всех его родных людей. Я дотронулась до его шеи, нащупав пульс. \n\"Живой, выкрикнула я, что будем с ним делать?\" Мама у меня хоть и может показаться сердитой на первый взгляд, но на самом деле она довольно таки мягкосердечна.\n\"Положи его к себе в койку, пусть отдохнет, не бросать же помирать\"-выговорила она.\nЯ и сама была не против, хотелось все же узнать его историю, и как его его занесло к нам в трактир. Подхватив за плечи, я заволокла  его на свою кровать. Все таки маловато у меня силенки мужиков тягать, хоть этот и был исхудавшим до костей.\n ",
    "answers": [
      {
        "id": 18,
        "text": "Пойти умыться"
      }
    ]
  },
  {
    "id": 18,
    "text": "Умывшись ледяной водой, я немного взбодрилась. Впереди предстоит необычный день, раз он уж так начался- пронеслось у меня в голове. Мне оставалось только протереть столы в трактире, и можно было бы  открываться, так как мама уже позаботилась о всем остальном. Подготовив тряпку к работе, я вдруг услышала сиплый голос сопровождающийся кашлем:\"Вводыы\".\nОчнулся наконец- подумала я. \"Мама\"-,окликнула я её:\" очнулся, воды требует!\" Мама вышла из своей комнаты, держа полный стакан, и подошла к мужику. \n—Вот выпейте.\nНезнакомец жадно присосался к стакану, хлебая с такой скоростью, что пролил на себя аж половину стакана. Я уже успела закончить с уборкой и подошла к пришельцу.\n\"Расскажите кто вы и с чем пожаловали\"-начала мама. Незнакомец помолчал еще минуту, видимо оценивая происходящее, и удостоверившись что, ничего опасного ему сейчас не угрожает, начал свою историю...",
    "answers": [
      {
        "id": 19,
        "text": "Выслушать рассказ"
      }
    ]
  },
  {
    "id": 19,
    "text": "—Мое имя Сигат, но впрочем вы можете звать меня как хочется, мне это не особо важно. Началось все с того, что я ,желая заработать, устроился в садовники к одному ученому- Гемелиодиусу. Работа не пыльная ,а платят довольно солидно. Кто-же от такого откажется , верно? Через некоторое время по подчиненным Гемилиодиуса начал пробегать слух, что господин готовит некий очень маштабный проект. Но нам обычным чернорабочим об этом никто не обьявлял, только самые приблеженные Гемилиодиуса знали об этом,  в принципе я могу понять своего господина, вот что бы он получил, расскажи нам свой план? Видимо что-бы раньше времени не поднимать шуму, господин предпочитал умалчивать о своем страшном проекте. Но суть не в этом. Однажды после своей выполненной работы мне лень было вообще что-то делать ,и я прилег вздребнуть прямо в саду за одним из кустов. Проснувшись, я увидел сквозь листву Гемилиодиуса с одним из своих подчиненных- вроде бы его звали Сэм, и по видимому мое присутствие не было расскрыто. Они сидели на одной из лавок посреди сада. Любопытство взяло вверх, и я подобрался ближе подслушать их разговор, из-за которого я собственно и очутился здесь... Помнится уже смутно, но попробую как можно точнее передать их беседу:",
    "answers": [
      {
        "id": 20,
        "text": "Слушать рассказ"
      }
    ]
  },
  {
    "id": 20,
    "text": "—Сэм, скажи мне, что в твоем понимании мир?\n—Нууу, это когда нет вражды, господин.\n—Ход мыслей у тебя верный, хоть и выразился ты весьма по детски. \nГемилиодиус в размышлениях посидел молча еще с две минуты и наконец задал вопрос: \"Тогда насколько высокую цену ты готов заплатить за мир?\"\n—Наверно, 10 рубинов точно бы дал!\nНа лице у Гемилиодиуса пронеслась ухмылка.\n—Что же послушай меня Сэм: все люди по своей природе разные по характеру и взглядам на вещи, из-за этих различий между людьми может возникнуть недопонимание. Недопонимание со временем перетекает в ссору, а ссора ,в свою очередь, перерастает в войну. И люди сражаются по два лагеря, отстаивая свои идеалы. Поэтому мир , каким мы его хотим видеть, существует весьма не долго. Но вот... Если бы люди обладали одинаковым или единым сознанием и разумом. Конфликты бы исчезли навсегда! Я , как ты знаешь, работаю над своим проектом уже около шести тысяч лет. Подробно о нем знаю только я сам, но тебе как самому преданному моему слуге я так уж и быть, поведаю его...\n—Господин, ваш проект гениален!\n—Мир это высшая ступень . Он бесценнен! Так что свобода воли и выбора людей, весьма низкая цена, на которую я готов пойти ради мира.",
    "answers": [
      {
        "id": 21,
        "text": "Слушать рассказ"
      }
    ]
  },
  {
    "id": 21,
    "text": "—Погоди , Сигат, прервала я, ты так и не рассказал, что это за проект такой.\n—Вам недостаточно знания того что, если он осуществится всякий лишится воли? Раз так, я попытаюсь вспомнить...\n\n\n\"...Ну что же слушай Сэм: по сказаниям изложенных в древних трактатах на нашей планете есть один минерал, чьи свойства весьма любопытны. Если верить древним сказаниям, владелец минерала может подчинить сознание каждого , кто увидит свет прошедший сквозь этот камень. Камень этот я ищу уже очень давно, но по последним полученным недавно данным, я очень сильно приблизился к разгадке его точного местоположения. Наверно, мне даже удастся заполучить этот минерал в течение нового месяца! Но камень эта лишь первая часть проекта... Затем мне понадобится достать очень мощный источник света, с этим пунктом у меня пока затруднение, но врядли это займет хотя бы половину времени, с которой я ищу камень. Ну и последняя, скорее самая легкая часть: возвести огромной высоты башню, и используя тот источник света и рассеевающую линзу, пропустить луч через минерал , направив его на луну. Ах да, ещё обязательным условием является полнолуние. И тогда свет отразится от поверхности луны, распространившись по всему миру. Я получу контроль над сознанием всех людей и установлю вечный мир! Теперь, Сэм, ты должен понять, что мой проект  для меня значит.\"\n",
    "answers": [
      {
        "id": 22,
        "text": "Слушать рассказ"
      }
    ]
  },
  {
    "id": 22,
    "text": "Сигат прокашлялся, все таки длительное обезвоживание дало о себе знать.\n—Ну ,собственно, прослушав сей диалог, я подумал, что мой господин спятил. Я не могу разделить и принять его взглядов! Что может значить мир, который ты не можешь ощутить? Что значит жизнь, если ты не имеешь свободы? Все же я не смогу понять Гемилиодиуса. В эту ночь я начал подготовку к побегу: собрал не много еды и решил украсть скакуна, так как все равно возвращаться не планировал. Как только месяц начал спускаться я двинулся в путь. Мне было все равно куда бежать, я лишь хотел уйти от Луны. По дороге я останавливался в трактирах и рассказывал свою историю, дабы предупредить кого возможно, о предстоящем... В пути я уже двадцатый день. Еда вместе с деньгами закончилась у меня ещё на десятом. Ну а последнюю неделю я вовсе с коня не слезал, пытаясь, как можно скорее, уйти от Луны. Но эта неделя без сна слишком сильно сказалась на мне. Мне была необходима передышка! Как удачно, что мне повстречался ваш трактир! Кстати, не можете подсказать как далеко отсюда находится предел досягаемости Луны?\nТут моя мама не выдержала и засмеялась во весь голос:\n—Сигат, ты конечно извини, но от Луны уйти не получится. Так устроен наш мир, мне об этом давно еще муж поведал. Он был бывалым моряком, потому знал об этом не хуже архимагов.",
    "answers": [
      {
        "id": 23,
        "text": "Продолжить диалог"
      }
    ]
  },
  {
    "id": 23,
    "text": "Тут уже решила встрять я:\n—Мужик, мне тоже кажется странным этот Гемилиодиус, но бежать от Луны, как ты уже понял не вариант.\nСигат просидел молча , пялясь в стену, минут десять.\n—Что же придется мне собственноручно остановить моего господина, коль не могу я бежать. Но для начала...\nНе найдется у вас еды?\nМама усмехнулась:\nКонечно ж, найдется! Это ведь трактир, а не библиотека! Но за еду отрабатывать будешь.\n—Согласен!- с нетерпением выкрикнул Сигат.\n—Ну тогда ожидай,-сказала мама, удалившись на кухню.\nЯ осталась с Сигатом на едине.\n—Послушай , девочка, не хотела бы мне ты помочь с моим делом насчет Гемилиодиуса. Мне надо привлечь немного людей: в одиночку действовать тяжело, а толпа не нужна: поднимется лишний шум. На кон поставлена судьба мира, сама знаешь. Я понимаю чего прошу, так что, если ты откажешься, я не буду настаивать. Достучаться до верхушек власти бесполезно, так как они скорее примут сторону Гемилиодиуса из-за его влияния. А к архимагам вообще лучше не обращаться, фиг знает что у этих дряхлых стариканов на уме. Ты пока  не спеши, обдумай хорошенько мое предложение, а вечером я спрошу твое решение. Но скажу сразу- не безопасное это дело.",
    "answers": [
      {
        "id": 24,
        "text": "Подумать"
      }
    ]
  },
  {
    "id": 24,
    "text": "Мама вернулась из кухни, держа обжигающе горячий суп  и протянула тарелку Сигату. \"Благодарю\",-крикнул Сигат, выхватив тарелку и опустошив её за пару мгновений.\n—Вкусная однако у вас стрепня!-промямлил он с набитым ртом.\n—Ну вот поел , а теперь за работу!-сказала мама- Вот тебе топор, в миле отсюда на северо-востоке находится сухой лес. Принеси оттуда столько бревен сколько сможешь утащить. Веревка в ведре около входа!\nСигат , прихватив топор с веревкой, вышел на улицу... В моей голове роилась куча мыслей : с одной стороны не хотелось ввязываться во все это дело, да и чем я смогу помочь то, идем то мы против одного из влиятельнейших ученых, а коль поймают, останется только молиться за жизнь. Но все же с другой стороны: на карту поставлена судьба мира и, если решить не лезть в это дело то все равно рано или поздно Гемилиодиус осуществит свой проект. Я приняла решение! Попытаться что-то сделать стоит, поймают, ну и черт с ним! Если бездействовать, эффекта лучше не выйдет в любом случае.",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 25,
    "text": "",
    "answers": []
  }
]