[
  {
    "id": 1,
    "text": "Автор: Precter Stimus Diul (P.S.D.)<s>r\nЖанр: Фантастика<s>r\n<s>r\nНемного о квесте:<s>r \nМузыка влият на сердце каждого. Классика, рок или шансон — она бьет в самое сердце как олигарха или профессора, так и шахтёра или учителя. И вот в нежные пальцы музыки попал наш герой. К чему приведёт это знакомство юного сердца и неизведанной древней силы?..\n\n<s>r\nУдачи и веселого времяпрепровождения!",
    "answers": [
      {
        "id": 1,
        "text": "",
        "bgImg": "",
        "system": true
      },
      {
        "id": 2,
        "need_ever": false,
        "text": "Начнем, пожалуй",
        "calculate": false
      },
      {
        "id": 11,
        "text": "Концовки"
      },
      {
        "id": 12,
        "text": "На 100%",
        "need": [
          9,
          10
        ],
        "need_ever": true
      },
      {
        "id": 3,
        "text": "Примечания"
      }
    ]
  },
  {
    "id": 2,
    "text": "   ...И вот виолончель замолчала. Немного поддергивающаяся рука со смычком медленно опустилась и безвольно повисла. Минуту стояла полная тишина...<s>r\n   Таких громких оваций, наверно, не слышал даже сам учитель мальчика. Все, кто был в зале, рукоплескали, стараясь сделать это громче остальных, из-за чего стоял невообразимый шум. Откуда-то с задних рядов слышались крики \"Браво!\" и \"На бис!\", а звонкие свисты раздавались со всех сторон. На негнущихся ногах юный гений поднялся со стула, его лицо было белее мела. Неимовернно дрожащие колени также выдавали большое волнение. Подошедший пожилой мужчина схватил одной рукой инструмент, в другую взял руку мальчика и вместе с ним поклонился, после чего быстро увёл за кулисы. Зрители продолжали стоять ещё несколько минут, бурно аплодируя музыканту, после чего сели и затихли, ожидая следующего артиста...",
    "answers": [
      {
        "var_str_set": [
          "global bg_music",
          "di1"
        ],
        "text": "За кулисами",
        "id": 4
      }
    ]
  },
  {
    "id": 3,
    "text": "                               Примечания автора\n\n   Автор не хочет кого-либо оскорбить или унизить своим произведением, любое совпадение персонажей и событий квеста с реальной жизнью, другими квестами или художественными произведениями не является преднамеренным плагиатом.\n\n   Автор выражает огромную благодарность создателям приложения, а также всем тем, кто прочтет квест и прокомментирует его.\n\n   Автор оставляет за собой все права на это произведение, распространение или копирование возможно только с его разрешения.\n\n   Желаю удачи в будущем всем квестописцам, а читателям — приятно провести время.",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 4,
    "text": "   — Андрей, быстро на сцену, сейчас твой выход! — Светлана, девушка-администратор, легонько подтолкнула какого-то старшеклассника с гитарой в спину, и тот, едва заметно кивнув приближающемуся герою дня, после объявления вышел на сцену.<s>r\n   — Григорий Павлович, садите быстрей Данила, — мелко дрожащее тельцо просто упало на принесенный кем-то стул. — Даша, неси валерьянку, быстрей!<s>r\n   После первого же глотка мальчику стало лучше. Уже окружившие его дети стали поздравлять с прекрасным выступлением, девчонки обнимали виолончелиста, а старшие пацаны пожимали руку или хлопали по спине. Вернувшийся из буфета Григорий Павлович протянул Данилу зеленое яблоко, и тот сразу же начал им сочно хрустеть.<s>r\n   — Что ты так разволновался, Данил? Ты прекрасно сыграл эту сюиту! — администратор легонько потрепала густые волосы мальчика.<s>r\n   — Вообще-то он три раза ошибся, — негромкий голос послышался откуда-то из-за спин столпившихся. Все резко замолчали и одновременно оглянулись назад. Юный музыкант, ненамного старше виолончелиста, что-то тихоньку наигрывал на пианино.<s>r\n   — Изя, ты пианист, ты не можешь точно знать, были ли у него ошибки или не было, — немного грубо сказала Светлана, так как Данил снова побледнел.<s>r\n   — Я его партию не хуже своей знаю, то, что я клавишник, ещё ничего не значит, — пианист продолжал сидеть спиной к обернувшимся и играть.<s>r\n   — Израиль...<s>r\n   — Подожди, Светлана, — жестом остановил разгневанную девушку Григорий Павлович. — И какие же были ошибки у Данила, Изя?<s>r\n   Все в нетерпении ожидали развязки: администратор гневно дула на прядь волос, ребята переглядывались и перешептывались друг с другом, а преподаватель, заложив руки за спину, медленно подошел к продолжавшему играть мальчику.",
    "answers": [
      {
        "id": 5,
        "text": "Через минуту"
      }
    ]
  },
  {
    "id": 5,
    "text": "   Небольшой перебор по клавишам напоследок — и вот мелодия прекратилась. Провернувшись на стуле, Израиль смотрел в лицо Григорию Павловичу. Преподаватель вопросительно приподнял левую бровь, ожидая, когда пианист начнет говорить.<s>r\n   — Два раза, где-то в самом начале, Данил отыграл ре-диез вместо фа-бемоля, — немного приподняв голову к потолку, произнес мальчик. — И примерно в середине он ускорился ненадолго на три такта. Не знаю, на что списать эти ошибки. Волноваться Данил начал только на последних двух строчках, хотя смог сыграть их.<s>r\n   — Да что ты говоришь, Изя, — лицо уже успокоившейся под действием музыки Светланы снова запылало. — Такой талантище, все ошибки услышал.<s>r\n   Администратор уже хотела подойти к мальчику, но её вновь остановил Григорий Павлович.<s>r\n   — Света, что ты взъелась на парня? — преподаватель загородил девушке дорогу, продолжая стоять с руками за спиной.<s>r\n   — А что, неужели он всё правильно сказал? — с издевкой спросила девушка. — Чуть старше, а уже строит непонятно кого!<s>r\n   — Ну да, он ненамного старше Данила, но ошибки он все правильно нашел, — слегка улыбнувшись, ответил Григорий Павлович. Израиль вновь прокрутился на стуле и опять начал играть. — Правда, там еще одна была...<s>r\n   — А, ля-минор? Я просто подумал, что это немного странное сочетание мелодии, — перебил преподавателя мальчик. — Ну эту ошибку я уже бы свёл на волнение.<s>r\n   — Но... как? — Светлана ошарашенно переводила взгляд с мальчика на мужчину.<s>r\n   Тут в зале вновь раздались аплодисменты, и все, кроме Израиля и Григория Павловича, разошлись.",
    "answers": [
      {
        "id": 6,
        "text": "У пианино"
      }
    ]
  },
  {
    "id": 6,
    "text": "   Учитель слушал, как его ученик играет на пианино. Другие мальчишки и девчонки сновали туда-сюда, выполняя какие-то поручения или готовясь к выступлению.<s>r\n   — Израиль, ты пойдешь после Миши, — пробегая мимо, сказала ему Даша.<s>r\n   Легонько кивнув головой, пианист продолжал играть. Григорий Павлович посмотрел ему в лицо, чтоб увидеть эмоции мальчика, но оно было совершенно каменное.<s>r\n   — Немного выше, — мужчина подтянул к себе какой-то стул и уселся рядом. — Ни одной ошибки, это хорошо, Изя.<s>r\n   — Я знаю, — Израиль опять немного поднял голову к потолку и закрыл глаза. — Как может быть ошибка там, где играет душа, Григорий Павлович?<s>r\n   — Эх, — преподаватель тоже запрокинул голову и прикрыл глаза. Несколько секунд он молча слушал мелодию, после чего спросил. — Скажи, Израиль, ты играешь на струнных?<s>r\n   — Немного, — негромко ответил пианист. — Ещё духовые пытался, но легких не хватает.<s>r\n   — Ясно, ясно, — Григорий Павлович вернулся в начальное положение. — А почему ты играешь \"Реквием\"? Тебе же выступать с другим произведением.<s>r\n   — Не нравится оно мне, — просто сказал мальчик, продолжая всё также сидеть с закинутой головой. — Можно я это сыграю?<s>r\n   — А сколько мы его с тобой уже учим?<s>r\n   — Минут двадцать.<s>r\n   — То есть...<s>r\n   — Да, Григорий Павлович.",
    "answers": [
      {
        "id": 7,
        "text": "Разрешить"
      },
      {
        "id": 8,
        "text": "Отказать"
      }
    ]
  },
  {
    "id": 7,
    "text": "   — Да, пожалуй, ты можешь выступить с этим произведением. Тогда мне только нужно внести поправки, чтоб не вышло недоразумений, — преподаватель поднялся со стула.<s>r\n   — Спасибо, Григорий Павлович, — Израиль сидел всё также, лишь его руки танцевали по клавишам, легонько нажимая их и создавая прекрасную мелодию.<s>r\n   Мужчина улыбнулся и отправился искать Светлану...<s>r\n<s>r\n   Израиль вышел на сцену в полной тишине. Зрители наблюдали, как он сел перед пианино, как немного поправил бабочку на шее. Поставив пальцы на нужные клавиши, мальчик ненадолго замер...<s>r\n<s>r\n   \"Реквием по мечте\" почему-то вызывал у Израиля грусть. Он не понимал, почему так происходит. Мелодия вызывала те самые печальные воспоминания из детства, когда он был ещё совсем мал. Он не получил семьи как таковой, он помнил лишь расплывчатые лица родителей... Его вырастила троюродная бабушка, которая как раз и играла на пианино, поэтому и отдала его в музыкальную школу. Друзей он тоже не имел.<s>r\n   Пальцы мягко и нежно скользили по клавишам, и создаваемый звук разносился по всему залу. Израиль опять закрыл глаза. По щеке быстро пробежала и исчезла слеза, будто ящерка пробежала по пустыни, оставив небольшой водянистый след...<s>r\n   И вот опять заключительный перебор. Пальцы поднялись и зависли в воздухе. Медленно поднявшись с опущенной головой, мальчик вышел из-за своего инструмента, низко поклонился и отправился за кулисы под негромкие, но выразительные овации.",
    "answers": [
      {
        "id": 9,
        "text": "И снова за кулисами"
      }
    ]
  },
  {
    "id": 8,
    "text": "   — Нет, лучше не стоит, — преподаватель немного нахмурился, но продолжал говорить с прежней интонацией. — Сыграй лучше то, что мы с тобой готовили.<s>r\n   — Хорошо, Григорий Павлович, я понял, — мальчик продолжал сидеть в той же позе, на его лице не дернулся ни один мускул.<s>r\n   — Лучше повтори сейчас, тебе скоро выступать, — мужчина поднялся и направился к другим ученикам. Израиль продолжал играть \"Реквием\", пока из зала снова не послышались бурные аплодисменты...<s>r\n<s>r\n   С каменным лицом мальчик вышел на сцену, поклонился и сел за инструмент. Пока он медленно и заученно играл подготовленную программу, в его голове огромной тучей роились мысли. Сделав какие-то едва заметные ошибки, Изя немного дернулся, но продолжил играть. Теперь он сделал выбор для себя...<s>r\n<s>r\n   Пианист удалился за кулисы в сопровождении громких аплодисментов, и, пройдя мимо шныряющих девочек, он снова сел за пианино и заиграл \"Реквием\". Никто не обращал на него внимание, все были слишком заняты своими проблемами...",
    "answers": [
      {
        "id": 10,
        "text": "Немного позже"
      }
    ]
  },
  {
    "id": 9,
    "text": "   И вот шторы полностью закрыли пианиста от взглядов зрителей. Шатаясь, мальчик сделал ещё несколько шагов, после чего медленно осел на пол. Светлана, до сих пор рассерженая на Изю, быстро прошла мимо. Ребята, которые готовились к своим выступлениям, из-за спешки не замечали лежащего на полу музыканта и пробегали мимо. А мальчик продолжал лежать без движения...<s>r\n\n  Очнулся Изя сидящим в кресле в просторном кабинете Григория Павловича. Сам преподаватель стоял рядом и мочил в небольшом тазике белый платок. Повернув голову, он заметил, что мальчик очнулся.<s>r\n   — Ну наконец-то, я уже начал волноваться, — приложив платок ко лбу Израиля, произнес Григорий Павлович.<s>r\n   — Я... хочу п... пить... — мальчик протянул дрожащую руку к стоящему неподалеку стакану.<s>r\n   Мужчина пододвинул стакан немного ближе, и Израиль взял его. Медленными и небольшими глотками он опустошил емкость наполовину, после чего поставил обратно.<s>r\n   — Долго я здесь валяюсь, Григорий Павлович? — пианист повернул измученное лицо к своему учителю музыки.<s>r\n   — Да минут десять, не больше, — слегка пожав плечами, ответил мужчина. Сняв платок, он снова окунул его в таз и, слегка улыбнувшись, продолжил. — Заставил ты меня понервничать, Изя.<s>r\n   — Простите...<s>r\n   — Да ничего, перенапряжение, у меня тоже такое бывало, — неожиданно Григорий Павлович задумался. — Израиль, а ты хотел бы играть на барабанах?<s>r\n   — Было бы неплохо, — мальчик взял стакан и допил его содержимое.<s>r\n   — Тогда приходи завтра, если тебе будет лучше, — преподаватель засунул руку в карман пиджака и вытащил яблоко. — На, держи. На сегодня ты свободен, можешь идти домой.<s>r\n   — Спасибо, — пианист взял предложенное угощение и поднялся. — До свидания.<s>r\n   — Пока, Израиль.<s>r\n   Мужчина смотрел, как мальчик вышел и прикрыл за собой, после чего достал из кармана ещё одно яблоко и сделал большой укус.<s>r\n   — Из него точно выйдет что-нибудь путное, — вслух произнес Григорий Павлович, продолжая смотреть на закрытую дверь...",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 10,
    "text": "   Уже после общего поклона Григорий Павлович отвел Израиля немного в сторону, где было не так шумно из-за болтающих музыкантов.<s>r\n   — Изя, ты неплохо сыграл, — преподователь пожал мальчику руку, — но, думаю, ты и сам заметил свои ошибки.<s>r\n   — Да, заметил. Я вам уже говорил моё мнение на этот счет.<s>r\n   — Да, я помню, — мужчина кивнул и быстро продолжил. — Ты не хотел бы научиться играть на барабанах, Изя?<s>r\n   — Да, было бы неплохо, но... Думаю, я буду занят завтра, — мальчик отвел взгляд куда-то в сторону.<s>r\n   — Ну тогда на следующей неделе, после занятий.<s>r\n   — Если я не буду занят... Простите, Григорий Павлович, меня ждут, — мальчик быстро пожал руку преподавателю и быстро скрылся в толпе учеников...<s>r\n<s>r\n   Израиль стал все реже появляться на своих занятиях, хотя раньше ни разу не допускал их пропуска. Кое-как отучившись и сдав экзамен на \"четыре\", он забросил все занятия музыкой и закрылся от всего мира...",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 11,
    "text": "   Концовки<s>r\n<s>r\n   В квесте есть две концовки:<s>r\n — \"По волнам мечты\"<s>r\n — \"Черные клавиши\"",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      },
      {
        "id": 9,
        "text": "По волнам мечты",
        "need": 9,
        "need_ever": true
      },
      {
        "id": 10,
        "text": "Черные клавиши",
        "need": 10,
        "need_ever": true
      }
    ]
  },
  {
    "id": 12,
    "text": "   У тебя отлично получается!",
    "answers": [
      {
        "id": 13,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 13,
    "text": "   Продолжай в том же духе!",
    "answers": [
      {
        "id": 14,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 14,
    "text": "   Неподражаемо!",
    "answers": [
      {
        "id": 15,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 15,
    "text": "    Ты потрясающий!",
    "answers": [
      {
        "id": 16,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 16,
    "text": "   Если бы Кодзима видел сейчас твое прохождение, он точно бы захотел, чтоб ты стал бета-тестером его игр!",
    "answers": [
      {
        "id": 17,
        "text": "Дальше!"
      }
    ]
  },
  {
    "id": 17,
    "text": "   Ещё немного — и ты раскроешь главный секрет любого квестописца!",
    "answers": [
      {
        "id": 18,
        "text": "Дальше!"
      }
    ]
  },
  {
    "id": 18,
    "text": "   ...твой путь был суров и долог, ты определенно это заслуживаешь!",
    "answers": [
      {
        "id": 19,
        "text": "Дальше!!"
      }
    ]
  },
  {
    "id": 19,
    "text": "   Давай, поднажми, ты почти у цели!!!",
    "answers": [
      {
        "id": 20,
        "text": "Дальше!!!"
      }
    ]
  },
  {
    "id": 20,
    "text": "   ...",
    "answers": [
      {
        "id": 21,
        "text": "Хм..."
      }
    ]
  },
  {
    "id": 21,
    "text": "   Секретного ингредиента не существует. Ну максимум я бы посоветовал не лениться ;)",
    "answers": [
      {
        "id": 1,
        "text": "Максималочка"
      }
    ]
  },
  {
    "id": 22,
    "text": "",
    "answers": []
  }
]