[
  {
    "id": 1,
    "text": "Это история о знакомстве Алекса с Нанами. \nО них.\n\n P.S.  это квест который не несет большой важности и никак не влияет на дальнейшее развитие событий, но дает лучше понять некоторые вещи из предыдущего квеста( 104709 \"Нефелим:Начало\")\n Удачи.ᕙ(˵◕ω◕˵✿)つ",
    "answers": [
      {
        "id": 2,
        "text": "Начать квест."
      }
    ]
  },
  {
    "id": 2,
    "text": "Глава 1.   \" Знакомство\" \n\n\n  Я был обыкновенным мальчишкой. Жил и живу на крылатом острове драконов, который скрыт туманом. Найти его может только истинный наследник Ада. Кстати, драконы — главные фамильяры наследников Ада. Если наследников было много, то кто унаследует трон решал поединок между драконами-фамильярами.\n  Мой отец — огненный дракон и по совместительству правитель этого острова. \n  Хоть я и самый младший меня выбрали 10 фамильяром маленькой принцессы-полукровки. \n \"Ну зачем мне такие муки?\"- думал я.",
    "answers": [
      {
        "id": 3,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 3,
    "text": " Пока не встретил её...\n Первый раз когда я встретил Нанами был... Хм... Сколько же ей было 6-7 лет?  Да, примерно столько.\n Маленькая Нанами она была очень похожа на ангелочка, но почему-то всегда грустного. \n Тогда я не видел чтобы она улыбалась, она просто смотрела на всех с осуждением или с грустью. ",
    "answers": [
      {
        "id": 4,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 4,
    "text": " На одном из мероприятий в моем королевстве, в котором, кстати не так часто были праздники с чужаками, на котором была Нанами с отцом.\n\n Я увидел маленькую девочку. которая сидела на подоконнике. Её совершенно не интересовал тот банкет который был в зале. Она просто не обращала внимания на тех кто там находился и почему-то меня это вывело из себя и я решил подойти и высказать ей все.",
    "answers": [
      {
        "id": 5,
        "text": "Высказать."
      }
    ]
  },
  {
    "id": 5,
    "text": " Я подошел и окликнул её.\n— Эй, полукровка!- и она повернулась.\n То, как она на меня посмотрела совсем выбило меня из колеи.\n—Ты чего сидишь одна?- я подсел к ней и попытался рассмотреть получше. Золотые волосы были завязаны в косу, а одежда совершенно не подходила к мероприятию. \n—И почему на тебе не соответствующая одежда? \n\n— Мне не интересно общаться с ними, — она посмотрела в зал.\n— Они совершенно меня не понимают, а моя одежда просто удобная.- ответила она и продолжила смотреть в закрытое окно. ",
    "answers": [
      {
        "id": 6,
        "text": "-Почему ты просто не можешь..."
      }
    ]
  },
  {
    "id": 6,
    "text": "— Почему ты просто не можешь...- я не успел договорить и сразу получил ответ на свой вопрос.\n\n—В платьях неудобно двигаться и они мне не идут.- сказала она как отрезала.\n\n—Ну я не знаю насчет удобно или нет, но тебе бы платье было бы к лицу,- не знаю почему, но тогда я смутился.\n\n— Может быть, может быть, но я их всё равно не буду носить.\n\n— Вот как...",
    "answers": [
      {
        "id": 7,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 7,
    "text": " Вот так и закончилась наша первая встреча... ",
    "answers": [
      {
        "id": 8,
        "text": "Глава 2 \" Спасибо, очень вкусно.\""
      }
    ]
  },
  {
    "id": 8,
    "text": "Глава 2 \" Спасибо, очень вкусно \"\n\n Следующая наша встреча была когда ей было 10 лет. \n Тогда уже я был в гостях у нее.\nИ снова, когда я её увидел она сидела на подоконнике, только уже открытом, её волосы были распущены и ветер развивал их.\n Я смотрел на нее пока она не повернулась, её взгляд совершенно не изменился, но в этот раз она слегка улыбнулась и я решил подойти.",
    "answers": [
      {
        "id": 9,
        "text": "Подойти."
      }
    ]
  },
  {
    "id": 9,
    "text": " Как только я подошел, она заговорила.\n\n— Скажи.... Ты меня не боишься? \n\n— Что? С чего бы мне боятся маленькую девочку. — сказал я оперевшись о стену рядом с ней.\n\n— Меня все называют монстром... Но скажи, что я сделала плохого? — она посмотрела на меня чуть не плача.\n\n— Ты родилась. — холодно ответил я, как учили меня братья.\n\n— Так в этом проблема? — спросила та не отводя от меня взгляд.",
    "answers": [
      {
        "id": 10,
        "text": "- Да.\n"
      },
      {
        "id": 11,
        "text": "-Нет."
      }
    ]
  },
  {
    "id": 10,
    "text": "— Думаю да, ты же полукровка, тем более аристократка, тем более ты принцесса самой большой демонической страны.- все также холодно отвечал я.\n\n— Вот как... Спасибо за ответ, я учту это.",
    "answers": [
      {
        "id": 12,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 11,
    "text": "— Нет, думаю проблема не в этом. А в том что у всех один взгляд на тебя, одно мнение — \"Грязнокровка\".\n По мне так это неплохо....\n Она лишь улыбнулась в ответ \n Тишина. Молчание. Мы просто смотрели друг на друга, я смотрел на её улыбку, а она.... Да откуда мне знать на что смотрела она? ",
    "answers": [
      {
        "id": 12,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 12,
    "text": "  — Ты тот кто должен стать моим 10 фамильяром? — спросила она тихо, дрожащим голосом.\n\n— Да, но за бесплатно я им становится не буду.- конечно же я блефовал, мне в любом случае нужно будет им стать, но не потому что это мой долг. А потому что я хочу защитить её.\n Да, тогда я уже тогда хотел защитить эту маленькую, хрупкую девочку... Хотел защитить её маленький мир, её взгляды на этот жестокий по отношению к ней мир.",
    "answers": [
      {
        "id": 13,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 13,
    "text": "— Тогда что мне сделать чтобы ты стал моим фамильяром? — спросила она на полном серьёзе.\n\n— Вишневые булочки. Я хочу вишневые булочки. — я шутил, наверное.\n\n— Я пологаю мне нужно их испечь? — спросила она смотря на меня.\n\n—Да. — ответил я ошарашено. Как такая маленькая девочка могла так... А впрочем. Она же дочь Сатаны.",
    "answers": [
      {
        "id": 14,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 14,
    "text": " Она встала с подоконника и побежала куда-то, полагаю на кухню. Неужели всёрьез решила заняться выпечкой? \n",
    "answers": [
      {
        "id": 15,
        "text": "Идти за ней."
      },
      {
        "id": 16,
        "text": "Остаться на месте."
      }
    ]
  },
  {
    "id": 15,
    "text": " Я побежал за ней и действительно, она была на кухне. \n Все слуги разошлись по сторонам чтобы лишний раз не столкнуться с \"Отродьем\" как её называли.\n Запретить ей ничего не могли, поэтому она брала то что нужно, вишни, муку, сахар... И другое.\n Я наблюдал за тем как ее маленькие, ловкие ручки месили тесто, выбирали косточки из вишенок... Она мягко говоря устроила беспорядок на кухне..\n Тарелки, столы, стулья и все остальное что находилось рядом с ней в этот момент было испорчено и нак она только умудрилась...\n Когда булочки наконец оказались на протвине в духовке она поставила стул напротив и наблюдала за ними.",
    "answers": [
      {
        "id": 17,
        "text": "Остаться посмотреть ещё."
      }
    ]
  },
  {
    "id": 16,
    "text": "  \"Зачем куда-то идти\" — подумал я и сел на подоконник в ожидании Нанами. \n Ещё я думал что эта мелкая низачто не справится с булочками  поэтому решил...",
    "answers": [
      {
        "id": 20,
        "text": "Пойти проверить."
      },
      {
        "id": 21,
        "text": "Пойти в библиотеку за книгой."
      }
    ]
  },
  {
    "id": 17,
    "text": " Я остался и смотрел за тем, как он внимательно наблюдает за процессом. Как ее брови слегка подымалась, как она тыкала зубочисткой в булочки... \n \" Такая милая\" — думал я, а затем, когда она доставала протвень с готовой выпечкой я быстро прибежал на то место где был прихватив с собой книгу.",
    "answers": [
      {
        "id": 19,
        "text": "Сесть на подоконник и читать книгу."
      }
    ]
  },
  {
    "id": 18,
    "text": " Я ушел прихватив с собой книгу, не знаю где я её откопал, но я вернулся к тому месту где мы были.",
    "answers": [
      {
        "id": 19,
        "text": "Сесть на подоконник."
      }
    ]
  },
  {
    "id": 19,
    "text": " Я сел на подоконник и \"читал\" книгу про динозавров. Ещё я ждал Нанами. И дождался.\n Она бежала с подносом на котором было огромное количество булочек. \n  Она подбежала ко мне и положила поднос рядом, а сама ждала пока я их попробую.\n\n— Сама делала? — спросил я смотря на неё.\n\n— Да, сама. — ответила та быстро.",
    "answers": [
      {
        "id": 22,
        "text": "Докажи.",
        "need": 21
      },
      {
        "id": 23,
        "text": "-Докажи.",
        "need": 17
      }
    ]
  },
  {
    "id": 20,
    "text": "  Я не выдержал и пошел проверил как она там. \nЯ увидел какой срач она устроила и это меня заинтересовало еще больше, я остался и смотрел нак она положила булочки на противень, а затем в духовку.",
    "answers": [
      {
        "id": 17,
        "text": "Смотреть."
      }
    ]
  },
  {
    "id": 21,
    "text": " Я пошел в библиотеку и вернулся оттуда также быстро как и шел туда, тоесть — 0 минут 35 секунд ибо я уже нашел книгу про каких-то динозавров на маленьком столике у окна.",
    "answers": [
      {
        "id": 19,
        "text": "Вернутся обратно и сесть на подоконник."
      }
    ]
  },
  {
    "id": 22,
    "text": "— Докажи, я же не знаю кто их делал точно.\n\n— Твои проблемы. Кто виноват что ты тормоз и не пошел со мной, — сказала она скрестив руки на груди и отвернувшись добавила.\n— Пробуй давай и быстрее становись моим... Фамильяром.",
    "answers": [
      {
        "id": 24,
        "text": "Попробовать."
      }
    ]
  },
  {
    "id": 23,
    "text": "—Докажи, я же не видел как ты их делаешь. — ответил я с улыбкой.\n\n— Видел, врёшь ты всё.... Ты стоял за дверью вот с такой улыбкой. — она провела пальцами от кончиков губ до ушей.\n\n— Хехе, меня заметили. — посмеялся я и взял в руку булочку.",
    "answers": [
      {
        "id": 24,
        "text": "Попробовать."
      }
    ]
  },
  {
    "id": 24,
    "text": "  Я попробовал. \n— Это... — по моим щекам начали стекать слезы. Этот вкус, он... Как давно я не пробовал этих булочек.\n Я схватил её за плечи и слегка сжал.\n— Ты откуда рецепт взяла? — спросил я тихо, дрожащим голосом, а она....\n Она рукавом вытерла мне слезы и посмотрела мне в глаза.\n— Кто научил тебя.- повторил я.\n\n— Твоя мама. \n Моя мама... Моя мама умерла 3 года назад. Я понял что это за вкус, это вкус моего счастливого детства... Вишневый вкус сада, маминого вишневого сада. \n Я обнял её и прошептал \" Спасибо, очень вкусно\".",
    "answers": [
      {
        "id": 25,
        "text": "Конец 2 главы \" Спасибо, очень вкусно\" "
      }
    ]
  },
  {
    "id": 25,
    "text": "Глава 3 \" Я буду твоим фамильяром\" \n\n После всего я почему-то убежал. Не знаю почему, наверное из-за того что моим слезы видели... \nБлин, я же парень всё таки.\n В тот день я всё время избегал её и потом, до своего отъезда. Постоянно избегал...",
    "answers": [
      {
        "id": 26,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 26,
    "text": " И вот, 4 года спустя я снова оказался у нее. Меня все торопили \" Стань её фамильяром быстрее\" — говорили они . Поэтому чтобы процесс был быстрее меня отправили к ней.\n Но ситуация повторилась, я избегал её.\n Но вот один раз, она сидела в библиотеке, уставившись в окно... Я смотрел на нее, а она в окно и вдруг. она повернула голову в мою сторону и резко встала с места, а я же...",
    "answers": [
      {
        "id": 27,
        "text": "Бежать."
      },
      {
        "id": 28,
        "text": "Остаться. "
      },
      {
        "id": 26,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d43/1804/6f/a8dd08b74300.jpg"
      }
    ]
  },
  {
    "id": 27,
    "text": " Я резко сорвался с места и побежал в сторону лесницы. \n Я боялся что эта девочка будет смеяться надо мной но я даже добежать не успел. \n В мою голову прилетела книга и я упал прямо перед лестницей, она же уселась сверху заломав мне руки за спину. \n\n— Какого хрена ты книжками кидаешь в прохожих? —  громко возмущался я.\n\n— Какого хрена ты не выполняешь обещания и убегаешь от прохожих?- спокойно спросила она крепче заламывая меня. ",
    "answers": [
      {
        "id": 29,
        "text": "- Ай-яй-яй."
      }
    ]
  },
  {
    "id": 28,
    "text": " Я остался, но через секунду мои ноги сами понесли меня подальше от библиотеки. ",
    "answers": [
      {
        "id": 27,
        "text": "Бежать."
      }
    ]
  },
  {
    "id": 29,
    "text": "— Ай-яй-яй.- как она такими маленькими ручками заламала меня — уже практически сформировавшигося парня?!\n Я набрался сил и попытался вырваться.",
    "answers": [
      {
        "id": 30,
        "text": "Вырваться."
      }
    ]
  },
  {
    "id": 30,
    "text": " Вырвавшись я оказался над ней. Её маленькое, хрупкое тело уже тоже почти сформировалось... Кажется она уже могла привлечь противоположный пол своей внешностью. \n Я покраснел и она тоже смутилась... Но взгляд она не отводила.\n\n— Почему ты избегал меня? Почему не хотел быть моим фамильяром. — тихо сказало она. Я едва её услышал, хах. Мило.",
    "answers": [
      {
        "id": 31,
        "text": "Признаться."
      },
      {
        "id": 32,
        "text": "Солгать."
      }
    ]
  },
  {
    "id": 31,
    "text": "— Я боялся что ты засмеешь меня. Не хотел чтобы...",
    "answers": [
      {
        "id": 33,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 32,
    "text": "— Просто так. Не хотел тебя видеть. — сказал я грубо отвернувшись.\n\n— Не лги мне, — сказала она нахмерив свои светлые брови.",
    "answers": [
      {
        "id": 33,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 33,
    "text": "— Я не собиралась смеяться над тобой. Да, ты плакал, но это нормально. Даже для парня.- сказав это, она обняла меня руками за шею и протянула к себе обнимая. \n Мое сердце в этот момент колотилось как бешеное и тело наполнялось теплом. Я хотел чтобы она обнимала меня всегда. Мне нравились её обьятья. \n С ней тепло. С ней спокойно. Что это за чувство?",
    "answers": [
      {
        "id": 34,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 34,
    "text": "— Кхм-кхм, — в конце лестницы оперевшись о перило стоял её отец и мой. В этот момент её руки ослабили хватку и опустились на пол, а глаза устремились вверх по лестнице. \n \"Они что, всё это время были тут\"-думал я смотря на них.\n\n— Может ты встанешь с моей дочери, — сказал гроздно Сатана. \n\n — Соти, тише-тише. — говорил мой отец хлопая его по плечу.\n— Может это будующий зять. — он подмигнул нам.\n",
    "answers": [
      {
        "id": 35,
        "text": "Встать с Нанами."
      }
    ]
  },
  {
    "id": 35,
    "text": " Я встал с Нанами и подал ей руку как настоящий джентльмен, но она посмотрела на меня и встала сама.\n \" Тормоз\" — была моя первая мысль в тот момент. \n  Сатана подошел к ней и похлопал по голове смотря на меня как на врага народа....\n\n— Самуил, ты там про библиотеку говорил? Я хочу тебе кое-что показать, — Сатана и мой отец удалились, оставив нас наедине. \n",
    "answers": [
      {
        "id": 36,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 36,
    "text": "— Так ты будешь моим фамильяром? — спросила она смущаясь.\n\n— А разве у меня есть выбор?- я посмотрел на её сияющие глаза, она была рада. Хех.\n\n— Прямо сейчас? — быстро сказала она приблизившись ко мне.\n\n— А не быстро? \n\n— Ты заставил ждать меня 4 года, так что отдай должок. — говорила она с ехидной улыбкой.",
    "answers": [
      {
        "id": 37,
        "text": "-Я никому ничего не должен."
      }
    ]
  },
  {
    "id": 37,
    "text": "— Я никому ничего не должен. — сказал я показав язык этой мелкой нахалке.\n\n— А я уже собиралась тебя кое-чем угостить за твою   \" покорность \", — сказала она отводя взгляд куда-то в сторону шестой башни.\n— Пойдешь со мной? ",
    "answers": [
      {
        "id": 38,
        "text": "-Да."
      },
      {
        "id": 39,
        "text": "-Что? Куда? "
      }
    ]
  },
  {
    "id": 38,
    "text": "— Да... Выбора у меня всё равно нет.- сказал я и посмотрел на шестую башню. Почему она отдалена от всех?  И на последнем этаже нет окон... \n\n",
    "answers": [
      {
        "id": 40,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 39,
    "text": "— Что? Куда? Это далеко? — я задавал много глупых вопросов.\n\n— Вон в ту башню, — она показала пальцем на шестую башню.\n",
    "answers": [
      {
        "id": 38,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 40,
    "text": "— Моя комната там. — она показала пальцем на ту башню.\n\n— Чего? Разве у тебя не должны быть хоромы в главной башне?- спросил я удивленный голосом.\n\n— У меня — нет. Пошли уже.- она потянула меня за руку и мы побежали по лестнице, затем по темному, узкому корридору наверх, к шестой башне и наконец, дойдя до небольшой двери Нанами открыла её серебряным ключом. \n\n— Милости прошу. — сказала она и поддержала мне дверь.",
    "answers": [
      {
        "id": 41,
        "text": "Зайти."
      }
    ]
  },
  {
    "id": 41,
    "text": " Я пошел в комнату которая просто забита ненужным хламом. Нанами сказала мне присесть за небольшой письменный столик.\n ",
    "answers": [
      {
        "id": 42,
        "text": "Сесть и рассмотреть."
      }
    ]
  },
  {
    "id": 42,
    "text": " Я сел на стул. Довольно удобный стул с синей обшивкой. \nНа столе было огромное количество бумаг и документов. Похоже она уже занимается делами своей страны. \n Перьевая ручка была в чернильнице.\n\n— Нанами, а... — я хотел спросить. но она уже ушла куда-то.",
    "answers": [
      {
        "id": 43,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 43,
    "text": " Через пару минут она вернулась с подносом накрытым белой тканью.\n  — Угощайся. — сказала она и положила его на стол случайно задев чернильницу. \n Она не обратила на это внимания так как чернила не попали на документы, а лишь на край стола.\n\n— Нанами.\n\n— Не обращай внимания..- она отдергнула ткань и передомной были булочки, те самые вишневые булочки.\n\n— Это, взятка? — сказал я смотря на гордо улыбавшуюся Нанами.  \n",
    "answers": [
      {
        "id": 44,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 44,
    "text": "— Именно, это — взятка чтобы ты прямо сейчас стал моим фамильяром. — сказав это, она нависла надо мной и посмотрела в глаза.\n— Ну так что, согласен прямо сейчас? \n\n— А ты не сдаешься...- я взял булочку и откусил кусочек, затем встал и протянул ей свою правую руку.\n— Делай что задумала.\n\n",
    "answers": [
      {
        "id": 45,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 45,
    "text": " Она молча кивнула и поднесла мою руку к своим губам.- — Будет немного больно..- прошептала она и укусила меня за запястье. Её клыки были прямо как у вампира... Я не чувствовал боли, лишь тепло которое разливалось по всей руке. \n Алая кровь сразу же потекла и капала на синий ковер.\n Затем она сделала тоже самое со своей рукой и приложила свое запястье к моему.\n Наша кровь смешалась. Я чувствовал как меня переполняет энергия. \n\"В таком маленьком теле столько силы\"- думал я. ",
    "answers": [
      {
        "id": 46,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 46,
    "text": " Затем, она прошептала что-то на латыни и кровь, которая смешалась ставала черной... \n Я не обратил на это внимания, а Нанами улыбнулась.\n Ритуал завершен.\n\n— Теперь мы связаны кровью. — сказала она тихо. Рана на её руке затянулась в считанные секунды, а моя же кровоточила. ",
    "answers": [
      {
        "id": 47,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 47,
    "text": "— Прости. — прошептала та и поднеся мою руку к своим губам — поцеловала. \n Я почувствовал сжение, но рана пропала.\n Я смотрел на свою руку широко открытыми глазами.\n— Демоны же не могут таким способом лечить раны.\n\n— Я могу. Теперь ты принадлежишь мне.- сказав это она села на кровать.\n— Подожди немного, я отдохну...- ее глаза закрылись и она упала на кровать.\n\n— Какого!- я подбежал к ней и прочувствовал пульс.\n— Жива...",
    "answers": [
      {
        "id": 48,
        "text": "Уйти."
      },
      {
        "id": 49,
        "text": "Ждать."
      }
    ]
  },
  {
    "id": 48,
    "text": " Я решил дать ей отдохнуть и ушел вниз по коридору, а затем в сад.",
    "answers": [
      {
        "id": 50,
        "text": "Глава 3 \" Первый полет\" "
      }
    ]
  },
  {
    "id": 49,
    "text": " Я присел рядом и ждал. Долго ждал, но её глаза не открылись и через час и через два...\n У меня было достаточно времени чтобы изучить эту комнату. Пригодится наверное.\n В комнату вошел дворецкий и попросил покинуть помещение, так как ей нужно отдохнуть.",
    "answers": [
      {
        "id": 48,
        "text": "Уйти."
      }
    ]
  },
  {
    "id": 50,
    "text": "Глава 3 \" Первый полет\" \n\n Как только я вышел в сад мое внимание сразу устремились на розы. Белые розы с синими разводами...\n Я присел возле них и попытался дотронуться, но тут меня окликнула Нанами.\n— Алекс, не трогай их. — она подошла и присела рядом со мной смотря на розы.\n— Они еще не закончены...\n\n",
    "answers": [
      {
        "id": 51,
        "text": "-Ты хочешь создать голубые розы? "
      }
    ]
  },
  {
    "id": 51,
    "text": "— Ты хочешь создать голубые розы?- я посмотрел на нее и в ее глазах было очень сильно удивление.\n\n— Верно. Я хочу создать такие розы.- сказала она на полном серьёзе. \n— Но у меня не получается...\n\n— Хочешь я попробую? \n\n— Хочу.",
    "answers": [
      {
        "id": 52,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 52,
    "text": "— Какого именно оттенка ты хочешь. — я смотрел в ее светло-голубые, мерцающие глаза.\n\n— Как мои глаза. — сказала та смущенно. \n\n— Хорошо, какой срок? — спросил я с улыбкой, ведь она такая милая.\n\n— 3 года.- она снова стала серьезной.\n— Что ты хочешь за это? ",
    "answers": [
      {
        "id": 53,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 53,
    "text": "— Что бы ты меня выслушала, когда она окажется у тебя в руках. \n\n— Только это? — ее брови удивленно приподнялась.\n\n—Только это.- я снова посмотрел на нее и решил.\n— Может полетаем? — я расправил свои красные крылья и встал протянув руку моей госпоже. Она же кивнула и взяла меня за руку.",
    "answers": [
      {
        "id": 54,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 54,
    "text": " Я потянул ее за руку и она оказалась в моих обьятьях. На ее лице вспыхнул легкий румянец, Хех. \n— Не волнуйся... — Как только я сказал это, ее руку обвились вокруг моей шеи и она прижалась ко мне.\n Мы взлетели. Сразу же бросилось в глаза ее радость, улыбка на ее лице была такой искренней и она рассматривала облака.\n Я подкинул ее в верх, а затем поймал, она оказалась у меня в руках.\n — Так лучше видно, да? \n\n— Я чуть не умерла от страха!- она легонечко ударила меня по плечу. \n",
    "answers": [
      {
        "id": 55,
        "text": "-Тише-тише."
      }
    ]
  },
  {
    "id": 55,
    "text": " -Тише-тише. Принцесса, что так привлекло твое внимание? — она рассматривала облака с таким интересом и блеском в глазах, что я не удержался и спросил.\n\n— Облака... Они похожи на сладкую вату, их можно есть? — она спросила это так серьезно что я не удержался и засмеялся.\n\n— Твои мысли только о еде в этот момент? ",
    "answers": [
      {
        "id": 56,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 56,
    "text": "— Просто они такие пушистые... И я просто не знаю о чем говорить в этот момент... — она смутилась и виновато опустила глаза.\n\n— Это твой первый полет? Я думал у тебя есть крылья...\n\n— Угу, первый и да, крылья есть. Но мне нельзя летать,  как только кто-то увидит мой настоящий обдик они сразу кричат \" чувовище\" .\n\n— Ясно.- конечно. Она выглядит необычно, но это же не повод так издеваться над ней...",
    "answers": [
      {
        "id": 57,
        "text": "Глава 4 \"Утраченные воспоминания\" "
      }
    ]
  },
  {
    "id": 57,
    "text": "Глава 4 \" Утраченные воспоминания\"\n\n\nМы провели с ней целую неделю вместе. Она постоянно твердила что хочет полетать. \n Знаю, ей не нравится перемещения, ей больше нравилось рассматривать что-то, особенно если это похоже на еду.\n\nТак прошел год. Я время от времени приходил к ней и она угощала меня булочками, мы вместе могли делать что угодно и где угодно. Я помню как она показывала мне тайные ходы в замке... \n ",
    "answers": [
      {
        "id": 58,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 58,
    "text": " Потом, когда ей исполнилось 15 лет на нее повесили новые обязанности — внешняя политика страны \n \n Ей приходилось много общаться с иностранцами, но они тоже были наслышаны о её происхождении и совершенно не уважали её. \n\"Почему Сатана дал ей именно такое поручение? \"- это не выходило у меня из головы и я направился к нему.\n",
    "answers": [
      {
        "id": 59,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 59,
    "text": " Я вошел в тронный зал. \n Вид Сатаны всегда мне не очень нравился, он был строг со всеми и почти всегда говорил загадками. Терпеть его не могу!\n И как только мой батя с ним корешить начал...\nЯ подошел к нему.\n\n— Почему вы дали Нанами такое поручение? Вы же знаете о ее положении. — говорил я довольно взбешенным голосом.\n\n— Это пойдет ей только на пользу. — ни один нерв на его лице не дергнулся. Но он смотрел на меня и по моему телу проходила мелкая дрожь.\n",
    "answers": [
      {
        "id": 60,
        "text": "-Как постоянные стычки и оскорбления представителей соседних держав могут пойти на пользу вашей дочери?"
      },
      {
        "id": 61,
        "text": "-В каком смысле? "
      },
      {
        "id": 62,
        "text": "-Вы уверенны в своих словах? "
      }
    ]
  },
  {
    "id": 60,
    "text": "—Как постоянные стычки и оскорбления представителей соседних держав пойдут ей на пользу? — его легкая улыбка на лице выводила меня из себя.\n\n— А я думал ты не глупый мальчик. Логически подумай. — сказал он все так же улыбаясь.\n\n— Не понимаю я. Нанами не приятно слушать то что говорят за ее спиной.- Сатана за милисекунду оказался передомной и прижал к стене.\n",
    "answers": [
      {
        "id": 63,
        "text": "Взглянуть на Сатану."
      },
      {
        "id": 64,
        "text": "Продолжать возмущаться."
      },
      {
        "id": 65,
        "text": "Молчать."
      }
    ]
  },
  {
    "id": 61,
    "text": "— В каком смысле?- спросил я приподняв бровь.\n\n—В прямом.Она совершенно не умеет общаться с окружающими. Я пытаюсь хоть как-то исправить это, ведь если она будет общаться, то сможет найти подход к тем кто ее окружает. А это ой как пригодится ей когда она займет трон.- он подошел к окну, а я за ним.\n \n Там стояла Нанами и общалась с послом. Он не скрывал своей ненависти к ней, а она была приветлива. \n\" Почему она не ответит ему как следует?\" ",
    "answers": [
      {
        "id": 66,
        "text": "Продолжить смотреть."
      },
      {
        "id": 67,
        "text": "Посмотреть на Сатану."
      }
    ]
  },
  {
    "id": 62,
    "text": "—Сатана, вы уверенны в своих словах? \n— Более чем, моя дочь умна, но жуткий тормоз во всем.\nОна совершенно не умеет общаться с окружающими. Я пытаюсь хоть как-то исправить это, ведь если она будет общаться, то сможет найти подход к тем кто ее окружает. А это ой как пригодится ей когда она займет трон.- он подошел к окну, а я за ним.\n \n Там стояла Нанами и общалась с послом. Он не скрывал своей ненависти к ней, а она была приветлива. \n\" Почему она не ответит ему как следует?\" ",
    "answers": [
      {
        "id": 66,
        "text": "Продолжить смотреть."
      }
    ]
  },
  {
    "id": 63,
    "text": " Я посмотрел на Сатану. Он все также улыбался, затем отошел и скрестив руки на груди сказал :\n\n— Понимаешь ли в чем дело... Она совершенно не умеет общаться с окружающими. Я пытаюсь хоть как-то исправить это, ведь если она будет общаться, то сможет найти подход к тем кто ее окружает. А это ой как пригодится ей когда она займет трон.- он подошел к окну, а я за ним.\n \n Там стояла Нанами и общалась с послом. Он не скрывал своей ненависти к ней, а она была приветлива. \n\" Почему она не ответит ему как следует?\" ",
    "answers": [
      {
        "id": 66,
        "text": "Продолжать смотреть."
      },
      {
        "id": 67,
        "text": "Посмотреть на Сатану. "
      }
    ]
  },
  {
    "id": 64,
    "text": "— Я просто вас не понимаю. Что вы хотите добиться тем что ее унижают? Разве отцы так поступают? — я продолжил. Я хотел хоть как-то его задеть...\n\n— Ты хороший пацан, то вот с мозгами туго.Понимаешь ли в чем дело... Она совершенно не умеет общаться с окружающими. Я пытаюсь хоть как-то исправить это, ведь если она будет общаться, то сможет найти подход к тем кто ее окружает. А это ой как пригодится ей когда она займет трон.- он подошел к окну, а я за ним.\n \n Там стояла Нанами и общалась с послом. Он не скрывал своей ненависти к ней, а она была приветлива. \n\" Почему она не ответит ему как следует?\" ",
    "answers": [
      {
        "id": 66,
        "text": "Продолжать смотреть."
      },
      {
        "id": 67,
        "text": "Посмотреть на Сатану. "
      }
    ]
  },
  {
    "id": 65,
    "text": " Я молчал, потому что смутился. На моей бледной коже было легко заметить румчнец. Блин.\n\nНе каждый же день тебя к стене красивые демоны. Стана это похоже первый демон зс которым сохнут не только лемоницы из Ада, а и из других стран... Не понимаю, как можно такое долгое время оставаться молодым?\n Хотя. Дедушка когда-то говорил что это зависит от маны... На это же перебор.\n",
    "answers": [
      {
        "id": 69,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 66,
    "text": " Я смотрел, а она улыбалась. Она говорила с ним и постепенно он стал не таким резким, микика на его лице больше не напоминала агрессией, а скорее смущение.\n \n— Она филирует? — случайно спросил вслух я.\n\n— Эта девочка поный ноль в этом, но природное обаяние есть. Понял теперь? — он посмотрел на меня и уверенно улыбнулся. \n \n— Да...",
    "answers": [
      {
        "id": 68,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 67,
    "text": " Я посмотрел на Сатану и сказал:\n\n -Из этого ничего не выйдет!\n\n— Ты уверен? Смотри дальше, мальчик мой. — он продолжал смотреть на свою дочь и мне пришлось сделать тоже самое.\n\n Я смотрел, а она улыбалась. Она говорила с ним и постепенно он стал не таким резким, мимика на его лице больше не напоминала агрессию, а скорее смущение.\n \n— Она филирует? — случайно спросил вслух я.\n\n— Эта девочка поный ноль в этом, но природное обаяние есть. Понял теперь? — он посмотрел на меня и уверенно улыбнулся. \n \n— Да...",
    "answers": [
      {
        "id": 68,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 68,
    "text": "  Я виновато опустила голову, а он погладил меня по голове. \n -Тебе не стоит быть таким вспыльчивым.Конечно твоя верность похвальна, но не стоит ограждать ее от всего, только если это делает больно. \n Наоборот! Нужно научить принимать это.- он вернулся на свой трон и жестом показал мне уйти.\n Я ушел.",
    "answers": [
      {
        "id": 70,
        "text": "Пойти к Нанами."
      }
    ]
  },
  {
    "id": 69,
    "text": "— Алекс.- нежно шепнул он мне на ухо. \n— У меня есть только Вивальди... И парни не в моем вкусе.- сказал он это с ехидной улыбкой и отошел.\n\n— Я и не думал о таком.- возмутился я и нахмурив брови добавил.\n— У меня тоже есть возлюбленная. \n\n— Знаю-знаю, за нее пришел заступаться верный рыцарь Алекс.-я посмотрел на Сатану. \n— Понимаешь ли в чем дело... Она совершенно не умеет общаться с окружающими. Я пытаюсь хоть как-то исправить это, ведь если она будет общаться, то сможет найти подход к тем кто ее окружает. А это ой как пригодится ей когда она займет трон.- он подошел к окну, а я за ним.\n \n Там стояла Нанами и общалась с послом. Он не скрывал своей ненависти к ней, а она была приветлива. \n\" Почему она не ответит ему как следует?\" ",
    "answers": [
      {
        "id": 66,
        "text": "Продолжить смотреть."
      }
    ]
  },
  {
    "id": 70,
    "text": " Я решил посмотреть что делает моя Нанами и пошел к ней. По пути я попытался придушить слухи среди подчиненных алля \"я якобы из-за страха стал ее фамильяром.\"\n\n Когда я пришел к ней, она была уже одна и улыбалась.\n\n— Алекс! — радостно позвала она меня.\n— Я только что заключила договор на импорт пшеницы! \nМой первый договор...- она расплылась в улыбке. Ее мягкие черты лица были так приятны. Мне это нравилось.\n",
    "answers": [
      {
        "id": 71,
        "text": "-Ещё недавно тебя задирали."
      },
      {
        "id": 72,
        "text": "- Давай отпразднуем."
      }
    ]
  },
  {
    "id": 71,
    "text": "—Ещё недавно тебя задирали. — я улыбнулся и посмотрел на нее.\n\n— Еще недавно тебя называли коротыш, а сейчас вон как вымахал — она смотрела на меня улыбаясь.\n\n— Давно. — резко ответил я.\n\n—Год назад ты был ниже своих братьев как минимум на две головы... Не переживай ты так по этому поводу, коротыш~",
    "answers": [
      {
        "id": 73,
        "text": "-Не зли меня."
      }
    ]
  },
  {
    "id": 72,
    "text": "—Давай отпразднуем. Тортик там, все дела.- мне не хотелось противоречить этой светящейся от радости девушке. \n\n— Прости, Алекс, но сегодня я должна быть у мамы, у нее вроде тоже есть работа для меня.- она изменилась в лице, ее взгляд был грустный.\n \n— Что-то серьезное? ",
    "answers": [
      {
        "id": 83,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 73,
    "text": "— Не зли меня. А то...-я осмотрел ее с ног до головы остановившись на ее глазах.\n\n— А то что? — она была не менее уверенна чем я. Но явно блефовала.\n\n Я сделал шаг вперед и она оказалась зажата в угол. Она не теряла уверенности, напротив, она продолжала смотреть мне в глаза.\n Это меня очень бесило и я приблизился к ее лицу своим.\n\n— Ты чего удумал, гад?- он смотрела так маняще, поэтому я решил действовать и попытался ее поцеловать.",
    "answers": [
      {
        "id": 74,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 74,
    "text": " Но она отвернулась и я коснулся губами ее щеки... Она отвела взгляд, длинная кудрявая челка не могла прикрыть ее румянец.\n\n— Целовать нужно того, кого любишь, а не ради развлечения.- она оттолкнула меня и бросив презрителтный взгляд ушла.\n\n\" Я дебил. Что делать?\"",
    "answers": [
      {
        "id": 75,
        "text": "Бежать за ней."
      },
      {
        "id": 76,
        "text": "Остаться на месте."
      }
    ]
  },
  {
    "id": 75,
    "text": " Я побежал за ней, а она бежала от меня и зайдя в комнату захлопнула дверь прямо перед моим носом.\n Я постучал, но ответа не послышалось.\n\n— Нанами, Прости. — в этот момент я услышал как открылся портал.\n— Ты куда собралась? — я открыл двери, а её и след простыл.",
    "answers": [
      {
        "id": 77,
        "text": "Через месяц."
      }
    ]
  },
  {
    "id": 76,
    "text": " Я сел на корточки и взялся за голову руками.\n \n— Как я мог все испортить... Она же теперь меня не простит... \n Я пошла к себе и вскоре я уехал в свою страну.",
    "answers": [
      {
        "id": 77,
        "text": "Через месяц."
      }
    ]
  },
  {
    "id": 77,
    "text": "  Прошел ровно месяц и мне сказали срочно вернуться в Ад.  Не понимая что происходит я быстро собрал вещи и пошел.\n  Как только я зашел в тронный зал к Сатане, в глаза бросилась Нанами которая была перед ним. Она была обеспокоена, очень обеспокоена.\n\n— Нанами.- я подошел к ней и взял ее за руки.\n— Прости за тот раз. — сказал я и посмотрел на нее.",
    "answers": [
      {
        "id": 78,
        "text": "Посмотреть на Нанами."
      }
    ]
  },
  {
    "id": 78,
    "text": " Я смотрел ей в глаза, а она в мои и тут вопрос, который в буквальном смысле выбил меня из колеи.\n— А ты кто? — вырвалось из её уст.\n\n— Нанами? Шутишь? Я Алекс. — я посмотрел на Сатану.\n\n— Бесполезно. Выведите её.- в комнату вошли две служанкиии они подняли с места Нанами и унесли.\n\n— Зачем вы это сделали?- спросил я смотря на эту картину.\n\n— Потому что это бесполезно. Нанами потеряла память. Ещё и печать поставила. Вивальди сказала что перепробовала с ней все. Но она так и не вспомнила.",
    "answers": [
      {
        "id": 79,
        "text": "-Что вы предлагаете?"
      },
      {
        "id": 80,
        "text": "-Как это случилось? "
      }
    ]
  },
  {
    "id": 79,
    "text": "— И что вы предлагаете с этим делать? -я посмотрел на Сатану, он на меня.\n\n— Отправить её в другой мир. Пока что она заляжет на дно. Позже, возможно через год, нам будет легче справится с её амнезией. Сейчас же, она никого и ничего не помнит... \n Через год, я надеюсь что ты её заберешь.- он протянул мне руку.\n\n\"Хочет заключить союз?\"",
    "answers": [
      {
        "id": 81,
        "text": "Протянуть в ответ."
      },
      {
        "id": 82,
        "text": "Не протягивать."
      }
    ]
  },
  {
    "id": 80,
    "text": "— Как это случилось? \n\n— Никто не знает. Просто пришла уже такая.\n\n— И что вы предлагаете с этим делать? -я посмотрел на Сатану, он на меня.\n\n— Отправить её в другой мир. Пока что она заляжет на дно. Позже, возможно через год, нам будет легче справится с её амнезией. Сейчас же, она никого и ничего не помнит... \n Через год, я надеюсь что ты её заберешь.- он протянул мне руку.\n\n\"Хочет заключить союз?\"",
    "answers": [
      {
        "id": 81,
        "text": "Протянуть руку."
      },
      {
        "id": 82,
        "text": "Не протягивать."
      }
    ]
  },
  {
    "id": 81,
    "text": " Я протянул руку и он взял меня за нее и пожал.\n\" Так вот что он хотел...\" \n\n—Через год забери её из того места и приведи ко мне. \n\n— Естественно. — сказав это я побежал ее искать, но так и не нашел.\n\n—Поздно.- сев на корточки около стены я вздохнул. Только сейчас я начал понимать как это больно, когда любимый человек не помнит кто ты.\n Сердцу было больно. Мне было больно. \n Но ничего, через год она вспомнит. Я хоть и силой заставлю это сделать — она обязательно должна вспомнить всё.\n",
    "answers": [
      {
        "id": 85,
        "text": "Конец квеста."
      }
    ]
  },
  {
    "id": 82,
    "text": " Я не протянул ему руку.\n\n— Кокое неуважение. А я ведь просто хотел пожать тебе руку.- он нахмурился брови. Это выражение лица... Прямо как у Нанами. Они очень похожи.\n\n—Через год забери её из того места и приведи ко мне. \n\n— Естественно. — сказав это я побежал ее искать, но так и не нашел.\n\n—Поздно.- сев на корточки около стены и вздохнул. Только сейчас я начал понимать как это больно, когда любимый человек не помнит кто ты.\n Сердцу было больно. Мне было больно. \n Но ничего, через год она вспомнит. Я хоть и силой заставлю это сделать — она обязательно должна вспомнить всё.\n",
    "answers": [
      {
        "id": 85,
        "text": "Конец квеста."
      }
    ]
  },
  {
    "id": 83,
    "text": "—Неа, просто поручение. Скоро вернусь. — она почему-то сразу убежала оставив меня одного. \n\n\" Блин.\" — с этими мыслями я пошел к себе, а потом уехал в свою страну. Ага, я не интересовался больше ничем. Это ее дело.",
    "answers": [
      {
        "id": 77,
        "text": "Через месяц."
      }
    ]
  },
  {
    "id": 84,
    "text": "",
    "answers": []
  },
  {
    "id": 85,
    "text": " Поздравляю! \n Ты прошел весь квест \" Нефелим:История Алекса \" \n\nНадеюсь этот маленький квест превзошел ваши ожидания ну или хотя бы на уровне с ними.\n\n Я рада что продолжила их писать, ведь каждый раз когда вы говорите \" Проду!\" у меня сердечку неспокойно и на лице появляется широкая-широкая лыба.(◕ᴥ◕)",
    "answers": [
      {
        "id": 1,
        "text": "На главную страницу."
      }
    ]
  },
  {
    "id": 86,
    "text": "",
    "answers": []
  }
]