[
  {
    "id": 1,
    "text": "  Этот квест о девушке. Нанами, ей 17 лет. Учится в обычной школе с обычными людьми, но в какой-то момент это все меняется. \n  Она узнает много нового о себе и о тех кто её окружает. \nЕй предстоит много выборов и трудностей на пути, которые, могут привести либо к смерти, либо к счастью. \n\n  P.S. В первой главе концовок только 2.  ʕ ՞ ౪ ՞ ʔ\n\nДата публикации 15 апреля 2018.\n\nВторой том-107637\n\nИнста : naive_potatoes",
    "answers": [
      {
        "id": 2,
        "text": "Начать квест.\n"
      },
      {
        "id": 3,
        "text": "Персонажи."
      },
      {
        "id": 4,
        "text": "От Автора."
      },
      {
        "id": 1,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d16/1804/8c/b591779d9dba.jpg"
      }
    ]
  },
  {
    "id": 2,
    "text": "                      Глава 1:\" С чего всё началось\"\n\n — Нанами, спускайся быстрее, завтрак стынет, -На первом этаже послышался голос мамы.\n\nОна плохо готовит, но я люблю её стряпню. Она старается для меня, пытается сделать всё так, как делают для других детей. \n\n— Да, мам, сейчас спущусь только волосы в порядок приведу, — сказала я взяв в руки маленькую красную резинку.",
    "answers": [
      {
        "id": 5,
        "text": "Заглянуть в зеркало."
      }
    ]
  },
  {
    "id": 3,
    "text": "                Узнайте немного о персонажах:3",
    "answers": [
      {
        "id": 15,
        "text": "Нанами."
      },
      {
        "id": 29,
        "text": "Второстепенные персонажи."
      },
      {
        "id": 31,
        "text": "Алекс."
      },
      {
        "id": 97,
        "text": "Сатана",
        "need": 0
      },
      {
        "id": 182,
        "text": "Мамору.",
        "need": 0
      },
      {
        "id": 1,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 4,
    "text": "    Приветик. Я Potato и я очень-очень рада что вы решили пройти мой маленький квест. Это мой первый... \n Будут и другие квесты от меня) Продолжение будет совсем-совсем скоро.\n Кстати, романтикой в этой части и не пахнет, наверное... Но я просто не знаю какой жанр выбрать.\n  Если вам понравится я продолжу их писать... А если нет, то подумаю что делать дальше. \n   Удачи вам, ребятки  ༼ ・ ౪ ・ ༽\n",
    "answers": [
      {
        "id": 1,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 5,
    "text": " В зеркале я увидела себя. Золотые непослушные волосы, которые падали на мои плечи, нет, они были намного длиннее. Синие глаза...\n  Я была так не похожа на маму. Её ровные каштановые волосы и карие глаза, её пухлые губы... Я всегда хотела хоть чуть-чуть быть похожей на неё,  хотела чтобы не говорили что я не её дочь.\n  Быстренько завязав волосы в хвост я побежала на кухню.\n \n— Где моя вкусняшка? — Сказала я слегка прищурившись в поисках заветного шоколадного батончика.\n\n— На, — она улыбнувшись положила его мне в руку, а затем потрепала мои волосы.\n — Люблю твои волосы.\n",
    "answers": [
      {
        "id": 6,
        "text": "Возмущаться."
      },
      {
        "id": 23,
        "text": "Ответить спокойно."
      }
    ]
  },
  {
    "id": 6,
    "text": " — Мааам, ну я же только-только их завязала, — возмущенно сказала я и с недовольной моськой села за круглый стол, на котором уже стояла тарелочка с овсянкой. \n— Сколько можно есть эту овсянку....\n\n— Ой да ну тебя, ешь быстрее и иди в школу, — говорила она наливая себе кофе.\n— Знаешь который час? 7:50, — её голос был очень спокойным, казалось, ей всё равно опоздаю я или нет.\n\n— Чего?! — я сказала это довольно громко и быстренько подхватив свою сумку я побежала в школу забыв о овсянке. \n",
    "answers": [
      {
        "id": 7,
        "text": "Бежать."
      }
    ]
  },
  {
    "id": 7,
    "text": " Школа находилась далековато от моего дома, но за сорок минут я успела добежать до здания. \n Но на моем пути стоял мальчик. На вид ему было лет 5-6, не больше. Он смотрел на шоколадный батончик в моей руке и я не колебаясь протянула свою вкусняшки ему.\n\n— Хочешь?  Он очень вкусный! — Сказала я, мило улыбаясь. \nОн взял меня за руку и слегка сжал её.\n— Я.... я... я...- он бормотал себе под нос довольно тихо\n— Ты потерялся? — слегка наклонившись к нему я посмотрела ему в глаза.\n— Я хочу твою душу! — прокричал он очень низким голосом, из-за этого у меня буквально звенело в ушах. Он все крепче сжимал мою руку. Казалось, эта маленькая, детская рука могла сломать мою одним легким движением. \n\n Я пыталась вырваться и это получилось. Я очень быстро оказалась на 4 этаже с ужасной отдышкой и одной лишь мыслью в голове — \" Лишь бы он меня не догнал.\"  Добежав до заветной двери в класс я открыла её.",
    "answers": [
      {
        "id": 8,
        "text": "Открыть двери."
      }
    ]
  },
  {
    "id": 8,
    "text": "  Как только я открыла двери перед моими глазами возник тот мальчик с ехидной улыбкой за лице. Инстинктивно я сделала несколько шагов назад наступив на чью-то ногу.\n \n— Ты.... — сзади меня послышался голос моего одноклассника — Алекса. Парня перебил учитель и с явным недовольством и раздражением в голосе сказал\n— Вы, двое, быстро сели на свои места и чтобы после уроков зашли.\n\n\" Что это было? \" мои мысли эхом звучали у меня в голове. У меня столько впросов, но где ответы? \n Немного отойдя от пережитого шока и списав все на лекарства что я принимаю. \n Я виновато глянула на учителя и села на свое место. Алекс уже сидел за своей партой и был слегка раздражен. А вот я, чтобы хоть как-то отвлечься решила....",
    "answers": [
      {
        "id": 9,
        "text": "Посмотреть на Алекса."
      },
      {
        "id": 10,
        "text": "Глянуть в окно.\n"
      }
    ]
  },
  {
    "id": 9,
    "text": " Смущенно я взглянула на Алекса. \nОперев рукой подбородок он смотрел на доску.\nЕго черные шелковистые волосы как всегда были расстрепаны, это делало его очень милым. А в темно синих глазах можно было утонуть...  У него было всегда такое грустное лицо, что мне всегда хотелось его развеселить. Его губы были неподвижны, я никогда не видела его улыбку, а тем более не слышала смех.\n",
    "answers": [
      {
        "id": 14,
        "text": "Продолжить смотреть."
      }
    ]
  },
  {
    "id": 10,
    "text": " Я посмотрела в окно. На улице было так спокойно и безмятежно... Я заметила маленькое гнездо на ветке большого дерева. В гнездышке было что-то блестящее, почему-то эта вещь меня очень заинтересовала. ",
    "answers": [
      {
        "id": 11,
        "text": "Рассмотреть."
      }
    ]
  },
  {
    "id": 11,
    "text": "Я попыталась рассмотреть предмет, но я сидела довольно далеко от окна и поэтому слегка нагнулась в ту сторону, но даже так не смогла рассмотреть.",
    "answers": [
      {
        "id": 13,
        "text": "Попытаться рассмотреть ещё раз."
      }
    ]
  },
  {
    "id": 12,
    "text": " Улыбнувшись своим мыслям я сидела смирно и слушала что говорит учитель, правда невнимательно, но слушала.\n \n Когда прозвенел звонок я быстро побежала в соседний класс — в химический.\n Стол учителя был заставлен всякой ерундой вроде колбочек, пробирок с непонятной жидкостью внутри. \n \n— Не понимаю я, зачем это нужно.... — тихо пробормотала я и невольно бросила взгляд в окно.\n Там стоял тот самый мальчик, снова. Я замерла на месте, этот взгляд.  Я не могла пошевелиться, я стояла и смотрела в его бездонные черные глаза.\nБлаго. Кто-то положил мне руку на плечо и это помогло мне.",
    "answers": [
      {
        "id": 16,
        "text": "Обернуться."
      }
    ]
  },
  {
    "id": 13,
    "text": " Чуть качнувшись вбок я смогла краем глаза увидеть этот сверкающий предмет. Я увидела только серебряную цепочку и что-то чёрное, но этого хватило чтобы понять, что это был кулон.  \n\n Почему-то, мне хотелось ещё раз посмотреть и когда я снова качнулась на стуле...  Я полетела на пол.\n Весь класс залился смехом, учитель в недоумении наблюдал за мной, а я смущенная вернулась на место.",
    "answers": [
      {
        "id": 14,
        "text": "Сесть за парту."
      }
    ]
  },
  {
    "id": 14,
    "text": "  Алекс взглянул на меня и кажется, он улыбнулся на секунду.\n \n\" Да этого быть не может\"\n Смутившись я отвела взгляд в сторону, но краем глаза я заметила что он все ещё смотрит на меня.",
    "answers": [
      {
        "id": 12,
        "text": "Дальше."
      },
      {
        "id": 10,
        "text": "Чтобы немного отвлечься, я посмотрела в окно.\n(Если вы уже смотрели в окно нажмите \"Дальше\")"
      }
    ]
  },
  {
    "id": 15,
    "text": " Главный герой:3\n\n В начале она довольно.... Обычная? Кстати, она больна анемией и ей 17 лет, короче типичный человек, пожалуй это всё что вам нужно знать о Нанами в первых томах.",
    "answers": [
      {
        "id": 3,
        "text": "Назад."
      },
      {
        "id": 15,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c08/1804/c8/28dbb6483090.jpg"
      }
    ]
  },
  {
    "id": 16,
    "text": "  Резко обернувшись я посмотрела на свою подругу со страхом в глазах.\n\n— Ох, Юри, это ты.... — я говорила это тихим, дрожащим голосом.\n\n— Конечно это я, ты чего? Что случилось? — она сказала это с волнением и беспокойством в глазах и голосе.\n— Что случилось? — повторила она.\n— Да ничего такого, не волнуйся. \"Не хочу я чтобы она волновалась или думала что я псих какой-то\"- подумала я с нервной улыбкой на лице.\n\n Она приветливо улыбнулась и на её пухленьких щеках появились ямочки. У неё было очень милое личико особенно когда она улыбалась.  Её янтарные глаза всегда меня завораживали, в них будто есть загадка. А рыжие волосы были как пламя. Она часто красила волосы.  Я бы сказала очень часто. \n \n\n\n",
    "answers": [
      {
        "id": 17,
        "text": "Улыбнуться в ответ."
      },
      {
        "id": 18,
        "text": "Напряженно смотреть на Юри, нервно при этом улыбаясь. "
      }
    ]
  },
  {
    "id": 17,
    "text": " — Ох с тобой похоже все хорошо... Секунду назад ты выглядела как будто бы призрака увидела.- Юри сказала это довольно быстро и взяв меня за руку отвела к моей парте.\n— Пойдем, я хочу кое-что у тебя узнать~",
    "answers": [
      {
        "id": 19,
        "text": "Идти за Юри."
      }
    ]
  },
  {
    "id": 18,
    "text": " — Что с тобой, ты как будто призрака увидела. Это же всего лишь я, Нанами? Расскажи что случилось, я очень волнуюсь.\n  Юри заглянула мне в глаза и взяла за руки. \n  \n— Всё хорошо, просто показалось кое-что странное… Не волнуйся ты так.\n Улыбнувшись я взглянула в глаза подруги и взяв её за руку я пошла к своему месту, а она за мной.\n— Ладно... раз все хорошо то....- говорила она, когда шла за мной.\n",
    "answers": [
      {
        "id": 19,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 19,
    "text": " Когда я села за парту, Юри села напротив и задала мне довольно неожиданный вопрос.\n — Так-с, подружка, рассказывай что это были за гляделки с самым популярным парнем в нашем классе?\n \n — Эм... Ну я немного...  Ну.... — я не могла нормально произнести ни слова, я очень смущалась, но Юри как всегда на меня давила в надежде услышать ответ.\n— Ну просто, понимаешь, я хотела извинится и....\n\n— Пыталась это сделать с помощью взгляда? — сказав это с ухмылкой на лице она приподняла одну бровь. \n— Ты как всегда... Знаешь у тебя похоже получилось... — \" Ох ну конечно она могла заметить что и он смотрел на меня. сидит же практически между нами\" \n\n— Ах ты ж ястреб....- тихо сказала я. \n Она приподняла брови вверх и засмеявшись сказала:\n— Ну я же твоя лучшая подруга~",
    "answers": [
      {
        "id": 20,
        "text": " Промолчать."
      },
      {
        "id": 22,
        "text": "Ответить грубо.\n"
      }
    ]
  },
  {
    "id": 20,
    "text": " Я промолчала. Мне не хотелось отвечать ей. Очень-очень не хотелось.\n\n— Нанами. Эй, ну давай же колись, втрескалась в нашего иностранного принца? — она похоже не хотела сдаваться вообще. \n\n",
    "answers": [
      {
        "id": 24,
        "text": "Пошутить."
      },
      {
        "id": 25,
        "text": "Ответить серьёзно."
      }
    ]
  },
  {
    "id": 21,
    "text": "— Прости, просто я немного на нервах... — виновато опустив голову сказала я \n\n— Ничего, со всеми бывает, но думаю, тебе стоит поменять свое лекарство. — она улыбнулась.\n— Так я могу спросить? \n",
    "answers": [
      {
        "id": 35,
        "text": "- Да...."
      },
      {
        "id": 20,
        "text": "Молчать."
      }
    ]
  },
  {
    "id": 22,
    "text": "— Но лезть в чужие дела не обязательно. \n\n— Но ведь, я же просто спросила. А ты сразу так.... — она виновато смотрела в пол.",
    "answers": [
      {
        "id": 21,
        "text": "Попросить прощения."
      },
      {
        "id": 34,
        "text": "Промолчать."
      }
    ]
  },
  {
    "id": 23,
    "text": "— Мама, я только-только их завязала.... — я говорила это достаточно спокойно, будто бы мне было всё равно.\n\n— Ой да ну тебя, ешь быстрее и иди в школу, — говорила она улыбаясь и наливая себе кофе со сливками.\n Я села за кругленький столик, на котором меня ждала овсянка. Пожалуй, это единственное что у нее получалось приготовить довольно неплохо, но я почему-то её не любила.\n— Знаешь который час? 7:50, — её голос был очень спокойным, казалось, ей всё равно опоздаю я или нет.\n\n— Чего?! — я сказала это довольно громко и быстренько подхватив свою сумку я побежала в школу забыв о овсянке. \n",
    "answers": [
      {
        "id": 7,
        "text": "Бежать."
      }
    ]
  },
  {
    "id": 24,
    "text": " — Естественно, он же такой красавчик! Какой девушке не понравится этот молчаливый принц? — я пыталась перевести разговор а шутку, но.....\n\n— Ахаха. Да, ты права. — Юри посмеялась, но потом.\n— А если серьёзно? — она поменялась в лице и больше не улыбалась, скорее она была немного смущена, наверное.\n\n",
    "answers": [
      {
        "id": 26,
        "text": "-Ну что-то в нём есть такое... "
      },
      {
        "id": 27,
        "text": "- Нет конечно."
      }
    ]
  },
  {
    "id": 25,
    "text": "— Ну он красивый, милый, может даже добрый. Я не знаю какой он, поэтому я не думаю что он мне нравится в романтическом смысле.\n\n— Правда? Фух, это хорошо, — Юри он нравится очень давно, наверное с самого его перевода сюда. Он поднял её предок и отдал ей. Да, причина довольно глупая, но это же Юри.",
    "answers": [
      {
        "id": 36,
        "text": "- Я помогу тебе."
      },
      {
        "id": 37,
        "text": "- Урок скоро начнется, давай расходится."
      }
    ]
  },
  {
    "id": 26,
    "text": "— Ну в нем есть что-то... Наверное он мне всё же нравится, — ответила я немного смущаясь.\n\n— Вот как... — ее голос был немного грустный.\n\n— Но эта рыбка мне не по зубам, не волнуйся, не уведу, — я подмигнула Юри и улыбнулась.\n\n— Хех, ты такая милая. — Юри снова начала улыбаться и как только она меня обняла прозвенел звонок. Пора учится.",
    "answers": [
      {
        "id": 28,
        "text": "Закончить уроки.( Ну зачем вам читать эту лабуду с уроками?)"
      }
    ]
  },
  {
    "id": 27,
    "text": "— Конечно же нет. Да он красивый, но не более, — сказала я как отрезала.\n\n— Ну знаешь, у него есть хорошие качества. Например...- она не успела договорить, так как я ее перебила.\n\n— Он отдал тебе твой брелок, который ты обронила. Но это не повод влюбляться в него. \n\n— Но ведь он НАШЕЛ меня чтобы его отдать. — Сказала она смотря мне прямо в глаза. \n\n—Ладно-ладно. Я помогу тебе его добится, — я улыбнулась и обняла её.\n— Только не злись, а улыбайся, тебе так идет улыбка, ей ты сможешь без труда завоевать нашего холодного принца.\n\n— Обожаю тебя, Нанами. — она тоже крепко меня обняла, и по классике жанра, в этот момент прозвенел звонок на урок.",
    "answers": [
      {
        "id": 28,
        "text": "Закончить уроки. ( Не напрягайтесь с этой лабудой, это скучно)"
      }
    ]
  },
  {
    "id": 28,
    "text": " Посидев на скучных уроках, на которых я, кстати, абсолютно ничего не поняла, сразу быстренько побежала в учительскую.\n ",
    "answers": [
      {
        "id": 38,
        "text": "Идти в учительскую. "
      }
    ]
  },
  {
    "id": 29,
    "text": "Тут вы узнаете о персонажах с которыми концовок не будет вообще, они просто есть и всё.",
    "answers": [
      {
        "id": 3,
        "text": "Назад."
      },
      {
        "id": 32,
        "text": "Мама."
      },
      {
        "id": 46,
        "text": "Юри."
      }
    ]
  },
  {
    "id": 30,
    "text": " Я села рядом и обняв колени руками...",
    "answers": [
      {
        "id": 47,
        "text": "Ворчать."
      },
      {
        "id": 48,
        "text": "Приготовиться слушать."
      }
    ]
  },
  {
    "id": 31,
    "text": " Одноклассник главной героини в прологе.\n  Брюнет со вющимися волосами, у него синие как море глаза и выразительные скулы. Прямой нос без горбинки и родинка под правым глазом. \n Он всегда ходит хмурый, как будто бы каждый день для него испытание, хотя так и есть. Почти для каждого старшеклассника каждый день это настоящее испытание. \n Он может показаться довольно грубым со всеми кроме главной героини.",
    "answers": [
      {
        "id": 3,
        "text": "Назад."
      },
      {
        "id": 31,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d18/1901/cb/683106f7faf4.jpg"
      }
    ]
  },
  {
    "id": 32,
    "text": " Женщина средних лет с каштановыми волосами, она не выглядит на свой возраст вообще. Постоянно улыбается и готовит, хотя знает что ужастно, но как говорится \"Пока Нанами одобряет...\" Вообщем, она не перестанет.",
    "answers": [
      {
        "id": 29,
        "text": "Назад."
      },
      {
        "id": 32,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d09/1804/06/e4f03a28b4a5.jpg"
      }
    ]
  },
  {
    "id": 33,
    "text": " Я протянула руку не говоря ни слова и в мою ладонь упал кулон.\n\n— Тёплый? — спросил синеглазый.\n\n— Д.да... — он посмотрел на меня и улыбнулся.\n\n— Нашёл, — нежно прошептав это он подхватил меня на руки.\n\n— Что? — я не могла отойти от шока.\n—Куда ты....\n Не успев это договорить у Алекса за спиной появились два красных крыла. Я испуганно посмотрела на него и мы взлетели. \n От страха я зажмурила глаза и сжалась в его сильных руках.\n",
    "answers": [
      {
        "id": 68,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 34,
    "text": " Я промолчала, не хотелось отвечать ей. Думаю, это было не обязательно, да и что бы я сказала? Попросила прощения? Это было бы уже глупо! Она же сама виновата.\n\n— Ладно, все хорошо. — она снова улыбнулась.",
    "answers": [
      {
        "id": 20,
        "text": "Молчать."
      }
    ]
  },
  {
    "id": 35,
    "text": "—Отлично, — улыбаясь сказала Юри.\n— Ну так что, втрескалась в нашего иностранного принца? — она посмотрела на меня с ехидной улыбкой.",
    "answers": [
      {
        "id": 24,
        "text": "- Он же такой красавчик!"
      }
    ]
  },
  {
    "id": 36,
    "text": "— Если хочешь я попробую тебе помочь с этим.\n\n— Правда? Это будет здорово!- Юри обняла меня, похоже она и правда такая наивная что подумала что я говорю это на полном серьёзе...\n— После уроков и после того как ты уходишь в учительскую я буду ждать тебя в саду, обдумаем наш план по завоеванию сердца принца. — в этот момент прозвенел звонок и мы сели на места.",
    "answers": [
      {
        "id": 28,
        "text": "Закончить уроки. ( Уроки это довольно скучно, думаю незачем вас мучать)"
      }
    ]
  },
  {
    "id": 37,
    "text": " Я отправила Юри на её место, а сама начала готовится к обществознанию. Я видела как она надула свои щечки.\n\" Какая же она милая когда дуется\" — всплыло в моей голове. \n\n",
    "answers": [
      {
        "id": 28,
        "text": "Закончить уроки. ( Не буду вас мучать.)"
      }
    ]
  },
  {
    "id": 38,
    "text": " Добежав до двери я постучала в неё.  И грубый мужской голос нашего историка сказал мне войти и я осторлжно открыв дверь вошла.\n Возле его стола уже стоял Алекс смотря на меня. Историк же смотрел на меня с неким раздражением во взгляде.\n— Подойди, я не кусаюсь, только очень ругаюсь.-  сказал он и жестом пориказал мне подойти.\n Я подошла и стала в метре от Алекса, которому, похоже, было абсолютно пофиг на то что его вызвали в учительскую.\n\n— Итак. Нанами, Алекс. Как вы смеете опаздывать на мой урок? — сказал это он посмотрел на меня.\n—Нанами, это уже 6 раз!\n— Алекс, это уже 9, — перевел он взгляд на Алекса явно блуждающего в своем мире. \n— Что вы за дети такие? Дисциплина должна присутствовать в школе. Д-и-с-ц-и-п-л-и-н-а, ясно? \nЭто была последняя капля, если другие ученики последуют вашему примеру? Ужасно.\n\n И бла-бла-бла, он отчитывал нас еще минут 15. Алекс все равно был как всегда, в своем мире.",
    "answers": [
      {
        "id": 39,
        "text": "Выйти из учительской."
      }
    ]
  },
  {
    "id": 39,
    "text": " Когда всё это закончилось я и Алекс вышли, он посмотрел на меня.\n\n— Ну и что это было? Его вообще заткнуть можно? Сочувствую я его жене и детям, — говорил он с явным раздражением \n\n— Ты... — Я была немного удивлена. \n\n— Что?- он посмотрел мне прямо в глаза. \n\" Божечки, я реально тону в его взгляде.\" — подумала я.",
    "answers": [
      {
        "id": 40,
        "text": "Ответить шуткой."
      },
      {
        "id": 41,
        "text": "Смутится."
      }
    ]
  },
  {
    "id": 40,
    "text": "— А ты и разговаривать умеешь, это неожиданно. — сказала усмехнувшись я \n\n— Чего? Ты думала я настолько тупой или мне на все плевать? — его явно возмутил мой ответ, но всё же он улыбался. \n\n— Просто это было так неожиданно, я прям офигела.\n\n— По тебе видно. — Он ухмыльнулся. \n\" Боже, сколько нового за день\"\n— Ты не меняешся.- прошептал он и слегка побледнев убежал куда-то по лестнице вверх крича- \" нивкоем случае не ходи за мной\". Скорее всего на крышу.",
    "answers": [
      {
        "id": 42,
        "text": "Бежать следом."
      },
      {
        "id": 43,
        "text": "Плюнуть на это дело и идти к Юри.",
        "need": 36
      }
    ]
  },
  {
    "id": 41,
    "text": " Я смутилась и отвела взгляд в сторону.\n— Как много нового я о тебе узнала...- тихо прошептала я.\n\nАлекс улыбнулся и посмотрел на меня немного нагнувшись.\n— А? Да ты это знала д...- Неуспев договорить он немного побледнел и сказал: \n— Прости мне нужно идти, не ходи за мной. — он сказал и удалился. Побежал по лестнице вверх, видимо на крышу.",
    "answers": [
      {
        "id": 42,
        "text": "Бежать за ним."
      },
      {
        "id": 43,
        "text": "Плюнуть на всё и пойти к Юри.",
        "need": 36
      }
    ]
  },
  {
    "id": 42,
    "text": " — Эээ! Стой, ты куда? — я побежала за ним крича это. \n  Хоть он и скрылся за стеной, мне не потребовалось много времени чтобы добежать до двери на крышу. \n\n  Я открыла её. Алекс держал за горло того мальчика, а он всячески пытался выбраться.\n Страх сковал меня, я не могла пошевелить ни одной частью моего тела, я лишь могла смотреть как мой одноклассник всё крепче сжимает шею мальчика, а тот пытаеться отбиться ногами. \n  В один миг всё прекратилось. Бездыханное тело мальчика упало на землю и из его рта и глаз начало исходить свечение, а затем чёрный дым.\n\n  Я осела. За одну секунду возле меня появился Алекс и протягивал мне кулон. Серебряная цепочка, сверкала на солнце, а чёрный кулон с маленькими драконом и аликорном светился мягким светом.\n— Бери уже. — сказал он грубо.\n ",
    "answers": [
      {
        "id": 33,
        "text": "Взять кулон."
      },
      {
        "id": 45,
        "text": "Тормознуть и смотреть на Алекса."
      }
    ]
  },
  {
    "id": 43,
    "text": "— Больно хотелось.- с этими словами я побежала вниз по лестнице.\n \" Батюшки, она всегда была такой длинной? Когда я бежала утром она была короче...\",- думала я пока шла по ней. Конечно, я думала ещё и о том мальчике. Ну не могут быть глюки такие реальные и жесткие от простых таблеток от анемии! \n Моя голова была забита мыслями, мне даже казалось что сейчас этот мальчик выпрыгнет из-за угла и.... \n -Так, стоит прекращать это дело,- сказала я себе.\n Дойдя до дерева под которым сидела Юри, я положила ей руку на плечо.\n\n— Ах, это ты ...- Она вздрогнула, а после улыбнулась и похлопала ладошкой по земле.\n— Садись.\n\n\n",
    "answers": [
      {
        "id": 30,
        "text": "Сесть."
      }
    ]
  },
  {
    "id": 44,
    "text": "— Чудовище! Чудовище!- повторяло оно глядя на меня. По моим щекам начали течь горячие слёзы... Не из-за страха, а осознания что Юри нет. Моей лучшей подруги больше нет.\n\nВдруг, кто-то подошел к Юри и подняв её за горло над полом — начал душить. \n Я узнала эту широкую спину и черные волосы. Это был Алекс. Он сжимал тонкую шею моей подруги, а та жадно хватала поздух ртом и царапала его руки.\n\n— Прекрати! — крикнула я и пытаясь преодолеть дрожь в ногах и  я шла на дрожащих ногах к ним.\n\n— Это уже не твоя подруга.- Он сказал это с безразличием на лице и холодом в голосе не отпуская её.\n",
    "answers": [
      {
        "id": 72,
        "text": "- Отпусти мою подругу!"
      }
    ]
  },
  {
    "id": 45,
    "text": " Я смотрела на него, а он на меня, и похоже у него лопнуло терпение....\n\n — Да что ж ты за тормоз то такой? — Алекс взял мою руку и положил кулон в мою ладонь. \n— Жаром отдает? — спросил он с улыбкой глядя на меня.\n\n— Да...- Я посмотрела на него испуганно, а он только ухмыльнулся. \n\n— Значит я не ошибся. — с этими словами он поднял меня на руки и за его спиной появились красные как кровь крылья. \n Я не успела ничего сказать как мы уже оказались в небе спрыгнув с крыши 5 этажа....",
    "answers": [
      {
        "id": 68,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 46,
    "text": " Юри лучшая подруга главной героини. Рыжая девушка с большими янтарными глазами и милыми ямочками(если коротко). \n Порой заносчива. Любит доставать Нанами по мелочам, но сама готова протянуть руку в любой беде. Довольно милая что внешне, что в душе.",
    "answers": [
      {
        "id": 29,
        "text": "Назад."
      },
      {
        "id": 46,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b16/1805/e4/6a78afeaa2b0.jpg"
      }
    ]
  },
  {
    "id": 47,
    "text": "—А почему бы не обсудить это по дороге домой или на перемене? Вот обязательно переть за школу после уроков? Зачееем?- ну реально, зачем это нужно?\n\n— Глупенькая, чтобы нас никто не услышал конечно,- она подмигнула мне улыбавшись широко-широко. \n\n— Ты что ребёнок? — Спросила я с недовольством.\n\n— Естественно! И ты тоже. До 18 все дети.\n\n—Ты сейчас про возраст или про время? — Спросила я с ехидной улыбочкой. \n— Зная как ты тусишь после 6 вечера...\n\n— Ой всьо. — она снова надула щеки и отвернулась от меня скрестив руки на груди.",
    "answers": [
      {
        "id": 49,
        "text": "- Ладно, рассказывай, что у тебя там за план?"
      }
    ]
  },
  {
    "id": 48,
    "text": " Юри подсела ближе ко мне.\n— На ушко~ — прошептала она.\n\n Я подсела ближе и убрала волосы с ушей.\n — Ну?\n\n Юри приблиблизилась к моему уху и... Укусила? ",
    "answers": [
      {
        "id": 50,
        "text": "-Ай!"
      },
      {
        "id": 51,
        "text": "-Ты можешь быть серьёзнее? "
      }
    ]
  },
  {
    "id": 49,
    "text": "— Ладно, рассказывай, что у тебя там за план?",
    "answers": [
      {
        "id": 48,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 50,
    "text": "— Ай! Юри, зачем ты это сделала?- я посмотрела на подругу в недоумении, а она лишь улыбнулась.\n\n— Просто ты была такая прям серьезность-серьезность. — она похлопала меня лодошкой по спине. \n— Моську попроще, златовласка моя. — снова эти ямочки. Она такая милая.\n\n— Ладно-ладно, я вас внимательно слушаю.",
    "answers": [
      {
        "id": 52,
        "text": "Слушать."
      }
    ]
  },
  {
    "id": 51,
    "text": "—Юри, ты можешь быть серьёзнее? Мы тут обсуждаем кое-что важное...- сказала я повернувшись к ней.\n\n— А тебе нужно быть немного проще. Нельзя же всю жизнь быть такой серьезной! — Она смотрела на меня и не улыбалась, а скорее была немного раздражена.\n\n— Сама же просила быть серьёзнее.\n\n— Но если ты будешь такой сейчас... Это может сбить меня... — она снова поменялась в лице, теперь она была грустной. ",
    "answers": [
      {
        "id": 53,
        "text": "Промолчать."
      },
      {
        "id": 54,
        "text": "Извинится.\n"
      }
    ]
  },
  {
    "id": 52,
    "text": "— Так вот,- сказала она — Сегодня у него собрание в клубе фихтовальщиков и я собираюсь ему признаться, — она говорила это смущаясь, но смотрела мне прямо в глаза.\n\n— Ох, ты уверена что сможешь? — я смотрела ей в глаза и не могла оторваться от них, они как будто бы сияли.\n— Юри, у тебя всегда так глаза сияли?\n\n— Чего? — она покраснела.\n— Да их цвет немного необычный, но я никогда не замечала.... Так. Мы ушли от темы.\n\n— Ах, точно. — я помогала головой и снова уставилась на Юри.\n\n— Так вот...",
    "answers": [
      {
        "id": 55,
        "text": "Ещё слушать."
      }
    ]
  },
  {
    "id": 53,
    "text": "— Ладно. Прости что нагружаю. Я сама справлюсь — она слегка улыбнулась для вида, но во взгляде была грусть. \n\n",
    "answers": [
      {
        "id": 62,
        "text": "Молчать."
      },
      {
        "id": 63,
        "text": "-Вот и хорошо. Ты сильная, справишься сама."
      }
    ]
  },
  {
    "id": 54,
    "text": "— Прости, Юри, я не хотела. Впредь постараюсь быть немного проще. — я улыбнулась и потрепала её за пухлые щечки.\n\n— Хе-хе. Ты самая лучшая! — Она крепко обняла меня и немного отстранилась.\n— Кхм-Кхм. — она приготовилась, как и я.",
    "answers": [
      {
        "id": 52,
        "text": "Слушать."
      }
    ]
  },
  {
    "id": 55,
    "text": "— Как я уже говорила, я ему признаюсь. Но я не хочу чтобы нам мешали... Поэтому.... Нанами, сможешь не подпускать к нам остальных членов клуба? — она посмотрела на меня с надеждой в глазах.\n\n— Конечно. Я ведь твоя лучшая подруга как-никак.\n\n— Спасиииибо. А можно ещё о кое-чем попросить?-  она отвела от меня взгляд — Сможешь его привести ко мне? ",
    "answers": [
      {
        "id": 56,
        "text": "-Ну конечно."
      },
      {
        "id": 57,
        "text": "- Не-не-не. Юри, это ты должна сделать сама."
      }
    ]
  },
  {
    "id": 56,
    "text": "—Конечно. Помогу чем смогу, но в крайнем случае...\n\n— Если ты не сможешь, я сама справлюсь... Наверное. — она смотрела в пол. Её последние слова были сказаны совсем тихо. Даже очень тихо.\n\n— Я справлюсь.- уверенно сказала я и обняла подругу.\n\n— Ты чудо! — она вновь улыбалась.\n Но в этот прекрасный момент ей на смартфон пришла смс. Она быстренько что-то ответила и попрощалась со мной. \n\n\" Что ж... Наверное это из её клуба.\" — я решила ещё посидеть под деревцем, ведь погода была чудесная, птички поют... Красота! \n",
    "answers": [
      {
        "id": 58,
        "text": "Сидеть под деревом."
      }
    ]
  },
  {
    "id": 57,
    "text": "— Юри, будет лучше если ты сделаешь это сама.\n \n— Ох, сама? Ну я постараюсь...- она ещё что-то говорила, но я не расслышала.\n\n— Если что я помогу тебе.\n\n— Ох, это будет прекрасно, -она улыбнулась и ей пришло смс. Рыжеволосая посмотрела на экран своего смартфона и что-то ответила, затем попрощалась со мной и ушла.\n\n\" Наверное из клуба\" — подумала я. Ну и решила никуда не уходить.",
    "answers": [
      {
        "id": 58,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 58,
    "text": "  Идти к Юри нужно было только минут через 30, поэтому я поставила будильник, на случай если усну. \n Я сидела под деревом и случилось то, что вполне ожидаемо, я уснула. Но проснулась не от того что будильник сработал, а от того что на меня что-то упало.\n",
    "answers": [
      {
        "id": 59,
        "text": "Рассмотреть предмет."
      }
    ]
  },
  {
    "id": 59,
    "text": " Я взяла в руку кулон.\n\" Это же та самая безделушка\" — подумала я и продолжила рассматривать. \n  Серебряная цепочка сверкала на солнце, а кулон был чёрный. Его будто бы обнимали маленькие серебряные дракон и аликорн.\n— Какой красивый... — Я так хотела его примерить...",
    "answers": [
      {
        "id": 60,
        "text": "Примерить."
      },
      {
        "id": 61,
        "text": "Положить в сумку."
      }
    ]
  },
  {
    "id": 60,
    "text": " Я не смогла удержаться и через несколько мгновений, кулон был у меня на шее.\n\n— Какая я плохая...- с этими словами я пошла...",
    "answers": [
      {
        "id": 64,
        "text": " К Юри.",
        "need": 58
      },
      {
        "id": 65,
        "text": "В столовую."
      }
    ]
  },
  {
    "id": 61,
    "text": " Я положила его в сумку.\n\" Может кто-то потерял, а я... Отдам его в бюро находок \" \n Я улыбнулась своей мысли как я \"честная и правильная\" и пошла в школу.",
    "answers": [
      {
        "id": 64,
        "text": "Идти к Юри.",
        "need": 58
      },
      {
        "id": 65,
        "text": "Идти в столовую."
      }
    ]
  },
  {
    "id": 62,
    "text": "— Ладно. Я пойду, мне в клуб скоро.- Сказав это она ушла.\n А я решила ещё посидеть под деревом, поразмышлять. \n  Я сидела и сидела, и сидела...\n Мне стало скучно и я встала, но ударилась о ветку.\n — Черт! Она всегда здесь была? — ну успела я договорить, как на меня упал ещё один предмет.",
    "answers": [
      {
        "id": 59,
        "text": "Рассмотреть предмет."
      }
    ]
  },
  {
    "id": 63,
    "text": "— Ладно, ты можешь справится с этим сама. Ты же такая сильная, — я улыбнулась, но похоже, это сделало ситуацию только хуже. \n \n— Да... Сильная и я справлюсь.- с этими словами она ушла сказав что ей пора в клуб.\n\n\" Вот я дура!\" — выругавшись у себя в голове и обвинив себя во всех бедах на свете, я решила ещё немного посидеть под деревом. \n Но долго это не продлилось так как на меня упало что-то.\n",
    "answers": [
      {
        "id": 59,
        "text": "Рассмотреть. "
      }
    ]
  },
  {
    "id": 64,
    "text": " Я пошла к Юри и мы вместе пошли в клуб к Алексу. Я как и договаривались позвала его и сказала куда идти. Он, конечно, не хотел никуда переть, но всё же согласился.\n После этого мне пришлось отвлечь его друзей, которые ну прямо таки рвались посмотреть, что же там происходит в классе музыки.\n\n Пришлось выслушивать тх скучную болтовню и плоские шутки, которые понимали они сами.  \n \" Клоуны\" — подумала я.  И уже сто раз пожалела что согласилась помочь. Но меня спасло возвращение Алекса. Он выглядел как всегда. Каменное лицо, безразличной взгляд. \n\n\" Неужели ничего не получилось?\" — с этими мыслями я побежала в класс музыки.",
    "answers": [
      {
        "id": 66,
        "text": "Бежать на 2 этаж."
      }
    ]
  },
  {
    "id": 65,
    "text": " Я пошла в столовую в надежде купить сока домой. Дойдя до заветной двери с надписью \" Столавая\" я побежала на встречу вкусняшкам.\n Я купила сок и булочку с корицей. Да уж...  И как я только умудрилась сохранить свою фигуру.",
    "answers": [
      {
        "id": 67,
        "text": "Выйти из столовой."
      }
    ]
  },
  {
    "id": 66,
    "text": " Не успев добежать до двери в музыкальный класс я увидела Юри идущей по коридору, она улыбалась. \n \n— Юри! — окликнула я её, но она не повернулась.\n— Юри!- тоже самое.\n Я решила подойти. Как только я оказалась в 5 метрах от неё, она повернулась ко мне и я увидела её лицо. Такое же как и у того мальчика, эта безумная улыбка, пустые глаза....\n\n— Я хочу есть... Накорми меня...- на схватила меня за плечи и начала сжимать их впиваясь в меня когтями.\n— Сладкая....- Юри, нет, это была уже не Юри... Это существо в её теле. Оно приблизилось к моей шее и провело языком по ней.\n После того как оно задело цепочку, оно оттолкнуло меня в стену и закрывало рот руками. ",
    "answers": [
      {
        "id": 44,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 67,
    "text": " Как только я оказалась за пределами рая, я увидела Юри, которая спускалась по ступеньках вниз.\n Она улыбалась. \n\" Похоже всё таки призналась и получила взаимность\" \n— Юри! — я откликнулась её и она сразу же быстрым шагом направилась ко мне. Как только я оказалась в 5 метрах от неё, она повернулась ко мне и я увидела её лицо. Такое же как и у того мальчика, эта безуианая улыбка, пустые глаза....\n\n— Я хочу есть... Накорми меня...- на схватила меня за плечи и начала сжимать их впиваясь в меня когтями.\n— Сладкая....- Юри, нет, это была уже не Юри... Это существо в её тебе приблизилось к моей шее и провело языком по ней.\n После того как оно задело цепочку, которая каким-то волшебным образом оказалась у меня на шее — оно оттолкнуло меня в стену и закрывало рот руками.",
    "answers": [
      {
        "id": 44,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 68,
    "text": "— Мы летим домой. — Сказал он с улыбкой и мы начали набирать скорость и резко падать. Теперь, он не держал меня, он обнимал нежно, бережно....\n\n— Мы же разобьемся!!!- я кричала, а он уверенно смотрел вниз.\n \" Это просто ужасный сон\"- повторяла я у себя в голове. \n Мы должны были уже разбится на миллион кусочков, но этого не случилось.\n\n— Открывай глаза... Мы уже дома.- его голос был нежен и он успокаивал меня.\n",
    "answers": [
      {
        "id": 69,
        "text": "Открыть глаза."
      },
      {
        "id": 70,
        "text": "Орать как перепуганая каракатица."
      }
    ]
  },
  {
    "id": 69,
    "text": "  Я открыла глаза. И перед моим взором предстал он, новый мир во всей красе...\n\n\n                      \n\n\n\n\n                ",
    "answers": [
      {
        "id": 71,
        "text": "Концовка: Привет, моя новая жизнь."
      }
    ]
  },
  {
    "id": 70,
    "text": " — Не хочу!!! Не буду!!! Аааааа!!!- Не знаю почему но я громко кричала и мотала ногами туда сюда.\n\n— Если будешь продолжать так кричать я тебя прямо сейчас отпущу и ты полетишь на землю. — он сказал это серьезно, поэтому мне пришлось открыть глаза.\n",
    "answers": [
      {
        "id": 69,
        "text": "Открыть глаза."
      }
    ]
  },
  {
    "id": 71,
    "text": "                                   Поздравляю!            \n  \n                         Вы вышли на концовку:\n                      \"Привет, моя новая жизнь\"\n     ",
    "answers": [
      {
        "id": 77,
        "text": "Глава 2. \"Привет, моя новая жизнь\""
      }
    ]
  },
  {
    "id": 72,
    "text": "— Отпусти мою подругу!- Прокричав это я подошла и схватила его за локоть.\n— Отпусти её... Пожалуйста…- но он даже не собирался меня слушать.\n\n— Нанами... Пожалуйста, дай мне умереть,- послышался хриплый голос Юри и из её янтарных глаз начали лится слёзы.\n\n— Юри! Юри! — я кричала это, а она улыбалась и когда пыталась сказать что-то, но уже было поздно.  Её тело упало на пол и я кинулась к нему.\n\n— Юри. Юри. Юри. Юри.- я повтояла это вновь и вновь. Просила её открыть глаза, просила случится чуду. Я плакала и плакала. Слёзы меня душили, а ему, было всё равно. \n\n— Зачем ты это сделал....",
    "answers": [
      {
        "id": 73,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 73,
    "text": "— Это же была Юри! — я прокричала это, а он подхватил меня на руки и крепко обнял.\n\n—Это уже не Юри- сказал тихо он обнимая меня.\n— Если бы я это не сделал, она бы страдала. Каждую секунду она испытывала ужастную боль даже когда просто стояла. И, Нанами, она боялась навредить тебе... То существо которое было в ней охотилось на тебя. — он крепче обнимал меня, а после отстранился и посмотрел мне в глаза. \n—Ты пойдешь со мной? — он взглянул в мои глаза и расправив кроваво красные крылья протянул мне руку.",
    "answers": [
      {
        "id": 74,
        "text": "- Да. ( Тут выбора нет, простите)"
      }
    ]
  },
  {
    "id": 74,
    "text": "— Да. — я сказала это, а мои слезы всё текли по щекам... Я никогда не думала, что моя подруга может умереть так. По моей вине. Я отомщу за тебя. Я взяла Алекса за руку и он обнял меня.\n\n— Не волнуйся... Всё будет хорошо, — говорил он.\n\nВ стене открылся портал и мы вошли.",
    "answers": [
      {
        "id": 75,
        "text": "Войти в портал."
      }
    ]
  },
  {
    "id": 75,
    "text": " Алекс придерживал меня так как мы были в воздухе. \n Он крепко обнимал меня, не давая упасть в синее море...\n \"Привет, новый мир.\"\n\n\n\n\n                    ",
    "answers": [
      {
        "id": 76,
        "text": "Концовка: Прощай, моя дорогая."
      }
    ]
  },
  {
    "id": 76,
    "text": "                                      Поздравляю!            \n  \n                            Вы вышли на концовку:\n                             \"Прощай, моя дорогая\"\n     ",
    "answers": [
      {
        "id": 82,
        "text": "Глава 2. \"Прощай, моя дорогая\""
      }
    ]
  },
  {
    "id": 77,
    "text": "             Глава 2: \" Этот прекрасный мир\"\n\n  Я увидела прекрасный мир.... Это яркое солнце, слепило меня...\n Это синее море под нами словно звало меня к себе.... Эти облака, рядом с которыми мы пролетали были словно из сладкой ваты.\n\n— Их нельзя есть, — Сказал Алекс с уверенной улыбкой.\n\n— Ты что мысли читаешь?!- я была очень удивлена, даже очень-очень удивлена. \n— Что ещё ты умеешь? — спросила я прищурившись .\n\n— Да не умею я мысли читать. Просто ты всегда так говорила... \" Эти облака... Их можно есть?\"- спрашивала ты.",
    "answers": [
      {
        "id": 78,
        "text": "- Чего? Я не спрашивала."
      },
      {
        "id": 79,
        "text": "-Спрашивала? "
      }
    ]
  },
  {
    "id": 78,
    "text": "— Чего? Я же не спрашивала... Пока что.\n\n— Спрашивала, когда-то давно... Просто... А ладно. Узнаешь когда будем на месте,- похоже ему было лень отвечать на мои вопросы... Эх.\n— Лучше посмотри как классно тут. — синеглазый посмотрел на меня, а затем на лес, который был на маленьком островке посреди моря. Большие и толстые ветки деревьев были в маленьких, белых цветак которые плелись по ним. \n\n— Это что за остров?- неуверенно спросила я.\n\n— Ну, его сделала ты. — сказав это он посмотрел куда-то в сторону.",
    "answers": [
      {
        "id": 80,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 79,
    "text": "— Спрашивала? — я была в недоумении.\n—  Когда я спрашивала? \n\n— Давно и всегда. Раньше мы с тобой частенько так гуляли... \"А их можно есть?\" — твой главных вопрос.- ответил он с мягкой улыбкой.\n\n— Но ведь я никогда тут не была...\n\n— Мне будет сложно объяснить тебе это... Вон, смотри какая красота.- синеглазый посмотрел на меня, а затем на лес, который был на маленьком островке посреди моря. Большие и толстые ветки деревьев были в маленьких, белых цветах которые плелись по ним. \n\n— Это что за остров?- неуверенно спросила я.\n\n— Ну, его сделала ты. — сказав это он посмотрел куда-то в сторону.",
    "answers": [
      {
        "id": 80,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 80,
    "text": " Я проследила за его взглядом и увидела маленьких существ которые прыгали по этим самым деревьям ловко цепляясь за стебли цветов. Они отдаленно напоминали енотов и лемуров.\n— А это кто?\n\n— Это... Ну тарсы. Ты, кстати, создала этот остров для них.- он посмотрел на меня и слегка прищурился.\n— Они были на грани вымирания, а сейчас наплодились как кролики..\n\n— Они одни на острове? \n\n— Неа, на этом острове много маленьких существ. ",
    "answers": [
      {
        "id": 81,
        "text": "Задать главный вопрос."
      }
    ]
  },
  {
    "id": 81,
    "text": "— Можно ещё один вопрос?- спросила я.\n\n— Только такой на который я могу ответить.\n\n— Что это за место? Это рай? Я умерла? — да, вопрос был не один, но всё же....\n\n— Ахахах. Рай?- он звонко смеялся, и что тут смешного...\n— Это Ад.- сказал шатен на полном серьёзе.\n\n— Ад?!- моему удивлению не было предела. \n\"Как это прекрасное место может быть Адом?\"- крутилось в моей голове.\n\n— Совсем не похоже на место из человеческих рассказов? — спросил тот с улыбкой.\n",
    "answers": [
      {
        "id": 84,
        "text": "- Да, совсем..."
      },
      {
        "id": 86,
        "text": "-Да, но я никогда в них не верила..."
      }
    ]
  },
  {
    "id": 82,
    "text": "           Глава 2:\"Прощай моя дорогая\"\n\n Синее море было прекрасно, но я не могла думать ни о чем другом кроме моей подруги.\n\" Юри, Прости меня, прости. \"\n\n— Нанами.- Алекс крепче обнял меня.\n— Слёзы не помогут.\n\n— Да, ты прав. — хоть я так и сказала я продолжала плакать, а Алекс успокаивал меня. \n\n— Это не твоя вина. Прекрати.- говорил он.\n\n— Но ведь... — не успела я это сказать как он прикоснулся ко моему лбу своим и наши глаза оказались на одном уровне. Я смотрела в них, в его синие глаза. Они были прекрасны как то море под нашими ногами, белые волны, пена. Все было как там.",
    "answers": [
      {
        "id": 83,
        "text": "-Алекс..."
      }
    ]
  },
  {
    "id": 83,
    "text": "— Алекс...- тихо прошептала я.\n\n— Нанами, ты сильная. Ты можешь всё что только пожелаешь, но воскресить нельзя никого. Но то что предстоит тебе дальше... Ты сможешь встретиться с ней.\n— в его глазах было столько уверенности, думаю, ему можно верить.\n\n— Да? — он отстранился, а я вытерала слезы.\n\n— Да. — ответил он.\n— Лучше?\n\n— Ага.- я сказала это с улыбкой, ему так легко удалось меня успокоить...",
    "answers": [
      {
        "id": 77,
        "text": "Осмотреться."
      }
    ]
  },
  {
    "id": 84,
    "text": "— Да, совсем... Ад это же... Это же Ад. Ужасное место с демонами и грешниками где царит зло и все земли покрыты огнем, нет ничего живого и... И.... И.... — можно было перечислять долго, как я хотела, но Алекс перебил меня.\n\n— Ну это как посмотреть... Люди вообще такие фантазеры, похлеще любого демона-писателя, — он слегка улыбнулся.\n\n— Что и такие есть?- удивленно подняв брови и слегка приоткрыв рот спросила я.",
    "answers": [
      {
        "id": 85,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 85,
    "text": "— Да и такие есть. Как тебе объяснить попроще... Ад он практически ничем не отличается от человеческого мира. Тут есть школы, детские садики, магазины и тд. Понимаешь? — спросив он приподняв одну бровь.\n\n— Конечно, как не понять если ты обясняешь как детсадовцу какому-то.- пробубнела я.\n\n— Как раз для тебя.- подмигнул тот.\n\n—Чё?!- моему возмущению не было предела.\n\n— Не \"чё\", а \"что\", где твои манеры, принцесса?\n",
    "answers": [
      {
        "id": 87,
        "text": "-Что?"
      },
      {
        "id": 88,
        "text": "- Что? Принцесса? Кто? Я?"
      }
    ]
  },
  {
    "id": 86,
    "text": "— Да, но я никогда не верила в эти глупые рассказы.- сказала я отводя взгляд в сторону.\n\n— Ты уверена?\n\n— Нет, в них сложно не поверить....",
    "answers": [
      {
        "id": 84,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 87,
    "text": "— Что?- удивленно сказала я посмотрев на парня.\n\n—Правильно. — он улыбнулся и посмотрел вперед. Там был огромный, темный замок, кторый стоял над пропостью.\n\"Кажется она бесконечная..\" — подумала я.\n Ах... точно и не заметила как мы оказались на суше. Хех.\n— Мы уже почти на месте, войдем через главный вход или как ты? \n\n— Всмысле как я?\n\n— В прямом, узнаешь если попробуем....- сказал он со странной улыбкой до ушей. ",
    "answers": [
      {
        "id": 89,
        "text": "-Через главный."
      },
      {
        "id": 90,
        "text": "-Как я."
      }
    ]
  },
  {
    "id": 88,
    "text": "— Ага, ты. Ну узнаешь об этом позже. Итак...-он улыбнулся и посмотрел вперед. Там был огромный, темный замок, кторый стоял над пропостью.\n\"Кажется она бесконечная..\" — подумала я.\n Ах... точно я и не заметила как мы оказались на суше. Хех.\n— Мы уже почти на месте, воздем через вход или как ты? \n\n— Всмысле как я?\n\n— В прямом, узнаешь если попробуем....- сказал он со странной улыбкой до ушей. ",
    "answers": [
      {
        "id": 89,
        "text": "-Через главный вход."
      },
      {
        "id": 90,
        "text": "-Как я."
      }
    ]
  },
  {
    "id": 89,
    "text": " Мы опустились на землю прямо перед огромными, тесмными воротами с.... Что это?... Серебро!? Эти драконы сделаны из серебра. Да уж...\n \"Фига тут багачи живут \"- думала я.\n По бокам стояли стражники. Одеты они были в темные доспехи с гербом на котором был изображен дракон как на моем кулоне и воротах. Лиц видно не было, но были маленькие рожки на голове. \n— Демо..!?- не успела я это сказать как широкая ладонь Алекса закрыла мне рот и я посмотрела на него.\n\n—Поропустите. — сказал тот и те послушно открыли ворота и мы оказались перед самим замком.  Пять башен и... Шестая она дальше всех, почему? \n Огромный фасад замка только подчеркивал его величность. Оконные рамы тоже были из серебра... \nОгромное количество прислуги суетилось на входе в замок. Кажется, когда мы с Алексом входили в него они говорили что-то типо \" Отродье вернулось\". Я не сильно понимала о чем они.. ",
    "answers": [
      {
        "id": 91,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 90,
    "text": "—Как я? — я посмотрела на улыбающегося Алекса, тот только крепче обнял меня и...\n\n— Тогда держись.- он резко разогнался и полетел вверх, а затем к замку. К огромнуту замку. Очень огромному замку с флагом на котором был изображен дракон, как на моем кулоне. \n—Крепче.- шепнул он мне на ухо. И я обняла его, а он улыбнулся... \n Мы были напротив этажа девятого, наверное, и он полетел в окно... Выбил его ногой и вошел внутрь ставя меня на красный ковер...\n\n— Это я так всегда входила? — испуганно спросила я.\n\n— У тебя были и другие способы, но чтобы войти сюда ты в основном делала так. ",
    "answers": [
      {
        "id": 95,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 91,
    "text": "Когда мы оказались внутри, я увидела огромную лесницу из тёмного мрамора и много дверей возле которых стояли стражники...\n\n— Внутри он еще больше...- тихо прошептала я и Алекс, похоже это услышал.\n\n Мы поднялись по лестнице и оказались на 9 этиже.\n\n— Так быстро?- я не чувствовала усталости и даже не заметила как мы так быстро поднялись по ней.\n\n— Ну, эта лестница с секретом. — он мне подмигнул и мы пошли дальше по коридору, пол которого также как и лестница был из тёмного мрамора, а стены из светлого.\n Наконец мы увидели перед собой дверь, на ней были те самые драконы, но из золота, глаза которых были из какого-то красного камня.",
    "answers": [
      {
        "id": 92,
        "text": "Войти в дверь."
      }
    ]
  },
  {
    "id": 92,
    "text": " Мы вошли и по бокам этой огромной комнаты были два стола, также сделаны из тёмного мрамора. На полу был реальный ковер с золотым драконом. \n \" Патриоты...\" \n Алекс посмотрел на меня и подтолкнул вперед, сказал идти.",
    "answers": [
      {
        "id": 93,
        "text": "Идти. "
      },
      {
        "id": 94,
        "text": "Тормознуть и внедоумении смотреть на Алекса."
      }
    ]
  },
  {
    "id": 93,
    "text": " Я послушала и пошла вперед. Подойдя к неосвещенной стороне комнаты вспыхнул свет.\n Огромная люстра надо мной из хрусталя переливалась разными цветами и маленькие солнечные зайчики будто бы гуляли по комнате.\n Я посмотрела вперед и увидела человека... Нет, демона, на троне... Это был мужчина средних лет с черными как смоль волосами и синими глазами с темно-синей печатью в них.\n Его хвост \" кисточка\" быстро двигался в воздухе туда-сюда, а большие черные рога были действительно большими....\n",
    "answers": [
      {
        "id": 96,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 94,
    "text": " Я посмотрела на Алекса, он посмотрел на меня...\n\n— Нет, ты точно тормоз.- с этими словами от подтолкнул меня вперед из-за чего я чуть не навернулась, но всё же смогла устоять на ногах и идти вперед.",
    "answers": [
      {
        "id": 93,
        "text": "Идти."
      }
    ]
  },
  {
    "id": 95,
    "text": "По бокам этой огромной комнаты были два стола, также сделаны из тёмного мрамора. На полу был красный  ковер с золотым драконом. \n \" Патриоты...\" \n Алекс посмотрел на меня и подтолкнул вперед, сказал идти.",
    "answers": [
      {
        "id": 93,
        "text": "Идти."
      },
      {
        "id": 94,
        "text": "Тормознуть и посмотреть на Алекса."
      }
    ]
  },
  {
    "id": 96,
    "text": " Тот кто был передомной... Это...\n — Папа? — тихо сказала я.\n\n— Нанами, — сказал он и не успела я моргнуть как он оказался передомной и обнял меня.\n— Я так долго ждал когда ты вернешься ко мне... — прошептал тот.\n\n— Что случилось, папа? Что со мной случилось? — по моим щекам текли гарячие слёзы и я обняла его.\n\n Он отстранился от меня и посмотрел мне в глаза и вытер мои слезы.\n— Присядь. — он указал на небольшой трон который был рядом с его. Он был не менее величественные чем его трон: Драгоценные камни и металлы, дорогая ткань. На нем было все такое же.\n",
    "answers": [
      {
        "id": 98,
        "text": "Сесть."
      }
    ]
  },
  {
    "id": 97,
    "text": " Сатана — отец главной героини.\n\nНа вид- мужчина средних лет с черными как смоль волосами и голубыми глазами с темно-синей печатью в них.\n Он высокий с хвостом \"кисточкой\" и рогами(истинное обличие) Есть черные дьявольские крылья(у рода Сатаны они особенные) количество которых постоянно меняется ( от одного до шести)\n\n Он всегда одет в серую рубашку и черные штаны. Постоянно носит серую мантию.\n\n Любит свою дочь больше жизни, но строг по отношению к ней ( хоть и кажется мягким).",
    "answers": [
      {
        "id": 3,
        "text": "Назад."
      },
      {
        "id": 97,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b29/1901/30/5402f365bb3e.jpg"
      }
    ]
  },
  {
    "id": 98,
    "text": " Я села на место которое похоже было моим...\n А он сел рядом и посмотрел на меня нежно взяв за руку, Алекс же, стоял около двери.\n\n— Папа, что со мной произошло? Почему я ничего не помню? — дрожащим голосом спросила я.\n\n— Это никто не знает кроме тебя... Ты пришла к своей матери и задавала странные вопросы типо- \" Что это за место? Кто вы? Кто я? \"- он грустно посмотрел на меня и продолжил.\n— Если коротко, тогда мы с ней решили немного переписать твою память и ты отправилась в человеческий мир к другой женщине, которой мы тоже подкоректоровали память... \n\n\n",
    "answers": [
      {
        "id": 99,
        "text": "- Она не моя мама?"
      },
      {
        "id": 101,
        "text": "- А кто моя настоящая мама?"
      }
    ]
  },
  {
    "id": 99,
    "text": "— Она не моя мама? — я смотрела на отца, а он на меня.\n\n— Нет, твоя настоящая мать она... Скоро ты узнаешь- он посмотрел на меня и слегка улыбнулся.",
    "answers": [
      {
        "id": 100,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 100,
    "text": " — Что же еще тебе рассказать... Ах, точно, ты помнишь мое имя? \n\n— Нет. — я виновато опустила голову, я знаю что он мой отец, но не знаю его имени...\n\n— Я Сатана — правитель Ада, а ты моя единственная дочь — принцесса Ада. — он смотрел в мои ошарашеные глаза.\n\n— Я...Я...- я не могла сказать ни слова, но он ответил на мой вопрос.\n\n— Да, ты демон... Ну почти демон. Больше информации ты о себе ты узнаешь от матери. — сказал он и посмотрел на Алекса.\n— Алекс, расскажи моей дочери все подробнее, за прогулкой по замку. \n",
    "answers": [
      {
        "id": 102,
        "text": "Посмотреть на Алекса."
      }
    ]
  },
  {
    "id": 101,
    "text": "— А кто моя настоящая мама?\n\n— Я не буду отвечать на этот вопрос, ты сама скоро узнаешь. — кончики его губ плавно поднялись вверх, он улыбнулся.",
    "answers": [
      {
        "id": 100,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 102,
    "text": " Я посмотрела на не менее ошарашеного Алекса.\n\n— Есть. — сказал тот и подойдя ко мне взял меня за руку и увел из зала. Громко захлопнув дверь он повернулся ко мне.\n\n— Поскольку ты не знаешь что и как тут устроено я проведу экскурсию.\n\n— Хорошо, — сказала я смущенно отводя глаза.\n\n— Ты чего? Ааа рука. — он отпустил меня и пошел по коридору, а я за ним.",
    "answers": [
      {
        "id": 103,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 103,
    "text": "— Что бы ты хотела узнать? ",
    "answers": [
      {
        "id": 105,
        "text": "- Кто ты?"
      },
      {
        "id": 107,
        "text": "-Какое отношение ты имеешь ко мне? ",
        "need": 105
      },
      {
        "id": 108,
        "text": "- Никто? Вас много?",
        "need": 107
      },
      {
        "id": 111,
        "text": "-А вас можно призвать? ",
        "need": [
          108
        ]
      },
      {
        "id": 112,
        "text": "Пока ничего."
      }
    ]
  },
  {
    "id": 104,
    "text": "— Кто ты, Алекс?- спросила я остановившись\n\n— Я дракон. — сказал он холодно посмотрев на меня, он не останавливался... Правильно, зачем это нужно, я же догоню.\n— Есть ещё вопросы?",
    "answers": [
      {
        "id": 103,
        "text": "-Да."
      },
      {
        "id": 106,
        "text": "-Нет."
      }
    ]
  },
  {
    "id": 105,
    "text": "—Кто ты, Алекс?- спросила я остановившись\n\n— Я дракон. — сказал он холодно посмотрев на меня, он не останавливался... Правильно, зачем это нужно, я же догоню.",
    "answers": [
      {
        "id": 103,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 106,
    "text": "",
    "answers": []
  },
  {
    "id": 107,
    "text": "— Какое отношение ты имеешь ко мне? \n\n— Я твой фамильяр, надеюсь ты знаешь кто это. Знаешь ведь? ",
    "answers": [
      {
        "id": 109,
        "text": "-Да."
      },
      {
        "id": 110,
        "text": "- Нет."
      }
    ]
  },
  {
    "id": 108,
    "text": "— Никто? Вас много? \n\n— Да, очень. У тебя огромное количество фамильяров, но вот никто это количество кроме тебя и не знает. ",
    "answers": [
      {
        "id": 103,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 109,
    "text": "—Да, знаю. — с уверенностью сказала я.\n— Ты мой слуга \n\n— Слуга это грубо... Можно сказать подчиненный или тот кто служит, выполняет грязную работу... Но у тебя никто не выполнял грязную работу...\n",
    "answers": [
      {
        "id": 103,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 110,
    "text": "— Нет.\n\n— Беда... Видимо тут совсем пусто, — он ткнул пальцем в мою голову.\n— Фамильяр- это подчиненный, тот кто выполняет грязную работу, но у тебя никто не выполнял грязную работу. ",
    "answers": [
      {
        "id": 103,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 111,
    "text": "— А вас можно призвать? \n\n— Да, но я тебе не скажу как, иначе жизни мне спокойной не дашь, — он показал язык. Ребёнок чтоли? ",
    "answers": [
      {
        "id": 103,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 112,
    "text": " Наконец закончился коридор и мы спустившись по лестнице пошли на 5 этаж где по словам Алекса был главный зал или же зал для проведения балов.\n\n— Это место ты обходила десятой дорогой... — сказал он смотря на роскошную комнату с огромными окнами и гардинами. Также там была дверь ведущая на балкон куда и направился мой фамильяр.",
    "answers": [
      {
        "id": 113,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 113,
    "text": "—Если у тебя есть вопросы — задавай. — сказал он зевая.\n\n",
    "answers": [
      {
        "id": 114,
        "text": "- Почему мне не нравилось это место? "
      },
      {
        "id": 115,
        "text": "- Почему я ненавидела гостей?",
        "need": 114
      },
      {
        "id": 116,
        "text": "- Когда я узнаю ответ на этот вопрос? ",
        "need": 115
      },
      {
        "id": 117,
        "text": "-Пока ничего."
      }
    ]
  },
  {
    "id": 114,
    "text": "— Почему мне не нравилось это место? \n\n— Ты очень не любила вечеринки. Очень ненавидела гостей которые были на них.",
    "answers": [
      {
        "id": 113,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 115,
    "text": "— Почему я ненавидела гостей? \n\n— Потому что они ненавидели тебя, — Алекс резко обернулся и посмотрел мне в глаза. \n— Они ненавидели тебя, принцессу чья кровь не чиста.- Я была ошарашена второй раз. Что это значило? \n— Про это больше не спрашивай — не скажу. — сказал он как отрезал.",
    "answers": [
      {
        "id": 113,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 116,
    "text": "— Кагда я узнаю ответ на этот вопрос? \n\n— Когда придет время....- ответил он с протяжной нотой.",
    "answers": [
      {
        "id": 113,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 117,
    "text": "— Пока что ничего...\n\n— Хорошо. — он открыл стеклянные двери на балкон и взял меня за руку.\n— А теперь пошли в сад.\n\n— Хорошо....- как только я взяла его руку он подтянул меня к себе и мы взлетели. Снова. Его руки нежно обнимали меня и он улыбался.... Мы летели над прислугой которая смотрела на нас осуждающими взглядами.\n \" Чего это они\" — думала я смотря вниз.\n Полет был не долгий мы сразу же оказались в саду.\nВ прекрасном саду, нас окружали самые разнообразные цветы и маленькие животные, птицы...\n Мои глаза разбегались — столько цветов я не видела наверное за всю жизнь. \n",
    "answers": [
      {
        "id": 118,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 118,
    "text": "— Это был твой маленький рай.- прошептал парень.\n— Ты всегда была тут, ухаживала за всем этим, разговаривала... \n Я могла лишь стоять и хлопать глазами смотря на Алекса, который внезапно стал грустными.\n— Что ж... Пойдем к тебе в комнату? ",
    "answers": [
      {
        "id": 119,
        "text": "- Мою комнату? "
      }
    ]
  },
  {
    "id": 119,
    "text": "— Мою комнату? — спросила я глядя на то как Алекс сорвал голубую розу и протянул её мне.\n— Спасибо. — я взяла розу и посмотрела на Алекса.\n\n— Твоя комната в той башне, — он показал пальцем на шестую башню. На отдаленую бaшню.\n\n—Она...- я не успела ничего сказать как тут же получила ответ.\n\n— Да, она отдалена по той же причине почему тебя ненавидят гости...- как только он сказал это, мы оказались перед дверью.\n\n—Что? Это как? — сказала я широко открыв глаза и посмотрев на Алекса.\n",
    "answers": [
      {
        "id": 120,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 120,
    "text": "— Перемещение. Не хотел мучатся и лететь так далеко.\n\n— Ааа. Ясно. Стоп, что? Ты и это умеешь? \n\n—Я много чего умею — он подмигнул мне и открыв двери ключем придержал её чтобы я вошла.",
    "answers": [
      {
        "id": 121,
        "text": "Войти."
      },
      {
        "id": 122,
        "text": "Тупануть и смотреть на Алекса."
      }
    ]
  },
  {
    "id": 121,
    "text": " Я вошла и передомной была комната. Она захламлена всякими разными вещами от баночек до игрушек.\n Окна не было, но была расскашная кровать и дверь в ванную. На полу был синий ковер как и кровать, и обои завешанние картинами и плакатами. Письменный стол на котором было куча бумаг и разлиты чернила. Книжный шкаф с огромной кучей разноцветных книг.\n \n— Это мое? — сказала я неуверенно.\n\n— Твоё — ответил Алекс и сел за стол.\n\n Вдруг я почувствовала сжение на шее. \n\" Кулон\" — было последнее что я подумала перед тем как упасть в обморок.",
    "answers": [
      {
        "id": 123,
        "text": "Конец 2 главы."
      }
    ]
  },
  {
    "id": 122,
    "text": " Я посмотрела на Алекса и задумалась... А нужно ли идти вообще, но он посмотрел на меня взглядом алля \" Ты что тормоз?\" и затолкал меня внутрь.",
    "answers": [
      {
        "id": 121,
        "text": "Войти."
      }
    ]
  },
  {
    "id": 123,
    "text": "                                     Поздравляю!   \n                             Вы закончили 2 главу.",
    "answers": [
      {
        "id": 125,
        "text": "Глава 3 \" Воспоминания\" "
      }
    ]
  },
  {
    "id": 124,
    "text": "Тут будут концовки, чтобы вы не мучались:3",
    "answers": [
      {
        "id": 76,
        "text": "Прощай, моя дорогая. ( глава 1)",
        "need": 76
      },
      {
        "id": 71,
        "text": "Привет, моя новая жизнь. ( глава 1)",
        "need": 71
      },
      {
        "id": 123,
        "text": "Конец 2 главы.",
        "need": 123
      },
      {
        "id": 158,
        "text": "Воспоминания ( глава 3)",
        "need": 158
      },
      {
        "id": 197,
        "text": "Привет, я твоя мама( глава 4)",
        "need": 197
      },
      {
        "id": 1,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 125,
    "text": " Глава 3 \" Воспоминание\"\n\n Я открыла глаза, перед моими глазами была голубая роза в вазе и Алекс. \n Он держал мою руку и похоже спал.\n \"Какой он милый когда спит\" — думала я в тот момент.\n\n Черные волосы падали на его закрытые глаза, длинные ресницы... Он очень красивый...\n",
    "answers": [
      {
        "id": 126,
        "text": "Разбудить."
      },
      {
        "id": 128,
        "text": "Попытаться встать."
      }
    ]
  },
  {
    "id": 126,
    "text": "—Алекс... Алекс...- шептала я.\n— Алекс, блин. — я ткнула его указательным пальцем в щеку. Но даже от этого он не проснулся.\n Я аккуратно попыталась встать с кровати, но...",
    "answers": [
      {
        "id": 127,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 127,
    "text": " Алекс резко взял меня за руку.\n— Ты проснулась? Как ты?\n\n -Да всё хорошо... Сколько я была в отключке?- спросила я улыбаясь.\n\n— Два дня... Ты вспомнила что-то? — он смотрел в мои глаза с надеждой...\n\n— Я помню наше знакомство. — сказала я смотря в его глаза. \n— Спасибо что тогда заговорил со мной... \n Он резко притянул меня к себе и крепко обнял.\n\n— Ты... Я очень рад...- сказал он шепотом.",
    "answers": [
      {
        "id": 129,
        "text": "-Я тоже."
      }
    ]
  },
  {
    "id": 128,
    "text": " Я осторожно попыталась встать. \n\" Только бы не разбудить...\"\n Но я не удержалась и погладила его по голове. Его волосы такие мягкие и шелковистые... Они всегда такими были?",
    "answers": [
      {
        "id": 127,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 129,
    "text": "— Я тоже. Я очень рада что вспомнила тебя, Алекс.- по моим щекам снова полелись слёзы, но он смахнул их и нежно поцеловал меня в щеку. На моем лице вспыхнул румянец... Его губы были такими нежными...\n— Алекс? \n\n— Прости, я просто не мог удержаться. Я скучал по тебе...- Ох, он тоже смутился...  Его легкий румянец был очень заметен на его беледной коже.\n\n— Скажи, что произошло? — я посмотрела на него и увидела грусть в его глазах...",
    "answers": [
      {
        "id": 130,
        "text": "-Алекс?"
      }
    ]
  },
  {
    "id": 130,
    "text": "— Алекс?\n\n— Когда твоя мама отправила тебя сюда ты была очень напугана. Мы искали способ вернуть тебе память, но ты похоже использовала печать.. \n  Поскольку мы не могли вернуть тебе память, было принято решение отправить тебя в чужой мир, где тебя никто не найдет, нам было запрещено встречаться с тобой.\n",
    "answers": [
      {
        "id": 131,
        "text": "-Нам? "
      }
    ]
  },
  {
    "id": 131,
    "text": "—Нам? Это кому? — я посмотрела на него, а он улыбнулся. Я не видела, но я знаю... Я чувствовала. \n\n— Что ты вообще помнишь? — он продолжал улыбаться.\n— Только меня? \n\n— Только тебя и то отрывками... Прости. — я виновато произнесла, а  он всё ещё продолжал обнимать меня.\n\n— Не волнуйся... Мы найдем способ вернуть тебе память- он отстранился и посмотрел на меня.\n\n— Да кто же такие \"мы\"?- возмущалась я.",
    "answers": [
      {
        "id": 132,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 132,
    "text": "— Скоро узнаешь. — его улыбка немного была не в тему, но в этом весь Алекс.\n\n— А ты не изменился...\n\n— Чего? — он посмотрел на меня и приподнял одну бровь.\n— Что ты вообще обо мне помнишь? \n\n— Например... То что ты сказал \" Я не скажу тебе как вызывать фамильяров чтобы ты не мешала мне\". Страх потерял?- я слегка улыбнулась.\n\n— Ну ты всё равно не помнила, а так...\n",
    "answers": [
      {
        "id": 133,
        "text": "- Я тебе мешаю?"
      },
      {
        "id": 136,
        "text": "Кинуть в гада подушкой."
      }
    ]
  },
  {
    "id": 133,
    "text": "— Я тебе мешаю? — я спросила слегка наклонившись голову вбок.\n\n— Нет-нет, что ты... Просто было бы запарно няньчится с тобой.\n\n— Страх потерял? ",
    "answers": [
      {
        "id": 134,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 134,
    "text": "— А я и никогда не боялся такую мелкую девчушку.- его ехидная улыбка вывела меня из себя, поэтому я кинула в него подушкой и не промахнулась.\n\n— Ты что творишь мелкая? — с этими словами он кинул в меня подушкой в ответ тем самым сбив меня с ног.\n\n—Придурок! — и в него полетела подушка снова.\n\n—Ах ты мелкая. — он навис надо мной и прижал мои руки к полу. ",
    "answers": [
      {
        "id": 135,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 135,
    "text": "—Не забывай — я физически сильнее тебя.- он продолжал ехидно улыбаться и смотреть на меня сверху.\n\n— Ну и что с того? — я попыталась повернуться к нему лицом.",
    "answers": [
      {
        "id": 139,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 136,
    "text": "— Гаденыш. — я кинула в Алекса подушкой и попав в него я звонко засмеялась. \n\n— Ах ты мелкая....- его лицо изменилось. Он улыбался, его ехидная улыбка немного насторожила меня поэтому я...",
    "answers": [
      {
        "id": 137,
        "text": "Бежать."
      },
      {
        "id": 138,
        "text": "Остаться на месте."
      }
    ]
  },
  {
    "id": 137,
    "text": " Я снова кинула в него подушкой и воспользовавшись моментом бросилась в бегство.\n Казалось дверь так далеко... \n \nСзади я почувствовала дыхание Алекса. Он прижал меня к двери и наклонившись надо мной прошептал.. ",
    "answers": [
      {
        "id": 135,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 138,
    "text": " Я осталась на месте и даже не заметила как оказалась на полу.  А Алекс на мне. Он крепко держал мои руки одной своей. \n\" Какого хрена его руки стали такими большими? Я же помню его совсем мальчишкой\" — мои мысли словно были в тумане, этот момент был очень неловким....",
    "answers": [
      {
        "id": 139,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 139,
    "text": "— Такое... Необычное чувство, да? — прошептал он.\n— А ведь такое случалось, помнишь? \n\n— Да. — я отвела взгляд в сторону и мой взгляд остановился на розе. На той розе что подарил мне Алекс.\n—Голубая роза...\n\n— Такая как твои глаза. — сказал он и приблизился к моему лицу. Он смотрел в мои глаза и его губы были уже в паре сантиметрах от моих. Я чувствовала его дыхание, горячее дыхание. \n Я смотрела в его глаза и кажется тонула в них. ",
    "answers": [
      {
        "id": 140,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 140,
    "text": "— Кхым-кхым. — я услышала папу. Я начала искать его глазами и Алекс, видимо тоже.\n— Чего это вы непотребством занимаетесь? — его голос был слышен отвсюду.  Поэтому Алекс незамедлительно отошел от меня на 5 метров.\n— Правильно, Алекс. — сказал он веселым голосом и обратился ко мне.\n— Нанами, зайди с Алексом ко мне сейчас... А точно.\n\nВ мгновение ока мы оказались перед Сатаной.  Снова это перемещение...",
    "answers": [
      {
        "id": 141,
        "text": "- Что ты хотел, отец?"
      }
    ]
  },
  {
    "id": 141,
    "text": "—Что ты хотел отец? — спросила я глядя на своего величественного и разгневанного отца.\n\n— Я хотел чтобы ты отправилась к своей матери, она поможет тебе вспомнить что-то. Кстати, не забывай что ты не можешь использовать свою силу. \n\n— Больно хотелось....- пробубнела я. \n— Стой, а как я её найду если я не знаю как она выглядит? \n\n— Она сама тебя найдёт. Завтра ты отправишься к своим другим родителям.- сказал он осматривая меня с ног до головы.\n\n— Да не делал я ничего противозаконного. — сразу же сказал Алекс из другого конца зала... \n",
    "answers": [
      {
        "id": 142,
        "text": "-Что?"
      }
    ]
  },
  {
    "id": 142,
    "text": "— Что? — я посмотрела на Алекса и на отца.\n— Всмысле?\n\n— Снова тупишь, впрочем, как всегда. — сказал он с безраздичностью в глазах.\n\n— Нарываешься? — сказала я нахмурив брови.\n\n— Не ссоритесь.- голос моего отца снова прозвучал отовсюду и я снова повернулась к нему.\n— Что более важно. Нанами, у тебя два отца и две матери и все они связаны с тобой кровью. ",
    "answers": [
      {
        "id": 143,
        "text": "- Это как?"
      },
      {
        "id": 144,
        "text": "-Шо?"
      }
    ]
  },
  {
    "id": 143,
    "text": "— Это как? — я посмотрела в недоумении на отца.\n\n— Они тебе расскажут, наверное. Возвращайся к себе.- каким-то хреном я снова оказалась у себя в комнате....\n Письменный стол на нем куча документов, может осмотреть? А шкаф? Ванная? Комод? Камин? Хлам?",
    "answers": [
      {
        "id": 145,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 144,
    "text": "— Шо? — я снова затупила, а потом до меня дошло... Наверное.",
    "answers": [
      {
        "id": 143,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 145,
    "text": " -Что бы мне сделать? \nВремени полно, поэтому я могу...",
    "answers": [
      {
        "id": 146,
        "text": "Пойти в ванную."
      },
      {
        "id": 147,
        "text": "Осмотреть стол."
      },
      {
        "id": 148,
        "text": "Осмотреть комод."
      },
      {
        "id": 149,
        "text": "Осмотреть камин."
      },
      {
        "id": 150,
        "text": "Осмотреть шкаф."
      },
      {
        "id": 151,
        "text": "Покопаться в вещах."
      }
    ]
  },
  {
    "id": 146,
    "text": " Я решила пойти в ванную. Дверь в нее находилась в моей комнате и когда я открыла её, там была огромная комната с огромной ванной и душем. \n На полочках были гели для душа, пена для ванны, шампуни несколько типов мочалок и нереальный срач.\n Что бы мне поделать тут? ",
    "answers": [
      {
        "id": 152,
        "text": "Осмотреть ванную."
      },
      {
        "id": 153,
        "text": "Осмотреть душ."
      }
    ]
  },
  {
    "id": 147,
    "text": " Я направилась к столу.  Провела пальцами по нему, по месту где разлито чернила...\n— Хорошие воспоминания...- шептала я.\n\n Затем  я осмотрела документы, похоже я занималась внешними делами страны. Принцессе доверять такое... \"А Сатана не промах\". \n В ящечках были те же документы и чернила.\n— Какой скучный я человек однако...",
    "answers": [
      {
        "id": 145,
        "text": "-Что бы мне сделать? "
      }
    ]
  },
  {
    "id": 148,
    "text": " Я подошла к комоду на котором было много игрушек.\n Они были не новые, но и не старые... Плюшевый хаски? Мило. \n Затем я открыла ящик.\n\n— Белье... А мои вкусы не поменялись...\n\nЯ закрыла ящик и заметила под комодом какой-то листочек.",
    "answers": [
      {
        "id": 156,
        "text": "Посмотреть."
      },
      {
        "id": 157,
        "text": "Не смотреть."
      }
    ]
  },
  {
    "id": 149,
    "text": " Я пробежалась взглядом по камину, похоже он тут просто для декора, выглядит неплохо... Но вот большой плюшевый мишка в нем немного меня настораживает...\n \" Зачем я туда его положила?\" \n Хотя, возможно просто места нет. Его реально нет.\n",
    "answers": [
      {
        "id": 145,
        "text": "-Что же мне сделать? "
      }
    ]
  },
  {
    "id": 150,
    "text": " Подойдя к шкафу я распахнула большую дверь и на меня тут же горой посыпалась одежда. В основном это были футболки, толстовки и штаны.\n\n— Хах. И почему я думала что вкусы у меня будут не такие. — подумала я вслух.\n Я выбрала для себя толстовочку и джинсы, а остальное затолкала обратно. На это ушло много сил, но я справилась.",
    "answers": [
      {
        "id": 145,
        "text": "- Что же мне сделать? "
      }
    ]
  },
  {
    "id": 151,
    "text": " Я обшарила всю саою комнату в поисках чего-то полезного, но нашла лишь интересное. Открывалка, лопнутый шарик... Почему здесь так много всякого мусора? \n Я хотела уже выкинуть это, даже рука тянулась. Но почему-то я не смогла и оставила всё как есть.\n\n— Наверное это было важно для меня....",
    "answers": [
      {
        "id": 158,
        "text": "Конец 3 главы \" Воспоминания\""
      }
    ]
  },
  {
    "id": 152,
    "text": " Я набрала полную ванну воды и добавила туда свякой лабуды которая лежала на полочках.\n Почему-то мне захотелось запрыгнуть туда в одежде.",
    "answers": [
      {
        "id": 154,
        "text": "Пфф. Естественно."
      },
      {
        "id": 155,
        "text": "Нет, невкоем случае. "
      }
    ]
  },
  {
    "id": 153,
    "text": " Я подошла к душевой кабинке. \n— Он что для двих? — тихо сказала я и заглянула.\n Там тоже была всякая лабуда в виде шампунек и гелей.\n\" Зачем так много?\"\n Я решила принять душ. ( Не хочу описывать процесс) \n Я приняла душ и обтерлась полотенцем, затем накинула халат и вышла из ванной комнаты.",
    "answers": [
      {
        "id": 145,
        "text": "-Что бы мне сделать? "
      }
    ]
  },
  {
    "id": 154,
    "text": " Отойдя на приличное расстояние, я приняла позу \" На старт\" и с разгона плюхнулась в теплую воду. \n \"Пофиг на одежду, один раз живем\"\n Ванная была больше похожа на бассейн... В зеркалах я видела себя. Мои мокрые волосы и одежда облегали мое тело и мои глаза сияли.\n\" Наверное из-за освещения\"\n Как только мои водные игры были закончены, я вышла из ванны, сняла с себя одежду и обтершись мягким полотенцем накинула на себя халат и вышла из ванной комнаты. ",
    "answers": [
      {
        "id": 145,
        "text": "-Что бы мне сделать? "
      }
    ]
  },
  {
    "id": 155,
    "text": " Нет в коем случае. Я ж воспитанный человек.\n Сняв с себя одежду я залезла в теплую водичку и задремала совсем на чуть-чуть. \n Приятный аромат фиалок и сирени так успокаивал. Я хотела находится там долго-долго, но все-таки решила выйти. \n Хорошенько обтеревшись полотенцем я накинула халат и вышла из ванной комнаты.",
    "answers": [
      {
        "id": 145,
        "text": "Что бы мне сделать?"
      }
    ]
  },
  {
    "id": 156,
    "text": " Я подняла его с пола и это оказалось фото темноволосого мальчика с кроваво красными глазами \n— Кто этот мальчик? Выглядит очень знакомо... Даже слишком знакомо...\n Я положила фото на комод.",
    "answers": [
      {
        "id": 156,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b01/1804/64/1d1b0b6e0450.jpg"
      },
      {
        "id": 145,
        "text": "-Что бы мне сделать?"
      }
    ]
  },
  {
    "id": 157,
    "text": " Я решила не обращать на это внимания и оставила все как есть. Возможно это просто мусор, поэтому пофиг. ",
    "answers": [
      {
        "id": 145,
        "text": "-Что бы мне сделать?"
      }
    ]
  },
  {
    "id": 158,
    "text": " Поздравляю!\n\n      Это конец главы 3 \"Воспоминания\"\n",
    "answers": [
      {
        "id": 159,
        "text": "Глава 4 \" Привет, я твоя мама\" "
      }
    ]
  },
  {
    "id": 159,
    "text": "Глава 4 \"Привет, я твоя мама\"\n\n Как только я завершила небольшую \" ревизию \" своих вещей я сразу переоделась. \n Ну и поскольку мне было скучно, я решила пойти прогуляться по замку.\n\n Я ходила по корридорам-лабиринтам, высокие потолки и расскошные ковры, из-за этого я чувствовала себя неловко.\n Да, я помню замок. Поскольку ко мне вернулись некоторые воспоминания связанные с этим местом я могла без проблем передвигаться по нему. ",
    "answers": [
      {
        "id": 160,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 160,
    "text": " Все слуги смотрели на меня с отвращением. \n\" Это тоже не изменилось\"- мои мысли в тот момент были лишь о том что я помню.\n\n — Нанами. — голос отца вернул меня в реальность. \n\n— Пап? — я пыталась найти его взглядом, но похоже он снова делает это...\n\n— Я бы хотел поговорить с тобой, не могла бы ты пойти в первую башню, в мою комнату? Горничная тебе покажет дорогу. — за стеной стояла девушка-демон. На ней было черное платье и фартук. \n Она поклонилась мне и ушла в глубь коридора. ",
    "answers": [
      {
        "id": 161,
        "text": "Идти за ней."
      }
    ]
  },
  {
    "id": 161,
    "text": " Я пошла за ней. Между нами было большое расстояние, похоже она не хотела даже находится рядом со мной. \nА про \"Встречу взглядом\" я вообще молчу.\n\n Мы шли и шли, и шли. Лестница, коридор, лестница, зал, коридор, лестница. И вот мы у двери.\n Горничная послушно открыла дверь.",
    "answers": [
      {
        "id": 162,
        "text": "Войти."
      }
    ]
  },
  {
    "id": 162,
    "text": " Как только я вошла, дверь захлопнулась.\n Я пошла дальше и села на кресло напротив своего отца.\n Он устало посмотрел на меня. \n— Нанами, я рад что ты дома. — он слегка улыбнулся. Хоть он и выглядел строгим, он был таким добрым и родным...\n\n \" Если бы его кто-то увидел, то начал бы сомневаться что он правитель демонов\" — думала я улыбаясь.\n\n— Ты же знаешь что Ад — это самая могущественная страна демонов. Есть еще Геенна, там ты скоро будешь.\n\n",
    "answers": [
      {
        "id": 163,
        "text": "-Чего? Не буду я!"
      },
      {
        "id": 165,
        "text": "-Гиенна - это что за страна такая? "
      }
    ]
  },
  {
    "id": 163,
    "text": "— Чего? Не буду я! Не собираюсь я посещать другие демонические странны.- я возмущенно размахивала руками.\n\n— Ха-хах. Узнаю свою девочку! — Он смеялся и слегка приподнявшись с места погладил меня по голове.\n\n— Ну конечно. Еще и прическу мне испортить надо.\n\n— Как же ты похожа на неё...\n\n— Неё? — я слегка наклонила голову вбок.\n\n— На свою мать. — он ответил достаточно быстро и перевел тему.\n—Так вот, про Геенну...",
    "answers": [
      {
        "id": 165,
        "text": "-Геенна - это что за страна такая? "
      }
    ]
  },
  {
    "id": 164,
    "text": "—Алекс... — я сказала это шепотом, не хотела беспокоить его ненужными вопросами, ведь его лицо... На его лице была злость.\n\n— Нанами, прости.  Но твой отец любит нарушать правила.\n\n— В каком смысле? — я спросила это на автомате.\n\n— Мы договорились рассказывать тебе немного и не все сразу... Просто сейчас ты не должна знать всё.- на его лице была грусть. Он не смотрел на меня, он смотрел в пол.\n\n— Почему? — когда я сказала это, он прижал меня к стене.",
    "answers": [
      {
        "id": 167,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 165,
    "text": "— Гиенна — это что за страна такая? — спросила я. Раз он не хочет отвечать на вопросы связанные со мной, будем действовать так.\n\n— Это демоническая страна, которая по силе равна аду.\nМожно сказать наши главные друзья и наши главные враги находятся там.\n\n— И ты хочешь послать свою слабую дочь туда? Как жестоко... Хны-хны.- я закрыла рукой глаза и слегка откинулась назад.\n\n— Не сразу ты туда попадешь, сначала ты отправишься к своим родителям. Они, кстати, люди. \n\n",
    "answers": [
      {
        "id": 166,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 166,
    "text": "— Пап, как так получилось что у меня помимо тебя и мамы, есть другие родители? \n\n— Я не могу ответить на этот вопрос вот так сразу. Скоро сама узнаешь.- он явно ждал еще одного вопроса...\n\n— Я человек? — спросила я на полном серьёзе. \n\n— Я скажу так. У тебя человеческое тело, а то что в нем -нет. Не волнуйся, это твой настоящий облик, как и...- В комнату ворвался Алекс. Отец улыбнулся и посмотрел на него.\n\n— Простите за вторжение! Сатана, мы же все договорились. — он взял меня за руку и повел за дверь.\n Когда комната отца оказалась позади он остановился, но все еще крепко сжимал мою руку.",
    "answers": [
      {
        "id": 164,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 167,
    "text": " Я удивилась. Он навис надо мной и приблизился к моему лицу.\n— Ал.. Алекс?!- я смутилась. Мои щеки буквально пылали, это не то что было раньше... Похоже тогда я была под влиянием атмосферы...\n\n— Прости. — он отстранился и отвернулся, но похоже тоже слегка смутился.\n— Если тебе рассказать всё сразу, то ты ничегошеньки не вспомнишь... Мы еще не очень понимаем как вернуть тебе память...\n\n— Вот как, это что-то типо психотерапии? — я смотрела на широкую спину Алекса и улыбалась.\n\n",
    "answers": [
      {
        "id": 168,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 168,
    "text": "—Можешь считать как угодно... А точно, я должен тебе кое-что сказать. — он повернулся ко мне и посмотрел мне в глаза.\n— Но я не могу этого сделать. — ох,  а вот это он сказал без капельки смущения.\n— Утром ты отправишься к родителям в свой родной мир, а я не смогу пойти с тобой.\n\n— Почему? — я подошла ближе и посмотрела на него с грустью.\n\n— Знаешь, когда ты так делаешь, ты похожа на щенка...\nЯ просто отправлюсь к себе домой. \n Знаешь же, после того как я стал твоим фамильяром я автоматически стал наследником... ",
    "answers": [
      {
        "id": 169,
        "text": "-Другими словами я подкинула тебе проблем?"
      }
    ]
  },
  {
    "id": 169,
    "text": "— Другими словами я подкинула тебе проблем? — я слегка приподняла верхнюю бровь.\n\n— Ну ты всегда подкидываешь проблем и не только мне. — сказал тот с улыбкой.\n\n— Чт.?!- я не успела договорить как он ответил.\n\n— Но это не так уж и плохо.- он снова улыбнулся... Такая лучезарная улыбка, а ведь недавно он был пофигистом без эмоций.",
    "answers": [
      {
        "id": 170,
        "text": "Идти в комнату."
      }
    ]
  },
  {
    "id": 170,
    "text": " После этого он сказал что мне пора в кроватку и провел меня к моей комнате. Нет, к кровати и положив меня на подушку он укрыл меня и удалился закрыв двери на ключ.\n\" Я даже верхнюю одежду не сняла.... \"\n — Немного не хватает серого вещества...\n\n Я встала и переодевшись в пижаму синюю пижаму с кроликом Крошем из \"Смешариков\"  я легла обратно. \n На удивление я быстро уснула... Должно быть мягкая постель так повлияла.",
    "answers": [
      {
        "id": 171,
        "text": "Смотреть сон."
      }
    ]
  },
  {
    "id": 171,
    "text": " Я бежала, но не знала куда и зачем, а может за кем? \nЯ отчаянно протягивал руку в надежде дотянуться до чего-то.\n \n Нет. Нет. Это было больше похоже на то, что я пытаюсь найти что-то убегая от чего-то.\n\n Я думала что если остановлюсь, то меня догонит то, что там — за моей спиной.\n\nЯ бежала босиком по воде вникуда. Сердце бешенно билось и кулон на моей шее отдавал жаром.\n\nКогда я взяла его в руку, то споткнулась и упала.\n\nВсе вокруг стало черным, а вода... Вода.. Нет, это — кровь.\n\nЯ смотрела на свои окровавленные руки и плакала.",
    "answers": [
      {
        "id": 172,
        "text": "Проснуться."
      }
    ]
  },
  {
    "id": 172,
    "text": " Я проснулась в холодном поту.\n \" Что за? Что это было?\" \n Я продолжала плакать закрывши лицо руками. \n— Такое странное чувство....- я прошептала это и раздался стук в дверь. \n\n— Ужин готов. — тихий, спокойный голос горничной вернул меня в реальность. Я услышала как повернулся члюч в замке. \n\" Меня открыли.\" \n\n— Я скоро подойду. — я вытерла слезы и вскочив с кровати побежала к шкафу и оделась.\n После этого я побежала в огромный обеденный зал.\n Огромный, длинный стол посреди комнаты и всего два стула друг на против друга.\n Я помню и это.",
    "answers": [
      {
        "id": 173,
        "text": "Сесть."
      }
    ]
  },
  {
    "id": 173,
    "text": " Я села за стол и сразу же посмотрела на того кто сидел напротив — на отца…\n\n— Отец, я... — Я опустила взгляд.\n\n— Ты плакала? — его спокойствие и холод в голосе были очень заметны.\n— Из-за чего? — он спокойно ел то что было в его тарелке и даже не смотрел на меня.",
    "answers": [
      {
        "id": 174,
        "text": "Рассказать про сон."
      }
    ]
  },
  {
    "id": 174,
    "text": " Я все рассказала ему и тогда он поднял на меня взгляд.\n\n— Тебя и раньше мучали подобные кошмары, не и зацикливайся так на этом.- сказав это он поел и исчез.\n\" Снова пошел к себе...\" \n\n Я поела немного изысканной пищи —  блинчиков. Да — да именно. Тут блинчики были пищей богов. Особенно если полить их сиропом..  Немного похож на кленовый, но не он... \n Я не пыталась разгадать загадку этой пиши и сразу же пошла на прогулку.",
    "answers": [
      {
        "id": 174,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a24/1804/03/ac46ae455772.jpg"
      },
      {
        "id": 175,
        "text": "-Куда мне пойти? "
      }
    ]
  },
  {
    "id": 175,
    "text": "—Куда мне пойти? ",
    "answers": [
      {
        "id": 176,
        "text": " Выйти в главный двор и пообщаться с прислугой."
      },
      {
        "id": 177,
        "text": "Пойти в сад."
      }
    ]
  },
  {
    "id": 176,
    "text": " Я выбрала главный двор.\n Ну вышла я. Ну побегала туда-сюда. \n\" Нужно было подумать прежде чем идти к песлуге, она же менч избегают\" — думала я пока не заметила здание.\n\n Огромное здание возле сада. Большие, черные двери так и манили к себе... \n\" Когда нибудь я пожалею о том, что такая любопытная\".\n\nТак и случилось, ибо как только я подошла они открылись хорошенько треснули меня по носу.",
    "answers": [
      {
        "id": 178,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 177,
    "text": " Я выбрала сад. Как и говорил Алекс — это рай.\n Сев на лавочку в беседке я посмотрела на большое здание. \n -Что это? — я решила подойти ближе к двери в здание и сразу же получила ею по носу.",
    "answers": [
      {
        "id": 178,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 178,
    "text": " Не один из слуг не обратил внимание на то, что я упала. Да, меня ненавидят и не скрывают этого. \n Я уж было хотела подняться, но сверху мне протянули руку. Огромный, массивный демон протягивал мне свою большущую руку.\n\n— Принцесса, вам стоит быть осторожнее. Такую маленькую и хрупкую девчушку можно легко убить даже обычной дверью.\n\n— Вы меня знаете? — спросила я поднявшись на ноги.\n\n— Вас все знают. Вы главная новость для сплетен. — он сказал это с улыбкой, неужели не все слуги меня ненавидят?",
    "answers": [
      {
        "id": 179,
        "text": "-А вы кто?"
      }
    ]
  },
  {
    "id": 179,
    "text": "— А вы кто? — спросила я слегка улыбнувшись от своих мыслей.\n\n—Я главнокомандующий отряда 3. Ох, простите, вы наверное меня не помните.\n\n— Да, я совсем ничего не помню.- я виновато опустила взгляд.\n— Почему вы так хорошо отнеслись ко мне? Вы меня не ненавидете? \n\n— Я не могу вас ненавидеть. Вы спасли мою маленькую дочь. Но вы не помните, этого... Это не так важно. \n Главное то, что я обязан вам жизнью. Поэтому лично буду сопровождать в ваш родной мир. \n\n",
    "answers": [
      {
        "id": 180,
        "text": "-А? Вы?"
      }
    ]
  },
  {
    "id": 180,
    "text": "—А? Вы? Но вы же немного... Не человек.\n\n— Я же не сказал что буду сопровождать там. Я просто открою тебе портал туда. Прямо сейчас. — он улыбнулся и щелкнул пальцами.\n Под моим ногами образовался портал и я оказала на.. Дереве? ",
    "answers": [
      {
        "id": 181,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 181,
    "text": "—Какого хрена?!- я сидела неподвижно на ветке высокого дерева и махала ногами.\n— Помогите кто-нибудь...\n\n— Госпожа, вы тут. — Я посмотрела вниз и увидела парня.\n Темные волосы развивались на ветру и желтые глаза смотрели на меня. В руках был фотик и он фоткал меня.\n\n— Прекрати фоткать и лучше помоги слезть! — кричала я ему.\n\n— Так прыгайте, госпожа. — он распахнул свои руки и улыбнулся.\n\n",
    "answers": [
      {
        "id": 183,
        "text": "Прыгнуть."
      },
      {
        "id": 186,
        "text": "Возмущаться. "
      }
    ]
  },
  {
    "id": 182,
    "text": "Мамору — личный дворецкий Нанами в человеческом мире.\n\n Темноволосый парень с янтарными глазами. Всегда одет в черный костюм.\n На его мизинцах — кольца. Что-то типо устройства связи. Хотя кто знает, может ему так нравится. Так же перчатки и повязка на один глаз \"для вида\", на самом же деле он потерял глаз из-за хозяйки.\n \nОбаятельный молодой человек 23 лет.\n Увлекается фотографией( На пару с мамой Нанами фотографирует саму Нанами)",
    "answers": [
      {
        "id": 3,
        "text": "Назад."
      },
      {
        "id": 182,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d34/1904/b9/c6bccc64fb02.jpg"
      }
    ]
  },
  {
    "id": 183,
    "text": " Я доверилась этому парню и закрыв глаза я прыгнула. \n Он поймал меня, его сильные руки держали меня так крепко и нежно, я открыла глаза и посмотрела на своего спасителя.\n— Спасибо.. — пробубнела смущаясь я.\n\n— Какая вы бесстрашная, моя госпожа. — улыбнулся он и поставив меня на землю обнял.\n\n— А? Эй, ты чего? — не знаю почему, но я обняла его в ответ.\n\n— Госпожа, я так скучал по вам. Вас не было год...- Он обнимал меня всё крепче... Так тепло, это тепло, оно такое родное.\n",
    "answers": [
      {
        "id": 184,
        "text": "-Дальше"
      }
    ]
  },
  {
    "id": 184,
    "text": "— Прости, но я не помню тебя...- он отпустил меня и посмотрел в глаза.\n\n— Это, конечно печально, но нужно принимать вещи такими какие они есть. Я Мамору — ваш личный дворецкий.\n\n— Дворецкий? Чего? — моему удивлению не было предела. Я смотрела на Мамору и хлопала глазами.\n\n— Позвольте мне объяснить, пока будем идти домой.- он улыбнулся и протянул мне руку. ",
    "answers": [
      {
        "id": 185,
        "text": "-Где мои конфеты?",
        "need": 186
      },
      {
        "id": 188,
        "text": "Взять за руку."
      }
    ]
  },
  {
    "id": 185,
    "text": "— Где мои конфеты? — спросила я с надеждой в голубых глазах.\n\n— Простите, но их нет. Я совпал. — он улыбнулся снова.\n\n— Ах... Мне только что сделали очень-очень больно... Мне практически разбили сердце...- я положила руку на сердце и опустила взгляд.\n\n— В вашем доме полно конфет. Пойдете, госпожа.- с его лица не сходила улыбка.\n\n— Че ж ты сразу не сказал. Побежали!",
    "answers": [
      {
        "id": 188,
        "text": "Взять за руку."
      }
    ]
  },
  {
    "id": 186,
    "text": "— Хрен тебе! С такой высоты сам прыгай! — Я обняла дерево и отвернулась от него.\n\n— Госпожа... Тут всего 5 метров можно и с закрытыми глазами прыгнуть. \n\n—Нельзя. Не буду я прыгать! — я всё ещё возмущалась.\n\n— Госпожа, вы будете там жить? — спросил он фотографируя меня в этот момент.\n\n— Если надо буду... И хватит фоткать.\n\n— Госпожа, прыгайте, у меня есть конфеты.\n\n— Конфеты? — я снова повернулась к нему. \n\n— Да, ваши любимые.",
    "answers": [
      {
        "id": 183,
        "text": "Прыгнуть без вопросов."
      }
    ]
  },
  {
    "id": 187,
    "text": "—800000 $ — сказал он как отрезал.\n\n— Шо?!- моему удивлению не было предела.\n—А кто мои родители?- я посмотрела на него круглыми глазами.\n\n— Ваш отец глава японской мафии, а ваша мать его жена. — сказал он как будто бы в этом нет ничего необычного.\n\n— Чего? Якудза? Какого? — я смотрела на него, а ему хоть бы хны.\n—Мамору....\n\n -Не удивляйтесь тому, что ваша семья состоятельна. \n",
    "answers": [
      {
        "id": 190,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 188,
    "text": " Я взяла его за руку и мы пошли вдоль городского парка.\n Странно, такое знакомое место...\n\n— Мамору. — я обратилась к дворкцкому и он повернулся ко мне.\n\n— Вспомнили что-то? — он все так же улыбался мне.\n\n— Ты что Ванга? Ты хоть человек? — спросила я с подозрениями.\n\n— Да, я человек. Самый обычный среднестатистический человек. О мы пришли.- он подошел к черной машине и открыл мне дверь.",
    "answers": [
      {
        "id": 189,
        "text": "Сесть."
      }
    ]
  },
  {
    "id": 189,
    "text": " Я села на переднее сидение и пристегнулась. Он же сел за руль и завел машину. \n\n— Хорошо что вы пристегнулись. — он посмотрел на меня и мы сорвались с места. Мы мчались с огромной скоростью и это классно. \n Похоже я влюбилась в скорость. Я сидела и улыбалась.\n\n— А что это за авто? — спросила я посмотрев на Мамору.\n \n—Brabus CLS Rocket V12 S(загуглите).- Ох, его лицо было серьезным. Он больше не улыбался.\n\n— Можно узнать цену? ",
    "answers": [
      {
        "id": 187,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 190,
    "text": "— Но ведь это перебор... Сатана, теперь это...- я смотрела вперед.\n\n— Ну вот так получилось. Да, шокировать вас не очень хотелось, но пришлось.- Он завернуд за угол и мы остановились возле огромных ворот.\n Мамору вышел из машины и открыл мне двери.",
    "answers": [
      {
        "id": 191,
        "text": "Выйти из машины."
      },
      {
        "id": 192,
        "text": "Тормознуть."
      }
    ]
  },
  {
    "id": 191,
    "text": " Я вышла из машины и Мамору закрыл за мной дверь. \n Затем подошел к воротам и постучал в них, те сразу же открылись.\nКогда я вошла меня сразу же встретили люди...  Они были одеты по-разному — кто в костюме, кто в повседневной одежде. Были даже девушки в кимоно.\n\" Это все бандиты?\" \n\n— С возвращение домой, молодая госпожа.- сказали все хором.\n \nМамору кинул ключи от машины одному из них и взяв меня за руку повел ко входу в дом.\n Нам послушно открыли дверь.\n",
    "answers": [
      {
        "id": 193,
        "text": "Войти."
      }
    ]
  },
  {
    "id": 192,
    "text": " Я тормозила и смотрела на Мамору не понимая что происходит.  Большие ворота, огромное здание в японском стиле за ним. Шо за б***ь?\n\n— Госпожа, вы не изменились. Выходите... — сказал он спокойным тоном.\n",
    "answers": [
      {
        "id": 191,
        "text": "Выйти из машины."
      }
    ]
  },
  {
    "id": 193,
    "text": " Мы с Мамору вошли и все были такие приветливые... Улыбались, тут всё не так как в Аду. \n Мой дворецкий передал меня горничной и та отвела меня в мою комнату. \n \" Эта комната идентична той что в Аду, только с окном\"- думала я осматривая комнату и мебель в ней.\n\nСзади подошли еще две горничных с кимоно и протянули мне.\n— Молодая госпожа, позвольте помочь одеть вас. ",
    "answers": [
      {
        "id": 196,
        "text": "Позволить."
      },
      {
        "id": 195,
        "text": "Не позволять."
      }
    ]
  },
  {
    "id": 194,
    "text": " Под деревом сидела девушка в раскошном кимоно, и у нее были ушки и хвост. Ничего необычного. Просто ушики и хвост.\n Как только она заметила меня сразу подбежала ко мне и обняла.\n\n— Нанамочка! Солнышко мое, я так скучала. — она очень крепко меня обнимала.\n\n— Мама? — тихо сказала я.\n\n— Да, я твоя мама. — она обнимала меня и плакала....",
    "answers": [
      {
        "id": 197,
        "text": "Конец 4 главы \" Привет, я твоя мама\" "
      }
    ]
  },
  {
    "id": 195,
    "text": " -А мне так важно переодеваться в кимоно? Оно же жутко неудобное.- мямлила я.\n\n— Молодая госпожа, это традиционная одежда вашей семьи, пожалуйста позвольте одеть вас.\n\n— Но оно же неудобное...\n\n— Это всего-лишь до вечера. После ужина вы сможете одеть всё что захотите.- говорили все трое улыбаясь.\n\n— Ну ладно...",
    "answers": [
      {
        "id": 196,
        "text": "Позволить."
      }
    ]
  },
  {
    "id": 196,
    "text": " Я позволила им одеть на меня кимоно.\n Жутко неудобная одежда сдавливала мне всё, что только можно.\n\n— Молодая госпожа, я проведу вас к вашей матери в сад.— горничная мило улыбнулась и подождав пока я соберусь пошла вдоль коридора.\n Эти коридоры были намного уже чем в замке и тут было все в японском стиле.\n  \nОна открыла двери и мы вышли в сад. Тут все было так... Обычно? \nКлассический сад с большим прудом в котором плавают карпы и камменная дорожка вдоль сакур. Сейчас они не цветут, а жаль.\n Горничная мягко улыбнулась и сказала мне идти по трапинке.",
    "answers": [
      {
        "id": 194,
        "text": "Идти."
      }
    ]
  },
  {
    "id": 197,
    "text": "  Поздравляю, ты закончил последнюю 4 главу \" Привет, я твоя мама\" ＼(＾▽＾)／\n\n Я надеюсь тебе понравился мой первый квест)\n\n Вы не волнуйтесь, это был только первый том, скоро выйдет и второй.\n \n Кстати об этом, я уже почти закончила квест \" История Алекса\" и скоро его опубликую, ждите. (⌒‿⌒)\n \n Спасибо за то, что прошли мой квест[ ⇀ ‿ ↼ ]\n",
    "answers": [
      {
        "id": 1,
        "text": "На первую страницу."
      }
    ]
  },
  {
    "id": 198,
    "text": "",
    "answers": []
  },
  {
    "id": 199,
    "text": "",
    "answers": []
  }
]