[
  {
    "id": 1,
    "text": "Автор: КарКарыч\nЭто мой лучший квест (не факт, что вы так подумаете), уверяю, он вам понравится. (если у вас есть чувство юмора) ",
    "answers": [
      {
        "id": 2,
        "text": "Вперёд"
      }
    ]
  },
  {
    "id": 2,
    "text": "Ты — мальчик Вася — сидишь на уроке. Что будет дальше?",
    "answers": [
      {
        "id": 3,
        "text": "Школу захватят террористы (это меньше юмор, больше хардкор) "
      },
      {
        "id": 4,
        "text": "Мне захочется в туалет"
      },
      {
        "id": 5,
        "text": "Мне позвонят на телефон "
      },
      {
        "id": 6,
        "text": "Училка станет учить боевым искусствам"
      },
      {
        "id": 7,
        "text": "На урок придёт робот из будущего"
      }
    ]
  },
  {
    "id": 3,
    "text": "—ВСЕМ СРОЧНО ПОКИНУТЬ ПОМЕЩЕНИЕ! ТЕРРОРИСТИЧЕСКАЯ АТАКА! ВСЕМ СРОЧНО ПОКИНУТЬ ПОМЕЩЕНИЕ! — послышалось из коридора. Училка быстро учеников расставила в колонну и повела к выходу, но тут вдруг из-за угла выбегает террорист и начинает стрелять по идущему классу. Что делать? ",
    "answers": [
      {
        "id": 9,
        "text": "Остаться на месте смотреть в террориста"
      },
      {
        "id": 10,
        "text": "Забежать в ближайший кабинет и закрыть дверь на замок"
      },
      {
        "id": 11,
        "text": "Спрятаться за большой цветок в углу коридора"
      },
      {
        "id": 12,
        "text": "Выпрыгнуть в ближайшее окно (2 этаж) "
      }
    ]
  },
  {
    "id": 4,
    "text": "Тебе вдруг сильно захотелось в туалет по-большому. Что сделаешь, что бы сходить до туалета? ",
    "answers": [
      {
        "id": 14,
        "text": "Спрошусь у училки "
      },
      {
        "id": 24,
        "text": "Буду ужасно себя вести, что бы она выгнала меня из кабинета"
      },
      {
        "id": 25,
        "text": "Попытаюсь свалить по-тихому (ты сидишь в правой стороне центрального ряда, училка слева, дверь справа) "
      },
      {
        "id": 26,
        "text": "С помощью ложного вызова изображу, что мне позвонила мама и попрошусь выйти для разговора"
      },
      {
        "id": 29,
        "text": "Изображу, что уже не могу терпеть. Изгибаться и стонать. "
      }
    ]
  },
  {
    "id": 5,
    "text": "БЛЭК БАКАААРДИ\nТАНЦЫ В МОЕЙ КРОВАТИ\nНЕ ГО... \nДальше песня не звучала, ты взял трубку. Тебе позвонил Лунтик и пригласил на праздник Новый год. \nЭто ты выслушал под криками училки \"ОТКЛЮЧИ ТЕЛЕФОН\". Она написала в дневнике \"Родители, поставьте ребёнку беззвучный режим на телефоне, он мешает вести урок\" \nТеперь вопрос: ты пойдёшь на Новый год к Лунтику? ",
    "answers": [
      {
        "id": 40,
        "text": "Пойду"
      },
      {
        "id": 1,
        "text": "Не пойду (закончить квест) "
      }
    ]
  },
  {
    "id": 6,
    "text": "Училка зашла к себе в комнату и через 60 секунд вышла в кимоно. Внезапно вбежали её слуги, то же в кимоно. Они мигом утащили парты и положили вместо них маты, а вас, отведя в раздевалки, переодели в кимоно. Это всё прошло за 3 минуты, и никто даже не успел опомниться. Они делали это всё так собранно и синхронно, что казалось, как-будто репетировали это 100 раз. \n—Хайя! — училка изобразила мастерский удар ногой с вертухи, сбив круглую лампу на потолке (потолок был низкий). ",
    "answers": [
      {
        "id": 42,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 7,
    "text": "В коридоре послышались лязганья, а потом и звук металлических колёс.\n—Пиппп-ппооопп\nВ класс зашёл, или заехал, называйте как хотите, робот. Он был не большой, в половину человеческого роста. Ездил он на больших металлических колёсах, которые были на 75% его роста. Они распологались с боков робота. Голова в форме куба, а мелкие железные руки держали тележку, которая была очень похожа на магазинную.\n—Пппиипппппп... Выыб'иррайте ллююбббое — частично заикаясь и от этого встряхиваясь, проговорил робот. ",
    "answers": [
      {
        "id": 51,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 8,
    "text": "Ты дошёл с ними домой. Теперь тебе надо их завести. К одной руке был прицеплен листок с надписью:\n\"Красная — уничтожение\nСиния — защита и спасение\nЖёлтая — развлечения\nЗелёная — готовка\" ",
    "answers": [
      {
        "id": 85,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 9,
    "text": "Он просто расстрелял тебя из автомата, вместе со всем классом. Конец. ",
    "answers": [
      {
        "id": 1,
        "text": "Пиу-пиу"
      }
    ]
  },
  {
    "id": 10,
    "text": "Ты забежал в ближайший кабинет, закрыл дверь на ключ (он был на столе училки) и стал ждать. Вдруг в кабинет начали сильно стучать. Дверь долго не протянет. Что делать? ",
    "answers": [
      {
        "id": 13,
        "text": "Придавить к двери комод"
      },
      {
        "id": 12,
        "text": "Выпрыгнуть из окна (2 этаж) "
      },
      {
        "id": 15,
        "text": "Ждать, спрятавшись под партой"
      }
    ]
  },
  {
    "id": 11,
    "text": "Тебя, конечно, было плохо видно, однако сразу после расстрела класса тебя случайно нашёл один из террористов и расстрелял. Зато ты больше прожил, чем твои одноклассники. Конец. ",
    "answers": [
      {
        "id": 1,
        "text": "Пфф"
      }
    ]
  },
  {
    "id": 12,
    "text": "Ты выпрыгнул из окна. Ты приземлился довольно неплохо и себе сильно не навредил, однако сразу после приземления ты услышал стрельбу. Эта стрельба шла из окна, из которого ты сейчас только что выпрыгнул, прямо в тебя. Что дальше? ",
    "answers": [
      {
        "id": 16,
        "text": "Прикрыв голову руками, убегу в лес (он в семи метрах от тебя) "
      },
      {
        "id": 17,
        "text": "Лягу на землю, прикрыв голову руками "
      },
      {
        "id": 18,
        "text": "Прижмусь к стене школы"
      }
    ]
  },
  {
    "id": 13,
    "text": "Ты с большим усилием придавил к двери тяжёлый комод. Теперь террористы не бьют дверь для открытия, а пробивают её верхнюю часть. Комод уже не спасёт. Что делать дальше? ",
    "answers": [
      {
        "id": 12,
        "text": "Выпрыгнуть из окна (2 этаж) "
      },
      {
        "id": 20,
        "text": "Спрятаться под партой. "
      }
    ]
  },
  {
    "id": 14,
    "text": "—Нельзя! Вы что, первый класс?! Не выпущу, надо было на перемене ходить!\nЧто ответишь? ",
    "answers": [
      {
        "id": 27,
        "text": "-Да, мы первый класс! "
      },
      {
        "id": 27,
        "text": "-Вы хотите, что бы я тут лебединое озеро устроил? "
      },
      {
        "id": 29,
        "text": "Изобразить, что уже не могу терпеть. Изгибаться и стонать. "
      },
      {
        "id": 30,
        "text": "Зачитать ей лекцию о том, что по конституции РФ учителя должны разрешать ученикам выходить в туалет. "
      },
      {
        "id": 4,
        "text": "Искать другие способы (на прошлую страницу) "
      }
    ]
  },
  {
    "id": 15,
    "text": "Это была плохая идея. Террористы пробили дверь и нашли тебя за 19 секунд, после чего расстреляли. Конец. ",
    "answers": [
      {
        "id": 1,
        "text": "Блин"
      }
    ]
  },
  {
    "id": 16,
    "text": "ПО-ЗДА-ВЛЯ-Ю! ПОЗ-ДРА-ВЛЯ-Ю! ПОЗ-ДРА-ВЛЯ-Ю!\nТы — единственный выживший из школы. Твоя смекалка, а, может, и интуиция, не подвела. После твоего побега из захваченной школы у тебя брали интервью журналисты, а потом тебя показывали по телику. Тебе и твоей семье давали деньги за информацию, а ты стал известным на всю страну. Конец. ",
    "answers": [
      {
        "id": 1,
        "text": "Круууууууть"
      }
    ]
  },
  {
    "id": 17,
    "text": "Тебя просто расстреляли. И чего ты ожидал? Конец. ",
    "answers": [
      {
        "id": 19,
        "text": "Я ожидал что он перестанет в меня стрелять и возьмёт хотя бы в заложники"
      },
      {
        "id": 1,
        "text": "ХЗ чего я ждал, просто отвечаю наугад"
      }
    ]
  },
  {
    "id": 18,
    "text": "Через 20 секунд стрельба прекратилась. Что дальше сделаешь? ",
    "answers": [
      {
        "id": 16,
        "text": "Накрыв голову руками, убегу в лес (лес в 7 метрах от тебя) "
      },
      {
        "id": 21,
        "text": "Аккуратно отдаляясь от школы, посмотрю на окно"
      },
      {
        "id": 22,
        "text": "Буду стоять около стены, пока в школе всё не утихнет."
      }
    ]
  },
  {
    "id": 19,
    "text": "Ты же видел, как террористы расстреливали всех без предупреждения. Надо было другое выбирать. ",
    "answers": [
      {
        "id": 1,
        "text": "Оооооо"
      }
    ]
  },
  {
    "id": 20,
    "text": "Террористы, пробив верхнюю часть двери, посмотрели в неё. Залазить не стали, тебя не заметили. ",
    "answers": [
      {
        "id": 23,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 21,
    "text": "Вроде из окна никто не смотрит. И не стреляет. Что дальше? ",
    "answers": [
      {
        "id": 16,
        "text": "Прикрыв голову руками, убегу в лес (он в семи метрах от тебя) "
      },
      {
        "id": 22,
        "text": "Буду стоять около стены, пока всё не утихнет. "
      }
    ]
  },
  {
    "id": 22,
    "text": "Через час в школе полностью прекратились стрельба и звуки. Тишина. Потом ты увидел на дороге уезжаюшие машины террористов. ",
    "answers": [
      {
        "id": 16,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 23,
    "text": "После этого ты просидел под партой около часа, а потом всё утихло. Ты выпрыгнул из окна, не нанеся себе серьёзных повреждений. Сразу ты увидел уезжающие машины террористов, после чего ушёл домой. ",
    "answers": [
      {
        "id": 16,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 24,
    "text": "—Кукареку! Ббряя! Ням-ням! Виииииииииу! — весь класс начал ржать, а училка сказала тебе:\n—А ну, вышел из кабинета! И кстати, тебе 2!\nЧто сделаешь? ",
    "answers": [
      {
        "id": 34,
        "text": "Воспользовавшись случаем, выйду из кабинета. "
      },
      {
        "id": 35,
        "text": "Зачитаю ей лекцию о том, что выгонять учеников из кабинета по конституции РФ запрещено. Это называется запретом к образованию. (кстати это реально) "
      }
    ]
  },
  {
    "id": 25,
    "text": "И как ты будешь маскироваться? ",
    "answers": [
      {
        "id": 28,
        "text": "Попрошу одноклассников отвлечь училку"
      },
      {
        "id": 36,
        "text": "На корточках подберусь к двери и выйду"
      }
    ]
  },
  {
    "id": 26,
    "text": "Да ты великий сваливатель с уроков! (хотя это я придумал, а ты выбрал). Ты ушёл в коридор, сходил в туалет, а после этого весь урок гулял по школе. Конец. ",
    "answers": [
      {
        "id": 1,
        "text": "Красавчик я! И ты"
      }
    ]
  },
  {
    "id": 27,
    "text": "—Дай-ка сюда дневник, Васильев. (твоя фамилия — Васильев). После этого она тебя не отпускала в туалет весь урок, и ты обкакался на уроке. И спалился. Конец, или улучшишь концовку? ",
    "answers": [
      {
        "id": 1,
        "text": "Так закончю"
      },
      {
        "id": 39,
        "text": "Улучшу "
      }
    ]
  },
  {
    "id": 28,
    "text": "—Псс, Диман, Никич! Отвлеките училку, я вылезу. — сказал ты шёпотом своим друзьям. Они начали кукарекать и мяукать, все внимание было на них, а ты благополучно вышел из кабинета на корточках. Ты сходил в туалет. ",
    "answers": [
      {
        "id": 38,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 29,
    "text": "Она (училка) тебя увидела и выпустила тебя на 3 минуты в туалет, а потом сказала:\n—Сегодня последний раз!\nНо тебе эти 3 минуты прекрасно хватило на все дела. Ты всё сделал и стоишь в коридоре. Что дальше? ",
    "answers": [
      {
        "id": 31,
        "text": "Приду в кабинет"
      },
      {
        "id": 32,
        "text": "Уйду домой (куртка и обувь в рюкзаке) "
      },
      {
        "id": 33,
        "text": "Выпрыгну из окна, сказав эпичную фразу и потом уйдя домой (2 этаж) "
      }
    ]
  },
  {
    "id": 30,
    "text": "На неё это не произвело никакого впечатления. Что дальше будешь делать? ",
    "answers": [
      {
        "id": 27,
        "text": "Крикну:\n-Да, мы первый класс! "
      },
      {
        "id": 29,
        "text": "Изобразить, что уже не можешь терпеть. Изгибаться и стонать. "
      },
      {
        "id": 4,
        "text": "Искать другие способы (на позапрошлую страницу) "
      },
      {
        "id": 27,
        "text": "-Вы хотите, что бы я тут лебединое озеро устроил? "
      }
    ]
  },
  {
    "id": 31,
    "text": "Это было разумнее всего. Ты пришёл в кабинет и отсидел все оставшиеся уроки, а потом пошёл домой. Конец. ",
    "answers": [
      {
        "id": 1,
        "text": "Норм"
      }
    ]
  },
  {
    "id": 32,
    "text": "Ты благополучно свалил из школы. Однако за это потом вызвали маму в школу. Конец. ",
    "answers": [
      {
        "id": 1,
        "text": "Брррр"
      }
    ]
  },
  {
    "id": 33,
    "text": "Ты с криком \"А били лакин флай\" (ты не умеешь петь) выпрыгнул из окна. Серьёзных повреждений себе не нанёс. Ты ушёл домой. Однако за это твою маму вызвали в школу. Конец. ",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 34,
    "text": "Ты сходил в туалет и гулял весь урок. Конец. ",
    "answers": [
      {
        "id": 1,
        "text": "????????????????????"
      },
      {
        "id": 37,
        "text": "Где ты взял, что можно изображать в Текстовых Квестах всякую фигню? "
      }
    ]
  },
  {
    "id": 35,
    "text": "Она не обратила на это внимания и выгнала тебя, однако ты сходил в туалет и гулял весь урок. Конец. ",
    "answers": [
      {
        "id": 1,
        "text": "Круть"
      }
    ]
  },
  {
    "id": 36,
    "text": "Это было о-о-очень глупо. Тебя спалили и начали над тобой ржать. Училка написала тебе замечание в дневник \"мешает вести урок\" и не выпускала из кабинета. Ты обосрался и спалился. Конец, или улучшишь концовку? ",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      },
      {
        "id": 41,
        "text": "Улучшу"
      }
    ]
  },
  {
    "id": 37,
    "text": "Такие есть на каждой клавиатуре Андроид. Посмотри внимательнее, там должно быть изображение смайлика. (с 2015 года на всех было, раньше ХЗ, если знаешь более точные указания, напиши в комментариях квеста) ",
    "answers": [
      {
        "id": 1,
        "text": "Круть"
      }
    ]
  },
  {
    "id": 38,
    "text": "Потом ты гулял весь урок. Всё вроде было хорошо, однако все заметили твою пропажу. Когда ты вернулся, училка написала замечание в дневнике и потом позвонила родителям. Конец. ",
    "answers": [
      {
        "id": 1,
        "text": "Гадинаааааа"
      }
    ]
  },
  {
    "id": 39,
    "text": "Ты кое-как дотерпел до конца урока и побежал в туалет. Успел, наверно, на последней секунде. Конец. ",
    "answers": [
      {
        "id": 1,
        "text": "Хотя бы так"
      }
    ]
  },
  {
    "id": 40,
    "text": "Ты пришёл и отпраздновал с ним новый год. Конец. ",
    "answers": [
      {
        "id": 1,
        "text": "Конеееццццццц"
      }
    ]
  },
  {
    "id": 41,
    "text": "Ты дотерпел до конца урока и побежал в туалет. Ты благополучно сходил в туалет. Конец. ",
    "answers": [
      {
        "id": 1,
        "text": "Сануууузеееел"
      }
    ]
  },
  {
    "id": 42,
    "text": "К каждому мату подбежал один её слуга и сел на колени, а ученики смотрели на всё с большим недоумением.\n—Бой... НАЧИНАЕТСЯ! — крикнула училка. \nВнезапно её слуги встали с колен и дали пощёчину одному из двух учеников, стоящих перед их матом. Из тебя и твоего друга слуга почему-то выбрал тебя, после чего отошёл и рукой показал, что вам надо его атаковать. ",
    "answers": [
      {
        "id": 43,
        "text": "Стоять как вкопанные "
      },
      {
        "id": 44,
        "text": "Свалить с урока"
      },
      {
        "id": 45,
        "text": "Попытаться победить шаманскими способами "
      },
      {
        "id": 46,
        "text": "Попытаться ударить соперника "
      }
    ]
  },
  {
    "id": 43,
    "text": "Простоять весь урок не получилось. Ниндзя понял, что ты хочешь простоять весь урок и не получить ударов, по этому начал тебя всяко-разно избивать. Твои попытки что-то сделать в ответ были тщетны, и ты к концу урока был избит больше всех. Конец. ",
    "answers": [
      {
        "id": 1,
        "text": "Конецццц концам"
      }
    ]
  },
  {
    "id": 44,
    "text": "Только ты отбежал от мата и, взяв рюкзак, побежал к двери, все слуги училки выстроились в ряд и приняли боевую позицию. Что дальше? ",
    "answers": [
      {
        "id": 42,
        "text": "Пойду обратно к мату (на прошлую страницу) "
      },
      {
        "id": 48,
        "text": "Попытаюсь победить их "
      },
      {
        "id": 49,
        "text": "Сзыву весь класс на сопротивление училке и её слугам"
      }
    ]
  },
  {
    "id": 45,
    "text": "Ты включил \"Я роняю Запад\" на полную мощь и поднял телефон рукой. Все слуги разом развернулись и как зомби медленно пошли к телефону. Училка сдавленно крикнула:\n—Неээт! — и потом сама тоже загипнотизировалась. Теперь все ниндзя стали лёгкой мишенью для вас. Вы стали к ним подходить и с одного удара кулака вырубать врагов, а потом ушли домой. ",
    "answers": [
      {
        "id": 1,
        "text": "????????????????????????????????????????????"
      }
    ]
  },
  {
    "id": 46,
    "text": "Ничего не получалось. Он молниеносно  отпрыгивал и давал тебе ответный удар, а иногда заламывал руку или делал бросок через бедро. Ты остался избитым до конца урока, как и все твои одноклассники. Конец. ",
    "answers": [
      {
        "id": 1,
        "text": "... "
      }
    ]
  },
  {
    "id": 47,
    "text": "Ты остался лежать около двери, держась за живот. Ниндзя разошлись по матам, учить драться других учеников. Ты весь урок пролежал, а потом вместе с классом ушёл домой. Однако тебе даже немного повезло — ты весь урок просто пролежал, когда остальные получали удары по роже или ещё куда-нибудь. Конец. ",
    "answers": [
      {
        "id": 1,
        "text": "Вааааоооооуууууу"
      }
    ]
  },
  {
    "id": 48,
    "text": "Ты посмотрел на них, после чего подбежал к колонне и попытался вмазать одному из ниндзя. Однако он отпрыгнул и ударил тебя ногой по животу. Ты упал, держась за живот, а класс почему-то начал над тобой ржать. ",
    "answers": [
      {
        "id": 47,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 49,
    "text": "—Все из нашего класса, окажем сопротивление этим мудилам-заговорщикам! -ты сказал красную речь, а класс отбежал от матов и встал в боевую позицию против ниндзя. ",
    "answers": [
      {
        "id": 50,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 50,
    "text": "Вы разом побежали к выходу, однако ниндзя умели драться и вывели вас из строя практически сразу. Вам пришлось подчиниться и пойти обратно у матам. Весь оставшийся урок вы вместе получали пощёчины и ещё более сильные удары по животу, пятой точке и ногам. Ниндзя, по приказу училки, делали это с ещё более большей инициативой. Конец. ",
    "answers": [
      {
        "id": 1,
        "text": "Гаадыыыыы "
      }
    ]
  },
  {
    "id": 51,
    "text": "На доске появился красный ковёр, на котором были надписи:\n1. Машина времени.\n2. Космический корабль\n3. Таблетка бессмертия\n4. Руки-манипуляторы, которые могут приготовить любую еду (по рецепту и с ингридиентами)\n5. Интернет и электронная почта из будущего (Google и прочее будет как в будущем, то есть ты можешь переписываться с людьми из будущего и лазить в их браузерах)\nЧто выберешь? ",
    "answers": [
      {
        "id": 52,
        "text": "1"
      },
      {
        "id": 53,
        "text": "2"
      },
      {
        "id": 54,
        "text": "3"
      },
      {
        "id": 55,
        "text": "4"
      },
      {
        "id": 56,
        "text": "5"
      }
    ]
  },
  {
    "id": 52,
    "text": "Теперь у тебя есть машина времени. Куда переместишься? ",
    "answers": [
      {
        "id": 57,
        "text": "В будущее! "
      },
      {
        "id": 58,
        "text": "В прошлое! "
      },
      {
        "id": 51,
        "text": "Выберу другое"
      }
    ]
  },
  {
    "id": 53,
    "text": "Ты взял космический корабль и полетел в космос. Однако тебя оштрафовали межгалактические полицейские и забрали космолёт за полёты на нём без лицензии, а потом отправили на Землю. Конец. ",
    "answers": [
      {
        "id": 1,
        "text": "Ппц"
      }
    ]
  },
  {
    "id": 54,
    "text": "Ты стал бессмертным, однако об этом все узнали и охотники за головами нашли тебя и убили. Без таблетки бы больше прожил... ",
    "answers": [
      {
        "id": 1,
        "text": "... "
      }
    ]
  },
  {
    "id": 55,
    "text": "У тебя появились в рюкзаке аккуратно сложенные руки-манипуляторы. ",
    "answers": [
      {
        "id": 8,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 56,
    "text": "Робот подошёл к тебе и попросил у тебя телефон. Ты дал ему. Он начал что-то с ним делать, а потом, зайдя, ты увидел Google и ВК других цветов и дизайна. Куда зайдём? ",
    "answers": [
      {
        "id": 100,
        "text": "В Google"
      },
      {
        "id": 95,
        "text": "В ВК"
      },
      {
        "id": 96,
        "text": "Поиграю в Drive Ahead "
      },
      {
        "id": 97,
        "text": "Поиграю в \"Растения против зомби\" "
      }
    ]
  },
  {
    "id": 57,
    "text": "На экранчике появилось: \"3600 год.\". Переместиться туда, или дальше? (имеется в виду дальше в будущее) ",
    "answers": [
      {
        "id": 79,
        "text": "Далее в будущее "
      },
      {
        "id": 80,
        "text": "Будем тут "
      },
      {
        "id": 52,
        "text": "На первоначальный год"
      }
    ]
  },
  {
    "id": 58,
    "text": "На экранчике появилось: 2000 лет до н. э. \"Время фараонов\". Переместиться туда или отправиться дальше? (имеется в виду ближе к нынешнему году) ",
    "answers": [
      {
        "id": 59,
        "text": "Дальше! "
      },
      {
        "id": 60,
        "text": "Переместиться туда. "
      }
    ]
  },
  {
    "id": 59,
    "text": "На экране появилось: \"1242 год — Ледовое побоище\". Переместиться или полететь дальше? ",
    "answers": [
      {
        "id": 68,
        "text": "Дальше"
      },
      {
        "id": 72,
        "text": "Остаться тут"
      }
    ]
  },
  {
    "id": 60,
    "text": "Ты стоишь перед пирамидой Хеопса. Справа сфинкс, слева пустыня, спереди — ступени и вход в пирамиду. Куда пойдём? ",
    "answers": [
      {
        "id": 61,
        "text": "К сфинксу"
      },
      {
        "id": 62,
        "text": "В пустыню"
      },
      {
        "id": 63,
        "text": "В пирамиду "
      },
      {
        "id": 58,
        "text": "Вернуться в машину времени"
      }
    ]
  },
  {
    "id": 61,
    "text": "Красивый, точный до сантиметров сфинкс. ",
    "answers": [
      {
        "id": 60,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 62,
    "text": "Красивая, необъятная пустыня... Сколько людей тут когда-то умирали от жажды... ",
    "answers": [
      {
        "id": 60,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 63,
    "text": "Ты, с трудом забравшись по ступеням, вошёл в пирамиду. Огромный зал, освещаемый факелами с синим огнём вдоль стен. Вдали видно фараона, который молится перед... эм... саркофагом? Он молится перед саркофагом. Подойти? ",
    "answers": [
      {
        "id": 64,
        "text": "Подойти"
      },
      {
        "id": 60,
        "text": "Выйти с пирамиды"
      }
    ]
  },
  {
    "id": 64,
    "text": "Он говорит что-то неразборчивое, смотря в саркофаг. Что дальше? ",
    "answers": [
      {
        "id": 65,
        "text": "Убить его (нож имеется) "
      },
      {
        "id": 58,
        "text": "Уйти обратно в машину времени"
      },
      {
        "id": 67,
        "text": "Посмотреть в лицо. "
      }
    ]
  },
  {
    "id": 65,
    "text": "Ты благополучно его зарезал, однако вдруг в саркофаг что-то зашевелилось. ",
    "answers": [
      {
        "id": 69,
        "text": "Посмотреть туда"
      }
    ]
  },
  {
    "id": 66,
    "text": "Уйти обратно в машину времени. ",
    "answers": []
  },
  {
    "id": 67,
    "text": "Он всецело погрузился в молитву и смотрел в саркофаг. ",
    "answers": [
      {
        "id": 69,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 68,
    "text": "Далее ты попал на нынешний год. Куда переместишься? ",
    "answers": [
      {
        "id": 58,
        "text": "Опять в прошлое "
      },
      {
        "id": 57,
        "text": "В будущее"
      },
      {
        "id": 51,
        "text": "Выберу другую вещь у робота"
      }
    ]
  },
  {
    "id": 69,
    "text": "Там лежал человек, замотанный в белое тряпьё. Он начал шевелится всем телом... Типа дрожать. С него начало сыпаться тряпьё, а сам он открыл рот и глаза. ",
    "answers": [
      {
        "id": 70,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 70,
    "text": "Ты от страха отскочил от саркофага. Этот человек вдруг встал и, немного нагнувшись и подавшись вперёд, пошёл на тебя. ",
    "answers": [
      {
        "id": 71,
        "text": "Попытаться убить ножом"
      },
      {
        "id": 74,
        "text": "Убежать"
      },
      {
        "id": 73,
        "text": "Стоять неподвижно "
      }
    ]
  },
  {
    "id": 71,
    "text": "Несмотря на слабый вид, этот человек был очень силён. Он одной рукой молниеносно остановил твой нож, а другой оттолкнул тебя так, что ты отлетел к выходу. ",
    "answers": [
      {
        "id": 74,
        "text": "Бежать обратно в машину времени! "
      }
    ]
  },
  {
    "id": 72,
    "text": "Ты появился около Чудского озера. Оно покрыто льдом. Слева — небольшое количество лёгко одетых бойцов, справа — множество тяжеловооружённых воинов. К кому присоединиться? ",
    "answers": [
      {
        "id": 77,
        "text": "К небольшому количеству лёгко одетых бойцов "
      },
      {
        "id": 78,
        "text": "К множеству тяжеловооружённых воинов "
      },
      {
        "id": 59,
        "text": "Зайду обратно в машину времени "
      }
    ]
  },
  {
    "id": 73,
    "text": "Он уже в трёх метрах от тебя. Больше стоять нельзя. ",
    "answers": [
      {
        "id": 74,
        "text": "Бежать к машине времени! "
      }
    ]
  },
  {
    "id": 74,
    "text": "Ты выбежал из пирамиды. Человек в тряпьях так же шёл за тобой. ",
    "answers": [
      {
        "id": 58,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 75,
    "text": "Ты успел добежать до машины времени. Оставаться во времени фараонов больше нельзя. ",
    "answers": [
      {
        "id": 76,
        "text": "Дальше! "
      }
    ]
  },
  {
    "id": 76,
    "text": "",
    "answers": []
  },
  {
    "id": 77,
    "text": "Ты либо хорошо знаешь историю, либо тебе повезло. Ты вместе с русскими пошёл атакой на шведов. Они утонули в озере (лёд проломился). Время путешествовать дальше. ",
    "answers": [
      {
        "id": 59,
        "text": "В машину времени! "
      }
    ]
  },
  {
    "id": 78,
    "text": "Это были шведы. Тебе дали такие же тяжёлые доспехи. Ты вместе с ними пошёл в атаку на русских и утонул (лёд сломался от тяжести). Конец. ",
    "answers": [
      {
        "id": 1,
        "text": "Б-б-б-блин"
      }
    ]
  },
  {
    "id": 79,
    "text": "Больше нельзя. Что бы не изменить ход истории и люди из прошлого не просмотрели технологии будущего, робот убрал возможность перемещаться тебе дальше 3600-ого года. ",
    "answers": [
      {
        "id": 68,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 80,
    "text": "Ты попал на Землю. Наверху летают косм. корабли, а ты стоишь посреди какого-то леса. Рядом с тобой красивое здание. Куда пойдём? ",
    "answers": [
      {
        "id": 81,
        "text": "В здание"
      },
      {
        "id": 82,
        "text": "В лес"
      },
      {
        "id": 57,
        "text": "Обратно в машину времени "
      }
    ]
  },
  {
    "id": 81,
    "text": "Ты вошёл.\n—Разрешение! — послышалось справа. ",
    "answers": [
      {
        "id": 83,
        "text": "Повернуться!"
      }
    ]
  },
  {
    "id": 82,
    "text": "Тебя съели животные из леса. Конец",
    "answers": [
      {
        "id": 1,
        "text": "Обжоорыыы"
      }
    ]
  },
  {
    "id": 83,
    "text": "Тут сидел робот с пистолетом на кобуре.\n—Разрешение! — повторил он. ",
    "answers": [
      {
        "id": 84,
        "text": "Нету"
      }
    ]
  },
  {
    "id": 84,
    "text": "—Проваливай! — крикнул он и пинком тебя выпнул. ",
    "answers": [
      {
        "id": 80,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 85,
    "text": "Потом ты увидел четыре кнопки. Твоя задача — завести руки-манипуляторы, что бы они готовили еду. На какую кнопку нажать? ",
    "answers": [
      {
        "id": 86,
        "text": "На красную"
      },
      {
        "id": 87,
        "text": "На синюю"
      },
      {
        "id": 88,
        "text": "На жёлтую "
      },
      {
        "id": 89,
        "text": "На зелёную "
      }
    ]
  },
  {
    "id": 86,
    "text": "Только ты нажал на эту кнопку, как руки-манипуляторы засветились красными светодиодами и начали всё крушить. Потом одна из рук взяла тебя за лицо и вышвырнула в окно, в ты жил на 7 этаже. Ты упал и разбился. ",
    "answers": [
      {
        "id": 1,
        "text": "Пппипеецццц "
      }
    ]
  },
  {
    "id": 87,
    "text": "Руки-манипуляторы вдруг дёрнулись, засветившись синим светодиодом, а потом вдруг опустились в начальное положение. ",
    "answers": [
      {
        "id": 85,
        "text": "Назад (на прошлую страницу) "
      }
    ]
  },
  {
    "id": 88,
    "text": "Руки вдруг подсветились жёлтыми светодиодами и начали хлопать в ладоши. Потом из них заиграла музыка и они начали махать руками. Что дальше? ",
    "answers": [
      {
        "id": 85,
        "text": "Нажму другую кнопку (на прошлую страницу) "
      },
      {
        "id": 91,
        "text": "Кину им пляжный мяч"
      },
      {
        "id": 92,
        "text": "Долбану их ногой"
      }
    ]
  },
  {
    "id": 89,
    "text": "Ты нажал на зелёную кнопку. Руки-манипуляторы завелись и подсветились зелёными светодиодами. Что дальше? ",
    "answers": [
      {
        "id": 90,
        "text": "Кину им футбольный мяч"
      },
      {
        "id": 93,
        "text": "Положу перед ними книгу рецептов и дам все имеющиеся ингридиенты"
      },
      {
        "id": 94,
        "text": "Пойду играть в компьютер"
      }
    ]
  },
  {
    "id": 90,
    "text": "Они не отреагировали. Никаким движением. Что дальше? ",
    "answers": [
      {
        "id": 92,
        "text": "Долбану их ногой"
      },
      {
        "id": 89,
        "text": "Сделаю что-нибудь другое (на прошлую страницу) "
      }
    ]
  },
  {
    "id": 91,
    "text": "Ты кинул рукам-манипуляторам пляжный мяч. Потом ты с ними поиграл и устал. Самое время нажать кнопку... ",
    "answers": [
      {
        "id": 86,
        "text": "Красную! "
      },
      {
        "id": 87,
        "text": "Синюю! "
      },
      {
        "id": 89,
        "text": "Зелёную "
      }
    ]
  },
  {
    "id": 92,
    "text": "Ты долбанул ногой руки-манипуляторы. Они вдруг подсветились синими светодиодами и вышвырнули тебя в окно седьмого этажа. Конец",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 93,
    "text": "Они сразу же завелись и начали что-то делать, да так быстро, что даже глаза не успевали уследить за ними. Ты ушёл играть в компьютер, но через 10 минут позвонил звонок. Ты пошёл на него, и перед твоими глазами появился аккуратный стол с кучей блюд. Лазанья, курица, пицца, блинчики... Чего тут только не было. Ты обожрался и пошёл играть дальше. Теперь ты умеешь пользоваться руками-манипуляторами. Конец.",
    "answers": [
      {
        "id": 1,
        "text": "Ням-ням "
      }
    ]
  },
  {
    "id": 94,
    "text": "Ты ушёл играть в компьютер. К вечеру стоящие руки-манипуляторы разрядились. Только через 3 дня они полностью зарядились, а потом твоя мама научилась с ними работать. Теперь у тебя каждый день будет вкусная еда, поздравляю. Конец. ",
    "answers": [
      {
        "id": 1,
        "text": "Огооо"
      }
    ]
  },
  {
    "id": 95,
    "text": "У тебя не было специальной защиты страницы и тебя взломали в первый час взломщики будущего. От злости к будущему ты удалил Google и ВК будущего. Конец. ",
    "answers": [
      {
        "id": 1,
        "text": "Пппипеецццц "
      }
    ]
  },
  {
    "id": 96,
    "text": "Ты не умел играть в эту игру. У тебя долго бомбило и ты разбил телефон. Конец. ",
    "answers": [
      {
        "id": 1,
        "text": "Бедный телефон... "
      }
    ]
  },
  {
    "id": 97,
    "text": "Ты наигрался в \"Растения против зомби\", прошёл Босса, которого так долго не мог пройти. Теперь самое время зайти в... ",
    "answers": [
      {
        "id": 100,
        "text": "Google будущего! "
      },
      {
        "id": 95,
        "text": "ВК будущего! "
      },
      {
        "id": 96,
        "text": "Drive ahead "
      }
    ]
  },
  {
    "id": 98,
    "text": "Твоя психика просто не выдержала. Ты удалил Google к чёртовой матери, а потом и ВК. (случайно конечно) ",
    "answers": [
      {
        "id": 1,
        "text": "Ппц"
      }
    ]
  },
  {
    "id": 99,
    "text": "",
    "answers": []
  },
  {
    "id": 100,
    "text": "Ты зашёл в Google. Потом ты мышкой нажал на поисковик. Появились автокомплиты:\n\"ГИГ ПОРНО\"\n\"ПОРНО ГИГ\"\n\"ПОРНО\"\nНадо выбрать какой-то из этих автокомплитов. Или можно выйти из Google. ",
    "answers": [
      {
        "id": 98,
        "text": "ГИГ ПОРНО "
      },
      {
        "id": 98,
        "text": "ПОРНО ГИГ "
      },
      {
        "id": 98,
        "text": "ПОРНО"
      },
      {
        "id": 56,
        "text": "Выйду из Google (на прошлую страницу) "
      }
    ]
  },
  {
    "id": 101,
    "text": "",
    "answers": []
  },
  {
    "id": 102,
    "text": "",
    "answers": []
  },
  {
    "id": 103,
    "text": "",
    "answers": []
  }
]