[
  {
    "id": 1,
    "text": "Это первая сказка из цикла Демонология. Из неё вы узнаете короткий отрывок из жизни Демона в котором всё ещё есть подобие человечности. Задержится ли она в Демоне или растворится как во многих его сородичах? Хотя зачем Демону человечность, да и этой сказке много лет и всё давно свершилось, но только вам решать какой будет эта сказка страшилкой или может быть историей короткой влюблённости?\nМне и самому всегда было интересно как одну и туже сказку люди умудряются так по-разному рассказывать или дело в том кому рассказывать?\n–Высший Демон Адь'ю Фад",
    "answers": [
      {
        "id": 2,
        "text": "Начать."
      },
      {
        "id": 9,
        "text": "Концовки."
      },
      {
        "id": 20,
        "text": "От автора."
      },
      {
        "id": 1,
        "text": "system",
        "canEditCover": true,
        "system": true
      }
    ]
  },
  {
    "id": 2,
    "text": "Прохладный ветерок трепал светлые волосы девушки стоявшей на краю крыши десятиэтажной больницы. Белая рубашка пациента развивалась на ветру, а по щекам текли слёзы-девушка не решалась сделать последний шаг.",
    "answers": [
      {
        "id": 3,
        "text": "Помочь девушке-лёгким толчком в спину."
      },
      {
        "id": 4,
        "text": "Попытаться что то изменить."
      }
    ]
  },
  {
    "id": 3,
    "text": "Дьявальская улыбка расцвела на лице Ярослава и он прошептав на ухо девушке: \"Встретимся по ту сторону.\"-подтолкнув её.\nС хриплым взвизгом она полетела на встречу асфальта.\n—Возможно она не хотела умирать и ей не хватало лишь ободряющего слова... Какже хорошо что я конченный мудак.-проговорил в слух Демон и не подозревая что эта девушка могла многое в нём изменить. Хотя теперь сложно это проверить, да и можно ли изменить демона?\nЯрослав сделал глубокий вдох втягивая свежий, осений воздух и растворился с лёгким запахом серы.\n\n(Поздравляем открыта концовка:\"Конченный мудак\")\n",
    "answers": [
      {
        "id": 1,
        "text": "Глупое окончание жизни..."
      }
    ]
  },
  {
    "id": 4,
    "text": "—М-м юная самоубийца, как мило.\n—Ай! Кто здесь?- вскрикнула девушка и попятилась, но вовремя опомнилась и остановилась в нерешительности.\n",
    "answers": [
      {
        "id": 5,
        "text": "-Я просто зритель, который пришёл посмотреть на твою крайне глупую и необоснованую смерть."
      }
    ]
  },
  {
    "id": 5,
    "text": "Девушка ошалело смотрела на симпатичного парня в костюме \"тройке\" перед ней.\n—Перед тем как ты спрыгнешь мне интересно будет спросить:\" Ты веришь в ад или может быть в бога?\"- с усмешкой сказал демон.\nОна наконец опомнилась.\n—Нет, я слишком многое пережила что бы понять что либо бога нет либо ему плевать...- с грустной улыбкой проговорила она.\nДемону очень понравилось это заявление.\n—Знаешь я ведь тебе почти сочуствую.\n—Странно, обычно ВСЕ сочуствуют умирающей девушке. Ты ведь из персонала увидел пациентку и пошёл за ней?\n—Нет, я просто Демон.-проговорил с улыбкой Ярослав.\n—Охотно верю. Я вас так и представляла!- со смехом сказала девушка.\n—Можешь не верить, но когда окажешься ТАМ-палец Ярослава ткнул в шершавое покрытие крышы- передавай привет.\nДевушка рассмеялась.",
    "answers": [
      {
        "id": 6,
        "text": "Достать из воздуха два бокала дорогущего вина."
      }
    ]
  },
  {
    "id": 6,
    "text": "Её глаза стали похожи по размерам на два блюдца.\n—Выпьем?-предложил Демон.\n—Мне нельзя, у меня...\n—Да, да знаю куча переломов, слабый имунитет и ещё куча проблем со здоровьем, но ведь зачем тебе беречь своё тело, если оно скоро окажется в луже крови и выпавших внутренностях на асфальте?\nДевушка поморщилась.\n—Знаешь, ты ведь прав.\n—Я всегда прав.- самодовольно сказал Демон.\nТут же в руках поялидись два бокал.\n—Присаживайтесь, девушка.\n—Я Света, для друзей Светик?\nДевушка подсела к Демону и взяла бакал.\n— Я Ярослав.\nДемон оккуратно налил тёмно-красное содержимое бутылки.\nОни выпили.\nСвета зачем-то попыталась встать и пошатнувшись осела.\n—Не когда раньше не пила.- призналась она справившись с головокружением.\n",
    "answers": [
      {
        "id": 7,
        "text": "Незаметно подлить ещё."
      }
    ]
  },
  {
    "id": 7,
    "text": "Ловким движением руки с зажатой в ней бутылкой Ярослав подлил Свете ещё.\nВторой стакан пошёл легче.\n—Мне кажется ты стала бы отличным алкашом.\n—Ага, а ты отличным собутыльником.\nОни оба улыбнулись.\n",
    "answers": [
      {
        "id": 8,
        "text": "Встать и потянуть девушку за собой."
      }
    ]
  },
  {
    "id": 8,
    "text": "Уже смеркалось. Ярослав встал взяв под руку Светлану.\nДевушка внимательно и восхищённо смотрела на него на того кто дал ей повод снова почуствовать себя абсалютно здоровой и нормальной 19-ти летней девушкой.\nДемон улыбнулся, заглянул в глаза и сказал:",
    "answers": [
      {
        "id": 10,
        "text": "\"Было весело, но уже поздно...\""
      },
      {
        "id": 11,
        "text": "\"Тебе не долго осталось, во время операции у хирурга дрогнет рука. Интересно тот кто ЭТО сделал с тобой растроиться что слишком увлёкся развлечением со СВОЕЙ игрушкой, как думаешь?\""
      }
    ]
  },
  {
    "id": 9,
    "text": "—\"Конченный мудак\"\n—\"Подаривщий предсмертное счастье\"\n—\"На руках друга\"\n—\"Жадность фраера сгубила\"\n—\"Выживает сильнейший\"",
    "answers": [
      {
        "id": 1,
        "text": "На главную страницу."
      }
    ]
  },
  {
    "id": 10,
    "text": "—Да ты прав, наверное меня ищут...\n—Всё ещё не ценишь жизнь?- лукаво улыбаясь демон кивнул на край крыши.\n—Знаешь демон? Ты дал мне понять что всегда можно найти повод что бы жить... Возможно ты можешь стать моим поводом.\nЯрослав выгнул бровь дугой и вопрошающе посмотрел на Свету.\nОна рассмеялась и прикоснулась губами к губам Демона. Он ответил на поцелуй...\nЯрослав ощущал вкус вина на губах и языке девушки.\nКогда воздух закончился и они расцепились.\nСвета метнулась к двери ведущей с крыши во внутрение помещения травмотологической больницы.\nДемон же долго стоял на крыше пока не стемнело и он не почуствовал как нить жизни его подруги оборвалась, видимо несколько часов в легком холате на открытой всем ветрам крыше и алкоголь в сочитании с черепно-мозговой плохо сказались на жизне.\nЯрослав ощущал какое-то странное и давно забытое щимящее чувство внутри.\n—Похоже это было впервые как я влюбился будучи Демоном.- промелькнула мысль и с этой мыслью Демон исчез оставив после себя запах серы.\n\nПоздравляем открыта концовка:\"Подаривщий предсмертное счастье\"",
    "answers": [
      {
        "id": 1,
        "text": "—Прощай та чья смерть изменила Демона. Возможно тебе это зачтётся."
      }
    ]
  },
  {
    "id": 11,
    "text": "—Этот подонок который не заслуживает жизни и я бы всё отдала что бы отомстить тому кого моя мать просила называть \"папой\"!- с ненавистью прокричала Света.\n—А вот сейчас я тебе по настоящему сочуствую, не повезло тебе с семьёй: отец-мертв, мать-волнует лишь собственная жизнь, а отчим-очень любит \"развлекаться\" с молодыми девушками и особенно ему нравится когда они сопративляются, но при этом ему не нравится когда в него острыми предметами тыкают...\nУ девушки на глаза навернулись слёзы и она прижавшись к Ярославу разрыдалась у него на руках. Видимо эти слова задели струны её души.\n—Пожалуйста, я не хочу к ним возвращаться... Пожалуйста сделай что-нибудь! Я умоляю тебя Демон!",
    "answers": [
      {
        "id": 12,
        "text": "—Раз не хочешь возвращаться, просто закончи то что начала... Я помогу тебе..."
      },
      {
        "id": 13,
        "text": "—Заключим сделку?"
      }
    ]
  },
  {
    "id": 12,
    "text": "Демон преподнял голову девушки и заглянул в её прекрасные карие глаза.\nДевушка потянулась губами к Демону и...\n—Спокойной ночи.- прошептал Ярослав.\nДевушка обмякла на его руках без признаков жизни.\n—Молодец Ярослав ты всё правильно сделал, она умерла испытывая благодарность к тебе...\n—Да, как шеф и хотел.\nДва силуэта под тёмным небом немного постояли молча пока одна из фигур не задала вопрос: —Знаешь напарник мне на какую-то долю секунды показалось что ты... Хм...\n—Если кажется-креститься надо.- задумчиво сказал Ярослав.\n—И тебе я желаю мучительной смерти.\nФигуры обменялись взглядами и изчезли оставив за собой лишь слабый запах серы.\n\nПоздравляю открыта концовка: \"На руках друга\"\n",
    "answers": [
      {
        "id": 1,
        "text": "—Демона не возможно изменить он же Демон."
      }
    ]
  },
  {
    "id": 13,
    "text": "В руках демона появился лист бумаги с напечатаными рядами букв.\n—Что это?Контракт о продаже души?\n—Совершенно верно, ставишь подпись и поверь этот подонок трижды сожрёт свои внутренности. Ты отомстишь.-спокойно сказал демон, но внутри у него всё клакотало. Он чуствовал что вот вот ему ДОБРОВОЛЬНО отдадут душу. Душу необычную, а ту что хорошо сдобрена островатым вкусом боли, незаслужанной боли. Такие душу особенно вкусны и питательны.\n—А взамен душу?-ещё раз уточнила девушка.\n—Да, ты же всё равно в неё не веришь так что ты не чего не потеряешь. Верно?- такой старый трюк. Он почти всегда с атеистами срабатывал. Почти. Главное что бы сейчас сработал.\nДемон внутри уже брызгал слюной от превкушения.\n—Как только я подпишу, что будет в твоих обязаностях?\nС ангельской улыбкой Демон просто дал ей контракт.\n—Так имя, фамилия, отчество заказщика... Истинное имя исполнителя...\nТо для чего нанимают... Оплата по факту выполнения душой...- читала девушка вслух.-Тут же всё заполненно!\n—Конечно, адская канцелярия хорошо работает. Тут не хватает лишь подписи.- с непонятной гордостью сказал Демон.\n—Подпись кровью?\n—Боже!- простонал Демон- ты бы ещё переспросила правда ли я Демон.\nИз воздуха возник нож и плюхнулся Свете на руки.\n—Вперёд и с песней.- улыбнулся Ярослав. Он уже понял что победил.\nКороткий надрез на ладони и капли крови падают на белую бумагу.\n—Пальцем пиши.- потребовал Демон незаметно убирая перьевую ручку.\nДевушка со злостью посмотрела на него, но вывела пальцем свои инициалы с ветееватой вязью. За время что она находилась в больнице у неё было много времени что бы фелигранно расписываться.\nСвета подписала контракт.\n—Поздравляю теперь у вас есть идеальный убийца.- с облегчением сказал Демон. Теперь он точно получит то что хотел.",
    "answers": [
      {
        "id": 14,
        "text": "Приступить к выполнению условий указаных в контракте."
      }
    ]
  },
  {
    "id": 14,
    "text": "—Повеливайте госпожа-Демон встал на одно колено.\n—Я хочу что бы все кости стали целыми, а потом отомстить.\n—Как пожелаете- с хохотом выкрикнул Ярослав.\nТело девушки с глухим стуком упало на землю. Все кости как она и хотела стали целыми.\n—Молодец напарник- произнесли за спиной.\n—Ещё не всё -с ужасом простонал Демон.\n—Правильно напарник, ещё не всё.\n—Стой она имела ввиду своего отчима, который над ней издевался.\n—А я думаю того кто приченил ей больший ущерб.-с улыбкой проговорил Высший.\n—Мы же напарники.- истерично завопил Ярослав понимая как влип.\n—Конечно напарники и должны помогать друг другу.- ещё шире улыбнулся Высший.\n\n",
    "answers": [
      {
        "id": 15,
        "text": "Попытаться улететь."
      },
      {
        "id": 16,
        "text": "Паласнуть когтями по лицу напарника."
      }
    ]
  },
  {
    "id": 15,
    "text": "Костюм лопнул на спине и расправились крылья. Взмах ещё взмах...\n—Бегство так близко.\nЧья то когдистая лапа схватила за перепончатое крыло.\nУжас мурашками пробежался по спине.\nВысший дёрнул и смог схватиться второй рукой за плечо.\nЯрослав ещё раз дёрнулся, но Высший его подтянул к себе. Раскрылась громадная пасть полная акульих зубов и сомкнулась на шее пытающегося выбраться Демона.\nХруст. Чавкающие звуки,  скоро вся крыша была забрызгана кровью.\n—Эх, напарник. Вкус это единственное что было в тебе превосходное. А вот и десерт!\n Над телом девушки сидела её точная копия и плакала.\nУхмылка озарило лицо демона.",
    "answers": [
      {
        "id": 17,
        "text": "Поглатить"
      },
      {
        "id": 18,
        "text": "Спросить почему она плачет."
      }
    ]
  },
  {
    "id": 16,
    "text": "Рука мгновенно обросла чешуёй, а ногди превратились в ужасающей длинны и остроты когти.\nВзмах лапой и лицо Высшего украсили четыре паралельных шрама.\n—Ах тыж! На кого руку поднял низший!-Высший был в ярости.- ЕГО ранил\nкакой то жалкий недо-демон.\nВзмах ещё взмах Ярослав старательно полосовал лицо напарника, но тут Высший ответил на удар. Короткое движение и обезглавленное тело опустилось на землю.\n\nПоздравляю открыта концовка:\"Выживает сильнейший\"",
    "answers": [
      {
        "id": 1,
        "text": "Прошай, слабый демон."
      }
    ]
  },
  {
    "id": 17,
    "text": "Демон облизал окрававленные губы и присосался к душе разрывая её на части.\nВ эту ночь он стал гораздо выше в иерархии падших.\n\nПоздравляем открыта концовка: \"Жадность фраера сгубила\"",
    "answers": [
      {
        "id": 1,
        "text": "Пращай, трусливый демон."
      }
    ]
  },
  {
    "id": 18,
    "text": "—Я... Просто жалко Ярослава он... Ведь не заслуживал этого.\n—Он же тебя убил.\n—Да, но я хотела отомстить не ему, а своему...-душе было сложно нормально говорить сквозь призрачные слёзы.\n—Я слышал ваш разговор.-спокойно сказал Высший.\nМертвая девушка не перестовала плакать.\n—Посмотри мне в глаза- душа не перестовая плакать заглянула в озёра пустоты которые Высший демон называл глазами.- там куда ты попадёшь не будет ни страха, ни боли будет только вечный сон.- проговорил Высший.\n—Правда?\n—Конешно, мы не когда не врём.- соврал Демон\nСлезы исчезли из глаз души и она потянулась к Высшему.\nЛёгкое прикосновение и душа распадается со звонким и радостным смехом.\nВысший с недоумением смотрит на то место где была только что его честно завоёваяный десерт.\n—Видимо не судьба.- грустно проговорил Высший растворяясь в воздухе и оставляя за собой непонятный, но очень приятный запах.\nГде то далеко.\n—Приветствую тебя Светлана.\n\nПоздравляем открыта концовка:\"На пути к богу\"",
    "answers": [
      {
        "id": 1,
        "text": "Прощай, марионетка."
      }
    ]
  },
  {
    "id": 19,
    "text": "—Удачи смертный. Позабавь меня и расскажи старую сказку так что бы даже свидетели этой истории посмеялись. Хотя это будет",
    "answers": []
  },
  {
    "id": 20,
    "text": "—Как говорил один человек: \"Нет выхода только из гроба\"\nИ этим циклом я хочу более доходчиво донести эту мысль, возможно это когда-нибудь изменит чью-нибудь жизнь.",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      },
      {
        "id": 21,
        "text": "—Может поделитесь ещё вселенской мудростью?"
      }
    ]
  },
  {
    "id": 21,
    "text": "—Нет, вали вершить судьбу Демона что бы через несколько лет его историю рассказали маленькой девочке и что бы эта история изменила её жизнь!",
    "answers": [
      {
        "id": 2,
        "text": "Послушаться совета мудрово Демона"
      },
      {
        "id": 22,
        "text": "Послать к чёрту."
      }
    ]
  },
  {
    "id": 22,
    "text": "—Меня дома не ждут, а теперь смертный ты меня раздражаешь так что вали вершить судьбы людей и демонов. Пшол.\nВоля старого Демона подчинила смертного и он послушно отправился вершить судьбы демонов и людей.",
    "answers": [
      {
        "id": 2,
        "text": "Быть послушной марионеткой."
      }
    ]
  },
  {
    "id": 23,
    "text": "",
    "answers": []
  }
]