[
  {
    "id": 1,
    "text": " Сюжет во втором томе таков.\n Нанами отправляется к своим родителям чтобы узнать немного о своем прошлом.\n Но вместо этого происходит кое-что неожиданное.\n\n104709- Первый том.\n109377 — История Мамору.\n113290 — Третий том \n  И кстати. Я недавно создала инсту(сегодня), вот ссылка на мой акк —  https://www.instagram.com/naive_potatoes/\n Если что спрашивайте и тд.",
    "answers": [
      {
        "id": 2,
        "text": "Начать квест."
      },
      {
        "id": 3,
        "text": "Персонажи."
      },
      {
        "id": 4,
        "text": "От автора."
      }
    ]
  },
  {
    "id": 2,
    "text": " Глава 1 \" Семья\"\n\n\nМоя мама обнимала меня. Мне было так тепло и улыбка не сходила с лица.\n\n—Нанамочка....-тихо произнесла она и отстранилась, ушек и хвоста уже не было. Она не отпускала мою руку, а лишь крепче сжимала её.\n— Ты помнишь хоть что-то обо мне?\n\n— Я.. Нет, я совершенно ничего не помню...-  я посмотрела в глаза моей матери.\n\n—Значит придется тебе рассказать. Пойдем в дом.- она вела меня по тропе к дому не отпуская моей руки. Я чувствовала дрожь ее руки...",
    "answers": [
      {
        "id": 5,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 3,
    "text": " Тут персонажи из этого тома໒( ͡ᵔ ▾ ͡ᵔ )७",
    "answers": [
      {
        "id": 1,
        "text": "Назад."
      },
      {
        "id": 6,
        "text": "Мизэки( Мама )\nМэсэйоши( Папа )"
      },
      {
        "id": 83,
        "text": "Второстепенные персонажи."
      },
      {
        "id": 104,
        "text": "Кохэку.",
        "need": 0
      },
      {
        "id": 149,
        "text": "Аой.\nЛуи.",
        "need": 0
      }
    ]
  },
  {
    "id": 4,
    "text": " Приветик! Я Potato и вот, наконец вышло продолжение — 2 том \"Нефелима\". \n \n Вы меня просили продолжение — вот оно.\n В связи с тем, что у меня были и будут экзамены написание квеста задержалось. Так как я умом особо не блещу, мне пришлось тратить почти всё своё свободное время на учебу.\n\n  Приношу свои искренние извинения за это. \n                                     [ ⇀ ‿ ↼ ]",
    "answers": [
      {
        "id": 1,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 5,
    "text": " Когда мы зашли в дом, она завела меня в комнату и мы сели на темное татами друг напротив друга.\n\n—Нанамочка, солнышко мое, как ты себя чувствуешь? — она смотрела на меня своими большими ярко-желтыми глазами.\n\n—Хорошо... Мам, а...",
    "answers": [
      {
        "id": 10,
        "text": "-Сколько тебе лет? "
      },
      {
        "id": 11,
        "text": "-Что это за ушки были?"
      },
      {
        "id": 12,
        "text": "- Где папа? "
      }
    ]
  },
  {
    "id": 6,
    "text": "Мизэки( Мама )\n Это человеческая мама главной героини. Милая и обаятельная женщина 37 лет. Обычно носит кимоно или хакаму с таби.\n Она дочь богини Инари и человека. К сожалению у нее нет божественной силы. От матери у нее только внешность и долгожитие.\n\n Обожает своего мужа и детей. Ее хобби фотографировать Нанами в разной одежде и переодевать ее как куклу, возможно потому что другое ее хобби шить одежду ее старинным куклам. \n______________________________________________________\n Мэсэйоши( Папа )\n Человеческий отец главной героини по совместительству глава клана Окамура(якудза) Он элегантный и строгий мужчина 39 лет. Обычно в черном, строгом  костюме с катаной.\n \n Когда место главы досталось ему, он значительно увеличил влияние и силу клана Окамура, настолько, что самые влиятельные люди склоняют перед ним голову.\n\n Он вмеру строг к своим подчиненным, но очень строг к своей дочери.",
    "answers": [
      {
        "id": 3,
        "text": "Назад."
      },
      {
        "id": 6,
        "text": "введите команды для картинки",
        "url": "https://a.radikal.ru/a10/1805/cb/ef159f8b5b28.jpg"
      }
    ]
  },
  {
    "id": 7,
    "text": "Мэсэйоши( Папа )\n Человеческий отец главной героини по совместительству глава клана Окамура(якудза) Он элегантный и строгий мужчина 39 лет. Обычно в черном, строгом  костюме с катаной.\n \n Когда место главы досталось ему, он значительно увеличил влияние и силу клана Окамура, настолько, что самые влиятельные люди склоняют перед ним голову.\n\n Он вмеру строг к своим подчиненным, но очень строг к своей дочери.",
    "answers": [
      {
        "id": 3,
        "text": "Назад."
      },
      {
        "id": 7,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a29/1804/98/ae85b5ec3958.png"
      }
    ]
  },
  {
    "id": 8,
    "text": " Мать Нанами.\n Она правитель Ассии. Богиня войны и исцеления.\n Внешностью очень похожа на Мизэки.\n Имеет белоснежные крытья, количество которых часто меняется от 1 пары до 6.\n Обычно на ней белые платья и порой, разные части доспехов.\n\n Она очень строга к своей дочери, но с остальными — мила.  У нее прекрасный голос.",
    "answers": [
      {
        "id": 3,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 9,
    "text": " Луи.\n Ангел — дворецкий Нанами.\n\n Он сопровождает Нанами только в святых местах.\n На вид ему лет 20. Обычно он в срогой одежде.\n  \n Изучал медицину и хорош в рукопашном бою.\n Часто ходит хмурый и кажется, что ему абсолютно пофиг на происходящее, но это не так. Он очень чуткий и нежный.\n Его брат Аой — полная его противоположность.",
    "answers": [
      {
        "id": 3,
        "text": "Назад."
      },
      {
        "id": 9,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c15/1804/ee/fd7a54eae369.jpg"
      }
    ]
  },
  {
    "id": 10,
    "text": "—Сколько тебе лет? — спросила я удивленно, ведь она не выглядела взрослой, а скорее как моя ровестница. \n\n— Знаешь, доченька, спрашивать возраст у девушки неприлично... Но я скажу. Мне 37 лет. — она улыбнулась и служанка принесла нам чай. Поставив поднос с чаем между нами, она ушла.",
    "answers": [
      {
        "id": 11,
        "text": "-Что это за ушки были? "
      }
    ]
  },
  {
    "id": 11,
    "text": "—Что это за ушки были? — если она человек, то ушек быть не должно...\n\n— Ну.. Это от мамы, она бог. — она вздохнула и продолжила.\n— Она Инари, если знаешь такого бога. Мой отец человек, поэтому мне не досталось от матери практически ничего.\n\n— Бог? Но ведь Сатана демон... — мои глаза бегали в разные стороны, взгляды странных кукол в комнате немного меня пугали.\n\n— Ты слушала меня? От бога у меня только название.",
    "answers": [
      {
        "id": 12,
        "text": "-Где папа?"
      }
    ]
  },
  {
    "id": 12,
    "text": "—А где папа? — если есть мама, значит где-то должен быть и папа.\n\n— Он сейчас на совете директоров в крупной компании.- она смотрела на меня всё также улыбаясь, а мне не давали покоя взгляды кукол.\n\n— Почему якудза...- я не успела договорить даже.\n\n— Папа твой — добродеятель, поэтому он в очень хороших отношениях во всей страной.",
    "answers": [
      {
        "id": 15,
        "text": "-Всмысле?"
      }
    ]
  },
  {
    "id": 13,
    "text": "—Всмысле? Какие еще проблемы? — я смотрела на нее, а она хихикнула \n\n— Ты у них на учете- она спококойно протянула мне чай в белой кружке с желтыми розами.\n— Ты очень много шалила....",
    "answers": [
      {
        "id": 17,
        "text": "-Чего?"
      }
    ]
  },
  {
    "id": 14,
    "text": "— Что я такое делала что у меня с ней проблемы? — я посмотрела маме в глаза, а она хихикнула.\n\n— Ты частенько нарушаешь спокойствие... И постоянно убегаешь от полицейских, постоянно дерешься... Ох, я помню твою первую шалость.... Ты кинула баночкой из под газировки в окно полицейской машины обрвзгав самого полицейского..\n\n— Сколько мне тогда было? \n\"Машу вашу за ногу\" \n \n— 4 года- она снова улыбнулась.\n— Тебя тогда закрыли в машине.",
    "answers": [
      {
        "id": 17,
        "text": "-Чего?"
      }
    ]
  },
  {
    "id": 15,
    "text": "—Всмысле? Якудаза же преступники. Они такие страшные и...\n\n— Вот поэтому большинство кланов потерпело крах. Как тебе объяснить...\n\n— Никак... Только если вспомню пойму... — действительно, уровень моего развития как у улитки...\n— Можно мне прогуляться на улице? \n\n— Конечно, только вот у тебя может быть проблема с полицией...",
    "answers": [
      {
        "id": 13,
        "text": "-Всмысле?"
      },
      {
        "id": 14,
        "text": "-Что я такое делала что у меня с ней проблемы?"
      },
      {
        "id": 16,
        "text": "- Какого лешего я должна быть осторожна?"
      }
    ]
  },
  {
    "id": 16,
    "text": "— Какого лешего я должна быть осторожна?  Я же сейчас ничего не делаю.- я резко вскочила с места и возмущенно сказала это.\n\n— Ахахах. Тогда же делала.- она улыбалась смотря на меня.",
    "answers": [
      {
        "id": 17,
        "text": "-Чего?"
      }
    ]
  },
  {
    "id": 17,
    "text": "— Чего? Мам, если у папы такое влияние, то он мог бы закрыть полиции глаза на любые мои шалости....- тихо пробубнела я.\n\n— Ха-ха, Нанамочка, папа не такой добряк как ты думаешь. Он постоянно говорит, что твои проблемы это твои проблемы и решать их должна ты, а не кто либо.\n\n— Ясненько... Я обратила внимание на фотографию, которая стояла в красной рамочке на комоде.\n— Мам, на той фотографии ты и папа? \n\n— Да, тогда мы были еще молоды.- она смотрела на фото и улыбалась. Затем взяла фотографию и протянула мне.\n",
    "answers": [
      {
        "id": 18,
        "text": "Взять фото."
      }
    ]
  },
  {
    "id": 18,
    "text": "— Ого... А сколько вам тут? — я взяла фото и рассматривала его довольно долго.\n\n— Лет 20 наверное... \n\n— Ты совсем не изменилась... А папа?\n\n— Он теперь не носит очки и теперь в костюме... Скоро увидишь. Кстати, ты помнишь наши имена? ",
    "answers": [
      {
        "id": 18,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a10/1805/cb/ef159f8b5b28.jpg"
      },
      {
        "id": 19,
        "text": "-Нет."
      },
      {
        "id": 20,
        "text": "-Да"
      }
    ]
  },
  {
    "id": 19,
    "text": "—Нет, я не помню... Прости.\n\n— Ничего.  Я Мизэки, а папа Мэсэйоши. У тебя есть еще вопросы? ",
    "answers": [
      {
        "id": 21,
        "text": "-У тебя есть еще дети кроме меня? "
      },
      {
        "id": 22,
        "text": "-Что за парень меня встретил? "
      }
    ]
  },
  {
    "id": 20,
    "text": "— Да. Ты Мизэки, а папа Мэсэйоши. — конечно же я не помню, а слышала от горничных...\n\n— Ох, какая молодец. У тебя есть еще вопросы? ",
    "answers": [
      {
        "id": 21,
        "text": "-У тебя есть еще дети кроме меня? "
      },
      {
        "id": 22,
        "text": "-Что за парень меня встретил? "
      }
    ]
  },
  {
    "id": 21,
    "text": "— У тебя есть еще дети кроме меня? — у меня было странное предчувствие...\n\n— Да, у меня еще есть дочь, она старше тебя на 2 года. Ее зовут Хана. \n\n— А я могу с ней встретиться? — радость переполняла меня, у меня есть сестра это же это.... Охренительно.\n\n— Нет, пока нет, позже может и увидишь ее. Она в Китае сейчас...\n\n— Вот как, ладно... У меня есть вопрос...",
    "answers": [
      {
        "id": 22,
        "text": "-Что за парень меня встретил? "
      }
    ]
  },
  {
    "id": 22,
    "text": "— Что за парень меня встретил? \n\n— Мамору. Он твой личный дворецкий, милый мальчик правда? Ты нашла его когда-то на улице... Когда мы с тобой гуляли, ты подбежала к нему и прямым текстом  сказала \" Теперь ты мой слуга\" это было так мило~ \n\n— Я так сказала? — на моем лице загорелся румянец.\n— Нужно извинится перед ним...\n\n— Да что ты... Он рад этому был, хотя тогда ты была очень властна и никому не разрешала приказывать ему.\n\n— Мама, хватит.\n\n— Хи-хи. Точно. Папа должен скоро закончить и вернуться, пойдем покушаем~",
    "answers": [
      {
        "id": 24,
        "text": "- Океюшки."
      }
    ]
  },
  {
    "id": 23,
    "text": "— Если у вас есть какие-то вопросы — задавайте. Я с радостью отвечу на них.",
    "answers": [
      {
        "id": 36,
        "text": "-Как мы познакомились? "
      },
      {
        "id": 37,
        "text": "-Знаешь что-то про мою сестру? "
      },
      {
        "id": 38,
        "text": "- У тебя был брат? "
      },
      {
        "id": 39,
        "text": "-Расскажи о себе."
      },
      {
        "id": 40,
        "text": "- Нет."
      }
    ]
  },
  {
    "id": 24,
    "text": "—Океюшки. Мама встала и подошла к двери, а я за ней. \n Когда мы шли по коридору нам все улыбались.\n\" Это так приятно\" — думала я.\n Вскоре мы дошли до комнаты, посреди которой был стол, а служанки стояли возле.\n -Госпожа и юная госпожа, ужин готов, присаживайтесь. -сказали они поклонивнишь.\n \nМама села рядом с местом которое, похоже, было местом отца.\n Она жестом показала мне сесть возле нее, как только я села ко мне подошёл Мамору и поклонившись моей матери сел напротив меня.\n",
    "answers": [
      {
        "id": 25,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 25,
    "text": " \"Дворецкий ест с главой семьи? Как необычно, мне нравится \"- я смотрела на улыбающегося Мамору и сама улыбалась.\n Стол ломился от огромного количества угощений. Огромное количество вкусностей, японской кухни конечно же было больше, но и другой не мало. \n\nВскоре дверь распахнулась и в комнату вошел мой отец и еще один мужчина одетый в строгий костюм как у Мамору.",
    "answers": [
      {
        "id": 26,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 26,
    "text": " Отец отложил свою катану сел рядом с мамой, а его слуга рядом с Мамору.\n\n— Я рад что ты, Нанами, снова вернулась к нам. — голос моего отца был очень похож на голос Сатаны, да и он сам был чем-то похож... \n\" Странно... \" \n— Ты не очень изменилась за этот год... Всё такая же маленькая и с глупыми глазами... Ребёнок.- он сказал это даже не посмотрев на меня, Мамору и \" тот \" мужчина — молча  приступили к трапизе, а мама просто поднесла кусочек жареного мяса ко рту папы.\n\n— Скажи \"Ам\" — она тихо прошептала это и положила кусочек в его рот.",
    "answers": [
      {
        "id": 26,
        "text": "введите команды для картинки",
        "url": "https://a.radikal.ru/a29/1804/98/ae85b5ec3958.png"
      },
      {
        "id": 27,
        "text": "Возразить."
      },
      {
        "id": 28,
        "text": "Пошутить."
      },
      {
        "id": 30,
        "text": "Промолчать."
      }
    ]
  },
  {
    "id": 27,
    "text": "— Не знаю изменилась ли я, но я не ребенок. — я со всей серьезность посмотрела на отца, и лишь тогда он бросил на меня недовольный взгляд от которого все внутри сжалось.\n\n— Точно. Не изменилась. — он отвернулся от меня и посмотрел на маму. Кажется, он даже улыбнулся и мама засветилась от счастья...\n\n",
    "answers": [
      {
        "id": 30,
        "text": "-Дальше "
      }
    ]
  },
  {
    "id": 28,
    "text": "— До 18 все дети, папочка. — я улыбнулась и принялась за еду. Он тоже улыбнулся, как и мама и Мамору.",
    "answers": [
      {
        "id": 30,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 29,
    "text": " Я подбежала к нему и обняла со спины. Он был не против, когда я отстранилась, он нежно погладил меня по голове. \n— Угодила-угодила, можешь сегодня погулять.- сказав это, он вышел.\n\n— Хи-хи. — я вышла следом и встретила маму у окна.",
    "answers": [
      {
        "id": 32,
        "text": "Подойти."
      }
    ]
  },
  {
    "id": 30,
    "text": " Весь ужин прошел довольно быстро и в тишине, но в конце папа сказал всем выйти. \n Когда мы остались наедине он подошел ко мне и обнял. А затем резко отстранился.\n — Пап?- я была очень удивлена ведь он казался очень серьёзным...\n\n— Я просто рад. Можешь идти.- Он направился к выходу пока я стояла в шоке.",
    "answers": [
      {
        "id": 29,
        "text": "Обнять."
      },
      {
        "id": 31,
        "text": "Тормозить и стоять на месте в роздумиях."
      }
    ]
  },
  {
    "id": 31,
    "text": " Папа вышел из комнаты, а я же осталась на месте. \n\" Вот это да... \" — я стояла в ступоре и не могла понять действий своего строгого и серьезного отца. \n Наконец, я решила выйти в коридор и у окна стояла мама.\n",
    "answers": [
      {
        "id": 32,
        "text": "Подойти."
      }
    ]
  },
  {
    "id": 32,
    "text": " Я подошла к ней и она резко повернулась и посмотрела мне в глаза.\n\n— Всё-таки не удержался, да? — она смотрела на меня и улыбалась.\n\n— Угу.- сказала я с такой же улыбкой.\n\n— Эх.. Когда ты вот так стоишь рядом со мной, я вспоминаю старые добрые деньки, когда ты ходила хвостиком за Мамору и его братом... — когда она это сказала ее выражение лица было немного грусным.\n\n— У Мамору есть брат? \n\n— Был когда-то. Лдненько,  не будем о грустном, сходи погуляй раз тебе разрешили. Мамору уже у ворот.",
    "answers": [
      {
        "id": 33,
        "text": "Пойти к Мамору."
      }
    ]
  },
  {
    "id": 33,
    "text": " Служанка провела меня к воротам, возле которых стоял мой дворецкий. Он поклонился и приказал открыть ворота. \n Они распахнулись и перед нами была все таже черная машина.\n\n— Госпожа, вы хотите поехать на машине или пройтись?— он смотрел на меня в ожидании ответа.",
    "answers": [
      {
        "id": 34,
        "text": "-На машине."
      },
      {
        "id": 35,
        "text": "Пройтись."
      }
    ]
  },
  {
    "id": 34,
    "text": "—На машине. Я не хочу встретится с полицией...\n\n—Как прикажите.- он послушно подошел к машине и открыл двери для меня. Когда дело было сделано, тоесть я уже сидела на мягком переднем сидении. Он сел за руль и пристегнувшись мы тронулись с места.\n\n— Куда вы хотите поехать? — спросил он не сводя взгляда с дороги.\n\n— На твое усмотрение.- в ответ на это он улыбнулся.",
    "answers": [
      {
        "id": 23,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 35,
    "text": "— Пройтись, я хочу осмотреть окрестности как можно лучше.\n\n— Как прикажите. — он кинул ключи от машины какому-то дяденьке и посмотрев на меня протянул руку.\n— Пойдемте куда вы захотите.- сказал он спокойно.\n\n— На твое усмотрение.- он лишь улыбнулся и взяв меня за руку мы направились по улице.\n Высокие деревья окружали дорогу, небольшое ограждение отделяло алею от нас. \n Машины с огромной скоростью проезжали мимо нас.\n Мы шли в тишене как вдруг...",
    "answers": [
      {
        "id": 23,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 36,
    "text": "—А как мы познакомились? \n\n— Ну.... Вы были еще совсем маленькой, а я был немного старше... Вы сразу сказали что я ваш и за это я признателен вам. — он улыбался, должно быть для него это действительно счастливые воспоминания.\n\n— Да? Хе-хе. — я улыбнулась в ответ \n\n—У вас есть еще вопросы? ",
    "answers": [
      {
        "id": 40,
        "text": "-Нет, нету."
      },
      {
        "id": 23,
        "text": "-Есть."
      }
    ]
  },
  {
    "id": 37,
    "text": "— Знаешь что-то про мою сестру? \n\n— Вашу сестру? Ну ее зовут Хана и она очент нежная и заботливая. Всегда поддерживала вас и радовалась вашим успехам больше чем кто либо.\n Она была очень искренна касательно чувств... Наверное это всё что я могу вам рассказать.\nХотите еще что-то спросить? ",
    "answers": [
      {
        "id": 42,
        "text": "-Почему так мало?"
      },
      {
        "id": 23,
        "text": "-Ладно, у меня есть ещё вопросы..."
      },
      {
        "id": 40,
        "text": "-У меня нет вопросов."
      }
    ]
  },
  {
    "id": 38,
    "text": "— У тебя был брат? \n\n— Макото. Так его звали... Я. Я не хочу больше говорить, надеюсь вы простите меня. Я не хочу больше ни на что отвечать.",
    "answers": [
      {
        "id": 40,
        "text": "- У меня их нет..."
      }
    ]
  },
  {
    "id": 39,
    "text": "— Расскажи о себе.\n\n— О себе? Это не так уж интересно... Но я расскажу. Мне 20 лет... Я увлекаюсь фотографией и историей. Также хорош в боевых исскувствах... Мой рост 179, вес 69 кг, другие размеры...-  он хотел было продолжать, но...\n\n—Мамору, это пошла слишком личная информация...- у меня на лице появился легкий румянец.\n\n— Госпожа извращенка, это все вопросы? ",
    "answers": [
      {
        "id": 40,
        "text": "-Да, у меня больше нет вопросов."
      },
      {
        "id": 23,
        "text": "-У меня еще есть вопросы."
      }
    ]
  },
  {
    "id": 40,
    "text": "—Нет, у меня нет вопросов...\n\n— Вот и хорошо, мы почти на месте. Скажите если что-то почувствуете.\n\n— А? Должна? — я смотреоа на него в недоумении, а он лишь улыбался...\n",
    "answers": [
      {
        "id": 41,
        "text": "Дальше.",
        "need": 35
      },
      {
        "id": 43,
        "text": "Дальше. ",
        "need": 34
      }
    ]
  },
  {
    "id": 41,
    "text": " Мы подъехали к побережью. Теплые лучи солнца ласкали мою кожу, а прекрасный закат слепил мои глаза.\n Крики чаек вдалеке были очень знакомы как и это место. \n\n— Мамору... Это место где мы познакомились?\n\n— Да. Это частный пляж вашей семьи. Я сидел вон там. — он показал пальцем на небольшой выступ возле ограждения.\n— Вы протянули мне руку и сказали что я ваш. Тогда я подумал -\" Ну что за странная девчонка?\" \n А чуть позже я полюбил вас, госпожа.- он повернулся ко мне и чуть-чуть наклонившись добавил:\n— Я просто хотел чтобы вы знали. Не волнуйтесь, я знаю про наши положения и не надеюсь ни на что.",
    "answers": [
      {
        "id": 44,
        "text": "Обнять."
      },
      {
        "id": 45,
        "text": "-Мамору...Прости."
      }
    ]
  },
  {
    "id": 42,
    "text": "— Почему так мало? Расскажи еще.\n\n— Ох, ну она как ваша бабушка — Инари. Она унаследовала храм, так как только у нее была сила Инари. \n Ее отношение к подчиненным было как к друзьям. Хотя ваш отец всегда справедлив и учтив даже с дворниками, то ваша сестра всегда угощала всех конфетами и постоянно помогала всем, как и вы.- почему-то в его глазах читалась грусть.\n\n— Она хороший человек, да?- я слегка наклонила голову и посмотрела на него.\n\n— Да, хороший... У вас есть еще вопросы? ",
    "answers": [
      {
        "id": 23,
        "text": "-Да, есть."
      },
      {
        "id": 40,
        "text": "-Нет, нету."
      }
    ]
  },
  {
    "id": 43,
    "text": " Мы шли не очень долго. Вдалеке я видела море, мы обошли ограду и оказались на прекрасном побережье. \n\nТеплые лучи солнца ласкали мою кожу, а прекрасный закат слепил мои глаза.\n Крики чаек вдалеке были очень знакомы как и это место. \n\n— Мамору... Это место где мы познакомились?\n\n— Да. Это частный пляж вашей семьи. Я сидел вон там. — он показал пальцем на небольшой выступ возле ограждения.\n— Вы протянули мне руку и сказали что я ваш. Тогда я подумал -\" Ну что за странная девчонка?\" \n А чуть позже я полюбил вас, госпожа.- он повернулся ко мне и чуть-чуть наклонившись добавил:\n— Я просто хотел чтобы вы знали. Не волнуйтесь, я знаю про наши положения и не надеюсь ни на что.",
    "answers": [
      {
        "id": 44,
        "text": "Обнять."
      },
      {
        "id": 45,
        "text": "-Мамору... Прости."
      }
    ]
  },
  {
    "id": 44,
    "text": " Я нежно обняла своего дворецкого, а он в ответ.\n Его тепло и быстро бьющееся сердце заставили меня испытать такие же чувства. \n Мое сердце тоже трепетало, оно тоже билось быстро. \nНо я отстранилась.\n \n— Мамору, спасибо, я рада что ты понимаешь свое положение... Ты же знаешь что я сейчас не испытываю ни к кому таких чувств.\n\n—Госпожа, почему-то мне захотелось побороться за вас.\nЯ вступаю в игру.- он наклонился и поцеловал меня в щеку.\n—Это мой первый шаг.- мои щеки вспыхнули, а место которое он коснулся губами -горело.",
    "answers": [
      {
        "id": 46,
        "text": "Конец главы 1. \" Семья\" "
      }
    ]
  },
  {
    "id": 45,
    "text": "— Мамору... Прости.\n\n— Я знаю что вы не можете принять мои чувства, но я не против даже если будет так.\n\n— Прости еще раз, Мамору....- я отвела взгляд в сторону, мне не хотелось видеть расстроеное лицо Мамору.\n\n— Не извиняйтесь, госпожа, или я буду вынужден поцеловать вас.- мои щеки в тот момент вспыхнули.\n— Шучу. — добавил он.\n\n— Ох, это хорошо. — я не смотрела на него, не могла.\n\n—Или нет.- он наклонился ко мне и нежно поцеловал в щеку. Жар. Мое лицо горело, от простого поцелуя в щеку...",
    "answers": [
      {
        "id": 47,
        "text": "Конец главы 1 \"Семья\" "
      }
    ]
  },
  {
    "id": 46,
    "text": "Это конец главы 1 \"Семья\" \n Вы открыли концовку \" Я не собираюсь сдаваться\"",
    "answers": [
      {
        "id": 48,
        "text": "Глава 2 \" Я хочу вспомнить\" "
      }
    ]
  },
  {
    "id": 47,
    "text": "Это конец главы 1 \" Семья\" \n\n Вы открыли концовку \" Признание\" Поздравляю.\n",
    "answers": [
      {
        "id": 48,
        "text": "Глава 2 \"Я хочу вспомнить\" "
      }
    ]
  },
  {
    "id": 48,
    "text": " -Мамору... Пойдем,  мы итак задержались... — мне было очень неловко с ним.\n Он лишь молча кивнул и мы отправились домой.\n Деревья, машины, люди, снова люди...  Наконец то мы оказались дома. Мамору проводил меня к моей комнате и поклонившись ушел... Он не проронил ни слова за всё время.\n \n—Пришло время для исследования!",
    "answers": [
      {
        "id": 49,
        "text": "-С чего бы мне начать?"
      }
    ]
  },
  {
    "id": 49,
    "text": "— С чего бы мне начать? ",
    "answers": [
      {
        "id": 50,
        "text": "Кровать."
      },
      {
        "id": 51,
        "text": "Шкаф."
      },
      {
        "id": 52,
        "text": "Подоконник.",
        "need": 54
      },
      {
        "id": 54,
        "text": "Стол."
      }
    ]
  },
  {
    "id": 50,
    "text": " Я пошла к кровати и легким движением руки стянула одеяло. \n Нежно-фиолетовая простынь была идеально заправлена в огромную кровать. Мягкие подушки такого же цвета были тоже идеальны. \n \" Даже не верится что я жила в такой чистоте\" ",
    "answers": [
      {
        "id": 49,
        "text": "Закончить осмотр кровати."
      },
      {
        "id": 56,
        "text": "Заглянуть под кровать."
      }
    ]
  },
  {
    "id": 51,
    "text": " Шкаф. Он сразу привлек мое внимание, поэтому я незамедлительно подошла к нему и распахнула дверцы.\n\n— Оу...- там была идеальная чистота. Всё было сложено аккуратно и по цветам.",
    "answers": [
      {
        "id": 55,
        "text": "Покопаться в одежде."
      },
      {
        "id": 49,
        "text": "Закончить осмотр."
      }
    ]
  },
  {
    "id": 52,
    "text": " Подойдя к окну я заметила на подоконнике маленькую записную книжку.\n\n Какие-то цифры были в ней... Может это пароли? \n\n\"2549\" \"2407\" \"1060\" \" 8403\" \n\n  Я записала это на руке ручкой которая, была рядом \n\n\" На всякий случай\" \n",
    "answers": [
      {
        "id": 49,
        "text": "Закончить осмотр."
      }
    ]
  },
  {
    "id": 53,
    "text": " Снова это место. Кромешная тьма, вода и это чувство страха... Откуда оно? Почему преследует меня?\n \n Я поднялась на ноги и побежала снова.\n \" Ведь если я буду бежать что-то изменится, да?\"\n Я бежала и бежала, а это чувство преследовало меня...\n\n— Нанами, храм... — приятный девичий голос звучал в моей голове. Я не понимала откуда, он был очень знакомым и кажется, я желала его услышать еще раз.",
    "answers": [
      {
        "id": 61,
        "text": "Проснуться."
      }
    ]
  },
  {
    "id": 54,
    "text": " Я невольно бросила взгляд на стол. Он совершенно не отличался от стола в Аду.\n Такой же захломленный кучами бумаг. Но, я заметила фото в рамочке на крою стола.",
    "answers": [
      {
        "id": 59,
        "text": "Посмотреть фото."
      },
      {
        "id": 49,
        "text": "Закончить осмотр."
      }
    ]
  },
  {
    "id": 55,
    "text": " Я быстро прошлась рукой по одежде которая висела и заметила кое-что.\n\n— Это типо что? — я решила убрать одежду которая мешала мне разглядеть это.  Дверь которая почти сливалась с самим шкафом, похоже, чтобы открыть её нужен пароль.\n \n—Вот гадство.",
    "answers": [
      {
        "id": 49,
        "text": "Закончить осмотр."
      },
      {
        "id": 57,
        "text": "Ввести пароль.",
        "need": 52
      }
    ]
  },
  {
    "id": 56,
    "text": " Я решила проверить под ней и нашла коробочку с красными цветами на крышке. Я сразу же ее достала.\n  Присев на кровать я поставила коробку на ноги и открыла. Там были фотоальбомы. \n\n Пролистав парочку я не нашла ничего кроме фотографий природы. Красивые поля и нежно розовые сакуры радовали мой взор, ведь они были прекрасны.\n\nНа последней странице было написано \" Китай. Школа им. Святого Петра\" и под надписью фото с крыши школы. \nТам четко видно колокольню, а в ней... Я? Меня кто-то обнимал... Или нет, не обнимал... Что-то другое.\n\n—Какого черта?",
    "answers": [
      {
        "id": 49,
        "text": "Закончить осмотр."
      }
    ]
  },
  {
    "id": 57,
    "text": "  У меня на руке было 4 пароля, какой ввести? ",
    "answers": [
      {
        "id": 58,
        "text": "2549"
      },
      {
        "id": 58,
        "text": "2407"
      },
      {
        "id": 60,
        "text": "1060"
      },
      {
        "id": 58,
        "text": "8403"
      }
    ]
  },
  {
    "id": 58,
    "text": " Маленький мониторчик на двери засветился красным.\n Пароль не подошел.",
    "answers": [
      {
        "id": 57,
        "text": "Ввести заново."
      }
    ]
  },
  {
    "id": 59,
    "text": " Я взяла в руки фото и увидела там девушку.\n Она была мне очень знакома... \n -Такая улыбчивая, хех.\n\nЯ решила взять фото и положила его на край стола, чтобы когда переоденусь как следует рассмотреть его.",
    "answers": [
      {
        "id": 59,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a07/1805/d4/185b7c5fddba.jpg"
      },
      {
        "id": 49,
        "text": "Закончить осмотр."
      }
    ]
  },
  {
    "id": 60,
    "text": " Я ввела пароль и Монитор на двери загорелся зеленым.\n Что-то щелкнуло и я открыла двери.\n\n Я вошла в нутырь и передомной оказался склад оружия.\nВзрывчатка, мечи, пистолеты, автоматы — чего там только не было! \n\n— И зачем это все маленькой девочке вроде меня...- я подошла к катане, почему-то именно она привлекла мое внимание.\n Я взяла оруживе в руку.\n -Ты кажешься такой родной... — вдруг, мой кулон снова начал сжечь и я положив катану на стол взяла его в руки.\nКрасные глаза-камешки дракона светились ярким светом и голубые глаза аликорна тоже.\n\n Я отрубалась.\n\n",
    "answers": [
      {
        "id": 53,
        "text": "Смотреть сон."
      }
    ]
  },
  {
    "id": 61,
    "text": "  Я проснулась. Надо мной обеспокоенно стоял Мамору.\n\n— Госпожа. Госпожа, вы очнулись? Какое счастье...- он быстро подхватил меня на руки и понес в комнату.\n\n— Мамору, я хочу знать. Я хочу знать что произошло.- он осторожно посадил меня на кровать и сел рядом.\n\n— Произошло?  О чем вы? — он смотрел на меня и на его лице явно читалось волнение.\n\n— О храме и о моей сестре. — я посмотрела ему в глаза.\n— Расскажи мне.\n\n— Ничего не случалось, госпожа... — он отводил взгляд и тогда я...\n",
    "answers": [
      {
        "id": 62,
        "text": "Пригрозила ему."
      },
      {
        "id": 63,
        "text": "Уговорила его."
      }
    ]
  },
  {
    "id": 62,
    "text": " Я взяла его за подбородок и поднесла ближе к своему лицу.\n\n— Ты мои глаза видишь? Так вот смотри в них и отвечай на мой вопрос, а нето...- он смотрел мне в глаза. Легкий румянец начал появляться на его щеках и только тогда я поняла насколько неловкая была эта ситуация.\n\n Я отстранилась, но случилось кое-что неожиданное.",
    "answers": [
      {
        "id": 64,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 63,
    "text": " -Мамору, я правда хочу знать. Пожалуйста, расскажи и я щедро тебя вознагрожу.\n\n— Госпожа, ничего такого не было, не волнуйтесь.- он отвернулся от меня совсем. Ох как же меня это раздражало.",
    "answers": [
      {
        "id": 62,
        "text": "Пригрозить."
      }
    ]
  },
  {
    "id": 64,
    "text": " Он схватил меня за руки и повалил на кровать. Его лицо было прямо перед моим, наши носы разделяло пару сантиметров буквально.\n\n— Мамору, что ты творишь? — я смотрела на него, а он на меня...\n\n— Госпожа, я буду вам все рассказывать только если вы позволите коснуться вас сейчас.- он был серьезно настроен. Меня пугала эта настойчивость, но я всё же взяла волю в кулак.\n\n— Хорошо. Делай что хочешь, но расскажи. — когда я сказала это то сразу же растеряла свою уверенность....\n\n\n",
    "answers": [
      {
        "id": 65,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 65,
    "text": " Легкое прикосновение губ Мамору к моей шее заставило меня вздрогнуть.\n\n— Ваша сестра... Инари отдала ей храм, как своей наследнице, а сама отправилась на небеса. Ваша же сестра уже в 11 лет могла управлять духами храма.- его губы спустились ниже, а его ловкая рука отдергнула край кимоно, тем самым оголив мое плечо. Я дрожала. Я боялась его следующего шага, но почему-то, я не могла оторвать взгляд от его движений.\n \n— Мамору...\n\n— Ваша сестра, призвала сильно духа-лиса который защищал ее. Почти все свое время она проводила там, а вы, моя госпожа, часто наведовались к ней. — с этими словами он поцеловал мою ключицу. Его мягкие губы были такими нежными, он не пытался сделать мне больно хоть и прижимал мои руки к кровати.",
    "answers": [
      {
        "id": 66,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 66,
    "text": "— Ваша сестра хотела найти своего настоящего отца и отомстить ему. Она часто советовалась со мной об этом и в итоге она решила поехать в Китай. — он снова прикоснулся губами к моей шее, но на этот раз слегка посасывая.\n\n— Мамору хватит!- я оттолкнула его, а он встал с пола и поклонившись ушел закрыв двери.\n\n— Какого черта.... — я дотронулась рукой к месту где он оставил отметку. И быстро взяв маленькие зеркальце принялась осматривать его.",
    "answers": [
      {
        "id": 67,
        "text": "-Дальше."
      }
    ]
  },
  {
    "id": 67,
    "text": " — Мамару идиот... — я сидела и смотрела на свое покрасневшее лицо в зеркало. Оно просто пылало. \n\" Кимоно такая не безопасная одежда...\" \n С этими мыслями я открыла шкаф и взяла НОРМАЛЬНУЮ одежду: джинсы и толстовку с кедами.\n\n Когда я переоделась то села за стол и начала размышлять о действиях своего дворецкого, как вдруг, в окне не промелькнула белая лисица.\n Она ловко запрыгнула на подоконник с внешней стороны окна и прошла сквозь стекло. \n Такой фокус заставил меня с грохотом рухнуться на пол.",
    "answers": [
      {
        "id": 68,
        "text": "Вылупиться на лиса."
      }
    ]
  },
  {
    "id": 68,
    "text": " Я смотрела на этого лиса? Лису? На животное.\n Оно смотрело на меня свысока, а потом прыгнуло мне на грудь пока я лежала.\n\n— Молодая госпожа, пожалуйста, навестить храм Инари.- это определенно лисица, пожелая лисица... Или нет..\n\n— Ты разговариваешь? Ты кто вообще? — я смотрела прямо на нее.\n\n— Я старейший дух храма Инари и вы сейчас нам нужны, пожалуйста, пойдемте со мной.",
    "answers": [
      {
        "id": 69,
        "text": "Пойти с лисицей."
      },
      {
        "id": 69,
        "text": "Все равно пойти с лисицей."
      }
    ]
  },
  {
    "id": 69,
    "text": " -Ладно. — ответила я взяв на руки лисичку и чуть приподнявшись. \n\" Все равно мне нужно узнать больше о моей сестре.\"\n— Веди меня.\n\n— Госпожа Нанами, я открою портал благодаря которому мы окажемся у горы на которой находится храм.- она буквально выскользнула из моих рук и побежала к шкафу, в котором была не только одежда но и комната с оружием, о которой я забыла спросить у Мамору. \n\" Ладно, в следующий раз\" \n\n—Возьмите этот ключ и воспользуйтесь им.- на шее сигеглазой лисы развязалась ленточка, и ключ который был на ней упал на пол.",
    "answers": [
      {
        "id": 70,
        "text": "Поднять и открыть."
      }
    ]
  },
  {
    "id": 70,
    "text": " Я подняла золотой ключик с гравировкой цветка сакуры на нем и открыла шкаф.\n Лиса же, быстро забежала в тот момент в него и пропала.\n\n— Проходите... — ее тихий, женственный голос послышался на другой стороне и я зашла следом.\n Как она и говорила. Мы оказались у подножья горы, лестница что вела на верх казалась бесконечной, а красные ворота с арками были украшены круглыми  фонариками. \n По бокам были статуи лисиц из камня.\n",
    "answers": [
      {
        "id": 71,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 71,
    "text": " — Госпожа, следуйте за мной.- лисица ловко перебирая лапками побежала по ступенькам на вверх.\n\n— Серьезно? Я умру...- с этими словами я побежала следом. Сначала все было более немение легко, но потом я почувствовала тяжесть в ногах и остановилась передохнуть.\n\n— Госпожа, уже устали, а ведь и половины не прошли...- ко мне подбежала та же лисица и села рядом. \n— Долго вы еще будете прохлождаться?  \n\n— Половины не прошла? Да я.. Да я...",
    "answers": [
      {
        "id": 72,
        "text": "-Ног не чувствую.... Не могу иди..."
      },
      {
        "id": 73,
        "text": "- Полна сил и энергии."
      }
    ]
  },
  {
    "id": 72,
    "text": "— Я ног не чувствую... Не могу идти, если сдвмнуст хоть на метр  — потеряю сознание и умру...- я сидела на корточках как гопник и умирала.\n\n— Место куда мы идём... Там полно сладостей.- как только я это услышала я сразу же ободрилась и сказала.",
    "answers": [
      {
        "id": 73,
        "text": "-Я полна сил и энергии."
      }
    ]
  },
  {
    "id": 73,
    "text": "— Я полна сил и энергии. Вот сейчас возьму себя в руки и как побегу.... — я приняла положение \"на старт\" и ринулась вверх по ступенькам, но пробежав всего 15 ступенек я снова упала без сил.\n— И как люди ходят в этот храм....- Лисица снова подбежала ко мне и села рядом.\n\n— Выносливость у вас никакая... Кстати, вы пробижали уже почти половину.\n\n— Сколько мне осталось до половины?- спросила я смотря на этот белый комок шерсти.\n\n— 364 ступеньки, госпожа.\n\n— Сколько бл***?! Я сдохну если пройду еще хотя бы одну... Почему в таких местах нет подъемника или что-то типо того?",
    "answers": [
      {
        "id": 74,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 74,
    "text": "— Вообще-то, подъемник у нас есть, но до него нам нужно дойти всего 462 ступеньки. — сказала та улыбнувшись.\n\n— Убей меня прямо сейчас чтобы я не терпела эти мучения.- я смотрела на лису щенячими глазами.\n\n— Госпожа, не буду вас мучить, подъемник немного лвее от вас.- я посмотрела на лево и действительно увидела небольшую кабинку.\n\n— Счастье! — из последних сил я побежала к ней и залезла внутрь.\n— Заводи мотор, мы уезжаем.- гордо сказала я ",
    "answers": [
      {
        "id": 75,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 75,
    "text": " — Но он не работает.- сказала та со смешком.\n\n— Я убью тебя. Дай мне только отдохнуть и я убью тебя самым извращенным способом.\n Всю дальнейшую дорогу я возмущалась, а эта паршивка меня подкалывала. Серьезно, она хуже тех ведущих из \"Давай поженимся\".\n\n Когда я проползла все ступеньки и оказалась наверху. Правда, я не успела ничего разглядеть ибо у меня в глазах потемнело и я отключилась.\n",
    "answers": [
      {
        "id": 76,
        "text": "Очнуться."
      }
    ]
  },
  {
    "id": 76,
    "text": "Когда я очнулась я уже была на футоне и вокруг меня столпились белокурые молодые девушки-лисы в кимоно.\n\n—Достопочтенная госпожа, вы впорядке? — сказали они разом своими звонкими голосами.\n\n— Жива, но это ненадолго... Почему у вас подъемник не работает? — я взялась рукой за голову и привстала.\n\n— Он работает.- сказали они улыбнувшись.\n\n— Чё? Где эта чертова лисица? — я вскочила с футона и побежала к двери.\n\n— Убью!- с этими словами я выбежала на веранду, где она преспокойно сидела и попивала саке в человеческом обличьи.",
    "answers": [
      {
        "id": 77,
        "text": "-Я же обещала что прибью тебя."
      }
    ]
  },
  {
    "id": 77,
    "text": "— Я же обещала что прибью тебя.- сказала я и подошла к ней.\n\n— Госпожа, как же много в вас злости.... Я всего лишь пошутила.- сказала она преспокойно попивая саке.\n\n— Я чуть дух не испустила.- сев рядом с ней я возмущенно смотрела на нее.\n\n— Раз в вас столько энергии, то вы впорядке.- она сделала небольшой глоток и добавила.\n— Что бы вы хотели узнать о своей сестре? ",
    "answers": [
      {
        "id": 78,
        "text": "- Где она сейчас?"
      }
    ]
  },
  {
    "id": 78,
    "text": "— Где она сейчас?- я успокоилась и мой голос стал спокойный. \n\n— Она сейчас там... — она подняла голову вверх и посмотоела в небо.\n\n— Она мертва? — я резко повернулась к ней и она кивнула.\n\n— Моя госпожа... 3 года назад ее убили в Китае.- она отвела взгляд.\n— Сегодня годовщина ее смерти. Знаю, вы не помните ее, но хотя бы отдайте ей честь и сходите со мной на ее могилу.\n\n— Я... Я... — ком в горле не давал мне сказать ни слова.\n\n— Госпожа, даже не смейте плакать. Ваша сестра говорила что не любит ваши слезы. ",
    "answers": [
      {
        "id": 79,
        "text": "-Ладно... Где ее могила? "
      }
    ]
  },
  {
    "id": 79,
    "text": "— Ладно. Где могила моей сестры?- я посмотрела на хранительницу чуть не плача. \n Она кивнула и показала рукой на каменную трапинку в лесу. В тот же миг там появились светлячки, они показывали мне дорогу. И я шмыгнув носом пошла за ними.\n Я не долго шла. Все время я пыталась не заплакать. Мысль о том что моей сестры больше нет, мысль о том что я даже не смогла с ней поговорить, я не помнила ее...\n Я оказалась перед небольшим насыпом, окруженным камнями внутри которых были те же красные фонарики.\n Подойдя ближе я поклонилась.\n",
    "answers": [
      {
        "id": 80,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 80,
    "text": " В тот же миг я почувствовала прикосновение.\n\n— Ты пришла...- нежный голос донесся за мной и я резко повернувшись, но никого не увидела.\n\n— Сестра.- на моих глазах появились слезы.\n— Прости... — я смотрела в пустоту и плакала, снова и снова шепталв это.\n\n— Нанами. — она вытерла мне слезы и поцеловала в лоб.\n— Не плачь, я не люблю когда ты плачешь.. Не отказывайся от моего подарка, пожалуйста... — легкое свечение исходило от места куда она меня поцеловала.\n\n— Что? Сестра, ты... — ее голос стих и я больше не чувствовала ее присутствия.\n— Сестра... ",
    "answers": [
      {
        "id": 107,
        "text": "Конец главы 2 \" Я хочу знать\" "
      }
    ]
  },
  {
    "id": 81,
    "text": "\n   Поздравляю, это конец главы 2 \" Я хочу вспомнить\"",
    "answers": [
      {
        "id": 116,
        "text": "Глава 3 \" Мой новый хранитель\" "
      }
    ]
  },
  {
    "id": 82,
    "text": " Концовочки ( Будут открыты после прохождения)",
    "answers": [
      {
        "id": 46,
        "text": "Конец главы 1. \nКонцовка \"Я не собираюсь сдаваться\"",
        "need": 46
      },
      {
        "id": 47,
        "text": "Конец главы 1.\nКонцовка \" Признание\"",
        "need": 47
      },
      {
        "id": 114,
        "text": "Конец главы 3 \" Мой новый хранитель\"",
        "need": 114
      },
      {
        "id": 1,
        "text": "Назад."
      },
      {
        "id": 81,
        "text": "Конец главы 2 \" Я хочу вспомнить\" ",
        "need": 81
      }
    ]
  },
  {
    "id": 83,
    "text": "Ну тут и так понятно, персонажи которые не так уж и важны.",
    "answers": [
      {
        "id": 3,
        "text": "Назад."
      },
      {
        "id": 84,
        "text": "Лисица.",
        "need": 0
      }
    ]
  },
  {
    "id": 84,
    "text": "У нее нет имени, поэтому все зовут ее по-разному.\n\n Она самый старый дух храма Инари. Была хранителем сестры Нанами, а сейчас занимает почетное место в храме( следит за порядком )\n\n У нее хобби всех подклалывать, она очень любит алкоголь. \n\n",
    "answers": [
      {
        "id": 83,
        "text": "Назад."
      },
      {
        "id": 84,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a31/1805/c4/e3c989ce2559.jpg"
      }
    ]
  },
  {
    "id": 85,
    "text": " Я стояла, а вокруг меня спокойно летали сетлячки.\nСлезы лились и я упала на колени.\n— Я вспомнила... Сестра... Вернись...Прости. — говорила я шепотом закрывая руками глаза.\n\n Хранительница подошла ко мне и нежно погладила меня по голове.\n— Не стоит плакать, в ее смерти вы не виноваты.- сказала она продолжая гладить меня.\n\n— Это я настояла на ее отезде. Я же сама подтолкнула ее на это.\n\n — Тише-тише, вы же знаете что теперь обязаны делать? ",
    "answers": [
      {
        "id": 86,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 86,
    "text": "— Обязана?- я посмотрела на лису и она вытерла мне слезы своим длинным рукавом.\n\n— Госпожа только что передала вам свою божественную силу. Вы можете считать это наказанием за то что сделали, если вам так угодно.\n\n— Я... Я теперь не смогу уйти отсюда? \n\" Я не хочу тут находится так долго... Тут все будет напоминать о ней...\" \n\n— Если не хотите быть тут 24/7, то просто найдите хранителя. \n\n",
    "answers": [
      {
        "id": 87,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 87,
    "text": "—Хранителя? А разве не ты будешь моим хранителем? \n\n— Я хранитель вашей сестры, а не ваш. Я не хочу менять хозяина. — сказала она посмотрев на меня.\n— Вы больше не плачете, это хорошо.\n\n— Я пытаюсь сдержаться. — по моему лицу было видно что я на грани и она это заметила.\n\n— Я думаю вам стоит отправиться на поиски прямо сейчас, в храм вы вернуться не сможете. \n И... Гора в полном вашем распоряжении, будьте осторожны. — она исчезла, так быстро что я даже смотря на неё, не могла в это поверить.   ",
    "answers": [
      {
        "id": 88,
        "text": "Остаться на месте."
      },
      {
        "id": 89,
        "text": "Подняться и идти искать хранителя."
      }
    ]
  },
  {
    "id": 88,
    "text": " Я осталась на месте. А какой толк куда-то идти если я даже не знаю куда? Нужно обдумать план действий.\n\n— Итак... Пойти, найти, привести. По-моему идеально.\n\" Я безнадежна\" — с этими мыслями я пошла к подножью горы.",
    "answers": [
      {
        "id": 91,
        "text": "Идти к подножью горы."
      }
    ]
  },
  {
    "id": 89,
    "text": " Я поднялась и обошла поляну вокруг, чтобы оценить ситуацию. \n \n— Так... Тут везде деревья и трава... Хм это дает многое... Ничего это не дает.- я вздохнула и снова обойдя поляну и не увидев ничего иного кроме травы и деревьев — пошла к подножью горы.",
    "answers": [
      {
        "id": 91,
        "text": "Идти к подножью."
      }
    ]
  },
  {
    "id": 90,
    "text": " Я резко встала и хорошенько ударившись о ветку села обратно держась за голову.\n\n— Ёбен бобен. Как же больно, тупые ветки! — да, я просто обозвала бедное дерево которое, в принципе, вообще не виновато. \n\n— Сладкий запах у тебя, полубог...- голос доносился из темноты, через пару секунд я увидела фигуру которая приближалась ко мне.\n\n— Простите... Я потерялась...- я хотела попросить о помощи, но внезапное чувство страха и адреналин внезапно ударивший меня в голову заставил меня попятится назад.",
    "answers": [
      {
        "id": 93,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 91,
    "text": "Путь был тернист. Моя одежда постоянно цеплялась за ветки, я много раз запутывалась волосами о теже ветки.\n\n— Я так больше не могу!- я прошла не так уж и много, намного меньше даже половины.\n\n— Почему эти хранители просто не могут стать в ряд и позволить выбрать кого-то одного. — я села под деревом и обняла руками колени.\n— Не могу...- я не успела снова сказать что-то страдальческое, как в паре сантиметров над моей головой пролетела стрела и полетела куда-то в даль.",
    "answers": [
      {
        "id": 90,
        "text": "Вскочить и оглянуться."
      },
      {
        "id": 92,
        "text": "Пофиг. В горах часто такое бывает."
      }
    ]
  },
  {
    "id": 92,
    "text": " Совершенно не обратила на это внимания я сидела под деревом и продолжила оскорблять вообще все из-за  того что я просто устала.\n\n— Божечки-кошечки, как же я устала...\n\n— Сладкий запах у тебя, полубог...- голос доносился из темноты, через пару секунд я увидела фигуру которая приближалась ко мне. Медленно встав на ноги я спросила:\n\n— Простите... Я потерялась...- я хотела попросить о помощи, но внезапное чувство страха и адреналин внезапно ударивший меня в голову заставил меня попятится назад.",
    "answers": [
      {
        "id": 93,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 93,
    "text": "Я почувствовала как мои пятки сопрекоснулись с деревом. Фигура все приближалась.\n— Куда же ты... Сладкий полубог? — я уже хотела бежать, но внезапно мои ноги буквально вросли в землю и я не могла пошевелиться.\n— Птичка в клетке. — фигура подобралась ко мне ближе и я смогла разглядеть ее. \n Это был мужчина лет сорока и он слегка подергивался. Рваное кимоно оголяло его руки и части лент с одежды развивались на внезапно появившемся ветру.\nКак только он оказался в паре метрах от меня я напряглась. \n\n— Мне нравится твой взгляд, полубог...- как только он сказал это, то подошел ко мне и прикоснулся к щеке.\n ",
    "answers": [
      {
        "id": 93,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a40/1805/e5/052156f27c0b.jpg"
      },
      {
        "id": 95,
        "text": "Попытаться вырваться."
      },
      {
        "id": 96,
        "text": "Тихо стоять и молчать."
      }
    ]
  },
  {
    "id": 94,
    "text": "А странички нет) Поставьте закладку",
    "answers": []
  },
  {
    "id": 95,
    "text": " В попытках вырваться я укусила его за руку.\n— Пусти! — на его лице явно было удивление, он посмотрел на меня и хмыкнув взял меня за обе руки и прижал их к дереву.\n В тот же момент ветки дерева будто бы зажали мои руки и я не могла пошевелить и ими.\n\n— Что за? Пом... — я пыталась закричать, но мне зажали рот.\n\n— Тише-тише, полубог, если ты будешь кричать могут услышать другие... И мне придется угостить их тобой.\n\n—.... — я пыталась снова укусить его за руку, но тчетно. \n—Кх....- он сжимал мою челюсть сильнее, а затем наклонился к моей шее и впился клыками в нее.",
    "answers": [
      {
        "id": 97,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 96,
    "text": " Я стояла тихо, как мышка. Боялась пошевелится, болялась того что может произойти...\n\n— Полубог растерял свою уверенность? — он взял меня за руки и прислонил их к дереву, а то в свою очередь как будто приковало меня к себе. \n\n— Что за...- не успев договорить он прислонился к моей шее и впился своим крыками в нее.",
    "answers": [
      {
        "id": 97,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 97,
    "text": "—Кх... — мне было больно, все мое тело дрожало, а это существо жадно пило мою кровь.\n\n— Что за...-он отстранился и посмотрел на меня глазами испуганой собаки.\n—Ты монстр... — он схватился руками за свою шею и кашлял, из его рта полилась алая кровь. \n Он смотрел в мои глаза, а я в его... Почему-то он смотрел на меня с жалостью.\n Внезапно он начал рассыпаться как песок, нет, как пепел.\n\n— Что за... — мои ноги и руки уже были свободны и я упала на колени рядом с кучей пепла.",
    "answers": [
      {
        "id": 98,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 98,
    "text": "—Это... Что за чертовщина? — я дотронулась рукой к своей шее и не обнаружила там раны, только кровь.\n— Что за б***ь? \n\n— Уууу полубог, а у тебя отличная концентрация маны в крови.- я услышала голос вдалеке и посмотрела туда.\n\n— Кто здесь? — спрашивала я дрожащим голосом.\n\nФигура парня начала приближаться ко мне, его тяжелые шаги сопровождались нежным звоном колокольчика.\n\n— Не подходи!",
    "answers": [
      {
        "id": 99,
        "text": "Кинуть первым попавшимся."
      },
      {
        "id": 100,
        "text": "Кинуть землей."
      },
      {
        "id": 101,
        "text": "Кинуть песком."
      },
      {
        "id": 102,
        "text": "Бездействовать."
      }
    ]
  },
  {
    "id": 99,
    "text": "Я кинула в незнакомца первым попавшимся и это оказался камень. Прада он даже не долетел до него, но все же. \n -Ты чего кидешься, дура? — он подошел ближе и я увидела привлекательного парня перед собой, с красивыми рыжими волосами.\n\n— Не подходи, нечесть! — я замахнулись камнем еще раз, но он остановил меня. ",
    "answers": [
      {
        "id": 103,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 100,
    "text": " Взяв в руку горсть земли я кинула в незнакомца, но как и предполагала не попала, вообще рядом даже не пролетело.\n\n— Во даешь...- сказал он идя в мою сторону. Я уже могла разглядеть огнено-рыжие волосы среди темноты.\n\n— Не подходи я сказала! — я снова взяла в руку землю и замахнулась, но он остановил меня взяв за руку.",
    "answers": [
      {
        "id": 103,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 101,
    "text": " Ну.. Песка я не нашла поэтому кинула землей.",
    "answers": [
      {
        "id": 100,
        "text": "Кинуть землей."
      }
    ]
  },
  {
    "id": 102,
    "text": " Дрожа я прислонилась к дереву и закрыла глаза.\n\n— Пожалуйста... Не подходите... — чувство страха заставило меня на всякий случай взять камень, который лежал возле меня.\n\n— Собираешься кинуть?- голос все приближался и во тьме я уже могла разглядеть огено-рыжие волосы.\n\n— Ты.. Ты... Не подходи.- я замахнулись, но мою руку остановил он.\n\n",
    "answers": [
      {
        "id": 103,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 103,
    "text": "—Успокойся. Будешь кидаться я тебя съем.\n\n— Ик...-я попыталась вырваться, но мой резкий поворот головы на 60° обеспечил встречу дереву и моему носу.\n— Твою за ногу кобылу...- я держалась одной рукой за нос из которого текла кровь.\n\n— Неужели быть такой дурой возможно? -он смотрел на меня с удивлением, а затем дал свой платок, которым я сразу же закрыла нос.\n\n— Ты кто такой вообще? — я смотрела на него затуманеным взглядом.\n\n— Я ёкай.",
    "answers": [
      {
        "id": 105,
        "text": "Тупо сидеть и моргать."
      }
    ]
  },
  {
    "id": 104,
    "text": "Кохэку — хранитель храма Инари.\n Нанами приручила этого полу-лиса полу-пса.\n\n У него не самый лучший характер, но он очень хозяйственный. Порой груб и требователен, но зато у него доброе сердце(хотя я сильно сомневаюсь) \n\n Относится к Нанами как к слуге, хотя всё должно быть наоборот...",
    "answers": [
      {
        "id": 104,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c02/1805/b4/533bba9636a5.jpg"
      },
      {
        "id": 3,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 105,
    "text": "— Потеряла дар речи? Это нормально, новечки вроде тебя часто с таким выражением лица смотрят на нас.\n\n— Вас? Вас много? — я забегала глазами в поисках еще кого-то.\n\n— Я один. На этой горе я один такой, полубог, я хочу стать хранителем. \n\n— Шо? — я могла только смотреть на него с туповатым выражением лица.\n\" Неужели все так просто?\"\n\n— Хочу быть хранителем твоего храма, говорю.",
    "answers": [
      {
        "id": 106,
        "text": "Выпендриваться."
      },
      {
        "id": 108,
        "text": "Согласится."
      }
    ]
  },
  {
    "id": 106,
    "text": "—Что? Ты и хранителем МОЕГО храма? Ты думаешь что достоин такой чести? — сказала я все также держа платок у носа.\n\n— Раз так. Платок на базу и ты идешь к себе в храм одна. Кстати, ёкаев тут еще много.- сказал он протягивая руку чтобы забрать платок.\n\n— Тише-тише, парниша, я же пошутила...",
    "answers": [
      {
        "id": 108,
        "text": "Согласится."
      }
    ]
  },
  {
    "id": 107,
    "text": "Это конец главы 2 \" Я хочу знать\" \n Поздравляю)",
    "answers": [
      {
        "id": 85,
        "text": "Глава 3 \" Мой новый хранитель\" "
      }
    ]
  },
  {
    "id": 108,
    "text": "— Хорошо, как мне сделать тебя своим хранителем? — я посмотрела на рыжеволосого парня, а он на меня.\n\n— Я сам все сделаю. — он наклонился и приблизился к моим губам, но мой рефлекс сработал и он поцеловал мои ладошки. \n— Ты что творишь? — спросил он посмотрев на меня.\n— Не хочешь таким способом? \n\n— Конечно не хочу! Это абсурд. Целоваться с незнакомцем, я даже имени твоего не знаю, блин.\n\n— Мое имя Кохэку. ",
    "answers": [
      {
        "id": 109,
        "text": "-Янтарный?"
      },
      {
        "id": 110,
        "text": "-Я Нанами."
      },
      {
        "id": 111,
        "text": "Тормознуть."
      }
    ]
  },
  {
    "id": 109,
    "text": "—Янтарный?  Это потому что ты рыжий? \n\n— Я сломаю тебе руку если будешь шутить подобным образом.\n\n— Всё, молчу-молчу. Я Нанами.- я посмотрела на него чуть смущенно.",
    "answers": [
      {
        "id": 112,
        "text": "-А какой другой способ? "
      }
    ]
  },
  {
    "id": 110,
    "text": "—Я Нанами, твое имя тебе очень подходит, рыжик.- я слегка улыбнулась и поняла взгляд на него.\n\n— Еще раз назовешь меня так — пожалеешь. — я встретилась с его взглядом, он был настроен серьезно, но слегка улыбнулся.",
    "answers": [
      {
        "id": 112,
        "text": "-А какой другой способ? "
      }
    ]
  },
  {
    "id": 111,
    "text": " Я промолчала. Меня завораживали его глаза, они были в точности как у Юри. Такие красивые как огонь...\n\n— Тебя то как звать?  Ответь быстрее или так и буду называть тебя дурой.\n\n— Я Нанами.- опешив от такой резкости я опустила взгляд в пол.",
    "answers": [
      {
        "id": 112,
        "text": "-А какой другой способ? "
      }
    ]
  },
  {
    "id": 112,
    "text": "— Какой другой способ? По крови? Как с фамильяром? \n\n— О, да у тебя котелок варить умеет. — Он укусил себя за запястье. Кровь стекала с его руки, о он не обращая внимания на это взял мою руку.\n\n— Я хочу сделать все быстро и я не буду извинятся если будет больно. — он укусил меня за запястье. Боль. Кровь. Почему-то у меня начало темнеть в глазах.\n\n— Слабачка. — он взял мою руку в свою. Наша кровь смешалась, я чувствовала приятное тепло разливающеюся по всему моему телу.\n Его губы, которые шептали что-то казались такими нежными.",
    "answers": [
      {
        "id": 113,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 113,
    "text": " Когда он прекратил шептать заклинание, наша кровь вдруг из красной стала ярко оранжевой, а затем черной.\n\n—Так ты демон... — сказал он и я начала проваливаться в сон. Мои веки закрывались, я чувствовала то тепло, оно такое нежное, совершенно не обжигало...\n— Даже ты не можешь устоять... — Это последнее что я услышала перед тем как погрузилась в сон.",
    "answers": [
      {
        "id": 114,
        "text": "Конец 3 главы \" Мой новый хранитель\" "
      }
    ]
  },
  {
    "id": 114,
    "text": " Поздравляю, это конец. Молодцы что прошли и эту главу)\n",
    "answers": [
      {
        "id": 115,
        "text": "Глава 4 \" Вы кто?\" "
      }
    ]
  },
  {
    "id": 115,
    "text": "   Я открыла глаза и оглянулась. Большие руки моего хранителя держали меня как принцессу. Он шел не торопясь, звон колокольчика был очень приятным и убаюкивал меня.\n\n— Рыжик...- тихо прошептала я.\n\n— Еще раз так назовешь меня и будешь идти пешком.- ответил мне, мой рыжик. \n\n— Можно я задам тебе несколько вопросов? ",
    "answers": [
      {
        "id": 117,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 116,
    "text": " Я стояла, а вокруг меня спокойно летали сетлячки.\nСлезы лились и я упала на колени.\n— Я вспомнила... Сестра... Вернись...Прости. — говорила я шепотом закрывая руками глаза.\n\n Хранительница подошла ко мне и нежно погладила меня по голове.\n— Не стоит плакать, в ее смерти вы не виноваты.- сказала она продолжая гладить меня.\n\n— Это я настояла на ее отезде. Я же сама подтолкнула ее на это.\n\n — Тише-тише, вы же знаете что теперь обязаны делать? ",
    "answers": [
      {
        "id": 86,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 117,
    "text": "— Задавай, у нас есть немного времени поговорить.",
    "answers": [
      {
        "id": 118,
        "text": "-Почему я встретила только тебя?"
      },
      {
        "id": 121,
        "text": "-Что это за существо пило мою кровь? "
      },
      {
        "id": 122,
        "text": "-Почему я отрубилась?  "
      },
      {
        "id": 123,
        "text": "-Почему наша кровь стала черной? "
      },
      {
        "id": 120,
        "text": "-У меня нет вопросов."
      }
    ]
  },
  {
    "id": 118,
    "text": "—Почему я встретила только тебя? \n\n— Потому что остальные хранители тормозы и не смогли понять сразу.- он даже не посмотрел на меня, похоже ему все равно...\n\n— Почему ты захотел стать хранителем? \n\n— Чтобы доказать что даже ёкаи могут служить богам. — его голос был очень спокойным...\n\"Почему я все время хочу спать рядом с ним?\"\n\n— А ёкаи не могут быть хранителями? ",
    "answers": [
      {
        "id": 119,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 119,
    "text": "—Ёкаи это демоны, особенно такие как я. Моя маленькая богиня, давай я расскажу тебе немного о том кто я...- я приготовилась слушать.\n— Я пес и лис. Псы это демоны, а лисы — духи-хранители. Я просто хочу надрать хвосты этим противным псам. \n\n— Знаешь, а ведь это хорошо... Я люблю собак.- сказала я зевая.\n\n— Раз тебе не интересно, то я не буду продолжать. У тебя есть еще вопросы? ",
    "answers": [
      {
        "id": 120,
        "text": "-Нет."
      },
      {
        "id": 117,
        "text": "-Да."
      }
    ]
  },
  {
    "id": 120,
    "text": "— У меня нет вопросов.\n\n— Это хорошо, потому что мы уже пришли.- мы уже были у задних ворот в храм. Меня опустили на землю и как только мы вошли  я почувствовала легкую вибрацию и к нам сразу же сбежались все хранители храма.\n\n— Достопочтенная Нанами и новый хранитель, добро пожаловать домой.- сказали они и поклонились.\n\n— Неплохо.- сказал он и сразу же пошел в храм.\n\n— Эй, Стой.",
    "answers": [
      {
        "id": 124,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 121,
    "text": "— Что это за существо пило мою кровь? \n\n— Самый обычный ёкай. С тех пор как на этой горе пропал бог они буквально налетели сюда. Но поскольку появилась ты, они должны по немногу уйти.- я совершенно точно была ему не интересна, ему было всё равно на то, что я у него на руках... \n\n—Почему он...\n\n— Потому что что маны в твоей крови оказалось слишком много для низкосортного ёкая и его тело не выдержало. \n А ещё я кое-что почувствовал... Но это не важно. У тебя есть еще вопросы? ",
    "answers": [
      {
        "id": 120,
        "text": "-Нет."
      },
      {
        "id": 117,
        "text": "-Да"
      }
    ]
  },
  {
    "id": 122,
    "text": "— Почему я отрубалась? \n\n— Из-за моей крови. Это что-то типо снотворного, иногда с проявлением галлюцинаций. Лисы так заманивают людей в ловушки.\n\n— Даже так...- я положила свою голову ему на грудь из-за сильной слабости.\n\n— Не волнуйся, скоро пройдет. У тебя есть еще вопросы? ",
    "answers": [
      {
        "id": 120,
        "text": "-Нет."
      },
      {
        "id": 117,
        "text": "-Да."
      }
    ]
  },
  {
    "id": 123,
    "text": "—Почему наша кровь стала черной? \n\n— Это я у тебя должен спросить. Почему?-он остановился и посмотрел на меня. \n—Хотя и так знаю. Потому что твоя кровь нечиста.\n Такое бывает если ты полукровка.\n\n— Вот как....- я вздохнула и придвинулась к нему всё ближе.\n\n— У тебя есть еще вопросы? -он спокойно продолжил идти.\n ",
    "answers": [
      {
        "id": 120,
        "text": "-Нет."
      },
      {
        "id": 117,
        "text": "-Да."
      }
    ]
  },
  {
    "id": 124,
    "text": " Я пошла следом. Идя по широким коридорам я оглядывалась, а в голове возникла мысль \" Снаружи он кажется меньше...\" \n\n -Так и будешь за мной идти? — сказав это он остановился, а я врезалась в его шрокую спину.\n\n—Ай... Прост..- я не успела это договорить как меня прижали к стене. \n—Что? \n\n—Ты же меня хранителем сделала потому что выходить за пределы храма хочешь? Для начала сделай барьер от ёкаев.\n\n",
    "answers": [
      {
        "id": 125,
        "text": "-Барьер? "
      },
      {
        "id": 126,
        "text": "-Как?"
      }
    ]
  },
  {
    "id": 125,
    "text": "— Барьер? \n\n— Да. Ты де не думала что как только я появлюсь то все наладится? Наивная маленькая мышка.- он немного отстранился от меня.",
    "answers": [
      {
        "id": 126,
        "text": "-Как?"
      }
    ]
  },
  {
    "id": 126,
    "text": "—Как?\n\n—Надела кимоно, взяла веер и погнала. — он показал жестом куда-то в глубь коридора и сразу же сбежались лисицы-хранительницы. Они вручили мне книгу и сказали выучить один из ретуалов.\n\n— Какого хрена? За час выучить это? Это же нереально.",
    "answers": [
      {
        "id": 127,
        "text": "Возмущатся дальше."
      },
      {
        "id": 129,
        "text": "Пойти и учить."
      }
    ]
  },
  {
    "id": 127,
    "text": "— Я не смогу выучить этот танец. Идите в баню господа.\n\n— Достопочтенная Нанами, вы должны выучить до рассвета. Постарайтесь.\n\n— Не смогу я! Я туп как пробка от дешевого винишка.\n \n—Конфеты на кухне.  Если осилишь — получишь все.- голос хранительницы был слышен с виранды. \n\n—Правда?  Не врёшь? \n\n—Правда.\n",
    "answers": [
      {
        "id": 129,
        "text": "Пойти и учить."
      }
    ]
  },
  {
    "id": 128,
    "text": "",
    "answers": [
      {
        "id": 130,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 129,
    "text": " Быстро побежала в комнату я начала рассматривать картинки с движениями в книге. Читала другие книги и хранители показывали мне трудные движения. Правда у меня вообще не получалось.\n\n До того времени как я почувствовала дрожь. Земля под ногами дрожала и в комнату зашел обеспокоенный рыжик.\n \n— Началось, госпожа, выш выход.- он протянул мне веер и вывел на улицу.",
    "answers": [
      {
        "id": 131,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 130,
    "text": "",
    "answers": []
  },
  {
    "id": 131,
    "text": " Когда я вышла, то увидела толпы призраков  и ёкаев которые пытались пробраться в храм в котором сидели хранители тихо, как мышки.\n\n— Что происходит? — я взялась за рукав своего хранителя и он посмотрел на меня.\n\n— Они почувствовали запах бога и теперь хотят съесть тебя. Остальное расскажу как разберемся с этим.",
    "answers": [
      {
        "id": 132,
        "text": "-Что?"
      }
    ]
  },
  {
    "id": 132,
    "text": "—Что? — я даже не успела договорить как Кохэку принял облик огромной девятихвостой лисы и ринулся в толпу ёкаев.\n\n— Кохэку! — огромные лапы Кохэку раскидывали демонов по сторонам, а огромная пасть перекусывала их тела и они расстворялись в воздухе черной дымкой.\n\n Меня сковывал страх. \n\" Только бы все было хорошо\" — как только я об этом подумала мой хранитель подлетел в воздух и его схватила за лапу огромная змея, которая появилась из под земли или из самих ёкаев.",
    "answers": [
      {
        "id": 133,
        "text": "Побежать на помощь."
      },
      {
        "id": 134,
        "text": "Ничего не делать."
      }
    ]
  },
  {
    "id": 133,
    "text": "Я побежала в их сторону и взяв карманный нож который был всегда со мной я вонзила в хвост змее.\n\nКраем глаза я заметила как сзади моего хранителя начали появлятся фантомы. Огромное количество маленьких змей будто веревки оплетались вокруг его лап и закрывали пасть.\n\n— Кохэку.. — я привлекла внимание змеи на себя. И заметив это я отскочила в сторону когда она пыталась проглотить меня.\n\n\n",
    "answers": [
      {
        "id": 135,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 134,
    "text": " Я стояла в ступоре. Я не могла помочь ничем... А что я могу сделать? Я могу просто стоять и смотреть... \n\n—Кохэку...- я тихо шептала это сжав руки в кулак. \n Брызги крови, клочки шерсти и грозное рычание перемешалось у меня в голове.\n Я не знала кто побеждает, кто проигрывает.... Я просто стояла и смотрела пока...\n\nКровь моего хранителя попала на меня. Мои руки, лицо и одежда, я вся была в его крови. \n Я решила попытаться сделать хоть что-то.",
    "answers": [
      {
        "id": 133,
        "text": "Бежать на помощь."
      }
    ]
  },
  {
    "id": 135,
    "text": "\" Все не может так закончится...\" \n \n Я бежала как олимпийский чемпион пока....\n\n Я вдруг подлетела ввоздух. Меня задела змея своим хвостом и я оказалась прямо над её пастью.  \n— Черт. — это был голос Кохэку, он был совсем рядом в человеческом обличьи он прижал меня к себе и мы оба оказались во рту у змеи. \n\nМы долго спускались по склизким стенкам внутри этого чудовища, но все же достигли желудка.",
    "answers": [
      {
        "id": 136,
        "text": "-Что нам делать? "
      }
    ]
  },
  {
    "id": 136,
    "text": "— Что нам делать? — я схватилась покрепче за руку хранителя. Склизкая жижа которая была мне по пояс очень обжигала. \n\n— Веер с собой? -спросил он совершенно спокойно.\n\n— Как ты можешь быть настолько спокоен в такой ситуации? Нет... Я его уронила кажется...\n\n— Ты не дура, ты хуже... \n\n—Ты впорядке? — я посмотрела на него, ни одной царапины вообще.\n",
    "answers": [
      {
        "id": 137,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 137,
    "text": "—Конечно же. Я не получаю серьезных травм если поблизости с храмом и моим богом.\n\n—Тоесть...- я поняла что совершила ошибку...\n\n— Да, я бы сам смог разобраться, но ты вмешалась и теперь мы тут, а это существо хочет проглотить храм.\n\n— Как нам выбраться? — я отвела взгляд в сторону.\n\" Надеюсь они смогут продержаться...\"\n\n—Вот так. — Кохэку обнял меня сзади и взял мою руку с ножом в свою.\n",
    "answers": [
      {
        "id": 138,
        "text": "-Чт..Что ты делаешь? "
      },
      {
        "id": 139,
        "text": "-Эм..."
      }
    ]
  },
  {
    "id": 138,
    "text": "—Чт... Что ты делаешь? — легкий румянец показался на моих щеках.\n\n— Ты не в моем вкусе, малышка. — сказал он и сжал мою руку.\n— Сейчас мы будем учить тебя кое-чему...",
    "answers": [
      {
        "id": 140,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 139,
    "text": "—Эм... Если это подкат, то у тебя очень плохо получается...— за это он дал мне щелбан. \n\n—Дурочка, я и без подобного могу получить сердце любой девушки. Сосредоточься, сейчас я научу тебя кое-чему.\n",
    "answers": [
      {
        "id": 140,
        "text": "Дальше. "
      }
    ]
  },
  {
    "id": 140,
    "text": "—Кое-чему? Не думаю что сейчас самое подходящее время для учебы... \n\n—Время как раз идеальное. Чем быстрее ты научишься- тем быстрее мы не умрем.- сказал он с хитрой улыбкой. \n—Давай, заодно и барьер поставишь.\n\n— Да как и что мне делать, обясни быстрее.\n\n— Направьте свою силу в нож.\n",
    "answers": [
      {
        "id": 141,
        "text": "-Как?"
      },
      {
        "id": 142,
        "text": "-Как б***ь мне это сделать если ты не обьясняешь?  "
      }
    ]
  },
  {
    "id": 141,
    "text": "—Как? Объясни пожалуйста...\n\n— Нож это продолжение тебя, ты с ним одно целое. Просто делай тоже самое что и со своей рукой. Это практически также работает. Разгинать и сгинать пальцы все равно что выпустить пару искр из клинка и тд.\n\n—Это типо...Я не понимаю... \n\n—Значит будем сидеть тут пока ты не поймёшь.",
    "answers": [
      {
        "id": 143,
        "text": "-Ща всё будет."
      }
    ]
  },
  {
    "id": 142,
    "text": "—Как б***ь мне это сделать если ты не обьясняешь?  \n\n— Разве так говорит приличная дама? Слушай внимательно.-он наклонился и прошептал мне на ухо.\n—Нож это продолжение тебя, ты с ним одно целое. Просто делай тоже самое что и со своей рукой. Это практически также работает. Разгинать и сгинать пальцы все равно что выпустить пару искр из клинка и тд.\n\n—Это типо...Я не понимаю... \n\n—Значит будем сидеть тут пока ты не поймёшь.",
    "answers": [
      {
        "id": 143,
        "text": "-Ща всё будет."
      }
    ]
  },
  {
    "id": 143,
    "text": "—Ща все будет. — я вырвалась из теплых объятий моего хранителя и подошла к склизкой стенке.\n\n—Раз.. Два... Три.- я взяла нож поудобнее и воткнула его в змею, не пробив стенку.\n\n—Что ты делаешь? — он подбежал ближе ко мне и взял за руку.\n\n— Вызываю рвотный рефлекс конечно же. — я убрала его руку и воткнула снова. Потом еще раз и еще. \n \nНаконец послышались первые толчки.",
    "answers": [
      {
        "id": 144,
        "text": "Воткнуть посильнее и провести по стенке."
      }
    ]
  },
  {
    "id": 144,
    "text": " Я воткнула его еще раз и провела по склизкой и мерзкой оболочке желудка и стенки начали сжиматься.\n\n— Кохэку, обними меня.- он кинул на меня удивленный взгляд, но обнял покрепче.\n\nВ следующую секунду нас начало толчками подбрасывать вверх и вот мы оказались на свободе вместе с рвотой.\n\n—Б*я какого хрена... \n\n— А чего ты ожидала? \n",
    "answers": [
      {
        "id": 145,
        "text": "-Чего-то поприятнее этого..."
      },
      {
        "id": 146,
        "text": "-Ну... Конфет?"
      }
    ]
  },
  {
    "id": 145,
    "text": "—Чего-то поприятнее этого... Типо упадем мы такие на что-то мягкое и приятное...\n\n—Ты дура? — он резко отдернул меня в сторону и взял на руки. Змея попыталась нанасти нам удар.\n",
    "answers": [
      {
        "id": 147,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 146,
    "text": "—Ну... Конфет? Типо упали мы и тут конфеты...\n\n—Все твои мысли только о еде? -он отдернул меня в сторону и взял на руки. Змея попыталась нанести нам ответный удар.\n\n",
    "answers": [
      {
        "id": 147,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 147,
    "text": "—И как мы... \n Я не успела договорить как вдруг прямо перед нами появились два парня, как две капли воды похожие друг на друга.\n\n—Аой. — сказал парень в строгом костюме. Аккуратно завязанный галстук придавал ему элегантности.\n\n—Окей, братец. — ответил ему парень, который судя по одежде был неряшлив — рубашка неглажена, галстук завязан кое-как и грязные ботинки.\n",
    "answers": [
      {
        "id": 148,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 148,
    "text": " Аой одним щелчком пальцев призвал меч, которым через секунду была порезана змея на две части — голову и все остальное.\n\n Брызнула кровь и все исчезло. Никаких разрушений никакой крови, вообще никаких следов боя.\n\n—Что за?- я смотрела на двух парней которые склонили перед мною свои головы.\n\n—Принцесса, не волнуйтесь, вы сражались с этой змеей в мире духов, не в человеческом. Поэтому ничего не изменилось.",
    "answers": [
      {
        "id": 150,
        "text": "-Ты что мысли читаешь? "
      },
      {
        "id": 151,
        "text": "-Вы кто? "
      }
    ]
  },
  {
    "id": 149,
    "text": "Аой. \nОн демон дворецкий Нанами.\n  Большую часть времени он флиртует с девушками, не серьезный и невнимательный.\n  Но искренне заботится о своей госпоже. Он любит её и не скрывает этого. \n______________________________________________________\n \nЛуи. \n Он ангел дворецкий Нанами. \n Он очень силен в медицине и более серьезен чем его брат Аой. \n Всегда строг по отношению ко всем и всегда делает все на высшем уровне, на него можно положиться.",
    "answers": [
      {
        "id": 149,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a22/1805/04/5b4ac2c2d3fd.jpg"
      },
      {
        "id": 3,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 150,
    "text": "—Ты что мысли читаешь? -я спряталась за Кохэку.\n\n—Почти, принцесса, не бойтесь мы хорошие... Мы не обидем вас, а лишь заберем.- приятный голос синевласого был как бальзам на душу после всего что было.\n Хоть он и казался строгим, но был довольно милым.",
    "answers": [
      {
        "id": 151,
        "text": "-Вы кто такие?"
      }
    ]
  },
  {
    "id": 151,
    "text": "—Вы кто такие? -спросила я.\n\n—Мы ваши верные слуги. -ответили они разом.\n— Дворецкие Ада и Асии. Луи и Аой.- они говорили так синхронно словно один человек.\n\n—Почему вы пришли? -голос Кохэку прозвучал немного неожиданно...\n\n— Мы пришли забрать госпожу домой.-ответил милый неряха Аой.\n\n—Она ещё барьер не поставила.\n",
    "answers": [
      {
        "id": 152,
        "text": "-Я не знаю как."
      }
    ]
  },
  {
    "id": 152,
    "text": "—Я не знаю как. -ответила я Кохеку.\n\n—Поставила. — с легкой улыбкой ответил Аой щелкнув пальцами. Все вокруг покрылось яркой пылью ввиде купола и в мгновение исчезло.\n\n— Это что?- я спрашивала сжимая руку Кохэку сильнее.\n\n— Демонический барьер.- он ответил с осторожностью и посмотрел на меня.\n— Теперь можешь валить на всё четыре.- он посмотрел на меня и толкнул в руки Луи.",
    "answers": [
      {
        "id": 153,
        "text": "-Ты чего толкаешься?"
      }
    ]
  },
  {
    "id": 153,
    "text": "—Ты чего толкаешься, тупой лис. — я хотела сказать еще много чего, но мой рот зажал рукой Луи. Кохэку же, даже внимания не обратил и зашел в храм.\n\n—Принцесса, вы конечно простите, но дайте ему уйти и предоставьте нам выбор куда вы отправитесь.",
    "answers": [
      {
        "id": 154,
        "text": "-Какой выбор?"
      }
    ]
  },
  {
    "id": 154,
    "text": "—Какой выбор? -спросила я когда он отпустил меня.\n\n—Выбор куда вы отправитесь, госпожа — Аой слегка улыбнулся и повернулся к Луи. \n—Ну что, братец, бой?\n\n— Эээээ вы что драться собрались? -возмулилась я и стала между них.\n\n— Конечно, принцесса, у нас все решается с помощью боя.\n\n—Не-не-не. Так дело не пойдет. В \"чу-ва-ши\" играйте.\n\n\n",
    "answers": [
      {
        "id": 155,
        "text": "Посмотреть на их удивленный лица."
      }
    ]
  },
  {
    "id": 155,
    "text": "—\"Чу-ва-ши\"? — снова сказали они синхронно.\n\n—Ага. Так же легче. И никакой разрухи...\n\n—Я не против.-и снова эта синхронность... Это сведет меня с ума.\n\n—Чу-ва-ши покемоны алкаши. \n\n—Аой, первые ножницы. — ответил спокойно Луи.\n\n—Тиха. \n\n— Чу-ва-ши покемоны алкаши.\n\n—Аой, первые ножницы, блин...-ответила я.\n\n—Это же вторая игра... Не?\n\nНа этот раз мы с Луи с идеальной синхронностью сделали рукулицо.\n\n\n\n\n",
    "answers": [
      {
        "id": 156,
        "text": "-Давайте без этого. Просто три попытки..."
      }
    ]
  },
  {
    "id": 156,
    "text": "—Давайте без этого, просто три попытки.\n\n—Окей~ \n\n Они быстро сыграли  в результате которого 3:0 в пользу Луи.\n\n—Что ж... Принцесса, возьмите мою руку.- как только он протянул свою руку я протянула свою и когда наши пальцы коснулись друг друга.... \n Свет, грустное лицо Аоя и снова свет.... \n",
    "answers": [
      {
        "id": 157,
        "text": "Конец 4 главы \"Вы кто?\""
      }
    ]
  },
  {
    "id": 157,
    "text": " Ребят, это конец. Вообще в этом томе глав больше не будет.\n 3 том будет нескоро... Или скоро.\n\n Вместо него после 12 июня я начну писать квест \"История Мамору\" там вы в подробностях узнаете как жила маленькая Нанами ну и о сестре, и о брате Мамору тоже. \n\nСейчас по идее у меня должно быть больше свободного времени, но экзамены никуда не делись, поэтому примерно, ещё раз повторю, примерно 18-20 июня выйдет \"История Мамору\" и лишь после него, я начну писать 3 том. \n \nСпасибо что прошли мой квест, летнего настроения вам, мои хорошие читатели s( ^ ‿ ^)-b",
    "answers": [
      {
        "id": 1,
        "text": "На главную."
      }
    ]
  },
  {
    "id": 158,
    "text": "",
    "answers": []
  }
]