[
  {
    "id": 1,
    "text": "Название: \"Шурик\"\nЖанр: Ужасы, Мистика, Приключения\nАвтор: Moon_walker\n Объем: 22 страницы\n\n/Есть только ОДНА настоящая концовка/\n\n\n\"...мы сами порождаем своих демонов...\" \n ▪кто-то из знаменитых\n                                                   ****\n  Если долго плыть по течению, то куда-нибудь обязательно приплывёшь. Вот только я не согласен на куда-нибудь! Нет, слишком долго за меня всё решали другие! Надоело! Именно поэтому я не стал доверяться течению, а поплыл сам, туда куда захотел! Назад! И я доплыл. Во рту был мерзкий вкус железа. Кровь, — догадался я и со смаком проглотил её. Сквозь полузакрытые веки пробивался дневной свет, а в уши из открытого окна лез шум города. Тело болело так, как будто его вывернули наружу, и неимоверно хотелось жрать. ",
    "answers": [
      {
        "id": 2,
        "text": "[Начало]"
      }
    ]
  },
  {
    "id": 2,
    "text": "По улице огромного мегаполиса шли два мужчины в бесформенных балахонах унылого серого цвета. На их головах были странные шапки, одновременно напоминающие и бейсболку, одетую задом наперёд, и мусульманский тюрбан. Один из них шёл налегке, второй же нёс в руках небольшую чёрную коробочку с бегающими разноцветными огоньками и стрелочками, которая вела этих людей куда-то вглубь квартала. \n— Итак, Шурик, повторяю, — первый мужчина сверился с показаниями прибора в своих руках и продолжил инструктировать своего более молодого спутника, — Держись за мной. Именно за, а не впереди. И даже не рядом! Хоть клиент нас и не ждёт, но он всё-таки опасен, а ты ещё не обзавёлся боевым опытом.",
    "answers": [
      {
        "id": 3,
        "text": "[Слушать дальше]"
      }
    ]
  },
  {
    "id": 3,
    "text": "—Шурик! — мужчина дёрнул своего спутника за рукав и внимательно посмотрел на него, — мы на задании, в чужом времени, а ты вместо того чтобы слушать мои вводные, пялишься на девицу с мороженым! Я понимаю, что в семнадцать лет все женщины красивы, но уж коль на то пошло, то это мужчина! \nУслышав эту тираду, Шурик прекратил откровенно рассматривать красотку в обтягивающем серебристом платье и удивлённо уставился на старшего товарища. Его веснушчатое лицо за несколько секунд выразило целую гамму чувств и эмоций, от удивления до раскаяния и снова вернулось к удивлению. ",
    "answers": [
      {
        "id": 4,
        "text": "[Промолчать]"
      },
      {
        "id": 5,
        "text": "[Заговорить]"
      }
    ]
  },
  {
    "id": 4,
    "text": "— Как вы... — Вырвалось у парня, но он резко одёрнул себя, прервав фразу на середине вопроса.\n— Как я что? — усмехнулся второй мужчина, теребя в руке  свою острую бородку. Ему нравилось видеть, как нескладный Шурка, казалось бы, взрослый человек, суетливо заливается краской, словно обычный пацан. Этот малец жутко напоминал Сергею его самого в юности.",
    "answers": [
      {
        "id": 3,
        "text": "[ Назад]"
      }
    ]
  },
  {
    "id": 5,
    "text": "— Сергей Дмитриевич! А Вы это откуда знаете? – Шурик чуть ускорился и пытливо заглянул в лицо своему спутнику. \n— Во-первых, на задании я для тебя просто Сергей, чтобы сэкономить время на обращениях во время боя. Во-вторых, ты должен уметь анализировать. Фигура у дамочки весьма мускулистая и крепкая. Плечи, бицепсы и ноги помощнее твоих будут. Это типичная мужская фигура. В-третьих, ты обязан быть объективным и наблюдательным. Если бы ты поднял глаза выше бюста, то увидел бы... кадык! Ну, а в-четвёртых, ты должен нарабатывать опыт. Боевой опыт — это наше всё! Я в это время командируюсь часто и попросту знаю, что его зовут Вовчик и он содержит отель себе подобных в этом квартале. Уяснил? ",
    "answers": [
      {
        "id": 6,
        "text": "- Так точно, Сергей!"
      }
    ]
  },
  {
    "id": 6,
    "text": "— Так точно, Сергей! Разреши вопрос? \n— Валяй.",
    "answers": [
      {
        "id": 8,
        "text": "[Вопрос]"
      }
    ]
  },
  {
    "id": 7,
    "text": "«Сашкина кровь!» – догадался агент и бросился на врага, на ходу выхватывая кинжал с парализующим дротиком, однако тут же получил от уклонившегося мертвеца удар под дых и улетел обратно к Шурику, вновь немилосердно приложившись головой об стену. Мертвец же радостно засмеялся и под сухой натянутой кожей заходил кадык, словно пытаясь вырваться наружу. Сергей обречённо уставился на врага, чувствуя, что совсем скоро тому надоест играться с едой, и тогда он начнёт рвать их со стажёром на куски, в самом что ни на есть прямом смысле этого слова. Мертвец высунул зеленоватый длинный язык и с наслаждением слизнул с кулаков и подбородка кровь агентов, делая это не спеша и явно наслаждаясь моментом и страхом жертв. ",
    "answers": [
      {
        "id": 10,
        "text": "[Ждать]"
      }
    ]
  },
  {
    "id": 8,
    "text": "— Почему на ликвидацию разной нежити, мертвяков и мутантов всегда выдергивают агентов из другого времени? Мы ведь тоже зовём к себе других, хотя можем это сделать и сами. \nСергей задумчиво почесал подбородок, пригладил небольшую аккуратную бороду и не спеша принялся объяснять. \n— Нежить знает почти всех агентов — современников. А поскольку у них реакция острее человеческой, лишатели жизни типа нас с тобой, не имеют ни малейшего шанса. Поэтому и зовут тех, кого нежить не знает. Тогда первый удар за нами! Можно, конечно, нагнать кучу народа и задавить врага числом, но тогда и жертв будет много и мир о нежити узнает точно. Поэтому и работаем на выезде. Уяснил?",
    "answers": [
      {
        "id": 9,
        "text": "- Так точно!"
      }
    ]
  },
  {
    "id": 9,
    "text": "Так точно! – бодро отрапортовал Шурик и машинально повторил жест своего старшего коллеги, проведя рукой по несуществующей бороде, — А что тут было в наше время? Что это за район? Как — то мне тут…. знакомо. \n— Точно не знаю. Я не уверен, куда нас ведёт маячок, но мы, похоже, почти пришли. На всё про всё у нас осталось около десяти минут, так что ещё и кофе попить успеем! ",
    "answers": [
      {
        "id": 11,
        "text": "[Идти]"
      }
    ]
  },
  {
    "id": 10,
    "text": "Всё. Они обречены.\nВ эту секунду под балахоном у Сергея сработал зуммер, а ещё через пару секунд потрёпанные лишатели провалились в своё время. Они так же сидели у стены в той же самой квартире, только на век раньше. Сергей ладонью зажал рот коллеги и прислушался. Хозяев дома не было, и он не теряя времени достал из-за пазухи пакет первой помощи и заморозил рану Шурика двухкомпонентным спреем с обезболивающим. \n— Саня, вставай, пора отсюда валить! – агент стал поднимать ослабевшего соратника с пола, — Давай-давай! Ещё не хватало от хозяев получить обвинение в незаконном проникновении в жилище. Мы же не знаем, кто в этом будущем логове живёт в наше время! \n— Сергей Дмитриевич, — поморщился от ещё не прошедшей боли Шурик, — Я не знаю, как это возможно, но это моя квартира. Нас принесло сюда, наверное, потому что я хотел домой, да? \n— Нет, переносит всегда точно в то же самое место, где ты был! – ошарашено проговорил старший лишатель, после чего положил уже приподнятого коллегу на диван и пробежался по комнатам.",
    "answers": [
      {
        "id": 12,
        "text": "[Осмотреться]"
      }
    ]
  },
  {
    "id": 11,
    "text": "— Держись за мной и без нужды не встревай! Мертвец, к которому мы идём, непростой. Это столетний каннибал, на его счету тысячи жертв, и даже кто-то из наших, из лишателей. Его укусы ядовиты, так что будь осторожен! Уяснил? ",
    "answers": [
      {
        "id": 13,
        "text": "- Так точно!.. - В который уже раз обречённо отрапортовал Шурик."
      }
    ]
  },
  {
    "id": 12,
    "text": "На одной из стен висел портрет улыбающегося Шурика с какой-то заразительно смеющейся шатенкой. \n— Значит, правда — квартира его! – подумал Сергей и, бегом вернувшись в комнату, спросил: \n— Шурик, Шурик, Шууурик….. А как у тебя папу звали? А? \n— Почему звали? Зовут. Аким. \n— То есть ты у нас Шурик Акимович? — парень утвердительно кивнул головой, а Сергей, тяжело вздохнув, тут же направил на него ствол запасного пистолета. \n— Тот мертвец — это ты, Александр Акимович. Ты обосновался в своей бывшей квартире, потому-то мы здесь и оказались. И именно поэтому ты тот нас узнал и не убил… Ты даже не убежал! Ты знал, что в драке сможешь победить, а потом мы исчезнем… ",
    "answers": [
      {
        "id": 21,
        "text": "[Дальше]"
      }
    ]
  },
  {
    "id": 13,
    "text": "Лифт нежным женским голосом спросил нужный этаж и предложил чай и уборную. Сергей назвал адрес, вежливо отказался от дополнительных услуг и лифт, мягко покачиваясь, поплыл вверх. Нужная дверь отыскалась быстро, и агенты–\nлишатели, скинув капюшоны, представились электронному дворецкому. Конечно же, предварительно активировав симулятор правды. \n—Мы Аркадий и Михаил, пришли к Александру Акимовичу продемонстрировать запасные органы и прочие комплектующие для тела, производства нашей компании. Нам назначено! \n— Витька, впусти! — раздалось из динамика, и тут же щёлкнул электронный замок.",
    "answers": [
      {
        "id": 14,
        "text": "[Внутрь]"
      }
    ]
  },
  {
    "id": 14,
    "text": "Как только за спинами Сергея и Шурика захлопнулась дверь, хозяин квартиры, мужчина среднего роста с неприятным, чуть перекошенным лицом, ни слова не говоря, наотмашь ударил Сергея железным спальным модулем. Агент, не ожидавший такого развития событий, отлетел к стене и сполз по ней, оставляя на обоях широкий кровавый след от разбитой головы. Тупая боль пульсировала в затылке, а в глазах расходились круги. Некстати вспомнились плакаты из учебного центра с безголовыми жертвами такой вот нежити. «Сейчас, Серёженька, он и тебя схарчит!» – подумал агент.",
    "answers": [
      {
        "id": 15,
        "text": "[Бездействовать]"
      },
      {
        "id": 16,
        "text": "[В бой!]"
      }
    ]
  },
  {
    "id": 15,
    "text": " Сергей попытался приподняться, но голова жутко гудела, словно бы череп внезапно превратился в набатный колокол. Да, удовольствия мало.\n Поверхность пола манила к себе. Не в силах сопротивляться непонятному зову, Сергей расслабился и наблюдал за приближающимся плинтусом. Как будто сквозь туманную дымку он увидел что-то блеснувшее около левого уха, услышал сдавленный вопль. Не сразу дошло до агента, что кричит он сам — острый колышек от капкана пробил висок мужчине. \n Перед смертью не надышишься. Теперь он как никогда понял смысл этой старой пословицы. Сейчас его легкие судорожно сжимались, упорно требуя приток кислорода, однако мужчина мог только тихонько выдыхать и хрипеть, не желая расставаться с жизнью. \nПоследние секунды. Сергей приподнял затуманенную болью голову. Вот Шурик стоит напротив мертвеца, сжимая в руках крепкий стул. Парень слегка покачивается, пытаясь перебороть нелепые капризы уставшего тела, и тут нежить делает резкий выпад в его сторону. Громкий и отрывистый, словно выстрел, вопль оглушил мужчину. Шурка, его забавный подопечный, осел на пол. В тусклом свете блеснули брызги алой крови. Вместо одной мальчишеской мускулистой руки красовался обрубок. А упырь тем временем, растягивая губы в мерзкой ухмылке и обнажая острые зубы, наклонился к раненому. Мальчику не жить — бритвенные клыки слали рвать тёплую плоть на части.\n Спокойной ночи, малыш Шура... Увидимся на том свете....",
    "answers": [
      {
        "id": 1,
        "text": "The end"
      }
    ]
  },
  {
    "id": 16,
    "text": "«Сейчас, Серёженька, он и тебя схарчит!» – подумал агент, но в это время Шурик со стулом в руках уже напал на врага. Мертвец был невысокого роста и некрупной комплекции, но обладал неимоверной физической силой. Несколько секунд он с улыбкой смотрел на Шурика, легко уклоняясь от неумелых выпадов начинающего лишателя, затем ударил противника кулаком в лицо так, что кровавые брызги нелепыми кляксами легли на стены и на разостланную кровать. После чего швырнул жертву в стену и, прыгнув следом, откусил теряющему сознание юноше кусок правой руки вместе с одеждой, выбрав мякоть между плечом и локтем. Парень взвыл и попытался остановить кровь здоровой левой рукой, но рана была слишком велика, а правая рука тут же повисла безвольной плетью со стекающими по пальцам ручейками крови.",
    "answers": [
      {
        "id": 17,
        "text": "[Застонать и отключиться]"
      }
    ]
  },
  {
    "id": 17,
    "text": "Тем временем Сергей уже вскочил на ноги и, вынув из под балахона пистолет с сывороткой, попытался выстрелить в мертвеца. Однако тот двигался настолько быстро, что даже в замкнутом пространстве умудрялся не останавливаться, хаотично меняя направление бега и тем самым не давая Сергею ни секунды для выстрела. Агент, пытаясь всё время держать цель на мушке, даже не заметил, как мертвец, плавно приближаясь, оказался на расстоянии вытянутой руки. Мгновение, молниеносный выпад — и пистолет падает на пол, а лишатель летит плашмя в стену и падает рядом с напарником. Правое колено попало во что-то липкое. «Сашкина кровь!» – догадался агент.",
    "answers": [
      {
        "id": 18,
        "text": "[Попытаться схватить пистолет]"
      },
      {
        "id": 7,
        "text": "[В бой!]"
      }
    ]
  },
  {
    "id": 18,
    "text": " Сергей прикинул взглядом — до пистолета меньше метра. Вряд ли он сейчас в лучшем состоянии, но всё же как-никак оружие. \n Резким рывком Сергей поднялся на ноги. В висках запульсировало, но агент пересилил банальные человеческие чувства. Ещё немного — и он отомстит. \n Тем временем мертвец тоже восстановил равновесие и сейчас стоял неподалёку, тихонько ворча, пристально наблюдая за действиями Сергея. Тот знал — ещё одно движение и упырь бросится на него, словно бешеный зверь. Ещё пару секунд...",
    "answers": [
      {
        "id": 19,
        "text": "[За пистолетом]"
      },
      {
        "id": 20,
        "text": "[Стоять]"
      }
    ]
  },
  {
    "id": 19,
    "text": " В конце концов, риск — дело благородное. Сергей помялся на месте, сфокусировал взгляд на стене и резко рванул в противоположную сторону, где на полу мрачно поблескивало оружие. Раздался раздирающий барабанные перепонки рык — и знакомая сталь приятно холодит его руку. \n В следующий момент Сергей почувствовал резкий толчок, на его тело налег ужасный груз мёртвой плоти. \n— Чёрт тебя дери! — ругнулся агент, чувствуя на своем лице смрадное дыхание. От удара проклятый пистолет вновь выпал, но на этот раз упал недалеко. \n Отпихнув от себя нежить, Сергей схватил его, молнеиносно приставил дуло к голове мертвеца и нажал на курок, успев при этом поскользнуться. \n Словно в замедленной съёмке он увидел приближающийся пол, окрашенный потоками свежей, вонючей и склизкой крови чудовища. Но в его мозгу успела промелькнуть одна, всего одна мысль. Он победил....\n Только вот дано ли ему очнуться?......",
    "answers": [
      {
        "id": 1,
        "text": "The end"
      }
    ]
  },
  {
    "id": 20,
    "text": " Всё. Конец игре. Эта тварь набросится на меня, а потом-таки дожрёт Шурика.\n Примерно такие, но абсолютно и точно безрадостные мысли бродили в голове Сергея эти долгие две секунды, глядя в мёртвые глаза нежити.\n Мертвец сделал один шаг. Всего один, но этого хватило, чтобы взрослый и уверенный в себе человек-профессионал почувствовал, как по его спине пробежал целый табун мурашек.\n Всё. Баста. Пропадать, так пропадать.\n Сергей попятился, давая мертвецу повод забеспокоиться. Тот легонько зарычал, обнажая гнилые, но очень острые зубы, в которых содержался смертельный яд.\n Агент, не желая выказывать страха, отвел взгляд. Его внимание приковало окровавленное тело Шурика. Тут Сергея осенило. Парень дышит!\n Эта мысль придала мужчине сил. Он, понимая, что идёт на безрассудство, побежал вперед. Прямо, не сворачивая. Туда, где его ждала оскаленная пасть каннибала.\n— На тебе, тварь ты эдакая! — Эти слова Сергей услышал будто издалека, успев только почувствовать острую боль в шее, когда острые клыки нежити впились в его глотку, разрывая кожу.\n                                             *****\n — Сергей! Сергей Дмитриевич! Отзовитесь!\n Шурик сидел на коленях перед искалеченным телом. Ошмёток, оставшийся от правой руки был грубо замотан обрывком замусоленной тканию, а второй Шурка пытался привести в чувство бездыханного напарника.\n Спустя две минуты бессмысленного метания парень всё понял. Сергея уже не вернуть. От этого горького осознания из его глаз невольно выкатилась слеза, зависнув на кончике носа. Затем сверкающая чистая капля упала вниз, смешавшись с тремя ручейками крови.\n Два мертвеца — один человек. Не правда ли, печальный конец? Или только начало....",
    "answers": [
      {
        "id": 1,
        "text": "[В начало]"
      }
    ]
  },
  {
    "id": 21,
    "text": "\nПарень смотрел на него расширившимися от ужаса глазами и, поминутно сглатывая подступающий к горлу ком, шептал: \n— Не надо, пожалуйста, пожалуйста, я ни в чём не виноват… \nОт прожигающего выстрела плазменного пистолета тело Шурика несколько раз дернулось в конвульсиях и осело на подушки, напоследок нелепо взмахнув руками. Невидящие глаза уставились на висящую на стене картину, а из уголка рта побежала тонкая струйка крови. Сергей прикрыл бывшему коллеге глаза и сказал ему извиняющимся тоном: \n— Прости, Шурик, но это единственный способ остановить тебя будущего. Прости… – и лишатель спешно покинул квартиру бывшего коллеги. ",
    "answers": [
      {
        "id": 22,
        "text": "[Эпилог]"
      }
    ]
  },
  {
    "id": 22,
    "text": "Если долго плыть по течению, то куда-нибудь обязательно приплывёшь. Вот только я не согласен на куда-нибудь! Нет, слишком долго за меня всё решали другие! Надоело! Именно поэтому я не стал доверяться течению, а поплыл сам, туда куда захотел! Назад! И я доплыл. Во рту был мерзкий вкус железа. Кровь! — догадался я и со смаком проглотил её. Сквозь полузакрытые веки пробивался дневной свет, а в уши из открытого окна лез шум города. Тело болело так, как будто его вывернули наружу, и неимоверно хотелось жрать. Так вот как я стал мертвецом!.. Ну, Сергей Дмитриевич, ну удружил! Думая, что предотвращаешь, ты сам меня и создал. Тебя я первым теперь и сожру! Вместе с твоей чёртовой семьей, ты же их любишь больше всего на свете! Надо поспешить, пока ты не просёк, что я вернулся. Для меня сейчас, пожалуй, самое главное — это наставника побыстрее сожрать! И не забыть потом себя за руку цапнуть, иначе круг разорвётся! — мертвяк сладко потянулся, сидя на кровати, и хищно улыбнулся своей новой жизни. Жизни после смерти, жизни вместо смерти.",
    "answers": [
      {
        "id": 1,
        "text": "The end"
      }
    ]
  },
  {
    "id": 23,
    "text": "",
    "answers": []
  }
]