[
  {
    "id": 1,
    "text": "—Это вторая сказка из цикла Демонология. Она расскажет о поехавшем психопате на чьём счету уже два десятка людей. За ним охотятся: и органы правопорядка, и увожаемый в некоторых кругах родитель одной из жертв. Какая же истинная цель этих убийств и есть ли она? Хотя скорее всего он просто псих наслаждающийся смертью невинных людей.\nВ любом случае зрелище предстоит приинтереснейшее. Как же в этот раз будет рассказана сказка финал которой уже давно известен?\n—Высший демон Адь'ю Фад.\n",
    "answers": [
      {
        "id": 2,
        "text": "Начать"
      },
      {
        "id": 3,
        "text": "Концовки"
      },
      {
        "id": 4,
        "text": "От автора"
      },
      {
        "id": 22,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 2,
    "text": "Тёмная ночь, но не тихая воздух пронзали вопли полицейских сирен и редкие выстрел.\n—В этот раз он не уйдёт- прокричал лейтенант.\n—Быстрее, бытрее- кричал Демон на ухо человеку с зажатым в руке ритуальным ножом.- они нас щас догонят!\nДемону было очень страшно. Ведь если его человечка схватят то как он сможет убивать людей в тюрьме его навряд ли подпустят к другим заключённым.\nРаздумия Демона прервала пуля пролетевшая совсем рядом с ухом Джона.",
    "answers": [
      {
        "id": 6,
        "text": "Испугаться и сжавщись в позу имбриона\nумолять не стрелять."
      },
      {
        "id": 7,
        "text": "Развернуться и броситься на преследователей."
      },
      {
        "id": 8,
        "text": "Попытаться оторваться от преследователей свернув в подворотню."
      }
    ]
  },
  {
    "id": 3,
    "text": "—\"Смерть городской легенды\"\n—\"Судьба убийцы...\"\n—\"Опьянённый безумием\"\n—\"Ушёл красиво!\"\n—\"Богатая на труппы ночь\"\n—*Секретная концовка*",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 4,
    "text": "—Вижу ты хорошо повеселился во время нашей прошлой встречи. Приятно ведь создавать новую историю? В такие моменты вполне можно почуствовать себя Богом! ",
    "answers": [
      {
        "id": 5,
        "text": "Молча кивнуть"
      }
    ]
  },
  {
    "id": 5,
    "text": "—У меня сегодня хорошее настроение и поэтому можешь задать любой вопрос, но только один.- Высший улыбнулся.",
    "answers": [
      {
        "id": 18,
        "text": "—Не надо, я сам во всём разобраться хочу."
      },
      {
        "id": 19,
        "text": "—Всё таки я хочу кое-что узнать."
      }
    ]
  },
  {
    "id": 6,
    "text": "Джон упал на тропинку в парке и завопил:-Не надо, не стреляйте.\n—Ты идиот, что ты творишь!? Ты у меня так в аду запаёшь!- Демон верещал не тише Джона. Он был в ярости, нет он был в ЯРОСТИ.\nК Джону осторжно подашли люди в форме.\nМайор внимательно посмотрел на Джона и скомандовал:",
    "answers": [
      {
        "id": 9,
        "text": "—Убить тварь."
      },
      {
        "id": 10,
        "text": "—На прицел и в наручники."
      }
    ]
  },
  {
    "id": 7,
    "text": "Глаза Джона блестнули безумием и он резко развернувшись рванул к преследователям веря что удача его и в этот раз не подведёт. Он чуял близость к успеху.\nЧутьё и удача подвели его.\nОни ожидали чего-то подобного и Джон не успев добежать до них рухнул с десятком пулевых ранений.\n—Дибил, дибил тупой человек!- вопил безтелесный демон пиная остывающее тело.\n—Что случилось, Ю? А-а понятно одержимый помер ну не чего в аду найдётся для тебя работа, как на счёт работы у котлов?\n—Не, он живой, он ещё может убивать.- со страхом говорил демон.\n—Да да, сразу видно на сколько он жив.- с этими словами Высшая взяла демона за шкирку оглядело место где встретил свой конец перспективный одержимый. Её взгляд задержался на молодом Майоре. Мысленно она отметила что очень хочет увидеть его в аду, желательно в цепях.\nВысшая что то мечтательно промурлыкала и исчезла оставив странный, но знакомый каждому человеку запах.\n\nПоздравляю открыта концовка: \"Опьянённый безумием\"",
    "answers": [
      {
        "id": 1,
        "text": "—Прощай, самоуверенный человек и демон с очень скучным и безперспективным будущим."
      }
    ]
  },
  {
    "id": 8,
    "text": "Джон забежав в подворотню рванул по дворам.\nЧерез пол часа когда сирены уже не были слышны он перевёл дух и направился на свою квартиру.\n—Отлично человек, ты снова смог избежать наказания.- удавлетворённо промурлыкал демон.\n—Они слишком глуппы что бы меня поймать.\n—Ты был на краю. Не стоило так долго с этой девушкой церемониться.\n—Если бы я всё сделаль\n бы быстро то как она бы всю боль ощутила?\n—Ладно, что было то было, человек.\nУвлечённый этим разговором Джон не заметил как дашол до своего Дома.\nПеред подьездом стояли машины соседей, которые он все наизусть выучил и чёрная не знакомая машина. При взгляде на неё какой-то колокольчик тревожно звякнул в нутри.\nСкорее всего это параноя.\n—Ну чего ждёшь?- нетерпиливо крикнул демон на ухо.\n",
    "answers": [
      {
        "id": 14,
        "text": "Подняться на одиннадцатый этаж и зайти свою квартиру."
      },
      {
        "id": 15,
        "text": "Найти в тайнике детонатор и подорвать собственную квартиру. "
      }
    ]
  },
  {
    "id": 9,
    "text": "Двое полицейских не ослушались приказа старшего по званию друга и раздались несколько глухих выстрелов.\nПули вошли в спину и Джон обмяк.\nВ отчёте значилось: \"Джонатан Налан убит при сопративлении органам правопорядка\", \" О.З. Кейло получил звание Подполковника полиции.\"\nУбийства прекратились. Жертвы убийцы были отомщены.\n\nПоздравляю открыта концовка:\"Смерть городской легенды\"",
    "answers": [
      {
        "id": 1,
        "text": "—Прощай трус убитый ментом."
      }
    ]
  },
  {
    "id": 10,
    "text": "Напарники майора взяли на прицел Джона.\nСам же майор достал наручники и осторожно подошол к нему.\n—Встань и руки за спину- у майора всё внутри клокотало. Ему очень хотелось убить эту тварь что скрючилась перед ним. —Напарники не подвидут, но это не правильно.- думал майор.\nДжон сжал рукоять ножа обеими руками приготовивщись бить.\n—Сейчас встану, я устал.",
    "answers": [
      {
        "id": 11,
        "text": "Резко встать и ударить майора ножом в шею."
      }
    ]
  },
  {
    "id": 11,
    "text": "Майор не чего не успел понять и фантанируя кровью стал заваливаться набок.\nЕго напарникм не ожидая такой скорости от скрючивщегося на земле человека слишком поздно стали стрелять.\nДжон полный решимости рванул ко второму словив пару пуль.\nКороткий взмах и из артерии хлещет кровь.\nОсталось всего двое живых на этой алее.\n—Какже громко ты вопишь.- спокойно сказал окрававленный Джон.\nПолицейский всё сильнее орал пока Джон водил лезвием по лицу последней жертвы.\nДжон заглянул в глаза и увидел там только боль и страх.\n—Всё как всегда- грустно проговорил он пронзая ножом грудную клетку полицейского.\nХрип и на алее стоит только один живой.\n—Как же я устал- с этими словами Джон подошол к большому дереву и сел оперевшись о могучий ствол спеной.",
    "answers": [
      {
        "id": 12,
        "text": "—Не спи, у нас ещё много работы."
      }
    ]
  },
  {
    "id": 12,
    "text": "—А? Демон. Ты всё ещё тут... Прости, но наше веселье подходит к концу...\n—Не смей человек, соберись мы ещё многих убьём.\n—Забавно, я скоро буду напоминать своих же жертв... Тоже откинусь от кровапатери.- как будто не слыша демона сказал Джон.\n—Джон! Джони! Ты где?- очень тихо, но одновременно очень громко звал кто то недалеко.\n—Кто это?- испуганно спросил Джон.\n—Ах это? Это просто старушка с косой, которую ты небоишься.- злорадно сказал Демон.\n—Где же ты Джони?!\n",
    "answers": [
      {
        "id": 13,
        "text": "—Меня нет."
      }
    ]
  },
  {
    "id": 13,
    "text": "—Нашолся голубчик.- из-за дерева показась старушка в балахоне.-За тобой было интересно наблюдать. Эх, стольких новых людей благодаря тебе узнала.\nГлаза Джона и бездонные пустые глазницы смерти встретились.\n—Я хочу жить- попытался завопить Джон, но вышел едва слышный шопот.\n—Все хотят.-грустно сказала смерть.\n—Ну что доигрался? А я тебе говорил бежать надо было.\n—Иди к чёрту это всё из-за тебя.\n—Глупый человек, демонов дома не ждут.- грустно проговорила смерть.\nДжон последний раз взглянул на прекрассное звёздное небо и наверное только сейчас осознал: \"Как прекрасно просто жить, как прекрасен этот мир\"\nВскоре патруль прочёсывающий местность нашол три лежащих рядом тела в полицейской форме и не подалёку ещё одно с замершей на губах предсмертной улыбкой.\n\nПоздравляю открыта концовка: \"Судьба убийцы...\"",
    "answers": [
      {
        "id": 1,
        "text": "Прощай, забравший с собой жизни людей и улыбки их близких."
      }
    ]
  },
  {
    "id": 14,
    "text": "—Да так задумался просто.\nДжон зашёл в тёмный провал двери.\nТут же его скрутили чьи-то руки и захлопнули за ним дверь...\n—Не подвела интуиция-мелькнула мысль.\nУдар, ещё удар. Оба по рёбрам.\n—Ну чё паскуда.-сказал качок \"бандиской\" внешности включая свет.\n—Вы кто?\n—Помнишь девчулю, с которую ты покрамсал?\n—Конешно, ах как же она стонала, а потом...-Джон мечтательно закатил глаза.\nУдар с локтя в нос-пошла кровь.\n—Ну так вот мы от её отца уважаемого кстати  человека.\n—Простите пожалуйста я больше так не буду.- искренне пообещал Джон.\n—Обещаешь?",
    "answers": [
      {
        "id": 16,
        "text": "—Ага обещаю, только развяжите."
      }
    ]
  },
  {
    "id": 15,
    "text": "—Всё же доверюсь чутью.- решил Джон и подошёл к двери подьезда. Он долго её осматривал, потом ногтем подкавырнул небольшой выступ рядом с дверью и в его руки упала пластмасовый маркер, покрайнемере он выглядел так внешне.\nДжон отошол так что бы видеть своё окно.\n—Эх, а я ведь всегда закрываю окно когда ухожу.- сказал он глядя на открытое окно.",
    "answers": [
      {
        "id": 17,
        "text": "Нажать на кнопку детонатора."
      }
    ]
  },
  {
    "id": 16,
    "text": "—Да ты мразь ещё...- бандит не находил слов что бы высказать свои имоции и поэтому просто с размаху носком сапога пнул в челюсть Джона.\nПо полу рассыпались зубы.\nВопль Джона утанул в крови.\n—Так над молодой девчёнкой!- ещё пинок.- Мразь! \nБандит был в ярости для него это задание было не просто заурядным делом.\n—Я умфу, но фто бы фаскрефнуть и верфуться фнова.- выплёвывая слова вместе с кровью прошипел Джон.\nДжон извернулся под неестествинным углом и укусил державшего его качка. Из шеи брызнула кровь.\nКачок схватился за шею стараясь зажать рану.\nДжон улыбнулся глядя в глаза бандиту.\nРаздалось несколько выстрелов.\nУлыбка расползлась до ушёй и Джон нырнул в открытое окно.\n—Как же удачно.-подумал Джон последний раз в своей жизни.\nБандит постоял задумчиво и проговорил:\"-Он слишком легко отделался...\"- а потом вместе со своим раненым напарником пошли к лифту.\nУбийства прекратились.\nНа похоронах Джона почти не кого не было, почти...\n\nПоздравляю открыта концовка:\"Ушёл красиво!\"",
    "answers": [
      {
        "id": 1,
        "text": "—Прошай, артист."
      }
    ]
  },
  {
    "id": 17,
    "text": "—Ух ты, а я думал твоя подстраховка не пригодится.- сказал демон.\nВ своей квартире Джон за газовой плитой установил не особо мощную, но достаточно сильную взрывчатку, что бы на несколько секунд устроить настоящий ад.\nКнопка ушла во внутрь \"маркера\" и тут же раздался хлопок, а через секунду из окна выпало горящее тело и с неприятным звуком приземлилось с одиннадцатого этажа.\nРаздался выстрел, потом ещё два...\n—У тех кто был в квартире тут караулили напарники.- пронзила Джона мысль.\nОн завалился на бок и увидел вылазевших из той самой не знакомой машины качков,  \nбандитской наружности.\n—Это пройгрыш, просто так сложилось, шлупое стечение обстоятельств.- это были последние мысли Джона, Величайшей городской легенды\nВыстрел и Джон провалился в небытьё...\nЕщё очень долго по городу ходили легенды об убийце так и не найденом полицией и о странном теракте в многоэтажке и трупе адвоката с пулевыми ранениями найдеными в туже ночь, когда состоялась аблава.\n\nПоздравляю открыта концовка: \"Богатая на трупы ночь.\"",
    "answers": [
      {
        "id": 1,
        "text": "—До встречи в аду, инквизитор."
      }
    ]
  },
  {
    "id": 18,
    "text": "—Это твоё право. До встречи, человек.- Высший слегка прекланил голову в знак прощания.",
    "answers": [
      {
        "id": 1,
        "text": "—Пока, Демон."
      }
    ]
  },
  {
    "id": 19,
    "text": "—И что же?- с любопытством спросил Высший. Ему явно нравилось любопытство этого человека.",
    "answers": [
      {
        "id": 20,
        "text": "—Почему ты всегда прощался, но в одной из концовок сказал \"До свидания\""
      },
      {
        "id": 21,
        "text": "—Зачем ты мне всё это рассказываешь и зачем даёшь возможность мне по своему рассказать эти истории?"
      }
    ]
  },
  {
    "id": 20,
    "text": "—Всё просто. Мы с ним точно скоро увидились бы. Всё таки странно что ты решил что эта канцовка важна. А теперь до свидания, человек всё равно скоро ещё поболтаем.",
    "answers": [
      {
        "id": 1,
        "text": "—До свидания, Демон."
      }
    ]
  },
  {
    "id": 21,
    "text": "Высший рассмеялся, без фальши он по настоящему смеялся над человеком.\n—Просто мне интересно , как вы люди можете изменить одну простую историю и преподать её в таких разных формах.\n—Тоесть я просто тебя развлекаю?\nВысший Демон загадочно улыбнулся и сказал:\"—Возможно дело в тебе, человек- человек почуствовал горячее дыхание Демона- а теперь прощай, наврят ли мы вскоре увидемся, хотя всё возможно.\nВ глазах блестнула тьма и человек осознал что сидит в кресле глядя за окно.\n—А ведь сейчас осень- задумчиво проговорила Светлана.\n\nПоздравляю открыта скрытая концовка: \"Необычное имя\"",
    "answers": [
      {
        "id": 1,
        "text": "—Прощай, ещё одна Светлана почти изменившая Демона."
      }
    ]
  },
  {
    "id": 22,
    "text": "",
    "answers": []
  }
]