[
  {
    "id": 1,
    "text": "Жанр: Апокалипсис, Романтика. \nАвтор: MaxElis\n\nПриветствую вас, дорогие читатели!  В этом квесте вы узнаете судьбу главного героя — Макса. Вы познакомитесь с жестоким миром, в котором, возможно, есть место для любви, счастья и дружбы. Здесь только вы решаете, каким будет сюжет и с кем будет главный герой. Удачи! И приятного прохождения! \n\nПсс, пожалуйста, сообщайте ваши мнения по поводу моего творения. Буду очень благодарен.\n\nСразу предупреждаю. Сюжет почти линейный. Только некоторые выборы будут влиять на дальнейшие события. А насчет отношений... Прочитайте комментарии. Там я это расписал.\n\nПроект заморожен на неопределенный срок. Возможно возобновление. ",
    "answers": [
      {
        "id": 2,
        "text": "Начать квест! "
      },
      {
        "id": 3,
        "text": "От Автора. "
      },
      {
        "id": 52,
        "text": "Достижения"
      },
      {
        "id": 61,
        "text": "Процесс разработки"
      },
      {
        "id": 64,
        "text": "Здесь вы можете перепройти главу"
      },
      {
        "id": 86,
        "text": "Советую почитать"
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "https://extrareality.ru/assets/img/quest_pics/2103/2103_1.jpg",
        "system": true
      }
    ]
  },
  {
    "id": 2,
    "text": "Перед началом рекомендую проходить квест с музыкой. Лучше всего подойдет музыка из игры This War Of Mine на 18 минут. Ищите в вк! \n\n\n\n\n\n\n\n\n\nВы — Максим (Макс). Живете в Москве и работаете в автосервисе и, как говорится, ни на что не жалуетесь. Автосервис находится недалеко от дома (приблизительно 10 минут пешком). Вам 25 лет и у вас до сих пор нет девушки. Возможно это было к лучшему, ведь вы весь день проводили в мастерской и вам было не до отношений. Но все же вы немного завидовали вашим сверстникам, ведь у них уже были девушки. Ваши родители погибли 5 лет назад, а других родственников вы не знали, поэтому жили в двухкомнатной квартире, оставленной вам в наследство от папы. Вы экономили деньги для того, чтобы наконец-то купить машину.\nТак же вы были на службе и поэтому отлично умеете стрелять. Вы всегда точно попадали в цель. \n\n\nЗа окном был прекрасный весенний день. В этот день вы собирались взять машину в кредит в автосалоне. Вы встали с кровати и подошли к окну. За окном светило солнце и кипела жизнь. Вы посмотрели на часы. \n—Отлично, сегодня у меня куча свободного времени, ведь сегодня суббота! \nВы умылись и привели себя в порядок. В вашем холодильнике, к счастью, было большое количество продуктов и вы без проблем могли бы не ходить в магазин в ближайшую неделю. \n\n\n\n\n",
    "answers": [
      {
        "id": 5,
        "text": "Позавтракать и забрать рюкзак. ",
        "need": -4
      },
      {
        "id": 4,
        "text": "Позавтракать и выйти из дома",
        "comment": false,
        "need": -4
      },
      {
        "id": 5,
        "text": "Забрать рюкзак",
        "need": [
          4
        ]
      }
    ]
  },
  {
    "id": 3,
    "text": "Если вы находитесь на этой страничке, значит я вас чем-то заинтересовал. \n\nЭто мой первый квест и, надеюсь, не последний. Мне было бы очень приятно, если вы бы поставили свою оценку в комментариях. Обо всех ошибках прошу сообщать ОБЯЗАТЕЛЬНО!! (Да шучу я, наслаждайтесь квестом) Но все же, если есть ошибки, то прошу сообщать об этом мне. \n\nПо поводу сюжета.  Мне иногда нужны мысли, поэтому ваши предложения и пожелания могут ускорить разработку сюжета и, соответственно, самого квеста. \n\nЯ постараюсь учитывать все пожелания в этом квесте (Если они, конечно, вписываются в картину моего сюжата)\n\nВНИМАНИЕ!  Параллельно с этим квестом я веду работу над другим квестом. Ознакомиться с ним можно ниже! ",
    "answers": [
      {
        "id": 2,
        "text": "Начать квест!"
      },
      {
        "id": 1,
        "text": "На главную страницу. "
      },
      {
        "id": 1,
        "text": "Квест: С чистого листа",
        "targetbookid": 110042
      }
    ]
  },
  {
    "id": 4,
    "text": "Вы вышли на улицу и вспомнили, что в рюкзаке забыли свой паспорт и деньги для первого взноса за кредит. ",
    "answers": [
      {
        "id": 2,
        "text": "Вернуться домой"
      }
    ]
  },
  {
    "id": 5,
    "text": "Вы забрали рюкзак и пошли к выходу. До автосалона было идти примерно 20 минут. ",
    "answers": [
      {
        "id": 6,
        "text": "Пойти в автосалон"
      }
    ]
  },
  {
    "id": 6,
    "text": "В автосалоне было много народу, и мне сказали ждать, пока ко мне подойдут. \n\nЧтобы скрасить ожидание вы решили... ",
    "answers": [
      {
        "id": 7,
        "text": "Посмотреть видео в Youtube-е"
      },
      {
        "id": 8,
        "text": "Поиграть в тетрис"
      }
    ]
  },
  {
    "id": 7,
    "text": "Прошло некоторое количество времени. \n\nВдруг вам на телефон пришло сообщение. ",
    "answers": [
      {
        "id": 9,
        "text": "Прочитать"
      }
    ]
  },
  {
    "id": 8,
    "text": "Вы почти побили свой рекорд. \nВдруг вам на телефон пришло сообщение. ",
    "answers": [
      {
        "id": 9,
        "text": "Прочитать сообщение"
      }
    ]
  },
  {
    "id": 9,
    "text": "МЧС:\n\"Просим Вас не выходить из дома, запереть все окна и двери. Ситуация под контролем. Мы сообщим, когда можно будет выйти из дома\".\n\nВскоре вам опять пришло  сообщение, опять от МЧС\n\n\"Просим вас, Максим Владимирович, пройти к ближайшему военному КПП, предварительно взяв с собой паспорт\".\n\nТем временем подошла ваша очередь, чтобы взять кредит, а заодно и ваш автомобиль. ",
    "answers": [
      {
        "id": 10,
        "text": "Взять машину в кредит и поехать на ней на КПП"
      }
    ]
  },
  {
    "id": 10,
    "text": "Вы взяли новенький Лэнд Крузер и поехали на КПП. Топливо было в норме. Через 20 минут езды вы были на КПП (Вы жили не очень близко к окраине города) ",
    "answers": [
      {
        "id": 11,
        "text": "Пройти на КПП"
      }
    ]
  },
  {
    "id": 11,
    "text": "Вы проехали на КПП и вас попросили предоставить паспорт. Вообще КПП был на самом Востоке Москвы и выглядел он внушительно. ",
    "answers": [
      {
        "id": 12,
        "text": "Предоставить паспорт. "
      }
    ]
  },
  {
    "id": 12,
    "text": "—Проезжайте на стоянку и ставьте свой автомобиль туда, а потом идите в главный штаб. Он находится в самой большой палатке (Сказал мне военный на КПП).\n—Спасибо \n\nВы поставили свой автомобиль на стоянку. Помимо вашего автомобиля на ней находилось еще большое количество военной техники. 2 БТР-а, 3 автомобиля с пулеметами, 2 танка, оборудованных по последнему слову техники. Там были и пулеметы, и гранатометы, и, так сказать, главное у танка — его дуло, выстрел из которого был ооочень сильным, и пускавая установка, и даже орудия для запуска дымовых шашек. Все это явно внушало доверие. \n\nВскоре вы дошли до штаба. \n",
    "answers": [
      {
        "id": 13,
        "text": "Зайти в штаб"
      }
    ]
  },
  {
    "id": 13,
    "text": "—Здравия желаю, товарищ командир! \n—Отставить формальности! Называй меня просто Димой. \n—Хорошо, Дима. \n—А ты, должно быть, тот самый меткий стрелок? \n—Да, служил когда-то... \n—Ну именно поэтому МЧС тебе лично и написало. Вообщем слушай. Ты в YouTube-е видео смотрел? \n—Ну... \n—Видел там что-то необычное? \n",
    "answers": [
      {
        "id": 14,
        "text": "Да (Соврать) ",
        "need": [
          7
        ]
      },
      {
        "id": 15,
        "text": "Нет (сказать правду) "
      }
    ]
  },
  {
    "id": 14,
    "text": "—Значит ты уже должен знать, что происходит во всем мире. \n—Ну видел. На самом деле я не очень понял что там происходит. \n—Как что? Ты действительно не знаешь? Зомби апокалипсис!! \n—Что? Какого черта? Почему я должен вам верить? \n—Придется поверить... \n—Да уж... \n—Вообщем задавай вопросы, когда закончишь, я дам тебе задание. Зомби уже на подходе. ",
    "answers": [
      {
        "id": 16,
        "text": "Что происходит в мире?",
        "need": -16
      },
      {
        "id": 17,
        "text": "Как обстановка у нас? ",
        "need": -17
      },
      {
        "id": 18,
        "text": "Что за вирус? Что он делает? ",
        "need": -18
      },
      {
        "id": 19,
        "text": "Давай к делу! ",
        "need": [
          16,
          17,
          18
        ]
      }
    ]
  },
  {
    "id": 15,
    "text": "—Значит ты еще ничего толком и не знаешь... \n—Нет.\n—Объясню. Весь мир поглотил Вирус. Он распространятся с большой скоростью. Скоро дойдет и до нашей страны. Если есть вопросы — задавай, потом дам тебе задание. \n",
    "answers": [
      {
        "id": 16,
        "text": "Что происходит в мире? ",
        "need": -16
      },
      {
        "id": 17,
        "text": "Как обстановка у нас? ",
        "need": -17
      },
      {
        "id": 18,
        "text": "Что за вирус? Что он делает? ",
        "need": -18
      },
      {
        "id": 19,
        "text": "Давай к делу! ",
        "need": [
          16,
          17,
          18
        ]
      }
    ]
  },
  {
    "id": 16,
    "text": "—Вирус вырвался на свободу, откуда — неизвестно. Известно только то, что по всему миру пошли очаги заражения. Страны борятся, но Зомби побеждают. Вскоре и до нас доберутся...",
    "answers": [
      {
        "id": 14,
        "text": "Задать другие вопросы. ",
        "need": [
          14
        ]
      },
      {
        "id": 15,
        "text": "Задать другие вопросы",
        "need": [
          15
        ]
      }
    ]
  },
  {
    "id": 17,
    "text": "У нас пока более-менее хорошо, правда, уже через день большая часть Москвы падет. Мы пока спасаем и вывозим всех кого можем. Строим убежища вне города. Вообщем... Завтра мир больше не будет прежним...  Хотя... И сегодня уже начинается хаос... ",
    "answers": [
      {
        "id": 14,
        "text": "Задать другие вопросы",
        "need": [
          14
        ]
      },
      {
        "id": 15,
        "text": "Задать другие вопросы",
        "need": [
          15
        ]
      }
    ]
  },
  {
    "id": 18,
    "text": "Ну тут все просто. Люди (хотя они больше не люди), зараженные этим вирусом, превращаются в ходячих мертвецов. Стать таким можно только через укус, либо попадание крови зараженного в кровь здорового человека. Человек после укуса как бы умирает, но при всем этом остается жив. Как говорят наши врачи:\"Мозг человека умирает в течении 4 минут после прекращения подачи в него кислорода. Вирус реанимирует человека, но уже после тех самых 4 минут... \"\n\n\nА еще они говорят, что этот вирус создавался как лекарство от всех болезней. И действительно, в других странах говорят, что обычные люди стали здоровее, а при пулевых ранениях человеку, которому вовремя оказали помощь, нужно буквально несколько дней для восстановления. \n\n—Выходит, что мы уже все заражены? (Вопросительно посмотрели вы на командира) \n—Да, вирус передается воздушно-капельным путем... \n—Мда.. \n—Кстати, если человек умрет просто так, то тоже превратится в зомби. Его воскресит вирус. \n—Теперь лучше не умирать на территории убежищ (сказали вы).\n—Согласен. \n",
    "answers": [
      {
        "id": 14,
        "text": "Задать другие вопросы ",
        "need": [
          14
        ]
      },
      {
        "id": 15,
        "text": "Задать другие вопросы",
        "need": [
          15
        ]
      }
    ]
  },
  {
    "id": 19,
    "text": "—Значит смотри. У меня есть сын, его Андреем зовут. Так вот. Он сейчас в центре. Там может быть опасно и я попрошу, чтобы ты поехал за ним. С тобой никто, к сожалению, не поедет. Все заняты — охраняют периметр. Говорят, что уже начали замечать очаги заражения у нас, в Москве. \nЯ дам тебе AK-74 с 4 обоймами, переоденешься в военное снаряжение, оденешь бронежилет и отправишься в центр. Приказ понял? \n—Понял, Дима. Доставлю вам его в целости и сохранности! \n—Надеюсь, Макс, надеюсь... Удачи! Возьми все снаряжение на складе, я уже распорядился. А, забыл. Возьми эту записку и передай Андрею, когда приедешь к нему. Надеюсь проблем не будет. \n\nС этими словами Командир ушел в штаб, видимо, что-то важное.",
    "answers": [
      {
        "id": 20,
        "text": "Взять 4 обоймы патронов",
        "var_set": [
          "ammo",
          150
        ]
      },
      {
        "id": 22,
        "text": "Одеть форму и бронежилет"
      }
    ]
  },
  {
    "id": 20,
    "text": "Вы взяли 4 обоймы по 30 патронов в каждой. Так же в автомате была полностью заряженная обойма. ",
    "answers": [
      {
        "id": 20,
        "text": "У вас",
        "comment": true,
        "var_show": [
          "ammo",
          "Патронов"
        ]
      },
      {
        "id": 21,
        "text": "Взять остальное снаряжение. "
      }
    ]
  },
  {
    "id": 21,
    "text": "Вам предложили взять остальное снаряжение. ",
    "answers": [
      {
        "id": 24,
        "text": "Надеть форму и бронежилет"
      }
    ]
  },
  {
    "id": 22,
    "text": "Теперь нужно взять автомат и патроны. ",
    "answers": [
      {
        "id": 23,
        "text": "Взять патроны",
        "var_set": [
          "ammo",
          150
        ]
      }
    ]
  },
  {
    "id": 23,
    "text": "Патроны были взяты, теперь нужно было отправляться. ",
    "answers": [
      {
        "id": 23,
        "text": "У вас",
        "comment": true,
        "var_show": [
          "ammo",
          "Патроны"
        ]
      },
      {
        "id": 24,
        "text": "Сесть в крузак"
      }
    ]
  },
  {
    "id": 24,
    "text": "Теперь нужно отправляться в город. Вы сели в свой крузак и поехали. ",
    "answers": [
      {
        "id": 25,
        "text": "Глава 1: Ирина"
      },
      {
        "id": 1,
        "text": "Вернуться на главный экран. "
      },
      {
        "id": 52,
        "text": "Достижения"
      }
    ]
  },
  {
    "id": 25,
    "text": "Когда вы выехали, на улицах уже царил хаос. Люди бежали от зомби, те, в свою очередь, догоняли их. \n\nНа половине пути в вас чуть не врезались. К счастью вам повезло, и вы вырулили на тротуар.\n\nДальше вся дорога прошла более-менее спокойно. Разве что было большое количество зараженных и людей, бегущих в вашу сторону. Кто-то даже ломился к вам, но вы просто проезжали мимо.\n—Извините, у меня свои дела, — говорили вы с ноткой сожаления. \n\nТак вы приехали к месту назначения. ",
    "answers": [
      {
        "id": 26,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 26,
    "text": "Вы подъехали к дому, в котором, судя по тому, что командир отправил вас именно сюда, должен был быть Андрей. Вокруг было тихо, зараженных не наблюдалось. \n—Так, а теперь тихо и мирно заходим внутрь... ",
    "answers": [
      {
        "id": 27,
        "text": "Войти в дом"
      }
    ]
  },
  {
    "id": 27,
    "text": "В подъезде было тихо, некоторые двери были открыты настежь. Их хозяева, скорее всего, уже покинули этот дом, а возможно и город. \n\nСпустя некоторое время вы добрались до 7 этажа. Вот она. Квартира, в которой должен находиться Андрей. Вы даже не представляли, как он выглядит и сколько ему лет. \n\nВы решили постучаться. ",
    "answers": [
      {
        "id": 28,
        "text": "Стучать в дверь",
        "var_set": [
          "knock",
          1
        ]
      }
    ]
  },
  {
    "id": 28,
    "text": "Никто не открывал. Вы прислушались. Внутри по-прежнему было тихо. Дверной звонок не работал. ",
    "answers": [
      {
        "id": 28,
        "text": "Постучаться в дверь",
        "var_add": [
          "knock",
          1
        ]
      },
      {
        "id": 29,
        "text": "Выбить",
        "var_need": [
          "knock",
          5
        ]
      }
    ]
  },
  {
    "id": 29,
    "text": "Вы вошли внутрь. Вас никто не встречал. Вы прислушались. Из комнаты доносились тихие всхлепывания и шмыганья носом. \n\nВы вошли в комнату, но никого не обнаружили. Звук доносился из шкафа. \nВы решили открыть шкаф, так как понимали, что зомби издать такой звук не может. \n—Не подходи!! — закричала со слезами на глазах девушка. \n—Не бойся, я не приченю тебе вреда. \n—Правда? — с заплаканными вопросительными глазами смотрела на вас девушка. \n—Правда. Расскажи мне что случилось. Прошу. Может я смогу чем-то помочь. \n—Ты врятли сможешь мне помочь... Я... Я... У меня был друг... Андрей... Я к нему сегодня приехала... Хотели его день рождения отметить. Он сказал мне ждать тут, а сам направился встречать друзей на остановку. Потом я услышала на улице взрывы. Выглянула в окно. Один из взрывов был как раз возле остановки... — она заплакала. \n—Ты ведь не знаешь наверняка. Они могли уже уйти оттуда. \n—Тогда бы они пришли сюда... \n—Возможно им не удалось и пришлось бежать в другую сторону. \n—Он бы все равно ко мне пришел... \nВы провели ее к дивану и сели рядом. \n—А знаешь что? Пошли на остановку. Проверим. \n—Я... боюсь. Там на улице что-то происходит. \n—Не бойся, я тебя проведу. У меня есть оружие. Кстати, тебя как зовут?\n—И...Ира. \n—Хорошо, Ира, у тебя есть рюкзак? \n—Да. Два. Они даже больше чем у тебя… \n—Принесешь? \n—Конечно \n\nОна ринулась в другую комнату. Вскоре вышла оттуда с большими, я бы даже сказал ОГРОМНЫМИ, рюкзаками. \n\n—Собирай вещи, возьми все самое необходимое: еду, воду, фонарик, спички, нож. Если есть что-то еще, что нужно на твой взгляд — бери.\n—Хорошо. \n\nВы вместе собрали рюкзаки и собрались выходить. \n\n",
    "answers": [
      {
        "id": 30,
        "text": "Прислушаться"
      },
      {
        "id": 31,
        "text": "Открыть дверь"
      }
    ]
  },
  {
    "id": 30,
    "text": "Вы заметили одного зараженного, стоявшего возле вашей двери. Нужно было что-то с ним делать, ведь он уходить не собирался. ",
    "answers": [
      {
        "id": 31,
        "text": "Открыть дверь и убить ножом. "
      },
      {
        "id": 32,
        "var_sub": [
          "ammo",
          2
        ],
        "text": "Открыть дверь и всадить несколько патрон.\n(Вы потратите 2 патрона) "
      }
    ]
  },
  {
    "id": 31,
    "text": "Вы открываете дверь. Зараженный, стоявший за ней дернулся и начал бежать на вас. Вы смачно вонзили нож в его черепную коробку. Нож вы решили оставить в нем же. \n—Я не особо хочу держать в руках нож, побывавший в мозгах у зомби... \n—На кухне есть еще ножи. Хочешь принесу? ",
    "answers": [
      {
        "id": 34,
        "text": "-Да, думаю не помешают. "
      },
      {
        "id": 33,
        "text": "Нет, пойдем налегке."
      }
    ]
  },
  {
    "id": 32,
    "text": "Вы вышли на лестничную площадку. Лифт к тому времени уже не работал. \n—Придется идти пешком. \n—А я не особо люблю лифты, — сказала Ира. \n—Ну тогда вперед и без песни? \n—Ага, — с ноткой надежды сказала Ира. \n\nСпустя некоторое время вы спустились на первый этаж. Тут никого не было. \n\"Ну и отлично\", — подумали вы. ",
    "answers": [
      {
        "id": 33,
        "text": "Выйти на улицу "
      }
    ]
  },
  {
    "id": 33,
    "text": "Вы вышли на улицу. На первый взгляд на ней никого не было. Были лишь лужи крови, разбитые машины и горы мусора. \n—Веди на остановку, — с улыбкой сказали вы. \n—Хорошо, — как всегда с надеждой сказала Ира. \n\nВы шли по улице. По пути из некоторых закоулков все таки выходили зараженные, но вас они не видели. \n\nКогда мы подошли достаточно близко, то было понятно, что здесь произошло что-то очень ужасное. Горели машины, но никого более вы не обнаружили. Ни людей, ни зараженных. \n\n—Куда же они могли подеваться? — спросила Ира. \n—Не знаю. Ну, по крайней мере есть возможность, что Андрей еще жив, как и его друзья. Они могли направиться в \"Убежища\", а так же могли направиться к отцу Андрея. Он — Командир КПП. \n—Да, ты прав, — с грустью сказала Ира. \n—Пошли в мою машину. На ней поедем на КПП. \n\nВы взяли ее за руку и повели в машину. И только сейчас ты понял, что она даже не сопротивляется. [С ЭТОГО МОМЕНТА ПОВЕСТВОВАНИЕ БУДЕТ ИДТИ ОТ ПЕРВОГО ЛИЦА] \n\nПодойдя к машине мы увидели, что кто-то, по всей видимости, хотел забрать мою машину. Он даже не успел сломать стекло. Его кто-то попросту загрыз. От этого у меня сердце сжалось в груди, но виду я не показал. ",
    "answers": [
      {
        "id": 35,
        "text": "Поехать на КПП"
      }
    ]
  },
  {
    "id": 34,
    "text": "Вы взяли 3 самых острых ножа, которые только были. ",
    "answers": [
      {
        "id": 32,
        "text": "Выдвигаемся! "
      }
    ]
  },
  {
    "id": 35,
    "text": "Я завел машину и мы поехали по пустым улицам города. Иногда встречались зараженные. Видимо большинство из них уже собрались в \"группы\", и нам повезло, что мы не столкнулись с этими \"группами\".\n\nНо вся эта радость пошла к черту... ",
    "answers": [
      {
        "id": 36,
        "text": "Переход на Главу 2: Мутанты"
      }
    ]
  },
  {
    "id": 36,
    "text": "В этой главе каждый выбор будет иметь последствия. С каждой главой шанс умереть будет увеличиваться, а выборов будет все больше. Выбирайте осторожно.  И помните, что не всегда выбор, который кажется безопасным, приведет вас к спасению. Иногда риски бывают оправданы. Иногда нет... \n\n[Выполнено сохранение]      После смерти вы будете попадать на эту страницу. ",
    "answers": [
      {
        "id": 37,
        "text": "Начать вторую главу"
      },
      {
        "id": 1,
        "text": "В главное меню"
      }
    ]
  },
  {
    "id": 37,
    "text": "Но вся эта радость пошла к черту... \n\nНа нас выбежало существо, похожее на гориллу. Оно было в 1,5 раза выше моего роста и...  О боже... Это существо когда-то было человеком... Я понял это по разорванной рубашке, которая теперь висела на мутанте как тряпка. \n—Вон из машины! — успел крикнуть я, но мутант подхватил машину и подбросил вверх. Машина перевернулась. Ира успела выпрыгнуть и спрятаться где-то в доме. Я же лежал и не мог пошевелиться. Мутант был уже близко. Нужно было срочно что-то предпринять... \n",
    "answers": [
      {
        "id": 38,
        "text": "Попытаться вылезти из машины"
      },
      {
        "id": 39,
        "text": "Ждать"
      }
    ]
  },
  {
    "id": 38,
    "text": "Меня спас этот ремень безопасности, но именно он на данный момент является моей главной проблемой. ",
    "answers": [
      {
        "id": 40,
        "text": "Использовать нож",
        "need": [
          34
        ]
      },
      {
        "id": 41,
        "text": "Пытаться отстегнуть ремень безопасности"
      }
    ]
  },
  {
    "id": 39,
    "text": "Я решили ждать. Вдруг Ира выбегает и начинает отвлекать мутанта. Стоп. У нее пистолет! Она стреляет ему четко в голову. Выпускает целый магазин. Я тем временем уже освободился от ремня безопасности. Вылезаю из машины. Он же сейчас ее убьет!! Я быстро достал автомат и начал шмалять в этого мутанта. Пришлось всадить ему 2 магазина. Такого мутант не выдержадл и повалился. Я подбегаю к Ире и вижу, что она лежит. Лежит без сознания. Царапин нет. Укусов тоже. Он ее сильно отбросил. Нужно скорее уносить ее из этого места. Я осмотрел свой автомобиль. Если мы выживем, то придется идти пешком... Но это сейчас не главное. Главное отнести Иру в безопасное место. Я взял ее на руки и пошел в ближайший дом. Внутри было тихо и я решил подняться с Ирой выше. Вот я уже вижу квартиру. Открытую. Захожу внутрь, кладу Иру на диван. Заставляю дверь шкафом. Хоть дверь и открывается в коридор подъезда, а обезопаситься все же не помешает. Ира лежала все так же без сознания. \n\nЭтот выбор влияет на ваши с Ирой отношения. ",
    "answers": [
      {
        "id": 42,
        "text": "Пойти в кухню искать нашатырный спирт \n",
        "var_set": [
          "love",
          5
        ]
      },
      {
        "id": 45,
        "text": "Остаться сидеть рядом с ней",
        "var_set": [
          "love",
          10
        ]
      }
    ]
  },
  {
    "id": 40,
    "text": "Я чудом как пуля выскочили из перевернутого автомобиля. И Я мысленно поблагодарили себя за то, что взял те ножи. \n\nНа улице была Ира, она отвлекала мутанта. Тот резко с разбегу ударил ее. Она упала. Тут я понял, что нужно действовать. ",
    "answers": [
      {
        "id": 47,
        "var_sub": [
          "ammo",
          90
        ],
        "text": "Достать автомат и стрелять"
      }
    ]
  },
  {
    "id": 41,
    "text": "Знаете как бывает?  Вот резкий всплеск адреналина... Вот ты уже почти выбрался из этой ловушки... Но вам не хватило буквально несколько секунд, чтобы выбраться из автомобиля... Это было неописуемое зрелище... Я летел как орел... Но потом упал на землю. И темнота... \n\nВы умерли... ",
    "answers": [
      {
        "id": 36,
        "text": "Загрузить предыдущее сохранение"
      }
    ]
  },
  {
    "id": 42,
    "text": "Я решил пойти на кухню искать нашатырный спирт. Почему в кухню?  Просто в других местах этой квартиры он храниться не мог. А на кухне как раз был большой шкаф. Открыв его, я нашел в нем много разных медикаментов и... \nНашатырь! Ура! Тут же схватил бутылочку и побежал к Ире. И я не опоздал. Она все еще была в отключке. Подношу к носу нашатырь... Она отворачивает нос. А вот и пришла в сознание. Ура! \n—Что, где я? — удивленно спрашивает Ира. \n—Не бойся, сейчас мы в безопасности. \n—Я что-то плохо помню от чего отключилась. \n—Ты спасла мне жизнь. Начала стрелять в того мутанта из пистолета. В это время я выбрался из машины. Но было уже поздно, он уже толкнул тебя. Я всадил в него 2 обоймы. Живучая тварь! Потом я притащил тебя сюда. Сейчас мы в каком-то доме. \n—Вау, я даже тебя успела спасти... \n—Без тебя я бы уже бродил среди этих зараженных... \n—Давай только без этого, Макс. Мы с тобой еще должны найти моего друга. И да, он мне просто друг. \n—А как вы познакомились? \n—Да в институте вместе учились. А что? ",
    "answers": [
      {
        "id": 43,
        "text": "-Да так, ничего",
        "var_add": [
          "love",
          2
        ],
        "var_set": [
          "love",
          2
        ]
      },
      {
        "id": 44,
        "text": "Ничего. А я тебе друг? ",
        "var_add": [
          "love",
          5
        ],
        "var_set": [
          "love",
          10
        ]
      }
    ]
  },
  {
    "id": 43,
    "text": "—Ладно. Тогда давай ложится спать. \n—Чур ты будешь спать на диване\n—Я не против поспать на полу. \n—Тогда спокойной ночи. \n—Спокойной ночи. ",
    "answers": [
      {
        "id": 46,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 44,
    "text": "—Да, возможно даже чуть больше, чем просто друг. \n—Неожиданно\n—Вот такая я, — засмеялась Ира\n\n—Давай ложиться спать. \n—Давай, тогда я буду спать на полу. \n—Ни за что. Ложись со мной. Все равно в одежде спим. Да и времена сейчас не те. \n—Ну ладно. Так и быть\n—Спасибо! — обняла меня. \nНеожиданно, ну да ладно. \nПотом мы весь вечер болтали о всяком. О жизни, о смерти, о нашей прошлой жизни, о будущей... \nИ уснули... ",
    "answers": [
      {
        "id": 46,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 45,
    "text": "Я решил остаться с ней. Мы так просидели приблизительно два часа. Она, хоть и была без сознания, но каким-то чудом положила свою голову на мое плечо. Это ощущение не передать словами. Только сейчас я заметил насколько она красива. Ее нежная кожа, карие глаза, длинные волосы каштанового цвета, прекрасное телосложение, красивая грудь среднего размера... Ну что я могу сказать... Она — Идеал красоты. А когда спит, так вообще ангел чистой красоты. \n\nВскоре я и сам уснул. Но проснулся раньше ее. Она, похоже, проснулась вслед за мной. \n\n—Ой, прости, я спала у тебя на плече. \n—Да ничего, всегда к твоим услугам. \n—Спасибо. \n—Кстати, я не помню, что со мной произошло. Я отрубилась. \n—Ты начала стрелять с пистолета в того мутанта. В этот момент я успел выбраться из машины. Но опоздал. Он уже успел откинуть тебя. Я вскинул автомат и высадил 2 обоймы в этого мудака. Он повалился. Я подбежал к тебе и понес подальше от этого места в какой-то дом. \n—Получается ты тоже спас меня...\n—И всегда буду. \n—Спасибо, Максим. \nИ тут происходит то, чего я явно не ожидал. Она меня поцеловала в щечку. Да меня последний раз целовала мама в дошкольном возрасте. Это такое ощущение... Как-будто что-то родное сейчас находится рядом с тобой... \n—Давай спать? — прервала мое размышление Ира\n—Давай. Ты тогда ложись на диван, а я на полу посплю.\n—Нет, мне такая перспектива не по душе, — заявила Ира. Этот диван раскладывается. Ложись со мной. Мне спокойнее будет. Все равно в одежде спать будем.\n—Да не удобно как-то. [Уже разложили диван, чтобы ей лучше спалось. Все таки диван был узкий, а ей лучше будет спать на большой площади. Так удобнее] \n—Да брось ты! Ложись давай, — она уже легла к стенке. \nНе успел я договорить, как она потащила меня на кровать. \nЭто было смешно и весело. Мы легли и разговаривали обо всем на свете. О любви, о апокалипсисе, о ее семье, которая, к слову говоря, давно погибла. Осталась только бабка в ближайшей деревне. Она даже еще могла выжить. Были шансы. Так мы провели весь вечер в разговорах, после чего легли спать. Похоже ей было очень хорошо рядом со мной. ",
    "answers": [
      {
        "id": 46,
        "text": "На след день... ",
        "var_set": [
          "food",
          0,
          "water",
          0
        ]
      }
    ]
  },
  {
    "id": 46,
    "text": "Утром я проснулся позже Иры. Ира уже встала и была в душе. Кстати вода все еще очищалась. Странно, но опустим это. В холодильнике было много разной еды. Для себя и Иры я приготовил яичницу. В кухне была еще и кофемашина. Я решил, что капучино будет наилучшим вариантом для меня и для моей новой подруги. Электричество еще подавалось в город, но это не надолго. \n\nОна вышла из душа в... халате. Фух... Сейчас бы помер со стыда, если бы она вышла голая. Ну да ладно, пронесло. \n\n—Доброе утро, соня. \n—Доброе. Смотрю ты уже в душ сходить успела? \n—А ты приготовить завтрак? \nМы засмеялись. Сели за стол и начали обсуждать, что будем делать дальше. \n\n—Что сегодня делаем? — спросила меня Ира. \n—Ну здесь сидеть не получится, да и Андрея найти нужно. \n—Это да. А мне квартирка нравится! \n—Ну, будь сейчас другое время... Остался бы жить здесь с тобой, — не подумав сказали вы.\n—Хах... Правда? \n—Да, вполне.\n—Так, давай думать как будем выбираться. \n—Не против. Значит смотри. Сейчас нужно обшастать местные магазинчики на наличие еды и воды. Патроны бы тоже не помешали, но не факт, что тут есть оружейный магазин. Поэтому мы можем пойти в магазины или осмотреть другие квартиры. \n—Давай лучше осмотрим квартиры. \n—Хорошо. Жду тебя возле выхода. ",
    "answers": [
      {
        "id": 48,
        "text": "Проверить квартиры"
      }
    ]
  },
  {
    "id": 47,
    "text": "Такого мутант не выдержал и повалился. Я подбегаю к Ире и вижу, что она лежит. Лежит без сознания. Царапин нет. Укусов тоже. Он ее сильно отбросил. Нужно скорее уносить ее из этого места. Я осмотрел свой автомобиль. Если мы выживем, то придется идти пешком... Но это сейчас не главное. Главное отнести Иру в безопасное место. Я взял ее на руки и пошел в ближайший дом. Внутри было тихо и я решил подняться с Ирой выше. Вот я уже вижу квартиру. Открытую. Захожу внутрь, кладу Иру на диван. Заставляю дверь шкафом. Хоть дверь и открывается в коридор подъезда, а обезопаситься все же не помешает. Ира лежала все так же без сознания. \n\nЭтот выбор влияет на ваши с Ирой отношения. ",
    "answers": [
      {
        "id": 42,
        "text": "Пойти искать нашатырный спирт",
        "var_set": [
          "love",
          5
        ]
      },
      {
        "id": 45,
        "text": "Остаться сидеть рядом с ней",
        "var_add": [
          "love",
          20
        ],
        "var_set": [
          "love",
          10
        ]
      }
    ]
  },
  {
    "id": 48,
    "text": "—Я мигом! — не успел я ничего ответить, как она уже побежала собираться. \n\nИ ведь действительно быстро. Она даже успела... накраситься??? Реально? Она начинает все больше и больше удивлять меня... \n\n—Я готова. \n—Тогда пошли! ",
    "answers": [
      {
        "id": 49,
        "text": "Выйти из квартиры"
      }
    ]
  },
  {
    "id": 49,
    "text": "Теперь у вас был выбор куда пойти. На одном этаже было 4 квартиры. В доме было 12 этажей. Вы находитесь на 7 этаже. Вам нужно 2000г пищи и 2000г воды. ш",
    "answers": [
      {
        "id": 49,
        "text": "У вас",
        "comment": true,
        "var_show": [
          "food",
          "г пищи"
        ]
      },
      {
        "id": 49,
        "text": "У вас",
        "comment": true,
        "var_show": [
          "water",
          "г воды"
        ]
      },
      {
        "id": 50,
        "text": "Осмотреть квартиры на вашем этаже",
        "var_add": [
          "food",
          100,
          "water",
          500
        ],
        "need": [
          -50
        ]
      },
      {
        "id": 51,
        "text": "Осмотреть квартиры на 1-6 этаже",
        "need": [
          -51
        ],
        "var_add": [
          "food",
          1900
        ]
      },
      {
        "id": 54,
        "text": "Осмотреть квартиры на 8-12 этаже",
        "need": [
          -54
        ],
        "var_add": [
          "food",
          1000,
          "water",
          1500
        ]
      },
      {
        "id": 55,
        "var_need": [
          "food",
          2000,
          "water",
          2000
        ],
        "text": "Вернуться в квартиру"
      }
    ]
  },
  {
    "id": 50,
    "text": "Здесь было совсем немного пищи, но зато относительно большое количество воды",
    "answers": [
      {
        "id": 49,
        "text": "Продолжить осмотр квартиры"
      }
    ]
  },
  {
    "id": 51,
    "text": "Мы осторожно спустились и осмотрели первый этаж. Зараженных на 1-6 этажах не было. Даже в квартирах. Странно это... Похоже все зараженные, если таковы были, давно вышли из дома. Нам опять повезло. \n\nЕды здесь было очень много. Больше нам и не нужно было, а вот воды не было вообще. \nНужно было теперь обыскать 8-12 этажи. ",
    "answers": [
      {
        "id": 49,
        "text": "Обыскать другие этажи"
      }
    ]
  },
  {
    "id": 52,
    "text": "Здесь вы\nсможете посмотреть свои достижения. Они будут появляться по мере прохождения глав. У каждой главы множество достижений, советую пройти, используя все варианты прохождения. \n\nДостижения к Прологу:\n\nДостижения к Главе 2 пока недоступны. Будут доступны после релиза третьей главы. ",
    "answers": [
      {
        "need_ever": true,
        "comment": true,
        "id": 52,
        "text": "Собранный человек",
        "need": [
          5
        ]
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 52,
        "text": "Любитель интернета",
        "need": [
          7
        ]
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 52,
        "text": "У меня только Змейка на телефоне! ",
        "need": [
          8
        ]
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 52,
        "text": "Я опять забыл свой паспорт! ",
        "need": [
          4,
          5
        ]
      },
      {
        "id": 1,
        "text": "На главную"
      },
      {
        "id": 53,
        "text": "Достижения к Главе 1: Ирина"
      },
      {
        "id": 52,
        "text": "Достижения к Главе 2: Мутанты",
        "comment": true
      }
    ]
  },
  {
    "id": 53,
    "text": "Достижения к Главе 1: Ирина",
    "answers": [
      {
        "need_ever": true,
        "comment": true,
        "id": 53,
        "text": "Мы найдем твоего друга... : по сюжету. ",
        "need": [
          33
        ]
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 53,
        "text": "Не жалея патрон: Выстрелить в зомби",
        "need": [
          32
        ]
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 53,
        "text": "Ножом в голову: убить зомби ножом в голову ",
        "need": [
          31
        ]
      },
      {
        "id": 53,
        "text": "Бесят двери: выбить дверь",
        "comment": true,
        "var_need": [
          "knock",
          5
        ]
      },
      {
        "id": 1,
        "text": "В главное меню"
      }
    ]
  },
  {
    "id": 54,
    "text": "На 8-11 этажах все было тихо. Там мы нашли... Ничего мы там не нашли. Вообще. Как-будто там никто не жил. \nМы решили отправиться на 12 этаж. И там нас ждал сюрприз. Там было 5 зараженных. Я убил их всех топором, который Ира нашла в подъезде. \n\nВот там было много припасов и даже патроны к AK-74! Самого автомата вы не нашли. ",
    "answers": [
      {
        "id": 49,
        "text": "Продолжить осмотр дома "
      }
    ]
  },
  {
    "id": 55,
    "text": "Все припасы собраны. Завтра нам предстояло пройти 40 км пешком. \nЭто примерно 8 часов пути. \n",
    "answers": [
      {
        "id": 56,
        "text": "Далее",
        "need": -43,
        "var_need": [
          "love",
          10
        ]
      },
      {
        "id": 57,
        "text": "Далее",
        "need": [
          43
        ]
      }
    ]
  },
  {
    "id": 56,
    "text": "Мы как и вчера легли вместе. Сегодня мы очень устали, поэтому уснули быстро. ",
    "answers": [
      {
        "id": 58,
        "text": "Глава 3: Возвращение"
      },
      {
        "id": 1,
        "text": "В главное меню"
      }
    ]
  },
  {
    "id": 57,
    "text": "Я опять лег на пол, а Ира на диван. Мы быстро уснули, ни о чем не говоря. ",
    "answers": [
      {
        "id": 58,
        "text": "Глава 3: Возвращение "
      },
      {
        "id": 1,
        "text": "В главное меню"
      }
    ]
  },
  {
    "id": 58,
    "text": "Здесь начинается 3 глава. Она должна быть намного больше 1 и 2 главы. Следите за обновлениями! \n\n[Точка сохранения]  После смерти вы будете попадать на эту страницу. ",
    "answers": [
      {
        "id": 59,
        "text": "Глава 3: Возвращение"
      }
    ]
  },
  {
    "id": 59,
    "text": "Этим утром мы проснулись вместе от громкого шума на улице. Решили посмотреть в окно. Там настоящая бойня. Но кто с кем воюет? \n—Давай спустимся на третий этаж. Там должно быть лучше видно, — предложила мне Ира. \n—Давай. \n\nМы быстро спустились на 3 этаж здания и, наконец-то, смогли нормально рассмотреть поле битвы через окно. Там лежали трупы... гражданских? \n\n—Не, не думаю, что это гражданские. Больше похожи на мародеров. — сказала Ира. \n—Возможно и мародеры. \n\nТут резко раздался звук открывающейся двери подъезда. \n\n—Что будем делать?  Мы ведь даже не знаем кто это. Если военные, то не факт, что нас будут оставлять в живых. Если мародеры, то и подавно. Что скажешь, Макс? ",
    "answers": [
      {
        "id": 60,
        "text": "ТИХО сидеть в квартире"
      }
    ]
  },
  {
    "id": 60,
    "text": "Я решил, что лучше всего остаться в квартире. Так будет безопаснее для нас обоих. ",
    "answers": [
      {
        "id": 62,
        "text": "Ждать"
      }
    ]
  },
  {
    "id": 61,
    "text": "Здесь будет обновляться прогресс написания квеста. \nРелиз Пролога: состоялся. \nРелиз 1 главы: состоялся. \nРилиз 2 главы: состоялся\nРелиз 3 главы: в разработке [50% готово — можно читать] \n\nДостижения к Прологу: готовы. \nДостижения к 1 главе: готовы\nДостижения ко 2 главе: в разработке. \nДостижения к 3 главе: в разработке. ",
    "answers": [
      {
        "id": 1,
        "text": "На главную"
      }
    ]
  },
  {
    "id": 62,
    "text": "Мы сели в дальней комнате от входа. Через некоторое время мы услышали голоса. Они уже были на нашем этаже. \n\n—Как думаешь, есть здесь еще кто-то живой? \n—Не знаю. На первых двух этажах мы никого не нашли. Может дальше и найдем. \n\nДальше я уже ничего не смог расслышать. Они обыскивали другие квартиры. \nВскоре они подошли к нашей квартире. \n—Эх... Мы уже весь район обошли, а его так и не нашли. \n—Найдем, Рома, не ссы. \n\nАга, значит один из них Рома. А еще они кого-то ищут. Уже лучше информация. \n\nВот они открывают дверь в квартиру. ",
    "answers": [
      {
        "id": 63,
        "text": "Прятаться дальше за дверью. "
      }
    ]
  },
  {
    "id": 63,
    "text": "Мы решили, что лучше затаиться. Вот они заходят в нашу комнату. Один из них повернулся и посмотрел на нас. Руки у него не дрожали. Видимо опытный боец. По виду ему 35 лет\n\n—Смотри, Ром, Я же сказал, что мы их найдем! \nК нам повернулся еще один парень примерно 30 лет. \n—Прошу вас предоставить паспорта. \nМы молча переглянулись и предоставили паспорта. \n\n—Здравия желаю, товарищ командир! — произнесли те одновременно, смотря при этом на меня. \n—Это какая-то ошибка. Я не командир.\n—Ошибки быть не может. Нам был выдан приказ свыше найти вас и сообщить вам о присвоении этого звания. \n—Но за какие заслуги? — недоуменно спросил я. \n—Наш командир с Восточного КПП сообщил нам об этом. Подробности нам не известны. \n—А вы может тоже представитесь? — спросил я парней. \n—Меня Рома зовут. \n—А меня Артемом. Кстати, кто это с вами, командир? \n—Это, как вы уже узнали, Ира. Она моя... подруга. \n—Приятно познакомиться. — сказала Ира. \n—И нам. — сказали они вместе. \n—Что теперь? — спросил я. \n—Теперь мы под вашим распоряжением. Вы — командир отряда. \n—Вы на машине? \n—Да.\n—Давайте выдвигаться к КПП. \n—Приказ понял. Пошли Артем. \n—Ребята, давайте во-первых на \"ты\", а во-вторых без формальностей, хорошо? \n—Хорошо, Максим. — сказал Артем. \n—Хорошо. — сказал Рома. \n—Мы сейчас соберем наши вещи и выйдем к вам. \n—Будем ждать вас на первом этаже. ",
    "answers": [
      {
        "id": 66,
        "text": "Собрать вещи и пойти на первый этаж"
      }
    ]
  },
  {
    "id": 64,
    "text": "Выберите главу. ",
    "answers": [
      {
        "id": 2,
        "text": "Пролог"
      },
      {
        "id": 25,
        "text": "Глава 1: Ирина"
      },
      {
        "id": 36,
        "text": "Глава 2: Мутанты"
      },
      {
        "id": 58,
        "text": "Глава 3: Возвращение"
      },
      {
        "id": 1,
        "text": "В главное меню"
      }
    ]
  },
  {
    "id": 65,
    "text": "—У нас пока нет связи. На последнем сеансе мы слышали, что большинство жителей города превратились в ходячих. Также появились мутанты. Они намного сильнее обычных зомби. Их очень трудно убить. \n—Уже пришлось с таким столкнуться... \n—Ты, Максим, парень храбрый и сильный, если ты выжил при встрече с ними, — сказал мне Артем. \n—Ира помогла, -сказал я. Ира в этот момент посмотрела на меня... Ее глаза сверкали счастьем и радостью. Как же мне нравился этот взгляд...\n—Да это ты спас меня, глупый, — тепло сказала Ира. \n—Ну ладно, у меня есть еще вопросы. ",
    "answers": [
      {
        "id": 66,
        "text": "Задать еще вопросы"
      }
    ]
  },
  {
    "id": 66,
    "text": "Мы собрались, надели рюкзаки и пошли на первый этаж. \n\nВнизу нас уже ждали те двое, Рома и Артем. \n\n—Поехали, мы с Ирой готовы. \n—Тогда вперед! \n\nМы прошли несколько метров по улице и увидели бронированный автомобиль с пулеметом наверху. Кажется, вы уже видели такой на стоянке внутри КПП. \n\nМы сели в машину на задние места. \n\n—Макс, если хочешь знать ответы на какие-то вопросы — спрашивай. ",
    "answers": [
      {
        "id": 65,
        "text": "-Как обстоновка во всем городе? ",
        "need": -65
      },
      {
        "id": 67,
        "text": "-Как вы нашли на нас? ",
        "need": -67
      },
      {
        "id": 68,
        "text": "Далее",
        "need": [
          65,
          67
        ]
      }
    ]
  },
  {
    "id": 67,
    "text": "—Это было достаточно сложно. Мы приехали в место назначения, но там вас не обнаружили. Потом мы заметили следы колес. Свежие следы. Ну и решили пойти по ним. Потом нашли вашу машину. Там на вас напал мутант? \n—Да, повезло что выжили. \n—Это очень большая удача! Вы молодцы! Ну так вот. Решили мы обшарить дома. Подумали, что далеко уйти вы не могли. Особенно после такого полета... Вот так мы вас и нашли. \n—Ладно хоть, что продолжили поиски, — сказал Рома. \n—Ага, мне мама всегда в детстве говорила:\"Никогда не отступай! Борись до последнего!\"\n—Правильно говорила, — подтвердила Ира. \n—У меня есть еще вопросы. ",
    "answers": [
      {
        "id": 66,
        "text": "Задать другой вопрос"
      }
    ]
  },
  {
    "id": 68,
    "text": "Мы ехали вперед. Через улицы, которые теперь сложно было назвать улицами. Везде была разруха. Много крови, разбитые и прогоревшие машины. Разграбленные магазины... \n—Как думаете, мир станет прежним? \n—Мир больше не будет как прежде... — сказал Артем. Но мы можем его восстановить. Нам лишь нужна помощь всех, кого только можно. Нам не нужны нахлебники. Все должны научиться убивать. Бывшие парикмахеры должны стать электриками, если это потребуется. А миллионер — поваром. Этот мир изменил нас. И чтобы в нем выживать, нужно работать всем вместе. У нас есть оружие. Много оружия. Мы сможем убить их всех. Мы должны это сделать. И когда закончим, нас ждет мир, очищенный от большого количества людей. Мы возродим человечество! \n—Вот это речь...\n—Поддерживаю,- сказала Ира, воодушевленная словами Артема. \n\nПотом мы просто молчали. Ира уснула на моем плече. Как же она прекрасна... ",
    "answers": [
      {
        "id": 69,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 69,
    "text": "Вскоре мы подъехали к тому самому КПП. Тут все было как тогда в первый раз. Разве что теперь здесь валялись горы трупов. Скорее всего бывшие зараженные. Все же оборона этого места справляется. На КПП нас уже встречали с распростертыми объятиями. А вот и Дима... \n—Господи, слава богу! Вы все таки нашли его! Стоп, а это кто еще?\n—А это, Дима, Ира. Я спас ее в том доме, где ты мне сказал искать Андрея. Самого Андрея там, к сожалению, не оказалось... \n—Черт... Ладно, у нас есть наводка где его искать. Потом расскажу. А пока отдохните и отоспитесь. А вы, Артем и Роман, можете быть свободны. \n—Хорошо.\n—Идите за мной, — сказал Дима нам с Ирой. \n\n",
    "answers": [
      {
        "id": 70,
        "text": "Пройти за Димой"
      }
    ]
  },
  {
    "id": 70,
    "text": "Мы шли по базе. Военных было много, а вот жителей нет.<s>r\n—Почему здесь так мало жителей? <s>r\n—Все жители живут в убежищах за пределами города. А здесь что-то типа границы. Мы здесь готовим новых бойцов. И отсюда же отправляем их на задания. Все эти люди, —  показал он на кучку военных, бурно обсуждающих что-то, — все они — добровольцы. У некоторых девушки, жены и дети живут в убежищах. А сами они отправляются на задания. <s>r\n—Понятно. А нам-то тут место найдется? <s>r\n—Конечно. Я вам уже выделил отдельный дом. <s>r\n—Дом? <s>r\n—Да, именно дом. Вы у нас почетные гости, поэтому будете жить в отдельном доме. Вот он, кстати. <s>r\n<s>r\nОн показал нам наш дом. Небольшой домик. Кухня с холодильником, 2 кровати в одной комнате. Туалет на улице. Душ и умывальник тоже. <s>r\n<s>r\nСегодня вы отдохнете. Пообщайтесь с местными. Вскоре мы отправим вас за Андреем. <s>r\n—Спасибо, Дима! <s>r\n—Не за что. Надеюсь ты действительно очень хороший боец. Скоро, кстати, мы это и узнаем. Ладно, отдыхайте. <s>r\nС этими словами он ушел. Мы остались с Ирой вдвоем.<s>r\n—Как тебе дом? <s>r\n—Нормально. Слушай, Макс, пока ты будешь на заданиях я буду помогать этим солдатам. И да... Спасибо тебе, Максим! — сказала она и поцеловала меня в губы. <s>r\nЭто был самый страстный и долгий поцелуй в моей жизни.<s>r\n—А теперь пошли знакомиться, — сказала Ира. <s>r\n<s>r\nС этими словами мы вышли из дома и разошлись. <s>r\n<s>r\n<s>r\nТеперь вам доступно два режима (Квест от лица Иры и квест от лица Макса) <s>r\nНа любой точке сохранения вы можете изменить режим. Также доступна возможность перепройти главу, выбрав другой режим.  Приятной игры! <s>r\n<s>r\n",
    "answers": [
      {
        "id": 71,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 71,
    "text": "[Точка сохранения] \n\nГлава 3: Возвращение [Вступление] — пройдено\n\n(Пока доступна только бета-версия. Прошу сообщать о том, если идея понравится.) \n\nВыберите режим:",
    "answers": [
      {
        "id": 72,
        "text": "var addtime [ \"time\", 16:00]",
        "var_showtime": [
          0
        ]
      },
      {
        "id": 72,
        "text": "Играть от лица Макса"
      },
      {
        "id": 71,
        "text": "Играть от лица Иры",
        "comment": true
      }
    ]
  },
  {
    "id": 72,
    "text": "Я вышел на главную площадь. Здесь, на базе, было множество военных. Я подешел к одному из них. \n—Слушай, ты не знаешь что тут есть? \n—Здравия желаю, товарищ командир! \n—Отставить формальности! (Как же они меня с этими формальностями достали...) \n—Хорошо! Меня, кстати, Женей зовут. А о вас весь лагерь знает. \n—Это же хорошо? \n—Да, но они не видели вас. Они знают только имя. Представьтесь им! \n—Хорошо.\n—Ах, вы хотели узнать где тут у нас что находится, а я совсем забыл. \n—Ничего.\n—Вообщем смотрите. Слева от вас находится госпиталь. Справа — Столовая. Прямо по дороге — оружейная, мастерская, гаражи, стоянка, радиостанция и ворота. Бар находится рядом со столовой. А сзади вас, как вы уже знаете, палатки и дома. Это наши ночлежки. Это все. \n—Спасибо большое. \n—Не за что. Надеюсь вам у нас понравится! — сказал он, уходя. \n—Да сейчас особо деваться некуда, — сказал я вслух. ",
    "answers": [
      {
        "id": 73,
        "text": "В госпиталь",
        "need": -73
      },
      {
        "id": 74,
        "text": "В столовую и бар",
        "need": -74
      },
      {
        "id": 75,
        "text": "В оружейную",
        "need": -75
      },
      {
        "id": 76,
        "text": "В мастерскую",
        "need": -76
      },
      {
        "id": 77,
        "text": "На радиостанцию",
        "need": -78
      },
      {
        "id": 81,
        "text": "Вернуться в дом",
        "need": [
          73,
          74,
          75,
          76,
          77
        ]
      }
    ]
  },
  {
    "id": 73,
    "text": "В госпитале пахло множеством медикаментов. Внутри было большое количество разных приборов, палатки с раненными (Их было не так много, как я себе представлял), оборудование и прочее. Дальше по улице был дом. Судя по всему это главное здание госпиталя. \nЯ зашел внутрь. Внутри сидел мужчина лет 45. \n—Здравствуйте! Вы, наверное, тот самый новый командир. \n—Да, тот самый. Я Макс. \n—А я Борис. Приятно познакомится! \n—И мне.\n—Короче смотри. Здесь у нас лазарет. Тут мы можем оказать тебе медицинскую помощь. Ах да, познакомься с моей дочкой. Лена! \n\nИз соседней комнаты вышла девушка лет 25. У нее были русые волосы, зеленые глаза, хорошее телосложение и... просто идеальная грудь! Я по другому не могу это описать. И все это сочеталось с очень красивыми чертами лица. Она просто великолепна! \n\n—Макс, ты с нами? — оторвал меня от раздумий Борис. \n—А???  Да... Просто задумался. \n—Хорошо. \n—Лена, знакомься. Это Макс. Он командир вашего отряда. \n—Да? — оценивающе и вопросительно посмотрела она на меня. \n—Да. Завтра вы поедете на задание... Максим... Я знаю, что ты опытный боец и командир из вас будет отличный. Именно поэтому я отправляю свою дочку именно к вам в отряд. Она будет боевым медиком. Она умеет точно стрелять, а так же я научил ее медицине. Она тебе пригодиться. Поверь. \n—Кто вам обо мне рассказал? \n—Дмитрий рассказал нам все о тебе. Нууу, то, что знал. \n—Ясно. \n—Ладно, я пойду наверное. Познакомьтесь пока поближе. Вам еще вместе работать, — с этими словами он ушел. ",
    "answers": [
      {
        "id": 79,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 74,
    "text": "В столовой работали повара и я подошел к ним. \n—Здравствуйте, Я Максим. \n—Так это значит вы наш новый командир отряда? \n—Да. \n—Приятно познакомиться. Я Алексей. \n—И мне приятно. \n—Сейчас я тебе все расскажу. Столовая вечером закрывается, говорю сразу. Для вашего отряда всегда будет выделена еда. Приходите сюда всем отрядом и мы вас накормим. Тут же у нас находится бар. Сходи к бармену. Познакомься с ним. Увидимся завтра! — сказал он и ушел на кухню. \n",
    "answers": [
      {
        "id": 80,
        "text": "Подойти к бармену"
      }
    ]
  },
  {
    "id": 75,
    "text": "Я решил пойти в оружейную. Здесь было много оружия и боеприпасов. Все они были под замком. Тут меня, на мое удивление, встретила женщина 40 лет. \n—Здравствуйте, я Максим. \n—Ну здравствуйте, здравствуйте. Я — Евгения. Можешь называть меня Женей. Выдам тебе завтра оружие. На твой выбор. Твоему отряду выдам оружие по специальностям. \n—Хорошо. \n—Заходи, если что нужно. Если найдешь на вылазках какие-то боеприпасы — тащи сюда. Заплачу. Кстати, а ты знал, что теперь главная валюта — патроны от АК-74.\nИх оставь себе, если найдешь. Ну а если найдешь что получше, то жду. Заплачу. Начала повторяться... Ладно, ступай. Мне еще оружие чистить нужно. Жду вас завтра! \n—Непременно!",
    "answers": [
      {
        "id": 72,
        "text": "Вернуться на главную площадь"
      }
    ]
  },
  {
    "id": 76,
    "text": "В мастерской пахло клеем и прочими не очень приятными запахами. Хотя запах древесины был очень даже ничего. Внутри сидело двое: мужчина и девушка. \n—Здравствуйте, я Максим. \n—Привет, мы знали, что ты к нам придешь. Подготовили тебе кое-что на завтра. Я, кстати, Иван. А там моя помощница — Лиза. Мне помощники больше не нужны, мы автоматизировали кое-какие процессы. Энергию мы получаем с помощью солнечных панелей. У нас их много. Поэтому я решил, что она пойдет с тобой. Она отличный инженер, тебе пригодится. Стрелять умеет хорошо, но все же ей нужно прикрытие. Познакомитесь завтра. Сейчас я подготавливаю ее. И увидишь ты ее тоже завтра. Ладно, бывай... Надеюсь ты и вправду такой хороший командир отряда. \n\nЯ отошел от мастерской. \nСтранно, собирают такую большую группу... Интересно, для чего? ",
    "answers": [
      {
        "id": 72,
        "text": "Вернуться на главную площадь "
      }
    ]
  },
  {
    "id": 77,
    "text": "Здесь было 3 человека. Я подошел к одному из них. \n—Привет, я Максим. \n—О, привет, я Вася. Мы тебя ждали. У нас здесь радиостанция. Принимаем радиопередачи с соседних убежищ. Слушай, у нас тут для тебя есть кое-кто, кто может помочь тебе... Пошли за мной! ",
    "answers": [
      {
        "id": 78,
        "text": "Пойти за Васей"
      }
    ]
  },
  {
    "id": 78,
    "text": "Мы пришли в... казармы? Да, здесь находились солдаты. \nОн повел меня вглубь казарм. И мы пришли... к девушке. \n—Знакомься, Максим, это Мэри. Она была профессиальным убийцей до пандемии. Когда все началось, она сама к нам пришла. Сказала, что убила уже многих по заказу, а теперь хочет спасти кого-то. Думаю она тебе будет полезна. Она очень меткий стрелок, реакция у нее молниеносная, но и это не все. Она отлично владеет оружием ближнего боя. Вообщем ты меня понял. Завтра встретитесь. \n\nИ тут я решил рассмотреть ее. Волосы каштанового цвета, ярко-красные глаза (Персонажа придумывал не я). Фигура лучше, чем у всех остальных кого я встречал. Я не понял. Тут что, собрались все самые красивые и идеальные девушки? Неужели мне так повезло? И теперь я еще и их командир... Чтож... Ладно... \n\n—Хорошо, завтра поговорим, а я пойду дальше. Мне нужно еще побывать кое-где, — сказал я и пошел дальше. ",
    "answers": [
      {
        "id": 72,
        "text": "Вернуться на главную площадь "
      }
    ]
  },
  {
    "id": 79,
    "text": "—Значит вас зовут Максим. Приятно познакомиться! \n—Давай без этого. Давай на ты. Мне тоже приятно. \n—Ладно. Расскажешь о себе? \n—Конечно.\nЯ рассказал ей все о себе. \n\n—Теперь ты о себе, — попросил я Лену. \n—Раньше я училась на медицинском факультете. Так до конца и не доучилась... Ну да не суть. Папа приехал за мной за месяц до начала эпидемии у нас. Привез он меня сюда. Он сказал, что что-то грядет. Дмитрий нас принял. Весь этот месяц меня учили стрелять. Я ходила в тир до этого, но теперь мне дали стрелять из реального оружия. И через несколько недель я отлично стреляла и попадала в цель. Потом началась эпидемия. К нам в лазарет попадали раненные. Укушенных мы не брали. Поэтому и выжили. Военных потом пригнали. Отбивались от орды. Слава богу большинство выжило и база уцелела. На этом у меня все.\n—Тогда я пойду дальше. Встретимся завтра на собрании! \n—Обязательно! ",
    "answers": [
      {
        "id": 72,
        "text": "Вернуться на главную площадь"
      }
    ]
  },
  {
    "id": 80,
    "text": "Я подошел к бармену. Тут пахло алкоголем и сигаретами. \n—Привет, должно быть ты тот самый командир о котором все говорят? \n—Да, я Максим.\n—А меня зовут Илья. Приятно познакомится. \n—И мне. \n—Короче выпивка у нас платная. Даю выпивку сразу на весь отряд. Сейчас тебе это не нужно. Ну а если хочешь поболтать о прошлой жизни, то с удовольствием посидим и поговорим. \n—Хорошо. Я тогда пойду, мне нужно еще в других местах побывать. \n—Заходи, буду рад! ",
    "answers": [
      {
        "id": 72,
        "text": "Вернуться на главную площадь"
      }
    ]
  },
  {
    "id": 81,
    "text": "Я познакомился со всеми, с кем захотел. Вернулся домой я поздно. На дворе уже была ночь. Ира уже была дома. \n—Привет, Ира, чем сегодня занималась? \n—Познакомилась с соседями, кстати довольно добрые ребята. С поварами в столовой познакомилась. Тоже хорошие мужики. Кстати, я тут узнала, что завтра у нас задание, так? \n—Да, похоже уже собрали группу. \n—И кто же в ней будет? \n—Ты, медик Елена, инженер Лиза, киллер Мэри. Это все, с кем я познакомился сегодня. Из нашего отряда. Правда Лизу я не видел. \n—Почему у тебя в команде одни девушки? \n—Это судьба) \n—Ладно... Слушай, я тут сделала нам ужин. Садись за стол. Я принесу. \n—Спасибо Ира! \n\nЯ сел за стол. Ира принесла мне еду. Я с удовольствием уплетал эту пищу богов. Это же гречневая каша! Моя тарелка быстро опустела. Как и тарелка Иры. Еще один день закончен. \n\n—Слушай, Макс. \n—Да? \n—Я благодарна тебе за спасение. Это меньшее, что я могу сделать для тебя. \n—Спасибо большое, мне и этого хватает. Просто будь рядом, хорошо? \n—Всегда. \n\nМы легли на наши новые кровати и уснули... ",
    "answers": [
      {
        "id": 82,
        "text": "На следующее утро"
      }
    ]
  },
  {
    "id": 82,
    "text": "Обычное утро. Похоже я проснулся первее Иры. Это к лучшему. Может приготовлю что-нибудь. На улице была прекрасная погода. Сегодня будет что-то новое. По крайней мере сегодня наше первое задание. Ладно, пойду готовиться к этому дню. ",
    "answers": [
      {
        "id": 83,
        "text": "Подготовиться"
      }
    ]
  },
  {
    "id": 83,
    "text": "Я закончил с водными процедурами, потом приготовил нам на завтрак геркулесовую кашу на воде (А ведь раньше можно было есть и на молоке...).\nИ похоже я не прогодал с выбором блюда. \n\n—Откуда идет этот прекрасный запах геркулесовой каши? — спросила меня Ира, будучи заспанной. \n—Из кухни... \n—Геркулес моя любимая каша! Спасибо, Макс! \n—Всегда пожалуйста! \n\nМы позавтракали, оделись и собрались выходить, как вдруг Ира остановила меня. \n\n—Ты точно готов? \n—Да, я готов. \n—Тогда вперед и с песней! — сказала она мне и потащила меня на улицу. ",
    "answers": [
      {
        "id": 84,
        "text": "Выйти на улицу"
      }
    ]
  },
  {
    "id": 84,
    "text": "Мы вышли на улицу. На меня резко повеял прохладный утренний ветерок, от которого стало так спокойно на душе, что я уже забыл, что за стенами этой базы творится полная жесть. Из раздумий меня вывел голос из громко говорит еля:\n—Просим всех членов отряда Альфа пройти в главный штаб. Командующий отрядом — Максим Владимирович. Повторяю. Всем членам отряда Альфа и Максиму Владимировичу явиться в главный штаб. \n\n—Пошли быстрее! — тянула меня за собой Ира. \n—Иду-иду!",
    "answers": [
      {
        "id": 85,
        "text": "В штаб"
      }
    ]
  },
  {
    "id": 85,
    "text": "Мы подошли к штабу. Вокруг не было никого. Только одинокий солдат стоял на посту. И он нас, похоже, заметил. \n—Командир, проходите, вас уже ждут. \n—Благодарю! \n\nМы прошли внутрь. Все уже были там. \n—Итак, всем доброе утро, — сказал Дима. Давайте представлю вам вашего командира. Это — Максим Владимирович. Теперь он будет главным по вылазкам и операциям. Во всем лагере. Теперь он будет решать куда мы пойдем. Теперь представлю Вам, Максим Владимирович, ваших бойцов. \n\n\n",
    "answers": [
      {
        "id": 88,
        "text": "Лена"
      },
      {
        "id": 89,
        "text": "Лиза"
      },
      {
        "id": 90,
        "text": "Мэри"
      },
      {
        "id": 91,
        "text": "Артем"
      },
      {
        "id": 92,
        "text": "Роман"
      },
      {
        "id": 93,
        "text": "Джон"
      },
      {
        "id": 94,
        "text": "Далее",
        "need": [
          88,
          89,
          90,
          91,
          92,
          93
        ]
      }
    ]
  },
  {
    "id": 86,
    "text": "Здесь я буду выкладывать квесты, которые меня зацепили. ",
    "answers": [
      {
        "id": 1,
        "text": "В главное меню"
      },
      {
        "id": 87,
        "text": "Квесты "
      }
    ]
  },
  {
    "id": 87,
    "text": "Квесты",
    "answers": [
      {
        "id": 1,
        "text": "Оператор 911",
        "targetbookid": 102088
      },
      {
        "id": 1,
        "text": "И все пошло не так... ",
        "targetbookid": 113067
      },
      {
        "id": 1,
        "text": "В главное меню"
      }
    ]
  },
  {
    "id": 88,
    "text": "Лена — единственный профессионально обученный медик в твоей команде. Она носит с собой аптечки и знает что сделать в случае если кто-то из команды не дай бог будет ранен. Вопреки всем мнениям, она будет носить с собой только пистолет. \n\nЕе внешность:\n\nВолосы: русые\nГлаза: зеленые\nВозраст: 25\n",
    "answers": [
      {
        "id": 85,
        "text": "Узнать про других "
      }
    ]
  },
  {
    "id": 89,
    "text": "Довольно неплохо владеет оружием. Главным преимуществом является ее умение собрать что-то полезное буквально из куска хлама. Разбирается в технике. \n\nЕе внешность:\n\nВолосы: светлые\nГлаза: синие\nВозраст: 24",
    "answers": [
      {
        "id": 85,
        "text": "Узнать про других"
      }
    ]
  },
  {
    "id": 90,
    "text": "На самом деле это девушка с очень странным поведением. Она непредсказуема, любит оружие. Но больше всего она обожает свое мачете. Им она владеет настолько хорошо, что она одна может расправиться с парой десятков зараженных. \n\nЕе внешность: \n\nВолосы: Каштановые\nГлаза: Красные\nВозраст: 25",
    "answers": [
      {
        "id": 85,
        "text": "Узнать про других "
      }
    ]
  },
  {
    "id": 91,
    "text": "Артем — бывший военный. Отлично владеет всеми видами оружия, особенно огнестрелом. Артем и Роман — друзья, поэтому разлучать их — все равно, что отделить желток от белка одного яйца. \n\nЕго внешность: \n\nВолосы: Черные\nГлаза: Карие\nВозраст: 27",
    "answers": [
      {
        "id": 85,
        "text": "Узнать про других"
      }
    ]
  },
  {
    "id": 92,
    "text": "Роман — друг Артема. Они дружат еще с детства. Роман — такой же военный, как и Артем, правда у Романа ближний бой гораздо лучше, чем у Артема. \n\nЕго внешность:\n\nВолосы: Рыжие\nГлаза: Голубые\nВозраст: 27",
    "answers": [
      {
        "id": 85,
        "text": "Узнать про других"
      }
    ]
  },
  {
    "id": 93,
    "text": "Это, пожалуй, находка в твоей команде. Проффесионально обученный снайпер, бывший военный и очень мудрый человек. Если нужен совет, можете всегда спросить у него. Но, он по-прежнему только солдат, особой тактике его не обучали, а вот вы, Максим, будете главным координатором команды. \n\nВозраст: 36 лет\nВнешность: секретно",
    "answers": [
      {
        "id": 85,
        "text": "Узнать про других"
      }
    ]
  },
  {
    "id": 94,
    "text": "Ну вот, теперь вы познакомились с вашей командой. Берегите своих подчиненных.<s>r\n<s>r\n—Ну, Максим, теперь я расскажу о операции, которую мы намереваемся провести...<s>r\nЯ бы даже сказал, что скорее всего с тобой мы больше не увидимся...<s>r\n—Как это не увидимся, Дима?<s>r\n—Да вот так! Ладно, не перебивай.<s>r\nТак вот. Пока связь была еще цела, мы смогли связаться с группой гражданских. Нам неизвестно их расположение, но мы вычислили, откуда был вызов. ... ... ... <s>r\n—Видите вот это здание?<s>r\n—Да. Это... Какое-то высокое здание?<s>r\n—Именно. Там был последний сеанс. Я дам вам карту Москвы и отмечу цель на карте. Если никого там не найдете, то сами решайте, продолжать поиск или нет.<s>r\n—А почему же мы с вами не увидимся?<s>r\n—Дело в том, что... Ну, патронов-то у нас и оружия вроде хватает, а вот еды... Я отправлю людей на их поиск, но что-то у меня дурное предчуствие...<s>r\n—А может нам пока остаться?<s>r\n—Никак нет! Идите. И выживите. Я надеюсь на вас.<s>r\n—Хорошо, Дима. Тогда... Прощай?<s>r\n—Прощай! А теперь в Машину и в путь!",
    "answers": [
      {
        "id": 95,
        "text": "Сесть в машину"
      }
    ]
  },
  {
    "id": 95,
    "text": "Мы добрались до стоянки. Наши бронированные автомобили с пулеметами уже наполнили припасами, из-за того, что эта поездка может быть долгой.<s>r\nИра: Я буду ждать тебя! Удачи вам в поездке!<s>r\nМакс: Спасибо, и вам желаю удачи. Только прошу, продержитесь!<s>r\n<s>r\nТут изо всех ног бежит к нам какой-то солдат.<s>r\n<s>r\nСолдат: Извините, мне приказали доставить вам эти рации. Вы сможете общаться с помощью них между собой, а также общаться со Штабом. Но для этого вам придется запустить радиовышку, расположенное неподалеку от нас. Но будьте осторожны, там могут быть зомби.<s>r\nМакс: Спасибо, теперь точно в путь.<s>r\n<s>r\nВся команда села в машину и отправилась в путь.",
    "answers": [
      {
        "id": 96,
        "text": "Глава 4: Буря"
      },
      {
        "id": 1,
        "text": "В Главное Меню Квеста"
      }
    ]
  },
  {
    "id": 96,
    "text": "Приветствую вас, дорогие читатели! Я знаю, что виноват перед вами за то, что не выпускал новых глав, но на то была причина, о которой я вам, конечно же, не поведаю.\n\nГлава 4: Буря\n\nТочка сохранения.",
    "answers": [
      {
        "id": 97,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 97,
    "text": "Мы едем уже довольно долго. Никаких признаков жизни, если не считать зараженных.\n\nАртем: Командир, мы приближаемся к развилке. Если поедем направо то потратим минут 30, чтобы добраться до той высокой башни, если продолжим ехать прямо, то доедем до радиовышки, которую должна запустить Лиза для связи со штабом, но тогда до башни придется ехать еще час, а до радиовышки 10 минут.\nКстати, мы можем поехать налево и собрать еды в гипермаркете, я уверен, его еще не обчистили. Там же есть и заправка. Просто к слову. С бензином у нас проблем нет. Ах да, если поедем туда, то к башне придется ехать 2 часа, до гипермаркета так же 10 минут.\n\nТак что, куда едем?\n\n\nP.S. Работает эффект бабочки, от вашего выбора зависит будущее главы. При возможности, опробуйте разные варианты прохождения, ведь они будут совершенно отличаться!",
    "answers": [
      {
        "id": 98,
        "text": "Поворачивай налево, ребятам из лагеря нужна наша помощь, иначе они не проживут.",
        "var_set": [
          "ch4",
          1
        ]
      },
      {
        "id": 98,
        "text": "Давай прямо, хочется побыстрее связаться со штабом",
        "var_set": [
          "ch4",
          2
        ]
      },
      {
        "id": 98,
        "text": "Не будем терять время, сначала направо, к башне, а потом уже связь наладим и припасы соберем.",
        "var_set": [
          "ch4",
          3
        ]
      }
    ]
  },
  {
    "id": 98,
    "text": "Артем: Вас понял! *Лиза, готовься, мы поворачиваем, следуй за нами!*\n\nЛиза: *Принято, следую за вами, ведите.*\n\nP.S. знак \"*\" означает, что звук идет из рации.",
    "answers": [
      {
        "id": 99,
        "text": "Далее",
        "var_equal": [
          "ch4",
          1
        ]
      }
    ]
  },
  {
    "id": 99,
    "text": "Мы подъехали к гипермаркету и вышли из машин.\n\n—Ребята, готовимся, разбиваемся на два отряда!\nСо мной: Лиза, Джон и Мэри. Остальные идут в правое крыло, мы поедем в левое. встречаемся в центрельном зале. Выдвигаемся!\n\nЧлены моей команды без лишних слов пошли со мной. Остальные же ушли в другое крыло.",
    "answers": [
      {
        "id": 100,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 100,
    "text": "Мы двинулись вперед. Сначала стоит провести разведку, вдруг внутри окажется парочка зараженных.\n",
    "answers": [
      {
        "comment": true,
        "var_equal": [
          "ch41",
          1
        ],
        "id": 100,
        "text": "Мэри успешно провела разведку и нашла ключ от какой-то комнаты. Может пригодиться в будущем.",
        "merge": true
      },
      {
        "id": 100,
        "text": "Провести разведку",
        "var_set": [
          "ch41",
          1
        ]
      },
      {
        "id": 100,
        "text": "Собирать припасы",
        "var_equal": [
          "ch41",
          1
        ]
      },
      {
        "id": 1,
        "text": "Продолжение - скоро. В главное меню"
      }
    ]
  },
  {
    "id": 101,
    "text": "",
    "answers": []
  },
  {
    "id": 102,
    "text": "",
    "answers": []
  }
]