[
  {
    "id": 1,
    "text": "Автор: Кана\nЭпилог:\nФерелден пал. Многие в эти годы бежали прочь спасая себя и семью. Серые стражи покинули нас. Сражаться с порождениями тьмы было не кому, ибо скверна убивала всех. \n\n\nТебе и твоему отряду предстоит сразиться лицом к лицу с архидемоном. Сможешь ли ты набрать в свой отряд хороших бойцов и заключить все союзы для победы над драконом все зависит от тебя. \n\nМой первый квест желаю удачи вам. И приятного прохождения.\nДобавлены обновления описание о них ниже\n",
    "answers": [
      {
        "id": 2,
        "text": "Начать путешествие"
      },
      {
        "id": 11,
        "text": "Союзы"
      },
      {
        "id": 12,
        "text": "Достижения"
      },
      {
        "id": 13,
        "text": "Бестиарий"
      },
      {
        "id": 14,
        "text": "Гильдии и Ордена"
      },
      {
        "id": 17,
        "text": "Список глав"
      },
      {
        "id": 18,
        "text": "Об авторе"
      },
      {
        "id": 21,
        "text": "Обновления"
      }
    ]
  },
  {
    "id": 2,
    "text": "Глава 1\n— Мам давай быстрее иначе они убьют нас. Нам нужно срочно найти где спряться.\n— Ох, Валери, давай помедленнее мы даже не знаем куда идти. Бетани образумь ее.\nНе успели они остановиться как их уже окружили порождения тьмы. Этими тварями управлял архидемон или же как говорилось в народе — моровой дракон которого могли убить лишь Серые Стражи — отважные рыцари и маги в серебрянных доспехах с грифоном на груди. \n— Бетани взади... Крикнула Валери схватив свой кинжал из-за спины и пустив одному из тварей в голову.\nБетани достала свой посох и приготовилась произности заклинание.\n— Ну что повеселимся сестренка.\nС этими слова Валери бросилась в пучину порождений тьмы пронзая клинком одного за другим.  \nТем временем пока Валери сражалась на одной стороне, Бетани терпя поражения отступала назад. \n",
    "answers": [
      {
        "id": 3,
        "text": "Дальше"
      },
      {
        "id": 7,
        "text": "Герои описание"
      }
    ]
  },
  {
    "id": 3,
    "text": "Гарлок-лучник выстрелил из лука и попал Бетани прямо в плечо. От пронзающей боли Бетани уронила свой посох и упала на колени..\nПеред ней появился Гарлок-вожак так звали командира небольшого полка порождений тьмы. \nГарлок зарычал подняв свой  топор над головой и отрубил ей голову.\nА Валери которая была окуражена битвой вытирала свой клинок. Как вдруг она услышала крики матери, обервнувшись Валери увидела тело сестры, а рядом с ее телом стоял Гарлок-вожак.\nВалери пронзила острая боль в груди и злость.. она метнула один нож потом второй но все мимо. \n— Валери идем. Нам нужно уходить... Пусть эта жертва будет не напрасно....\nМолча согласившись с матерью Валери побежала в след за ней, а гарлок-вожак развернул свой отряд.\nМожет быть сама Андрасте спасла их, а может просто архидемон отдал новый приказ на новых жертв.",
    "answers": [
      {
        "id": 4,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 4,
    "text": "Вдали были слышны звуки боя. Валери пошла вперед посмотреть что происходит. \nСражался окровавленный воин его окружили гарлоки, в толпе можно было заметить его доспех он отличался ото всех остальных что носили войны, на нагруднике был нарисован грифон. \n— Это серый страж нужно ему помочь. Вряд ли остались другие при Остагаре умерли все стражи.",
    "answers": [
      {
        "id": 5,
        "text": "Помочь"
      },
      {
        "id": 6,
        "text": "не помогать"
      }
    ]
  },
  {
    "id": 5,
    "text": "Валери обножила свои клинки и кинулась в гущу бушующих порождений тьмы на помощь израненому рыцарю. \nВалери закружилась разнося все вокруг, но один из гарлоков сбил ее своим клинком и поранил ее.\nРыцарь не стал долго думать и убил гарлока. Но Валери уже нечем не помочь. Ее поролизовала, а ее глаза покрылись белой пленкой.. это означало только одно она умирала... \n—Скверна ...  Тихо прошептал воин.\n— Нет Валери только не сейчас... Мать упала на колени и стала рыдать. \n— Все хорошо мама. Не плачь. Хриплым голосом сказала Валери.\n— Есть способ спасти ее только он не самый лучший, так же она может от этого способа умереть быстрее. Выбор за вами только нужно действовать быстрее пока скверна ее полностью не поглотила.\n— Если это и правда поможет то действуй страж, это на твоей совести.\n",
    "answers": [
      {
        "id": 15,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 6,
    "text": "ВОИН ПОГИБ....",
    "answers": [
      {
        "id": 1,
        "text": "Скоро после обновлений"
      }
    ]
  },
  {
    "id": 7,
    "text": "Алистер —  воин ближнего боя, носит щит и меч. Принадлежит ордену Серых стражей. Невероятно добр, блондин с большими голубыми глазами.. Ходят слухи что он  внебрачный сын короля... Раньше он был храмовником до того пока не встретил Дункана. Дункан забрал его с собой и посвятил в серые стражи..\n\nБетани — сестра Валери, маг отступник. Ее родители были против того чтобы Бетани отправить в круг магов. Из-за этого им пришлось постоянно прятаться, переезжать, и скрывать таланты дочери. Черноволосая девушка с зелеными глазами сравнимые с изумрудами. Владеет магией востановления. \n\nВалери — разбойница, носит кинжалы, лук и стрелы. Любительница острых ощущений. Говорят что в Ферелдене в таверне \"Черная жемчужина\" она встретила Изабеллу которая обучила ее навыкам дуэлиста. Рыжеволосая красавица в легком доспехе.\n\nМориган —  ведьма из диких земель, одна из множества дочерей легендарной Флемет ( Флемет — отступница-оборотень, известная под именем Ведьма Диких Земель и Аша'белланар.) \n\nФенрис — эльф-воин. Бывший тевинтерский раб, сбежавший от своего хозяина, Фенрис крайне негативно относится к магам любых сортов, тогда как помочь другим рабам готов при любой возможности. Предпочтения к двуручным мечам.\n\n",
    "answers": [
      {
        "id": 2,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 8,
    "text": "",
    "answers": [
      {
        "id": 9,
        "text": "Новый ответ. введите текст"
      },
      {
        "id": 10,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 9,
    "text": "",
    "answers": []
  },
  {
    "id": 10,
    "text": "",
    "answers": []
  },
  {
    "id": 11,
    "text": "В ближайшем будущем здесь будет описание всех возможных союзников \n\nКруг магов — основная  организация занимающаяся обучением магов по всему Тедасу, тщательно контролируемая Церковью. Круг забирает детей ( обычно от 6 до 12 лет) из семей, как только они начинают проявлять магические способности. Исключений не делается даже для детей королевской крови. Далее круг растит и обучает детей до совершеннолетия, после чего они должны буду пройти Истязания либо стать усмиренными.\n\nХрамовники- военизированное крыло Церкви, в чьи обязанности входит охота за отступниками, малефикарами и слежка за волшебниками Круга Магов. Хотя они официально считаются защитной армией Церкви, созданной для защиты общины верующих от магической угрозы, на самом деле они, самостоятельная армия, хорошо вооруженная, дисциплинированная и преданная идее уничтожения неверующих в Создателя.\n\nГномы- раса крепких коренастых строителей, живущих в подземных общинах, которые называются тейгами. Их ранее многочисленное население значительно сократилось за сотни лет войн с порождениями тьмы. Большая часть тейгов на сегодняшний момент пуста, а обширные сети туннелей, называемые Глубинными тропами, которые связывали тейги, чаще всего запечатаны и переполнены порождениями тьмы, даже когда нет Мора ( Мор — период времени когда порождения тьмы находят и оскверняют одного из древних Богов, превращая его в архидемона, который ведет орду на поверхность). Сейчас гномы обитают, в основном, в двух тейгах: Орзаммаре и Кэл Шароке. Остальные живут в изгнании на поверхности.\n\nЭльфы-  распрастраненная раса в Тедасе, физически отличающаяся большими глазами, стройным телесложением и заостренными ушами. Обычно эльфы ниже людей на 4 дюйма (10 сантиметров). Их древняя история омрачена веками угнетения со стороны людей.\n\nЛюди — наиболее влиятельная и распространенная из рас Тедаса. Но так было не всегда. Хотя хроники людей имеют тенденцию игнорировать или полностью опровергать этот факт, ученые считают, что было время, когда на континенте не было и следа человека.\n\nГолемы- существа, искусственно созданные из металла или камня и оживленные при помощи лириума ( лириум — чрезвычайно ценный и опасный минерал, добываемый гномами и служащий едва ли не основным источником их доходов.\n\nОборотни — антропоморфные существа, напоминающие волков. Они обладают куда более развитым интеллектом, нежели другие животные, однако их зверинная сущность зачастую берет верх над разумом.",
    "answers": [
      {
        "id": 1,
        "text": "НАЗАД"
      }
    ]
  },
  {
    "id": 12,
    "text": "Здесь будут отображаться достижения за прохождение игры ",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 13,
    "text": "Здесь будут описание всех врагов.\n\nГарлок-лучник — тварь имеющая не большой состав ядывитых и простых стрел. Подчиняется гарлоку-вожаку,  ростом метр с кепкой. Носит легкую броню. В одиночку не атакует.\n\nГарлок-вожак — управляет не большим отрядом гарлоков, слышит голос архидемона. есть вероятность встретить его одного. Берсек носит тяжелые доспехи из оружия предпочтение к топорам. В его отряде возможно встретить Огра. Это здоровенный орк с рогами на голове. Любящий кидаться огромными камнями.Редко носит оружее. Не любит церемонится сьедает своих жертв.\n\nАрхидемон — это древний бог, воплощенный в форме могущественного и ужасающего дракона и оскверненный порождениями тьмы.\n\nМатка —  ужасное существо (Вурдалак — живое существо, которому удалось выжить после заражения скверной.) создающее порождение тьмы. \n\nДемоны — злонамеренные духи Тени ( Тень — потусторонний мир, который соседствует с реальностью. Эльфы называют его Загробным миром. Церковь говорит, что когда-то Тенью управлял сам создатель. Он жил в Золотом Городе, пока город не осквернили тевинтерские магистры.) воплащающие негативные эмоции, которыми и питаются. Это может быть гнев, голод, желание. Обычно чем сложнее эмоция, тем сильнее демон ею питающийся.\n\n",
    "answers": [
      {
        "id": 1,
        "text": "назад"
      }
    ]
  },
  {
    "id": 14,
    "text": "Описание гильдий  и орденов которых можно встретить на пути\n\nАнтиванские Вороны, также известные как Дом Воров — пользующаяся дурной славой гильдия шпионов, убийц и воров. Они действуют под контролем тайного совета, состоящего, как говорят, из глав нескольких богатейших  семей Антивы и некоторых представителей королевской семьи.\n\nСерые Стражи — это древний орден воинов с исключительными способностями, которые посвятили себя сражению с порождениями тьмы по всему Тедасу. Основная часть ордена располагается в том самом месте, где он был основан — крепости Вейсхаупт в Андерфелсе, но небольшие отряды присутствуют также и в большинстве других стран. Серые Стражи известны тем, что они не обращают внимание на расу, социальное положение, национальные и даже криминальное прошлое рекрута, если считают его личные качества или его способности ценными для ордена",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 15,
    "text": "Валери уже была не в силах что сказать она чувствовала как скверна течет по ее крови\nСтраж достал из своей сумки флакон с каким-то красным отенком.\n— Пей.\nСделав глаток у Валери загружилась голова  она услышала голос и увидела существо  с далека похожего на дракона. А потом отключилась.\n— Она жива?\n— Да, она оклемается.\n—Спасибо тебе.\n— Не стоит, быть Серым стражем не так просто. Она теперь не сможет жить нормальной жизнью.Как по мне я бы лучше выбрал смерть. \n— Ладно, хватит разговоров Страж, тебя нужно срочно перевязать пока она отдыхает.\n— Алистер... просто зовите меня Алистером.\n",
    "answers": [
      {
        "id": 16,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 16,
    "text": "Луиза достала сумку и стала в ней рыться, кроме еды и воды у нее ничего не было чтобы помочь войну. Остатками воды она промыла раны. Оторвав от платья кусок ткани она разорвала их на не большие полоски и завязала его .\n— Ну все лежи пока, тебе нужен покой.\n— Кто это? Что за дракон? Он разговаривал со мной... Очнувшись и с испуга Валери схватила нож и начала им размахивать..\n— Успокойся, у всех стражей были такие ведения это Архидемон. Он походу вернулся, но я точно не уверен. Мне нужно идти... предупредить остальных Стражей. Наверняка в Андерфелсе остались еще Стражи , и они не знают.. Что пришел Мор... И они не знают.. Логейн..\nВоин опустил голову и замолчал.\n— Алистер, один ты не доберешься туда. И на сколько я слышала говорят что крепость опустела,там никого нет... Ты уж прости за скромность речи... \n— Мам, если он так хочет идти пускай идет. Его здесь никто не держит.\n— Подожди.. если все Серые Стражи по вашим словам исчезли от туда.. то возможно мы с тобой остались вдвоем.. У меня есть соглашения Серых Стражей мы сможем ими воспользоваться и собрать армию.. Если это действительно Мор, то другого выхода нет. Ты просто обязана пойти со мной...\n— И за что только ты свалился на нашу голову... \n— Ну раз вы собираетесь отправляться в путь то я пожалуй отправлюсь в Конклав. Там у меня есть знакомый я поживу у него. \n— Хорошо я хоть буду за тебя спокойна. Зная что ты вдали от этого. Валери улыбнулась почесав ножом голову.\nАлистер достал карту и они стали обсуждать куда направиться в первую очередь.\n — Решено.Отправимся в Редклиф там у меня дядюшка и с него должок. Бодро произнес Алистер.\n\nКонец 1 главы\n",
    "answers": [
      {
        "id": 19,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 17,
    "text": "Для быстрого перехода к главам",
    "answers": [
      {
        "id": 2,
        "text": "Глава 1"
      },
      {
        "id": 19,
        "text": "Глава 2"
      }
    ]
  },
  {
    "id": 18,
    "text": "Здравствуй,дорогой читатель. Я очень благодарна вам за принятие моего квеста. В будущем много планов на данный квест. Если все сложится как задумала, то создам группу в вк и буду создавать новые квесты. Ну а пока не будем забегать вперед. ",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 19,
    "text": "Глава 2\nРедклиф.. красивый,живописный городок которым правит эрл Эамон со своей женой и сыном. \n— Алистер, ты всегда такой молчиливый? Мы столько прошли мог бы хоть слово сказать.\n— Это что-то изменит? Если да то можешь ничего не говорить. Я пока не вижу смысла менять эту идилию. \n— Но до Редклифа еще далеко... Мы даже не дошли до Лотеринга.. Валери начала возмущенно на него смотреть.\n— Вот только не надо так на меня смотреть... Грустно промямлил Алистер.\n— Ну знаешь ли, идти рядом с незнакомым мужчиной который уговорил тебя пойти в неизвестность так и еще приключения на свою задницу найти можно по дороге, и ты еще молча идешь. Я даже не знаю чего от тебя ожидать может за этим поворотом бандиты и ты на самом деле Ворон который возомнил себя Стражем чтобы заманить меня и убить. Конечно может быть это все мое воображение... Ну ты тогда скажи мне чего ожидать от тебя?\nАлистер промолчал.. Он думал о своих товарищах которые погибли на битве при Остагаре... О Дункане который забрал его от храмовниках и церкви. Воспитал в нем настоящего Серого Стража, он думал о долге и будущем  своего Ордена который скорее всего не возродится больше, ибо Логейн в этом преуспеет. Король Кайлан погиб\n",
    "answers": [
      {
        "id": 20,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 20,
    "text": "Тем временем пока двое Стражей шли, мимо деревьев передвигалась медведица. Наблюдавшая за ними. Она смотрела на них будто пытается считать информацию, узнать кто они и зачем пришли... Один момент и звучит громкий рев.. мгновенье и эта медведица уже человек.. Она движется в их сторону пытаясь разглядеть лица. Темно-волосая девушка с короткими волосами и с посохом в руках...\n— Так-так...что у нас тут творится? Быть может ты стервятник любитель покопаться в обглоданных костях? Или ты гость незванный что рыщет по моей пустыни в поисках добычи? За продвиженьем вашим я наблюдала попутно размышляя куда идут они, зачем пришли...\n— Не отвечай ей. Похоже она из хасиндов значит рядом могут быть и другие. На лице Алистера появилось настроженность...\n— Боитесь что варвары набросятся на вас? Эй, ты вроде девушка, да и по виду ума у тебя больше чем у него. Скажи свое имя а я скажу свое, чтобы изобразить приличие. Не стала девушка молчать.\n— Я Валери, приятно познакомиться.\n— Вот так и в диких землях нужно здароваться как подабает, я Мориган зовусь.\n— Я бы на твоем месте не расслаблялся.. сначало приличие изобразила, а потом бац и перекусили. Грозно сказал Алистер не выдержав наглости Мориган.\n— Сама разберусь я все-таки пошла с тобой без разговоров. Не нравиться тогда иди один.. мы направляемся в Редклиф.\n— И что же вы ищите там? \n— Нам нужен эрл Эамон.\n— Валери... ты ... Алистер вздохнул и махнул рукой. В общем это не твое дело ведьма, а дело Серых Стажей.",
    "answers": [
      {
        "id": 22,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 21,
    "text": "Дорогие читатели если вы увидели ошибку пишите  в комментариях и укажите примерное описание страницы. Давайте сделаем квест лучше вместе..\n\n17.06.2018 — вышло  глобальное обновление. \nДобавлено:\nОписание некоторых орденов и гильдий, также внесены изменения в бестиарий. Под руку попали и союзы к ним присоединились оборотни. К вашему вниманию к нам присоединяются спутники Мориган и Фенрис описание о них на второй странице в Героях. и самая главная новость вторая глава начинает свои обороты. Постараюсь каждый день вносить изменения ко 2-ой главе. Удачи вам друзья.\n\n18.06.2018 — вышло небольшое обновление.\nДобавлено:\nИсправлены некоторые ошибки, внесено продолжение квеста.",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 22,
    "text": "— Алистер, хватит оскорблять ее, она нам не сделала ничего плохого. Ты больше на храмовника похож, а не на Серого Стража.\nМориган не стала обращать внимание на Алистера. Она привыкла за свое время проживания в диких землях к таким как он.\n— Ваш путь долог, я могу лишь проводить вас к матери моей, чтобы вы смогли отдохнуть.\n— Было бы не плохо, направляй.\n",
    "answers": [
      {
        "id": 1,
        "text": "ожидайте обновлений"
      }
    ]
  },
  {
    "id": 23,
    "text": "",
    "answers": []
  }
]