[
  {
    "id": 1,
    "text": "  Автор: inferiorez\n\n  Ранний доступ. Тестовая версия.",
    "answers": [
      {
        "id": 2,
        "text": "Начать историю. "
      }
    ]
  },
  {
    "id": 2,
    "text": "  Весенний лес Сноуфола. Он дышит хвоей и свежестью ледяных родников. Небо закрывают раскатистые лапы деревьев, лишь пару солнечных лучей пробивает через листья и иголки, вся земля будто одна огромная перина — мягкая и воздушная. По всему лесу разносится пение птиц, где-то недалеко гремит водопад.\n  Тяжелая поступь рыцаря в кожаных сапогах. Его меч на левом бедре мерно постукивал, в такт его шага. Полы его одежды бились о колени, броня негромко лязгала при ударах. Его лицо закрывал шлем с прорезью для обзора в виде буквы Т и навершием вдоль всей длины шлема. Огнеупорные темно-коричневые пластины защищали рыцаря. На его левом плече был дракон, парящий в небе, выведенный красным.\n  Рыцарь держал свой путь в глубь леса. Там по рассказам местных должна быть небольшая пропасть. Если в нее спуститься, то путнику предоставится возможность покупаться в озере, в которое впадает водопад из пещеры. Не смотря на холод, вода в озере теплая, так как вытекает из глубин Сноуфола. Рядом с этим озером есть прекрасный берег, который всегда находится на солнце. ",
    "answers": [
      {
        "id": 3,
        "text": "(К озеру) "
      }
    ]
  },
  {
    "id": 3,
    "text": "  Вы спустились наиболее безопасным путем. Было бы забавно преодолеть такой длинный и опасный путь, а потом умереть по глупости. Оступившись, например. И еще пролететь несколько метров в пропасть. Удариться о твердые скалы... Вы задумались. Сколько раз Ваша жизнь висела на волоске? Десятки? Сотни раз? Вы уже даже и не знали. Но в лес Вы пришли думать вовсе не об этом. Вы пришли сюда отвлечься.\n  Вы наконец спустились на берег. От озера даже шел пар. Вам нетерпелось уже искупаться, поэтому Ваш поясной ремень вместе с мечом, кинжалом и кошелем упали на песок. За ними на пляж отправились: шлем, броня по частям, Ваше платье с полами по колено, рубаха, сапоги и наконец штаны. \n  Вы подошли к озеру. Рядом с Вами в озере лежал огромный валун, на него можно было забраться и прыгнуть вниз. Или просто спокойно зайти в прозрачную воду. \n",
    "answers": [
      {
        "id": 4,
        "text": "(Прыгнуть с валуна в воду) "
      },
      {
        "id": 5,
        "text": "(Спокойно зайти в воду) "
      }
    ]
  },
  {
    "id": 4,
    "text": "  Детский азарт захлестнул Вас. Вы побежали к валуну и без труда забрались на его вершину. Сверху Вы посмотрели на озеро и сквозь кристально чистую воду увидели песчаное дно.\n  Сделав пару раскачиваний Ваше тело по заданной траектории упало в воду.\n  Вы вынырнули и сделали глубокий вдох. Теплая вода окутывала Ваше тело. Каждый нерв сейчас был благодарен хозяину. Такого удовольствия Вы не испытавали со времен путешествия с Элизабет по вечно ледяным землям. В частности та ночь в пещере... \n  ",
    "answers": [
      {
        "id": 6,
        "text": "(Встать под водопад) "
      }
    ]
  },
  {
    "id": 5,
    "text": "  Вы медленно подошли к водной глади и пощупали воду кончиками пальцев на стопе. От одного только касания Вы получили массу удовольствия. Недолго думая, Вы вошли в кристально чисты воды и опустились на дно озера. \n  Вы вынырнули и сделали глубокий вдох. Теплая вода окутывала Ваше тело. Каждый нерв сейчас был благодарен хозяину. Такого удовольствия Вы не испытавали со времен путешествия с Элизабет по вечно ледяным землям. В частности той ночи в пещере... \n  ",
    "answers": [
      {
        "id": 6,
        "text": "(Встать под водопад) "
      }
    ]
  },
  {
    "id": 6,
    "text": "  Вы подплыли под водопад, падающий из пещеры. Вообще его было трудно назвать водопадом, однако с пятиметровой высоты вода била Вас по мышцам очень даже хорошо. Как и было задумано, Ваши плечи максимально расслабились. Приятная боль растеклась по телу.\n  Вы отплыли на центр озера и выжали из волос всю воду. Как раз в этот момент Вы уловили движение на спуске в пропасть. Что-то черное промелькнуло между деревьев. ",
    "answers": [
      {
        "id": 7,
        "text": "(Остаться в озере) "
      },
      {
        "id": 8,
        "text": "(Поплыть к оружию) "
      },
      {
        "id": 9,
        "text": "(Занырнуть на дно) "
      }
    ]
  },
  {
    "id": 7,
    "text": "  Вы продолжили плавать, как ни в чем не бывало. Однако, под невинным видом скрывалысь нечеловечески обостренные чувства. Вы слышали каждый звук, видели, словно орел, даже улавливали слабый аромат ежевики... Вам в голову пришла странная мысль, ведь Элизабет использовала духи со вкусом ежевики. Оглядевшись по сторонам Вы не увидели этих ягод поблизости. В подтверждении Ваших догадог из деревьев вышла Элизабет. Она одарила Вас сияющей улыбкой.\n  — Я так и знала, что ты пойдешь сюда! ",
    "answers": [
      {
        "id": 10,
        "text": "\"Ты меня искала?\" "
      }
    ]
  },
  {
    "id": 8,
    "text": "  Вы начали энергично плыть к берегу, при этом стараясь не особо плескать водой. Меньше шуму — больше проку. Вы вышли на берег и выхватили меч из ножен.\n  Берег. Голый, вооруженный мечом воин. Из леса выходит Элизабет. Она смотрит на Вас с непонимающей улыбкой. Потом до нее доходит вся комичность ситуации и ее переливающийся смех разносится эхом по пропасти.\n  — И с кем же ты собрался биться, мой король? — Элизабет через время перестала смеятся и ее взор упал на оголенные части Вашего тела.\n  — Я на самом деле знала, что ты будешь тут. ",
    "answers": [
      {
        "id": 11,
        "text": "\"Ты меня искала?\" "
      }
    ]
  },
  {
    "id": 9,
    "text": "  Вы приблизились к песчаному дну и замерли. В воде трудно было определить, что происходит снаружи, однако, Вы напрягли свои  чувства на максимум и пытались уловить хоть один звук. Но звук был совсем не один.\n  — Ты в курсе, что тут кристально чистая вода?\n  Вы вынырнули и увидели на берегу Элизабет. Она стояла, и ее сияющая улыбка освещала всю пропасть.\n  — Я знала, что ты будешь здесь. ",
    "answers": [
      {
        "id": 10,
        "text": "\"Ты меня искала?\" "
      }
    ]
  },
  {
    "id": 10,
    "text": "  Элизабет ничего не ответила. Лишь легко улыбнулась, а затем она одной рукой распустила волосы. Чёрные локоны упали на ее плечи, но Вы уже не смотрели на них. Она начала раздеваться. Сапоги, перчатки, остальная одежда... Через минуту на берегу стояла самая прекрасная женщина по Вашему мнению. Абсолютно Вас не стесняясь, она подошла к озеру, попробовала его на ощупь и затем вошла в воду. Ее грациозность Вас поражала. Вы даже сглотнули. А потом она подплыла к Вам вплотную. \n  Ее лицо было радом с Вами, Вы почувствовали прикосновение женских рук и через мнгновение ее губы слились с Вашими в нежном поцелуе. \n  Далее, она посмотрела Вам в глаза и сказала:\n  — Спасибо, что спас мою семью. \n  ",
    "answers": [
      {
        "id": 12,
        "text": "\"Ты бы сделала то же самое на моем месте.\" "
      },
      {
        "id": 12,
        "text": "\"Ты не должна зависеть от Империи.\""
      }
    ]
  },
  {
    "id": 11,
    "text": "  Элизабет ничего не ответила. Лишь легко улыбнулась, а затем она одной рукой распустила волосы. Чёрные локоны упали на ее плечи, но Вы уже не смотрели на них. Она начала раздеваться. Сапоги, перчатки, остальная одежда... Через минуту на берегу стояла самая прекрасная женщина по Вашему мнению. Абсолютно Вас не стесняясь, она подошла к озеру, попробовала его на ощупь и затем вошла в воду. Ее грациозность Вас поражала. Вы даже сглотнули. \n  — Ну что, ты так там и будешь стоять? — Ее смех вернул Вас в реальность. \n  Вы нырнули в воду и проплыли пару метров. Она была рядом с Вами. А потом она подплыла к Вам вплотную. \n  Ее лицо было рядом с Вами, Вы почувствовали прикосновение женских рук и через мнгновение ее губы слились с Вашими в нежном поцелуе. \n  Далее, она посмотрела Вам в глаза и сказала:\n  — Спасибо, что спас мою семью. \n  ",
    "answers": [
      {
        "id": 12,
        "text": "\"Ты бы поступила так же на моем месте.\" "
      },
      {
        "id": 12,
        "text": "\"Ты не должна зависеть от Империи.\" "
      }
    ]
  },
  {
    "id": 12,
    "text": "  Вы не успели сказать, как Элизабет прислонила указательный палец к Вашим губам. Она помахала головой и, убрав руку поцеловала Вас.\n  Далее она полностью отдалась Вам. Сначала в воде, потом на берегу, на том большом валуне. В самых разных позах Вас окутывала страсть. Вы будто покинули свое тело миллиардом клеточек наслаждения и слились с душой Элизабет. Она была отличной любовницей. \n  В конце концов, Вы лежали без сил на берегу. На Вашей руке покоилась голова Элизабет. Иногда чародейка просыпалась, целовала Вас в плечо и снова засыпала.\n  Вы даже не заметили как начало смеркаться. Без солнца стало заметно холоднее, поэтому Вы решили одеваться. Элизабет, как в старые времена, помогла Вам облачиться в броню. Потом Вы, в ее сопровождении, отправились в Вайтколд. Вам еще нужно было много чего сделать... ",
    "answers": [
      {
        "id": 13,
        "text": "Глава 1. Костры Сноуфола. "
      },
      {
        "id": 1,
        "text": "В начало. "
      }
    ]
  },
  {
    "id": 13,
    "text": "  Дорога предстояла недолгая, но Вы и ваша спутница сейчас были переполнены эмоциями, поэтому разговор завязался сам собой.\n  Вы обсуждали Вашу будущую жизнь, сколько бы было у вас детей, если чародейки не были бесплодны. Вы обсуждали уют вашего несуществующего дома на берегу океана. Элизабет бы выходила с утра на пляж, загорала, купалась, а Вы бы наблюдали за ней из дома. Потом конечно же присоединялись бы к ней. Но всего этого не будет...\n  — Элизабет, я не хочу тебя терять. — Вы остановились и посмотрели в ее глаза. Она старалась прятать взгляд. \n  — Я понимаю. Но я должна это сделать, видишь ли, в том оракуле предков я увидела еще кое-что... \n  ",
    "answers": [
      {
        "id": 14,
        "text": "\"Что же?\" "
      }
    ]
  },
  {
    "id": 14,
    "text": "  Элизабет тяжело вздохнула, а потом на одном дыхании выговорила:\n  — Нас всех ждет мучительная и беспощадная смерть, если я этому не помешаю. ",
    "answers": [
      {
        "id": 15,
        "text": "\"Почему же?\" "
      },
      {
        "id": 16,
        "text": "\"Я не против встретить смерть с тобой.\" "
      }
    ]
  },
  {
    "id": 15,
    "text": "  — Дракон. Самый могущественный из всех. Он появляется раз в несколько столетий и выжигает своим пламенем все живое. Его прочную чешую невозможно пробить. Разве что использовать пламя другого дракона. Теперь ты понимаешь?\n",
    "answers": [
      {
        "id": 17,
        "text": "\"Да.\" "
      },
      {
        "id": 18,
        "text": "\"Нет\" "
      }
    ]
  },
  {
    "id": 16,
    "text": "  — Айрон, ты ведь понимаешь, что так нельзя... \n  — Почему же, кто-то будет счастлив, а мы нет? \n  — Я уже счастлива. \n  Элизабет взяла Вас за руки и поцеловала Вас в губы. Потом еще долго смотрела Вам в глаза. \n  — Ну и что же там нам угрожает? \n  — Дракон. Самый могущественный из всех. Он появляется раз в несколько столетий и выжигает своим пламенем все живое. Его прочную чешую невозможно пробить. Разве что использовать пламя другого дракона. Теперь ты понимаешь?\n",
    "answers": [
      {
        "id": 17,
        "text": "\"Да.\" "
      },
      {
        "id": 18,
        "text": "\"Нет.\" "
      }
    ]
  },
  {
    "id": 17,
    "text": "  — Хорошо, я знала, что ты не из всяких необразованных дикарей вроде драконоборцев...\n  Вы громко рассмеялись. Чувство юмора особенно ценится в женщинах. ",
    "answers": [
      {
        "id": 19,
        "text": "\"И как же зовут этого дракона?\" "
      }
    ]
  },
  {
    "id": 18,
    "text": "  Она тяжело вздохнула.\n  — Этот дракон — вестник смерти. Появляется он из другого мира, сжигает все живое, что бы очистить эти земли от нас. Его чешую невозможно пробить, ни мечом, ни копьем, ни титаниумом, только пламя другого дракона способно расплавить его броню. Я проведу ритуал рождения дракона, завладею его разумом и сражусь с этим вестником смерти. Если я умру в бою, то вас всех ждет то же самое, если убью его, то умру от этой магии. Дракон просто вырвется из под моего контроля и мое сознание разрушится. Такие дела. ",
    "answers": [
      {
        "id": 19,
        "text": "\"И как же зовут этого дракона?\" "
      }
    ]
  },
  {
    "id": 19,
    "text": "  — Деструм. Его зовут Деструм, и уже многие пострадали от него. Наши предки пытались с ним сражаться, но их предали свои же. Предатели создали культ дракона и перерезали всех командиров предков. Армия осталась без головы, и была уничтожена. Теперь нас ждет тоже самое. ",
    "answers": [
      {
        "id": 20,
        "text": "\"Мы остановим его. Вместе.\" "
      },
      {
        "id": 21,
        "text": "\"То есть предки знали как его победить?\" "
      }
    ]
  },
  {
    "id": 20,
    "text": "  Элизабет улыбнулась Вам.\n  — Наш единственный шанс — это найденное драконье яйцо. Помнишь, тот дракон, которого ты убил на островах?\n  — Да. \n  — Он ведь был самым могущественным из всех известных. А в яйце — его детёныш.\n  — То есть ты будешь контролировать самого могущественного дракона?\n  — Да, ну после Деструма... ",
    "answers": [
      {
        "id": 22,
        "text": "\"Пойдем в Вайтколд, уже поздно.\" "
      }
    ]
  },
  {
    "id": 21,
    "text": "  — Я не знаю. Может у них было что-то против него. В любом случае мы уже не узнаем. \n  Элизабет улыбнулась Вам.\n  — Наш единственный шанс — это найденное драконье яйцо. Помнишь, тот дракон, которого ты убил на островах?\n  — Да. \n  — Он ведь был самым могущественным из всех известных. А в яйце — его детёныш.\n  — То есть ты будешь контролировать самого могущественного дракона?\n  — Да, ну после Деструма... ",
    "answers": [
      {
        "id": 22,
        "text": "\"Пойдем в Вайтколд, уже поздно.\""
      }
    ]
  },
  {
    "id": 22,
    "text": "  Вы с Элизабет отправились обратно, за крепкие стены Вайтколда. Стражники у ворот Вас безостановочно пропустили. Вы лишь перекинулись парой слов с командиром гарнизона, как оказалось имперцы отправили разведку, но их вылазка провалилась. Всех перебили воины Сноуфола...\n  Вы вошли в главную крепость, попрощались с Элизабет и уже хотели отправляться в свои покои, как один из воинов остановил Вас.\n  — Мастер драконоборец! Вас хотела видеть королева Аннабель, она у себя в покоях.\n  — Хорошо, я отправлюсь к ней.\n  Воин ударил себя кулаком в грудь и ушел по своим делам. Вам сейчас совсем не хотелось чем-то заниматься, но сейчас не время для отдыха. Тем более он у Вас только что был. ",
    "answers": [
      {
        "id": 23,
        "text": "(В покои Аннабель) "
      }
    ]
  },
  {
    "id": 23,
    "text": "  Вы постучались в дверь. Из-за нее услышали разрешение королевы войти. Открыв дверь, Вы увидели полный беспорядок. Повсюду валялись карты Сноуфола, фигурки армий имперцев и сопротивления, чернила, перья, прочие канцелярские принадлежности и остальной хлам. А в центре этого хаоса сидела на коленях спиной к Вам Аннабель.\n  Когда Вы подошли и заглянули ей за спину, Вы увидели одну целую карту, на которой было подписано расположение войск и их количество. По всем подсчетам Вас ожидало разрушительное поражение. Имперцев было в пять раз больше.\n  Наконец Аннабель оторвала взгляд от карты, посмотрела на Ваши сапоги и сказала:\n  — У нас слишком мало сил. ",
    "answers": [
      {
        "id": 24,
        "text": "\"Главное не количество - качество.\" "
      },
      {
        "id": 24,
        "text": "\"Мы побеждали и меньшим количеством.\" "
      }
    ]
  },
  {
    "id": 24,
    "text": "  — Сейчас все по другому. Видишь ли, биться с имперцами придется на открытой местности, никакого преимущества, а их в пять раз больше! Ты хоть представляешь какая это разница!? Каждый наш содлат должен убить пятерых. Нам нужны еще воины.\n  — Знаешь где их достать?\n  — Да.\n  — И где же?\n  — Во время начала имперского вторжения в Сноуфол трое князей трех крупных городов сдались имперским войскам в обмен на жизнь. Армии городов остались на своем месте, воины просто сменили меч на мотыгу. То есть ушли в поля растить картошку. Но в любое время готовы вновь взяться за оружие. Понимаешь? ",
    "answers": [
      {
        "id": 25,
        "text": "\"Предлагаешь мне идти поднимать в них чувство долга родине?\" "
      },
      {
        "id": 26,
        "text": "\"Даже не думай вовлекать меня в это. Я готов убить пятьдесят имперцев в одном бою!\" "
      }
    ]
  },
  {
    "id": 25,
    "text": "  — Да, ты же лучшая кандидатура! — Аннабель поднялась и улыбнулась Вам.\n  — Мы никак не сможем их победить?\n  — Если бы я знала еще варианты, Айрон, я бы тебе сказала. ",
    "answers": [
      {
        "id": 27,
        "text": "\"Хорошо, но ты мне будешь должна еще бочку эля!\" "
      }
    ]
  },
  {
    "id": 26,
    "text": "  — Ты в этом уверен? Помощь нам бы не помешала...\n  — То есть без них мы никак не справимся?\n  — Боюсь что нет. ",
    "answers": [
      {
        "id": 27,
        "text": "\"Ладно, ты права. Так что там за города?\" "
      }
    ]
  },
  {
    "id": 27,
    "text": "  — Отлично! Итак, три города: Стакгард, Версен и Гольрок. У каждого свой князь. Тебе необходимо отправиться к каждому из них и убедить их выступить с нашими знаменами против имперцев. Если у тебя получится — то мы сравняем шансы против имперцев. Сейчас нас три сотни. Имперцев около 1300 бойцов. В каждом городе гарнизон составляет 200-250 солдат. Вот и считай.\n  — То есть в лучшем раскладе нас будет около тысячи?\n  — Да, ты отправляйся пораньше, или у тебя еще есть дела? ",
    "answers": [
      {
        "id": 28,
        "text": "(Отправляться немедленно) "
      },
      {
        "id": 29,
        "text": "(Попрощаться с Элизабет) "
      }
    ]
  },
  {
    "id": 28,
    "text": "  Вы вышли из спальни Вашей королевы и направились к выходу, но Элизабет как раз в этот момент вышла из-за угла. Вы встретились в коридоре.\n  — Ты уходишь? — непослушный локон упал на ее лицо, в свете лучей луны она была особенно прекрасна.\n  — Да, нас слишком мало для битвы. Нужны еще воины. \n  — То есть ты уходишь один? — Элизабет скрестила руки на груди. \n  — Разве не так? — Вы еще не понимали к чему она клонит. \n  — Пойдем, глупенький, без меня ты же пропадешь. \n  Лукавая улыбка и удаляющаяся отличная задница. Вы последовали за ней. За Элизабет. \n",
    "answers": [
      {
        "id": 30,
        "text": "(На перекрестие) "
      }
    ]
  },
  {
    "id": 29,
    "text": "  Вы вышли из спальни Вашей королевы и направились к Элизабет, но она опередила Вас. Вы встретились в коридоре.\n  — Ты уходишь? — непослушный локон упал на ее лицо, в свете лучей луны она была особенно прекрасна.\n  — Да, нас слишком мало для битвы. Нужны еще воины. \n  — То есть ты уходишь один? — Элизабет скрестила руки на груди. \n  — Разве не так? — Вы еще не понимали к чему она клонит. \n  — Пойдем, глупенький, без меня ты же пропадешь. \n  Лукавая улыбка и удаляющаяся отличная задница. Вы последовали за ней. За Элизабет. \n",
    "answers": [
      {
        "id": 30,
        "text": "(На перекрестие) "
      }
    ]
  },
  {
    "id": 30,
    "text": "  Два всадника покинули владения Вайтколда. Их лица были скрыты краями капюшона, но нельзя не заметить, что один из всадников — женщина, а второй — драконоборец. Они подъехали к перекрестию и остановились. С неба начали срываться снежинки...\n  Вы смотрели на указатель. На нем было четыре направления. Назад — Вайтколд, вперед — Стакгард, влево — Версен и направо — Гольрок. Вам необходимо посетить все три города. Элизабет откинула капюшон и посмотрела на Вас.\n  — Куда поедем в начале?\n  Перед Вами был выбор. ",
    "answers": [
      {
        "id": 32,
        "text": "(Посмотреть на указатель) "
      }
    ]
  },
  {
    "id": 31,
    "text": "  Вы решили отправиться в Стакгард. Насколько Вам было известно, это город лучников. Вас обучали дистанционному бою в башне драконоборцев, Вы помните как вытачивать стрелы. В любом случае сейчас Вы в сопровождении Элизабет отправились в город стрелков.\n  200-250 солдат. Нельзя их упустить. ",
    "answers": [
      {
        "id": 35,
        "text": "(В Стакгард)"
      }
    ]
  },
  {
    "id": 32,
    "text": "  Назад — Вайтколд, вперед — Стакгард, влево — Версен и направо — Гольрок. Вам необходимо посетить все три города.",
    "answers": [
      {
        "id": 31,
        "text": "Стакгард",
        "need": -49
      },
      {
        "id": 33,
        "text": "Версен",
        "need": -69
      },
      {
        "id": 34,
        "text": "Гольрок ",
        "need": -80
      },
      {
        "id": 50,
        "text": "Вайтколд",
        "need": [
          49,
          69,
          80
        ]
      }
    ]
  },
  {
    "id": 33,
    "text": "  Версен. До города ехать довольно долго, поэтому придется по пути сделать привал. Вы уже посмотрели на карту и продумали дальнейший путь. До вечера Вы проедете около двух трети пути и остановитесь в трактире. Там проведёте ночь, а затем с утра выдвинитесь на Версен. Так Вы и сделали.\n  По пути к трактиру Вы не встретили ничего интересного. Однако, все таки пару моментов было. Например, старая разграбленная повозка, рядом с которой повсюду была кровь. Вы предположили, что это дело рук местных грабителей. Похоже здешний князь не очень волнуется за своих людей.\n  Дальше Вы увидели на дереве повешанного. На его груди красовалась табличка: \"Я должник\". А вот это уже больше похоже на почерк бандитов. Но сейчас такое время. Война все же. ",
    "answers": [
      {
        "id": 51,
        "text": "(В трактир) "
      }
    ]
  },
  {
    "id": 34,
    "text": "  Насколько Вам было известно, Гольроком правит Князь Стенер. Один из самых благородных людей, которых Вы когда-либо знали. Отец рассказывал Вам о нем, поэтому Вы рассчитывали на память князя. Что он еще не забыл добродушия Вашего отца и поэтому без лишних вопросов последует за Вами со всей своей армией. Но прошло столько времени...\n  В любом случае дорога предстоит не близкой. Однако, если эта дорога в компании Элизабет, то Вы готовы ехать по ней вечно. Не так ли? ",
    "answers": [
      {
        "id": 70,
        "text": "(Ехать в Гольрок) "
      }
    ]
  },
  {
    "id": 35,
    "text": "  Дорога отняла у Вас один день. По пути Вы конечно болтали с Элизабет об абсолютно разных вещах. Начиная взглядами на этот мир и заканчивая бантиками на детских платьях. Конечно же эту тему начала Элизабет, но Вы не протививлись. Вам было приятно общаться с ней.\n  Снежинки оставались на волосах у Элизабет. Через какое-то время они таяли, оставляя после себя сверкающие капли. Она была прекрасна. Ну и конечно же Вы сделали пару остановок вместе с ней. Одну для небольшого отдыха. Вторую тоже для отдыха, только активного.\n  В итоге Вы и не заметили как добрались до Стакгарда. Город представлял собой внутреннюю крепость, на вершине которой было множество позиций для лучников-снайперов. Вокруг этой крепости был сам город. Большая его часть была построена на реке и окружена высокой стеной с длинными заостренными зубьями. Повсюду возвышались башни лучников. Если кто-то и осмелится атаковать такой город, то потеряет большинство воинов у стен замка. И наконец, рядом с этими стенами расположились простые деревянные дома, в которых расселились крестьяне и рабочие. ",
    "answers": [
      {
        "id": 36,
        "text": "(К воротам) "
      },
      {
        "id": 37,
        "text": "(Заехать в деревню) "
      }
    ]
  },
  {
    "id": 36,
    "text": "  Вы подъехали к воротам. Стражники поняли кто Вы такой и распахнули ворота перед Вами.\n  — Князь Тройк во внутренней крепости, мастер драконоборец.\n  — Спасибо.\n  Вы направились именно туда. Элизабет без заминок двигалась за Вами. Двигаясь по улицам города Вы видели удивленные взгляды прохожих. Конечно, все уже думают, что драконоборцев больше не осталось.\n  Вскоре Вы вошли во внутреннюю крепость. Князь сейчас стоял рядом с картой боевых дествий и смотрел в одну точку. ",
    "answers": [
      {
        "id": 38,
        "text": "\"Князь Тройк?\" "
      },
      {
        "id": 39,
        "text": "\"Я Айрон, мастер драконоборец.\" "
      }
    ]
  },
  {
    "id": 37,
    "text": "  Перед встречей с князем города Вы решили посетить деревню и расспросить местных об их господине. Сидя на коне Вы обратились к первой попавшейся крестьянке. Она сейчас стирала вещи на реке, ее платье была измазано грязью, как и лицо.\n  — Кто у нас князь спрашиваете, господин?\n  — Да, я спросил кто управляет городом.\n  — Так Князь Тройк. Уже поди восемь лет на троне. Он хороший князь. Как имперцы пришли, так он с ними договорился, и мы еще живы. Храни его Боги! — крестьянка перекрестилась.\n  — Что можешь рассказать про него?\n  — Он отличный лучник. Его еще никто не переплюнул в этом.\n  Вы поклонились своему информатору и удалились от нее подальше. Значит любит пострелять. Хорошо... ",
    "answers": [
      {
        "id": 36,
        "text": "(К воротам) "
      }
    ]
  },
  {
    "id": 38,
    "text": "  — Сначала представься. ",
    "answers": [
      {
        "id": 39,
        "text": "\"Я Айрон, мастер драконоборец.\" "
      }
    ]
  },
  {
    "id": 39,
    "text": "  Князь повернулся к Вам. Острые черты лица. Аккуратные усики и бородка уже поразила седина. Его длинные волосы, собранные назад выдавали в нем стрелка. Один его глаз постоянно щурился, да и вообще князь был худым.\n  — Я Тройк. Князь города Стакгард. Ты пришел просить меня вступить в Вашу войну?\n  — Да, владыка. У нас общий враг — Империя, и только вместе мы сможем разбить их.\n  Князь посмотрел на Вас с усмешкой.\n  — Я с ними отлично договорился. Они меня не трогают, я не трогаю их. Все просто.\n  — Вы должны выступить вместе с нами!\n  — Убирайся. \n  — Я сюда пришёл с определенной целью, уйду когда она будет выполнена. \n  Тройк лишь рассмеялся.\n  — А ты настойчивый. Вилишь ли, я славлюсь жестокостью. Давай так, убедишь меня — будешь жить и получишь мое войско, нет — ваши головы будут на пиках. У тебя есть одна попытка. ",
    "answers": [
      {
        "id": 40,
        "text": "\"Делать нечего, я согласен.\" "
      }
    ]
  },
  {
    "id": 40,
    "text": "  — Хорошо, и почему же я должен выступить под Вашими знаменами? — Тройк выжидающе смотрел на Вас. ",
    "answers": [
      {
        "id": 41,
        "text": "\"Как насчет пострелять из луков? Кто наберет больше очков - тот и победитель.\" ",
        "need": 37
      },
      {
        "id": 42,
        "text": "(Убедить, что королева наградит всех) "
      },
      {
        "id": 43,
        "text": "(Убедить, что имперцы не держат своего слова) "
      },
      {
        "id": 44,
        "text": "(Убедить, что драконоборцы - мастера своего дела) "
      }
    ]
  },
  {
    "id": 41,
    "text": "  — Хм, а почему бы и нет!\n  Через несколько минут Вы стояли во внутреннем дворике. Через двадцать шагов расположили мишени. Три круга. Попадаете в центр — 10 очков, во второй круг — 5, в третий — 1.\n  У каждого стрелка будет по три стрелы. Князь уже отстрелялся и набрал 25 очков. В последнем выстреле подул сильный ветер и великий лучник промахнулся. Настал Ваш черед.",
    "answers": [
      {
        "id": 46,
        "text": "(Прицелиться) "
      }
    ]
  },
  {
    "id": 42,
    "text": "  — Повелитель, слышали ли вы про королеву Аннабель?\n  Князь посмотрел на Вас с любопытсвом.\n  — Это сучка, которая возглавляет армию сопроиивления?\n  — Князь Тройк, на самом деле лучше королевы я не знал. Начнем с того, что Сноуфол принадлежит ей по праву правления. К тому же она отличный тактик и стратег. Несмотря на это Аннабель безупречный воин, она принимала участие во всех боях. Я считаю, если вы откликнетесь на ее зов, она непременно наградит вас.\n  — Когда ты ехал по городу, ты видел хоть одного бедного?\n  — Нет.\n  — Чью голову сейчас насадят на пику? Стража! ",
    "answers": [
      {
        "id": 45,
        "text": "(Смерть) "
      }
    ]
  },
  {
    "id": 43,
    "text": "  — Князь. Я уже много раз воевал с имперцами, договаривался с ними как и вы, в итоге — весь мой народ лежит на северных островах под снегом. Я им доверился, а они меня предали. Почему же они не могут сделать то же и с вами?\n  Князь не смог ничего ответить.\n  — Сначала они разобьют нашу армию. Потом захватят Гольрок, Версен, а потом атакуют тебя, Князь Тройк.\n  — Ты уверен? — в его глазах Вы уловили страх.\n  — Да, другого я от них и не жду.\n  Князь отвернулся, через некоторое время он сказал:\n  — Моя армия — армия твоей королевы. Мы выдвинемся в Вайтколд через несколько дней. ",
    "answers": [
      {
        "id": 49,
        "text": "(Отойти к Элизабет)"
      }
    ]
  },
  {
    "id": 44,
    "text": "  — Князь, слышали ли вы когда-нибудь про драконоборцев?\n  — Один стоит передо мной.\n  — Именно! Как бы мне не хотелось хвастаться, но драконоборцы — отличные воины и тактики. Нашему мастерству завидуют самые элитные войска всей Империи. Мы разим мечом и огнем врага. Даже дракон нам не проблема. Кроме того, драконоборцы отличные командиры и охотники. Любая задача нам по плечу.\n  — И сколько же драконоборцев в вашей армии?\n  Вы немного замнулись.\n  — Я один.\n  — Теперь ни одного. Стража! ",
    "answers": [
      {
        "id": 45,
        "text": "(Смерть) "
      }
    ]
  },
  {
    "id": 45,
    "text": "  Вы погибли. ",
    "answers": [
      {
        "id": 35,
        "text": "(Вернуться) "
      }
    ]
  },
  {
    "id": 46,
    "text": "  Ветер не дул в этот момент. Первый выстрел попал точно в середину. Вы успели произвести и второй выстрел, такой же удачный. У Вас уже было двадцать очков. Остался третий выстрел. В этот момент погода изменилась.\n  Дует сильный ветер. До мишени двадцать шагов. Примерно стрела попадет в левую сторону мишени. Нужно выравнять. ",
    "answers": [
      {
        "id": 47,
        "text": "(Натянуть тетиву не сильно и прицелиться левее) "
      },
      {
        "id": 48,
        "text": "(Натянуть тетиву не сильно и прицелиться правее) "
      },
      {
        "id": 47,
        "text": "(Сильно натянуть тетиву и прицелиться левее) "
      },
      {
        "id": 47,
        "text": "(Сильно натянуть тетиву и прицелиться правее) "
      }
    ]
  },
  {
    "id": 47,
    "text": "  Вы отпустили тетиву, но где-то допустили ошибку. Стрела вонзилась во второй круг. У Вас было 25 очков. Как и у Вашего соперника. Ну что же, похоже придется договариваться. ",
    "answers": [
      {
        "id": 42,
        "text": "(Убедить, что королева наградит всех) "
      },
      {
        "id": 43,
        "text": "(Убедить, что имперцы не держат своего слова) "
      },
      {
        "id": 44,
        "text": "(Убедить, что драконоборцы - мастера своего дела) "
      }
    ]
  },
  {
    "id": 48,
    "text": "  Стрела со свистом прорезала воздух и вонзилась в середину мишени. Тридцать очков. За Вашей спиной раздались аплодисменты. Похвала от князя.\n  — Ну что же, договор есть договор. Моя армия теперь армия твоей королевы. Мы выступим с вами в бой. Прибудем в Вайтколд через несколько дней. ",
    "answers": [
      {
        "id": 49,
        "text": "(Отойти к Элизабет) "
      }
    ]
  },
  {
    "id": 49,
    "text": "  Когда Вы подошли к Элизабет, она одарила Вас сдержанными аплодисментами.\n  — А Аннабель похоже была права, что доверилась тебе. Плюс 250 бравых бойцов, да?\n  — Может мы и сможем победить имперцев. В любом случае, я ненавижу политику, лучше бы резал имперцев по чуть чуть.\n  Элизабет рассмеялась, в который раз ее мелодичный смех доставил удовольствие Вашим ушам.\n  — Милый мой Айрон, ты ведь был королем Севера, не так ли? Политику он не любит...\n  За таким непринуждённым разговором Вы вместе с Вашей спутницей отправились к указателю на развилке... ",
    "answers": [
      {
        "id": 32,
        "text": "(К указателю) "
      }
    ]
  },
  {
    "id": 50,
    "text": "  Вы возвращались обратно. Ваша армия выросла примерно на 800 обученных воинов. Элизабет тайно восхищалась Вашему мастерству. Все складывалось идеально. За исключением одного момента...\n  Вы смотрели на Элизабет. Из Вашей головы не выходила мысль, что ей скоро придется Вас оставить. Какая же нестерпимая боль! \n  ",
    "answers": [
      {
        "id": 82,
        "text": "(Ехать дальше) "
      },
      {
        "id": 83,
        "text": "\"А может бросим все и уедем на берег, поселимся там?\" "
      }
    ]
  },
  {
    "id": 51,
    "text": "  С холода в теплое помещение. Когда Вы вошли, то конечно же по всем правилам жанра на Вас уставились лица присутсвующих. Контингент составлял по большей части небритые и грязные варвары. Но было и пару господ, которые, наверное, по чистой случайности тут оказались. Так же в дальнем углу сидел человек в капюшоне. Во что он одет не было видно, но длинный меч у бедра говорил о многом. Вскоре люди потеряли к Вам интерес. Вы подошли к трактирщику.\n  — День добрый, путник! Откуда путь держишь, да куда держишь?\n  — Добрый. Из Вайтколда в Версен.\n  Трактирщик не успел ответить, как из-за Вашей спины раздался голос:\n  — Так Вайтколд же эти варвары взяли! У них еще шлюха главная! \n  Вы обернулись и увидели одного такого небритого и грязного варвара. По его бороде стекал жир от курицы, а на кольчуге остались следы непереваренной пищи.\n  Нельзя было создавать конфликт. Это все таки чужая земля. ",
    "answers": [
      {
        "id": 52,
        "text": "\"Во-первых, не варвары, а мятежники, во-вторых, не шлюха, а королева.\" "
      },
      {
        "id": 53,
        "text": "\"Советую тебе закрыть рот и больше никогда не открывать в моем присутствии.\" "
      },
      {
        "id": 54,
        "text": "(Ударить его) "
      }
    ]
  },
  {
    "id": 52,
    "text": "  Этот тип лишь рассмеялся.\n  — Я все правильно сказал. Так ты получается с ними?\n  — Да, с ними.\n  Варвар очень пристально на Вас посмотрел.\n  — Так значит ты мятежник? Имперцев бьешь? ",
    "answers": [
      {
        "id": 55,
        "text": "\"Да, а тебе то что?\" "
      },
      {
        "id": 54,
        "text": "(Ударить его) "
      }
    ]
  },
  {
    "id": 53,
    "text": "  Варвар ничего не ответил, он сразу кинулся на Вас. Из-за спины он достал кинжал, пару раз прорезал воздух, но Вас не задел. Хороший удар в челюсть заставил принять его горизонтальное положение. Тут же из-за столов повскакивали его соратники. Вы обнажили меч и начали считать врагов. Из было семь, не считая лежачего. Но в этот момент тот самый мечник в капюшоне вскочил и вонзил меч в ближнего бандита. Шестеро против двоих. ",
    "answers": [
      {
        "id": 58,
        "text": "(Атаковать варваров) "
      }
    ]
  },
  {
    "id": 54,
    "text": "  Хороший удар в челюсть заставил принять его горизонтальное положение. Тут же из-за столов повскакивали его соратники. Вы обнажили меч и начали считать врагов. Из было семь, не считая лежачего. Но в этот момент тот самый мечник в капюшоне вскочил и вонзил меч в ближнего бандита. Шестеро против двоих. ",
    "answers": [
      {
        "id": 58,
        "text": "(Атаковать варваров) "
      }
    ]
  },
  {
    "id": 55,
    "text": "  Варвар стал облизывать языком зубы.\n  — Видишь ли. У нас тут мятежников не любят. Так что проваливай ка отсюда! ",
    "answers": [
      {
        "id": 56,
        "text": "(Покинуть трактир) "
      },
      {
        "id": 54,
        "text": "(Ударить его) "
      }
    ]
  },
  {
    "id": 56,
    "text": "  Вы решили не создавать конфликт на ровном мечте. Конечно, Вы бы могли перерубить их всех, но не нужно вторгаться в земли к князю и убивать его народ. Элизабет как раз хотела войти в трактир, но Вы ее расстроили. Вместо отдыха Вам предстояло скакать по ночи.\n  Вы уже залезли на коня, но вдруг на улицу вышел трактирщик.\n  — Мастер Драконоборец! Эти варвары — люди князя Борка, того, что правит Версеном! Он с помощью грабителей наживается на бедах простых людей! Помогите им!\n  Вы лишь кивнули в ответ. ",
    "answers": [
      {
        "id": 57,
        "text": "(В Версен) "
      }
    ]
  },
  {
    "id": 57,
    "text": "  Вы подъезжали к городу. Он представлял собой кучу старых деревянных домов, окруженных частоколом. В нескольких местах стояли сторожевые вышки. Но по большей части город выглядел, как полевой лагерь. Пару раз по пути воры хватали кошели с поясов незадачливых прохожих. Повсюду сновали подозрительные типы в капюшонах... \n  Наконец Вы подъехали к главной площади. На ней стоял похоже весь народ этого маленького городишки. Вы видели много крепких мужчин в этой толпе. Почему же они не свергли этого князя?\n  — Князь Борк! Услышь наши просьбы. Грабители не дают нам спокойно жить. Помоги нам!\n  Элизабет присвистнула.\n  — Похоже они не знают всю правду. Может им расскажем об этом?\n  В этот момент князь заговорил.\n  — Вы должны больше работать, тогда я вам помогу. Я смогу прогнать всех этих мерзких бандитов, но вот урожай в этом году должен быть намного больше, чем в предыдущем!\n  Вас распирало от ярости. Такую наглую ложь Вы еще не слышали! ",
    "answers": [
      {
        "id": 61,
        "text": "(Рассказать народу про сэра Лорейна и ложь князя) ",
        "need": 59
      },
      {
        "id": 62,
        "text": "(Рассказать про ложь князя) "
      },
      {
        "id": 63,
        "text": "(Вызвать князя на поединок) "
      }
    ]
  },
  {
    "id": 58,
    "text": "  Вместе с тем загадочным рыцарем Вы атаковали группу варваров с двух сторон. Пару быстрых ударов, один рубящий и добивающий. С Вашей стороны остался один живой боец. Со стороны рыцаря — два, хоть он и неплохо бился.\n",
    "answers": [
      {
        "id": 59,
        "text": "(Помочь рыцарю) "
      },
      {
        "id": 60,
        "text": "(Добить оставшегося варвара) "
      }
    ]
  },
  {
    "id": 59,
    "text": "  Первым делом Вы кинулись на помощь рыцарю и подоспели вовремя. Первого врага он убил, а вот второй уже заносил кинжал для удара. Вы помешали планам второго варвара, отрубив ему руку. Рыцарь же добил его колющим ударом в живот. Оставшийся варвар не придумал ничего умнее как сложить оружие и встать на колени. У него даже зубы стучали от дрожи.\n  В этот момент в трактир вошла Элизабет. Ее глаза неплохо огруглились от увиденного.\n  — Тебя нельзя оставлять одного, да?\n  Вам пришлось объяснять Элизабет как все было на самом деле. Рыцарь активно поддакивал Вашему рассказу. В итоге вышло вполне убедительно. Однако, трактирщик настоял на том, что бы Вы немедленно убирались отсюда.\n  На улице рыцарь представился как сэр Лорейн. Он был на службе у князя Версена. Как оказалось, этот князь развил преступную деятельность и теперь требует процент от всех грабежей и убийств. Сэр Лорейн пытался добиться справедливости, но его чуть не убили. Но в народе он пользовался хорошим авторитетом, поэтому это сыграет Вам на руку.\n  Вы попрощались с рыцарем и разошлись в разные стороны, ему возвращаться обратно опасно для жизни. Кстати, князя звали Борком. Князь Борк. ",
    "answers": [
      {
        "id": 57,
        "text": "(В Версен) "
      }
    ]
  },
  {
    "id": 60,
    "text": "  Вы без труда расправились с таким противником. Сначала Вы лишили его оружия, затем несколько виртуозных движений мечом и Ваш меч уже в теле соперниика, но рыцаря спасти не удалось. Он вонзил меч в первого врага, но второй времени не терял. Кинжал торчал из правого бока рыцаря. \n  К тому моменту как Вы добили последнего варвара, рыцарь уже был присмерти. Однако, последнее, что он успел сказать это — убей князя. Трактирщик сходил с ума от такого количества крови и конечно же был против Вашего присутствия, однако, рассказал, что только что Вы убили настоящих грабителей. Они работают на князя Борка, он правит Версеном. Часть отнаграбленного они отдают князю. \n  В этот момент в трактир зашла Элизабет. Ее глаза неплохо округлились от увиденного.\n  — Тебя похоже нельзя оставлять одного, да?\n  Вам пришлось объяснять Элизабет как все было на самом деле и, что Вы не сможете тут остаться на ночь. Поэтому через минуту Вы уже ехали вместе с Элизабет подальше от трактира. ",
    "answers": [
      {
        "id": 57,
        "text": "(В Версен) "
      }
    ]
  },
  {
    "id": 61,
    "text": "  — Князь Борк! Не хочешь ли рассказать своему народу всю правду?\n  Князь даже подпрыгнул от неожиданности. По толпе пошел неодобрительный гул.\n  — Расскажи им, как ты берешь награбленные деньги, отпускаешь грабителей, позволяешь делать им, что угодно!\n  Князь сглотнул, но потом обрел уверенность.\n  — Да как ты смеешь!\n  — Я, Мастер Драконоборец, я клялся чтить справедливость и добиваться ее в любых местах. Это мой долг. Я не стал бы врать. В отличие от тебя. К тому же, я встретил сэра Лорейна. И он подтвердил бы мои слова. Вот только ты пытался его убить! \n  Народ недовольно загудел. Разьяренная толпа подбежала к князю и начала избивать его прямо на площади. Люди боялись, но в присутсвии сильного человека вроде Вас, они вновь почувствовали себя свободными. Когда князь Борк перестал существовать, народ был готов Вас выслушать. \n  — Люди Сноуфола! Я Айрон Бриг, прибыл с Северных островов. Вместе с королевой Аннабель, мы освобождаем Сноуфол от имперских солдат. Но нам нужна помощь, пойдёте ли Вы за мной?\n  Вашему вопросу ответили громким \"Да\". Затем к Вам подошел главный из воинов Версена и сказал, что они прибудут в Вайтколд через несколько дней, как только разберутся с грабителями. ",
    "answers": [
      {
        "id": 69,
        "text": "(Отойти к Элизабет) "
      }
    ]
  },
  {
    "id": 62,
    "text": "  — Князь Борк! Не хочешь ли рассказать своему народу всю правду?\n  Князь даже подпрыгнул от неожиданности. По толпе пошел неодобрительный гул.\n  — Расскажи им, как ты берешь награбленные деньги, отпускаешь грабителей, позволяешь делать им, что угодно!\n  Князь сглотнул, но потом обрел уверенность.\n  — Да как ты смеешь!\n  — Я, Мастер Драконоборец, я клялся чтить справедливость и добиваться ее в любых местах. Это мой долг. Я не стал бы врать. В отличие от тебя. Князь Борк, я вызываю тебя на поединок.\n  Никто не ожидал такого поворота событий. Вы стали готовиться к битве, пока князю несли его оружие. К Вам подошла чародейка.\n  — Ты вроде убедил народ. Тем более слухи ходили  уже давненько. Осталось убить его и еще двести воинов пойдут за нами.\n  Она чмокнула Вас в щеку и удалилась на безопасное расстояние. ",
    "answers": [
      {
        "id": 65,
        "text": "(К бою) "
      }
    ]
  },
  {
    "id": 63,
    "text": "  — Князь Борк! Я, Айрон Бриг, Мастер Драконоборец, вызываю теюя на поединок!\n  — А из-за чего это? Стража! Взять его!\n  Вы не успели вынести обвинения, надо бы было сделать это заранее. ",
    "answers": [
      {
        "id": 64,
        "text": "(Смерть) "
      }
    ]
  },
  {
    "id": 64,
    "text": "  Вы погибли. ",
    "answers": [
      {
        "id": 32,
        "text": "(Вернуться) "
      }
    ]
  },
  {
    "id": 65,
    "text": "  Вы обнажили оружие и подошли к своему противнику на расстояние нескольких шагов. Его облачили в толстую броню и сунули в руки двуручный меч, который он еле держал. Однако, его основное оружие это — вес. Не стоит его недооценивать. Когда был подан сигнал начала поединка, князь с диким воплем понесся на Вас. ",
    "answers": [
      {
        "id": 66,
        "text": "(Ударить его ногой) "
      },
      {
        "id": 67,
        "text": "(Уклониться) "
      }
    ]
  },
  {
    "id": 66,
    "text": "  Вы не ожидали такого напора. Ваш удар он, как будто, не заметил. Он просто снес Вас с ног, а потом придавил своей тяжелой тушей. Встал на ноги он быстрее Вас и, поэтому нанес удар тоже быстрее. Вы не успели уклониться. Борк еще долго будет хвастаться, что победил Мастера Драконоборца... ",
    "answers": [
      {
        "id": 64,
        "text": "(Смерть) "
      }
    ]
  },
  {
    "id": 67,
    "text": "  Вы с легкостью ушли с линии атаки князя. Он пробежал мимо Вас, споткнулся и упал. Потребовалось немало времени, чтобы ему встать на ноги. Когда он вновь Вас атаковал, Вы уже не жалели его. Меч с лязгом прорезал броню и вошел Борку в живот. Прокрутив клинок по часовой стрелке Вы вынули его из тела врага. Князь пал, и теперь народ смотрел на Вас.\n  — Люди Сноуфола! Я Айрон Бриг, прибыл с Северных островов. Вместе с королевой Аннабель, мы освобождаем Сноуфол от имперских солдат. Но нам нужна помощь, пойдёте ли Вы за мной?\n  Вашему вопросу ответили громким \"Да\". Затем к Вам подошел главный из воинов Версена и сказал, что они прибудут в Вайтколд через несколько дней, как только разберутся с грабителями. ",
    "answers": [
      {
        "id": 69,
        "text": "(Отойти к Элизабет) "
      }
    ]
  },
  {
    "id": 68,
    "text": "  Вы погибли",
    "answers": []
  },
  {
    "id": 69,
    "text": "  — Вау! Ты слышал когда-нибудь историю про Робин Гуда?\n  — Нет, а что?\n  — Ты немного похож на него. Помогаешь бедным. Мне очень нравятся такие мужчины...\n  Элизабет кокетливо улыбнулась и запрыгнула на коня, при этом специально повертев перед Вами отличной задницей. Ну как тут сосредоточиться на войне? \n  ",
    "answers": [
      {
        "id": 32,
        "text": "(К указателям) "
      }
    ]
  },
  {
    "id": 70,
    "text": "  Вы безмятежно тряслись в седле верного коня перебрасываясь фразами с Элизабет. Она рассказывала Вам, как превратить человека в слизняка. На самом деле существует такое заклинание. Конечно же оно вызвало у Вас интерес. Поэтому Вы не уловили звук разрезаемого стрелой воздуха. Она точкой стремительно вырвалась из тумана. \n  Наконечник стрелы пробил Ваш доспех, вошел в мягкие ткани и мышцы и застрял в Вашем левом плече. От неожиданности конь встал на дыбы, а Вас выкинуло из седла. Вы резко встали на ноги, обломали древко стрелы и обнажили клинок. Атаку Вы ожидали с любой стороны.\n  Первый противник появился из легкого тумана перед Вами. В его руках был натянутый лук. Острие стрелы уже смотрело в Вашу сторону...\n  — Не смей трогать моего жениха!\n  Несколько ярких молний заставили врага прилечь на землю. Стрела так и не была выпущена. Вы предположили, что в тумане скрывается еще много лучников. ",
    "answers": [
      {
        "id": 71,
        "text": "(Отбежать к камням) "
      },
      {
        "id": 72,
        "text": "(Ринуться в атаку) "
      }
    ]
  },
  {
    "id": 71,
    "text": "  Вы отбежали к камням и спрятались за ними. Над головой со свистом пролетали стрелы противника. Элизабет уже была рядом с Вами.\n  — Жениха, ты серьезно?\n  — А почему нет. — Элизабет пожала плечами. — Или ты против?!\n  В этот момент Вы почувствовали что-то острое у Ваших драгоценных яиц.\n  — Нет нет! Очень даже за!\n  — Хороший Драконоборец. \n  Элизабет чмокнула Вас в щеку и выглянула за камни.\n  — Есть какие-нибудь предложения? Ты же у нас стратег. ",
    "answers": [
      {
        "id": 74,
        "text": "(Атакуем, ты справа, я слева.) "
      },
      {
        "id": 75,
        "text": "(Под завесой тумана зайдем им в тыл) "
      }
    ]
  },
  {
    "id": 72,
    "text": "  С диким воплем и обнаженным мечом Вы побежали в туман. Конечно же Вы увидели своим четким зрением противников, только и они Вас тоже. Несколько свистящих звуков, и Ваша грудь истекает кровью от многочисленных попаданий из луков. ",
    "answers": [
      {
        "id": 73,
        "text": "(Смерть) "
      }
    ]
  },
  {
    "id": 73,
    "text": "  Вы погибли. ",
    "answers": [
      {
        "id": 70,
        "text": "(Вернуться) "
      }
    ]
  },
  {
    "id": 74,
    "text": "  Вы приготовились. Клинок на дальних дистанциях Вам не особо поможет, поэтому Вы спрятали его в ножны. Будем действовать магией.\n  Вы досчитали до пяти и синхронно с Элизабет вышли из-за укрытия. Вы бились достойно. Огненные стрелы и сияющие разряды молний выкашивали вражеских лучников. Однако, чуть позднее Вы заметили, что Вас окружили. Противник был повсюду. Вы встали с Элизабет спиной к спине и начали обороняться. Наконец первая стрела пронзила Вашу ногу. Вторая угодила Элизабет в живот. Чародейка согнулась пополам, но продолжила выпускать молнии. Через пару минут Вы сидели у тела чародейки. К Вам не спеша подходили враги. Вы держали ее за руку. На ее губах до сих пор остались ее последние слова: \"Я тебя люблю\" . ",
    "answers": [
      {
        "id": 73,
        "text": "(Смерть) "
      }
    ]
  },
  {
    "id": 75,
    "text": "  — Их слишком много, если выйдем, то они просто нас расстреляют. Можешь создать искусственный туман?\n  — Пфф, ты это у самой могущественной чародейки спрашиваешь? — Элизабет хаотично поводила руками и через секунду из ее ладоней потянулся густой смог. В итоге помимо естественного тумана появился еще и искуственный. Кстати, он неплохо Вам помог.\n  Вместе с Элизабет Вы зашли в тыл и к своему ужасу обнаружили, что находитесь посреди кровавой битвы. Видимо Вы вышли в спину одной стороне этой битвы, которая была недружественна ко всем. Нужно было выбираться.\n  Повсюду бились разьяренные воины, Вы даже не знали кого нужно рубить. Взяв Элизабет за руку, Вы пробивались к безопасному месту. К счастью Вам повезло. Вы увидели князя Стенера. ",
    "answers": [
      {
        "id": 76,
        "text": "(Отправится к Стенеру) "
      }
    ]
  },
  {
    "id": 76,
    "text": "  Пару раз Вы увернулись от случайных ударов, один раз Элизабет создала защитное поле, которое защитило Вас от снаряда катапульты. Наконец Вы подошли к князю и он был безмерно Вам рад.\n  — Айрон, Господи, как же ты вовремя! Сноуфол, отсупаем! Все в крепость!\n  Вы отправились за князем и через еще несколько свистящих стрел и камней забежали за толстые стены крепости. Тяжелые ворота с грохотом закрылись за Вашей спиной. Немного отдышавшись, Вы поздоровались с князем Стенерем и спросили, что вообще тут происходит.\n  — Наемники, Айрон. Это чертовы наемники. Я с самого начала не доверял Империи, но для спасения моих людей пошел на эту сделку. Ты можешь использовать моих людей в своих целях. Мы вновь выступим за Сноуфол!\n  В этот момент толпа одобрительно загудела.\n  — Что будем делать с наемниками? ",
    "answers": [
      {
        "id": 77,
        "text": "\"Договоримся.\" "
      },
      {
        "id": 78,
        "text": "\"Разобьем их.\" "
      }
    ]
  },
  {
    "id": 77,
    "text": "  — Хорошо, какой план?\n  — Я выйду к ним и попробую предложить больше денег. Скорее всего это поможет. — Вы посмотрели в сторону ворот. Люди ставили дополнительные опоры для них. \n  — Да да, обязательно пойдешь, только сначала я тебя подлатаю. — Элизабет взяла Вас под руку и повела в палатку.\n  Там она аккуратно сняла части брони. Вытащила последнюю пластину, которую пробила стрела. Наконечник довольно глубоко вошел в тело, но Элизабет применила заклинание, из-за которого стрела превратилась в тысячу частичек и буквально разлетелась в разные стороны. Затем она начала перевязывать рану.\n  — Эти наемники, им ничего не стоит убить человека, понимаешь?\n  Вы взяли ее руку и подтянули к себе.\n  — Я вернусь к тебе живым.\n  Элизабет поцеловала Вас в губы и не собиралась на этом останавливаться. Вы овладели ею прямо на перевязочном столе. Своими движениями Вы раскидали все бинты, а из только что перевязанной раны проступила кровь. Но Вам было плевать, Вы любили эту чародейку. ",
    "answers": [
      {
        "id": 79,
        "text": "(На переговоры) "
      }
    ]
  },
  {
    "id": 78,
    "text": "  — Ты хочешь потерять всех наших солдат? Знаю я о вашей этой \"умереть в бою лучше чем подумать\". — Элизабет этот план явно не нравился. ",
    "answers": [
      {
        "id": 77,
        "text": "\"Тогда договоримся.\" "
      }
    ]
  },
  {
    "id": 79,
    "text": "  Вы вышли из палатки в полном снаряжении, за Вами, поправляя одежду вышла Элизабет. К Вам направлялся князь Стенер.\n  — Айрон! Наемники готовы к переговорам. Ты уверен, что все получится?\n  — А у нас есть другой выход?\n  Вы расстегнули поясной ремень и перехватили свое оружие в руку. Элизабет без лишних вопросов забрала меч из ваших рук.\n  Вы направились к воротам, все смотрели Вам в след.\n  За воротами стояло целое войско в самой разной броне. Вы видели, что все уже опытные ветераны. Впереди всей этой толпы возвышался их предводитель. Судя по всему.\n  — Ты хотел переговоров? — через все его лицо шел шрам. Он начинался от правого виска, шел через глаз, который отсутсвовал, через нос и заканчивался где-то на шее. Сам наемник был высокого роста и крепкого телосложения. ",
    "answers": [
      {
        "id": 80,
        "text": "\"Да.\" "
      }
    ]
  },
  {
    "id": 80,
    "text": "  — Мы выступим под вашими знаменами, если ты отдашь нам один город Сноуфола. Любой город. Мы хотим уже осесть. Нам надоело убивать.\n  Вы видели надежду в единственном глазу воина.\n  — Я согласен. ",
    "answers": [
      {
        "id": 81,
        "text": "(К Элизабет) "
      }
    ]
  },
  {
    "id": 81,
    "text": "  Когда Вы вернулись в город, Элизабет тут же бросилась Вам на шею.\n  — Было куда проще, чем я думал. Наверно, Боги решили помочь мне.\n  Князь Стенер пожал Вам руку и сказал, что выдвинется вместе с наемниками в Вайтколд.\n  Вы пожелали ему удачи и вместе со своей спутницей двинулись обратно. ",
    "answers": [
      {
        "id": 32,
        "text": "(К указателю) "
      }
    ]
  },
  {
    "id": 82,
    "text": "  На горизонте начал виднеться Вайтколд. У стен города Вы уже видели палатки разных войск, которые частично прибывали к месту сбора. Совсем скоро здесь будет не продохнуть от такой толпы.\n  У ворот стражники встретили Вас радостными криками и овациями. Капитан гарнизона просил Вас быстрее явиться к Аннабель.\n  Вы вбежали в ее покои. Она стояла вся растрепанная, не собранная. Увидев Вас, она взяла Вас за огнеупорные пластины и посмотрела в глаза.\n  — Сколько?\n  — Около восьмисот солдат.\n  Ее радости не было предела. А когда ее эйфория кончилась, она сказала Вам еще более радостную весть.\n  — Имперцы разделили силы. ",
    "answers": [
      {
        "id": 84,
        "text": "(Продолжить) "
      }
    ]
  },
  {
    "id": 83,
    "text": "  Элизабет лишь скромно улыбнулась. Она опустила взгляд вниз и о чем-то задумалась. Молчание казалось Вам невероятно долгим.\n  — Айрон, я не могу оставить всех этих людей один на один с верной смертью. Я могу спасти всех. Тебя, своих родных, Аннабель, весь народ Сноуфола! Только у меня есть такая возможность. И я ей воспользуюсь.\n  — Я. Не. Хочу. Тебя. Терять.\n  — Я знаю, милый, мы встретимся в другом мире, в  лучшем мире. Там нас никто не потревожит.\n  Вы нахмурились.\n  — Такой разве существует?\n  — А ты верь мне.\n  Оставшийся остаток пути Вы проехали в тишине. ",
    "answers": [
      {
        "id": 82,
        "text": "(Ехать дальше) "
      }
    ]
  },
  {
    "id": 84,
    "text": "  На этом первая часть Ярости Севера \"Огонь Горит Ярко\" заканчивается. Продолжение будет совсем скоро. Во второй части Вам предстоит сделать трудный выбор, вследствие которого решится судьба Элизабет, и, конечно же, Ваша. Думайте, выбирайте, взвешивайте все \"за\" и \"против\" и Вы придете к той или иной концовке. Помните, все зависит от Вашего выбора! ",
    "answers": [
      {
        "id": 1,
        "text": "(В начало) "
      }
    ]
  },
  {
    "id": 85,
    "text": "",
    "answers": []
  }
]