[
  {
    "id": 1,
    "text": "Автор:****\nЖанр: Юмор, Боевик\n\nВ этом небольшом рассказе вы переживаете один день в роли комара и узнаете, какая все-таки у них тяжёлая жизнь.\n\nСразу предупреждаю, что в рассказе доступны только 12 страниц, остальные скрыты невыполненимым условием для публикации. ",
    "answers": [
      {
        "id": 2,
        "text": "Начать",
        "var_str_set": [
          "global bg_music",
          "id1"
        ],
        "initSounds": [
          "id1",
          "https://wav-library.net/sounds/0-0-1-15767-20"
        ]
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "https://pp.userapi.com/c840321/v840321816/82825/sLfBKgaYWM8.jpg",
        "system": true
      }
    ]
  },
  {
    "id": 2,
    "text": "\"Эх, жизнь, какая все-таки ты тяжёлая и жестокая, — думали вы. — Всё! Хватит отвлекаться, впереди боевой вылет.\"\nНо все равно не могли перестать размышлять. Вы думали о многом, но больше всего о своей семье, ведь она голодает. Но вы не допустите их смерти.\n — Всё. Вылетаем! — крикнул командир, прервав вашу думу. ",
    "answers": [
      {
        "id": 3,
        "text": "Вылетать"
      }
    ]
  },
  {
    "id": 3,
    "text": " Как только ваша команда выстроилась в виде клина, вы вылетели. Рядом с вами летели много салаг, которые вам незнакомы, скорее всего, это их первый и последний вылет. Но были здесь и ваши друзья, закалённые в боях.\nНаконец, впереди стала видна ваша цель — человек. Лететь всем строем было слишком заметно, но команды \"рассредоточиться\" не было. ",
    "answers": [
      {
        "id": 4,
        "text": "Остаться в строю"
      },
      {
        "id": 5,
        "text": "Нарушить приказ"
      }
    ]
  },
  {
    "id": 4,
    "text": " Вы не захотели нарушать приказ, ведь вас могут отправить под трибунал. А вот все ваши друзья ушли из строя, поэтому рядом с вами остались только новички и молодой командующий.\n Вот он, человек — большой мешок с кровью. Раньше вы сосали её у всяких животных, это было безопасно, но, увы, их крайне мало, поэтому всех взрослых комаров отправляют к людям, к сожалению, возвращаются немногие, об этом говорили стены, на которых покоились ваши собратья. ",
    "answers": [
      {
        "id": 6,
        "text": "Подлететь поближе"
      }
    ]
  },
  {
    "id": 5,
    "text": "Вы не захотели поступать, как какой-то новичок, поэтому вместе со своими друзьями улетели из строя. К счастью, командиру было все равно.\n Вы знали, что вскоре человек начнёт уничтожать отряд комаров, а пока он будет занет, вы нападёте на него. Некоторые подумают, что это аморально, но, увы, приходится так поступать, дабы выжить в этом жестоком мире.\n Как только вы закончили рассуждать, на отряд новичков обрушился великий тапок. Пришло время выступать. ",
    "answers": [
      {
        "id": 11,
        "text": "Выступать"
      },
      {
        "id": 5,
        "text": "введите команды для картинки",
        "url": "https://pp.userapi.com/c834204/v834204477/130ef0/ybS3gk2SRmI.jpg"
      }
    ]
  },
  {
    "id": 6,
    "text": " Вы подлетели поближе, когда увидели грозу всех комаров — тапок.\nЧеловек начал расмахивать им из стороны в сторону. Вы, как мастер пилотажа, спокойно уворачивались от этого препятствия, в отличии от вашей команды. Сразу же были подбиты несколько комаров, в том числе и командующий. Увы, теперь они не смогут продолжать полет, поэтому обречены, как и вся команда без опытного главного. ",
    "answers": [
      {
        "id": 7,
        "text": "Взять командование на себя"
      },
      {
        "id": 8,
        "text": "Улететь"
      },
      {
        "id": 6,
        "text": "Укажите команды для картинки",
        "url": "https://pp.userapi.com/c834204/v834204477/130ef0/ybS3gk2SRmI.jpg"
      }
    ]
  },
  {
    "id": 7,
    "text": "Вы не смогли бросить всех этих комаров на верную смерть, поэтому взяли командование на себя. Вы сразу же начали раздавать приказы, но, увы, из-за того, что очень много пищали, человек обратил внимание и начал охоту на вас. Несмотря на все ваше мастерство, это было очень опасно. ",
    "answers": [
      {
        "id": 9,
        "text": "Продолжать наступление"
      },
      {
        "id": 10,
        "text": "Отступать"
      }
    ]
  },
  {
    "id": 8,
    "text": " Вы не хотели брать на себя бремя командования. Вы знали, что они обречены, но пока они будут отвлекать человека, вы спокойно напьётся крови и улетите. Такие случаи не редкость, поэтому вам ничего не скажут. Увы, такова жизнь, выживает сильнейший. ",
    "answers": [
      {
        "id": 1,
        "text": "Конец "
      }
    ]
  },
  {
    "id": 9,
    "text": "Вы не могли допустить, чтобы ваша семья голодала, поэтому продолжили наступление. Увы, это была ваша последняя ошибка. \nВы все-таки смогли увернуться от тапка и приземлиться на тело, но именно там вас настигла рука человека. Перед смертью вы, собрав остатки сил, прокричали остаткам своей команды отступать. ",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 10,
    "text": "Вы не хотели рисковать своей жизнью и командой, поэтому просто развернулись и улетели отсюда, вскоре к вам присоединились все ваши друзья, было видно, что они напились крови.\n На этот раз у вас ничего не получилось, но вы повторите свою попытку через несколько часов. ",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 11,
    "text": "Вы спокойно вылетели. Человек уже методично истреблял комаров-новичков, как же много раз вы видели эту сцену. Именно так с вами поступили во время вашего первого боя. Это было что-то вроде боевого крещения, если ты выживал в первом бою, то становился полноправнным комаром. Увы, немногие способны перенести такую битву.\nНаконец,  вы достигли шеи. ",
    "answers": [
      {
        "id": 12,
        "text": "Спустя минуту"
      }
    ]
  },
  {
    "id": 12,
    "text": " Как только кровь была у вас, вы сразу же улетели отсюда. По пути домой вы встретили двух чудом уцелевших комаров.\n Этот день закончился хорошо. Но много ли таких ещё впереди? ",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      },
      {
        "id": 14,
        "text": "Про",
        "need": [
          13
        ]
      },
      {
        "id": 12,
        "text": "Укажите команды для картинки",
        "url": "https://pp.userapi.com/c845019/v845019477/43764/C0zOmmTgDWE.jpg"
      }
    ]
  },
  {
    "id": 13,
    "text": "Рро",
    "answers": []
  },
  {
    "id": 14,
    "text": "Роо",
    "answers": [
      {
        "id": 15,
        "text": "Роо"
      }
    ]
  },
  {
    "id": 15,
    "text": "Гош",
    "answers": [
      {
        "id": 16,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 16,
    "text": "Ггог",
    "answers": [
      {
        "id": 17,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 17,
    "text": "Гооо",
    "answers": [
      {
        "id": 18,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 18,
    "text": "Оооо",
    "answers": [
      {
        "id": 19,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 19,
    "text": "Гоол",
    "answers": [
      {
        "id": 20,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 20,
    "text": "Оооо",
    "answers": [
      {
        "id": 21,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 21,
    "text": "Ооо",
    "answers": [
      {
        "id": 22,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 22,
    "text": "Нроо",
    "answers": [
      {
        "id": 23,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 23,
    "text": "Рооо",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 24,
    "text": "",
    "answers": []
  }
]