[
  {
    "id": 1,
    "text": "Квест основан на реальных событиях.\n\n\nВы — генерал пехотных войск. Из-за нехватки кадрового состава всех офицеров запаса, связи, десанта и артиллерии, оставшихся без пушек (в том числе и вас т. к. последние пол года после госпиталя вы были в штабе) отправили на передовую.\nВы прибыли в штаб армии.\n— На фронте в этой войне был?",
    "answers": [
      {
        "id": 2,
        "text": "Так точно — в июне 41-го попал в окружение."
      },
      {
        "id": 3,
        "text": "— Никак нет."
      }
    ]
  },
  {
    "id": 2,
    "text": "— Это хорошо, знаю ты пехотный, других людей нет — бери 112 СД.",
    "answers": [
      {
        "id": 4,
        "text": "Отправиться в распоряжение."
      }
    ]
  },
  {
    "id": 3,
    "text": "— Плохо, других людей нет — бери 112 СД.\n",
    "answers": [
      {
        "id": 4,
        "text": "Отправиться в расположение."
      }
    ]
  },
  {
    "id": 4,
    "text": "В долгих боях в Сталинграде девизия была практически унечтожина — артилерю составляли гаубица и трехдюймовка! Численность полков сократилась до 200 человек из 2100 штатных!\nС трудом вы сумели собрать 1500 человек. Батальонных минометов было 3, полковых — 1, ротных — 5, единственное, чего было в достатк — это мин к минометам.\nКом армии приказывал продержаться до вечера (тогда Радимцев начнет переплавлять свою девизию).",
    "answers": [
      {
        "id": 5,
        "text": "Приготовиться к контракте - будем атоковать, авось выйграем 3 часа."
      },
      {
        "id": 6,
        "text": "Укрепить оборону, гаубицу на прямую наводку. Минометы огонь по предположительным позициям немцев."
      }
    ]
  },
  {
    "id": 5,
    "text": "Вы дали 500 человек заму и дали приказ сразу после пяти минутной арт-минометной подготовки идти в атаку.\nСпустя полтора часа к вам пришел полковник и доложил о начавшемся немецком наступлении, с ним из контратаки вернулось 80 невредимых и 20 раненых бойцов.\n— Таварищ комдив, в ожесточенных боях мы унечтожили 6 неметскмх орудий, 3 бронетранспортера, 1 танк, отход прикрывает рота из 50 раненных бойцов.\n— Что, мразь ты там раненных оставил!\nВы подняли наган.\n— Ты ты что?! Ты за это отв...\nВы пустили ему пулю в лоб.\n— Товарищ комадир — сказал комондир разведки, вошедший в штаб — полторы неметские девизии с танками и артилерией готовят удар тут.",
    "answers": [
      {
        "id": 7,
        "text": "Связь с командиром армии."
      }
    ]
  },
  {
    "id": 6,
    "text": "Вы вместе с бойцами делали из обломков домов барикады, тем временем минометы раз в 5 минут делали 3 выстрела из ротных и 1 из батальонных, и раз в 10 минут по выстрелу из полкового, и сразу меняли позицию.\nРазведчики вернулись и доложили все что видели.",
    "answers": [
      {
        "id": 7,
        "text": "Свящь с кмандиром армии."
      }
    ]
  },
  {
    "id": 7,
    "text": "— Товарищ камандир, разведка доложила что 9 тысяч человек; 32 танка, самоходных орудия и броневика готовятся к наступлению на выделенном мне участке фронта.\n— Понял, отправь минометы на Мамаев Курган.\n— Есть!",
    "answers": [
      {
        "id": 8,
        "text": "— Штаб в ружье."
      }
    ]
  },
  {
    "id": 8,
    "text": "Все заняли свои позиции, вы с взводом пехоты заняли оборону в полу рузрушенном доме.",
    "answers": [
      {
        "id": 9,
        "text": "Огонь по танкам.",
        "need": [
          -9
        ]
      },
      {
        "id": 10,
        "text": "Огонь по пехоте.",
        "need": [
          9
        ]
      },
      {
        "id": 11,
        "text": "В атаку."
      }
    ]
  },
  {
    "id": 9,
    "text": "Разом гаубица и трехдюймовка выстрелили по бронетехнике противника. Один броневик загорелся, у другого порвана гусеница. Кто-то выстрелил из ПТРД по танку — Т-4 едит как ни в чем не бывало. Немцы открыли огонь, трехдюймовку успели перезарядить под ОФы и дали по пехоте. Гаубица выстрелила по танкам и унечьтожила танк, но третий раз выстрелить не успели — четверо из расчета были убиты неметскими пулями, еще двое погибли от разрыва немецкого снаряда.",
    "answers": [
      {
        "id": 8,
        "text": "Тваю за ногу, хорршо мы им вдарили."
      }
    ]
  },
  {
    "id": 10,
    "text": "Фрийцы хорошо получили залпами пехоты и артилерии, но танки, самоходки и броневики подбирались все ближе к нашим позициям. Вы подняли ППШ и всадили очередь в вадительскую щель. ПТРы не могли довать гарантию унечтажения танков и САУ, но броневики они пробивали. \n",
    "answers": [
      {
        "id": 12,
        "text": "— Потери!?",
        "need": [
          5
        ]
      },
      {
        "id": 13,
        "text": "— Потери!?",
        "need": [
          6
        ]
      }
    ]
  },
  {
    "id": 11,
    "text": "Вы подняли бойцов в атаку, но против танков вы не выстояли. Враги победили, девизия Радимцева не переправилась.",
    "answers": [
      {
        "id": 1,
        "text": "Поражение."
      }
    ]
  },
  {
    "id": 12,
    "text": "— Оба орудия выбыли из строя, в строю остались 834 бойцов раненные отправленны к соседям или в строю.",
    "answers": [
      {
        "id": 14,
        "text": "— Связь с минометчиками."
      }
    ]
  },
  {
    "id": 13,
    "text": "В строю осталось 1209 бойцов, 67 раненных отправлены к соседям остальные раненые в строю. Оба орудия унечтоженны.",
    "answers": [
      {
        "id": 14,
        "text": "— Связь с минометчиками."
      }
    ]
  },
  {
    "id": 14,
    "text": "— На связи!\n— Мы сейчас отойдем назад, вы ударити чуть вперед наших позиций, и мы вернемся!\n— Есть!\n— Конец связи.\n— Отступаем!!!\nВаши войска с большими потерями отступили назад, после удара минометчиков вы вернулись.",
    "answers": [
      {
        "id": 15,
        "text": "— Связь с командиром армии мне."
      }
    ]
  },
  {
    "id": 15,
    "text": "— На связи.\n— Это 112, мы держим оборону потери огромные, до ночи не протяним, но часа три еще удержать сможим!\n— Я понял, поткрепление не дадим — держись чем есть.\n— Вызавите \"катюши\" и гаубицы!\n— Какие \"катюши\"! Ты в непосредственном контакте с противником! Хочешь чтобы своих и чужих перемололо?\n— Но как мне их удержать их в 6 раз больше!\n— Не паникуй, 3 часа продержись и уходи на Мамаев, мы дадим по вашим позицией гаубицами.\n— Понял.\n— Стой тут взвод: Т-34 и два Т-26 с взводом солдат отправлю тебе.\n— Спасибо.\n— Конец связи.",
    "answers": [
      {
        "id": 16,
        "text": "— Всем держать оборону. Мы должны продержаться час."
      }
    ]
  },
  {
    "id": 16,
    "text": "Немцы ударили по вам из минометов и гаубиц.\nПотери были огромные.",
    "answers": [
      {
        "id": 1,
        "text": "Вы погибли сражаясь с пехотой врага с 50 бойцами, остальные погибли.",
        "need": [
          5
        ]
      },
      {
        "id": 17,
        "text": "— Потери!?",
        "need": [
          6
        ]
      }
    ]
  },
  {
    "id": 17,
    "text": "— Большие, раненных много, в строю около 250 человек.\n— Слушай мою команду — всем собрать автоматы, гранаты и ПТРы! Держать оборону еще три часа! Скоро прийдет подкрепление.\nВы минут пять искали среди обломков целый ПТР пока не наткнулись на ПТРС с двумя потронами в оьойме.\n— Поцаны фрий «звук выстрела»!..\n— Всем занять оборону!",
    "answers": [
      {
        "id": 18,
        "text": "Прыгнуть в ближайшую воронку."
      },
      {
        "id": 19,
        "text": "Броситься в сторону к своим."
      }
    ]
  },
  {
    "id": 18,
    "text": "В один прыжок в оказались в воронке рядом с немецким танком. Вы подняли ПТРС и прицелились в танк. Это была очень удобная позиция. Вы всадили одну полю в башню и вторую следом в корпус, кто-то рядом с этим Т-4 бросил в танк бутылку с бензином",
    "answers": [
      {
        "id": 20,
        "text": "Стрелять по пехоте.",
        "need": [
          -20
        ]
      },
      {
        "id": 21,
        "text": "Бежать к рацие."
      }
    ]
  },
  {
    "id": 19,
    "text": "Вы бросились в сторону, но получили очередь в грудь.",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 20,
    "text": "Вы далбанули по пехоте из ППШ, потроны заканчивались. Ваши бойцы сопративлялись, подбили 4 танка и 2 бронивика.",
    "answers": [
      {
        "id": 21,
        "text": "Бежать к рацие."
      }
    ]
  },
  {
    "id": 21,
    "text": "Вы посмотрели на часы: 6 часов ровно — нужено еще час простоять.\nВы бросились к рацие, шесть ваших встали и прикрыли вас.\n— На связи\n— Где помощ!?\n— У нас ЧП немцы разбомбили танки и по гаубицам на том берегу ударили.\n— Мы не продержемся!\n— Ясно Радимцев начнет переправу в 18:40!\n— Мамаев мы тоже не удержим, там мины закончились а рота сопровождения довно со мной.\n— Понял, СПАСИБО…\nВ рацию попала очередь из пулемета.\n43 оставшихся в живых бойца отбивались в доме напротив, к вам идет 4 немца.",
    "answers": [
      {
        "id": 22,
        "text": "Достать наган."
      },
      {
        "id": 23,
        "text": "Достать гранату."
      }
    ]
  },
  {
    "id": 22,
    "text": "Вы достали наградной наган и неожиданно напали на фрийцов. Одного вы пришили сразу другого третьей пулей. Один открыл по вам огонь, а второй бросился удирать.\nВы спрятались, достали гранату и бросили ее к немцам.\nВы встали и пошли прямо к штурмующим дом фашистам.\nТри раза вы выстралили, четвертый — осечка.",
    "answers": [
      {
        "id": 24,
        "text": "Броситься на немцев."
      },
      {
        "id": 25,
        "text": "Броситься в сторону."
      },
      {
        "id": 26,
        "text": "Еще раз нажаь на курок."
      }
    ]
  },
  {
    "id": 23,
    "text": "Вы достали гранату и встали, немцы вас заметили и дали по вам очередь в грудь.",
    "answers": [
      {
        "id": 1,
        "text": "Вы погибли."
      }
    ]
  },
  {
    "id": 24,
    "text": "Вы бросились на немцев, но тот, кто был к вам ближе всех засодил вам в голову пулю из маузера.",
    "answers": [
      {
        "id": 1,
        "text": "Вы погибли."
      }
    ]
  },
  {
    "id": 25,
    "text": "Вы кинулись в сторону, до ближайшей воронки осталось несколько метров, но не тут-то было — вам по ногам попали из вентовки.\nВы упали лицом в воронку. Впереди автомат ППС.",
    "answers": [
      {
        "id": 27,
        "text": "Тянуться к автомату."
      },
      {
        "id": 28,
        "text": "Упасть в воронку."
      }
    ]
  },
  {
    "id": 26,
    "text": "Снова нет выстрела — вы получили очередь в грудь.",
    "answers": [
      {
        "id": 1,
        "text": "Вы погибли."
      }
    ]
  },
  {
    "id": 27,
    "text": "Вы схватили ППС, развернулись и дали длинную очередь по фашистам.\nТрое упали Тут из дома напротив выбижали оставшиеся в живых бойцы вашей дивизии. Их было 12. Завязалась рукопашная. Вы тоже бросились на немцев.\nКто-то выжил вас осталось 8.\nВы осматрелись на часах 19:15 — Радимцев начал переправу.\nС Мамаева Кургана его девизию (13 тыс человек) обстреливали 6 гаубиц, 12 легких противотанковых пушек, 28 минометов.\n— Таварищь командир, Волга — широкая река, если так их будут обстреливать от Радимцева и половины не останется.\n— Сам знаю — ответили вы.",
    "answers": [
      {
        "id": 29,
        "text": "Штурмовать Мамаев."
      }
    ]
  },
  {
    "id": 28,
    "text": "Немцы бросили в воронку гранату.",
    "answers": [
      {
        "id": 1,
        "text": "Вы погибли."
      }
    ]
  },
  {
    "id": 29,
    "text": "—Всем собрать потроны что осталось, гранаты и готовиться к бою.\nСемь бойцов и вы обыскали все. Представляет интерес только МП-41, ППШ, ПТРД.",
    "answers": [
      {
        "id": 30,
        "text": "МП-41."
      },
      {
        "id": 31,
        "text": "ПТРД."
      },
      {
        "id": 30,
        "text": "ППШ."
      }
    ]
  },
  {
    "id": 30,
    "text": "Вы тихо добрались до подступов к Мамаеву, сняли часового ножом и подобрались к арудиям.\nВы появились из неоткида, открыли огонь. Фрийцы бросили минометы и стали отбиваться, но гаубицы и протевотанковые все еще били по Волге.",
    "answers": [
      {
        "id": 33,
        "text": "Стрелять по минометчикам."
      },
      {
        "id": 32,
        "text": "Стрелять по гаубицам."
      }
    ]
  },
  {
    "id": 31,
    "text": "Вы тихо добрались до подступов к Мамаеву, сняли часового ножом и подобрались к арудиям.\nВы появились из неоткида, открыли огонь. Фрийцы бросили минометы и стали отбиваться, но гаубицы и протевотанковые все еще били по Волге.\nВы навели ПТР на гаубицу и выстрелили.\nВы попали в ствол в момент выстрела гаубица взорвалась, но кто-то с МП-40 всадил вам в грудь очередь.",
    "answers": [
      {
        "id": 1,
        "text": "Вы погибли."
      }
    ]
  },
  {
    "id": 32,
    "text": "Вы открыли огонь по гаубичникам, несколько упали, но вы и получили очередь в грудь.",
    "answers": [
      {
        "id": 1,
        "text": "Вы погибли."
      }
    ]
  },
  {
    "id": 33,
    "text": "Вы все оставшиеся бойцы 112 СД открыли огонь по минометчикам. Силы были не равны, но от такого шквала пуль враг не сразу понял что в атаку идут меньше десяти человек. Шел бой, остались лишь вы да еще 2. Враг развернул оснавные орудия. Один выстрел и вас ранило а остальных убило.",
    "answers": [
      {
        "id": 34,
        "text": "Кинуть гранату к гаубице."
      },
      {
        "id": 37,
        "text": "Стрелять по пехоте."
      }
    ]
  },
  {
    "id": 34,
    "text": "Вы кинули гранату и фашистов с гаубицей разорвало. На Мамаев въехал танк Т-34 с 23 солдатами и офицерами штаба. Вы увидили Фрица с гранатой рядом с Т-34.",
    "answers": [
      {
        "id": 35,
        "text": "Броситься на него."
      },
      {
        "id": 36,
        "text": "Стрелять по уроду."
      }
    ]
  },
  {
    "id": 35,
    "text": "Вы недобежали до немца — вас проил осколок от взрыва.",
    "answers": [
      {
        "id": 1,
        "text": "Вы погибли."
      }
    ]
  },
  {
    "id": 36,
    "text": "Вы попали в гада и убили его. В сумотохе боя вы обнаружили немца рядом с собой, он поднял винтовку и бросился на вас.",
    "answers": [
      {
        "id": 39,
        "text": "Стрелять."
      },
      {
        "id": 40,
        "text": "Рукопашная."
      }
    ]
  },
  {
    "id": 37,
    "text": "Вы выстрелили последние 2 потрона, а потом вас прошиа очередь из МП-34.",
    "answers": [
      {
        "id": 1,
        "text": "Вы погибли."
      }
    ]
  },
  {
    "id": 38,
    "text": "",
    "answers": []
  },
  {
    "id": 39,
    "text": "Кончились потроны. Вам сломали череп.",
    "answers": [
      {
        "id": 41,
        "text": "Мучительная смерть."
      }
    ]
  },
  {
    "id": 40,
    "text": "Вы были сильнее немца и смогли его убить. Осколок гранаты попал вам в сердце и вы умерли.",
    "answers": [
      {
        "id": 41,
        "text": "Смерть была мгновенной."
      }
    ]
  },
  {
    "id": 41,
    "text": "Бой продолжался еще 30 минут. Немцы отбили атаку. Т-34 и ещё 21 боец погибли, 2 ушли.\nУсилия были не напрасны. Вы протянули время до окончания переправы Радимцева.",
    "answers": [
      {
        "id": 1,
        "text": "В начало."
      }
    ]
  },
  {
    "id": 42,
    "text": "",
    "answers": []
  }
]