[
  {
    "id": 1,
    "text": "Вам предстоит стать молодым детективом — Майклом Скоттом. Окончив академию вы решили податься в детективное агенство и осуществить мечту своего детства — стать настоящим сыщиком. Однако, в этом нелегком деле вас ожидает множество проблем и спорных ситуаций. <s>r\n<s>r\n•Сможете ли пойти по пути справедливости или свернёте на другую тропу?<s>r\n<s>r\n•Получится ли у вас проявить себя перед требовательным шефом?<s>r\n<s>r\n<s>u009d•Достаточно ли вы внимательны, чтобы замечать мелкие детали?<s>r\n<s>r\n•Ответ вы узнаете пройдя квест до конца.<s>r\n<s>r\n•В квесте более 10 концовок и 11 достижений, каждое решение может стать решающим.<s>r\n<s>r\n•Также, в квесте присутствует одна хардкорная концовка, увидеть которую можно только при определенном стечении обстоятельств и везении.<s>r\n",
    "answers": [
      {
        "id": 3,
        "text": "[Начать Квест]",
        "var_set": [
          "h",
          100
        ]
      },
      {
        "id": 99,
        "text": "Важно!"
      },
      {
        "id": 130,
        "text": "[Достижения]"
      }
    ]
  },
  {
    "id": 2,
    "text": "Инвентарь",
    "answers": [
      {
        "id": 200,
        "text": "Новый ответ. введите текст"
      },
      {
        "id": 189,
        "text": "Новый ответ. введите текст"
      },
      {
        "id": 190,
        "text": "Новый ответ. введите текст"
      },
      {
        "id": 191,
        "text": "Новый ответ. введите текст"
      },
      {
        "id": 192,
        "text": "Новый ответ. введите текст"
      },
      {
        "id": 193,
        "text": "Новый ответ. введите текст"
      },
      {
        "id": 194,
        "text": "Новый ответ. введите текст"
      },
      {
        "id": 195,
        "text": "Новый ответ. введите текст"
      },
      {
        "id": 196,
        "text": "Новый ответ. введите текст"
      },
      {
        "id": 197,
        "text": "Новый ответ. введите текст"
      },
      {
        "id": 198,
        "text": "Новый ответ. введите текст"
      },
      {
        "id": 199,
        "text": "Новый ответ. введите текст"
      },
      {
        "id": 200,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 3,
    "text": "Тебя зовут Майкл Скотт. Не так давно ты окончил академию и отправляешься в детективное агентсво по распределению. Там прекрасно понимают что ты новичок и не ожидают от тебя выдающихся результатов, но тебе конечно хочется проявить себя.",
    "answers": [
      {
        "id": 5,
        "text": "[Первый День]"
      }
    ]
  },
  {
    "id": 4,
    "text": "",
    "answers": [
      {
        "id": 4,
        "text": "Здоровье:",
        "comment": true,
        "var_show": [
          "hp"
        ]
      }
    ]
  },
  {
    "id": 5,
    "text": "Войдя в агенство ты подходишь к стойке ресепшна за которой сидит милая девушка с кудрявыми волосами. Она вопросительно смотрит на тебя.",
    "answers": [
      {
        "id": 6,
        "text": "[Привет, я Майкл Скотт. Приехал на стажировку.]"
      },
      {
        "id": 7,
        "text": "[Здравствуй красавица, я твой будущий муж]"
      }
    ]
  },
  {
    "id": 6,
    "text": "<s>r\n— Рада знакомству Майкл. Меня зовут Люси, Шеф ждёт вас, его кабинет в самом конце коридора — говорит секретарша.",
    "answers": [
      {
        "id": 8,
        "text": "[В кабинет]"
      }
    ]
  },
  {
    "id": 7,
    "text": "Она поднимает правую бровь и отвечает что уже замужем.<s>r\n<s>r\n— А вы приехали сюда только для того что бы шутки шутить, или по делу? — спрашивает девушка.",
    "answers": [
      {
        "id": 9,
        "text": "[Продолжать флиртовать]"
      },
      {
        "id": 6,
        "text": "[Перестать вести себя как идиот]"
      }
    ]
  },
  {
    "id": 8,
    "text": "Войдя к кабинет к Шефу ты присаживаешься на кресло. Посмотрев на Шефа ты сразу вспоминаешь сериал про одного детектива, уж очень он на него похож. На вид ему около 50 лет, седые усы и тучное тело. Подкурив сигару он говорит:<s>r\n<s>r\n— Отлично Майкл! Нам нужны толковые люди. Сегодня был звонок из ювелирной. Смотайся туда с Денни и хорошенько разузнай что там и как. Справишься?",
    "answers": [
      {
        "id": 10,
        "text": "[Конечно Шеф! Можете на меня положиться]"
      },
      {
        "id": 11,
        "text": "[Прямо сейчас? Я еще даже не обедал]"
      }
    ]
  },
  {
    "id": 9,
    "text": "— Ради тебя я готов делать что угодно. — Подмигнув, отвечаете вы.<s>r\n<s>r\n— Прям всё? — удивляется девушка.<s>r\n<s>r\n— Абсолютно!<s>r\n<s>r\n— Тогда может быть ты приложишь максимум усилий и перестанешь вести себя как придурок? — резко отвечает она тебе.",
    "answers": [
      {
        "id": 6,
        "text": "[Представиться]"
      }
    ]
  },
  {
    "id": 10,
    "text": "Шеф вызывает в свой кабинет твоего сегодняшнего напарника. На вид Денни лет 30, вы жмёте друг другу руки и отправляетесь на место преступления.",
    "answers": [
      {
        "id": 12,
        "text": "[За дело!]"
      }
    ]
  },
  {
    "id": 11,
    "text": "— Не обедал? А разве Люси тебе не предложила перекусить когда ты вошел?<s>r\n<s>r\n— Нет! — возмущенно отвечаете вы шефу.<s>r\n<s>r\n— Нет? Ты уверен?<s>r\n<s>r\n— Конечно Шеф! Ни слова не сказала мне про обед.<s>r\n<s>r\n— Так может быть это связано с тем что это тебе не курорт, стажёр!?? А ну поднимай свою тощую задницу и займись делом!!!<s>r\n<s>r\n",
    "answers": [
      {
        "id": 12,
        "text": "[Уйти, пока шеф не кинул в вас чем-нибудь тяжёлым]"
      }
    ]
  },
  {
    "id": 12,
    "text": "По дороге Денни сказал тебе что шеф —  отличный мужик, просто не любит когда кто-то ленится. <s>r\n<s>r\nПрибыв на место, вы с Денни выходите из машины и подходите к небольшому магазинчику ювелирных изделий.",
    "answers": [
      {
        "id": 13,
        "text": "[Осмотреть место преступления]"
      }
    ]
  },
  {
    "id": 13,
    "text": "Оказавшись внутри, вы начинаете осматриваться. Прямо напротив входа располагается витрина, левее стоит тумба с кассовым аппаратом, рядом с тумбой ты замечаешь девушку с бейджиком — \" Виктория/Администратор\".",
    "answers": [
      {
        "id": 14,
        "text": "[Осмотреть витрину]",
        "need": -14
      },
      {
        "id": 15,
        "text": "[Осмотреть кассовый аппарат]",
        "need": -15
      },
      {
        "id": 16,
        "text": "[Поговорить с Администратором]",
        "need": [
          -16
        ]
      },
      {
        "id": 27,
        "text": "[Подсобка]",
        "need": [
          25
        ]
      }
    ]
  },
  {
    "id": 14,
    "text": "Подойдя ближе, ты замечаешь пустую витрину. Кто-то хорошенько всё вычистил.",
    "answers": [
      {
        "id": 13,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 15,
    "text": "В кассе пусто, никаких улик.",
    "answers": [
      {
        "id": 13,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 16,
    "text": "Подойдя к Администратору, вы замечаете что девушка сильно взволнованна. Она держит в руках розовый платок и постоянно его теребит.",
    "answers": [
      {
        "id": 18,
        "text": "[Как всё было?]",
        "need": -18
      }
    ]
  },
  {
    "id": 17,
    "text": "Зайдя с Денни к начальнице в кабинет вы решили что действовать надо с наскока. Такая влиятельная женщина никогда не будет уважать сосунка.<s>r\n<s>r\n— Я всё знаю! — с порога заявляете вы, демонстрируя свой жетон.<s>r\n<s>r\n— Что знаете? — удивленно вскидывает руки начальница.<s>r\n<s>r\n— Знаю, что это вы ограбили магазин! — заднюю давать нельзя.<s>r\n<s>r\n— Я?? Я украла драгоценности сама у себя??<s>r\n<s>r\n— Именно! И я даже знаю почему! — вы решаете добить старушку.<s>r\n<s>r\n— И почему же?? — она вскакивает и начинает здорово злиться.<s>r\n<s>r\n— А я не скажу, может быть вы скажите?<s>r\n<s>r\n— Нет уж, раз обвиняете меня в воровстве, то вам и говорить! — она начинает переходить на крик.<s>r\n<s>r\n— Нет, вам. — решает перехитрить старую ведьмы Майкл.<s>r\n<s>r\n— Прекратите балаган! — Женщина сильно бьет кулаком по столу, пару статуэток падают на пол, вы еле успеваете подбежать и поймать монитор.<s>r\n<s>r\n— Хорошо, хорошо... — решаете вы успокоить старушенцию. — Это не вы.<s>r\n<s>r\n— Но вы только что сказали что я! — Не унимается владелица.<s>r\n<s>r\n— Я пошутил. — улыбаетесь вы во все свои 32 зуба. — Я вас проверял.<s>r\n<s>r\n—Ну, знаете ли... — она плюхается обратно в кресло, вся красная как рак. — Вам удалось что-нибудь узнать?<s>r\n<s>r\n— Конечно. Но прежде, я бы хотел кое-что уточнить. Возможно, у вас есть враги, или завистники, или это сделал какой-нибудь ваш молодой любовник который спал с вами из-за денег.<s>r\n<s>r\n—Что простите!?? — Она снова вскакивает с кресла.<s>r\n<s>r\n— Я говорю враги есть у вас? Враги. — успокаиваете вы бабулю, показывая жестом что она может сесть.<s>r\n<s>r\nОна присаживается обратно:<s>r\n<s>r\n— Мне трудно сказать, мистер...<s>r\n<s>r\n— Скотт, я мистер Скотт.<s>r\n<s>r\n— Видите ли мистер Скотт, в таком бизнеса всегда есть завистники, я не могу знать всех.",
    "answers": [
      {
        "id": 67,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 18,
    "text": "— Виктория, меня зовут Майкл Скотт, расскажите что случилось? — говорите вы, делая очень серьезное лицо.<s>r\n<s>r\n — Мистер Скотт мне конец! Понимаете? Меня уволят! <s>r\n<s>r\n — Виктория, возьмите себя в руки, и расскажите что произошло.<s>r\n<s>r\nСделав глоток воды она продолжает. —  Как обычно утром, я приехала сюда в 8:30, чтобы подготовить прилавок и магазин к открытию. Двери были закрыты на ключ, сначала я даже не поняла что произошла кража. Войдя, я положила свою сумку на стул возле кассы и только потом обратила внимание на то, что витрина пуста! Господи, меня уволят или посадят!",
    "answers": [
      {
        "id": 19,
        "text": "[Утешить]"
      },
      {
        "id": 20,
        "text": "[Надавить]"
      }
    ]
  },
  {
    "id": 19,
    "text": "Ну что вы, Виктория. Не стоит принимать так близко к сердцу. Я понимаю что это — неприятная ситуация, но сбыть драгоценности не так уж и просто. Я обещаю, что мы с напарником приложим все усилия, чтобы помочь вам! — Говорите вы, ободряюще трогая её за плечо.<s>r\n<s>r\nДевушка немного успокаивается и продолжает:<s>r\n<s>r\n— Итак, после того как я заметила пропажу драгоценностей я сразу бросилась к кассе, открыв ее увидела что там тоже пусто...",
    "answers": [
      {
        "id": 21,
        "text": "[Касса была закрыта??]"
      }
    ]
  },
  {
    "id": 20,
    "text": "Вы уверены — она что-то скрывает и самым верным решением будет надавить:<s>r\n<s>r\n— Послушай милочка, что ты тут мне  вешаешь лапшу на уши? Раз ключи у тебя, а двери не взломаны, значит ты приехала сюда ночью, забрала все драгоценности и свалила! Думала я не догадаюсь о твоём гениальном плане?! Всё! Денни, тащи её в кутузку!!<s>r\n<s>r\nДевушка начинает плакать навзрыд. Подбегает твой напарник и отведя тебя в сторону говорит:<s>r\n<s>r\n— Чёрт тебя дери Майк, ты что творишь? Может она и не мисс интеллект, но уж точно не такая дура, чтобы так подставляться! Не надо её пугать она наверно...<s>r\n<s>r\n— Я кое что не рассказала. — Говорит девушка вытирая слезы.",
    "answers": [
      {
        "id": 24,
        "text": "[Слушать]"
      }
    ]
  },
  {
    "id": 21,
    "text": "— Да, Майкл! Она была закрыта на ключ! ",
    "answers": [
      {
        "id": 22,
        "text": "[Что было дальше?]"
      }
    ]
  },
  {
    "id": 22,
    "text": "<s>r\n— Потом я позвонила своей начальнице и она вызвала полицию!<s>r\n<s>r\n— Хорошо Виктория, вы нам очень помогли. <s>r\n<s>r\nНа всякий случай вы записываете координаты Владелицы магазина.",
    "answers": [
      {
        "id": 27,
        "text": "[Осмотреть подсобку]",
        "need": [
          20
        ]
      },
      {
        "id": 17,
        "text": "[Отправиться к владелице]"
      },
      {
        "id": 75,
        "text": "[Вернуться в офис, это - глухарь]"
      }
    ]
  },
  {
    "id": 23,
    "text": "— Что вы можете сказать про вашего нынешнего Администратора?<s>r\n<s>r\n— Про Вики? Очень милая, ответственная девушка. Перепугалась больше моего, когда это произошло.<s>r\n<s>r\n— Возможно, у нее есть какие-то счёты с вами?<s>r\n<s>r\n— Исключено. С Вики мы в прекрасных отношениях.",
    "answers": [
      {
        "id": 64,
        "text": "[У неё есть семья?]"
      }
    ]
  },
  {
    "id": 24,
    "text": "Я очень испугалась, понимаете? — тут она немного осекается и опускает взгляд. — Я не знала что делать, как поступать... В общем, когда я обнаружила кражу, я перепугалась и побежала в киоск напротив чтобы купить сигарет, так как мои закончились. А вернувшись назад заметила, что дверь в кладовку приоткрыта. У нас там плохой замок и если не закрыть на 2 оборота, то замок может заклинить и дверь останется открытой. Я была в панике! Пожалуйста, не арестовывайте меня! — она снова начала плакать, с надеждой смотря на Вас.",
    "answers": [
      {
        "id": 25,
        "text": "[Вы закрыли дверь когда уходили?]"
      }
    ]
  },
  {
    "id": 25,
    "text": "Она краснеет и снова опускает взгляд.<s>r\n<s>r\n—Вот так дела... — выдыхаете вы. — Итак, давайте сначала. Вы пришли, увидели что пропали драгоценности, а так же деньги, испугались и выбежали из магазина не закрыв двери, после чего вернулись?<s>r\n<s>r\n— Да мистер Скотт, всё было именно так.<s>r\n",
    "answers": [
      {
        "id": 26,
        "text": "[Думать]",
        "need": [
          -26
        ]
      },
      {
        "id": 13,
        "text": "Назад"
      },
      {
        "id": 22,
        "text": "[Номер начальницы]"
      }
    ]
  },
  {
    "id": 26,
    "text": "Что-то на голодный желудок плохо думается.",
    "answers": [
      {
        "id": 25,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 27,
    "text": "Подсобка представляет из себя маленькое помещение с узким проходом. В углу стоит монитор, на который выводится изображение с камеры, расположеной у входа в магазин.",
    "answers": [
      {
        "id": 28,
        "text": "[Посмотреть запись с камеры]",
        "need": -28
      },
      {
        "id": 29,
        "text": "[Осмотреть стол]",
        "need": -29
      },
      {
        "id": 30,
        "text": "[Осмотреть потолок]",
        "need": [
          28
        ]
      }
    ]
  },
  {
    "id": 28,
    "text": "Как и ожидалось, запись обрывается почти сразу после закрытия магазина, а точнее в 22:37.<s>r\nВиктория уверяет что до вашего прихода в подсобку не заходила.",
    "answers": [
      {
        "id": 27,
        "text": "[Вернуться]"
      }
    ]
  },
  {
    "id": 29,
    "text": "На столе лежи пара ручек, отчеты по выручке и разные канцелярские принадлежности. Ничего интересного.",
    "answers": [
      {
        "id": 27,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 30,
    "text": "Подняв голову наверх, Майкл внимательно изучает потолок и стены. Ничего примечательного не бросается в глаза. Так же, сюда выходит вентиляция.",
    "answers": [
      {
        "id": 31,
        "text": "[Осмотреть вентиляцию]"
      }
    ]
  },
  {
    "id": 31,
    "text": "Подойдя ближе, ты обращаешь внимание на то, что вентиляция словно немного сдвинута и не прилегает плотно. Возможно это подсказка?",
    "answers": [
      {
        "id": 32,
        "text": "[Позвать Денни]"
      }
    ]
  },
  {
    "id": 32,
    "text": "— Денни, а ну тащи сюда свою жирную задницу! Кажется у меня зацепка. — гордо говорите вы.<s>r\n<s>r\n— Денни заходит в подсобку и недовольно смотрит на вас, видимо он не очень доволен тем, как вы к нему обратились.",
    "answers": [
      {
        "id": 33,
        "text": "[Сказать что грабитель пролез через вентиляцию]",
        "need": -34
      },
      {
        "id": 34,
        "text": "[Сказать что вентиляции плохо установлена]",
        "need": [
          -34,
          -33
        ]
      },
      {
        "id": 35,
        "text": "[Сказать чтобы сбегал вам за кофе]",
        "need": -35
      },
      {
        "id": 67,
        "text": "[Отправиться к Владелице магазина]",
        "need": [
          34,
          22
        ]
      },
      {
        "id": 75,
        "text": "[Вернуться в офис, это - глухарь]",
        "need": [
          34
        ]
      }
    ]
  },
  {
    "id": 33,
    "text": "— Денни выслушал вашу теорию и отвечает что вряд-ли это было так, вентиляция достаточно узкая и пролезть туда не представляется возможным.",
    "answers": [
      {
        "id": 36,
        "text": "[Все равно проверить]"
      }
    ]
  },
  {
    "id": 34,
    "text": "— Руки бы поотрывать тем, кто устанавливал вам вентиляцию! — возмущаетесь вы. — Смотрите как плохо сделано! Я то думаю чего здесь такая духота!",
    "answers": [
      {
        "id": 32,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 35,
    "text": "— Денни, давай лучше сгоняй в ресторанчик неподалеку и притащи мне горячий кофе. Хоть какая-то польза от тебя будет.<s>r\n<s>r\nОн остается на месте, видимо не горит желанием куда-либо идти.",
    "answers": [
      {
        "id": 32,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 36,
    "text": "— Глупый, глупый, маленький Денни. Когда человек хочет обогатиться он и не в такую щель сможет пролезть. — слегка надменно говорите вы. — Просто твоё мышление уже износилось, а мой, свежий и острый ум выдает гениальные теории.<s>r\n<s>r\nВы подзываете Администратора и говорите:<s>r\n<s>r\n— Мэм, поздравляю вас!<s>r\n<s>r\n— С чем? — искренне удивляется она.<s>r\n<s>r\n— С тем, что ваше дело раскрыто.<s>r\n<s>r\n— Ура! — девушка улыбается и обнимает вас. — Вы нашли драгоценности?<s>r\n<s>r\n— Нет, мэм.<s>r\n<s>r\n— А! Вы вычислили грабителя?<s>r\n<s>r\n— Гхм, не совсем.<s>r\n<s>r\n— А что же тогда??<s>r\n<s>r\n— Труба.<s>r\n<s>r\n— Что труба? Кому труба?<s>r\n<s>r\n— Куда ведет эта вентиляция мэм?<s>r\n<s>r\nОна поднимает голову и посмотрев, отвечает:<s>r\n<s>r\n— Видимо на улицу...<s>r\n<s>r\n— Логично! — заключаете вы. — Надо пойти проверить.<s>r\n<s>r\nВсе присутствующие смотрят на вас с недоумением.",
    "answers": [
      {
        "id": 38,
        "text": "[Отправиться на крышу]"
      }
    ]
  },
  {
    "id": 37,
    "text": "— Ты прав чёрт побери! В такую вентиляцию не то что твоя огромная задница, даже плоская как у Админши не пролезет!<s>r\n<s>r\nДевушка Администратор слегка поперхнулась.<s>r\n<s>r\n— Ладно, Денни! Сворачиваемся! — говорите вы, и направляетесь к машине.",
    "answers": [
      {
        "id": 60,
        "text": "[В офис]"
      }
    ]
  },
  {
    "id": 38,
    "text": "— Ну что ж, — заключаете вы вслух. — одноэтажное здание, вентиляция выходит на крышу, соответственно отсюда и проникли. Хотя, в словах Денни есть немного логики, пролезть в неё нереально. Может быть это был барсук?",
    "answers": [
      {
        "id": 39,
        "text": "[Подумать о барсуках]",
        "need": -39
      },
      {
        "id": 40,
        "text": "[Осмотреться вокруг]"
      }
    ]
  },
  {
    "id": 39,
    "text": "Вы вспоминаете множество видеороликов про этих замечательных и умных животных. Возможно, какой-то человек натренировал своего барсука чтобы тот пролез в вентиляцию, похитил драгоценности, после чего достал свои барсучьи отмычки и вскрыл кассу. Вам это развитие событий показалось логичным и верным, а Денни просто смотрел на вас и крутил пальцем возле своего виска.",
    "answers": [
      {
        "id": 38,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 40,
    "text": "Оглядываясь по сторонам вы замечаете справа отделение банка, рядом с ним киоск с журналами. На противоположной стороне магазин для взрослых, и шиномонтаж.",
    "answers": [
      {
        "id": 41,
        "text": "[Сходить в киоск]",
        "need": -41
      },
      {
        "id": 42,
        "text": "[Сходить в банк]",
        "need": -42
      },
      {
        "id": 43,
        "text": "[Сходить в шиномонтаж]",
        "need": -43
      },
      {
        "id": 44,
        "text": "[Сходить в магазин для взрослых]",
        "need": -44
      }
    ]
  },
  {
    "id": 41,
    "text": "Подойдя к киоску вы приветствуете продавца, милейшего дедулю, на вид ему лет шестьдесят. ",
    "answers": [
      {
        "id": 45,
        "text": "[Войти в доверие]"
      },
      {
        "id": 46,
        "text": "[Спросить напрямую]"
      }
    ]
  },
  {
    "id": 42,
    "text": "Оказавшись в банке вы сразу подходите к одному из консультантов и просите провести вас к руководителю. Спустя минуту вы уже сидите в удобном кресле, перед вами женщина лет сорока, которая явно следит за собой. На её столе лежат визитки, на которых написано — \" Лори Лу. Руководитель филиала №13\".<s>r\n<s>r\n",
    "answers": [
      {
        "id": 49,
        "text": "[Вы видели что нибудь подозрительное?]",
        "need": -49
      },
      {
        "id": 50,
        "text": "[Есть ли сотрудники с судимостью?]",
        "need": -50
      },
      {
        "id": 51,
        "text": "[Камеры]"
      }
    ]
  },
  {
    "id": 43,
    "text": "В шиномонтаже ничего интересного узнать не удалось. Мужик который работал прошлой ночью ничего не видел и не слышал. К тому же от него знатно разило алкоголем. ",
    "answers": [
      {
        "id": 40,
        "text": "[Уйти]"
      }
    ]
  },
  {
    "id": 44,
    "text": "Зайдя в магазин для взрослых, вам становится немного не по себе. Вы с ужасом осматриваете ассортимент, и проведя сравнительный анализ — очень расстраиваетесь. К вам подбегает женщина, которой далеко за 40, но одета и накрашено она так словно ей — 20.<s>r\n<s>r\n— Ой мужчина, добрый день! — она улыбается во все свои 12 зубов. — Решили разнообразить свою скучную жизнь?<s>r\n<s>r\n— А с чего вы взяли что она у меня скучная? Она очень даже у меня...Того, весёлая! Я, то тут, то там, понимаете ли, скучать некогда.<s>r\n<s>r\n— А что вы тогда хотите? Может быть что-нибудь скучное, чтобы разбавить вашу веселую жизнь?<s>r\n<s>r\nВы понимаете что совсем запутались:<s>r\n<s>r\n— Что вы мне тут начинаете! — недовольно говорите вы. — Отстаньте от меня!<s>r\n<s>r\n— Ну и пожалуйста! — отвечает она всё с той же ехидной улыбкой.<s>r\n<s>r\n— Ну и спасибо!<s>r\n<s>r\n— Ну и до свидания!<s>r\n<s>r\n— Вот и всё!",
    "answers": [
      {
        "id": 47,
        "text": "[Уйти]"
      }
    ]
  },
  {
    "id": 45,
    "text": "Чтобы человек рассказал вам то, что не хочет — нужно его разболтать. <s>r\n<s>r\n— Дед, дай мне какой-нибудь кроссворд. — говорите вы, доставая ручку.<s>r\n<s>r\nОн протягивает вам один из свежих номеров.<s>r\n<s>r\nВзяв кроссоврд вы начинаете его внимательно изучать, даже получается ответить на некоторые вопросы, как вдруг эту идиллию прерывает сам продавец:<s>r\n<s>r\n— Эй, милок, ты уже 30 минут стоишь и ничего не покупаешь. Брать будешь чего аль как?<s>r\n<s>r\nА дед не так уж и прост. — думаете вы.<s>r\n<s>r\n— Ладно отец, скажи лучше не видел  ли ты здесь кого-нибудь подозрительного? Людей в масках, бандитов, барсуков может?<s>r\n<s>r\nДед смотрит на вас непонимающим взглядом:<s>r\n<s>r\n— Ты кроссворд берешь или как??<s>r\n<s>r\n— Нет отец, некогда мне ваши кроссворды решать, я вообще-то закон блюду..блюдю.. Короче некогда. — говорите вы, возвращая его добро.<s>r\n<s>r\nПока вы уходите он с возмущением смотрит на страницу 17, которую вы почти полностью разгадали и даже написали ответы ручкой.  ",
    "answers": [
      {
        "id": 40,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 46,
    "text": "— Дед, а ну признавайся, зачем магазин ограбил!? — вы решаете застать его врасплох.<s>r\n<s>r\n— Ты что, дурной? — он смотрит на вас сердитым взглядом. — Какой еще магазин?<s>r\n<s>r\n— Как какой? Ювелирный! Дед, ты мне тут не отмазывайся, все улики говорят о том, что это ты!<s>r\n<s>r\n— Это какие улики интересно? — спрашивает он, внимательно смотря вам прямо в глаза.<s>r\n<s>r\n— Какие?..А вот такие! Тебе всё скажи! Это между прочим называется тайна следствия, ага!<s>r\n<s>r\nНе дослушав ваш ответ до конца, старик махнув рукой в вашу сторону отворачивается к журналам и продолжает их разбирать.",
    "answers": [
      {
        "id": 40,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 47,
    "text": ". . .",
    "answers": [
      {
        "id": 48,
        "text": "[А допросить..?]"
      }
    ]
  },
  {
    "id": 48,
    "text": "— Тьфу ты! — говорите вы недовольно и снова заходите в магазин.<s>r\n<s>r\n— Ой, гляньте кто вернулся! — говорит она, еще до того как вы успеваете закрыть дверь. — Наш весельчак!<s>r\n<s>r\n— Так женщина, я по работе. Вы меня заболтали совсем! У вас магазин то всю ночь работает, так?<s>r\n<s>r\n— Конечно, приходите в любое время. — улыбается она.<s>r\n<s>r\n— Больно надо. — заключаете вы, протирая лоб платком. — Я — детектив, тут ограбление было неподалеку. Припомните, этой ночью, после часов 22, никто около ювелирного не крутился?<s>r\n<s>r\n— Ой не знаю, я вышла только сегодня с 10 утра.<s>r\n<s>r\n—Тьфу ты! — выругались вы. — А что же вы сразу не сказали?<s>r\n<s>r\n— Так вы и не спросили!<s>r\n<s>r\n",
    "answers": [
      {
        "id": 40,
        "text": "[Покинуть этот дурдом]"
      }
    ]
  },
  {
    "id": 49,
    "text": "— Пожалуй нет, мистер Скотт. Работа в банке всегда кипит и обращать внимание на то, что находится за его пределами  — просто некогда.",
    "answers": [
      {
        "id": 42,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 50,
    "text": "— С судимостью? Упаси вас боже, мистер Скотт. У нас все претенденты проходят строгую проверку в службе безопасности, человек с судимостью не может попасть в наш банк.",
    "answers": [
      {
        "id": 42,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 51,
    "text": "— У вас ведь должны быть камеры которые выходят на улицу? — спрашиваете вы, попивая вкусный кофе.<s>r\n<s>r\n— Да, конечно. У нас установлены 3 внешние камеры. Одна выходит на парковку, вторая к запасному выходу и третья на ювелирный магазин. <s>r\n<s>r\nВы делаете еще один бодрящий глоток.<s>r\n<s>r\n— Мистер Скотт.<s>r\n<s>r\n— Да, мэм?<s>r\n<s>r\n— Не могли бы вы перестать пить мой кофе? — говорит она, косясь на чашку с надписью \"Либимому Боссу\".<s>r\n<s>r\n— Гхм.. Да, конечно. — вы возвращаете кружку владелице. — Скажите, а камера которая выходит на магазин, она располагается прямо над входом в банк?<s>r\n<s>r\n— Не совсем, для большей безопасности она находится на втором этаже здания.<s>r\n<s>r\n— Бинго! — крикнули вы, ударив кулаком по столу, пролив тем самым кофе на какие-то документы руководителя.",
    "answers": [
      {
        "id": 52,
        "text": "[Смотреть запись с камеры]"
      }
    ]
  },
  {
    "id": 52,
    "text": "Оказавшись в просторной серверной вы начинаете внимательно изучать видеозапись. Через 20 минут вы слышите звонок своего мобильного.",
    "answers": [
      {
        "id": 53,
        "text": "[Ответить]"
      },
      {
        "id": 55,
        "text": "[Проигнорировать]"
      }
    ]
  },
  {
    "id": 53,
    "text": "— Майкл Скотт! — говорите вы.<s>r\n<s>r\n— Эй, придурок, ты куда пропал на час? — недовольно причитает Денни на том конце провода.<s>r\n<s>r\n— Я вообще-то почти раскрыл дело, пока ты прохлаждался, заигрывая с администратором. — решаете вы упрекнуть своего напарника. — Скоро буду, не отвлекай меня!<s>r\n<s>r\nВы кладете трубку.",
    "answers": [
      {
        "id": 62,
        "text": "[Продолжить просмотр]"
      }
    ]
  },
  {
    "id": 54,
    "text": "Поблагодарив руководителя вы отправляетесь с Денни в офис.",
    "answers": [
      {
        "id": 60,
        "text": "[Офис]"
      }
    ]
  },
  {
    "id": 55,
    "text": "Вы продолжаете смотреть дальше. В 01:47 вы замечаете как к магазину с обратной стороны дороги подъехала машина. Правда, из-за того что на улице ночь, совершенно невозможно различить ни номера машины, ни количества людей.",
    "answers": [
      {
        "id": 56,
        "text": "[Смотреть дальше]"
      }
    ]
  },
  {
    "id": 56,
    "text": "Промотав время вперед, вы останавливаете пленку на 08:30 утра. Немного позднее, а именно в 08:36, вы замечаете как снова подъезжает автомобиль — жёлтый Додж, из него выбегает мальчуган в толстовке с капюшоном и спустя минуту оказывается на крыше магазина. После чего пролезает в вентиляцию и спустя 3 минуты возвращается обратно в машину. Перед тем как сесть, он спотыкается и роняет универсальный нож, со швейцарским флагом. У вас был такой в детстве, в нём есть куча функций, и он весьма удобен. Быстро схватив его, паренек садится в машину. Стёкла автомобиля затонированны, поэтому лица водителя рассмотреть не удается, номера сняты.",
    "answers": [
      {
        "id": 54,
        "text": "[В офис]",
        "need": [
          62
        ]
      },
      {
        "id": 58,
        "text": "[В офис]",
        "need": [
          55
        ]
      },
      {
        "id": 17,
        "text": "[Отправится к владелице ювелирного магазина]",
        "need": [
          22
        ]
      }
    ]
  },
  {
    "id": 57,
    "text": "Не увидев на пленке ничего примечательного вы возвращаетесь к магазину и сев с Денни в машину едете к шефу.",
    "answers": [
      {
        "id": 59,
        "text": "[Офис]"
      }
    ]
  },
  {
    "id": 58,
    "text": "Закончив просмотр пленки ты возвращаешься к магазину, правда машина Денни куда то пропала.",
    "answers": [
      {
        "id": 61,
        "text": "[Позвонить Денни]"
      }
    ]
  },
  {
    "id": 59,
    "text": "",
    "answers": []
  },
  {
    "id": 60,
    "text": "Когда вы с Денни зашли в кабинет к шефу тот поливал свои цветы в горшках:<s>r\n<s>r\n— Здорово парни, заходите! Ну что Ден, как стажёр?<s>r\n<s>r\nДенни смотрит на шефа и отмахивается рукой. Шеф переводит взгляд на тебя:<s>r\n<s>r\n— Ясно. Ну, что накопали?<s>r\n<s>r\n",
    "answers": [
      {
        "id": 66,
        "text": "[Видео с камер]",
        "need": [
          56,
          -66,
          -71,
          -72,
          -73
        ]
      },
      {
        "id": 71,
        "text": "[Муж Администратора]",
        "need": [
          64,
          -66,
          -71,
          -72,
          -73
        ]
      },
      {
        "id": 72,
        "text": "[Бывшие сотрудники]",
        "need": [
          65,
          -66,
          -71,
          -72,
          -73
        ]
      },
      {
        "id": 73,
        "text": "[Гхм..]",
        "need": [
          75,
          -66,
          -71,
          -72,
          -73
        ]
      }
    ]
  },
  {
    "id": 61,
    "text": "— Слушаю.<s>r\n<s>r\n— Денни, старик, куда ты пропал? — говорите вы своему другу.<s>r\n<s>r\n—  Я в офисе.<s>r\n<s>r\n— Ты что, уехал без меня??<s>r\n<s>r\n— Да, потому что надо брать трубку когда тебе звонят! Тем более автобусы никто не отменял, дуй в офис.",
    "answers": [
      {
        "id": 60,
        "text": "[Сесть на автобус]"
      }
    ]
  },
  {
    "id": 62,
    "text": "Вы продолжаете смотреть дальше. В 01:47 вы замечаете как к магазину с обратной стороны дороги подъехала машина. Правда из-за того что на улице ночь, совершенно невозможно различить номер.",
    "answers": [
      {
        "id": 56,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 63,
    "text": "— Даже не могу никого выделить. — отвечает вам женщина.<s>r\n<s>r\n— Подумайте, очень часто это те люди, которые знают кухню изнутри.<s>r\n<s>r\n— Давайте так, я запишу вам фамилии трёх сотрудников, с которыми мы плохо разошлись, а вы решайте сами.<s>r\n<s>r\n— По рукам.<s>r\n<s>r\nОна протягивает вам лист с именами бывших сотрудников.",
    "answers": [
      {
        "id": 65,
        "text": "[Взять]"
      }
    ]
  },
  {
    "id": 64,
    "text": "— Вроде, она живёт одна, знаю только то, что была замужем, но давно развелась, про родителей и родственников не в курсе.<s>r\n<s>r\n— Дайте мне номер её бывшего мужа. — заключаете вы.<s>r\n<s>r\n— Я же говорю, она вне подозрений.<s>r\n<s>r\n— Напишите номер. Мы торопимся.<s>r\n<s>r\nМисс Брюгз записывает номер на ярком, зелёном листке и протягивает вам.",
    "answers": [
      {
        "id": 67,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 65,
    "text": "Вы берете список бывших сотрудников.",
    "answers": [
      {
        "id": 67,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 66,
    "text": "— Просмотрев камеры, — начал Денни. — мы обнар...<s>r\n<s>r\n— Кхе — кхе... <s>r\n<s>r\n— Мы обнаружили что...<s>r\n<s>r\n— Кхе-кхе-кхе...<s>r\n<s>r\n— В чем дело Скотт?? — поворачивается шеф к тебе.<s>r\n<s>r\n— Я.<s>r\n<s>r\n— ??<s>r\n<s>r\n— Я посмотрел камеры пока Денни жопу просиживал. — заключаете вы.<s>r\n<s>r\n— Какая к чёрту разница стажёр?? У вас зацепки есть или нет?? — Повышает голос шеф.<s>r\n<s>r\n— Есть. — отвечаете вы. — Когда я разузнал про банк, который находится по соседству, я пошел туда и попросил их показать записи с камер. И действительно, там чётко видно ребёнка.<s>r\n<s>r\n— Ребёнка? — переспросил шеф.<s>r\n<s>r\n— Да, шеф. Ребёнка. Ну вы знаете, по детям трудно определять возраст, на вскидку ему было где-то от 8 до 24 лет.<s>r\n<s>r\n—  Парень пролез через вентиляцию, которая ведет в кладовку и видимо открыл дверь изнутри. — заключает Денни.<s>r\n<s>r\n— А она что, просто так открывается?<s>r\n<s>r\n— Она вообще на соплях держится шеф, так что ничего удивительного.<s>r\n<s>r\nШеф встает и подходит к шкафу, открыв дверцу он достает бутылку виски:<s>r\n<s>r\n— Отличная работа парни, продолжайте искать, а я.. У меня совещание в общем, давайте, кыш-кыш. — указывает вам на дверь начальник.",
    "answers": [
      {
        "id": 77,
        "text": "[Выйти]"
      }
    ]
  },
  {
    "id": 67,
    "text": "Вы сидите в уютном кабинете владелицы магазина — мисс Брюгз.",
    "answers": [
      {
        "id": 23,
        "text": "[Администратор]",
        "need": -23
      },
      {
        "id": 63,
        "text": "[Бывшие сотрудники]",
        "need": -63
      },
      {
        "id": 60,
        "text": "[В офис]",
        "need": [
          23,
          63,
          68
        ],
        "need_sometimes": true
      },
      {
        "id": 68,
        "text": "[Вентиляция]",
        "need": [
          -68,
          34
        ]
      },
      {
        "id": 134,
        "text": "[Отправиться к бывшему мужу Администратора]",
        "need": [
          64
        ]
      }
    ]
  },
  {
    "id": 68,
    "text": "— Скажите мэм, как вы допустили такую некачественную установку вентиляции? — возмущаетесь вы.- Бедняжка Виктория там совсем задыхается. А как от неё разит потом, просто жуть, верно Денни?<s>r\n<s>r\nДенни прикрывает лицо ладонью, никак не поддерживая ваши аргументы.<s>r\n<s>r\n— А что с ней не так? <s>r\n<s>r\n— Ну она же отвратительно сделана! Вас могут оштрафовать! <s>r\n<s>r\n— Если честно, то парень который устанавливал мне её, был такой грубиян, что мы с ним даже не стали связываться. Поставил и ладно. Еще и денег взял больше чем говорил изначально. — грустно отвечает твоя собеседница.<s>r\n<s>r\n— Беспредел! Совсем стыд потеряли! Вы понимаете что переустановка вам влетит в копеечку!<s>r\n<s>r\n— Мистер Скотт, а не могли бы вы поговорить с ними? Я бы не хотела налететь на штраф, может они сами переделают по гарантии или как там у них устроено, я не разбираюсь.",
    "answers": [
      {
        "id": 69,
        "text": "[Отказаться]"
      },
      {
        "id": 70,
        "text": "[Согласиться]"
      }
    ]
  },
  {
    "id": 69,
    "text": "— Вот еще! Я вам что, простите, мальчик на побегушках? Даже не просите! ",
    "answers": [
      {
        "id": 67,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 70,
    "text": "— Без проблем бабуля! — довольно говорите вы, никак не реагируя на её возмущенный взгляд. — Давайте адрес этих прохиндяев!<s>r\n<s>r\nОна записывает вам координаты компании \"Вентиляционные боги\".",
    "answers": [
      {
        "id": 67,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 71,
    "text": "— В общем это сделала Админша. — начинаете вы.<s>r\n<s>r\n— Майкл, Майкл, притормози. — начинает размахивать руками Денни. — Не слушайте его шеф, она не дура, красть, когда только у неё одной ключи от магазина. Тем более, сегодня заболела продавщица и она там одна.<s>r\n<s>r\n— Твоя правда Денни, но все-таки не сбрасывайте её со счетов. — заключает шеф.<s>r\n<s>r\n— Конечно нет, шеф! — говорите вы, хлопнув его по плечу, что ему не очень понравилось. — Мы взяли номер её мужа, я отличный психолог, смотаемся к нему и всё разузнаем!<s>r\n<s>r\n— Молодцы! По коням, у нас кримин.. Тьфу ты! Идите короче!",
    "answers": [
      {
        "id": 134,
        "text": "[Отправиться к мужу]"
      }
    ]
  },
  {
    "id": 72,
    "text": "— Мы достали список бывших сотрудников, которые ушли со скандалом. — говорит Денни. — Попробуем пообщаться с ними, авось чего и выйдет.<s>r\n<s>r\n— Тогда не просиживайте задницы! — расмахивает руками шеф. — Пошли, пошли!!",
    "answers": [
      {
        "id": 77,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 73,
    "text": "— В общем дело обстоит так шеф. — вы решаете взять слово.<s>r\n<s>r\n— Как?<s>r\n<s>r\n— А никак! Глухарь! Зацепок нет, улик грабители не оставили. <s>r\n<s>r\n— Денни, он серьезно? — шеф поворачивается к вашему напарнику.<s>r\n<s>r\n— Да шеф, стажёр хоть и много трепет языком, но дело действительно глухарь.<s>r\n<s>r\n— Чёрт! — бьет шеф кулаком по столу. — Ну что вы за детективы!? Стажёр, ты очень расстроил меня.<s>r\n<s>r\n",
    "answers": [
      {
        "id": 74,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 74,
    "text": "Возможно и стоило пообщаться с владелицей ювелирного магазина, однако, вы решили что это никак не поможет делу. Владелица дама в годах, вряд ли она соображает.<s>r\n<s>r\nШеф был очень расстроен таким результатом вашего первого дела и стал поручать тебе лишь бумажную работу. Копаясь в документах, вы иногда сомневались — правильно ли вы поступили? Возможно, вы приложили недостаточно усилий. Хотя, что уж сейчас об этом думать?",
    "answers": [
      {
        "id": 150,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 75,
    "text": "Вы решаете вернуться в офис, может быть по дороге получится что-то придумать.",
    "answers": [
      {
        "id": 60,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 76,
    "text": "",
    "answers": [
      {
        "id": 78,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 77,
    "text": "Вы завариваете кофе и удобно устраиваетесь за столом что вам выделил шеф. Справа от вас сидит Денни, копаясь в бумагах.",
    "answers": [
      {
        "id": 79,
        "text": "[Вентиляция]",
        "need": [
          70
        ]
      },
      {
        "id": 80,
        "text": "[Камеры Банка]",
        "need": [
          56,
          -80
        ]
      },
      {
        "id": 134,
        "text": "[Бывший муж Администратора]",
        "need": [
          64,
          -134
        ]
      },
      {
        "id": 159,
        "text": "[Бывшие сотрудники]",
        "need": [
          63,
          -159
        ]
      },
      {
        "id": 151,
        "text": "[Обвинить администратора ювелирного магазина]",
        "need": [
          134
        ]
      },
      {
        "id": 169,
        "text": "[Обвинить бывшего сотрудника - Марка, который потерял всё из-за увольнения по статье]",
        "need": [
          161
        ]
      },
      {
        "id": 172,
        "text": "[Обвинить Рона Уолкерса, который разбогател]",
        "need": [
          152
        ]
      },
      {
        "id": 168,
        "text": "[Обвинить братьев Фьюз ]",
        "need": [
          79,
          161
        ]
      },
      {
        "id": 100,
        "text": "[Поехать на квартиру владельца жёлтого Доджа ]",
        "need": [
          85
        ]
      }
    ]
  },
  {
    "id": 78,
    "text": "",
    "answers": []
  },
  {
    "id": 79,
    "text": "Вы решили смотаться в компанию которая устанавливала вентиляцию. Как ни крути а 100$ лишними не будут.<s>r\n<s>r\nСпустя полчаса вы оказались около офиса компании.",
    "answers": [
      {
        "id": 101,
        "text": "[Войти]"
      }
    ]
  },
  {
    "id": 80,
    "text": "Вы решаете отправиться по адресу компании которая выпускает универсальные швейцарские ножи. Вдруг получится там что-нибудь нарыть.",
    "answers": [
      {
        "id": 81,
        "text": "[Поехать]"
      }
    ]
  },
  {
    "id": 81,
    "text": "— Какие мысли Майкл? — спрашивает Денни во время поездки.<s>r\n<s>r\n— Ну тут всё просто, мы знаем что они вернулись на жёлтом Додже, вопрос первый — \"Почему они вернулись?\"<s>r\n<s>r\n— Стереть запись?<s>r\n<s>r\n— Что им мешало сделать это ночью?<s>r\n<s>r\n— Может просто забыли, чёрт их знает. — махнул рукой Денни.<s>r\n<s>r\n— Не думаю мужик, сдается мне они возвращались за этим швейцарским ножом, который парень выронил. — завершаете вы свою теорию.<s>r\n<s>r\n— Или они забыли стереть запись. — говорит Денни, сворачивая на стоянку.",
    "answers": [
      {
        "id": 82,
        "text": "[Зайти в здание]"
      },
      {
        "id": 83,
        "text": "[Прогуляться по парковке]"
      }
    ]
  },
  {
    "id": 82,
    "text": "Когда вы оказываетесь внутри вас встречает милая девушка, улыбаясь она говорит:<s>r\n<s>r\n— Здравствуйте, вы оформляли заказ через интернет-магазин?<s>r\n<s>r\n— Нет, милочка. Мы из детективного агенства, кто тут главный?<s>r\n<s>r\n— Следуйте за мной.<s>r\n<s>r\nДевушка провожает вас в кабинет руководителя, за столом вы видите достаточно молодого мужчину, он одет в хороший, дорогой костюм, увидев вас он встает.",
    "answers": [
      {
        "id": 90,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 83,
    "text": "Вы решаете пройтись по парковке. Там вы замечаете много разных автомобилей, которые видимо принадлежат сотрудникам.<s>r\n<s>r\n— Эй, Майк. — слышите вы голос Денни за спиной. — Иди сюда.<s>r\n<s>r\n— Вы подходите и не верите своим глазам. Перед вами стоит тот самый жёлтый Додж. Единственное что его отличает от того, что вы видели на камерах — наличие номеров.<s>r\n<s>r\nВы решаете оставить Денни около Доджа, а сами отправляетесь к руководителю.",
    "answers": [
      {
        "id": 90,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 84,
    "text": "— Понимаете ли, мистер Скотт. — говорит руководитель, подойдя к кофемашине чтобы сделать для вас кофе. — У нас огромная база клиентов, я не уверен в том, что распечатка как-то сможет вам помочь. За какой срок вам нужен список продаж?<s>r\n<s>r\n",
    "answers": [
      {
        "id": 86,
        "text": "[За последний месяц]"
      },
      {
        "id": 87,
        "text": "[За полгода]"
      },
      {
        "id": 88,
        "text": "[За последние 16 лет]"
      },
      {
        "id": 90,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 85,
    "text": "Вы снова подходите к той милой девушке и просите сделать распечатку. Она вам улыбается и садится за компьютер. Минут 5 она ищет список, а вы обернувшись к Денни делаете неприличный жест рукой, кивая в сторону секретарши. Вдруг Денни начинает улыбаться, обернувшись вы практически сталкиваетесь лоб в лоб с этой милой особой, она смотрит на вас очень сурово.<s>r\n<s>r\nЗатем она подходит к копиру и стучит по нему. Ох уж эти дамы, — думаете вы. — вечно у них проблемы с техникой.<s>r\n<s>r\n— Карл, принтер снова не печатает! — кричит она, обращаясь к  здоровяку, что на голову выше вас.<s>r\n<s>r\n— А ты печатай поменьше своих дурацких книг. — кричит он в ответ, даже не обернувшись, продолжая разбирать тележку набитую кучей коробок с документами. — Что на этот раз, Сумерки или Голодные игры?<s>r\n<s>r\n— Этим детективам нужно узнать кому принадлежит жёлтый Додж. — отвечает она ему и снова отворачивается к копиру.<s>r\n<s>r\nЗдоровяк медленно поднимает голову и смотрит на Майкла, затем переводит взгляд на Денни. В считанные секунды он толкает тележку прямо в тебя и бежит к выходу. Тележка сбивает с ног, пытаясь подняться ты задеваешь ноги Денни и он тоже падает. Все окружающие смотрят на вас с изумлением.",
    "answers": [
      {
        "id": 92,
        "text": "[БЕГОМ!!!]"
      },
      {
        "id": 93,
        "text": "[Узнать у секретарши его адрес]"
      }
    ]
  },
  {
    "id": 86,
    "text": "— Как вам будет угодно. — говорит руководитель. — Сейчас вернусь.<s>r\n<s>r\nСпустя минут 15 он возвращается в кабинет и передает вам папку с распечаткой, в ней 57 листов очень мелкого шрифта.",
    "answers": [
      {
        "id": 90,
        "text": "[Взять]"
      },
      {
        "id": 90,
        "text": "[Не брать]"
      }
    ]
  },
  {
    "id": 87,
    "text": "— Воля ваша. — говорит руководитель и выходит из кабинета.<s>r\n<s>r\nВернувшись он приносит вам огромную папку в которой лежит несколько сотен страниц.",
    "answers": [
      {
        "id": 90,
        "text": "[Взять папку]"
      },
      {
        "id": 90,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 88,
    "text": "— Да вы с ума сошли! — смеётся руководитель, — у нас для этого не хватит бумаги.",
    "answers": [
      {
        "id": 90,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 89,
    "text": "— Жёлтый Додж? — задумывается руководитель, я вам так сразу и не скажу. У нас много сотрудников, сами понимаете. Вы знаете номер?<s>r\n<s>r\n— Да. <s>r\n<s>r\n— Подойдите к секретарше, она вам поможет.",
    "answers": [
      {
        "id": 173,
        "text": "[К секретарше]"
      }
    ]
  },
  {
    "id": 90,
    "text": "Вы сидите в кабинете руководителя.",
    "answers": [
      {
        "id": 84,
        "text": "[Спросить про нож]",
        "need": [
          -84
        ]
      },
      {
        "id": 91,
        "text": "[Спросить про жёлтый Додж]",
        "need": [
          82
        ]
      },
      {
        "id": 89,
        "text": "[Спросить кому принадлежит желтый Додж]",
        "need": [
          83
        ]
      }
    ]
  },
  {
    "id": 91,
    "text": "— Жёлтый Додж? — задумывается руководитель. — Я вам так сразу и не скажу. У нас много сотрудников, сами понимаете. Вы знаете номер?<s>r\n<s>r\n— Нет, номера были сняты. У него тонированные стёкла и скверный вид. — отвечаете вы.<s>r\n<s>r\n— Подойдите к секретарше, она вам распечатает список автомобилей сотрудников, которые имеют талоны на корпоративную парковку.",
    "answers": [
      {
        "id": 85,
        "text": "[Подойти к секретарше]"
      }
    ]
  },
  {
    "id": 92,
    "text": "Кое-как поднявшись вы бежите к выходу за здоровяком. Оказавшись на улице вы замечаете как с парковки резво выруливает жёлтый Додж.",
    "answers": [
      {
        "id": 94,
        "text": "[В машину! БЫСТРО!!!]"
      },
      {
        "id": 95,
        "text": "[Стрелять]"
      }
    ]
  },
  {
    "id": 93,
    "text": "Секретарша записывает вам адрес этого здоровяка. Его зовут Карл Мендоза, 36 лет. В компании работает давно, была судимость за кражу, но руководитель не ставит крест на таких людях и считает что каждому нужно дать шанс. Есть сын Джереми — 12 лет.",
    "answers": [
      {
        "id": 100,
        "text": "[Поехать по адресу проживания Карла]"
      },
      {
        "id": 77,
        "text": "[Вернуться в офис]"
      }
    ]
  },
  {
    "id": 94,
    "text": "Вы быстро запрыгиваете в автомобиль и Денни даёт газу. Вырулив на дорогу, ты замечаешь вдалеке жёлтый Додж. Вы сидите у него на хвосте, потихоньку сближаясь. Он пытается оторваться постоянно сворачивая на разные улицы. Когда расстояние становится совсем небольшим, из-за поворота внезапно выезжает фура.",
    "answers": [
      {
        "id": 97,
        "text": "[Проскочим!]"
      },
      {
        "id": 98,
        "text": "[Денни тормози!!!]"
      }
    ]
  },
  {
    "id": 95,
    "text": "Расслабься стажёр, ты еще не получил своё оружие — это не так быстро как кажется.",
    "answers": [
      {
        "id": 94,
        "text": "[В машину!!]"
      }
    ]
  },
  {
    "id": 96,
    "text": "Вы подходите к двери и только было собираетесь постучать, как вас оттаскивает Денни:<s>r\n<s>r\n— Ты совсем придурок, или притворяешься? Пошли через заднюю. — Денни проходит вперед, вы следуете за ним. Один пистолет на двух детективов — не лучшая альтернатива.<s>r\n<s>r\n",
    "answers": [
      {
        "id": 102,
        "text": "[Забрать пистолет у Денни]"
      },
      {
        "id": 103,
        "text": "[Продолжать движение]"
      }
    ]
  },
  {
    "id": 97,
    "text": "Несмотря на то что фура выехала неожиданно, вы принимаете решение не останавливаться. Поравнявшись с фурой вы ощущаете сильный удар в правую дверь, машина слетает с дороги и врезается в отбойник, а спустя мгновение, фура, так и не сумев затормозить превращает ваш автомобиль в смятый кусок железа. <s>r\n<s>r\nМайкл и Денни погибают.",
    "answers": [
      {
        "id": 1,
        "text": "[Вы погибли]"
      }
    ]
  },
  {
    "id": 98,
    "text": "Ваш напарник жмёт по тормозам, под дикий визг вы останавливаетесь всего в метре от фуры.<s>r\nВы смотрите друг на друга, пытаясь перевести дыхание. Всё могло закончиться очень печально.",
    "answers": [
      {
        "id": 93,
        "text": "[Вернуться к руководителю и записать адрес Карла]"
      }
    ]
  },
  {
    "id": 99,
    "text": "Вы можете понаблюдать как я придумываю сюжет и пишу квест прямо при вас, на моих стримах:<s>r\n<s>r\nhttps://www.twitch.tv/silmerion321<s>r\n<s>r\nПри обнаружении ошибок по квесту просьба написать с указанием страницы. Спасибо!",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 100,
    "text": "До дома Карла вы добрались быстро. Жаль правда что вы не полицейские, чтобы объявить план перехват, но что поделать? Вас одолевают сомнения, вряд ли он поехал домой, но проверить стоит. ",
    "answers": [
      {
        "id": 96,
        "text": "[Постучать в дверь]"
      }
    ]
  },
  {
    "id": 101,
    "text": "Зайдя внутрь большого бизнес центра и узнав номер офиса, вы поднимаетесь на лифте на 8 этаж.<s>r\n<s>r\nПсле общения с секретарём, она просит вас подождать и через 10 минут возвращается, что бы проводить в кабинет начальника. За столом сидит молодой парень, возможно чуть старше вас.",
    "answers": [
      {
        "id": 144,
        "text": "[Объяснить ситуацию]"
      }
    ]
  },
  {
    "id": 102,
    "text": "— Эй, Ден. — говорите вы. <s>r\n<s>r\n— Что? — не оборачиваясь отвечает вам напарник.<s>r\n<s>r\n— Дай лучше ствол мне, я хорошо стреляю.<s>r\n<s>r\n— Ага, я еще хочу живым вернуться домой, а то меня малая прибьет, если подстрелят.<s>r\n<s>r\n— У тебя дочь? — уточняете вы.<s>r\n<s>r\n— Да, Рози, ей скоро 11. Такая сорвиголова, ты бы видел.<s>r\n<s>r\n— А жена?<s>r\n<s>r\n. . .<s>r\n<s>r\n— Не отставай. — прерывает разговор Денни.<s>r\n<s>r\nВы подходите к двери заднего выхода. В окнах не горит свет, возможно вы опоздали.<s>r\n<s>r\nДенни уже собирает открыть дверь, но тут вы говорите:<s>r\n<s>r\n— Ден, я боюсь. <s>r\n<s>r\n— Не бойся, я здесь для того чтобы прикрывать твою тощую задницу.<s>r\n<s>r\n— А вдруг он убьет меня?<s>r\n<s>r\n— Не убьет. — говорит Денни и снова тянется к двери.<s>r\n<s>r\n— А вдруг убьет?<s>r\n<s>r\nОн снова осекается, смотрит на тебя с сомнением, и протягивает пистолет:<s>r\n<s>r\n— Смотри в меня не попади, стажёр. — говорит он серьезно.",
    "answers": [
      {
        "id": 104,
        "text": "[Взять пистолет и войти]"
      }
    ]
  },
  {
    "id": 103,
    "text": "— Не хватало проблем на мою голову, надеюсь он не вооружен, а то если меня подстрелят, — малая мне голову оторвёт.<s>r\n<s>r\n— У тебя дочь? — уточняете вы.<s>r\n<s>r\n— Да, Рози, ей скоро 11. Такая сорвиголова, ты бы видел.<s>r\n<s>r\n— А жена?<s>r\n<s>r\n. . .<s>r\n<s>r\n— Не отставай. — прерывает разговор Денни.<s>r\n<s>r\nВот вы и добрались до заднего выхода. В окнах не горит свет, возможно, вы уже опоздали.",
    "answers": [
      {
        "id": 127,
        "text": "[Войти]"
      }
    ]
  },
  {
    "id": 104,
    "text": "Вы заходите в дом, уже стемнело, неплохо бы найти выключатель.",
    "answers": [
      {
        "id": 105,
        "text": "[Искать выключатель]"
      },
      {
        "id": 106,
        "text": "[Идти в темноте, вдруг они ещё здесь]",
        "need": [
          -103
        ]
      }
    ]
  },
  {
    "id": 105,
    "text": "Вы долго ищете выключатель, когда наконец удается его нащупать и включить свет, вашим глаза открывается совсем нищая квартира. Пройдя в зал вы замечаете что кроме маленького столика, настенной полки с пятью книгами и рваного кресла, тут больше ничего нет. ",
    "answers": [
      {
        "id": 107,
        "text": "[Подойти к полке с книгами]",
        "need": [
          -103,
          127
        ]
      },
      {
        "id": 116,
        "text": "[Проверить соседнюю комнату]",
        "need": [
          103
        ]
      },
      {
        "id": 107,
        "text": "[Подойти к полке с книгами]",
        "need": [
          102,
          103
        ],
        "need_sometimes": true
      }
    ]
  },
  {
    "id": 106,
    "text": "Вы начинаете осторожно продвигаться в полной темноте, нащупав дверь, которая видимо ведет в зал, вы заходите первым. Успев сделать всего пару шагов вы слышите сзади выстрел и детские крики:<s>r\n<s>r\n— Не надо пап, нет!<s>r\n<s>r\nНе понимая что происходит вы разворачиваетесь и тут же получаете внушительный удар в голову.",
    "answers": [
      {
        "id": 131,
        "text": "[Потерять сознание]"
      }
    ]
  },
  {
    "id": 107,
    "text": "— Кажется, мы опоздали, — говоришь ты подходя к полке с книгами. Перед тобой лежат две книги Брэдбери, два неизвестных тебе автора а так же испанно-английский разговорник. — А он походу мечтал свалить в Испанию, Ден. Представляю, сидел тут с кучей бабок и учил Испанский. Слышишь, Ден? Я говорю он учил Исп... — обернувшись на своего напарника вы тут же замолкаете, потому что видите как в коридоре стой паренёк, в той самой чёрной толстовке и держит в трясущихся руках пистолет.<s>r\n<s>r\nДенни смотрит на вас вполоборота, впервые вы читаете в его глазах замешательство.<s>r\n<s>r\nПарень стоит на месте и держит твоего напарника на прицеле, его руки сильно дрожат...",
    "answers": [
      {
        "id": 108,
        "text": "[Выстрелить]",
        "need": [
          102
        ]
      },
      {
        "id": 109,
        "text": "[Не стрелять]",
        "need": [
          102
        ]
      },
      {
        "id": 128,
        "text": "[Далее]",
        "need": [
          103
        ]
      }
    ]
  },
  {
    "id": 108,
    "text": "Не дав возможности убить Денни, ты стреляешь в мальчика. С истошным криком он падает на пол и хватается за живот. Денни смотрит на тебя ошарашенным взглядом:<s>r\n<s>r\n— Ты.. Ты.. Он же ребёнок! — Переходит он на крик.<s>r\n<s>r\n— Он бы выстрелил в тебя! — отвечаешь ты.<s>r\n<s>r\nДенни хватается за голову. — Боже, зачем только я дал тебе пистолет. Он быстро достает мобильный и вызывает скорую. Мальчик продолжает плакать, а Денни садится возле него и положив его голову себе на колени пытается остановить кровотечение. ",
    "answers": [
      {
        "id": 110,
        "text": "[Выйти на улицу ждать скорую]"
      },
      {
        "id": 111,
        "text": "[Ждать скорую сидя в кресле]"
      }
    ]
  },
  {
    "id": 109,
    "text": "— Спокойно парень, ты же не хочешь стать убийцей? — говорите вы мальчику.<s>r\n<s>r\nОн испуганно смотрит на вас держа на прицеле Денни.<s>r\n<s>r\n— Я сейчас медленно положу пистолет и никто не погибнет, хорошо? — ты стараешься говорить спокойно, чтобы не напугать мальчишку.<s>r\n<s>r\nОпускаясь на корточки, Майкл медленно кладет пистолет на пол. Мальчуган кивает головой в сторону дальней стены, вы вместе с Денни медленно пятитесь к ней, подняв руки. Когда вы оба оказываетесь там, мальчуган заикаясь говорит:<s>r\n<s>r\n— Ввыходди.<s>r\n<s>r\nКовер посреди комнаты немного сдвигается, после чего из погреба поднимается Карл Мендоза. Он берет пистолет у мальчика и держа вас на мушке говорит сыну:<s>r\n<s>r\n— Забери сумку.<s>r\n<s>r\nМальчуган забегает в соседнюю комнату и закинув на плечо большую спортивную сумку, возвращается к отцу. Они велят вам спуститься в погреб, и как только вы там оказываетесь —  покидают свою бедную квартиру, в поисках лучшей жизни.",
    "answers": [
      {
        "id": 115,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 110,
    "text": "Из-за твоей беспечности чуть было не погиб ребёнок. Однако, его удалось спасти. При обыске квартиры никаких следов Карла найти не удалось. Паренёк рассказал что отец заставил его проникнуть в магазин через вентиляцию и помочь совершить преступление. Драгоценности, как и сам Карл Мендоза пропали без следа. Суд принял во внимание то, что отец принуждал Джереми совершить преступление, и отправил мальчика к матери.<s>r\n<s>r\n[Ты смог узнать как было совершенно преступление, однако преступник скрылся.]",
    "answers": [
      {
        "id": 1,
        "text": "[Конец 1 Части]"
      }
    ]
  },
  {
    "id": 111,
    "text": "Ты заваливаешься в кресло, как вдруг слышишь хруст и кресло вместе с тобой падает набок. Денни даже не обращает на это внимание.",
    "answers": [
      {
        "id": 112,
        "text": "[Осмотреть кресло]"
      }
    ]
  },
  {
    "id": 112,
    "text": "Присев на корточки ты замечаешь что ножка кресла прорвала коврик на котором стояла. Ты поднимаешь ковер и видишь ручку в полу.",
    "answers": [
      {
        "id": 113,
        "text": "[Потянуть]"
      }
    ]
  },
  {
    "id": 113,
    "text": "Потянув за ручку тебе открывается спуск в небольшой погреб. Заглянув туда ты не веришь своим глазам, прямо из погреба, на тебя смотрит Карл Мендоза, глазами полными слёз.",
    "answers": [
      {
        "id": 114,
        "text": "[Суд]"
      }
    ]
  },
  {
    "id": 114,
    "text": "                                    •Ты разблокировал достижение — \"Ради общего блага\"•<s>r\n<s>r\nВ суде Карл Мендоза не стал ничего отрицать и во всем признался. Карла осудили на 12 лет тюрьмы. Сын Карла погиб по пути в больницу. <s>r\n<s>r\n                       [Ты смог арестовать преступника и вернуть драгоценности, но убил ребёнка]",
    "answers": [
      {
        "id": 1,
        "text": "[Конец 1 Главы]"
      }
    ]
  },
  {
    "id": 115,
    "text": "Когда Шеф узнал что вы упустили преступника с драгоценностями — он рвал и метал. Хоть вы и пытались объяснить ему, что вам бы тогда пришлось застрелить ребёнка — он ничего не хотел слушать. <s>r\n<s>r\nКарла и его сына так и не смогли найти.<s>r\n<s>r\n[Вам удалось раскрыть преступление, но вы позволили преступнику сбежать.]",
    "answers": [
      {
        "id": 1,
        "text": "[Конец 1 Части]"
      }
    ]
  },
  {
    "id": 116,
    "text": "Ты в комнате. Около стены стоит кровать, рядом с ней тумбочка, и журнальный столик возле окна.",
    "answers": [
      {
        "id": 117,
        "text": "[Осмотреть столик]"
      },
      {
        "id": 118,
        "text": "[Осмотреть тумбочку]"
      },
      {
        "id": 119,
        "text": "[Осмотреть кровать]"
      }
    ]
  },
  {
    "id": 117,
    "text": "На столе ничего нет.",
    "answers": [
      {
        "id": 116,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 118,
    "text": "Маленькая прикроватная тумбочка",
    "answers": [
      {
        "id": 120,
        "text": "[1 ящик]",
        "need": [
          -120
        ]
      },
      {
        "id": 121,
        "text": "[2 ящик]",
        "need": [
          -121
        ]
      },
      {
        "id": 116,
        "text": "[Отойти от тумбочки]"
      }
    ]
  },
  {
    "id": 119,
    "text": "Перед вами самая простая односпальная кровать.",
    "answers": [
      {
        "id": 122,
        "text": "[Поднять одеяло]",
        "need": [
          -122
        ]
      },
      {
        "id": 123,
        "text": "[Посмотреть под кроватью]"
      }
    ]
  },
  {
    "id": 120,
    "text": "Пусто.",
    "answers": [
      {
        "id": 118,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 121,
    "text": "Пусто.",
    "answers": [
      {
        "id": 118,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 122,
    "text": "Пусто.",
    "answers": [
      {
        "id": 119,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 123,
    "text": "Вы заглядываете под кровать и видите большую, чёрную, спортивную сумку.",
    "answers": [
      {
        "id": 124,
        "text": "[Открыть]"
      }
    ]
  },
  {
    "id": 124,
    "text": "Открыв сумку вы находите много драгоценностей вперемешку с деньгами.",
    "answers": [
      {
        "id": 125,
        "text": "[Денни, он еще здесь!!!]"
      }
    ]
  },
  {
    "id": 125,
    "text": "Денни поворачивает голову и увидев сумку с находкой, тут же выбегает в прихожую. Вы вскакиваете и бежити за ним. Забежав на кухню вы видите того самого парня в толстовке, которого заметили на видеозаписи, он сидит за столом и тянет руку к лежащему на скатерти пистолету. Денни хватает пистолет со стола и говорит:<s>r\n<s>r\n— Где твой отец?<s>r\n<s>r\nПарень весь трясётся, слёзы бегут по его щекам.<s>r\n<s>r\n—ГДЕ ТВОЙ ОТЕЦ?? — Денни переходит на крик.<s>r\n<s>r\nМальчик начинает плакать, но взгляда от Денни не отводит.<s>r\n<s>r\n— ГДЕ ОН!!!<s>r\n<s>r\n— Я здесь. — доносится из зала. Вы бежите туда, и оказавшись на месте видите Карла Мендозу, который сидит на полу рядом с ковриком, под которым вход в погреб.",
    "answers": [
      {
        "id": 126,
        "text": "[Суд]"
      }
    ]
  },
  {
    "id": 126,
    "text": "                                      •Вы разблокировали достижение — \"Внимательный\"•<s>r\n<s>r\nВ суде Карл Мендоза не стал ничего отрицать и во всем признался. Карла осудили на 12 лет тюрьмы, а его сын отправился к матери, у которой его выкрал сам Карл. Владелица магазина была вам безумно благодарна, и даже лично отправилась к вашему Шефу чтобы он обратил внимание на ваши заслуги. Шеф был очень доволен и удивлён вашей отличной работой. Коллеги, а так же Денни стали смотреть на вас совсем иначе.<s>r\n<s>r\n                  [Вы смогли арестовать преступника и вернуть драгоценности. Блестяще!]",
    "answers": [
      {
        "id": 1,
        "text": "[Конец 1 Части]"
      }
    ]
  },
  {
    "id": 127,
    "text": ". . .",
    "answers": [
      {
        "id": 104,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 128,
    "text": "Они наставили пистолеты друг на друга, Денни снова на мгновение поворачивается к тебе, словно не зная как поступить.<s>r\n<s>r\n— Денни. — говорите вы..<s>r\n<s>r\n— Он же ребёнок Майк. — отвечает он. — В его глазах читается страх.<s>r\n<s>r\n— Денни он сейчас выстрелит! — Кричите вы.<s>r\n<s>r\n— Он же еще совсем ребенок!!! — отвечает напарник. — Он же реб...<s>r\n<s>r\nРаздается выстрел. <s>r\n<s>r\nДенни падает на пол. Парень трясущимися руками переводит прицел на вас.",
    "answers": [
      {
        "id": 129,
        "text": "[Нет-Нет-НЕТ!!!] "
      }
    ]
  },
  {
    "id": 129,
    "text": "                                        •Разблокировано достижение — \"Любовь к отцу\"•<s>r\n<s>r\nВы поднимаете руки:<s>r\n<s>r\n— Не надо парень, не стреляй. Просто дай нам уйти. — пытаетесь вы убедить его. — Ты сильно ранил моего напарника, дай мы просто уйдем.<s>r\n<s>r\nОн отходит в сторону, давая вам пройти. Вы тут же бросаетесь к Денни, и схватив своего напарника выносите его из квартиры. Добравшись до машины, вы кладете его на заднее сиденье и даёте по газам.",
    "answers": [
      {
        "id": 1,
        "text": "[Конец 1 Части]"
      }
    ]
  },
  {
    "id": 130,
    "text": "                                            [Тут вы можете видеть список ваших достижений]",
    "answers": [
      {
        "id": 177,
        "text": "[Глухарь]",
        "need": [
          74
        ],
        "need_ever": true
      },
      {
        "id": 178,
        "text": "[Не люблю детей]",
        "need": [
          110
        ],
        "need_ever": true
      },
      {
        "id": 179,
        "text": "[Ради общего блага]",
        "need": [
          114
        ],
        "need_ever": true
      },
      {
        "id": 180,
        "text": "[Хардкор]",
        "need": [
          181
        ],
        "need_ever": false
      },
      {
        "id": 182,
        "text": "[Внимательный]",
        "need": [
          126
        ],
        "need_ever": true
      },
      {
        "id": 183,
        "text": "[Любовь к отцу]",
        "need": [
          129
        ],
        "need_ever": true
      },
      {
        "id": 184,
        "text": "[Женоненавистник]",
        "need": [
          151
        ],
        "need_ever": true
      },
      {
        "id": 185,
        "text": "[Братская любовь]",
        "need": [
          168
        ],
        "need_ever": true
      },
      {
        "id": 186,
        "text": "[Убийца]",
        "need": [
          169
        ],
        "need_ever": true
      },
      {
        "id": 187,
        "text": "[Папенькин сынок]",
        "need": [
          172
        ],
        "need_ever": true
      },
      {
        "id": 188,
        "text": "[Командная работа]",
        "need": [
          176
        ],
        "need_ever": true
      },
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 131,
    "text": ". . .",
    "answers": [
      {
        "id": 132,
        "text": "[Очнуться]"
      }
    ]
  },
  {
    "id": 132,
    "text": "Открыв глаза вы видите перед собой того самого здоровяка, владельца жёлтого Доджа. Он сидит напротив, наставив на вас пистолет, и единственное что вас разделяет, это — маленький журнальный столик. Осмотревшись, ты понимаешь что вы находитесь на кухне. В углу лежит Денни, он держится за живот и тяжело дышит, вокруг него расплывается багровая, густая лужа.<s>r\n<s>r\n— Детектив, вы любите игры? — спрашивает вас Карл Мендоза.<s>r\n<s>r\n—Игры? — не понимаете вы.<s>r\n<s>r\n—Именно. Игры. Так уж вышло что я от природы азартный человек. Я не скажу что я был богат, однако, жил в достатке, но каждый раз я проигрывал всё больше и больше. Однажды, я проиграл столько, что от меня ушла жена. В самый трудный момент. Она бросила меня тогда, когда была нужна больше всего. Но я ей отомстил.",
    "answers": [
      {
        "id": 133,
        "text": "[Как?]"
      },
      {
        "id": 133,
        "text": "[Промолчать]"
      }
    ]
  },
  {
    "id": 133,
    "text": "— Я забрал у неё своего сына. Ты ведь рад этому, милый? — говорит он обращаясь к мальчугану. Тот уверенно кивает.<s>r\n<s>r\n— Я не был везучим человеком. Фортуна, она знаете ли, очень многое решает в этой жизни. А вы детектив, вы везучий?<s>r\n<s>r\n— В лотерею не выигрывал. — сухо отвечаете вы.<s>r\n<s>r\n— Ну что же, на самом деле вы оба уже были бы мертвы, если бы не мой сын. Когда я вышел из тюрьмы, меня никуда не брали. Везде смотрели на меня как на животные. И только мистер Гилберт принял меня на свою фабрику. Он великий человек, детектив. Когда я спросил у него, почему он так сделал, знаете что он мне ответил?",
    "answers": [
      {
        "id": 135,
        "text": "[Каждый человек заслуживает второй шанс]"
      }
    ]
  },
  {
    "id": 134,
    "text": "Позвонив бывшему мужу Виктории, вы договорилсь о встрече в центре, в одном из кафе. Зайдя внутрь, вы с Денни сели за столик и стали ждать. Спустя минут 10 приехал бывший муж Администратора ювелирного магазина — Дерек. На вид ему было около 35 лет, ухоженный, хорошо одет.",
    "answers": [
      {
        "id": 139,
        "text": "[Расскажите про бывшую жену]",
        "need": [
          -139
        ]
      },
      {
        "id": 170,
        "text": "[Почему развелись]",
        "need": [
          -170
        ]
      },
      {
        "id": 171,
        "text": "[Подозрения]",
        "need": [
          -171
        ]
      },
      {
        "id": 77,
        "text": "[Попрощаться и вернуться в офис]",
        "need": [
          139,
          170,
          171
        ]
      },
      {
        "id": 159,
        "text": "[Проверить бывших сотрудников]",
        "need": [
          63
        ]
      }
    ]
  },
  {
    "id": 135,
    "text": "— Именно детектив! И он дал мне тот самый шанс, который не позволил мне спиться. Пусть я не самый хороший человек, но я справедлив. Вы хотите получить второй шанс, детектив?<s>r\n<s>r\n— Да. — сухо отвечаете вы. Понимая что нужно как-то выручать Денни, пока он не истёк кровью.<s>r\n<s>r\n— Прекрасно! Несмотря на то, что у меня в руках пистолет, мы будем играть на равных.  — Он перекладывает пистолет в левую руку и достает игральные кости. — Я не люблю бросать сразу две, обойдемся одной. Вы ведь не против если я брошу первый?<s>r\n",
    "answers": [
      {
        "id": 138,
        "text": "[Не против]"
      },
      {
        "id": 138,
        "text": "[Промолчать]"
      }
    ]
  },
  {
    "id": 136,
    "text": ". . .",
    "answers": [
      {
        "id": 137,
        "text": ". . ."
      }
    ]
  },
  {
    "id": 137,
    "text": "",
    "answers": []
  },
  {
    "id": 138,
    "text": "Он кладёт кубик в руку и затем бросает на стол. Игральная кость переваливается с одного бока на другой и останавливается, показывая 5 чёрных точек.<s>r\n<s>r\n— Вот это да, детектив! Почти Джекпот! Теперь ваша очередь, и помните — ничья играет не в вашу пользу. Сынок, развяжи детективу правую руку.<s>r\n<s>r\nПарень обходит стул сзади и начинает развязывать веревку.",
    "answers": [
      {
        "id": 140,
        "text": "[Спокойно сидеть]"
      },
      {
        "id": 141,
        "text": "[Попытаться напасть]"
      }
    ]
  },
  {
    "id": 139,
    "text": "<s>r\n— Мы познакомились с Викторией еще в колледже, ну сами понимаете, молодая кровь, сильные эмоции. По окончании расписались, однако не прожив и двух лет — развелись. Она несколько раз пыталась вернуться, но я уже всё для себя решил.<s>r\n<s>r\n— Вы плохо разошлись? — спрашиваете вы, потягивая горячий латте, который вам купил Денни, правда без особо энтузиазма — старый жлоб.<s>r\n<s>r\n— Плохо? Да она сумасшедшая! Она преследовала меня везде, названивала, могла провести у двери всю ночь, лишь бы увидеть меня. Оставляла письма, в которых умоляла попробовать еще раз. В общем, отстала только тогда, когда я сказал ей что у меня появилась девушка. Так она приперлась и устроила дебош, накидала земли в общем коридоре, расплескала шампунь. Я потом замучился всё это убирать.<s>r\n<s>r\n— А как бы вы охарактеризовали Викторию? Не учитывая того что у вас были интимные отношения. — говорите вы и хитро подмигиваете Денни, кивая в сторону вашего собеседника.<s>r\n<s>r\n— Ну, если исключить её больную любовь, то она девушка очень серьезная и ответственная. На работе ей вроде как были довольны. Очень хозяйственная. Правда скупая до жути.<s>r\n<s>r\n— Скупая?<s>r\n<s>r\n— Ага, каждую копейку считает. Как будто она того гляди станет нищей.<s>r\n<s>r\n— Вас это как-то касалось?<s>r\n<s>r\n— Касалось? Это слабо сказано, не дай бог я куплю что-нибудь дороже на цент-другой, её это очень выводило из себя. Но она хороший человек, хоть и порой очень эмоциональна.",
    "answers": [
      {
        "id": 134,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 140,
    "text": "Вы решаете не давать повод застрелить себя и дожидаетесь когда вам развяжут руку. Как только парень это сделал, вы медленно тянитесь к кубику и закрыв глаза бросаете его. . .",
    "answers": [
      {
        "id": 142,
        "text": "[Далее]",
        "var_random_from": [
          "kub",
          1,
          2,
          3,
          4,
          6
        ],
        "var_random": [
          "kub",
          1,
          6
        ]
      }
    ]
  },
  {
    "id": 141,
    "text": "Когда вы почувствовали что ваша правая рука свободна, вы делаете резкое движение вперед навстречу громиле, но он оказыается быстрее. Раздается выстрел.",
    "answers": [
      {
        "id": 1,
        "text": "[Вас убили]"
      }
    ]
  },
  {
    "id": 142,
    "text": ". . .",
    "answers": [
      {
        "id": 142,
        "text": "Вам выпадает : ",
        "comment": true,
        "var_show": [
          "kub"
        ]
      },
      {
        "id": 143,
        "text": "[Открыть глаза]",
        "var_equal": [
          "kub",
          6
        ]
      },
      {
        "id": 1,
        "var_not": [
          "kub",
          6
        ],
        "text": "[Вас убили]"
      }
    ]
  },
  {
    "id": 143,
    "text": "Вы медленно открываете глаза и не верите увиденому, на белом кубике, прямо на вас смотрят 6 чёрных точек.<s>r\n<s>r\nКарл глядит на кости как завороженный. Он поднимает свой стекляный взгляд на вас и вставая со стула говорит:<s>r\n— Я, детектив, человек слова. Одна рука у вас свободна, поэтому дальше вы справитесь сами. А нам пора.<s>r\n<s>r\nЗдоровяк уводит сына, а вы продолжаете сидеть и смотреть на кости. Вам действительно выпало 6. . .<s>r\n<s>r\n— Эй, полудурок. — прерывает ваши размышления Денни. — Ты может скорую хочешь вызвать или будем ждать когда я сдохну?",
    "answers": [
      {
        "id": 181,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 144,
    "text": "— Я вас понимаю мистер Скотт. — отвечает паренек в очках. — Но и вы поймите, у нас есть срок гарантии когда человек может заявить о каких-либо неисправностях, к сожалению, этот срок уже закончился, и я не могу ничем помочь.",
    "answers": [
      {
        "id": 145,
        "text": "[Угрожать]"
      },
      {
        "id": 146,
        "text": "[Достать пистолет]",
        "need": [
          -146
        ]
      }
    ]
  },
  {
    "id": 145,
    "text": "— Послушайте, мистер Губперт..<s>r\n<s>r\n— Герберт.<s>r\n<s>r\n— Да-да, я ведь детектив, мы могли бы с вами договориться. Моей хорошей знакомой очень нужно решить эту проблему, понимаете?<s>r\n<s>r\n— К сожалению, а может к счастью, я ничего не терял, чтобы пользоваться услугами детектива. Не думаю что смогу что-то для вас сделать.<s>r\n<s>r\n— Хорошо, раз пошел такой разговор, то знайте — человек, который устанавливал вентиляцию подозревается в преступлении, думаю это не очень хорошо отразится на репутации вашей компании. — заключаете вы, закинув одну ногу на другую.<s>r\n<s>r\n— Преступлении? — Удивляется он.<s>r\n<s>r\n— Именно так, мистер Гинзерт.<s>r\n<s>r\n— Герберт.<s>r\n<s>r\n— Возможно.<s>r\n<s>r\n— Одну минуту. — парень в очках встает и выходит из кабинета. Спустя минут 5 он возвращается.<s>r\n<s>r\n— Я посмотрел. Эту вентиляцию устанавливал Том Фьюз, тот ещё лоботряс, он уже год как у нас не работает. А что касается гарании, я остаюсь при своём мнении.<s>r\n<s>r\n— Очень жаль. — подводите вы итог разговора. — В таком случае не буду вас задерживать мистер Ганперт. До свидания. ",
    "answers": [
      {
        "id": 77,
        "text": "[В офис]"
      },
      {
        "id": 148,
        "text": "[Проверить бывших сотрудников]"
      }
    ]
  },
  {
    "id": 146,
    "text": "Так у вас еще нет разрешения на оружие!",
    "answers": [
      {
        "id": 144,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 147,
    "text": ". . .",
    "answers": [
      {
        "id": 60,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 148,
    "text": "Выйдя из офиса вы набрали Денни и договорились пересечься в центре, чтобы проверить список бывших сотрудников.<s>r\n<s>r\nСтоило Майклу сесть в машину как старина Ден начал причитать:<s>r\n<s>r\n— Сколько тебя можно ждать, стажёр??<s>r\n<s>r\n— Ну уж извини, у меня машины нет чтобы гонять как ты!<s>r\n<s>r\n— Зато у тебя есть метро, на котором добираться гораздо быстрее. — парировал Денни.<s>r\n<s>r\n— Ладно, не бубни. Что там у нас?",
    "answers": [
      {
        "id": 159,
        "text": "[. . .]"
      }
    ]
  },
  {
    "id": 149,
    "text": "<s>r\n— Поехали по первому адресу, только сильно не гони, я недавно поел. — говорите вы этому Шумахеру.<s>r\n<s>r\n— Ты еще и поесть успел? — начал возмущаться ваш друг. — А я то думаю, почему ты опоздал на 40 минут.",
    "answers": [
      {
        "id": 152,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 150,
    "text": "•Открыто новое достижение — \"Глухарь\".•<s>r\n<s>r\nБраво! Вы открыли самую короткую концовку.<s>r\n<s>r\n[Преступник остался на свободе.]",
    "answers": [
      {
        "id": 1,
        "text": "[Конец 1 Главы]"
      }
    ]
  },
  {
    "id": 151,
    "text": "                                  •Разблокировано достижение — \"Женоненавистник•<s>r\n<s>r\nВы убедили шефа в том, что кражу совершила Виктория. Однако, несмотря на негативную характеристику, которую предоставил в суде бывший муж, владелица ювелирного магазина вступилась за своего сотрудника, к тому же, суд отказался выносить обвинительный приговор основываясь только на словах Дерека. Судья посчитал что он так и не смог простить бывшую супругу за её выходки на почве сильной любви к нему, и Викторию оправдали.<s>r\n<s>r\n            [Драгоценности так и не нашли. Вы не смогли поймать настоящего преступника.]",
    "answers": [
      {
        "id": 1,
        "text": "[Конец 1 Главы]"
      }
    ]
  },
  {
    "id": 152,
    "text": "Подъехав к дому, вы обратили внимание на дорогой автомобиль у дороги. Да и особняк выглядел внушительно.",
    "answers": [
      {
        "id": 153,
        "text": "[Позвонить]"
      }
    ]
  },
  {
    "id": 153,
    "text": "Вы позвонили в дверь, и через пару мгновений её открыла очень привлекательная, молодая девушка. Она вопросительно смотрит на вас.",
    "answers": [
      {
        "id": 154,
        "text": "[Представиться]"
      }
    ]
  },
  {
    "id": 154,
    "text": "<s>r\n— Здравствуйте барышня, — с улыбкой говорите вы. — Ваш муж дома?<s>r\n<s>r\n— Здравствуйте. Да, проходите.<s>r\n<s>r\n— Войдя в дом вам открываются красоты дорогого, шикарного ремонта. Отделка дома сделана просто превосходно, повсюду висят большие картины, а размер люстры в прихожей просто поражает. Через минуту к вам спускается седоватый мужчина в красном джемпере и жмёт руку.",
    "answers": [
      {
        "id": 156,
        "text": "[Поговорить про увольнение]"
      },
      {
        "id": 157,
        "text": "[Надавить]"
      }
    ]
  },
  {
    "id": 155,
    "text": "Дверь вам открыла старушка, которой судя по виду лет 300. Вы такого конечно не ожидали.<s>r\n",
    "answers": [
      {
        "id": 162,
        "text": "[Подмазаться]"
      },
      {
        "id": 163,
        "text": "[Представиться коммунальщиком]",
        "need": [
          -163
        ]
      }
    ]
  },
  {
    "id": 156,
    "text": "<s>r\n— Поразительно, — говорит он, внимательно выслушав вас. — просто поразительно какая она все-таки злопамятная женщина. <s>r\n<s>r\n— В самом деле?<s>r\n<s>r\n— Ну конечно! Вот что она вам наплела?<s>r\n<s>r\n— А вы первый скажите, чтобы я мог сравнить ответы. — хитрите вы.<s>r\n<s>r\n— Я уволился, потому что эта, простите, мымра, постоянно меня штрафовала. Относилась как к скоту. Работа у нее — худшее что со мной случалось!",
    "answers": [
      {
        "id": 158,
        "text": "[Спросить про дорогой дом]"
      }
    ]
  },
  {
    "id": 157,
    "text": "<s>r\n— Нам всё известно старый хрыч! — вы решаете сразу идти в наступление.<s>r\n<s>r\n— Да что вы себе позволяете!? — возмущается хозяин. — Кто вы такой??<s>r\n<s>r\n— Я детектив. И сейчас буду вас арестовывать за то, что вы обворовали несчастную мисс Брюгз!<s>r\n<s>r\n— Кого?? — тут старикан начинает расплываться в улыбке. — Её ограбили? Какая радость! Проходите джентельмены, нам есть что обсудить.",
    "answers": [
      {
        "id": 156,
        "text": "[Пройти]"
      }
    ]
  },
  {
    "id": 158,
    "text": "<s>r\n— Мой дом, а так же моя машина и еще пара квартир, появилась у меня благодаря тому что приставился мой дорогой отец — владелец крупного бизнеса, он несколько раз звал меня к себе, но я был слишком принципиален, чтобы согласиться. Хотя сейчас, я решил начать жить в своё удовольствие.<s>r\n<s>r\n— Благодарю за уделенное время.<s>r\n<s>r\nУ самых дверей, хозяин квартиры (Рон Уолкерс), вас окликивает и спрашивает:<s>r\n<s>r\n— А что у нее случилось?<s>r\n<s>r\n— Вынесли ювелирный подчистую. — отвечаете вы и выходите на улицу, слыша за спиной счастливый смех мистера Уолкерса.<s>r\n<s>r\n",
    "answers": [
      {
        "id": 159,
        "text": "[Уйти]"
      }
    ]
  },
  {
    "id": 159,
    "text": "Денни вопросительно смотрит на тебя:<s>r\n<s>r\n— Куда едем?",
    "answers": [
      {
        "id": 152,
        "text": "[1 Адрес]",
        "need": [
          -153
        ]
      },
      {
        "id": 160,
        "text": "[2 Адрес]",
        "need": [
          -155
        ]
      },
      {
        "id": 161,
        "text": "[3 Адрес]",
        "need": [
          -161
        ]
      },
      {
        "id": 167,
        "text": "[Задуматься]",
        "need": [
          161,
          68,
          79
        ]
      },
      {
        "id": 77,
        "text": "[Вернуться в офис]",
        "need": [
          152,
          160,
          161
        ]
      }
    ]
  },
  {
    "id": 160,
    "text": "<s>r\n— По этому адресу должна проживать Ребекка Сонг, — говорите вы Денни, выходя из машины.",
    "answers": [
      {
        "id": 155,
        "text": "[Позвонить]"
      }
    ]
  },
  {
    "id": 161,
    "text": "Приехав по третьему адресу, вам открыл дверь мужик лет сорока пяти с огромным пузом. Судя по тому что на нём была грязная майка, и такие же штаны — у него настали явно не лучшие времена.<s>r\n<s>r\n— Чего надо? — не очень дружелюбно спрашивает он, глядя на вас.<s>r\n<s>r\n— Поговорить надо. Я детектив Скотт, а это мой заместитель. — Денни слегка покашлял. — Может зайдем? Дует блин!<s>r\n<s>r\nМужик отошел в сторону, позволяя вам пройти в квартиру. Обстановка внутри явно не из лучших, старая мебель, куча пыли и грязи. Несколько пакетов с мусором валяются прямо в прихожей, и разносят свою вонь по всей квартире.<s>r\n",
    "answers": [
      {
        "id": 164,
        "text": "[Увольнение]"
      }
    ]
  },
  {
    "id": 162,
    "text": "<s>r\n— Ребекка, дорогая моя, что с тобой стало?? — заводите вы свою песню.<s>r\n<s>r\n— Так я не она милок, я то старая, а ей 37 годков всего... Было.<s>r\n<s>r\n— Почему было?<s>r\n<s>r\n— Так она померла, 2 месяца назад. Так что нечего сюды шастать, наркоманы треклятые! — Резко повышает голос бабуля и захлопывает дверь.",
    "answers": [
      {
        "id": 159,
        "text": "[Уйти] "
      }
    ]
  },
  {
    "id": 163,
    "text": "— Мать! — начинаете вы резко. — Ты чего всех соседей затопила?<s>r\n<s>r\n— Каких соседей? Я же на первом этаже живу? — удивляется старушенция.<s>r\n<s>r\n— Ну так, это. — чешите вы затылок. — А что вы думаете, в подвале уже жить нельзя?<s>r\n<s>r\n— Что вы несёте молодой человек? А ну покажите ваши документы!<s>r\n<s>r\n— Кхе-кхе. — кажется она застала вас врасплох.<s>r\n<s>r\n— А раз документов нет, то нечего меня отвлекать! У меня там сериал начинается.<s>r\n<s>r\nСтарушка захлопывает дверь.",
    "answers": [
      {
        "id": 155,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 164,
    "text": "<s>r\n— Как могу к вам обращаться? — задаете вы обычный вопрос, чтобы наладить контакт.<s>r\n<s>r\n— Марк.<s>r\n<s>r\n— Хорошо Марк, вам о чем-нибудь говорит фамилия — \"Брюгз\"?<s>r\n<s>r\n— Хех, — улыбается он, оголяя гнилые зубы. — Еще как. Это та су.. Гхм, эта коза, что меня уволила, да еще и с занесением в личное дело!<s>r\n",
    "answers": [
      {
        "id": 165,
        "text": "[Что случилось?]"
      },
      {
        "id": 166,
        "text": "[Спросить напрямую]"
      }
    ]
  },
  {
    "id": 165,
    "text": "<s>r\n— Да что могло случиться? — разводит руками твой собеседник. — Просто она деньги свои любит больше людей. Всё тряслась за каждую копейку. Постоянно штрафовала всех, орала, тварями называла.<s>r\n<s>r\n— Странно.<s>r\n<s>r\n— Что именно?<s>r\n<s>r\n— Её ограбили, но когда я был у нее, не сказал бы что она очень переживает по этому поводу.<s>r\n<s>r\n— Хех, — снова улыбается Марк. — Так она сейчас всё застраховала небось, а тогда она только начинала бизнес, так сказать. Выгнала меня в самый кризис, и потянулось всё одно за другим, то квартиру обманом забрали, потом жена ушла, ну и так далее. Я думаю, вы таких рассказов наслышались детектив. Хорошо брат с жилплощадью помог, а то я бы наверно уже подох на улице.<s>r\n<s>r\n",
    "answers": [
      {
        "id": 159,
        "text": "[Уйти]"
      }
    ]
  },
  {
    "id": 166,
    "text": "<s>r\n— А вы случайно её не обворовывали на днях? — как бы между делом интересуетесь вы.<s>r\n<s>r\n— Нет, не обворовывал.<s>r\n<s>r\n— Хорошо, продолжайте пожалуйста. Что случилось?",
    "answers": [
      {
        "id": 165,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 167,
    "text": "<s>r\n— Не повезло мужику, да? — поворачиваетесь вы к Денни.<s>r\n<s>r\n— Да, вся жизнь под откос. Не повезло тебе с работодателем, мистер Марк Фьюз. — протягивает Денни, закуривая сигарету.<s>r\n<s>r\n— Фьюз. Фьюз. Знакомая фамилия не находишь?<s>r\n<s>r\n— Не знаю, ничего не всплывает в памяти. — отвечает Денни.<s>r\n<s>r\n— Где же я её слышал? Фьюз. Фьюз. Фью...Брат! <s>r\n<s>r\n— Кто? Чей брат?<s>r\n<s>r\n— Помнишь, эта бабка, владелица ювелирки просила разобраться с вентиляцией?<s>r\n<s>r\n— Ну помню. 100$ баксов нам пообещала.<s>r\n<s>r\n— Мне, а не нам. — решили вы поправить Денни. — Так вот, я туда сегодня поехал, шеф там упёртый калач, не согласился переделывать, а когда я стал узнавать кто занимался установкой, он сказал, что того парня звали — Том Фьюз. А по третьему адресу живет Марк Фьюз. Он еще говорил что его выручил брат, когда уволили с работы, помог ему с квартирой!!! <s>r\n<s>r\n— Не многовато ли совпадений? Один брат устанавливает вентиляцию, а другого вышвыривают из ювелирки, и он точит зуб на бывшую начальницу. <s>r\n<s>r\n— Быстро Денни! Пока не упустили!!!",
    "answers": [
      {
        "id": 168,
        "text": "[Арестовать Марка Фьюза и его брата]"
      }
    ]
  },
  {
    "id": 168,
    "text": "                                 •Разблокировано достижение — \"Братская любовь•<s>r\n<s>r\nВы решили обвинить братьев Фьюз. Во время следствия выяснилось что у Марка уже была судимость за мелкую кражу, к тому же, он имел мотив, ведь из-за увольнения с занесением в личное дело он потерял всё что у него было и спился, а его брат мог пойти на это из-за большой привязанности к Марку. Несмотря на то, что прямых доказательств их причастности к краже не было, мисс Брюгз поверила в вашу версию и оказала влияние на вынесение обвинительного приговора. Марк получил 4 года тюрьмы, его брат отделался 2,5 годами колонии. Несмотря на множество допросов, которые проводили следователи, узнать о местонахождении драгоценностей так и не удалось.<s>r\n<s>r\n[Вы посадили в тюрьму невиновных людей. Настоящий преступник так и не был найден.]",
    "answers": [
      {
        "id": 1,
        "text": "[Конец 1 Главы]"
      }
    ]
  },
  {
    "id": 169,
    "text": "                                             •Разблокировано достижение — \"Убийца\"•<s>r\n<s>r\nВы решили что преступление совершил Марк, тем более у него был мотив, ведь из-за увольнения с занесением в личное дело он потерял всё имущество и семью, а затем начал спиваться. Несмотря на то, что прямых доказательств его вины не было, он имел статью за мелкую кражу в молодости, да и владелица ювелирного магазина выступая в суде, дала ему отвратительную характеристику. Марка посадили под домашний арест, а спустя день, его нашли повешенным в квартире. Марк оставил записку в которой было всего одно слово — \"Надоело\".<s>r\n<s>r\n[Драгоценности так и не были найдены. Вы погубили невиновного человека.]",
    "answers": [
      {
        "id": 1,
        "text": "[Конец 1 Главы]"
      }
    ]
  },
  {
    "id": 170,
    "text": "<s>r\n— Потому что она начала закатывать истерики. Каждый день — скандал. Однажды мне это надоело.",
    "answers": [
      {
        "id": 134,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 171,
    "text": "<s>r\n— А я и не удивлён детектив. Она так трясется за каждую копейку что вполне могла совершить это.<s>r\n<s>r\n— А вас не смущает что это глупо? Она ведь понимала что станет главным подозреваемым. <s>r\n<s>r\n— Тут согласен, Виктория далеко не дура. Возможно она подумала что вы как раз и посчитаете что глупо так подставлять себя? <s>r\n<s>r\n— В случае необходимости, вы готовы повторить в суде всё то, что сказали нам сегодня?<s>r\n<s>r\n— Конечно детектив, конечно.",
    "answers": [
      {
        "id": 134,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 172,
    "text": "                                   •Разблокировано достижение — \"Папенькин сынок\"•<s>r\n<s>r\nВы выдвинули обвинение Рону Уолкерсу. Но суд его отклонил, так как прямых доказательств его причастности к преступлению не было, к тому же он документально подтвердил всё то, что говорил вам про завещание отца. Было глупо полагать что он стал бы так рисковать ради драгоценностей.<s>r\n<s>r\n               [Ваше обвинение провалилось. Вы так и не нашли настоящего преступника]",
    "answers": [
      {
        "id": 1,
        "text": "[Конец 1 Главы]"
      }
    ]
  },
  {
    "id": 173,
    "text": "Подойдя к секретарше вы протягиваете ей бумажку с номером автомобиля. Она садится за компьютер и спустя две минуты говорит:<s>r\n<s>r\n— А вот, это машина Карла. Карла Мендозы.<s>r\n<s>r\nТолько вы хотите попросить её записать его координаты, как она произносит:<s>r\n<s>r\n— А вот и он. — указывая пальцем на здоровяка с короткой стрижкой. — Эй Карл, подойди сюда, этот детектив хочет с тобой поговорить!<s>r\n",
    "answers": [
      {
        "id": 174,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 174,
    "text": "Здоровяк медленно поднимает голову и смотрит на Майкла, после чего толкает тележку прямо в тебя и бежит к выходу. Тележка сбивает Майкла с ног, кое-как поднявшись он замечает что здоровяк выбегает к парковке.",
    "answers": [
      {
        "id": 175,
        "text": "[БЕГОМ!!!]"
      }
    ]
  },
  {
    "id": 175,
    "text": "Вы встаёте на ноги и мчитесь за Мендозой, выбежав на парковку твоим глазам открывается следующая картина — Карл стоит на коленях недалеко от своего автомобиля сложив руки за голову, а Денни, направив на него пистолет достает наручники.",
    "answers": [
      {
        "id": 176,
        "text": "[Суд]"
      }
    ]
  },
  {
    "id": 176,
    "text": "                                    •Разблокировано достижение — \"Командная работа•<s>r\n<s>r\nВ суде Карл Мендоза не стал ничего отрицать и во всем признался. Отправившись на его квартиру с Денни, вы обнаружили там сумку с драгоценностями, а так же его 12-летнего сына. Именно его вы видели на плёнке. Карла осудили на 12 лет тюрьмы, а его сын отправился к матери, у которой его выкрал сам Карл. Владелица магазина была вам безумно благодарна, и даже лично отправилась к вашему Шефу чтобы он обратил внимание на ваши заслуги. Шеф был очень доволен и удивлён вашей отличной работой. Коллеги, а так же Денни стали смотреть на Майкла совсем иначе.<s>r\n<s>r\n                                       [Вы смогли арестовать преступника. Блестяще!]",
    "answers": [
      {
        "id": 1,
        "text": "[Конец 1 Главы]"
      }
    ]
  },
  {
    "id": 177,
    "text": "                                           [Вы разблокировали достижение — \"Глухарь\"]<s>r\n<s>r\n\"Возможно и стоило пообщаться с владелицей ювелирного магазина, однако, вы решили что это никак не поможет делу. Владелица дама в годах, вряд ли она соображает.<s>r\n<s>r\nШеф был очень расстроен таким результатом вашего первого дела и стал поручать тебе лишь бумажную работу. Копаясь в документах, вы иногда сомневались — правильно ли вы поступили? Возможно, вы приложили недостаточно усилий. Хотя, что уж сейчас об этом думать?\"<s>r\n<s>r\n",
    "answers": [
      {
        "id": 130,
        "text": "[Назад к списку Достижений]"
      }
    ]
  },
  {
    "id": 178,
    "text": "                                    [Вы разблокировали достижение — \"Не люблю детей\"]<s>r\n<s>r\n\"Из-за твоей беспечности чуть было не погиб ребёнок. Однако, его удалось спасти. При обыске квартиры никаких следов Карла найти не удалось. Паренёк рассказал что отец заставил его проникнуть в магазин через вентиляцию и помочь совершить преступление. Драгоценности, как и сам Карл Мендоза пропали без следа. Суд принял во внимание то, что отец принуждал Джереми совершить преступление, и отправил мальчика к матери.\"<s>r\n<s>r\n            [Ты смог узнать как было совершенно преступление, однако преступник скрылся.]",
    "answers": [
      {
        "id": 130,
        "text": "Назад к списку Достижений"
      }
    ]
  },
  {
    "id": 179,
    "text": "                             [Вы разблокировали достижение — \"Ради общего блага\"]<s>r\n<s>r\n\"В суде Карл Мендоза не стал ничего отрицать и во всем признался. Карла осудили на 12 лет тюрьмы. Сын Карла погиб по пути в больницу. \"<s>r\n<s>r\n                [Ты смог арестовать преступника и вернуть драгоценности, но убил ребёнка]",
    "answers": [
      {
        "id": 130,
        "text": "Назад к списку Достижений"
      }
    ]
  },
  {
    "id": 180,
    "text": "                                          [Вы разблокировали достижение — \"Хардкор\"]<s>r\n<s>r\n\"Вы медленно открываете глаза и не верите увиденому, на белом кубике, прямо на вас смотрят 6 чёрных точек.<s>r\n<s>r\nКарл глядит на кости как завороженный. Он поднимает свой стекляный взгляд на вас и вставая со стула говорит:<s>r\n— Я, детектив, человек слова. Одна рука у вас свободна, поэтому дальше вы справитесь сами. А нам пора.<s>r\n<s>r\nЗдоровяк уводит сына, а вы продолжаете сидеть и смотреть на кости. Вам действительно выпало 6.<s>r\n<s>r\n— Эй, полудурок. — прерывает ваши размышления Денни. — Ты может скорую хочешь вызвать или будем ждать когда я сдохну?\"<s>r\n<s>r\n[Вам удалось найти самую сложную концовку и выиграть у Карла в кости. Несмотря на то, что Карл и его сын сбежали, вы спасли жизнь своему напарнику]",
    "answers": [
      {
        "id": 130,
        "text": "Назад к списку Достижений"
      }
    ]
  },
  {
    "id": 181,
    "text": "                                         •Вы разблокировали достижение — \"Хардкор.\"•<s>r\n<s>r\nБлагодаря вам, Денни выжил, хотя и провёл несколько недель в больнице. Карл и сын скрылись вместе с драгоценностями. Шеф расстроился что вы упустили преступника, однако, предложил вам остаться работать в его агенстве, на что вы с удовольствием согласились.",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 182,
    "text": "                                    [Вы разблокировали достижение — \"Внимательный\"]                               <s>r\n<s>r\n\"Благодаря вашей внимательности, вам удалось арестовать предупредить своего напарника о том, что Карл ещё в доме. В суде Карл Мендоза не стал ничего отрицать и во всем признался. Карла осудили на 12 лет тюрьмы, а его сын отправился к матери, у которой его выкрал сам Карл. Владелица магазина была вам безумно благодарна, и даже лично отправилась к Шефу чтобы он обратил внимание на ваши заслуги. Шеф был очень доволен и удивлён вашей отличной работой. Коллеги, а так же Денни стали смотреть на вас совсем иначе.\"<s>r\n<s>r\n                  [Вы смогли арестовать преступника и вернуть драгоценности. Блестяще!]",
    "answers": [
      {
        "id": 130,
        "text": "Назад к списку Достижений"
      }
    ]
  },
  {
    "id": 183,
    "text": "                                [Вы разблокировали достижение — \"Любовь к отцу\"]<s>r\n<s>r\n\"Вы поднимаете руки:<s>r\n<s>r\n— Не надо парень, не стреляй. Просто дай нам уйти. — пытаетесь вы убедить его. — Ты сильно ранил моего напарника, дай мы просто уйдем.<s>r\n<s>r\nОн отходит в сторону, давая вам пройти. Вы тут же бросаетесь к Денни, и схватив своего напарника выносите его из квартиры. Добравшись до машины, вы кладете его на заднее сиденье и даёте по газам.\"",
    "answers": [
      {
        "id": 130,
        "text": "Назад к списку Достижений"
      }
    ]
  },
  {
    "id": 184,
    "text": "                                [Вы разблокировали достижение — \"Женоненавистник\"]<s>r\n<s>r\n\"Вы убедили шефа в том, что кражу совершила Виктория. Однако, несмотря на негативную характеристику, которую предоставил в суде бывший муж, владелица ювелирного магазина вступилась за своего сотрудника, к тому же, суд отказался выносить обвинительный приговор основываясь только на словах Дерека. Судья посчитал что он так и не смог простить бывшую супругу за её выходки на почве сильной любви к нему, и Викторию оправдали.\"<s>r\n<s>r\n            [Драгоценности так и не нашли. Вы не смогли поймать настоящего преступника.]",
    "answers": [
      {
        "id": 130,
        "text": "Назад к списку Достижений"
      }
    ]
  },
  {
    "id": 185,
    "text": "                                    [Вы разблокировали достижение — \"Братская любовь\"]<s>r\n<s>r\n\"Вы решили обвинить братьев Фьюз. Во время следствия выяснилось что у Марка уже была судимость за мелкую кражу, к тому же, он имел мотив, ведь из-за увольнения с занесением в личное дело он потерял всё что у него было и спился, а его брат мог пойти на это из-за большой привязанности к Марку. Несмотря на то, что прямых доказательств их причастности к краже не было, мисс Брюгз поверила в вашу версию и оказала влияние на вынесение обвинительного приговора. Марк получил 4 года тюрьмы, его брат отделался 2,5 годами колонии. Несмотря на множество допросов, которые проводили следователи, узнать о местонахождении драгоценностей так и не удалось.\"<s>r\n<s>r\n      [Вы посадили в тюрьму невиновных людей. Настоящий преступник так и не был найден.]",
    "answers": [
      {
        "id": 130,
        "text": "Назад к списку Достижений"
      }
    ]
  },
  {
    "id": 186,
    "text": "                                           [Вы разблокировали достижение — \"Убийца\"]<s>r\n<s>r\n\"Вы решили что преступление совершил Марк, тем более у него был мотив, ведь из-за увольнения с занесением в личное дело он потерял всё имущество и семью, а затем начал спиваться. Несмотря на то, что прямых доказательств его вины не было, он имел статью за мелкую кражу в молодости, да и владелица ювелирного магазина выступая в суде, дала ему отвратительную характеристику. Марка посадили под домашний арест, а спустя день, его нашли повешенным в квартире. Марк оставил записку в которой было всего одно слово — \"Надоело\".\"<s>r\n<s>r\n                [Драгоценности так и не были найдены. Вы погубили невиновного человека]",
    "answers": [
      {
        "id": 130,
        "text": "Назад к списку Достижений"
      }
    ]
  },
  {
    "id": 187,
    "text": "                                 [Вы разблокировали достижение — \"Папенькин сынок\"]<s>r\n<s>r\n\"Вы выдвинули обвинение Рону Уолкерсу. Но суд его отклонил, так как прямых доказательств его причастности к преступлению не было, к тому же он документально подтвердил всё то, что говорил вам про завещание отца. Было глупо полагать что он стал бы так рисковать ради драгоценностей.\"<s>r\n<s>r\n                  [Ваше обвинение провалилось. Вы так и не нашли настоящего преступника]",
    "answers": [
      {
        "id": 130,
        "text": "Назад к списку Достижений"
      }
    ]
  },
  {
    "id": 188,
    "text": "                                  [Вы разблокировали достижение — \"Командная работа\"]<s>r\n<s>r\n\"Благодаря слаженным действиям с вашим напарником, вы не позволили Карлу сбежать. В суде Карл Мендоза не стал ничего отрицать и во всем признался. Отправившись на его квартиру с Денни, вы обнаружили там сумку с драгоценностями, а так же его 12-летнего сына. Именно его вы видели на плёнке. Карла осудили на 12 лет тюрьмы, а его сын отправился к матери, у которой его выкрал сам Карл. Владелица магазина была вам безумно благодарна, и даже лично отправилась к Шефу чтобы он обратил внимание на ваши заслуги. Шеф был очень доволен и удивлён вашей отличной работой. Коллеги, а так же Денни стали смотреть на Майкла совсем иначе.\"<s>r\n<s>r\n                     [Вы смогли арестовать преступника и вернуть драгоценности. Блестяще!]",
    "answers": [
      {
        "id": 130,
        "text": "Назад к списку Достижений"
      }
    ]
  },
  {
    "id": 189,
    "text": "",
    "answers": []
  },
  {
    "id": 190,
    "text": "",
    "answers": []
  },
  {
    "id": 191,
    "text": "",
    "answers": []
  },
  {
    "id": 192,
    "text": "",
    "answers": []
  },
  {
    "id": 193,
    "text": "",
    "answers": []
  },
  {
    "id": 194,
    "text": "",
    "answers": []
  },
  {
    "id": 195,
    "text": "",
    "answers": []
  },
  {
    "id": 196,
    "text": "",
    "answers": []
  },
  {
    "id": 197,
    "text": "",
    "answers": []
  },
  {
    "id": 198,
    "text": "",
    "answers": []
  },
  {
    "id": 199,
    "text": "",
    "answers": []
  },
  {
    "id": 200,
    "text": "Майкл Скотт сидел за своим столом и копался в бумагах. С того момента как он пришел в детективное агентсво прошёл уже год. Он искал документы по последнему делу и удивлялся тому как быстро летит время. Денни всё так-же занимал соседний стол и разговаривал с кем-то по телефону. Майкл перерыл все бумаги, но никак не мог найти последний лист документа. Шеф вышел из своего кабинета и подойдя к Майклу сказал:<s>r\n<s>r\n— Майк, ну что там по делу Бучиса? Мне нужна отправлять документы?<s>r\n<s>r\n— Всё на месте Шеф, через пару минут принесу Вам в кабинет. — Уверенно отвечаете Вы.<s>r\n<s>r\nШеф разворачивается и подходит к кулеру с водой. Видимо он намекает на то, что стоит поторопиться.",
    "answers": [
      {
        "id": 201,
        "text": "[Спросить Денни, не видел ли он документ]",
        "need": [
          -201
        ]
      },
      {
        "id": 202,
        "text": "[Ещё раз посмотреть на столе]"
      },
      {
        "id": 203,
        "text": "[Поискать в ящиках]"
      },
      {
        "id": 200,
        "text": "Укажите команды для картинки"
      },
      {
        "id": 200,
        "text": "stretch",
        "url": "http://d.radikal.ru/d31/1805/e5/d5d1cf4e074c.jpg"
      },
      {
        "id": 200,
        "text": "введите команды для картинки",
        "url": "http://d.radikal.ru/d31/1805/e5/d5d1cf4e074c.jpg"
      }
    ]
  },
  {
    "id": 201,
    "text": "<s>r\n— Эй, Ден. — обращаетесь вы к своему другу. — Тебе не попадались документы по делу Бутчеса?<s>r\n<s>r\nДенни отмахивается от Вас и продолжает говорить по телефону, делая пометки в своём блокноте.",
    "answers": [
      {
        "id": 204,
        "text": "[Не мешать]"
      },
      {
        "id": 205,
        "text": "[Мешать]"
      }
    ]
  },
  {
    "id": 202,
    "text": "",
    "answers": []
  },
  {
    "id": 203,
    "text": "",
    "answers": []
  },
  {
    "id": 204,
    "text": "Видимо у него какой-то важный разговор. — думаете вы. — Лучше оставить его в покое.",
    "answers": [
      {
        "id": 200,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 205,
    "text": "Не долго думая Вы нажимаете на кнопку телефона и завершаете звонок. Денни выпучив глаза смотрит на Вас.<s>r\n<s>r\n— Твою мать, Скотт! Ты что творишь?? Я еле разболтал эту тётку! — недовольно восклицает он.<s>r\n<s>r\n— Денни, Денни... — с улыбкой протягиваете вы. — Ничему тебя жизнь не учит. Ну раз разболтал один раз, то разболтаешь и в другой. Это как любовь, стоит уговорить женщину один раз придатся страсти, как во второй с этим уже не будет проблем.<s>r\n<s>r\nДенни начинает тяжело дышать:<s>r\n<s>r\n— Не мешай мне работать. — отвечает он Вам и снова поднимает трубку стационарного телефона.",
    "answers": [
      {
        "id": 206,
        "text": "[Настоять на своём]"
      },
      {
        "id": 200,
        "text": "[Оставить его в покое]"
      }
    ]
  },
  {
    "id": 206,
    "text": "Только он успевает извиниться перед своей собеседницей за разрыв связи, как вы выдергиваете шнур телефона из розетки и дружески улыбаетесь.<s>r\n<s>r\n— . . . — что-то невнятное мычит ваш напарник. <s>r\n<s>r\n— Хе-хе. — решаете вы разбавить эту напряженную атмосферу. — Раз уж ты ничем не занят, помог бы лучше своему другу найти документы, а то шеф пьет уже третий стакан воды и неотрывно смотрит на меня!<s>r\n<s>r\n— Сам ищи свои документы! — не выдерживает ваш сосед. — Я тебе сто раз говорил клади всё по местам, посмотри какая у тебя помойка на столе!<s>r\n<s>r\nВы переводите свой взгляд на стол и обращаете внимание на кучи листов которыми он завален. Ещё вы замечаете на бумагах недоеденный бутерброд, несколько кусочков шоколадки, которые растаяли и стали частью дела \"Томпсона\". Хорошо еще утренний кофе пролившись на стол, задел лишь парочку листов.<s>r\n<s>r\n— А у тебя можно подумать всё по полочкам разложено? — недовольно отвечаете Вы.<s>r\n<s>r\nПосмотрев на стол Денни за мечаете что всего документы и правда лежат на своих местах. Чёртов чистюля!<s>r\n<s>r\n— В общем так, — говорит он. — ищи свои документы сам, а если еще раз прервёшь мой разговор, то клянусь всем что у меня есть — я пристрелю тебя!<s>r\n<s>r\nСмотреть на Денни просто невозможно, сидит красный как рак и пыхтит. <s>r\n<s>r\n— Ладно. — отвечаете вы. — можешь и дальше чесать языком, пока другие люди работают.",
    "answers": [
      {
        "id": 200,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 207,
    "text": "",
    "answers": []
  },
  {
    "id": 208,
    "text": "",
    "answers": []
  }
]