[
  {
    "id": 1,
    "text": "Это история о Мамору и Нанами, о том что было в их прошлом. Про грусть и про счастье...\n\n107637 — Второй том.",
    "answers": [
      {
        "id": 2,
        "text": "Начать квест."
      },
      {
        "id": 3,
        "text": "Персонажи."
      },
      {
        "id": 4,
        "text": "От автора."
      }
    ]
  },
  {
    "id": 2,
    "text": " Глава 1 \" Встреча\"\n\n Свою первую встречу с госпожой я помню очень хорошо, я был очень потрясен и возмущен. Думал \" Как же так мой братец слуга какой-то мелкой? \"\n Ну и как остальные дети часто \"вставлял ей палки в колеса\" ",
    "answers": [
      {
        "id": 7,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 3,
    "text": "     Персонажи:3 ",
    "answers": [
      {
        "id": 1,
        "text": "Назад."
      },
      {
        "id": 5,
        "text": "Макото."
      },
      {
        "id": 6,
        "text": "Хана."
      }
    ]
  },
  {
    "id": 4,
    "text": "  Приветик, это снова я — Potato. Знаю, большинство из вас за Алекса, но и Мамору нельзя оставить в стороне! \n\nОн же пусечка(~￣³￣)~\n \nИменно поэтому я и решила не оставить его и написала квест и о нем)",
    "answers": [
      {
        "id": 1,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 5,
    "text": " Макото старший брат Мамору. Он первый личный дворецкий самой Нанами.\n Начал свою службу когда ей было 5 лет, а ему 16.\n\nОн очень любит своего брата и свою маленькую госпожу.\nУ него восхитительный голос и в 17 лет он стал любимым исполнителем многих подростков.\nТакже он увидел в Нанами музыкальные способности и занимался с ней.",
    "answers": [
      {
        "id": 5,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d21/1805/b3/18bee1750429.jpg"
      },
      {
        "id": 3,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 6,
    "text": " Хана — старшая сестра Нанами.\n Старше ее на два года.\n\n Она бог, ее бабушка Инари, передала ей храм поскольку она унаследовала ее силу.\n Девушка с детства большую часть времени проводила в храме, изредка навещала младшую сестру и мать.\n\n У нее было странное хобби — она коллекционировала странные футболки особой фирмы, позже это начала делать и Нанами. \n \n\n ",
    "answers": [
      {
        "id": 6,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d02/1805/8f/37f34b881edb.jpg"
      },
      {
        "id": 3,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 7,
    "text": " Я сидел под ограждением.\n Это было на пляже, на частном пляже семьи Окамура.\n Меня в который раз за сегодня избил отец поэтому я сразу пришел в это место.\nПочему? Потому что тут спокойно, тут не ходят люди... Мечта интроверта.\n\n—Ты теперь мой. — нежный голос девочки прозвучал надо мной и я посмотрел вверх.\n Маленькая девочка с золотыми волосами смотрела на меня и протягивала руку.\n— Ты мой, поэтому вставай.- она повторила и всё также стояла и смотрела на меня с протянутой рукой.",
    "answers": [
      {
        "id": 8,
        "text": "-Идика ты отсюда, мелкая."
      }
    ]
  },
  {
    "id": 8,
    "text": "— Идика ты отсюда мелкая, тут нельзя находится посторонним.- сказал я и отвернулся от нее.\n\n— Я не посторонняя, я владелец этого пляжа.- она смотрела на меня своими большими глазами. Я не видел на ее лице удивления или чего либо еще. Безразличие. Ей было всё равно на то, что я скажу.\n\n— Нанамочка, солнце мое, не груби мальчику. ",
    "answers": [
      {
        "id": 9,
        "text": "Обернуться."
      }
    ]
  },
  {
    "id": 9,
    "text": " Обернувшись я увидел девушку. Светлые короткие волосы, она была очень похожа на эту мелкую.\n\n— Простите за мою дочурку, она немного груба...- незнакомка улыбнулась и взяла за руку девочку.\n\n— Дочь? Вы очень молодо выглядите....- под ее пристальным взглядом я смутился и слегка отвел взгляд.\n\n— Ах... Спасибо за комплимент, молодой человек. ",
    "answers": [
      {
        "id": 10,
        "text": "-Вы же... Вы госпожа моего брата? "
      },
      {
        "id": 11,
        "text": "-Ваша дочь сказала что она владеет этим местом... Это правда? "
      }
    ]
  },
  {
    "id": 10,
    "text": "—Вы же... Вы госпожа моего брата? — я спросил смотря на эту девушку... Женщину. А эта мелкая тем временем хмыкнула и ответила мне.\n\n— Я его госпожа. Макото мой дворецкий. \n\n— Что? Он говорил про милую золотоволасую красавицу всегда.- я смотрел на эту девочку и она совершенно не подходила под описание брата.\n\n—Мамору. — голос брата я услышал не сразу, но все же повернулся в его сторону.",
    "answers": [
      {
        "id": 12,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 11,
    "text": "—Ваша дочь сказала что она владеет этим местом... Это правда? — я смотрел на маленькую Нанами, а она на меня.\n\n— Да, этот пляж нашей семьи.- сказала та улыбнувшись.\n\n—Вы же... Вы госпожа моего брата? — я спросил смотря на эту девушку... Женщину. А эта мелкая тем временем хмыкнула и ответила мне.\n\n— Я его госпожа. Макото мой дворецкий. \n\n— Что? Он говорил про милую золотоволосую красавицу всегда.- я смотрел на эту девочку и она совершенно не подходила под описание брата.\n\n—Мамару. — голос брата я услышал не сразу, но все же повернулся в его сторону.",
    "answers": [
      {
        "id": 12,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 12,
    "text": " Когда я посмотрел на него он подошел.\n\n— Мамору, я же говорил не убегай из дома.- сказал он положив мне руку на плечо.\n\n— А сам? Убежал из дома таким способом. — я убрал его руку.\n\n— Я каждый месяц перевожу вам деньги...- он не успел договорить как я сказал:\n\n— На алкоголь. Они все пропивают.\n\n—Я уже говорила что ты мой. — Нанами взяла меня за руку.\n— Ты теперь мой и ты не имеешь права без моего разрешения уходить от меня.\n",
    "answers": [
      {
        "id": 13,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 13,
    "text": "—Чт?- я смотрел на эту мелкую и она была полна решимости.\n\n— А это хорошая идея... Госпожа.- Макото повернулся к женщине.\n— Позвольте Мамору служить Нанами.- он поклонился ей.\n\n— Ну я то не против как и Нанамочка, а вот сам Мамору...\n\n— Он тоже не против.- сказал тот быстро.\n\n— Эй, Макото, я не...- он зажал мне рукой рот и улыбнулся.\n\n— Цыц. ",
    "answers": [
      {
        "id": 14,
        "text": "Глава 2 \" Веселые будни\" "
      }
    ]
  },
  {
    "id": 14,
    "text": " Я переехал жить в огромный дом клана Окамура. \nВсе его жители были приветливы и ласковы. Меня, хоть я и стал слугой этой мелкой девчонки не заставляли ничего делать кроме как ходить в школу в которую потом будет ходить она.\n\n Правда меня мучал один вопрос... Как меня родители то отпустили?  Но это не важно.\n",
    "answers": [
      {
        "id": 15,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 15,
    "text": "— Нанами, пойдем играть.- я слышал голос брата за стеной, а затем звуки фортепиано.\n \"Лунная соната\", Нанами умела играть это лучше всего.\n\n У нее всегда получалось повторить за кем-то с первого раза. Странная она.\n А, точно, недавно я узнал что Нанами не совсем человек, ей должно быть трудно с такой ношой.\n Но меня это совершенно не волнует.\n\n— Мамору, иди сюда, послушай. — брат взял меня за руку и повел к двери.",
    "answers": [
      {
        "id": 16,
        "text": "Отказаться идти."
      },
      {
        "id": 17,
        "text": "Согласится."
      }
    ]
  },
  {
    "id": 16,
    "text": " — Никуда я не пойду. Ты видишь? Я занят.- я показал пальцем на горы книг, это была моя домашка.\n\n— Это скучно. А вот там весело, пойдем! — он взял меня на руки и выбежал из комнаты, а затем в зал с фортепиано за которым сидела Нанами.",
    "answers": [
      {
        "id": 18,
        "text": "Сесть на пуф."
      }
    ]
  },
  {
    "id": 17,
    "text": "— Ладно, но ненадолго, у меня еще домашка есть. — я ткнул пальцем на горы книг.\n\n— Это очень скучно, поэтому не скоро.- он улыбнулся и потащим меня в зал с фортепиано за которым сидела Нанами.",
    "answers": [
      {
        "id": 18,
        "text": "Сесть на пуф."
      }
    ]
  },
  {
    "id": 18,
    "text": " Я сел на пуф и прислушался. Музыка которая доносилась из под пальцев маленькой девочки могла сравнится с оригиналом.\n\n— Знаешь что самое интересное? — спросил меня брат. \n\n— Что? — я посмотрел на него.\n\n— Она не знает нот.Когда я играл, она запомнила каждый звук который издает каждая клавиша. И она играет запомнив мелодию. Поразительно, да? \n",
    "answers": [
      {
        "id": 19,
        "text": "-Это невозможно."
      },
      {
        "id": 20,
        "text": "- Она что вундеркинд? "
      }
    ]
  },
  {
    "id": 19,
    "text": "— Это невозможно.\n\n— Думаешь я соврал бы тебе? — сказал он с легкой улыбкой на лице все так же смотря на Нанами.\n\n\" Он и правда никогда мне не врал... Но всё же, это не может быть возможным\"",
    "answers": [
      {
        "id": 21,
        "text": "Прошло некоторое время."
      }
    ]
  },
  {
    "id": 20,
    "text": "— Она что вундеркинд? — я посмотрел на брата.\n— Это невозможно.\n\n— Думаешь я соврал бы тебе? — сказал он с легкой улыбкой на лице все так же смотря на Нанами.\n\n\" Он и правда никогда мне не врал... Но всё же, это не может быть возможным\"",
    "answers": [
      {
        "id": 21,
        "text": "Прошло некоторое время. "
      }
    ]
  },
  {
    "id": 21,
    "text": " И так прошли другие дни, я учился и слушал музыку Нанами. Мой брат дебютировал через год и стай айдолом.\n\n Они с Нанами писали песни, я все больше начинаю думать что она действительно вундеркинд.  \n\n",
    "answers": [
      {
        "id": 22,
        "text": "Глава 3 \" Почему так?\""
      }
    ]
  },
  {
    "id": 22,
    "text": " Нанами начала ходить в мою школу и у меня появилась прямая обязанность. Присматривать за ней.\n Это, кстати, легко — она всегда была либо в столовой либо в классе, на улицу не выходила, да и друзей у нее не было.\n\n",
    "answers": [
      {
        "id": 23,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 23,
    "text": " Один раз она вышла в сад ко мне.\n\n— Мамору, я тебе завидую.- сказала она сев рядом.\n\n— Мне? Это тебе завидовать надо. — ответил я резко.\n\n— Нет, правда, я завидую. У тебя есть друзья и с семьей ты часто видишься, ты делаешь то что нравится...- в ее голосе была нотка грусти.\n\n— Сама же знаешь что это не так.- в этот момент она взяла меня за руку.\n\n— Мамору, ты не бросишь меня, да? — ее голос дрожал. Я впервые видел её такой.",
    "answers": [
      {
        "id": 24,
        "text": "-Посмотрим."
      },
      {
        "id": 25,
        "text": "-Не брошу."
      }
    ]
  },
  {
    "id": 24,
    "text": "— Посмотрим как жизнь сложится. Может брошу, а может и побуду с тобой немного.\n\n— Мамору... Ты дурак!- сказав это она быстро убежала.\n\n— И чего это она... Мдэ.",
    "answers": [
      {
        "id": 27,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 25,
    "text": "— Не брошу. Я тебе обязан, поэтому пока долг не отдам не могу бросить.\n\n— Не отдавай его никогда, ладно? — она сказала это и быстро ушла.\n\n— Чего это она...\n",
    "answers": [
      {
        "id": 27,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 26,
    "text": " Спустя год я начал замечать на теле моей маленькой госпожи побои.\n На руках, ногах и шее синяки и царапины, которые она пыталась скрыть.\n Ее много раз спрашивал про это Макото, но она молчала.\n\n Я понял почему.",
    "answers": [
      {
        "id": 28,
        "text": "Войти в класс Нанами."
      }
    ]
  },
  {
    "id": 27,
    "text": " В последнее время она все чаще начала вести себя так... Мило? Не знаю. \n Она никогда не рассказывала о своих проблемах, а лишь ходила за мной и задавала вопросы алля  \"Ты меня не бросишь?\"\n \n Тогда я не очень понимал почему, но потом понял.",
    "answers": [
      {
        "id": 26,
        "text": "Через год."
      }
    ]
  },
  {
    "id": 28,
    "text": " Я вошел в класс и передомной картина маслом.\n Пустой класс, моя госпожа в мокрой одежде и ее парта изрисована, а на стуле куча кнопок и гвоздей.\n Я сразу же подбежал к ней и протянул платок.\n\n— Нанами, что случилось? — я сидел на одном колене и прекрасно видел как она отводит взгляд.\n\n— Случайно опрокинула ведро... -она ткнула пальцем куда-то в угол где валялось пустое ведро.\n\n—А с партой что? \n\n— Это уже давно было... Я с подругами играла и...",
    "answers": [
      {
        "id": 29,
        "text": "-Не ври. Я знаю что с тобой никто не дружит."
      },
      {
        "id": 30,
        "text": "-Не ври мне. Над тобой кто-то издевается? "
      }
    ]
  },
  {
    "id": 29,
    "text": "—Не ври мне. Я знаю что с тобой никто не дружит.\n\n—У меня... У меня есть друзья.- ее глаза забегали и она покусывала губы.\n\n—Кто это сделал? Просто скажи. Твои синяки связаны с тем что с над тобой издеваются? \n\n—Я не.. Я просто упала... Не волнуйся. Я пойду домой..",
    "answers": [
      {
        "id": 31,
        "text": "-Ладно. Я не буду настаивать, можешь идти."
      },
      {
        "id": 32,
        "text": "-Ладно, я не буду настаивать, но подожди меня, пойдем вместе."
      },
      {
        "id": 33,
        "text": "-Я не хочу настаивать, но всё-таки. Скажи мне правду."
      }
    ]
  },
  {
    "id": 30,
    "text": "—Не ври мне. Над тобой кто-то издевается? -я вытерал ее лицо и волосы своим полатком.\n\n—Нет, все хорошо, правда. \n\n—Кто это сделал? Просто скажи. Твои синяки связаны с тем что с над тобой издеваются? \n\n—Я не.. Я просто упала... Не волнуйся. Я пойду домой..",
    "answers": [
      {
        "id": 31,
        "text": "-Ладно. Я не буду настаивать, можешь идти."
      },
      {
        "id": 32,
        "text": "-Ладно, я не буду настаивать, но подожди меня, пойдем вместе."
      },
      {
        "id": 33,
        "text": "-Я не хочу настаивать, но всё-таки. Скажи мне правду."
      }
    ]
  },
  {
    "id": 31,
    "text": "—Ладно. Я не буду настаивать, можешь идти.\n\n— Угу.. Только маме с папой ничего не говори. Я пойду. — она взяла свой синий портфель и вышла из класса, а я остался и пытался стереть с парты рисунки и убрал все то, что было на стуле.\n\n\"Найду этих говнюков и лично посажу их на подобный стул\"-я пошел в учительскую дабы спросить у учителей, но это не дало ничего. Затем мой клуб по кендо.",
    "answers": [
      {
        "id": 34,
        "text": "Идти домой."
      }
    ]
  },
  {
    "id": 32,
    "text": "—Ладно, я не буду настаивать, но подожди меня, пойдем вместе.\n\n—Нет, Мамору.  Ты в клубе будешь долго я не хочу ждать, пойду одна. И это... Маме с папой ничего не говори. Я пойду. — она взяла свой синий портфель и вышла из класса, а я остался и пытался стереть с парты рисунки и убрал все то, что было на стуле.\n\n\"Найду этих говнюков и лично посажу их на подобный стул\"-я пошел в учительскую дабы спросить у учителей, но это не дало ничего. Затем мой клуб по кендо.",
    "answers": [
      {
        "id": 34,
        "text": "Идти домой."
      }
    ]
  },
  {
    "id": 33,
    "text": "—Я не хочу настаивать, но всё-таки. Скажи мне правду.\n\n—Я всё сказала. Тебе следует научится слушать свою госпожу уже.\n\n—Ты еще маленькая чтобы тебя слушать, говоришь всякий бред и врешь.\n\n—А вот и нет. Я домой.",
    "answers": [
      {
        "id": 31,
        "text": "-Ладно. Я не буду настаивать, можешь идти."
      },
      {
        "id": 32,
        "text": "-Ладно, я не буду настаивать, но подожди меня, пойдем вместе."
      }
    ]
  },
  {
    "id": 34,
    "text": "Когда я проходил мимо детской площадки что в ста метрах от дома, то заметил на качелях Нанами и Макото.\n Они как всегда были вместе, признаться честно, я ревновал. \n Они были больше похожи на семью чем я с братом.\n\n Все закончилось так быстро....",
    "answers": [
      {
        "id": 35,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 35,
    "text": " Прямо на моих глазах, когда они вышли с площадки и направились к дому прозвучал выстрел и Макото пошатнулся. \n\n Пуля судя по всему попала ему в печень. Нанами взяла его за руку и на её глазах были слезы, мой брат же взялся одной рукой за рану а другой пытался достать пистолет.\n Я ринулся им на помощь.\n",
    "answers": [
      {
        "id": 36,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 36,
    "text": " Я не успел добежать. В следующую секунду в них влетела машина. В моего брата, он сумел оттолкнуть в последний момент Нанами.\n Она плакала и бежала к нему крича его имя, я же бежал к ним. \n\n Я оказался быстрее чем те люди, которые пытались убить госпожу и подбежав к еле живому брату выхватил пистолет и выстрелил в голову двум людям в черных костюмах.\n Тогда я первый раз убил человека. Убил ради своего брата и госпожи.",
    "answers": [
      {
        "id": 37,
        "text": "Вызвать скорую."
      }
    ]
  },
  {
    "id": 37,
    "text": "Дрожащими руками я набирал номер скорой. Мой голос дрожал когда я называл адрес.\n Маленькая госпожа прижалась к Макото и шептала его имя, говорила не бросать ее, а он улыбался, гладил ее по голове и говорил что все хорошо.\n \nСкорая приехала очень быстро, как и остальные люди из клана. Крови было так много. Ошарашенных людей было так много, но не один не осмелился подойти.",
    "answers": [
      {
        "id": 38,
        "text": "Дальше. "
      }
    ]
  },
  {
    "id": 38,
    "text": " Когда брата доставили в больницу и в его палате толпились врачи, а я был с маленькой госпожой. Я дрожал. На глазах наворачивались слезы. Она взяла меня за руки и тихонько прошептала.\n\n—Мамору... Макото же сказал что всё будет хорошо. Значит всё будет хорошо. Я верю что все будет хорошо и ты верь. — она плакала и говорила мне это, ей было также больно как и мне. Я обнял её, маленькая девочка успокаивает меня. Маленькая девочка плачет из-за нас с братом...",
    "answers": [
      {
        "id": 39,
        "text": "Прошло несколько часов."
      }
    ]
  },
  {
    "id": 39,
    "text": "Прошло несколько часов и мама и ее папа пришли. Ее мать обняла нас двоих и сказала что все будет хорошо, а отец подешел к двери. Но в ту же минуту вышел врач с опущеной головой. \n Макото не смог выжить.",
    "answers": [
      {
        "id": 40,
        "text": "Глава 4 \" Я один?\""
      }
    ]
  },
  {
    "id": 40,
    "text": " На похороны моего брата пришли все кроме наших родителей. Нанами всю ночь просидела позле его могилы со мной, а на утро ее забрали слуги и пытались накормить, но она ничего не хотела. Заперлась у себя...\n\n Что мне делать? \n",
    "answers": [
      {
        "id": 41,
        "text": "Пойти к Нанами."
      },
      {
        "id": 42,
        "text": "Разобраться с родителями."
      }
    ]
  },
  {
    "id": 41,
    "text": " Я пошел к ее двери и постучал.\n \n—Выходи, дело есть.- она сразу же открыла. Хах. Я же впервые в ее комнате.  Тут все такое простенькое.\n\n—Мамору... Ты как? — тихий и хриплый голос Нанами прозвучал рядом со мной.\n\nЯ наклонился и увидел заплаканые голубые глаза. Сев на одно колено я обнял свою госпожу и погладил ее.\nОна в ответ крепко обняла меня.\n\n—Тебе так же больно как и мне?\n\n—Да, моя госпожа.",
    "answers": [
      {
        "id": 43,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 42,
    "text": " Я решил разобраться с ними раз и навсегда, Нанами подождет.\n\n Я бежал сломя голову к нашему родному дому. Когда я дошёл до той злополучной двери я решительно открыл ее и вошел. \nПройдя немного дальше на кухню я остолбенел. \n Два тела висело под потолком бездыханно.\n \nЧерные волосы моей матери закрывало ее заплаконое лицо. Отец тоже плакал... Хах ну и зрелище... Я отправил смс другим членам клана, дабы они прибыли и осмотрели все.\n \nЯ подошел ближе к столу и увидел газету. Размытую слезами газету о том что было вчера. О смерти Макото.\n На ней было написано карандашом \" Прости, Мамору\"",
    "answers": [
      {
        "id": 46,
        "text": "Взглянуть на родителей."
      }
    ]
  },
  {
    "id": 43,
    "text": "—Ты хочешь плакать?\n\n— Я не могу позволить себе такую роскошь, госпожа.- обнимая это маленькое тело я понял что осталась у меня только она. Девочка которую защищал мой брать, а теперь и я. \n\" Она талантлива. Она мила. Она моя госпожа, которую я должен защитить любой ценой.\"- Так думал мой брат, теперь, так буду думать и я.\n\n—Мамору, ты не бросишь меня? — она тихо шептала эти слова несколько минут прежде чем я ответил я отстранился и поклонился ей.\n\n—Нет. Я не брошу вас, моя госпожа. Теперь я буду защищать вас.",
    "answers": [
      {
        "id": 44,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 44,
    "text": "—Ты не умрешь раньше меня? \n\n—Не умру. — я поднял свой взгляд и увидел ее улыбку сквозь слёзы. \n\n—Верю...- она обняла меня крепко-крепко и мы застали в такой позе. Как оказалось она уснула... ",
    "answers": [
      {
        "id": 45,
        "text": "Конец главы 4 \"Я один?\""
      }
    ]
  },
  {
    "id": 45,
    "text": " Поздравляю! Вы открыли концовку \"Я не один, со мной она\"",
    "answers": [
      {
        "id": 50,
        "text": "Глава 5 \" Это твоя сестра?\""
      }
    ]
  },
  {
    "id": 46,
    "text": " Я еще раз посмотрел на их тела. Почему-то меня пробила мелкая дрожь... \n\"Я же минуту назад ничего подобного не чувствовал, почему сейчас я такой несчастный? Почему? Почему я... Почему я плачу?\"\n\nСлезы сказывались вниз по моим щекам и я упал на колени. \n\n— Они... Мама... Папа... \n\n Я провел в таком положении несколько часов. Несколько часов рядом с трупами моих родителей. \n Я кое-что понял тогда. Я не один. Госпожа. Осталась моя госпожа. ",
    "answers": [
      {
        "id": 47,
        "text": "Бежать к Нанами."
      }
    ]
  },
  {
    "id": 47,
    "text": "Я бежал к своей госпоже сломя голову. Когда я преодолел немалый путь я был у ее двери. \n \n—Выходи, дело есть.- она сразу же открыла. Хах. Я же впервые в ее комнате.  Тут все такое простенькое.\n\n—Мамору... Ты как? — тихий и хриплый голос Нанами прозвучал рядом со мной.\n\nЯ наклонился и увидел заплаканые голубые глаза. Сев на одно колено я обнял свою госпожу и погладил ее.\nОна в ответ крепко обняла меня.\n\n—Тебе так же больно как и мне?\n\n—Да, моя госпожа.",
    "answers": [
      {
        "id": 48,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 48,
    "text": "—Ты хочешь плакать?\n\n— Я не могу позволить себе такую роскошь, госпожа.- обнимая это маленькое тело я понял что осталась у меня только она. Девочка которую защищал мой брат, а теперь и я. \n\" Она талантлива. Она мила. Она моя госпожа, которую я должен защитить любой ценой.\"- Так думал мой брат, теперь, так буду думать и я.\n\n—Мамору, ты не бросишь меня? — она тихо шептала эти слова несколько минут прежде чем я ответить отстранился и поклонился ей.\n\n—Нет. Я не брошу вас, моя госпожа. Теперь я буду защищать вас.",
    "answers": [
      {
        "id": 49,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 49,
    "text": "—Ты не умрешь раньше меня? \n\n—Не умру. — я поднял свой взгляд и увидел ее улыбку сквозь слёзы. \n\n—Верю...- она обняла меня крепко-крепко и мы застали в такой позе. Как оказалось она уснула... ",
    "answers": [
      {
        "id": 51,
        "text": "Конец главы 4 \"  Я один?\""
      }
    ]
  },
  {
    "id": 50,
    "text": " Прошло уже несколько месяцев с момента смерти моего брата и моих родителей. Тех кто убил Макото мы вычислили. \n\n Это клан Тайсе которым мы когда-то перешли дорогу, они покушались на госпожу и каждого члена их клана приговорили к 10 годам лишения свободы... Адвокаты у моего клана огого...Кроме главы, он сбежал. Как говорится крысы бегут первыми с тонущего корабля.\n \n Нанами забросила музыку и все что с ней связано и погрузилась в изучение разных наук и боя.\n Конечно она и раньше этим занималась, но ей всего 8 лет, будет через два дня, а она уже на 100 месте по силе в клане...\n А я всего лишь на 60. Я должен стать сильнее, но сначала..",
    "answers": [
      {
        "id": 52,
        "text": "Пойти к Нанами."
      }
    ]
  },
  {
    "id": 51,
    "text": "Поздравляю! Вы открыли концовку \"Прощение\" ",
    "answers": [
      {
        "id": 50,
        "text": "Глава 5 \"Это твоя сестра?\""
      }
    ]
  },
  {
    "id": 52,
    "text": " Я подошел к ее двери и постучал.\n\n— Госпожа, это я.- ответа не последовало, но дверь была открыта и я вошел.  Госпожа Мизэки пришла. \n—Здравствуйте, госпожа Мизэки.\n\n— Привет, Мамору, тебя то я и искала.- она подошла ко мне и взяв под руку привела к Нанами.\n—Ты же знаешь про день рождения Нанами, да? Так вот, мне нужно чтобы ты отвел ее к Хане.\n\n—Хане? — это что за девушка? \n\n— Да, это моя дочь.\n\n—Что? Я думал у вас только Нанами... \n\n—Нет, у меня две дочери.",
    "answers": [
      {
        "id": 53,
        "text": "-Тогда, конечно, я отведу..."
      }
    ]
  },
  {
    "id": 53,
    "text": "—Тогда, конечно, я отведу...\n\n—Хорошо, ты же знаешь где храм Инари? А не важно, вас все равно отвезут.\n\n—Хех... \n Ну и вот так я и познакомился с ее сестрой, ну вернее перед этим я преодолел огромное количество ступенек неся на руках Нанами.  \n Эта лисица... До сих пор не могу нормально воспринимать, то что мои хозяева не совсем люди...\n\n",
    "answers": [
      {
        "id": 54,
        "text": "Войти в храм."
      }
    ]
  },
  {
    "id": 54,
    "text": " Когда мы вошли в храм приятный запах и обстановка начали успокаивать меня и так хотелось спать... \n \"Эти лисы меня в могилу сведут \"\n\n Нанами все это время молчала как партизан, это очень странно... А нет. Она просто спит, да. Как обычно.\n\nЯ вошел в комнату и девчушка в кимоно приветливо улыбалась. Она стояла посреди комнаты и шепотом сказала мне положить Нанами на татами. Что я и сделал немедля.\n",
    "answers": [
      {
        "id": 55,
        "text": "Спросить кто эта девочка."
      }
    ]
  },
  {
    "id": 55,
    "text": " -Вы ведь сестра моей госпожи? \n\n— Да, я Хана. А ты тот парнишка Мамору? -она пдошла и пожала мне руку. \n -Я бог здешнего храма и жду вопросов.",
    "answers": [
      {
        "id": 56,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 56,
    "text": "—Не может быть чтобы тебя не интересовало ничего.",
    "answers": [
      {
        "id": 57,
        "text": "-Почему я узнал о вас только сейчас?"
      },
      {
        "id": 58,
        "text": "-Вы знаете о том что случилось с моим братом?"
      },
      {
        "id": 60,
        "text": "-Да нет, у меня нет вопросов."
      }
    ]
  },
  {
    "id": 57,
    "text": "—Почему я узнал о вас только сейчас?\n\n—До тебя Нанами водил ко мне Макото. Он рассказывал мне о тебе и я думаю что ты хороший парень. \n Нанами хорошо себя ведет? \n\n—Ну она грубит своим сверстникам и... \n\"Может не стоит рассказывать ей о том что ее избивают\" \n\n—Обижают в школе, да? \n\n—Чт? -я опешил от такого вопроса, конечно, но все же...\n—Да... Она не говорит почему.",
    "answers": [
      {
        "id": 61,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 58,
    "text": "—Вы знаете о том что случилось с моим братом?\n\n—Почему на \"вы\"? Мне всего 10 лет.\n\n—Простите, просто вы говорите как взрослая, вот я и по привычке...\n\n—Хи-хи. Макото защищал мою сестру, верно? Пистолет, автомобиль... Я все знаю. И о твоих родителях тоже и о своей смерти...\n\n—Вашей смерти? -я посмотрел на Хану. Она улыбнулась.\n\n—Ага, когда мне будет 17-19 лет, я умру. Меня убьют.\n\n—Почему вы так спокойно об этом говорите? \n\n—Потому что есть ты. Даже если я оставлю Нанами, ее не оставишь ты. А это важно.",
    "answers": [
      {
        "id": 56,
        "text": "-У меня есть вопросы."
      },
      {
        "id": 60,
        "text": "-У меня нет вопросов."
      }
    ]
  },
  {
    "id": 59,
    "text": " Моя госпожа часто была у других своих родителей, слишком часто... Наверное была она со мной пару дней в месяц. \n \nОна все так же скрывала от меня, то что над ней часто издеваются в школе... По сути этого быть не должно, она богачка и красива... Причина другая. \n \n Так. сейчас не об этом.",
    "answers": [
      {
        "id": 62,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 60,
    "text": "—У меня не осталось больше вопросов... \n\n—Вот и славно. О Нанамочка!- она подхватила на руки мою госпожу и они начали кружится. Их веселые лица вызывали у меня самого улыбку.\n\n Так и прошли все остальные года до отъезда Ханы. Нанами тогда 14 лет было и они провели весь день на пляже, а я не смог...",
    "answers": [
      {
        "id": 59,
        "text": "Глава 6\" Потеряла память?\""
      }
    ]
  },
  {
    "id": 61,
    "text": "—Не обращай внимания на это. С ней такое всегда.\n\n—Что? Да как ты...\n\n—Как я могу? А я верю ей. Она сказала что все хорошо, значит все будет хорошо. \n Это временно, пока она не найдет с ними общий язык.\n\n—Но ведь это низко...-я посмотрел на мою госпожу.\n\n—Мамору, ты же останешься с ней? \n\n—Конечно.\n\n—Вот и славно.",
    "answers": [
      {
        "id": 56,
        "text": "-У меня есть вопросы. "
      },
      {
        "id": 60,
        "text": "-У меня нет вопросов."
      }
    ]
  },
  {
    "id": 62,
    "text": " Было довольно спокойно, даже тогда, когда Нанами узнала о смерти Ханы.\n \n Начала собирать футболки странной фирмы как и Хана и всё чаще навещала ту старую коргу — Лисицу.\n\n В один момент мне рассказали что она потеряла память. \n Она не помнит ничего. Ей пытались вернуть память, но тщетно.\n \n В итоге ее родители приняли решение отправить ее в совершенно другой мир, сделать из нее совершенно другого человека.\n",
    "answers": [
      {
        "id": 63,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 63,
    "text": " Каждый день я проводил в одиночестве. Мне казалось что мой мир сломлен. \n\n Тот человек ради которого я жил — забыл обо всем. Я начал уходить в себя, я винил себя за то, что не смог рассказать ей о своих чувствах раньше.\n \n Но теперь всё изменилось. Моя госпожа понемногу начинает все вспоминать... Это начало новой жизни?",
    "answers": [
      {
        "id": 64,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 64,
    "text": " Так ребят, это конец.\n Этот квест немного короче чем предыдущий... Я пыталась как можно больше в него впихнуть и сделать все как можно понятнее.\n \n Да, тут не так уж и много рассказано о Макото и Хане, но все еще впереди! \n \n Я надеюсь вам понравился этот квест.❤\n\nА теперь, я полностью отдам себя экзаменам... Прошу меня простить.",
    "answers": [
      {
        "id": 1,
        "text": "На главную."
      }
    ]
  },
  {
    "id": 65,
    "text": "",
    "answers": []
  }
]