[
  {
    "id": 1,
    "text": "Автор: CaptainKlik24\n\nАннотация: Тёмная комната. Приглушённый свет. Три стула с привязанными мужчинами. И только один победитель. Сможете ли вы сыграть в супер игру безумца и при этом выжить? Какие отношения у вас будут с оппонентами? Насколько вы честны с другими? И главное, на что вы готовы пойти ради своей жизни? \nВашего персонажа зовут Итан.  \n(У него чёрные, короткие волосы, карие глаза. Он среднего роста, худого телосложения)\n\nP.S. Для атмосферности перед прочтением советую включить трек «Ramin Djawadi — Light of the Seven» (возможно, скоро он будет в автоматическом воспроизведении).\n\nНе читайте комментарии перед прочтением во избежании спойлеров!",
    "answers": [
      {
        "id": 2,
        "text": "Начать!"
      },
      {
        "id": 3,
        "text": "Концовки."
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "https://pp.userapi.com/c834203/v834203276/19a492/xeambh-G-1c.jpg",
        "system": true
      },
      {
        "id": 1,
        "text": "",
        "pageImg": "https://pp.userapi.com/c824600/v824600704/19721b/xB8MEB8mbsk.jpg",
        "system": true
      }
    ]
  },
  {
    "id": 2,
    "text": "Итан открыл глаза, чувствуя боль в спине. Он не мог двигаться, потому что был привязан. Его голова была откинута назад и сильно кружилась. В комнате было темно, и лишь фонарь в углу давал ей некое освещение. На полу он видел знак клуба азартных игр, в котором Итан провёл свою последнюю ночь, и сразу понял, откуда он здесь.\nИтан решил осмотреться. Он увидел напротив себя двух мужчин, также привязанных к стулу, как и он. Стулья стояли в комнате так, что изображали треугольник.\nОдин из \"пленных\" сидел рядом с фонарем, поэтому Итан смог разглядеть его. Мужчина был слегка полноватым, с коричневыми волосами до плеч и густой бородой. Он был в черной куртке, а под ней была красная рубашка. На ногах у него были чёрные брюки, порванные на местах коленей. \nДругого мужчину Итану развидеть не удалось, так как свет фонаря не попадал на него. Он мог видеть лишь его силуэт. Его фигура была крепкая, по-видимости мужчина был накаченный.\n\"Пленный\", сидевший недалеко от фонаря, заметил, что Итан очнулся, и с улыбкой на лице сказал: \n— Да ты посмотри! Проснулся! \nФигура в тени после его слов подняла голову и посмотрела на Итана.",
    "answers": [
      {
        "id": 4,
        "text": "— Как видишь."
      }
    ]
  },
  {
    "id": 3,
    "text": "Здесь будут отображаться открытые концовки.",
    "answers": [
      {
        "id": 40,
        "text": "Концовка 1.",
        "need": 35,
        "need_ever": true
      },
      {
        "id": 50,
        "text": "Концовка 2.",
        "need": 51,
        "need_ever": true
      },
      {
        "id": 53,
        "text": "Концовка 3.",
        "need": 48,
        "need_ever": true
      },
      {
        "id": 57,
        "text": "Концовка 4.",
        "need": 61,
        "need_ever": true
      },
      {
        "id": 66,
        "text": "Концовка 5.",
        "need": 74,
        "need_ever": true
      },
      {
        "id": 67,
        "text": "Концовка 6.",
        "need": 63,
        "need_ever": true
      },
      {
        "id": 1,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 4,
    "text": "— Ну, здравствуй! Мужик, ты так долго был в отключке, что мы с моим другом в тени уже стали переживать за тебя... Меня зовут Брайан. Парня в тени — Тони. Что же за имя у тебя, друг мой?\n— Моё имя — Итан. – сказал он. — Я так полагаю, вы здесь тоже из-за того мудака в маске?\n— Да... Именно из-за него! — подметил Брайан.\n— Ну и дерьмо. Последнее что я помню, это его слова про светлое будущее... Вот оно, оказывается, светлое будущее! На кой чёрт этот сумасшедший привязал нас к стульям? — агрессивный тоном спросил Итан.\n— Этот \"сумасшедший\", – процитировал он, — называет себя Джокером. И он хочет с нами сыграть. В супер игру. Игру, в которой только один победитель! — игриво сказал Брайан.\nИтан покачал головой в неудомении и спросил:\n— И что же это значит?\n— Это значит, что мы, чёрт подери, тут передохнем! — громко крикнул Тони. \n— Ну не преувеличивай, – с насмешкой произнёс Брайан, — как минимум здесь один победитель, стало быть, и выживет тоже, минимум один.",
    "answers": [
      {
        "id": 5,
        "text": "— Брайан, расскажи о себе.",
        "need": -5
      },
      {
        "id": 6,
        "text": "— Эй, Тони, как ты выглядишь?",
        "need": -6
      }
    ]
  },
  {
    "id": 5,
    "text": "— Я работаю в полиции, занимаюсь не самой интересной работой, но зарплата удовлетворяет. — начал Брайан. — У меня есть маленькая дочка, её зовут Лилли... — сказал он глубоко вздохнув. — Я надеюсь, я смогу к ней вернуться, ведь завтра у неё день рождения. Мне кстати, скоро 28. В свободное время я хожу в этот чёртов клуб, — сказал он и показал головой на знак на полу, — но почему-то, парни, я вас там не встречал.\n— У тебя нет проблем на работе, в связи с твоим увлечением? – с интересом спросил Итан.\n— Ну... я вообще-то не особо об этом там разглагольствую... Главное, что начальство про это не знает. ",
    "answers": [
      {
        "id": 6,
        "text": "— Эй, а ты, Тони, расскажи как ты выглядишь.",
        "need": -6
      },
      {
        "id": 9,
        "text": "Где сейчас этот Джокер?",
        "need": 6
      }
    ]
  },
  {
    "id": 6,
    "text": "— Ну, я такой, красавчик, которому скоро стукнет третий десяток. — произнес он и опрокинул голову назад. — С чёрными волосами. И голубыми глазами. Поэтому, ребята, я должен победить в этой чёртовой игре! — уверенным голосом выговорил Тони. — Иначе красивых парней в этом городе станет значительно меньше.\nИтан не придал значению его последним словам и спросил:\n— А чем ты занимаешься?\n— Работаю с автомобилями... Этот Джокер должен был купить тачку моей фирмы, я вёл с ним переговоры, пригнал тачку к этому клубу. Когда мы зашли за угол, он ударил меня! И теперь я тут! — токсично сказал Тони.",
    "answers": [
      {
        "id": 5,
        "text": "— Брайан, расскажи о себе.",
        "need": -5
      },
      {
        "id": 9,
        "text": "— Где сейчас этот Джокер?",
        "need": 5
      }
    ]
  },
  {
    "id": 7,
    "text": "— Что ж, парни, я предлагаю нам как-нибудь поразвлечься... Пока нашего таинственного похителя нет рядом с нами. – предложил Брайан.\n— Развлечься?! Ты серьёзно?! — повышеным тоном спросил Тони? — Нам нужно думать как выбираться отсюда, а не страдать херней!\n— Ну давай, Робинзон Крузо, попытайся. — ответил ему Брайан. — Выберись.\n— Итан, послушай. Ты ведь тоже хочешь отсюда выбраться, правильно? — тоскливо промолвил Тони. — Давай попробуем что-нибудь придумать...",
    "answers": [
      {
        "id": 8,
        "text": "— Брайан прав, отсюда не выбраться. Давайте, что ли, и правда, развлечемся! Делать все равно нечего! Будем ждать нашего Джокера."
      },
      {
        "id": 11,
        "text": "— Я согласен с Тони. Не будем тратить время впустую, лучше попробуем поискать то, что поможет нам выбраться отсюда."
      }
    ]
  },
  {
    "id": 8,
    "text": "— Ну вы и мудаки... — затянутым голосом сказал Тони.\n— Если умирать, то хоть весело! — ответил Брайан. — Правда, Итан?\n— В этом есть доля правды, мужик. Ну, так как ты предлагаешь развлечься?\n— Мы можем загадывать друг другу загадки... Или рассказать анекдоты!",
    "answers": [
      {
        "id": 10,
        "text": "— Загадки."
      },
      {
        "id": 12,
        "text": "— Анекдоты!"
      }
    ]
  },
  {
    "id": 9,
    "text": "— Он скоро вернется. — сказал Тони.\n— Что будем делать? Как отсюда выбраться?\nБрайан улыбнулся после вопроса Итана и произнес:\n— Играть в супер игру! Что ж ещё... — суетливо проговорил он. — Итан. Мы рассказали тебе о своей жизни, твоя очередь. Почему ты оказался в том клубе вместе с нами?",
    "answers": [
      {
        "id": 7,
        "text": "— Мне 25 лет, я работаю в одной строительной компании. Я задолжал одному парню денег, и шёл их возвращать. А потом парень в маске... Он заговорил мне зубы, и я поверил ему. И теперь я тут, вместе с вами."
      }
    ]
  },
  {
    "id": 10,
    "text": "— Ну тогда слушай. Скажешь «не приходи!» — всё равно приходит. Скажешь «не уходи!» — всё равно уходит. Что это такое?",
    "answers": [
      {
        "id": 13,
        "text": "Возможно, это женщина?",
        "need": -13,
        "need_ever": false
      },
      {
        "id": 14,
        "text": "Время?"
      },
      {
        "id": 15,
        "text": "Это дождь?",
        "need": -15
      }
    ]
  },
  {
    "id": 11,
    "text": "— Чёрт, ты ну серьезно? — вопросил Брайан. — Ох, ладно, ищите свой выход, я пока вздремну тогда, идиоты.\n— Заткнись! — крикнул Тони в ответ. — Так, Итан, посмотри вокруг, возможно что-то найдешь.\nИтан стал разглядывать стены комнаты. Они были забитыми какими-то непонятными надписями. Мебель в комнате практически отсутсвовала, был только диван позади него.\nНемного отсмотревшись, Итан увидел лом, лежащий позади него.\n— Эй, Тони, рядом со мной лежит лом!\n— Я не думаю, что нам сейчес поможет. Но я с радостью разбил бы им лицо Брайану. — услышав это, Брайан посмеялся.\nДалее Итан обратил свой взгляд на его ноги, где заметил небольшую записку.\n— Брайан! Смотри, у твоих ногих лежит какая-то записка.\n— И правда. — сказал он.\n— Что там? Написано что-нибудь? — с интересом вопросил Итан.\n— Да, здесь написана цифра.\n— И какая же? — задал вопрос Тони, попутно закашляв.\n— А я вам не скажу, вы не захотели со мной развлекаться. Возможно, это мой ключ к спасению, а возможно и нет. Но явно не ваш. — произнес Брайан и начал хохотать.\n— Ну и гнида же ты! — ответил ему Тони. — Я надеюсь, это твой ключ к смерти.\nИтан потупил взгляд и сказал — Ну, все не так плохо. — заметил он. — Цифр всего десять, есть шанс угадать.\n— А ты хорош. — ответил Брайан. — Но я не думаю, что это вам поможет! Хотя, знаете... — задумчиво сказал он. — Если вы отгадаете загадку, я скажу вам эту цифру. Согласны?\n— Да, я согласен, чёрт подери. — произнёс Тони с ноткой неуверенности в голосе. \n— А ты, Итан? — спросил Брайан.\n",
    "answers": [
      {
        "id": 16,
        "text": "— Разве у меня есть выбор?"
      }
    ]
  },
  {
    "id": 12,
    "text": "— Значит ты любишь посмеяться, Итан. Ну слушай. Размер действительно не имеет значения. Самые маленькие люди зачастую — самые большие гандоны. — сказав это, Брайан дико засмеляся.\n— Забавно. — неуверенным голосом ответил Итан, кривля из себя улыбку.\n— Ну теперь твоя очередь. — ответил Брайан, остановившись смеяться.\nИтан поднял голову вверх и начал вспоминать\nшутки. Спустя пару секунд он обратил свой\nвзгляд на Брайана. Он хотел начать рассказывать её, но увидел около его ног записку.\n— Эй, Брайан, посмотри под ноги, там записка.\n— О, действительно! — с радостным воскликом\nсказал он. — Возможно, это нам поможет?\n— Что там написано? — удивлённо спросил Тони.\n— Тут записана цифра. — после этих слов он\nзасмеялся.\n— Ну говори, не томи! — попросил Тони.\n— А я тебе и не скажу. У тебя свои идеи, иди ищи свой выход.\n— Ну ты и ублюдок. — со злостью в голосе\nответил он.\n— Итан, я сейчас тебе на пальцах покажу, цифру,\nтолько ты не говори ему. Хорошо? И да... Обещай мне, что не используешь это против меня, если вдруг что... Ты мне нравишься, я тебе доверяю. — проговорил он и улыбнулся.\nИтан и Брайан сидели так, что могли видеть руки\nдруг друга.\n— Хорошо. Обещаю. — сказал Итан и после этих слов Тони фыркнул.\n— Брайан пытался вытянуть свои толстые\nпальцы из веревки. Спустя несколько секунд, его\nпальцы показывали цифру «4».\n— Итан, братишка, прошу тебя, скажи мне, что он тебе показал! — умоляющим голосом выговорил Тони. — Я... Я... Я не стану использовать это против тебя!",
    "answers": [
      {
        "id": 17,
        "text": "— Нет, Тони. Я тебе ничего не скажу."
      },
      {
        "id": 18,
        "text": "— Ладно, чёрт с тобой... Он показал мне цифру «4»."
      },
      {
        "id": 19,
        "text": "— Ладно, чёрт с тобой... Он показал мне цифру «2»."
      }
    ]
  },
  {
    "id": 13,
    "text": "— Ха-ха, в этом есть смысл, но ответ неверный. Ещё варианты?",
    "answers": [
      {
        "id": 10,
        "text": "Попробовать ещё раз."
      }
    ]
  },
  {
    "id": 14,
    "text": "— В точку! А ты смышленный. Ну давай, теперь твоя очередь.\nИтан поднял голову вверх и начал вспоминать загадку. Спустя пару секунд он обратил свой взгляд на Брайана. Он хотел начать рассказывать её, но увидел около его ног записку.\n— Эй, Брайан, посмотри под ноги, там записка.\n— О, действительно! — с радостным воскликом сказал он. — Возможно, это нам поможет?\n— Что там написано? — удивлённо спросил Тони.\n— Тут записана цифра. — после этих слов он засмеялся.\n— Ну говори, не томи!\n— А знаешь что, я тебе не скажу. Ты не захотел с нами играть.\n— Ну ты и ублюдок. — со злостью в голосе ответил он.\n— Итан, я сейчас тебе на пальцах покажу, цифру, только ты не говори ему. И да... Обещай мне, что не станешь использовать это против меня, если вдруг что... Хорошо? Ты мне нравишься, я тебе тебе доверяю.\nИтан и Брайан сидели так, что могли видеть руки друг друга. \n— Хорошо. — сказал Итан и после этих слов Тони фыркнул.\n— Брайан пытался вытянуть свои толстые пальцы из веревки. Спустя несколько секунд, они показывали цифру «4».\n— Итан, братишка, прошу тебя, скажи мне, что он тебе показал! — умоляющим голос выговорил Тони. — Я... Я... Я не стану использовать это против тебя!\n",
    "answers": [
      {
        "id": 17,
        "text": "— Нет, Тони. Я тебе ничего не скажу."
      },
      {
        "id": 18,
        "text": "— Ладно, чёрт с тобой... Он показал мне цифру «4»."
      },
      {
        "id": 19,
        "text": "— Ладно, чёрт с тобой... Он показал мне цифру «2»."
      }
    ]
  },
  {
    "id": 15,
    "text": "— Не, мужик, это не дождь. Подумай ещё.",
    "answers": [
      {
        "id": 10,
        "text": "Попробовать ещё раз."
      }
    ]
  },
  {
    "id": 16,
    "text": "— Ну что ж, тогда слушайте. Скажешь «не приходи!» — всё равно приходит. Скажешь «не уходи!» — всё равно уходит. Что это такое?\nТони не знал, что ответить, и опустил голову.",
    "answers": [
      {
        "id": 22,
        "text": "— Это женщина?",
        "need": -22
      },
      {
        "id": 24,
        "text": "— Время?"
      },
      {
        "id": 26,
        "text": "— Это дождь?",
        "need": -26
      }
    ]
  },
  {
    "id": 17,
    "text": "— Ну и пошли вы, ублюдки! — сказал Тони и начал пытаться топтать привязанными ногами.\nБрайан начал смеяться от происходящего и произнёс:\n— Правильно, Итан! Так держать!\n— Ай, к черту. — произнёс Тони.\nПосле этив слов Тони запрокинул голову назад, и видимо, решил поспать. Брайан с улыбкой посмотрел на Итана и сделал то же самое. ",
    "answers": [
      {
        "id": 20,
        "text": "Осмотреть комнату."
      }
    ]
  },
  {
    "id": 18,
    "text": "— Эй, Итан! — крикнул в ответ Брайан! А ты, оказывается, ещё та крысиная рожа! — добавил он очень недовольным тоном.\n— Прости, дружище. — ответил тот и ухмыльнулся.\n— Ох, Итан, спасибо, больше спасибо! — воскликнул Тони после глубокого вздоха. — А ты, Брайан, можешь полизать мои яйца!\n— К. чёрту тебя, Итан. — агрессивно сказал Брайан. — И тебя, Тони. Посмотрим, кто из нас будет лизать яйца! А пока, я лучше вздремну, нахрен вас.\n— Да-да, посмотрим. — ответил ему Тони и тоже решил вздремнуть.",
    "answers": [
      {
        "id": 20,
        "text": "Осмотреть комнату."
      }
    ]
  },
  {
    "id": 19,
    "text": "— Эй, Итан! Ты ещё та мерзкая гнида! — наигранно сказал Брайан, но Тони ничего не понял.\n— Ох, спасибо, Итан, правда... Спасибо. — проговорил Тони, после чего глубоко выходнул. — А, ты, Брайан, можешь полизать мои яйца!\nТот никак не отреагировал на его высказывание, чтобы не засмеяться.\n— Ладно, к чёрту вашу крысиную коалицию. — сказал он. — Я лучше вздремну.\nТони был явно напряжен от произошедшего и тоже решил отдохнуть.\n",
    "answers": [
      {
        "id": 20,
        "text": "Осмотреть комнату."
      }
    ]
  },
  {
    "id": 20,
    "text": "Пока Брайан и Тони дремали, Итан начал осматривать комнату. Все стены были забиты непонятными надписями, но вдруг около двери, куда еле-еле доходил свет, среди странных записей, он заметил слово на английском. Там была написано «Mr.Breht». «Возможно, это чья-то фамилия?» — подумал он и решил запомнить её.\nДалее, осматривая комнату в течении несколько минут, он ничего не нашел. После этого он тоже решил отдохнуть. ",
    "answers": [
      {
        "id": 21,
        "text": "Вздремнуть."
      }
    ]
  },
  {
    "id": 21,
    "text": "Итан заснул и спустя пару десятков минут его разбудил грубый голос, изданный компьютером:\n— Господа! Очнитесь! Начинается суперигра!\n— Неужели... — сонливым голсом произнёс\nБрайан.\nВ комнате резко включилось полное освещение и Брайан с Итаном могли увидеть Тони по-настоящему. На его теле была белая\nрубашка, с синей бабочкой, а на ногах чёрные\nджинсы.\n— А ты неплох. — сказал ему Итан.\nТони ничего не стал говорить, а только лишь\nподнял голову.\n— Ну что, мои дорогие друзья, — продолжил голос, — вы готовы?\n— Как никогда. — ответил Итан и покрутил голову\nв стороны.\n— Итак, господа, сейчас я поясню вам правила\nнашей замечательной игры! — злобных смехом\nпроводил голос эти слова. — Я буду задавать вам\nвопросы, и вы должны на них отвечать. За\nправильный ответ вы получаете один балл, за\nнеправильный — количество ваших баллов\nуменьшается на единицу. Всё просто. Ну и... победителем становится тот, у кого большее количество очков!\n— И что же ждёт победителя? — с большим\nинтересом спросил Тони.\n— Этого вам не скажу, но я думаю, вы догадаетесь сами. — похотливо ответил голос.\n— Ну что же начнем! Первый вопрос! Что является величайшим плодом ограничения желаний? Итан! Ты отвечаешь первым.\nОн кажется понимал, о чем идёт речь, но не знал стоит ли ему отвечать? Ведь если ответит неправильно, он потеряет один балл. А если и вовсе не ответит? Итан немного замешкался, но был готов ответить ему.",
    "answers": [
      {
        "id": 28,
        "text": "— Свобода."
      }
    ]
  },
  {
    "id": 22,
    "text": "— Нет! — воскликнул Брайан. — Ответ неверный!",
    "answers": [
      {
        "id": 16,
        "text": "Попробовать ещё раз."
      }
    ]
  },
  {
    "id": 23,
    "text": "— ",
    "answers": []
  },
  {
    "id": 24,
    "text": "— Да! Ты чёртовски прав! Окей, слушайте. Там была записана... Цифра «2»! — уверенно сказал Брайан.\n— Ты не врёшь? — спросил Тони.\n— Не вру. — сказал он тем же голосом.\n— Ну спасибо, мужик. А ты и правда хорош! — сказал Тони, обращаясь к Итану.\n— Да, спасибо. \n— Ну ладно, парни, не знаю как вы, а я пока вздремну. — проговорил Брайан, начав зевать.\n— И я. — ответил Тони.",
    "answers": [
      {
        "id": 20,
        "text": "Осмотреть комнату."
      }
    ]
  },
  {
    "id": 25,
    "text": "Услышлав это, Тони непонятным взглядом посмотрел на Итана. Он не понимал, почему тот сделал такой выбор, ведь в споре Итан поддержал именно его. \n— Я понял. — спокойно ответил Тони и опустил голову вниз.",
    "answers": []
  },
  {
    "id": 26,
    "text": "— Нет! — воскликнул Брайан. — Ответ неверный!",
    "answers": [
      {
        "id": 16,
        "text": "Попробовать ещё раз."
      }
    ]
  },
  {
    "id": 27,
    "text": "Тони был спокоен, и никак не отреагировал на  ответ Итана. Он явно понимал, что Брайан тому просто ближе, ведь они вдвоём не сказали Тони ту самую цифру. И кроме того, Итан не поддержал его идею, что попытаться найти выход из комнаты.",
    "answers": []
  },
  {
    "id": 28,
    "text": "— Ох, Итан... — сказал голос. — Я не могу не сказать тебе ничего кроме того, что твой ответит действительно верный! — ответил он. — Мои поздравления. — произнёс голос с долей злостного смеха.\nИтан выдохнул и тут же Тони начал говорить:\n— Я надеюсь, вопросы для меня будут такими же легкими?\nГолос проигнорировал его вопрос и сказал:\n— Я думаю, после этого вопроса, вы задумаетесь, что для вас значит слово «свобода»... — прождав длительную паузу, он продолжил. — Брайан! теперь вопрос тебе! — тихо посмеиваясь сказал он. — Что является главным для объединения людей?\n— Хм... Возможно, это единство?.. — неуверенно проговорил он, бояюсь ошибиться.\n— Верно! Ты тоже получаешь первый балл! — Брайан улыбнулся после этих слов.\n— Тони, теперь ты.\n— Только попробуй задать мне вопрос не такой же лёгкий, как и им. — угрозительно ответил Тони.\n— Не стоит указывать мне. — жёстко утвердил голос. — А теперь слушай. Что очищает старое, чтобы открыть дорогу новому?\nЛицо Тони секунд десять было неподвижно, и спустя ещё пару он сказал:\n— Смерть?\n— Верно. — ответил голос, уже без насмешек. \n— Есть. — тихо проболмотал Тони.\n— Что же, дорогие мои. У вас у всех по одному баллу. Переходим во второй этап. Здесь я не буду спрашивать каждого отдельно, отвечает тот, кто знает ответ. Поняли?\nВсё трое кивнули головой.",
    "answers": [
      {
        "id": 30,
        "text": "Продолжить."
      }
    ]
  },
  {
    "id": 29,
    "text": "Итан решил ответить сам.",
    "answers": [
      {
        "id": 29,
        "text": "— Четыре! — ответил Итан, опередив своих оппонентов.\n— Чёртов ублюдок! — воскликнул Брайан! — Я верил тебе, а ты предал меня! Лжец! — он сильно разозлился и начал покачивать стул.\n— Ваши ответ совершенно верный! — произнёс голос. — А я смотрю, страсти накаляются. — сказал он и дико засмеялся. — Итан выходит вперёд!\nСам Итан не знал, то ли ему радоваться, то ли нет. Он набрал заветное очко, но ведь предал своё обещание.\n— Прости. — сказал Итан в ответ и ухмыльнулся.\n— Пошёл ты! — громко ответил Брайан. — Я надеюсь ты умрёшь!\nТони никак не отреагировал на перепалки своих соперников.\n— Итан выходит вперёд! Ну что же, переходим к финальному этапу!",
        "comment": true,
        "need": 17
      },
      {
        "id": 29,
        "text": "Итан только начал открывать рот, как тут же Тони закричал:\n— ЧЕТЫРЕ!\n— Оу, Тони, вы совершенно правы! — произнёс голос.\n— Чёртова крыса! — сказал ему Итан. — Ты не должен был так поступать!\nИтан был очень раздражён поступком Тони. \n— Посмотри, что ты наделал! — сказал Итану Брайан. — Это все из-за тебя. Вы оба гнилье собачье!\n— Простите, парни. — сказал с ухмылкой Тони.\n— Пошёл ты! — незамедлительно ответил ему Итан.\n— В нашей игре накаляются страсти все сильнее и сильнее! Мне это чертовски нравится. Ну, а теперь, переходим к финальному этапу! — проговорил голос.",
        "comment": true,
        "need": 18
      },
      {
        "id": 29,
        "text": "Только он начал открывать рот, как тут же Тони закричал:\n— ДВА!\nКогда Брайан услышал это, он засмеялся.\n— Оу, Тони. Не хочу тебя огорчать, но твой ответ неверный! — ответил голос.\n— Что? Брайан, ты ублюдок! — гневно сказал он. — Ты обманул нас! Чёртов лжец!\n— Я? — вопросил тот. — А, ну ты ведь не знаешь. Вообще-то это Итан обманул тебя, а не я! — с насмешкой выговорил Брайан.\n— Возможно кто-то знает правильный ответ? — спросил голос.\n— Четыре! — незамедлительно ответил Итан. \n— Вы совершенно правы! — воскликнул голос. — Итан выходит вперед!\n— Эй, Итан! Предатель! — крикнул ему Брайан. — Ублюдок! Ты ведь обещал!\n— Прости. — ответил он Брайану и улыбнулся.\n— Пошел ты, крыса! Я ненавижу тебя! НЕНАВИЖУ!\nТони не стал больше ничего говорить, а лишь закрыл глаза и сжал кулаки.\n— Страсти в нашей игре накаляются. Мне это чёртовски нравится! — с восхищением сказал голос. — Переходим к финальному этапу!",
        "comment": true,
        "need": 19
      },
      {
        "id": 29,
        "text": "Он только начал открывать рот, как тут же Тони закричал:\n— ДВА!\nУслышав это, Брайан начал хохотать. Итан же только глубоко вдохнул, потому что понял, что его пронесло.\n— Оу, не хочу тебя огорчать, Тони, но ответ неверный! — сказал голос.\n— Четыре! — до сих пор смеясь воскликнул Брайан.\n— Вы правы! Брайан выходит вперёд!\n— Ты лжец! Чёртов ублюдок! Я знал, что нельзя доверять тебе! — закричал Тони в ответ на слова голоса.\n— Да ладно тебе, это же уморительно! — уже почти остановившись произнёс Брайан.\n— Пошёл ты! Ты мерзавец! ЧЁРТОВ ЛЖЕЦ! — слова Тони были наполнены неистовой яростью.\n— Я смотрю, что в нашей игре накаляются страсти! Самое время перейти к финальному этапу! — проговорил голос. ",
        "comment": true,
        "need": 11
      },
      {
        "id": 29,
        "text": "— Четыре! — проговорил Итан.\n— Вы совершенно правы!\n— Итан! Чёртов лжец! ПРЕДАТЕЛЬ! — закричал Брайан.\n— Прости... — тихо сказал тот и улыбнулся.\n— Я смотрю в нашей игре накаляются страсти! Время перейти к финальному этапу! — произнёс голос.",
        "comment": true,
        "need": 100
      },
      {
        "id": 34,
        "text": "Перейти."
      }
    ]
  },
  {
    "id": 30,
    "text": "— Вопрос четвертый. Сколько звёзд... — после этив слов все трое переглянулись между собой, ведь они понимали, что ответ на этот самый вопрос, возможно, был записан на той записке. — Третьей величины в созведии Ориона? — продолжил он.",
    "answers": [
      {
        "id": 30,
        "text": "Брайан напрягся. Он посмотрел на Итана и всем своим взглядом и движениями намекал ему, чтобы тот не говорил ответ, ведь это именно он сказал ему эту цифру.",
        "comment": true,
        "need": 17
      },
      {
        "id": 30,
        "text": "Брайан был напряжен, он помнил, что Итан нарушил обещание и сказал цифру Тони. \nТони же не обращал на них внимания, а был максимально сконцентрирован.",
        "need": 18,
        "comment": true
      },
      {
        "id": 30,
        "text": "Брайан напрягся. Он посмотрел на Итана и всем своим взглядом и движениями намекел ему, чтобы тот не говорил ответ, ведь это именно он сказал ему эту цифру. Но тут Брайан вспомнил, что Итан обманул Тони и сказал ему неверную цифру, и тогда он сразу поменялся в лице.\nТони же не обращал на них внимания, а был лишь максимально сконцентрирован.",
        "need": 19,
        "comment": true
      },
      {
        "id": 30,
        "text": "Во время того, как голос диктовал вопрос, Итан посмотрел на Брайана, и тот улыбнулся ему в ответ.\nПосле этого Итан посмотрел на Тони, но тот не обращал на него внимания.",
        "comment": true,
        "need": 11
      },
      {
        "id": 33,
        "text": "Дать ответить Брайану.",
        "need": [
          17,
          18,
          19
        ],
        "need_sometimes": true
      },
      {
        "id": 29,
        "text": "Ответить самому.",
        "need": [
          17,
          18,
          19,
          11
        ],
        "need_sometimes": true
      },
      {
        "id": 32,
        "text": "Дать ответить Тони.",
        "need": [
          11,
          19
        ],
        "need_sometimes": true
      }
    ]
  },
  {
    "id": 31,
    "text": "1",
    "answers": []
  },
  {
    "id": 32,
    "text": "Итан решил дать шанс ответить Тони.",
    "answers": [
      {
        "id": 32,
        "text": "Брайан как и Тони\n— ЧЕТЫРЕ!\n— Вы совершенно правы! Тони выходит вперед! — воскликнул голос.\nИтан глубоко вздохнул, так как понял, что из-за недоверия к Брайану он не смог получить очко.\n— Мерзавец! — закричал Брайан. — Я тебя ненавижу! Как и тебя, Итан! Посмотри, что ты наделал.\n— Да ладно тебе, расслабься. — сказал Тони и засмеялся.\n— Пошёл ты! — снова закричал Брайан.\n— Что же, я смотрю в нашей игре накаляются страсти. Время перейти к финальному этапу! — проговорил голос.",
        "comment": true,
        "need": 18
      },
      {
        "id": 32,
        "text": "Брайан тихо посмеивался, а Тони закричал:\n— ДВА!\nПосле этих слов Брайан засмеялся сильнее.\n— Оу, Тони. Не хочу тебя огорчать, но твой ответ неверный! — ответил ему голос.\n— Четыре! — до сих пор смеясь сказал Брайан.\n— Вы правы! Брайан выходит вперёд!\n— Чёртов лжец! Я ведь знал, что не стоит доверять тебе! Ублюдок! — закричал Тони.\n— Да ладно тебе, — заканчивается смеятся сказал он, — это чёртовски весело!\n— Пошёл ты!\n— Я вижу, что в нашей игре страсти накаляются. Пришло время перейти к финальному этапу! — проговорил голос.",
        "comment": true,
        "need": 11
      },
      {
        "id": 32,
        "text": "Брайан тихо посмеивался, а Тони закричал:\n— ДВА.\nПосле этих слов Брайан засмеялся сильнее. Итан же, услышав его смех, подхватил его.\n— Оу, Тони. Не хочу тебя огорчать, но ответ неверный! — ответил ему голос.\n— Что? Брайан! Мерзкий лжец! Я тебя ненавижу!\n— Что, я? — чуть ли пуская слёзы ответил он. — Вообще-то Итан обманул тебя.\nТони кинул взгляд на обманщика, тот просто пожал плечами. Он опустил голову и закричал:\n— Ублюдок! Ты еще хуже чем этот мудак Брайан! Гори в аду.\nИтан не стал ничего отвечать, а лишь продолжил смеяться.\nПосле недолго паузы голос задал вопрос:\n— Кто знает ответ?\nБрайан резко переменился в лице и посмотрел на Итана.",
        "comment": true,
        "need": 19
      },
      {
        "id": 72,
        "text": "Ответить самому.",
        "need": 19
      },
      {
        "id": 73,
        "text": "Дать ответить Брайану.",
        "need": 19
      },
      {
        "id": 34,
        "text": "Перейти.",
        "need": 11
      }
    ]
  },
  {
    "id": 33,
    "text": "Итан решил дать шанс ответить Брайану.",
    "answers": [
      {
        "id": 33,
        "text": "Брайан только начал открывать рот, как тут же Тони закричал:\n— ЧЕТЫРЕ!\n— Оу, Тони, вы совершенно правы! — произнёс голос.\nИтан глубоко вздохнул, так как из-за своей трусости или, может быть, недоверия, он не смог получить очко.\n— Чёртов ублюдок! — сказал ему Брайан. — Итан, — фыркая начал он, — посмотри, что ты наделал! Это все из-за тебя. Вы оба гнилье собачье!\n— Простите, парни. — сказал с ухмылкой Тони.\n— Пошёл ты! — незамедлительно ответил ему Брайан. — после чего направил свой взгляд на Итана. — Итан, ты идиот!\nТот же прекрасно все понимал. Внутри его переполняли эмоции, но он не стал ничего говорить в ответ.\n— В нашей игре накаляются страсти все сильнее и сильнее! Мне это чертовски нравится. Ну, а теперь, переходим к финальному этапу!",
        "comment": true,
        "need": 18
      },
      {
        "id": 33,
        "text": "Брайан не стал отвечать, так как увидел, что Тони собирается ответить.\n— ДВА! — закричал тот.\n— Оу, Тони. Не хочу тебя огорчать, но... Твой ответ неверный! — ответил голос.\n— Что? Ублюдок! — Тони кинул гневный взгляд на Брайана. — Ты обманул нас! Чёртов лжец!\nБрайан начал громко смеяться и немного погодя сказал:\n— Четыре! \n— Совершенно, верно Брайан! Ты выходишь вперед!\n— Я тебя ненавижу... — агрессивно произнёс Тони.\n— Ну, вообще-то, обманул тебя не я. — Брайан посмотрел на агрессивного Тони и еще немного посмеялся.\nТони кинул взгляд на Итана, тот просто пожал плечами. Он закрыл глаза и напрягся.\n— Я смотрю, страсти накаляются! — сказал голос. — Ну, а теперь, мы переходим к финальному этапу!",
        "comment": true,
        "need": 19
      },
      {
        "id": 33,
        "text": "Тони был раздражен бессильем, Итан не хотел предавать уговор, в комнате нависла тишина.\n— Четыре! — неторопясь произнёс Брайан.\n— Вы совершенно правы! — ответил ему голос. — Брайан выходит вперёд!\n— Это нечестно! Почему ответ достался ему, а не мне! — закричал Тони.\n— Успокойся мужик, везёт сильнейшим. — сказал он и подмигнул ему. — А ты, Итан, красавчик! Держишь слово!\nИтан был горд своим поступком, но лицо его покрылось грустной гримасой, так как понимал, что из-за этого он может погибнуть. Тони же не стал ничего отвечать Брайану, а всего лишь фыркнул.\n— Что же, пора перейти к финальному этапу! — сказал голос.",
        "comment": true,
        "need": 17
      },
      {
        "id": 33,
        "text": "— Четыре! — гордо произнёс Брайан.\n— Вы совершенно правы! Брайан выходит вперёд!\n— Спасибо. Итан! Ты умеешь держать слово!\nИтан не понимал, как ему быть. С одной стороны, он сдержал обещание, но с другой стороны, он может погибнуть из-за того, что не набрал это самое очко.\n— Ну что же, время перейти к финальному этапу! — произнёс голос.",
        "comment": true,
        "need": [
          100
        ]
      },
      {
        "id": 34,
        "text": "Перейти."
      }
    ]
  },
  {
    "id": 34,
    "text": "После его слов открылась дверь комнаты и в неё вошёл тот самый Джокер, но только без маски. На нём был надет серо-зелёный жилет, а под ним белая рубашка. Лицо его было бледным, глаза большими, нос узким а губы широкими. Волосы были темно-зелёными. Причёска была направленна вверх. Он был высокого роста и худого телосложения.\nВсе трое участников посмотрели на него.\n— Все вопросы, — начал он уже своим голосом, — имели огромное значения для нашей игры. Все слова, которые вы отгадывали, так или иначе связаны с вами. «Свобода»? Чёрт подери, это же ваше самое заветное желание сейчас, быть свободным! «Единство?» Вы же есть то самое единое целое! Оу, ну возможно, вы так сплочены, — неуверенно проговорил он, — но всех вас объединяет следующее слово. «Смерть!» Вы здесь именно ради неё, верно? — сказал Джокер и засмеялся. — Ну, может быть, не все хотят умирать, но ведь кто-то должен! ВЫ — основная часть происходящего, вы сами вершите свою судьбу. Все что с вами случилось и произойдёт в будущем — ваши последствия, ваших действий! Последний вопрос был лишь для того, чтобы определить, как вы сумеете поладить друг другом. И да, ещё раз хочу напомнить вам! То, как вы взаимодействуете с окружающей вас средой влияет на вашу судьбу. Ну, а теперь уж точно, переходим к финальному этапу.",
    "answers": [
      {
        "id": 34,
        "text": "— Кто-то оказался неимоверным лжецом, — сказал Джокер и посмотрел на Итана, — кто-то обманутым беднягой, — произнёс он наигранным грустным голосным, — ну а кто-то Тони. Эм, ну в общем, тот, кто не сумел получить то, что получили другие. Наверное, кто-то захочет сказать, что кому-то повезло больше чем другим, но умелые руки всегда найдут умелого хозяина! То, как вы взаимодействуете с окружающей вас средой влияет на вашу судьбу. Ну и наконец, теперь уже точно, финальный этап!",
        "need": [
          8,
          17,
          100
        ],
        "comment": true
      },
      {
        "id": 34,
        "text": "— Кто-то оказался неимоверным лжецом, — сказал Джокер и посмотрел на Тони, — кто-то обманутыми овечками, — произнёс он и посмотрел на Брайана и Итана. — Хочу напомнить, то, как вы взаимодействуете с окружающей вас средой, влияет на вашу судьбу! Ну и наконец, теперь уже точно, финальный этап!",
        "comment": true,
        "need": [
          8,
          18,
          100
        ]
      },
      {
        "id": 34,
        "text": "Кто-то оказался обманутой беднягой, — сказал Джокер и посмотрел на Тони, — а кто-то неиомоверным лжецом, — произнёс он и взглянул на Итана. — Хочу напомнить вам, то, как вы ведёте себя с окружающими, влияет на вашу дальнейшую судьбу! Вы сами прокладываете себе дорогу, по который будут ступать ваш ноги. Ну и наконец, теперь уже точно, переходим к финальному этапу!",
        "comment": true,
        "need": [
          8,
          19,
          100
        ]
      },
      {
        "id": 34,
        "text": "Кто-то оказался неимоверным лжецом, — сказал Джокер и посмотрел на Брайана, — кто-то спасся от потери очков, — произнёс он и кинул взгляд на Итана, — а кто-то доверился человеку, но это оказалось ошибкой! — закончил он и взглянул на Тони. Хочу напомнить, то, как вы ведёте себя с окружающими, влияет на вашу дальнейшую судьбу! Ну и наконец, теперь точно, переходим к финальному этапу!",
        "comment": true,
        "need": [
          11,
          100
        ]
      },
      {
        "id": 35,
        "text": "Продолжить.",
        "need": [
          8,
          17,
          29
        ]
      },
      {
        "id": 51,
        "text": "Продолжить.",
        "need": [
          8,
          18
        ]
      },
      {
        "id": 48,
        "text": "Продолжить.",
        "need": [
          8,
          19,
          29
        ]
      },
      {
        "id": 49,
        "text": "Продолжить.",
        "need": 11
      },
      {
        "id": 63,
        "text": "Продолжить.",
        "need": [
          8,
          17,
          33
        ]
      },
      {
        "id": 74,
        "text": "Продолжить.",
        "need": [
          8,
          19,
          33
        ]
      },
      {
        "id": 74,
        "text": "Продолжить.",
        "need": [
          8,
          19,
          73
        ]
      },
      {
        "id": 48,
        "text": "Продолжить.",
        "need": [
          8,
          19,
          72
        ]
      }
    ]
  },
  {
    "id": 35,
    "text": "— Брайан! Ты мне нужен! — сказал Джокер, подошёл к нему и нагнулся. — Скажи мне, Брайан, кто из них лишний? Подумай хорошо, я тебя не тороплю. Ты должен выбрать между Итаном и Тони, СКАЖИ мне, кто из них не клеится в один ряд с вами?\nНедолго думая и скрепя зубами он ответил:\n— Итан.\n— Воу, отличный выбор, Брайан. — теперь же он подошёл к Итану и также нагнулся. — Ты получаешь ещё одно заветное очко, Итан, ты победил! — воскликнул он. \nПосле этих слов Итан выдохнул.\n— Что?! — неудомчиво вопросил Брайан. — Это лживая мудила недостойна победы!\n— Чёртов Итан! — также недовльно сказал Тони.\nДжокер подошел к Итану сзади развял ему руки, а затем и ноги. \n— Вставай! — приказал он.\nИтан встал, после чего Джокер вручил ему пистолет в руки и сказал:\n— Финал, Итан. — произнёс он ему ухо. В завершении победитель должен застрелить одного из участников. Это обязательно!\n— Чёрт возьми! — тоскливо сказал Тони. — Итан я... Я... Ведь у меня не было шанса! Я тебе ничем не навредил, пожалуйста, не убивай меня!\nБрайан же сделал гордое и серьёзное лицо и проинёс:\n— К чёрту тебя, Итан.\n— Я даю тебя время подумать, но ты должен это сделать. — повторился Джокер. — Ты победил! — сказал ему он.\nИтан принял его ответ и посмотрел на своих жёртв. «Брайан? Он помог мне победить, а я его предал, и теперь я должен его убить? А Тони? Он вообще не сделал мне ничего плохо... Ну кроме нескольких оскорблений в мой адрес». — размышлял он.\nИтан думал в течение минуты и в итоге принял решение.",
    "answers": [
      {
        "id": 37,
        "text": "Выстрелить в Брайана. ",
        "need_ever": true
      },
      {
        "id": 38,
        "text": "Выстрелить в Тони."
      },
      {
        "id": 39,
        "text": "Выстрелить в Джокера."
      }
    ]
  },
  {
    "id": 36,
    "text": "jkh",
    "answers": []
  },
  {
    "id": 37,
    "text": "— Прости, Брайан. — сказал Итан и произвёл выстрел.\nМагазин пистолета оказался заряженным патронами с саботирующим элементом, поэтому он произвёл выстрел себе в лицо.\n— Ты победил! — снова повторил Джокер и посмотрел на лежащего в крови Итана \nТони и Брайан были шокированы происходящим.\nПоэтому Джокер сказал:\n— Друзья, суперигра завершена! Итан победил! —\nзаткнул он затянутую паузу и продолжил, — А теперь, я хочу рассказать вам суть всего\nпроисходящего, парни.\nОни с удивлением направили взгляд на него. \n— Как я и говорил, ваши последствия привели вас к ВАШЕМУ логическому завершению. Всё, что вы делали, понесло за собой череду событий, которые в итоге вылились в этой финал. Цель мой игры,  серьёзно начал он, — выявить самого лживого из вас. Как я\nговорил ранее, всё ответы на мои опросы имели значение, но самое главное и определяемое\nслово для всей суперигры — это «честность». Тот,кто оказался самым мерзким лжецом, тот и стал победителем! Итан победил! Но, как видите, победа в этой игре — не самый привлекательный приз, который мог достаться. Я ни разу за игру не соврал вам! Я был честен с вами! Но всё же Итан победил! И это самое главное! Он шёл к своей цели своим путём, пытаясь обогнуть рамки, за что и получил свой заветный приз! Ну а вас, я просто хочу поблагодарить за участие. И напоследок. «Пищущий правду, отвергает любую ложь» (Б.Брехт).\n\n",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 38,
    "text": "— Прости, Тони.\n— Пожалуйста! — воскликнул он в ответ.\nСпустя секунду Итан выстрелил.\nМагазин пистолета оказался заряженным\nпатронами с саботирующим элементом, поэтому\nИтан произвёл выстрел себе в лицо.\n— Ты победил! — снова повторил Джокер и\nпосмотрел на лежащего, истекающего кровью Итана.\nТони и Брайан были шокированы происходящим. Поэтому Джокер сказал:\n— Друзья, суперигра завершена! Итан победил! — заткнул он затянутую паузу и продолжил, — А\nтеперь, я хочу рассказать вам суть всего происходящего. — Парни с удивлением направили взгляд на него. — Как я говорил, ваши последствия привели вас к ВАШЕМУ логическому завершению. Всё, что вы делали, понесло за собой череду событий, которые в итоге вылились в этой финал. Цель мой игры, — серьёзно начал он, — выявить самого лживого из вас. Как я говорил ранее, всё ответы на мои опросы имели значение, но самое главное и определяемое слово для всей суперигры — это «честность». Тот, кто оказался самым мерзким лжецом, тот и стал победителем! Он победил! ИТАН победил! Но, как видите, победа в этой игре — не самое привлекательный приз, который мог достаться. Я ни разу за игру не соврал вам! Я был честен с вами! Но всё же Итан победил! И это самое главное! Он шёл к своей цели своим путём, пытаясь обогнуть рамки, за что и получил свой заветный приз! Ну а вас, я просто хочу поблагодарить за участие. И напоследок. «Пищущий правду, отвергает любую ложь» (Б.Брехт).",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 39,
    "text": "Итан решил, что Джокер должен умереть. Он подобрал удобную позицию, чтобы, в случае чего, быть готовым к ответному удару, если он не попадет. Спустя некоторое время он выстрелил.\nМагазин пистолета оказался заряженным\nпатронами с саботирующим элементом, поэтому\nИтан произвёл выстрел себе в лицо. Джокер дико засмеялся и сказал:\n— Да ты серьёзно, Итан? Решить убить меня? Ты нарушил правила, — произнёс он и вытер слёзу, — но ты победил! Ты победил! — снова повторил Джокер и посмотрел на лежащего Итана.\nТони и Брайан были шокированы происходящим. Поэтому Джокер сказал:\n— Друзья, суперигра завершена! Итан победил! — заткнул он затянутую паузу и продолжил, — А\nтеперь, я хочу рассказать вам суть всего происходящего. — Парни с удивлением направили взгляд на него. — Как я говорил, ваши последствия привели вас к ВАШЕМУ логическому завершению. Всё, что вы делали, понесло за собой череду событий, которые в итоге вылились в этой финал. Цель мой игры, — серьёзно начал он, — выявить самого лживого из вас. Как я говорил ранее, всё ответы на мои опросы имели значение, но самое главное и определяемое слово для всей суперигры — это «честность». Тот, кто оказался самым мерзким лжецом, тот и стал победителем! Он победил! ИТАН победил! Но, как видите, победа в этой игре — не самое привлекательный приз, который мог достаться. Я ни разу за игру не соврал вам! Я был честен с вами! Но все жё Итан победил! И это самое главное! Он шёл к своей цели своим путём, пытаясь обогнуть рамки, за что и получил свой заветный приз! Ну а вас, я просто хочу поблагодарить за участие. И напоследок. «Пищущий правду, отвергает любую ложь» (Б.Брехт).",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 40,
    "text": "Открытые концовки:",
    "answers": [
      {
        "id": 42,
        "text": "Концовка 1.1.",
        "need": [
          35,
          37
        ],
        "need_ever": true
      },
      {
        "id": 43,
        "text": "Концовка 1.2.",
        "need": [
          35,
          38
        ],
        "need_ever": true
      },
      {
        "id": 45,
        "text": "Концовка 1.3.",
        "need": [
          35,
          39
        ],
        "need_ever": true
      },
      {
        "id": 3,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 41,
    "text": "Здесь будут написаны ваши основные выборы и некоторые их последствия.",
    "answers": [
      {
        "id": 41,
        "text": "Вы решили поддержать идею Брайана.",
        "comment": true
      },
      {
        "id": 41,
        "text": "Вы не стали разглашать цифру, которую показал вам Брайан.",
        "comment": true
      },
      {
        "id": 41,
        "text": "Вы нарушили обещание и сами ответили на вопрос Джокера.",
        "comment": true
      },
      {
        "id": 41,
        "text": "Брайан был недоволен вашим поступком, поэтому, отвечая на вопрос Джокера, он выбрал именно вас.",
        "comment": true
      },
      {
        "id": 41,
        "text": "Последним вашим решением было выстрелить в Брайана, но в итоге вы погибли сами. ",
        "comment": true
      },
      {
        "id": 41,
        "text": "Вы победили!",
        "comment": true
      },
      {
        "id": 42,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 42,
    "text": "Здесь будут отображаться ваши итоги.",
    "answers": [
      {
        "id": 37,
        "text": "Финальная страница.",
        "need": [
          35,
          37
        ],
        "need_ever": true
      },
      {
        "id": 41,
        "text": "Ваши выборы.",
        "need": [
          35,
          37
        ],
        "need_ever": true
      },
      {
        "id": 40,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 43,
    "text": "Здесь будут отображаться ваши итоги.",
    "answers": [
      {
        "id": 38,
        "text": "Финальная страница.",
        "need": [
          35,
          38
        ],
        "need_ever": true
      },
      {
        "id": 44,
        "text": "Ваши выборы.",
        "need": [
          35,
          38
        ],
        "need_ever": true
      },
      {
        "id": 40,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 44,
    "text": "Здесь будут написаны ваши основные выборы и некоторые их последствия.\n",
    "answers": [
      {
        "id": 44,
        "text": "Вы решили поддержать идею Брайана.",
        "comment": true
      },
      {
        "id": 44,
        "text": "Вы не стали разглашать цифру, которую показал вам Брайан.",
        "comment": true
      },
      {
        "id": 44,
        "text": "Вы нарушили обещание и сами ответили на вопрос Джокера.",
        "comment": true
      },
      {
        "id": 44,
        "text": "Брайан был недовлен вашим поступком, поэтому, отвечая на вопрос Джокера, он выбрал именно вас.",
        "comment": true
      },
      {
        "id": 44,
        "text": "Последним вашим решением было выстрелить в Тони, но в итоге вы погибли сами.",
        "comment": true
      },
      {
        "id": 44,
        "text": "Вы победили!",
        "comment": true
      },
      {
        "id": 43,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 45,
    "text": "Здесь будут отображаться ваши итоги.",
    "answers": [
      {
        "id": 39,
        "text": "Финальная страница.",
        "need": [
          35,
          39
        ],
        "need_ever": true
      },
      {
        "id": 46,
        "text": "Ваши выборы.",
        "need": [
          35,
          39
        ],
        "need_ever": true
      },
      {
        "id": 40,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 46,
    "text": "Здесь будут написаны ваши основные выборы и некоторые их последствия.",
    "answers": [
      {
        "id": 46,
        "text": "Вы решили поддержать идею Брайана.",
        "comment": true
      },
      {
        "id": 46,
        "text": "Вы не стали разглашать цифру, которую показал вам Брайан.",
        "comment": true
      },
      {
        "id": 46,
        "text": "Вы нарушили обещание, и сами ответили на вопрос Джокера.",
        "comment": true
      },
      {
        "id": 46,
        "text": "Брайан был недоволен вашим поступком, поэтому, отвечая на вопрос Джокера, он выбрал именно вас.",
        "comment": true
      },
      {
        "id": 46,
        "text": "Последним вашим решением было выстрелить в Джокера, но в итоге вы погибли сами.",
        "comment": true
      },
      {
        "id": 46,
        "text": "Вы победили!",
        "comment": true
      },
      {
        "id": 45,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 47,
    "text": "— Я победил! — Тони бросил на Брайана чемпионский взгляд. Тот же гордо был готов к смерти. Через пару секунд Тони произвёл выстрел.\nМагазин пистолета оказался заряженным патронами с саботирующим элементом, поэтому он произвёл выстрел себе в лицо.\n— Ты победил! — снова повторил Джокер и посмотрел на лежащего в крови Тони.\nИтан и Брайан были шокированы происходящим.\nПоэтому Джокер сказал:\n— Друзья, суперигра завершена! Тони победил! —\nзаткнул он затянутую паузу и продолжил, — А теперь, я хочу рассказать вам суть всего\nпроисходящего. — Парни.\nОни с удивлением направили взгляд на него. \n— Как я и говорил, ваши последствия привели вас к ВАШЕМУ логическому завершению. Всё, что вы делали, понесло за\nсобой череду событий, которые в итоге вылились в этой финал. Цель мой игры,  серьёзно начал он, — выявить самого лживого из вас. Как я\nговорил ранее, всё ответы на мои опросы имели значение, но самое главное и определяемое\nслово для всей суперигры — это «честность». Тот,кто оказался самым мерзким лжецом, тот и стал победителем! Тони победил! Но, как видите, победа в этой игре — не самый привлекательный приз, который мог достаться. Я ни разу за игру не соврал вам! Я был честен с вами! Но всё же Тони победил! И это самое\nглавное! Он шёл к своей цели своим путём, пытаясь обогнуть рамки, за что и получил свой\nзаветный приз! Ну а вас, я просто хочу поблагодарить за участие. И напоследок. «Пищущий правду, отвергает любую ложь» (Б.Брехт).\n\n",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 48,
    "text": "— Тони! Ты мне нужен! — сказал Джокер, подошёл к нему и нагнулся. — Скажи мне, Тони, кто из них лишний? Подумай хорошо, я тебя не тороплю. Ты должен выбрать между Итаном и Брайаном, СКАЖИ мне, кто из них не клеится в один ряд с вами?\nОн покачал головой и выговорил со злобой:\n— Итан... Мерзкий, лживый ублюдок. Он не достоин победы! Поэтому я выбираю этого мудака!\n— Воу, отличный выбор, Тони. — теперь же он подошёл к Итану и также нагнулся. — Ты\nполучаешь ещё одно заветное очко, Итан, ты\nпобедил! — воскликнул он.\nТот удивленными глаза посмотрел на Джокера, а потом переправил взгляд на Тони и улыбнулся ему.\n— Что? — воскликнул Тони. — Этот неудомок не должен был победить!\n— Что ещё за правила? — с недоумением спросил Брайан и скрепя зубы продолжил. — К чёрту вас всех.\n— Но ведь это нечестно! — снова воскликнул Тони, но Джокер проигнорировал его слова.\nДжокер подошел к Итану сзади развял ему руки, а\nзатем и ноги.\n— Вставай! — приказал он.\nИтан встал, после чего Джокер вручил ему пистолет в руки и сказал:\n— Финал, Итан. — произнёс он в ему ухо. В завершении победитель должен застрелить\nодного из участников. Это обязательно!\nБрайан гордо поднял голову вверх и не стал ничего говорить. Тони же глубоко вздохнул и также промолчал.\n— Я даю тебя время подумать, но ты должен это сделать. — повторился Джокер. — Ты победил! — сказал ему он.\nНедолго думая, Итан произнёс:\n— Я готов. — Джокер указал ему руками на жертв и отошёл в сторону.\n",
    "answers": [
      {
        "id": 82,
        "text": "Выстрелить в Брайана."
      },
      {
        "id": 89,
        "text": "Выстрелить в Тони."
      },
      {
        "id": 90,
        "text": "Выстрелить в Джокера."
      }
    ]
  },
  {
    "id": 49,
    "text": "— Тони! Ты мне нужен! — сказал Джокер, подошёл к нему и нагнулся. — Скажи мне, Тони, кто из них лишний? Подумай хорошо, я тебя не тороплю. Ты должен выбрать между Итаном и Брайаном, СКАЖИ мне, кто из них не клеится в один\nряд с вами?\nОн покачал головой и со своей выговорил со злобой:\n— Брайан... Мерзкий, лживый ублюдок. Он не достоин победы! Поэтому я выбираю этого мудака!\n— Воу, отличный выбор, Тони. — теперь же он подошёл к Брайану и также нагнулся. — Ты получаешь ещё одно заветное очко, Брайан, ты\nпобедил! — воскликнул он.\nТот удивленными глаза посмотрел на Джокера, а потом переправил взгляд на Тони и улыбнулся ему.\n— Что? — воскликнул Тони. — Этот неудомок не должен был победить!\n— Что ещё за правила? — с недоумением спросил Итан.\nДжокер подошел к Брайану сзади развял ему руки, а затем и ноги.\n— Вставай! — приказал он.\nБрайан встал, после чего Джокер вручил ему пистолет в руки и сказал:\n— Финал, Брайан. — произнёс он в ему ухо. В завершении победитель должен застрелить одного из участников. Это обязательно!\nИтан понимал, что скорее всего, Брайан выберет Тони, поэтому не волновался. Тони же просто сделал серьёзное лицо.\n— Я даю тебя время подумать, но ты должен это сделать. — повторился Джокер. — Ты победил! — сказал ему он.\nНедолго думая, Брайан произнёс:\n— Я готов! — Джокер указал ему руками на жертв и отошёл в сторону.\n\n",
    "answers": [
      {
        "id": 61,
        "text": "Продолжить."
      }
    ]
  },
  {
    "id": 50,
    "text": "Здесь будут отображаться ваши итоги.",
    "answers": [
      {
        "need_ever": true,
        "comment": false,
        "id": 47,
        "text": "Финальная страница.",
        "need": [
          51,
          47
        ]
      },
      {
        "id": 52,
        "text": "Ваши выборы",
        "need": [
          51,
          47
        ],
        "need_ever": true
      },
      {
        "id": 3,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 51,
    "text": "— Брайан! Ты мне нужен! — сказал Джокер,\nподошёл к нему и нагнулся. — Скажи мне, Брайан,\nкто из них лишний? Подумай хорошо, я тебя не\nтороплю. Ты должен выбрать между Итаном и\nТони, СКАЖИ мне, кто из них не клеится в один\nряд с вами?\nОн покачал головой и со злостью сказал: \n— Хоть и Итан предал меня... Но это никак не отменяет того, насколько меня бесит наглая рожа Тони. Я не дам ему победить, так что да, этот ублюдок Тони лишний!\n— Воу, отличный выбор, Брайан. — теперь же он\nподошёл к Тони и также нагнулся. — Ты\nполучаешь ещё одно заветное очко, Тони, ты\nпобедил! — воскликнул он.\n— Ну и КТО тут будет лизать яйца? А? — с огромной долей пафоса спросил Тони.\n— Что?! — неудомчиво вопросил Брайан. — Это\nлживая мудила недостойна победы! Это ведь нечестно!\nИтан просто закрыл глаза и решить выпустить пар молча.\nДжокер подошел к Тони сзади развял ему руки, а\nзатем и ноги.\n— Вставай! — приказал он.\nТони встал, после чего Джокер вручил ему\nпистолет в руки и сказал:\n— Финал, Тони. — произнёс он ему ухо. В завершении победитель должен застрелить\nодного из участников. Это обязательно!\n— Даже не смотри на меня, ублюдок! — сказал Брайан Тони. — Мне плевать кого ты выберёшь. Пошёл ты, Тони. — дополнил он и гордо поднял голову.\nУслышав это, Тони засмеялся. Итан же понимал, что тот вряд ли выберет его, поэтому не волновался.\n— Я даю тебя время подумать, но ты должен это\nсделать. Ты победил! — повторился Джокер.\nНедолго думая, Тони произнёс:\n— Я готов. — Джокер указал ему руками на жертв и отошёл в сторону. Тони направил пистолет на Брайана.",
    "answers": [
      {
        "id": 47,
        "text": "Продолжить."
      }
    ]
  },
  {
    "id": 52,
    "text": "Здесь будут написаны ваши основные выборы и некоторые их последствия.",
    "answers": [
      {
        "id": 52,
        "text": "Вы решили поддержать идею Брайана.",
        "comment": true
      },
      {
        "id": 52,
        "text": "Вы нарушили обещание, разгласив цифру Тони, которую показал вам Брайан.",
        "comment": true
      },
      {
        "id": 52,
        "text": "Вы не успели ответить или не стали отвечать на вопрос Джокера.",
        "comment": true
      },
      {
        "id": 52,
        "text": "Отвечая на вопрос Джокера, Брайан выбрал Тони.",
        "comment": true
      },
      {
        "id": 52,
        "text": "Тони решил выстрелить в Брайана, но в итоге погиб сам.",
        "comment": true
      },
      {
        "id": 52,
        "text": "Тони победил!",
        "comment": true
      },
      {
        "id": 50,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 53,
    "text": "Открытые концовки:",
    "answers": [
      {
        "id": 54,
        "text": "Концовка 3.1.",
        "need": [
          8,
          19,
          29,
          48,
          82
        ],
        "need_ever": true
      },
      {
        "id": 55,
        "text": "Концовка 3.2.",
        "need": [
          8,
          19,
          29,
          48,
          89
        ],
        "need_ever": true
      },
      {
        "id": 56,
        "text": "Концовка 3.3.",
        "need": [
          8,
          19,
          29,
          48,
          90
        ],
        "need_ever": true
      },
      {
        "id": 3,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 54,
    "text": "Здесь будут отображаться ваши итоги.",
    "answers": [
      {
        "id": 82,
        "need_ever": true,
        "need": [
          48,
          82
        ],
        "text": "Финальная страница."
      },
      {
        "id": 59,
        "text": "Ваши выборы.",
        "need": [
          48,
          82
        ],
        "need_ever": true
      },
      {
        "id": 53,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 55,
    "text": "Здесь будут отображаться ваши итоги.",
    "answers": [
      {
        "id": 89,
        "need_ever": true,
        "need": [
          48,
          89
        ],
        "text": "Финальная страница."
      },
      {
        "id": 58,
        "text": "Ваши выборы.",
        "need": [
          48,
          89
        ],
        "need_ever": true
      },
      {
        "id": 53,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 56,
    "text": "Здесь будут отображаться ваши итоги.",
    "answers": [
      {
        "id": 39,
        "need_ever": true,
        "need": [
          48,
          90
        ],
        "text": "Финальная страница."
      },
      {
        "id": 60,
        "text": "Ваши выборы.",
        "need": [
          48,
          90
        ],
        "need_ever": true
      },
      {
        "id": 53,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 57,
    "text": "Здесь будут отображаться ваши итоги.",
    "answers": [
      {
        "id": 61,
        "text": "Финальная страница.",
        "need": 61,
        "need_ever": true
      },
      {
        "id": 62,
        "text": "Ваши выборы.",
        "need": 61,
        "need_ever": true
      },
      {
        "id": 3,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 58,
    "text": "Тут будут написаны ваши основные решения и некоторые их последствия.",
    "answers": [
      {
        "id": 58,
        "text": "Вы решили поддержать идею Брайана.",
        "comment": true
      },
      {
        "id": 58,
        "text": "Вы обманули Тони, сказав ему другую цифру.",
        "comment": true
      },
      {
        "id": 58,
        "text": "Вы нарушили обещание и сами ответили на вопрос Джокера.",
        "comment": true
      },
      {
        "id": 58,
        "text": "Тони был недоволен тем, что вы его обманули, и потому выбрал лишним именно вас.",
        "comment": true
      },
      {
        "id": 58,
        "text": "Последним вашим решением было выстрелить в Тони, но в итоге вы погибли сами.",
        "comment": true
      },
      {
        "id": 58,
        "text": "Вы победили!",
        "comment": true
      },
      {
        "id": 55,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 59,
    "text": "Тут будут написаны ваши основные решения и некоторые их последствия.",
    "answers": [
      {
        "id": 59,
        "text": "Вы решили поддержать идею Брайана.",
        "comment": true
      },
      {
        "id": 59,
        "text": "Вы обманули Тони, сказав ему неверную цифру.",
        "comment": true
      },
      {
        "id": 59,
        "text": "Вы нарушили обещание и сами ответили на вопрос Джокера.",
        "comment": true
      },
      {
        "id": 59,
        "text": "Тони был недоволен тем, что вы его обманули, и потому выбрал лишним именно вас.",
        "comment": true
      },
      {
        "id": 59,
        "text": "Последним вашим решением было выстрелить в Брайана, но в итоге вы погибли сами.",
        "comment": true
      },
      {
        "id": 59,
        "text": "Вы победили!",
        "comment": true
      },
      {
        "id": 54,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 60,
    "text": "Тут будут написаны ваши основные решения и некоторые их последствия.",
    "answers": [
      {
        "id": 60,
        "text": "Вы решили поддержать идею Брайана.",
        "comment": true
      },
      {
        "id": 60,
        "text": "Вы обманули Тони, сказав ему другую цифру.",
        "comment": true
      },
      {
        "id": 60,
        "text": "Вы нарушили обещание и сами ответили на вопрос Джокера.",
        "comment": true
      },
      {
        "id": 60,
        "text": "Тони был недоволен тем, что вы его обманули, и потому выбрал лишним именно вас.",
        "comment": true
      },
      {
        "id": 60,
        "text": "Последним вашим решением было выстрелить в Джокера, но в итоге вы погибли сами.",
        "comment": true
      },
      {
        "id": 60,
        "text": "Вы победили!",
        "comment": true
      },
      {
        "id": 56,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 61,
    "text": "— Я победил! — сказал Брайан и бросил чемпионский взгляд на Тони. Тот же гордо был готов к смерти. Через пару секунд Брайан произвёл выстрел.\nМагазин пистолета оказался заряженным патронами с саботирующим элементом, поэтому он произвёл выстрел себе в лицо.\n— Ты победил! — снова повторил Джокер и посмотрел на лежащего в крови Брайана.\nИтан и Тони были шокированы происходящим.\nПоэтому Джокер сказал:\n— Друзья, суперигра завершена! Брайан победил! — заткнул он затянутую паузу и продолжил, — А теперь, я хочу рассказать вам суть всего происходящего. — Парни.\nОни с удивлением направили взгляд на него. \n— Как я и говорил, ваши последствия привели вас к ВАШЕМУ логическому завершению. Всё, что вы делали, понесло за собой череду событий, которые в итоге вылились в этой финал. Цель мой игры, серьёзно начал он, — выявить самого лживого из вас. Как я говорил ранее, всё ответы на мои опросы имели значение, но самое главное и определяемое слово для всей суперигры — это «честность». Тот, кто оказался самым мерзким лжецом, тот и стал победителем! Брайан победил! Но, как видите, победа в этой игре — не самый привлекательный приз, который мог достаться. Я ни разу за игру не соврал вам! Я был честен с вами! Но всё же Брайан победил! И это самое главное! Он шёл к своей цели своим путём, пытаясь обогнуть рамки, за что и получил свой заветный приз! Ну а вас, я просто хочу поблагодарить за участие. И напоследок. «Пищущий правду, отвергает любую ложь» (Б.Брехт).\n\n",
    "answers": [
      {
        "id": 1,
        "text": "Конец. "
      }
    ]
  },
  {
    "id": 62,
    "text": "Тут будут написаны ваши решения и некоторые их последствия.",
    "answers": [
      {
        "id": 62,
        "text": "Вы решили поддержать идею Тони.",
        "comment": true
      },
      {
        "id": 62,
        "text": "Вы смогли добиться от Брайана цифры.",
        "comment": true
      },
      {
        "id": 62,
        "text": "Вы не успели ответить или не стали отвечать на вопрос Джокера.",
        "comment": true
      },
      {
        "id": 62,
        "text": "Отвечая на вопрос Джокера, Тони выбрал Брайана.",
        "comment": true
      },
      {
        "id": 62,
        "text": "Брайан решил выстрелить в Тони, но в итоге погиб сам.",
        "comment": true
      },
      {
        "id": 62,
        "text": "Брайан победил!",
        "comment": true
      },
      {
        "id": 57,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 63,
    "text": "После этих слов Джокер вышел из комнаты и вернулся спустя минуту. \n— Знаете, — начал он, — ведь никогда нельзя знать, каким в итоге будет твое будущее? И куда приведет тебя твоя дорога? Вот сейчас похожий случай. Произошло то, чего я совсем не ожидал. — после этих слов Джокер глубоко вздохнул. — Скоро вы поймете о чем я говорю. А пока я даю вам время, чтобы вы сами определили кого я сейчас убью. Я дам вам некоторое время. — сказав это, он снова вышел из комнаты.\n— Что? На кой чёрт тогда нужна была эта дурацкая игра? Я же, чёрт подери побеждаю! — возомнил Брайан.\n— Ну и дерьмо. — напряженно сказал Тони. — К чёрту всё. Итан, пусть он убьёт этого мудака Брайана.\n— Пошёл к чёрту! Итан не слушай его, ты же видишь какой он ублюдыш, он должен сдохнуть!\n— Ты чёртова мразь! Ты думаешь только о себе! — закричал Тони.\n— Да конечно! Итан, я ведь поделился с тобой цифрой. Ты настоящий мужик, ты сдержал слово! — сказал он и взглянул на Итана.\n— Он использует тебя, Итан, не слушай его! Он чёртова гнида! Посмотри на его мерзкую рожу!\n— Да заткнись ты уже! — разьярённо ответил Брайан.\nПосле этих слов в комнату вошёл Джокер. Его прежнее весёлая гримаса поменялась на грустную. \n— Ну что, решили? — спросил он.\nБрайан и Тони не стали ничего говорить, а только посмотрели на Итана, они понимали, что решающий выбор за ним. Итан же сделал задумчивое лицо, а через несколько секунд был готов дать ответ.\n",
    "answers": [
      {
        "id": 65,
        "text": "— Убивай Тони."
      },
      {
        "id": 64,
        "text": "— Убивай Брайана."
      }
    ]
  },
  {
    "id": 64,
    "text": "— Я понял тебя. — ответил Джокер и вытащил пистолет.\n— Предатель! Чёртова крыса! — закричал Брайан. — Я верил тебе, я помогал тебе, а ты вот так со мной. К чёрту тебя, ублюдка Тони и эту долбаную игру!\n— Прости... — медленно ответил тот.\n— Спасибо, Итан! — сдерживая слёзы сказал Тони.\nЛицо Джокера было каким-то пустым. Он поднял пистолет, а Брайан гордо поднял голову. Спустя пару секунд он выстрелил, но как оказалось, пуля попала ему в лицо.\nВсё трое было сильно шокированы происходящим. Никто ничего не говорил. Спустя пару секунд заговорил тот же голос:\n— Пистолет был заряжен патронами с сабатирующим элементом, поэтому пистолет произвёл обратный выстрел. — начал он. — Главное правило всей этой игры, это — быть честным. Каждый из вас и был таким, потому вы все и выжили. Никто из вас не врал друг другу, хотя у некоторых были весомые возможности. Да, вы были конфликты к друг другу, но вы были честны. Если бы кто-то из вас соврал, то оказался бы на месте Джокера. Он поспорил, что оставаясь в ситуации жизни и смерти, человек будет лгать, лишь бы выжить. Как вы видите, спор он проиграл. Но с другой стороны, он сказал что убьет одного из вас. Джокер этого не сделал, и потому, его можно считать победителем! Джокер победил! Ну и напоследок. «Пищущий правду, отвергает любую ложь» (Б.Брехт).\n",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 65,
    "text": "— Я понял тебя. — ответил Джокер и вытащил пистолет.\n— Нет! Итан, пожалуйста, не надо, я ведь ничего тебе не сделал! — сдерживая слёзы попросил Тони.\n— Прости... — медленно ответил тот.\n— Спасибо, Итан! — гордо произнёс Брайан.\nЛицо Джокера было каким-то пустым. Он поднял пистолет, а Тони опустил голову. Спустя пару он секунд выстрелил, но как оказалось, пуля попала ему же в лицо.\nВсё трое было сильно шокированы происходящим. Никто ничего не говорил. Тони поднял голову, широко раскрыв рот и глаза. Спустя пару секунд заговорил тот же голос, что и во время игры:\n— Пистолет был заряжен патронами с сабатирующим элементом, поэтому пистолет произвёл обратный выстрел. — начал он. — Главное правило всей этой игры — это быть честным. Каждый из вас и был таким, потому вы все и выжили. Никто из вас не врал друг другу, хотя у некоторых были весомые возможности. Да, вы были конфликты к друг другу, но вы были честны. Если бы кто-то из вас соврал, то оказался бы на месте Джокера. Он поспорил, что оставаясь в ситуации жизни и смерти, человек будет лгать, лишь бы выжить. Как вы видите, спор он проиграл. Но с другой стороны, он сказал что убьет одного из вас. Джокер этого не сделал, и потому, его можно считать победителем! Джокер победил! Ну и напоследок. «Пищущий правду, отвергает любую ложь» (Б.Брехт).\n",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 66,
    "text": "Открытые концовки:",
    "answers": [
      {
        "id": 79,
        "text": "Концовка 5.1.",
        "need": [
          74,
          76
        ],
        "need_ever": true
      },
      {
        "id": 80,
        "text": "Концовка 5.2.",
        "need": [
          74,
          77
        ],
        "need_ever": true
      },
      {
        "id": 81,
        "text": "Концовка 5.3.",
        "need": [
          74,
          78
        ],
        "need_ever": true
      },
      {
        "id": 3,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 67,
    "text": "Открытые концовки:",
    "answers": [
      {
        "id": 68,
        "text": "Концовка 6.1.",
        "need": 65,
        "need_ever": true
      },
      {
        "id": 70,
        "text": "Концовка 6.2.",
        "need": 64,
        "need_ever": true
      },
      {
        "id": 3,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 68,
    "text": "Здесь будут отображаться ваши итоги.",
    "answers": [
      {
        "id": 65,
        "need_ever": true,
        "need": 65,
        "text": "Финальная страница."
      },
      {
        "id": 69,
        "text": "Ваши выборы.",
        "need": 65,
        "need_ever": true
      },
      {
        "id": 67,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 69,
    "text": "Тут будут написаны ваши решения и некоторые их последствия.",
    "answers": [
      {
        "id": 69,
        "text": "Вы решили поддержать идею Брайана.",
        "comment": true
      },
      {
        "id": 69,
        "text": "Вы не стали разглашать цифру, которую показал вам Брайан.",
        "comment": true
      },
      {
        "id": 69,
        "text": "Вы не стали нарушать обещание и дали ответить Брайану.",
        "comment": true
      },
      {
        "id": 69,
        "text": "Вы решили, что Джокер должен убить Тони.",
        "comment": true
      },
      {
        "id": 69,
        "text": "Джокер победил!",
        "comment": true
      },
      {
        "id": 68,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 70,
    "text": "Здесь будут отображаться ваши итоги.",
    "answers": [
      {
        "id": 64,
        "text": "Финальная страница.",
        "need": 64,
        "need_ever": true
      },
      {
        "id": 71,
        "text": "Ваши выборы.",
        "need": 64,
        "need_ever": true
      },
      {
        "id": 67,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 71,
    "text": "Тут будут написаны ваши решения и некоторые их последствия.",
    "answers": [
      {
        "id": 71,
        "text": "Вы решили поддержать идею Брайана.",
        "comment": true
      },
      {
        "id": 71,
        "text": "Вы не стали разглашать цифру, которую показал вам Брайан.",
        "comment": true
      },
      {
        "id": 71,
        "text": "Вы не стали нарушать обещание и дали ответить Брайану.",
        "comment": true
      },
      {
        "id": 71,
        "text": "Вы решили, что Джокер должен убить Брайана.",
        "comment": true
      },
      {
        "id": 71,
        "text": "Джокер победил!",
        "comment": true
      },
      {
        "id": 70,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 72,
    "text": "— Четыре! — воскликнул Итан.\n— Вы совершенно правы! Итан выходит вперёд! — ответил голос.\nБрайан агрессивно взглянул на него и сказал:\n— Чёртова крыса! Я верил тебе! А ты предал меня!\nИтан улыбнись в ответ и не стал ничего отвечать. \n— Я смотрю в нашей игре накаляются страсти! Время перейти к финальному этапу!",
    "answers": [
      {
        "id": 34,
        "text": "Перейти."
      }
    ]
  },
  {
    "id": 73,
    "text": "— Четыре. — гордо сказал Брайан.\n— Вы правы! Брайан выходит вперёд.\n— Спасибо, Итан. Ты умеешь держать слово!\nИтан не понимал, правильно он сделал. С одной стороны, он сдержал своё обещание, но с другой стороны, он все ещё может погибнуть.\n— Что же, время перейти к финальному этапу! — произнёс голос.\n",
    "answers": [
      {
        "id": 34,
        "text": "Перейти."
      }
    ]
  },
  {
    "id": 74,
    "text": "— Тони! Ты мне нужен! — сказал Джокер, подошёл к нему и нагнулся. — Скажи мне, Тони, кто из них лишний? Подумай хорошо, я тебя не тороплю. Ты должен выбрать между Итаном и Брайаном, СКАЖИ мне, кто из них не клеится в один ряд с вами?\nОн покачал головой и со своей выговорил со злобой:\n— Итан... Мерзкий, лживый ублюдок. Он не достоин победы! Поэтому я выбираю этого мудака!\n— Воу, отличный выбор, Тони. — теперь же он подошёл к Итану и также нагнулся. — Ты получаешь ещё одно очко. — сказав это он начал рассхаживать по комнате. — Это значит, что у нас ничья! Брайан и Итан! Начнем же дополнительный раунд! — произнёс он и злобно засмеялся?\n— А я? — грустным тоном спросил Тони.\n— А ты пока посиди, друг мой. — после этих слов он свесил голову.\nИтак, мои дорогие. Слушайте. Вам нужно ответить мне, кто является автором этой фразы: «Пишущий правду, отвергает любую ложь?». Ответ на этот вопрос находится в этой комнате. Я даю время найти его!\nБрайан и Итан посмотрел друг на друга. Они не желали смерти друг другу, но также не хотели погибать сами. \nСпустя пару секунд Итан вспомнил ту самую надпись, которую он заметил, пока Тони и Брайан дремали. Он подумал, что это годится за ответ.\n\n",
    "answers": [
      {
        "id": 75,
        "text": "Ответить."
      }
    ]
  },
  {
    "id": 75,
    "text": "— Мистер Брехт! — уверенным тоном сказал Итан.\n— Ты совершенно прав! Поздравляю тебя, ты победил.\nБрайан окутал пустой взгляд, он понял, что проиграл. У него не было никакой ярости или гнева. \n— Поздравляю... — тихо сказал он.\n— Прости... — Итан посмотрел на Брайана, тот кивнул ему.\n— Этот мудозвон не достоин победы! Ну почему... — воскликнул Тони и начал хныкать.\nДжокер подошёл к Итану, снова нагнулся, развязал его и положил в руки пистолет.\n— Итан, ты победил! Теперь ты должен убить одного из них. И наша игра завершится. Я даю тебе время подумать!\nТони просто сидел молча и ждал решения Итана. Брайан же выдохнул, так как понимал, что выберут, скорее всего, не его.",
    "answers": [
      {
        "id": 76,
        "text": "Выстрелить в Тони."
      },
      {
        "id": 77,
        "text": "Выстрелить в Брайана."
      },
      {
        "id": 78,
        "text": "Выстрелить в Джокера."
      }
    ]
  },
  {
    "id": 76,
    "text": "Итан направил пистолет на Тони,тот просто поднял голову. Через пару секунд он произвёл выстрел.\nМагазин пистолета оказался заряженным патронами с саботирующим элементом, поэтому он произвёл выстрел себе в лицо.\n— Ты победил! — снова повторил Джокер и посмотрел на лежащего в крови Итана.\nТони и Брайан были шокированы происходящим.\nПоэтому Джокер сказал:\n— Друзья, суперигра завершена! Итан победил! —\nзаткнул он затянутую паузу и продолжил, — А теперь, я хочу рассказать вам суть всего\nпроисходящего. Парни.\nОни с диким удивлением направили взгляд на него. \n— Как я и говорил, ваши последствия привели вас к ВАШЕМУ логическому завершению. Всё, что вы делали, понесло за собой череду событий, которые в итоге вылились в этой финал. Цель мой игры,  серьёзно начал он, — выявить самого лживого из вас. Как я говорил ранее, всё ответы на мои опросы имели значение, но самое главное и определяемое слово для всей суперигры — это «честность». Тот, кто оказался самым мерзким лжецом, тот и стал победителем! Итан победил! Да, невозможно не оценить его преданность Брайану, но всё же, он соврал Тони, а вы, собственно, не лгали. Как видите, победа в этой игре — не самый привлекательный приз, который мог достаться. Я ни разу за игру не соврал вам! Я был честен с вами! Но всё же Итан победил! И это самое главное! Он шёл к своей цели своим путём, за что и получил свой заветный приз! Ну а вас, я просто хочу поблагодарить за участие. И напоследок. «Пищущий правду, отвергает любую ложь» (Б.Брехт).\n",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 77,
    "text": "Итан направил пистолет на Брайана, тот очень удивлённо посмотрел на него. Через пару секунд он произвёл выстрел.\nМагазин пистолета оказался заряженным патронами с саботирующим элементом, поэтому он произвёл выстрел себе в лицо.\n— Ты победил! — снова повторил Джокер и посмотрел на лежащего в крови Итана.\nТони и Брайан были шокированы происходящим.\nПоэтому Джокер сказал:\n— Друзья, суперигра завершена! Итан победил! —\nзаткнул он затянутую паузу и продолжил, — А теперь, я хочу рассказать вам суть всего\nпроисходящего. Парни.\nОни с удивлением направили взгляд на него. \n— Как я и говорил, ваши последствия привели вас к ВАШЕМУ логическому завершению. Всё, что вы делали, понесло за собой череду событий, которые в итоге вылились в этой финал. Цель мой игры,  серьёзно начал он, — выявить самого лживого из вас. Как я говорил ранее, всё ответы на мои опросы имели значение, но самое главное и определяемое слово для всей суперигры — это «честность». Тот, кто оказался самым мерзким лжецом, тот и стал победителем! Итан победил! Да, невозможно не оценить его преданность Брайану, которая в итоге оказалась ложной, но всё же, он соврал Тони, а вы, собственно, не лгали. Как видите, победа в этой игре — не самый привлекательный приз, который мог достаться. Я ни разу за игру не соврал вам! Я был честен с вами! Но всё же Итан победил! И это самое главное! Он шёл к своей цели своим путём, за что и получил свой заветный приз! Ну а вас, я просто хочу поблагодарить за участие. И напоследок. «Пищущий правду, отвергает любую ложь» (Б.Брехт).",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 78,
    "text": "Итан быстро направил пистолет на Джокера и произвёл выстрел.\nМагазин пистолета оказался заряженным патронами с саботирующим элементом, поэтому он произвёл выстрел себе в лицо. После этого Джокер дико засмеялся и сказал:\n— Да ты серьёзно, Итан, решить убить меня? Я удивлён твоим решением, — сказал он вытирая слёзу, — но все же ты победил! Итан победил, друзья! — повторил Джокер и посмотрел на лежащего в крови Итана.\nТони и Брайан были шокированы происходящим.\nПоэтому Джокер сказал:\n— Друзья, суперигра завершена! Итан победил! —\nзаткнул он затянутую паузу и продолжил, — А теперь, я хочу рассказать вам суть всего\nпроисходящего. Парни.\nОни с удивлением направили взгляд на него. \n— Как я и говорил, ваши последствия привели вас к ВАШЕМУ логическому завершению. Всё, что вы делали, понесло за собой череду событий, которые в итоге вылились в этой финал. Цель мой игры,  серьёзно начал он, — выявить самого лживого из вас. Как я говорил ранее, всё ответы на мои опросы имели значение, но самое главное и определяемое слово для всей суперигры — это «честность». Тот, кто оказался самым мерзким лжецом, тот и стал победителем! Итан победил! Да, невозможно не оценить его преданность Брайану, но всё же, он соврал Тони, а вы, собственно, не лгали. Как видите, победа в этой игре — не самый привлекательный приз, который мог достаться. Я ни разу за игру не соврал вам! Я был честен с вами! Но всё же Итан победил! И это самое главное! Он шёл к своей цели своим путём, за что и получил свой заветный приз! Ну а вас, я просто хочу поблагодарить за участие. И напоследок. «Пищущий правду, отвергает любую ложь» (Б.Брехт).\n",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 79,
    "text": "Здесь будут отображаться ваши итоги.",
    "answers": [
      {
        "id": 76,
        "text": "Финальная страница.",
        "need": [
          74,
          76
        ],
        "need_ever": true
      },
      {
        "id": 83,
        "text": "Ваши выборы.",
        "need": [
          74,
          76
        ],
        "need_ever": true
      },
      {
        "id": 66,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 80,
    "text": "Здесь будут отображаться ваши итоги.",
    "answers": [
      {
        "id": 77,
        "text": "Финальная страница.",
        "need": [
          74,
          77
        ],
        "need_ever": true
      },
      {
        "id": 85,
        "text": "Ваши выборы.",
        "need": [
          74,
          77
        ],
        "need_ever": true
      },
      {
        "id": 66,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 81,
    "text": "Здесь будут отображаться ваши итоги.",
    "answers": [
      {
        "id": 78,
        "need_ever": true,
        "need": [
          74,
          78
        ],
        "text": "Финальная страница."
      },
      {
        "id": 87,
        "text": "Ваши выборы.",
        "need": [
          74,
          78
        ],
        "need_ever": true
      },
      {
        "id": 66,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 82,
    "text": "— Прости, Брайан. — сказал Итан и произвёл выстрел.\nМагазин пистолета оказался заряженным патронами с саботирующим элементом, поэтому он произвёл выстрел себе в лицо. После этого Джокер дико засмеялся и сказал:\n— Ты победил! Итан победил, друзья! — повторил Джокер и посмотрел на лежащего в крови Итана.\nТони и Брайан были шокированы происходящим.\nПоэтому Джокер сказал:\n— Друзья, суперигра завершена! Итан победил! —\nзаткнул он затянутую паузу и продолжил, — А теперь, я хочу рассказать вам суть всего\nпроисходящего. Парни.\nОни с удивлением направили взгляд на него. \n— Как я и говорил, ваши последствия привели вас к ВАШЕМУ логическому завершению. Всё, что вы делали, понесло за собой череду событий, которые в итоге вылились в этой финал. Цель мой игры,  серьёзно начал он, — выявить самого лживого из вас. Как я говорил ранее, всё ответы на мои опросы имели значение, но самое главное и определяемое слово для всей суперигры — это «честность». Тот, кто оказался самым мерзким лжецом, тот и стал победителем! Итан победил! Как видите, победа в этой игре — не самый привлекательный приз, который мог достаться. Я ни разу за игру не соврал вам! Я был честен с вами! Но всё же Итан победил! И это самое главное! Он шёл к своей цели своим путём, пытаясь обогнуть рамки, за что и получил свой заветный приз! Ну а вас, я просто хочу поблагодарить за участие. И напоследок. «Пищущий правду, отвергает любую ложь» (Б.Брехт).\n\n",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 83,
    "text": "Тут будут написаны ваши основные решения и некоторые их последствия.",
    "answers": [
      {
        "id": 83,
        "text": "Вы решили поддержать идею Брайана.",
        "comment": true
      },
      {
        "id": 83,
        "text": "Вы обманули Тони, сказав ему другую цифру.",
        "comment": true
      },
      {
        "id": 83,
        "text": "Вы дали ответить Брайану.",
        "comment": true
      },
      {
        "id": 83,
        "text": "Тони был недоволен тем, что вы обманули его, поэтому, отвечая на вопрос Джокера, он выбрал именно вас.",
        "comment": true
      },
      {
        "id": 83,
        "text": "Последним вашим решением было выстрелить в Тони, но в итоге вы погибли сами.",
        "comment": true
      },
      {
        "id": 83,
        "text": "Вы победили!",
        "comment": true
      },
      {
        "id": 79,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 84,
    "text": "пхахахахахха",
    "answers": []
  },
  {
    "id": 85,
    "text": "Тут будут написаны ваши основные решения и некоторые их последствия.",
    "answers": [
      {
        "id": 85,
        "text": "Вы решили поддержать идею Брайана.",
        "comment": true
      },
      {
        "id": 85,
        "text": "Вы обманули Тони, сказав ему другую цифру.",
        "comment": true
      },
      {
        "id": 85,
        "text": "Вы дали ответить Брайану.",
        "comment": true
      },
      {
        "id": 85,
        "text": "Тони был недоволен тем, что вы его обманули, поэтому, отвечая на вопрос Джокера, он выбрал именно вас.",
        "comment": true
      },
      {
        "id": 85,
        "text": "Последним вашим решением было выстрелить в Тони, но в итоге вы погибли сами.",
        "comment": true
      },
      {
        "id": 85,
        "text": "Вы победили!",
        "comment": true
      },
      {
        "id": 80,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 86,
    "text": "Итан быстро направил пистолет на Джокера и произвёл выстрел.\nМагазин пистолета оказался заряженным патронами с саботирующим элементом, поэтому он произвёл выстрел себе в лицо. После этого Джокер дико засмеялся и сказал:\n— Да ты серьёзно, Итан, решить убить меня? Я удивлён твоим решением, — сказал он вытирая слёзу, — но все же ты победил! Итан победил, друзья! — повторил Джокер и посмотрел на лежащего в крови Итана.\nТони и Брайан были шокированы происходящим.\nПоэтому Джокер сказал:\n— Друзья, суперигра завершена! Итан победил! —\nзаткнул он затянутую паузу и продолжил, — А теперь, я хочу рассказать вам суть всего\nпроисходящего. Парни.\nОни с удивлением направили взгляд на него. \n— Как я и говорил, ваши последствия привели вас к ВАШЕМУ логическому завершению. Всё, что вы делали, понесло за собой череду событий, которые в итоге вылились в этой финал. Цель мой игры,  серьёзно начал он, — выявить самого лживого из вас. Как я говорил ранее, всё ответы на мои опросы имели значение, но самое главное и определяемое слово для всей суперигры — это «честность». Тот, кто оказался самым мерзким лжецом, тот и стал победителем! Итан победил! Да, невозможно не оценить его преданность Брайану, но всё же, он соврал Тони, а вы, собственно, не лгали. Как видите, победа в этой игре — не самый привлекательный приз, который мог достаться. Я ни разу за игру не соврал вам! Я был честен с вами! Но всё же Итан победил! И это самое главное! Он шёл к своей цели своим путём, пытаясь обогнуть рамки, за что и получил свой заветный приз! Ну а вас, я просто хочу поблагодарить за участие. И напоследок. «Пищущий правду, отвергает любую ложь» (Б.Брехт).\n\n",
    "answers": []
  },
  {
    "id": 87,
    "text": "Тут будут написаны ваши основные решения и некоторые их последствия.",
    "answers": [
      {
        "id": 87,
        "text": "Вы решили поддержать идею Брайана.",
        "comment": true
      },
      {
        "id": 87,
        "text": "Вы обманули Тони, сказав ему другую цифру.",
        "comment": true
      },
      {
        "id": 87,
        "text": "Вы дали ответить Брайану.",
        "comment": true
      },
      {
        "id": 87,
        "text": "Тони был недоволен тем, что вы его обманули, поэтому, отвечая на вопрос Джокера, он выбрал именно вас.",
        "comment": true
      },
      {
        "id": 87,
        "text": "Последним вашим решением было выстрелить в Джокера, но в итоге вы погибли сами.",
        "comment": true
      },
      {
        "id": 87,
        "text": "Вы победили!",
        "comment": true
      },
      {
        "id": 81,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 88,
    "text": "",
    "answers": []
  },
  {
    "id": 89,
    "text": "— Прости, Тони.\n— Пожалуйста! — крикнул он в ответ, после чего Итан выстрелил.\nМагазин пистолета оказался заряженным патронами с саботирующим элементом, поэтому он произвёл выстрел себе в лицо. После этого Джокер дико засмеялся и сказал:\n— Ты победил! Итан победил, друзья! — повторил Джокер и посмотрел на лежащего в крови Итана.\nТони и Брайан были шокированы происходящим.\nПоэтому Джокер сказал:\n— Друзья, суперигра завершена! Итан победил! —\nзаткнул он затянутую паузу и продолжил, — А теперь, я хочу рассказать вам суть всего\nпроисходящего. Парни.\nОни с удивлением направили взгляд на него. \n— Как я и говорил, ваши последствия привели вас к ВАШЕМУ логическому завершению. Всё, что вы делали, понесло за собой череду событий, которые в итоге вылились в этой финал. Цель мой игры,  серьёзно начал он, — выявить самого лживого из вас. Как я говорил ранее, всё ответы на мои опросы имели значение, но самое главное и определяемое слово для всей суперигры — это «честность». Тот, кто оказался самым мерзким лжецом, тот и стал победителем! Итан победил! Как видите, победа в этой игре — не самый привлекательный приз, который мог достаться. Я ни разу за игру не соврал вам! Я был честен с вами! Но всё же Итан победил! И это самое главное! Он шёл к своей цели своим путём, пытаясь обогнуть рамки, за что и получил свой заветный приз! Ну а вас, я просто хочу поблагодарить за участие. И напоследок. «Пищущий правду, отвергает любую ложь» (Б.Брехт).\n\n",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 90,
    "text": "Итан быстро направил пистолет на Джокера и произвёл выстрел.\nМагазин пистолета оказался заряженным патронами с саботирующим элементом, поэтому он произвёл выстрел себе в лицо. После этого Джокер дико засмеялся и сказал:\n— Да ты серьёзно, Итан, решить убить меня? Я удивлён твоим решением, — сказал он вытирая слёзу, — но все же ты победил! Итан победил, друзья! — повторил Джокер и посмотрел на лежащего в крови Итана.\nТони и Брайан были шокированы происходящим.\nПоэтому Джокер сказал:\n— Друзья, суперигра завершена! Итан победил! —\nзаткнул он затянутую паузу и продолжил, — А теперь, я хочу рассказать вам суть всего\nпроисходящего. Парни.\nОни с удивлением направили взгляд на него. \n— Как я и говорил, ваши последствия привели вас к ВАШЕМУ логическому завершению. Всё, что вы делали, понесло за собой череду событий, которые в итоге вылились в этой финал. Цель мой игры,  серьёзно начал он, — выявить самого лживого из вас. Как я говорил ранее, всё ответы на мои опросы имели значение, но самое главное и определяемое слово для всей суперигры — это «честность». Тот, кто оказался самым мерзким лжецом, тот и стал победителем! Итан победил! Как видите, победа в этой игре — не самый привлекательный приз, который мог достаться. Я ни разу за игру не соврал вам! Я был честен с вами! Но всё же Итан победил! И это самое главное! Он шёл к своей цели своим путём, пытаясь обогнуть рамки, за что и получил свой заветный приз! Ну а вас, я просто хочу поблагодарить за участие. И напоследок. «Пищущий правду, отвергает любую ложь» (Б.Брехт).\n",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  }
]