[
  {
    "id": 1,
    "text": "Рэйчел Харнонкоурт возвращалась домой после напряженного дня. В Администратуме Улья работа итак не сулила ничего приятного, а теперь, из-за ее честности она становилась просто невыносимой. И это, увы, не было самой плохой на сегодня новостью. Дома ее ждал новый \"сюрприз\" от мужа. Относительно недавний брак трещал по швам...<s>r\nК слову, ее муж был невероятно спокойным человеком. Сначала ей это нравилось, и именно эта непробиваемость казалась ей достоинством, за которое она ценила Трея. Но даже такой, казалось бы, кроткой Рэйчел удавалось иной раз задеть стойкого мужчину. Как оказалось, это было начало конца, который ей предстояло отсрочить на как можно более долгое время.<s>r\nСлишком молодым и еще легкомысленным Рэйчел и Трею предстоял разговор, который, может быть, решил бы всю их судьбу в один день.",
    "answers": [
      {
        "id": 2,
        "text": "Идти домой."
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "https://pp.userapi.com/c851520/v851520027/19f44/IeemkSwaVqM.jpg",
        "system": true
      },
      {
        "id": 1,
        "text": "",
        "pageImg": "https://pp.userapi.com/c850616/v850616027/198ea/JL43_OSI5P0.jpg",
        "system": true
      }
    ]
  },
  {
    "id": 2,
    "text": "Рэйчел, озираясь, шла в темноте по грязным улицам, подобрав полы мокрого от дождя серого плаща. Порывистый ветер, пронизывающий бесконечные коридоры узких улочек, трепал ее короткие, до плеч, промокшие грязные волосы. То и дело в лицо били капли дождя, смешивались с солоноватой влагой слез и стекали по ее нежным щекам, иногда подгоняемые жестом мокрого рукава.\nЭтакая атмосфера отчаяния, когда в совершенно пустом городе-улье, словно вымершем, каждая живая тварь прячется от хлестких ударов дождя, таких холодных и липких, и некому поддержать и утешить одиноко бредущую фигурку девушки.\nВот показалось знакомое окно с треснутой рамой, которая, наверное, была уже старше Рэйчел. Такое знакомое. Справа — вход в их скромное обиталище.\n— Спит ли Трей? — поинтересовалась Рэйчел сама у себя.",
    "answers": [
      {
        "id": 3,
        "text": "Войти."
      },
      {
        "id": 4,
        "text": "Заглянуть в окно."
      },
      {
        "id": 21,
        "text": "Пройтись еще."
      }
    ]
  },
  {
    "id": 3,
    "text": "Смахнув с волос капельки леденящей влаги окоченевшими пальцами, Рэйчел аккуратно обхватила дверную ручку, всем своим крохотным весом уперлась в дверь, и только когда она с чудовищным треском приподнялась, девушка нажала на ручку.\nСтарая дверь со скрипом отворилась, являя хозяйке темноту. Такую пугающую.\n— Трей! — громким шепотом позвала Рэйчел, но никто не отозвался.\nТогда она затворила дверь. Тишина... Слишком пронзительная. Трея в доме не оказалось, и вместе с ним, как будто бы пропали все эмоции молодой девушки, еще неделю назад бывшей самым счастливым человеком во Вселенной.\n— Куда же он опять пропал?!- ломала голову Рэйчел, скидывая с себя мокрый до нитки плащ.\nМысли путались, еще днем молчаливый парень был здесь. Как и день, и два дня назад.\nТрей не ночевал дома. Тут уже любая задумалась об измене, но по пустым глазам мужа, Рэйчел понимала, что это исключено. Он ничего не говорил ей, хотя она засыпала его вопросами, как только он поворачивал к ней свою каменную физиономию.\nСоздавалось ощущение, что он забыл о всем, что говорил ей, обо всех своих обещаниях и старался не попадаться ей на глаза. Это было очень странно.",
    "answers": [
      {
        "id": 5,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 4,
    "text": "В мутном стекле не было видно абсолютно ничего. Кроме темноты.\n— Значит, Трей дома, спит. Или же...\nРэйчел не хотела думать, что будет во втором случае, хотя и знала, что скорее всего, так и будет.",
    "answers": [
      {
        "id": 3,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 5,
    "text": "...Яркий свет бил в глаза. Рэйчел, попеременно жмуря оба глаза, старалась сохранять самообладание.\n— Госпожа Харнонкоурт! — визгливый голос, никак не вязавшийся с бесформенной фигурой ее начальника, рвал барабанные перепонки.\n— Я... Я отказываюсь... Отдавать эти деньги вам, — Рэйчел прижала к себе ящичек с прорезью для денег, якобы пожертвования.\n— Что вы говорите! — с нескрываемым презрением протянул тот.\n— Да, — заикаясь подтвердила она, — То, что люди по незнанию впихнули в этот ящик должно оказаться там где следует, а не в вашем кармане!\n— Вот как? — ухмыляясь процедил он, — Тогда в мой карман попадет то, что должно было стать вашей платой за столь честную службу нашему городу.\n— Мерзавец! — сквозь зубы произнесла Рэйчел и заторопилась к выходу...",
    "answers": [
      {
        "id": 6,
        "text": "Проснуться."
      }
    ]
  },
  {
    "id": 6,
    "text": "Рэйчел открыла глаза. В них тут же ударил свет. Не тот теплый и праздниный, как неделю назад, а тусклый и серый, словно все краски жизни вдруг смешались в нечто однотонное и громоздкое.\nГул, идущий со стороны улицы окончательно привел ее в себя. Вновь разомкнув веки, Рэйчел увидела его.\n— Трей?\nОн не ответил. Подобно задумавшейся статуе времен древней Терры, парень восседал на старом резном стуле.\nРэйчел опустила босые ноги на холодный пол, бросила взгляд на Трея.\nТот будто не замечал ее.\nРэйчел поступила также, все же в мыслях ругая Трея за все.",
    "answers": [
      {
        "id": 7,
        "text": "Заговорить."
      },
      {
        "id": 8,
        "text": "Лучше не стоит..."
      }
    ]
  },
  {
    "id": 7,
    "text": "— Где ты был? — без особого участия спросила она.\nМолчание было ей ответом.\n— Молчишь. Ты что, избегаешь меня?\n— Я скажу...\nРэйчел вздрогнула, услышав безразличный голос парня.\n— Ч-что? Что скажешь?\n— Скажу, когда.\nОн что, издевается? И как ей на это отреагировать?\n— По мне, так пропадай сколько хочешь, — начала она, — Я просто хочу, чтобы все было как раньше... Мы были счастливы... Мы встречали каждый день вместе... Я очень переживаю... По этому поводу... А мне начинает казаться, что я для тебя вообще ничего не значу!\nТрей молчал.\n— Самое обидное, что я изливаю тебе душу каждое утро, а ты, хоть раз бы отреагировал! Ты ведь и пальцем не пошевелишь, чтобы хоть как-то меня утешить... С тобой невозможно жить! И все потому что тебя... Тебя просто нет рядом! — она срывалась на плач, пытаясь сдержать подступающие слезы.\n— Расслабься.\nТон, с которым это было произнесено выбил девушку из колеи. Трей повернул к ней лицо. Такой натянутой улыбки она еще не видела.\n— Не переживай, все хорошо, — продолжил он.\nОт этих слов Рэйчел стало еще хуже. Такое безразличие... Он так проговорил эти слова, не раз помогавшие Рэйчел обрести надежду, что окончательно поверг ее в отчаяние.\nСлеза сползла по уже мокрой дорожке на щеке девушки. Ее наполненные горечью глаза смотрели на Трея.\n— Это тебе будет хорошо, — вновь заговорила она, глотая слезы, — тебе же все по барабану...\n— Если бы ты... Для меня ничего не значила, — протягивая каждое слово произнес он, — я бы сейчас с тобой не разговаривал...",
    "answers": [
      {
        "id": 9,
        "text": "Так... Я для тебя еще что-то значу?"
      },
      {
        "id": 10,
        "text": "А по-твоему это разговор?"
      }
    ]
  },
  {
    "id": 8,
    "text": "Он молчал, и молчала она.\nВот такое безмолвное утро.\nНервы ее, как стальная струна,\nВновь напрягали усталые нутра.\n\nУйдет, не промолвив ни слова она,\nИ он не растопит молчанья ледышки..\nИ не вернется к ним счастья весна.\nТолько молчание без передышки...",
    "answers": [
      {
        "id": 11,
        "text": "Уйти."
      }
    ]
  },
  {
    "id": 9,
    "text": "— Неужели я тебе небезразлична? — спросила Рэйчел. Ей было действительно интересен ответ на этот вопрос, хотя еще неделю назад она знала его, ловила ответ в каждом взгляде Трея. Таком теплом и любящем взгляде...\nНо Трей молчал. Молчал, как рыба, скользкая и колючая рыба со стеклянным взглядом.\nИ снова и снова она пыталась выжать из него хоть что-то... Но он по-прежнему молчал, уставившись на пол под своими ногами.",
    "answers": [
      {
        "id": 11,
        "text": "Уйти на работу."
      }
    ]
  },
  {
    "id": 10,
    "text": "— Ты считаешь это разговором? — зло усмехнулась Рэйчел, — Говорю я, причем постоянно, а ты лишь иногда удосуживаешься ответить! А я даже не знаю, что с тобой! Почему так? За что?\nТрей ухмыльнулся еще шире и опустил глаза, словно непослушный мальчишка, которому приходится слушать причитания матери.\n— Ты переживаешь...\nГлаза Рэйчел округлились еще больше, дав волю оставшимся слезам бежать из-под набухших век.\n— Будь проще... Я просто не хочу...\n— Ты говоришь загадками. Не хочешь меня видеть? Поняла... Хорошо...",
    "answers": [
      {
        "id": 11,
        "text": "Уйти на работу."
      }
    ]
  },
  {
    "id": 11,
    "text": "...В коридоре раздался громкий хлопок двери, из кабинета вылетела красная, как рак Рэйчел. За ней вывалился толстяк-начальник. \n— Харнонкоурт! — орал он, корча невероятную гримасу, — вы больше здесь не работаете!\nРэйчел было уже все равно. Работать на этого... человека абсолютно расхотелось. И дело было вовсе не в личной неприязни. Пока худощавая и бледная Рэйчел защищала бюджет администратума от грошей, брошенных в копилку для нуждающихся, наевший огромную рожу чиновник пытался прибрать к рукам все, что плохо лежит. И ради чего такие муки? Ради неудачного брака с Треем? Ха.\nРэйчел больше всего на свете вдруг захотелось ощутить на себе его крепкие руки, прижаться к нему лицом и позволить слезам пропитать его одежду.\nТем сильнее было ее удивление, когда он показался в дверях. Он шел навстречу ей, еле заметно улыбаясь.",
    "answers": [
      {
        "id": 12,
        "text": "- Зачем ты пришел?"
      },
      {
        "id": 13,
        "text": "Обнять его.",
        "need": 7
      }
    ]
  },
  {
    "id": 12,
    "text": "— Зачем ты сюда пришел? — с ноткой безразличия поинтересовалась Рэйчел.\n— Пришел. К тебе... на работу.\n— Я здесь больше не работаю, — перебила его Рэйчел. Она подняла на него полные слез глаза.\n— Не работаешь? — переспросил он, -Тогда пошли отсюда.\nТакое простое решение повергло девушку в шок.\n— Т-ты?.. Тебя даже не интересует как? Почему? За что? — она срывалась на крик.\nТрей открыл было рот, но куда там...\n— Как нам теперь жить? Где я найду новую работу?! Молчишь. \n— Вернешься на эту, — снова, потупив взгляд, произнес он.\nРэйчел вдруг захотелось со всей силы ударить его. По самому его лицу. Чтобы он хоть раз в жизни что-то почувствовал.",
    "answers": [
      {
        "id": 14,
        "text": "Ударить."
      },
      {
        "id": 15,
        "text": "Убежать."
      }
    ]
  },
  {
    "id": 13,
    "text": "Рэйчел робкими шажками подбежала к Трею и кинулась в его объятья.\nКак только она коснулась его, окружающее пространство словно преобразилось.\nОна вспомнила то счастье, с которым они проводили время. Столько прекрасных вечеров, столько бессонных ночей...\nОна подняла заплаканные глаза. Их взгляды встретились, и он улыбнулся. Так искренне...\n— Ты... Плачешь, — проговорил он.",
    "answers": [
      {
        "id": 17,
        "text": "- Это от счастья."
      },
      {
        "id": 18,
        "text": "- Меня уволили."
      }
    ]
  },
  {
    "id": 14,
    "text": "Рэйчел со всего размаху впечатала свой крохотный кулачок в твердую щетинистую щеку парня. Он остался стоять, как ни в чем не бывало, и только в последний момент повернул голову в сторону убегающей девушки.\nВот уже несколько дней он вынашивал идею, которая могла осуществить их с Рэйчел давние мечты. Идею беззаботной жизни. Он встречался с разными людьми, постоянно расспрашивал знакомых. А каждую ночь он пропадал. Уходил за угол, чтобы продолжить начатое строительство художественной лавки, о которой так мечтала Рэйчел, и на которую он потратил столько времени и сил.\nПриходя домой, он каждый раз оказывался, словно выжатый лимон. Он просто не мог нормально общаться с любимой девушкой, а она начинала считать, что он совершенно позабыл о ее существовании.\nНо теперь недопониманию подойдет конец. Сегодня он явится к ней с широченной улыбкой, обнимет ее, почувствует дрожь ее пальцев, услышит стук ее сердца и положит конец этому недопониманию.\nА завтра, как только в утреннем свете станут различимы очертания улья, он сдернет перед ней покрывающую дело всей его жизни завесу.",
    "answers": [
      {
        "id": 16,
        "text": "Вернуться домой."
      }
    ]
  },
  {
    "id": 15,
    "text": "...Рэйчел побежала. Смешавшись с толпой, она продолжала идти. Куда? Она не знала. Прочь. Прочь от этого кошмара...\nНоги сами привели ее к знакомому треснутому окну. Минуты две она думала, как быть дальше. Жизнь с мужем стала невозможной. Она просто не хотела его видеть.\nИдея родилась спонтанно. Жгучее желание убежать подгоняло.\nОна распахнула дверь, собрала все свои вещи в узелок, разбросанные вещи Трея она сложила в шкаф. Немного подумав, вырвала из уже не нужной рабочей папки клочок бумаги, аккуратно вывела:\n\"Мне надоело жить в неведении. Прощай.\"\nЗакрепила послание на дверце шкафа. Не сдерживая слез, она схватила узел, вышла на улицу. Дверь она закрывать не стала.\nЛовя уставшими губами вечернюю прохладу, она в последний раз бросила взгляд на их с Треем общее жилище.\nВечером Трей вернулся домой. И застал этакую картину.\nЕсли бы Рэйчел, изведенная и опустошенная задержалась хотя бы на час, исполнилась бы самая сокровенная ее мечта.\n\nБерегите близких!",
    "answers": [
      {
        "id": 1,
        "text": "Завершить."
      }
    ]
  },
  {
    "id": 16,
    "text": "Уже смеркалось, когда двухметровый здоровяк Трей шел по еще битком набитым улицам улья, шел в предвкушении.\nЗавидев знакомую оконную раму, он прибавил шагу, припал к мутному стеклу. Что-то в едва различимом очертании комнаты было не так, но он не стал загружать себя этими мыслями.\nПодойдя к двери, он постучал. После первого удара костяшкой дверь подалась вперед, являя пустоту. Абсолютную пустоту. Не было никаких вещей. Только мебель, в малом количестве населявшая пустынную комнату. Трей, напрягшись, подошел к шкафу и открыл его. В нем, сложенные аккуратной женской рукой, лежали его немногочисленные вещи.\nЕще не до конца веря в происходящее, Трей закрыл дверцу и увидел на ней крохотный клочок бумаги. Текст, написаный все той же нежной ручкой гласил: \n\"Мне не нужна жизнь в неведении. Прощай.\"\nТрей взвыл. А что теперь оставалось делать. Будь он хоть чуть откровенней с Рэйчел, этого бы не произошло.\n\nБерегите близких!",
    "answers": [
      {
        "id": 1,
        "text": "Завершить."
      }
    ]
  },
  {
    "id": 17,
    "text": "— Это я от счастья, дурачок, — кладя руки ему на плечи сказала Рэйчел.\n— Пойдем... Я тебе кое-что покажу.\nРэйчел сама не знала, отчего вдруг все преобразилось, но ее муж вел себя прямо как тогда.\n",
    "answers": [
      {
        "id": 19,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 18,
    "text": "— Я лишилась работы...\n— Как? — с участием спросил Трей.\n— За честность...\nВ коридоре показался начальник Рэйчел. Он переваливался из стороны в сторону, продвигая свое грузное тело вперед по коридору. Он заметил Рэйчел, Трея и...\n— Я велел тебе убраться отсюда, Харнонкоурт!\n— Как вы разговариваете с девушкой?! — повысил голос Трей, возможно, первый раз в жизни.\n— А ты, — глаза начальника полезли на лоб, — ты, наверное и есть тот ее безответственный муж!\n— Ах ты... Блоха пернатая...\nТрей в два шага сократил пятиметровую дистанцию. Начальник съежился, когда его необъятная туша поднялась над землей. Двухметровый здоровяк Трей держал его за воротник обеими руками. Встряхнул пару раз и отпустил. Чиновник ссыпался на пол, уронив очки.\n— Пойдем, он этого не стоит, — сказала Рэйчел, прижавшись к плечу мужа.\nТрей кинул последний пронзающий взгляд в сторону толстяка и, взяв под руку Рэйчел, пошел прочь.\n",
    "answers": [
      {
        "id": 20,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 19,
    "text": "...Он убрал ладони и Рэйчел открыла глаза.\n— Это... То о чем я думаю?\n— То о чем ты думала все эти годы.\nТрей сдернул ткань, скрывающую скромную постройку: уютный прилавок с резными перекладинами и вывеской \"Рэйчел и Трей\".\nТрей строил ее все эти ночи, пропадал здесь вечерами, а когда приходил домой, никаких сил не оставалось.\nРэйчел встретилась глазами с Треем и все поняла. Без слов.\nОна крепко прижалась к нему, подняла на него глаза. Он наклонился к ней.\nЧтобы достать до его губ, Рэйчел пришлось встать на цыпочки. Последовало то, чего они так долго ждали.\n\nБерегите близких!",
    "answers": [
      {
        "id": 1,
        "text": "Завершить."
      }
    ]
  },
  {
    "id": 20,
    "text": "Едва завернув за угол, молодая пара нос к носу столкнулась с арбитром, вернее с тремя. Один уже доставал магнитные наручники.\n— Не двигайтесь с места, — устало выговорил тот.\nРэйчел и Трей переглянулись. Наверняка их вызвал этот мерзавец.\n— Не бойся, — сказал Трей, глядя в огромные глаза-блюдца перепуганной Рэйчел.\nОн аккуратно подхватил ее на руки и со скоростью зверя перекинул через высокое ограждение.Хлопнув по ушам арбитра с наручниками, Трей также молниеносно последовал за любимой.\nОна уже ждала его, приземлившись на кучу какого-то мягкого мусора.\n— Что ты делаешь? — крикнула она.\n— Я люблю тебя! — крикнул он в ответ.\nУлыбаясь он подхватил ее на руки и, смеясь помчался домой.",
    "answers": [
      {
        "id": 19,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 21,
    "text": "Рэйчел бесцельно бродила то тут, то там, высматривая мощеную дорогу под ногами. Мысли неровными потоками носились у нее в голове: Трей, работа... Трей... Что с ним не так последние несколько дней? Но как не пыталась Рэйчел собрать сновавшие туда-сюда рассуждения во что-то конретное, у нее не выходило ничего сносного.<s>r\nНаконец, окончательно вымокшая под дождем, она сделала последний круг и вернулась к двери.",
    "answers": [
      {
        "id": 3,
        "text": "Войти."
      },
      {
        "id": 4,
        "text": "Заглянуть в окно."
      }
    ]
  },
  {
    "id": 22,
    "text": "",
    "answers": []
  }
]