[
  {
    "id": 1,
    "text": "   Автор: Joust<s>r\n   Жанр: Романтика, повседневность.<s>r\n<s>r\n   Продолжение квеста ”Отель любви исполнит все мечты”. <s>r\n<s>r\n   Это история о молодой девушке, которая в поисках работы мечты отправляется в курортный городок и устраивается экскурсоводом при отеле. <s>r\n   Но что она там найдет, только работу или же что-то более важное?  <s>r\n<s>r\n   Если вы еще не читали данный квест, нажмите на кнопку ”Перейти к части 1”<s>r\n<s>r\n<s>r\n   От автора: Дорогие читатели, спасибо за ваше терпение и столь долгое ожидание продолжения. Надеюсь вторая часть квеста вас не разочарует. Так же выйдет третья, заключительная часть, которая сейчас в стадии написания. Желаю приятного чтения!<s>r\n<s>r\n  Доступна 3 часть в режиме тестирования.",
    "answers": [
      {
        "id": 2,
        "text": "Начать Вторую часть"
      },
      {
        "id": 142,
        "text": "Описание персонажей"
      },
      {
        "id": 150,
        "text": "Перейти к другим частям"
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "https://sun9-38.userapi.com/c852128/v852128188/1be39c/KGYq_1LpizM.jpg",
        "system": true
      }
    ]
  },
  {
    "id": 2,
    "text": "  Мы подъехали к небольшому трехэтажному зданию. Как оказалось, к моему будущему дому. Я вышла из автобуса и потянулась. Какой же здесь чудесный воздух! Погода стояла замечательная, дул легкий теплый ветер, неся с собой приятные ароматы леса, цветов и свежести.<s>r\n<s>r\n— Идите со всеми к общежитию, — обратилась к нам Саманта, — вам покажут свободные комнаты. Размещайтесь, я вернусь чуть позже и проведу небольшую экскурсию для новичков.<s>r\n<s>r\n  Мы взяли вещи и потопали в наш новый дом. Общежитие как снаружи, так и внутри выглядело очень приятно. Меня проводили до комнаты и вручили ключ. Первым делом я принялась изучать свою комнату.  Заглянула в шкаф, попрыгала на кровати, открыла все окна и впустила в комнату чистый горный воздух. Комната была не большой, но очень уютной.<s>r\n<s>r\n  Минут через десять зашла Саманта и повела нас на осмотр владений.",
    "answers": [
      {
        "id": 3,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 3,
    "text": "  Кроме меня и Итона, оказалось еще три новичка. Мы впятером ходили хвостиком за Самантой и восхищались окружающим. Территория комплекса была довольно большой, сам отель состоял из нескольких корпусов, стоящих кучкой, и в отдалении, здание общежития для сотрудников. Необычное сочетание классической архитектуры и азиатских мотивов делали это место неповторимым.<s>r\n<s>r\n   Кроме жилых номеров в отеле были кафетерий, тренажерный зал, два больших бассейна, теннисный корт, спа-центр и звезда программы — горячие источники. Именно они сделали отель Мэри-эн таким популярным.<s>r\n<s>r\n— А самое приятное, сотрудники в свободное время могут всем, пользоваться, конечно же не в ущерб постояльцам.<s>r\n<s>r\n— Вот теперь, о работе как-то совсем не думается.\n<s>r\n— Да, да работа в первую очередь. Начальник у нас щедрый, но лентяев не потерпит. <s>r\nНу вроде я вам все показала. Если остались вопросы, не стесняйтесь спрашивайте. Так же днем вы можете найти меня в административном здании. ",
    "answers": [
      {
        "id": 4,
        "text": "Задать Саманте вопрос."
      },
      {
        "id": 5,
        "text": "Ничего не спрашивать."
      }
    ]
  },
  {
    "id": 4,
    "text": "— Да, Эйлин, что тебя интересует?",
    "answers": [
      {
        "id": 6,
        "text": "Когда приступаем к работе?"
      },
      {
        "id": 7,
        "text": "Как дела с покушать?)"
      },
      {
        "id": 8,
        "text": "Что есть на территории и чем можно пользоваться?"
      },
      {
        "id": 9,
        "text": "Бывает ли свободное время и можно ли выбраться в город?"
      },
      {
        "id": 10,
        "text": "Кто наш начальник и часто ли здесь бывает головное руководство, мистер Холланд, например..?)"
      },
      {
        "id": 11,
        "text": "Мне все понятно."
      }
    ]
  },
  {
    "id": 5,
    "text": "  В принципе все было понятно, да и ничего меня особо больше не интересовало.",
    "answers": [
      {
        "id": 11,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 6,
    "text": "  — Начинаем с первого июня, то есть послезавтра. Сейчас отель пуст. Мы закрывались на реконструкцию и официально откроемся первого числа. В этот же день прибывают первые постояльцы. Завтра для всех будет проведен инструктаж и время прийти в себя. А сегодня нас ждет приветственная вечеринка, на которой мы отрываемся по полной!)",
    "answers": [
      {
        "id": 4,
        "text": "Задать еще вопрос"
      }
    ]
  },
  {
    "id": 7,
    "text": "— Хороший вопрос) В кафетерии есть зал для сотрудников. У нас предусмотрено комплексное трех разовое питание. Главное не опаздывать. Так же вы можете купить в кафе то что понравилось или приготовить еду на общей кухне в общежитии. <s>r\n  ",
    "answers": [
      {
        "id": 4,
        "text": "Задать еще вопрос"
      }
    ]
  },
  {
    "id": 8,
    "text": " — Все сотрудник спокойно могут посещать в свободное время тренажерный зал, бассейн, теннисный корт если там не проходят соревнования, горячие источники, когда там не много народа, чтобы не создавать дискомфорт постояльцам. Ну и процедуры в спа-центре можно получить за отдельную плату. <s>r\n<s>r\n  Наш директор понимает, что и нам тоже иногда нужно отдыхать, поэтому щедро предоставляет все радости отеля, в свободное пользование. Главное не мешать клиентам и сохранять везде порядок.",
    "answers": [
      {
        "id": 4,
        "text": "Задать еще вопрос"
      }
    ]
  },
  {
    "id": 9,
    "text": "— Да, конечно. У всех периодически будут выпадать выходные, только честно говорю они будут очень плавающими. Все зависит от вашего непосредственного начальника.<s>r\n<s>r\n  В свободное время вы можете делать что угодно, можете посещать Квиндейл. У нас предусмотрен трансфер в город для постояльцев, желающих прогуляться самостоятельно, можно ездить с ними. Так же ходит рейсовый автобус от трассы. Тут тоже важно не опаздывать.",
    "answers": [
      {
        "id": 4,
        "text": "Задать еще вопрос"
      }
    ]
  },
  {
    "id": 10,
    "text": "— Интересует мистер Холланд?)<s>r\n<s>r\n  На лице Саманты появился легкий румянец.<s>r\n<s>r\n — К сожалению, он бывает здесь не часто. Директором этого отеля является Фредерк Лонг, обычно в дела смертных он вмешивается не часто, передает все через своих помощников. Ну думаю, вы еще познакомитесь.",
    "answers": [
      {
        "id": 4,
        "text": "Задать еще вопрос"
      }
    ]
  },
  {
    "id": 11,
    "text": "  После экскурсии все отправились отдыхать и разбирать вещи. Я же решила побродить еще по территории. Людей практически не было, пара человек катили чемоданы к общежитию, несколько рабочих доделывали ремонт. Мне захотелось осмотреть изнутри главное здание, и я отправилась к нему. <s>r\n<s>r\n  Около входа я заметила высокого светловолосого парня. Он стоял спиной ко мне, но я уже догадывалась кто это. <s>r\n<s>r\n  Конечно же, только я приехала и сразу встретила Оливера Холланда. Сегодня на нем был строгий темный костюм и белая рубашка. Он разговаривал с кем-то по мобильному телефону. <s>r\n<s>r\n  Вдруг он развернулся лицом в мою сторону. Не знаю зачем, я прыгнула за живую изгородь.",
    "answers": [
      {
        "id": 12,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 12,
    "text": "  На его лице было смешанное чувство гнева и разочарования. Он убрал телефон и закрыл лицо руками. Было очень непривычно видеть его таким. Может подойти узнать, что случилось?<s>r\n<s>r\n  В этот момент подбежала Саманта и бросилась ему в объятья. На его лице сразу расцвела милая улыбка. Я почувствовала себя неловко. Почему я прячусь за изгородью и как сталкер слежу за парой. Надо что-то делать.",
    "answers": [
      {
        "id": 13,
        "text": "Уйти от сюда как можно дальше"
      },
      {
        "id": 14,
        "text": "Продолжить наблюдение"
      }
    ]
  },
  {
    "id": 13,
    "text": "  Мне не хотелось, чтоб они меня заметили, да и наблюдать эту сцену, что бы она не значила, не хотелось. Я поспешила закончить с прогулкой и вернуться в общежитие. Я зашла в комнату и плюхнулась на кровать. И чего это я вся красная? Меня не должны интересовать его отношения. <s>r\n<s>r\n  Пойду лучше в душ и буду собираться на вечеринку.",
    "answers": [
      {
        "id": 26,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 14,
    "text": "  Любопытство взяло верх. Они отпустили друг друга, стояли рядом и разговаривали. Саманта светилась от счастья. Он потрепал ее по голове. Ну точно щенок с хозяином! <s>r\n<s>r\n  Надо, пожалуй, вылезать из этих кустов.",
    "answers": [
      {
        "id": 16,
        "text": "Потихоньку уйти назад"
      },
      {
        "id": 17,
        "text": "Выйти из укрытия и подойти к директору"
      },
      {
        "id": 18,
        "text": "Выйти из укрытия и  гордо прошествовать в главное здание"
      }
    ]
  },
  {
    "id": 15,
    "text": "  Мы остались вдвоем. Он смотрел на меня пронизывающим взглядом и с легкой ухмылкой.<s>r\n<s>r\n  — Я, пожалуй, тоже пойду. <s>r\n<s>r\n  Я развернулась и хотела пойти в сторону общежития. Оливер взял меня за запястье.<s>r\n<s>r\n  — Подожди. Хочешь я проведу тебе экскурсию? Ты наверно еще не все видела.<s>r\n",
    "answers": [
      {
        "id": 22,
        "text": "Нет, спасибо, Саманта уже все нам показала"
      },
      {
        "id": 30,
        "text": "Ну, в принципе, можно.."
      }
    ]
  },
  {
    "id": 16,
    "text": "   Я развернулась и стала по-тихому уходить. Я была на полпути к общежитию как мне на плечи опустилась мужская рука.<s>r\n<s>r\n— А я все видел! — услышала я насмешливый голос.\n<s>r\n— Ааа господин директор! К-какая встреча!<s>r\n<s>r\n  Блин, он что и правда видел меня за кустиками? <s>r\n<s>r\n— Да да, Лина, я заметил, как ты любовалась мной из-за кустов. Шпион из тебя никакой.<s>r\n<s>r\n  Я нервно рассмеялась. Ну почему, когда он рядом, я всегда чувствую себя так нелепо.<s>r\n<s>r\n— И ничего, я не вас разглядывала, ааа просто кусты красивые..<s>r\n<s>r\n— Эх, не убедительно ты врешь.<s>r\n<s>r\n  И он сощурился словно лис. Мне захотелось его треснуть. <s>r\n<s>r\n— Я думала вы здесь не часто бываете.<s>r\n<s>r\n— А ты что не рада меня видеть? — и он состроил обиженную мордочку.<s>r\n<s>r\n  Ну как с ним нормально разговаривать. Я совсем не могу воспринимать его как начальника, но и расслабиться и общаться непринужденно тоже не могу.<s>r\n<s>r\n— Я прилетел на встречу с партнером и заодно встретиться с тобой.<s>r\n<s>r\n  Я посмотрела ему в лицо, ожидая увидеть обычное насмешливое выражение. Но он был серьезен и опять смотрел на меня своим глубоким взглядом. Я почувствовала смущение.",
    "answers": [
      {
        "id": 19,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 17,
    "text": "  Я вышла из укрытия и непринужденно подошла к ним.<s>r\n<s>r\n — Здравствуйте, мистер Холланд. Рада с вами встретиться. Как добрались? — я попыталась завести светскую беседу с начальником.<s>r\n<s>r\n — Ужас, Лина, прекрати! От твоего тона у меня ощущение, как будто я лимон разжевал.  Убери эту искусственную любезность. Лучше бы ты бросилась на меня с поцелуями, если рада видеть.<s>r\n<s>r\n  Я только стояла открывала и закрывала рот, как рыбка, не зная, что ответить.<s>r\n<s>r\n  Саманта рассмеялась.<s>r\n<s>r\n— Оливер, зачем ты так с девушкой? Она еще не привыкла к твоей манере общаться с людьми. Да и не стоит ли тебе вести себя посерьезней, ты же руководитель. Ой, я назвала тебя по имени? Извините мистер Холланд.<s>r\n<s>r\n  — Ну вот, сначала отчитала как мальчишку, а теперь Мистер Холланд. Зачем ты так Сэми? — и он состроил грустную мордашку.<s>r\n<s>r\n  Она засмеялась и треснула его по плечу.<s>r\n<s>r\n  — Ну прекрати, я, пожалуй, пойду, а то ты и меня засмущал.<s>r\n<s>r\n   Она махнула нам и удалилась.<s>r\n",
    "answers": [
      {
        "id": 15,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 18,
    "text": "  Я сделала вид, что не вижу их и направилась к своей цели. Это было слегка глупо так как они стояли слишком близко к двери. <s>r\n<s>r\n — Эйлин! — Саманта схватила меня за руку и потащила. — Ты ведь уже знакома с Оливером, ой, мистером Холландом. <s>r\n<s>r\n Он стоял скрестив руки на груди и ехидно смотрел на меня.<s>r\n<s>r\n Саманта приложила руку ко рту.<s>r\n— Ой, что это я такое спрашиваю, ведь Ол.. мистер Оливер, выбрал тебя на это место. Да тьфу, не могу я к тебе официально обращаться. — Она рассмеялась и стукнула его кулаком в плечо.<s>r\n<s>r\n— Эй, Сэм, хватит меня бить. Я никогда не заставлял звать меня на вы.<s>r\n Рад снова видеть тебя, Лина, я думал ты и не выйдешь к нам из своего укрытия. <s>r\n<s>r\n  И он хитро улыбнулся. Я почувствовала, что краснею.<s>r\n<s>r\n— Не понимаю, о чем вы. Я просто гуляла и осматривала окресности.<s>r\n<s>r\n— Эх, Лина, Лина, не умеешь ты врать. Твои красные шечки сразу тебя выдают.<s>r\n<s>r\n  Он приблизился ко мне почти вплотную и спросил:<s>r\n<s>r\n— Вот смотри. Я тебе нравлюсь?<s>r\n<s>r\n  Я покраснела, еще сильнее. <s>r\n<s>r\n— Нет.<s>r\n<s>r\n Он звонко рассмеялся.<s>r\n<s>r\n— Вот, а я о чем. Совсем не умеешь врать. Ай-ай, Сэми, за что?<s>r\n<s>r\nСаманта встала на цыпочки и схватила его за ухо.<s>r\n<s>r\n— Ты опять за свое!? Зачем ты ее смущаешь? Она же хорошая девушка, не нужно себя со всеми так вести.<s>r\n<s>r\n— Ну все, все отпутии. Я исправлюсь.<s>r\n<s>r\n Она отпустила его и взяла меня подруку.<s>r\n<s>r\n— Пойдем. Ты хотела зайти внутрь, я все тебе покажу.<s>r\n<s>r\n  Я была слегка в недоумении и несопротивляясь пошла за ней. Я обернулась, Оливер смотрел на меня и усмехался каким-то своим мыслям. Странно он даже ничуть не разозлился от такого обращения с собой.<s>r\n",
    "answers": [
      {
        "id": 23,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 19,
    "text": "  Он улыбнулся и опять приобнял меня за плечи.<s>r\n<s>r\n— Да ладно, не красней. Я приехал пожелать удачного начала рабочего года нашему коллективу.<s>r\nТак сказать, взбодрить и поддержать народ.<s>r\n<s>r\n  Похоже все-таки слухи о нем были выдумкой. Вон какой заботливый.\n<s>r\n  Так мы дошли до общежития. <s>r\n<s>r\n— Это твой первый день, так что не буду спрашивать про впечатления от нового места. Надеюсь ты быстро освоишься.<s>r\n<s>r\n  Как бы Оливер не дурачился, все же он может быть добрым и дружелюбным. Мне захотелось задать ему вопрос, вспомнив его телефонный разговор. Вот только стоит ли?<s>r\n",
    "answers": [
      {
        "id": 20,
        "text": "У вас все хорошо? Видела как вы говорили по телефону.."
      },
      {
        "id": 21,
        "text": "Спасибо, мистер Холланд, я буду стараться."
      }
    ]
  },
  {
    "id": 20,
    "text": "  Он отвернулся в сторону. Я увидела, как его лицо потемнело, а губы слегка задрожали. Я пожалела, что спросила. Но это длилось лишь недолго, он повернулся ко мне и на лице уже была улыбка, хоть и грустная.<s>r\n<s>r\n  Он протянул руку и слегка щелкнул меня по лбу.<s>r\n<s>r\n — Не забивай свою красивую голову чужими проблемами.<s>r\n<s>r\n Он помахал мне рукой и пошел в обратную сторону.<s>r\n<s>r\n  А я осталась стоять в растерянности. Похоже его что-то очень тревожит.<s>r\n<s>r\n  Я вернулась к себе в комнату.",
    "answers": [
      {
        "id": 25,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 21,
    "text": " — Лина, ну сколько тебе раз повторять? Зови меня Оливер. А можешь еще как-нибудь, более ласково.<s>r\n<s>r\n  И он улыбнулся своей лисьей улыбкой.<s>r\n<s>r\n — Хорошо, господин директор, как скажете. Была рада вас увидеть, господин директор, спасибо за поддержку.<s>r\n<s>r\n— Вот ты упрямая. Ну ничего, скоро ты будешь звать меня Оливер, а может и любимый.<s>r\n<s>r\n  Он подмигнул мне и направился в обратную сторону, а я осталась стоять в растерянности.<s>r\nНадо вернуться в свою комнату. ",
    "answers": [
      {
        "id": 25,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 22,
    "text": " — Уверена?<s>r\n<s>r\n — Да, спасибо, я хочу вернуться в общежитие. <s>r\n<s>r\n — Ну ладно, как хочешь.. — Оливер выглядел раздосадованным. В этот момент мне показалось, что вот он настоящий, без своей вечной ухмыляющейся маски.<s>r\n<s>r\n  Он резко развернулся и молча пошел в главное здание.<s>r\n<s>r\n  Я направилась к себе в комнату.",
    "answers": [
      {
        "id": 25,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 23,
    "text": "  Мы зашли в главное здание гостиницы. Как же красиво и уютно! Обстановка была лишена помпезности и излишней роскоши, но от этого все выглядело очень по домашнему. Много света и тепла. <s>r\n<s>r\n  Мы прошли через просторный холл в уютную гостинную.<s>r\n<s>r\n — Ты не обрашай внимания, на его поведение. У него сложный характер. Да и на мое с ним обращение тоже не смотри, мы просто друзья с самого детства.<s>r\n<s>r\n  Это все объясняет.<s>r\n<s>r\n— Если честно, я слегка удивилась. <s>r\n<s>r\n  Она улыбнулась.<s>r\n<s>r\n— Мы знакомы, очень давно. Я, Оливер и Джессика Дэнт. Не поверишь, но мы с ним были те еще бунтари и постоянно попадали в передряги, а Джессика постояно нас спасала.<s>r\n<s>r\n—Тяжелое взросление?<s>r\n<s>r\n— Еще какое! Ну у меня это просто от скуки и глупости, а Оливеру действительно было тяжело..<s>r\nНу вобщем то зачем я тебе все это говорю? Я заметила, что он тебе симпатизирует, и хочу чтобы ты узнала его лучше.<s>r\n<s>r\n— Чтоо? Да нет, с чего ты взяла.<s>r\n<s>r\n— Да вижу, я его как облупленного знаю. Хоть он и задирает тебя, я вижу что ты ему нравишься. Такое не часто бывает, ой как не часто. Я надеюсь ты сможешь отогреть его заледеневшее сердечко)<s>r\n<s>r\n",
    "answers": [
      {
        "id": 24,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 24,
    "text": "  Я вернулась к себе в комнату в полной растерянности. С чего Саманта решила, что я ему нравлюсь, и почему решила посватать его мне. Нет у нас никаких чувст к друг другу. Мне показалось, что наоборот, ей нравится Оливер. Как же все запутано.<s>r\n<s>r\n  Я потрясла головой, стараясь выкинуть из головы эти мысли. Таак, хватить думать о парнях, ты приехала сюда работать, Лина.<s>r\n<s>r\n  Как всегда после встречи с Оливером, в голове был какой-то ураган.  Почему он каждый раз выбивает меня из колеи?<s>r\n<s>r\n   Ладно, надо немного привести себя в порядок перед вечеринкой. После такого долгого пути и новых впечатлений, на вечеринку идти особо не хотелось, я бы лучше повалялась в ванной и легла спать. Но не могу я так поступить в свой первый день на новом месте. Нужно познакомиться с коллегами и себя показать. Так что нужно взбодриться, пойду покопаюсь в чемодане и надену что-нибудь класненькое.",
    "answers": [
      {
        "id": 26,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 25,
    "text": "  Вернувшись к себе в комнату, я решила немного привести себя в порядок перед вечеринкой. Как всегда, после встречи с Оливером, в голове был какой-то ураган. Все же, я думаю мое мнение стало о нем меняться. Но мне по-прежнему хочется пореже с ним видеться. Он каждый раз выбивает меня из колеи. <s>r\n<s>r\n  Честно на вечеринку идти особо не хотелось, я бы лучше повалялась в ванной и легла спать. Но не могу я так поступить в свой первый день на новом месте. Нужно познакомиться с коллегами и себя показать. Так что нужно взбодриться, пойду покопаюсь в чемодане и надену что-нибудь класненькое.<s>r\n<s>r\n  ",
    "answers": [
      {
        "id": 26,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 26,
    "text": "  Вечеринка проходила на первом этаже общежития в просторной общей гостиной. В гостиной были большие раздвижные двери, ведущие на веранду, веранда же выходила в небольшой сад с прудиком, цветами и кустарником. Сейчас с нее прекрасно было видно закат. <s>r\n<s>r\n   Уже который раз за день, мне пришлось напомнить себе, что я приехала работать, а не отдыхать.<s>r\n<s>r\n  На веранде парни жарили барбекю, девушки накрывали на столы. Я предложила им свою помощь, на что они с радостью согласились.<s>r\n<s>r\n  На веранду зашел Итон, неся в руках несколько коробок с бутылками. Мы обменялись улыбками.<s>r\n<s>r\n  Я заметила, как несколько девушек засмотрелись на него. Действительно было на что засмотреться. Высокий, смуглый в белой рубашке, с закатанными до локтей рукавами. Ах, и как легко он поднимал эти коробки.\n<s>r\n  Он поставил коробки и ушел обратно в гостинную. Девушки вышли из оцепенения и вернулись к работе.<s>r\n<s>r\n  — Новенький парень такой горячий, надо познакомиться с ним поближе — с игривой ухмылкой сказала одна из девушек, на что другая ткнула ее в бок.<s>r\n<s>r\n  — Эйлин, вы с ним вроде вместе ехали, вы случайно не встречаетесь?<s>r\n<s>r\n  — Нееет, мы не пара. Мы.. мы.. — да действительно кто-же мы? Друзья?<s>r\n<s>r\n  — Ох отлично, — сказала первая девушка, она была среднего роста, пышногрудая, этакая жгучая брюнетка. Звали её, вроде бы Сара. — Значит, ты не против если я с ним пофлиртую?<s>r\n<s>r\n  — Да нет.. Мы с ним просто хорошие знакомые..<s>r\n<s>r\n  — Что-то ты не уверено отвечаешь — рассмеялась Сара — Может все-таки он тебе нравится?<s>r\n<s>r\n  — Неет.. Не знаю.. — мои щеки покраснели. Я и правда не могла понять, как я к нему отношусь. Я не была в него влюблена, но какое-то теплое чувство все же было в груди.<s>r\n",
    "answers": [
      {
        "id": 27,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 27,
    "text": "  — Ладно, не буду его трогать, оставлю тебе. Только смотри долго не тяни, а то отобьют. У нас слишком много голодных девушек.<s>r\n<s>r\n  — Почему? Мне показалось, здесь довольно много молодых и привлекательных парней.<s>r\n<s>r\n  — Ну привлекательных то может и много, а вот свободных маловато. — девушки рассмеялись.<s>r\n<s>r\n  — Да и много пар, которые устраиваются на работу, знакомятся, женятся.. и так далее.<s>r\n<s>r\n  — Тут наверно, какой-то особенный романтический воздух. — и мы снова все рассмеялись.",
    "answers": [
      {
        "id": 28,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 28,
    "text": "   Мы закончили приготовления, когда почти все уже собрались. Народа было много, разных возрастов. Все общались, смеялись, чокались бокалами. Я увидела Саманту, она приветливо помахала мне, протянула бокал и пошла дальше обходить остальных. Когда все уселись и немного успокоились. Она начала говорить приветственную речь.<s>r\n<s>r\n  — Дорогие, как я рада видеть здесь всех вас, здоровыми и бодрыми. Разлука была долгой, но наконец реконструкция отеля завершена, и он снова готов распахнуть нам свои теплые объятья. Надеюсь этот год будет для всех легким и плодотворным. Давайте вместе в очередной раз постараемся, чтобы улыбки не сходили с лиц наших постояльцев. Выпьем!<s>r\n<s>r\n — Мы будем стараться!!! Выпьем!!! Ура!!! — в комнате все зазвенело от криков и стука бокалов.<s>r\n<s>r\n — Еще в этом году к нам присоединились несколько человек. Давайте окажем им помощь и поддержку и дадим пару слов.<s>r\n<s>r\n   Мы по очереди представились и рассказали немного о себе.<s>r\n<s>r\n  — А теперь, у нас есть особенный гость, который тоже хочет сказать несколько теплых слов!<s>r\n<s>r\n   По залу полетел шепот, все завертели головами, что же за особенный гость? Долгая пауза и только тогда дверь открылась в гостиную вошел Оливер Холланд.<s>r\n<s>r\n  Он что, все это время стоял за дверью и ждал момента? Выпендрежник.<s>r\n<s>r\n  Как ни странно, его встретили словно супер звезду. Все аплодировали и кричали ему приветствия. Девицы разве что в обморок не падали.<s>r\n<s>r\n  Он прошел к Саманте и встал на стул. Как будто его и так не было видно. Все сразу затихли.<s>r\n<s>r\n  — Привет народ!",
    "answers": [
      {
        "id": 29,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 29,
    "text": "  — Вот все сюда и вернулись. Прошлый год был тяжелым для отеля, всех нас и меня в частности.<s>r\n<s>r\n  Все понимающе закивали.<s>r\n<s>r\n  — Спасибо вам, что не оставили нас в этой нелегкой ситуации. Но я уверен, что тяжелые времена остались позади, и этот год принесет нам успех. В общем-то хватит о грустном. Мы собрались сегодня здесь чтоб веселиться и наслаждаться последним нерабочим днем. Давайте выпьем за удачу для каждого из нас!<s>r\n<s>r\n   После тоста директора, слово взял управляющий отелем Фредерик Лонг. Это был темноволосый мужчина среднего возраста, и на фоне молодого и уверенного в себе Оливера, он как-то совсем терялся.<s>r\n<s>r\n  — А что произошло в прошлом году? — спросила я у стоявшей рядом Сары.<s>r\n<s>r\n  — Ты не знаешь? Об этом даже в прессе писали. В здании отеля произошел довольно сильный пожар. Никто из гостей не пострадал, но это было довольно опасно. Нас даже хотели закрыть.<s>r\n<s>r\n  — И это событие очень сильно подкосило здоровье президента “Уикенд Лэнд”, отца Оливера. Так что для него это было особенно тяжело.",
    "answers": [
      {
        "id": 35,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 30,
    "text": "  — Нуу я как раз хотела посмотреть здание гостиницы изнутри..<s>r\n<s>r\n  Его глаза загорелись энтузиазмом.<s>r <s>r\n<s>r\n  — Тогда иди за мной.<s>r\n<s>r\n  Он повел меня во внутрь. Мы прошли в холл. Как же красиво и уютно! Обстановка была лишена излишней роскоши и вычурности, и от этого все выглядело очень по-домашнему. Много света и тепла. <s>ufeff<s>r\n<s>r\n  — Пойдем, пойдем дальше — он потянул меня за руку. <s>r\n<s>r\n  Мы зашли в лифт и поднялись на верхний этаж.  <s>r\n<s>r\n  Оливер, выйдя из лифта огляделся по сторонам. Приложил палец к губам и сделал знак следовать за ним.<s>r\n<s>r\n  — Почему мы крадемся? — спросила я шепотом.<s>r\n<s>r\n  — Тсс, не шуми, нас не должны здесь видеть.<s>r\n<s>r\n  — Ааа, я поняла. И мы на цыпочках продолжали продвигаться. <s>r\n<s>r\n  Мы прошли через коридор к лестнице и поднялись еще на один этаж. Там был небольшой коридор и один номер. Оливер подошел к нему еще раз обернулся по сторонам и стал вскрывать замок.<s>r\n<s>r\n  — Следи за коридором. — сказал он мне.<s>r\n",
    "answers": [
      {
        "id": 31,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 31,
    "text": "  Я почувствовала себя преступницей.<s>r\n<s>r\n  — А это нормально, что мы влезаем в чужой номер? — прошептала я. <s>r\n<s>r\n  — Тише, я просто покажу тебе кое-что и мы по-тихому уйдем. — прошептал он в ответ.<s>r\n<s>r\n  Я кивнула и стала следить за коридором.<s>r\n<s>r\n  Щелкнул замок и дверь открылась. Мы прошли в номер и прикрыли дверь. Номер был шикарным, он состоял из нескольких комнат. Из приоткрытой двери спальни виднелась огромная кровать. Оливер прошел к окну отодвинул шторы, открыл дверь на балкон и поманил за собой.<s>r\n<s>r\n  Мы вышли на большой балкон. <s>r\n<s>r\n  — Вот, смотри от сюда видно всю территорию комплекса.<s>r\n<s>r\n  Я подошла к перилам. Вот это да! Как прекрасно! Перед моим взором открылся потрясающий вид на комплекс и горы, окружавшие его. Были видны природные чаши с горячими источникам, каскадиком поднимающиеся вверх и небольшой водопад недалеко от верхнего источника.",
    "answers": [
      {
        "id": 32,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 32,
    "text": " — Что, захватывает дух?<s>r\n<s>r\n — Да, еще бы, мне кажется, я могла бы стоять на этом балконе вечно!<s>r\n<s>r\n — Такой вид открывается в единственном месте во всем отеле. Только в этом номере.<s>r\n<s>r\n — Вы так говорите, как будто не редко прокрадываетесь в чужие номера.<s>r\n<s>r\n  Он улыбнулся. Я внимательней посмотрела в его лицо. Улыбка была искренней, не вечная ухмыляющаяся гримаса, что я почувствовала вот он настоящий, сейчас передо мной.<s>r\n<s>r\n  В этот момент в дверь номера постучали, и она начала открываться. Я вздрогнула.<s>r\n<s>r\n  — Быстрее нужно спрятаться! <s>r\n <s>r\n  Мы заметались по балкону. <s>r\n<s>r\n  — Мистер Холланд, вы не отвечали на телефон, я решил зайти и узнать, где вы будете ужинать.<s>r\n<s>r\n  — Спасибо, Уилл, я сегодня поем вместе со всеми, не беспокойся.<s>r\n<s>r\n  Я стояла прижавшись к стене и затаив дыхание и понимала какой глупой я оказалась.<s>r\n<s>r\n  — Все, Лина, можешь выдохнуть, он ушел.<s>r\n<s>r\n",
    "answers": [
      {
        "id": 33,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 33,
    "text": "  Я начала закипать от злости и смущения.<s>r\n<s>r\n  — Вот нравится, вам из меня дуру делать! Какого черта мы крались, если это ваш номер! <s>r\n<s>r\n  — Ну это же было весело, мы с тобой как два шпиона..<s>r\n <s>r\n  — Да ни капельки это не весело! Почему нельзя сразу было сказать?<s>r\n<s>r\n  — А что бы ты подумала, если бы я предложил “пошли в мой номер”? Согласилась бы идти со мной?<s>r\n<s>r\n  — Эм..<s>r\n<s>r\n  В чем-то он прав.<s>r\n<s>r\n — Точно бы пошлые мыслишки в голову полезли.  <s>r\n<s>r\n — И все равно это было глупо. — Я не собиралась сдаваться. — Я пойду. <s>r\n<s>r\n — Можешь приходить сюда в любое время, дорогу ты теперь знаешь. — И он хитро ухмыльнулся.<s>r\n<s>r\n — До свиданья, мистер Холланд. ",
    "answers": [
      {
        "id": 34,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 34,
    "text": "  Я поспешила уйти из отеля. Вышла на улицу и мне вдруг захотелось рассмеяться. С каким замиранием сердца я кралась по коридору, как старательно пыталась не попасться. Я не смогла сдержать смех. Возможно это и правда было весело. Да уж с Оливером не заскучаешь.<s>r\n<s>r\n <s>r\n",
    "answers": [
      {
        "id": 25,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 35,
    "text": "   Вот оно что. Теперь его речь обрела для меня смысл. Как оказалось, его отец сейчас находится в больнице и бремя правления компанией легло на его плечи. Может телефонный звонок был связан с его отцом. Мне стало немного неловко, что я была с ним резка.<s>r\n<s>r\n   После приветственных речей, все налетели на еду и напитки. Ближе к десяти вечера большая часть сотрудников разошлась по своим номерам. Но у молодежи только пошел разгар веселья. Кто танцевал, кто пел в караоке, кто играл в игры, кто просто разговаривал. <s>r\n<s>r\n   Я увидела Итона, в компании нескольких парней, они оживленно что-то обсуждали. Я подумала, что не буду ему мешать, нужно знакомиться с остальным коллективом. <s>r\n<s>r\n  Чем бы мне заняться? Спать уже не хотелось, алкоголь слегка кружил голову, и здесь было довольно весело.<s>r\n<s>r\n   Я поняла, что танцевать или петь караоке я еще не готова, не люблю лишний раз привлекать к себе внимание окружающих.",
    "answers": [
      {
        "id": 38,
        "text": "Поиграть в файтинг на приставке",
        "need": -38
      },
      {
        "id": 39,
        "text": "Поболтать с кем-нибудь",
        "need": -39
      },
      {
        "id": 40,
        "text": "Поиграть с компанией в бутылочку"
      },
      {
        "id": 64,
        "text": "Выпить еще",
        "need": -64
      }
    ]
  },
  {
    "id": 36,
    "text": "  Музыка играла заводная, я направилась к танцующим. Я заметила, что меня провожают взглядом несколько мужчин, отчего почувствовала себя не очень комфортно, чтоб пуститься в пляс.",
    "answers": []
  },
  {
    "id": 37,
    "text": "  На начало игры мне везло, задания попадались легкие, да и на меня показывало не часто. Так что к почти полному штрафному стакану я не притрагивалась. Мне кажется я сразу упаду как его выпью.<s>r\n<s>r\n  К игре решил присоединиться Оливер. Я немного поднапряглась, но в общем веселье не стала обращать на него особо внимания.  <s>r\n<s>r\n  Бутылочка указала на меня.",
    "answers": [
      {
        "id": 41,
        "text": "Достать карточку с заданием"
      }
    ]
  },
  {
    "id": 38,
    "text": "   Я подошла к кучке ребят, которые сидели на диванчике возле большой плазмы и резались в файтинг. У них было очень оживленно, между двумя игроками шла ожесточенная борьба, а вокруг собрались болельщики. Я последила за поединком.   <s>r\n<s>r\n   Один парень выигрывал всех подряд. Вот уж кто точно наловчился в играх.<s>r\n<s>r\n  — Ну, кто следующий хочет со мной сразиться? Давайте выходите на бой с чемпионом!)<s>r\n<s>r\n  — А можно, я попробую? — я уселась к нему на диван.<s>r\n<s>r\n  — Ты? — он окинул меня оценивающим взглядом — Ну давай попробуй. Но поддаваться я не буду)<s>r\n<s>r\n   Все одобрительно загомонили. Я взяла джойстик, и мы начали сражение.",
    "answers": [
      {
        "id": 61,
        "text": "Жать на все кнопки подряд"
      },
      {
        "id": 62,
        "text": "Вспомнить часы проведенные за играми"
      },
      {
        "id": 63,
        "text": "Не умею я играть"
      }
    ]
  },
  {
    "id": 39,
    "text": "   Я решила побольше узнать о компании и о сотрудниках и подошла к небольшой кучке девушек. Они оживленно обсуждали молодых людей. Когда, я к ним присоединилась, они приветливо начали со мной болтать, познакомились и стали расспрашивать обо мне.<s>r\n  <s>r\n  Я рассказала им вкратце свою биографию. Что родилась я в небольшом провинциальном городке. В любящей семье, мама, папа и младший брат. Лучшими друзьями с детства мне были книги. В университете большую часть времени посвящала учебе. На последней работе была официанткой. <s>r\n<s>r\n  Надеюсь они не сочтут меня занудой.<s>r\n<s>r\n  От них я узнала немного информации о компании и отеле. Компанию основали родители Оливера, Джон и Мэри-эн Холланд. Все началось именно с этого отеля, найденные горячие источники дали большой толчок развитию их бизнеса. К сожаленью Мэри-эн погибла много лет назад, оставив своих мужчин одних. И они полностью посвящают себя работе на компанию.<s>r\n<s>r\n  Ходят слухи, что Оливер тот еще бабник, хотя он ни разу не был замечен в отношениях с женщиной. Но благодаря его внешности и обаянию и появляются эти слухи.<s>r\n<s>r\n  А дальше пошли разговоры только об Оливере. Какой он классный и красивый и тому подобное. Я подумала, что пора удалиться.",
    "answers": [
      {
        "id": 35,
        "text": "Заняться еще чем-нибудь"
      }
    ]
  },
  {
    "id": 40,
    "text": "  Небольшая компания молодых людей сидела кругом прямо на полу, в центре круга находились три нехитрых предмета: бутылочка, стакан и коробка. Похоже игра была очень веселой, от них беспрестанно шел смех и крики.<s>r\n<s>r\n  Как мне объяснили, правила игры были не сложными. На кого указала бутылочка берет из коробки карточку с заданием, и выполняет его. Задания были смешные, типа рассказать забавную историю из жизни, изобразить знаменитость, укусить соседа за коленку. Если игрок отказывается выполнить задание, ему приходится выпить штрафную. <s>r\n<s>r\n  Что ж это весело, поиграю со всеми.",
    "answers": [
      {
        "id": 37,
        "text": "Крутить бутылочку"
      }
    ]
  },
  {
    "id": 41,
    "text": "    “Вы должны поцеловать того, на кого укажет бутылочка”<s>r\n<s>r\n  Прочитала я вслух. По комнате сразу разнеслось О-о-о-о и веселые смешки, “давай крути” подбадривали меня.<s>r\n<s>r\n   Чтож отступать поздно.",
    "answers": [
      {
        "id": 42,
        "text": "Крутить бутылочку"
      }
    ]
  },
  {
    "id": 42,
    "text": "  Бутылочка сделала несколько оборотов и начала замедляться. Я затаив дыхание следила на кого она покажет.<s>r\n<s>r\n  Она остановилась на Оливере. <s>r\n<s>r\n  Ребята начали свистеть и весело улюлюкать, девчонки стали шутливо завидовать. <s>r\n<s>r\n  Оливер улыбнулся своей ослепительной улыбкой, пододвинулся ближе ко мне и вытянул губы трубочкой.<s>r\n<s>r\n  Я повинуясь какому-то внутреннему голосу, взяла в руку стакан и глядя ему в глаза не моргая опрокинула в себя полностью.<s>r\n<s>r\n  Фух внутри аж все прожгло.<s>r\n<s>r\n  На минуту воцарилась тишина. Оливер недоуменно на меня смотрел.<s>r\n<s>r\n  Кто-то один начал хихикать, а потом засмеялись все. ",
    "answers": [
      {
        "id": 43,
        "text": "Играть дальше"
      }
    ]
  },
  {
    "id": 43,
    "text": "  Настала очередь Оливера. Он взял карточку из коробки и прочитал задание.<s>r\n<s>r\n  Кто-то явно плохо мешал карточки, ему досталось тоже самое что и мне.<s>r\n<s>r\n  Он крутанул бутылочку. Девушки затаили дыхание и сжали кулачки.<s>r\n<s>r\n  Я не поверила своим глазам, бутылочка остановилась на мне.<s>r\n<s>r\n  Оливер посмотрел мне в глаза и приблизился. Неужели он и правда меня поцелует? Я залилась краской. Может стоит прекратить игру?<s>r\n<s>r\n  Но он все так же глядя мне в глаза, берет штрафной стакан и залпом выпивает.<s>r\n<s>r\n  Окружающие нам аплодируют. <s>r\n<s>r\n  — Почему вы не целуетесь? Это же судьба. Дважды выпадает одно и то же на вас двоих!",
    "answers": [
      {
        "id": 44,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 44,
    "text": "  Появилось странное ощущение. Вроде и облегчение и в тоже время немного обидно. Хотя Оливер должно быть, чувствовал тоже самое.<s>r\n<s>r\n  Мне стало нехорошо от выпитого, и я поспешила выйти на веранду.<s>r\n<s>r\n  Голова кружилась и мысли слегка путались. Я облокотилась на перила, вдохнула полную грудь свежего воздуха. Дверь позади меня открылась. <s>r\n<s>r\n  — Эйлин, все в порядке? — ко мне подошел Итон.<s>r\n<s>r\n   Он был разгоряченным, на щеках играл легкий румянец.<s>r\n<s>r\n  — Да, все хорошо, просто стало душно. Я сегодня устала, наверно пойду к себе.<s>r\n<s>r\n  — Подожди.. Я хочу у тебя кое-что спросить.<s>r\n<s>r\n    Он смотрел куда-то в сторону и как-будто собирался с силами чтобы задать вопрос.<s>r\n<s>r\n  — Какие у тебя отношения с Оливером Холландом? — выпалил он<s>r\n<s>r\n     Я чуть не поперхнулась. Что я ему отвечу, да и почему ему это интересно?",
    "answers": [
      {
        "id": 45,
        "text": "- Никаких, он мой начальник, а я подчиненная."
      },
      {
        "id": 46,
        "text": "- Он меня бесит, так бы и стукнула."
      },
      {
        "id": 47,
        "text": "- Я думаю, что мы нравимся друг другу.."
      },
      {
        "id": 48,
        "text": "- Отношений никаких нет, но он мне не безразличен."
      }
    ]
  },
  {
    "id": 45,
    "text": "— Никаких, он мой начальник, а я подчиненная. Почему ты думаешь, что между нами какие-то отношения?<s>r\n<s>r\n— Не бери в голову, наверно мне просто показалось, что вы близки.<s>r\n<s>r\n— Да, его поведение бывает странным, но видимо он просто такой человек. <s>r\n  <s>r\n Он улыбнулся добродушной улыбкой<s>r\n<s>r\n— Ну значит я могу быть спокоен.<s>r\n<s>r\n — Что ты имеешь в виду под спокоен? — я хитро на него посмотрела — И почему тебя так это заинтересовало?<s>r\n<s>r\n  Он слегка смутился и уставился в пол.<s>r\n<s>r\n — Просто.. просто.. эм.. я.. ну это.. ты.. мне..э<s>r\n<s>r\n  Он посмотрел на меня и замолчал. Повисла неловкая пауза. Я ждала ответа пытаясь понять, что он хотел сказать, а он видимо не мог решиться произнести это вслух.<s>r\n<s>r\n  Итон тяжело выдохнул и взял себя в руки.<s>r\n<s>r\n— Просто я беспокоюсь о тебе. Хоть мы недавно знакомы, думаю мы уже стали друзьями..<s>r\n<s>r\n  И он снова отвернулся. Точно ли это ты хотел сказать?<s>r\n<s>r\n— И чем же мистер Холланд может быть для меня опасен? — я не желала отступать.<s>r\n<s>r\n— Ну он производит впечатление ветреного человека. Не стоит в него влюбляться.<s>r\n<s>r\n— Значит ты подумал, что я в него влюбилась? И чем же я это проявила? Я что похожа на тех глупых дурочек, что вопят от восторга при его появлении?<s>r\n<s>r\n   Я почему-то начинала злиться. <s>r\n<s>r\n — Я не совсем это имел ввиду..<s>r\n<s>r\n — Спасибо тебе за заботу, друг, но ничего подобного нет. Да и я сама могу принимать решения кого любить, а кого нет. Завтра рано вставать, спокойной ночи.<s>r\n<s>r\n Я резко развернулась и побежала к себе в комнату.<s>r\n<s>r\n<s>r\n<s>r\n",
    "answers": [
      {
        "id": 49,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 46,
    "text": "— Иногда он меня просто бесит, он самовлюбленный дурак.<s>r\n<s>r\n — Я и не думал, что он так тебе не нравится. — Итон удивленно на меня смотрел. — Ну это и к лучшему.<s>r\n<s>r\n  Я сделала неопределенный жест, махнув рукой.<s>r\n<s>r\n — Почему к лучшему? — я с любопытством на него посмотрела — И почему тебя так это заинтересовало?<s>ufeff<s>r\n<s>ufeff<s>r\n  Он слегка смутился и уставился в пол.<s>ufeff<s>r\n<s>ufeff<s>r\n — Просто.. просто.. эм.. я.. ну это.. ты.. мне..э<s>ufeff<s>r\n<s>ufeff<s>r\n  Он посмотрел на меня и замолчал. Повисла неловкая пауза. Я ждала ответа пытаясь понять, что он хотел сказать, а он видимо не мог решиться произнести это вслух.<s>ufeff<s>r\n<s>ufeff<s>r\n   Итон тяжело выдохнул и взял себя в руки.<s>ufeff<s>r\n<s>ufeff<s>r\n— Просто я беспокоюсь о тебе. Хоть мы недавно знакомы, думаю мы уже стали друзьями..<s>ufeff<s>r\n<s>ufeff<s>r\n  И он снова отвернулся. Точно ли это ты хотел сказать?<s>ufeff<s>r\n<s>ufeff<s>r\n— И чем же мистер Холланд может быть для меня опасен? — я не желала отступать.<s>ufeff<s>r\n<s>ufeff<s>r\n— Ну он производит впечатление ветреного человека. Не стоит в него влюбляться.<s>ufeff<s>r\n<s>ufeff<s>r\n— Значит ты подумал, что я в него влюбилась? И чем же я это проявила? Я что похожа на тех глупых дурочек, что вопят от восторга при его появлении?<s>ufeff<s>r\n<s>ufeff<s>r\n   Я почему-то начинала злиться. <s>ufeff<s>r\n<s>ufeff<s>r\n — Я не совсем это имел ввиду..<s>ufeff<s>r\n<s>ufeff<s>r\n — Спасибо тебе за заботу, друг, но ничего подобного нет. Да и я сама могу принимать решения кого любить, а кого нет. Завтра рано вставать, спокойной ночи.<s>ufeff<s>r\n<s>ufeff<s>r\n  Я резко развернулась и побежала к себе в комнату.<s>ufeff<s>r\n<s>ufeff",
    "answers": [
      {
        "id": 49,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 47,
    "text": "— Я не совсем уверена, но думаю между нами есть какое-то притяжение. Мне кажется я ему нравлюсь.<s>r\n<s>r\n— А он тебе? — Итон смотрел на меня не отрываясь, как будто пытаясь заглянуть внутрь меня.<s>r\n<s>r\n— Наверно да..<s>r\n<s>r\n— Но ты не уверена в этом? <s>r\n<s>r\n— Что, нет, я не знаю — голова закружилась еще сильнее — Почему ты допытываешь меня? И к чему вообще вдруг задаешь такой вопрос? <s>r\n<s>r\n  Он молчал и смотрел куда-то в сторону. <s>r\n<s>r\n— Не стоило мне начинать этот разговор, — наконец произнес он — но я сам виноват, что спросил. Я не хочу, чтобы ты с ним общалась.  <s>r\n<s>r\n  Итон выглядел так, будто своим ответом, я проткнула его как ножом.<s>r\n<s>r\n  Я вопросительно смотрела на него.<s>r\n<s>r\n— Даже точнее, не хочу, чтобы ты с ним сближалась. Послушай, — он резко повернулся ко мне и взял меня за плечи — я.. я..<s>r\n<s>r\n  В его глазах горел огонь, но внезапно потух, как будто хорошо подумав он отогнал мысль, которую хотел произнести.<s>r\n<s>r\n—  Я волнуюсь за тебя, а он не кажется мне хорошим человеком, думаю он может тебя использовать..<s>r\n<s>r\n— Как? Затащить в постель? Я не так наивна, как ты можешь подумать. Спасибо за беспокойство, но я могу сама выбирать с кем общаться, а с кем нет. Я иду спать.<s>r\n<s>r\n  Я сбросила его руки со своих плеч и чуть не бегом направилась в свою комнату. Итон пытался сказать мне что-то еще, но я уже не слушала. Я злилась то ли на него, то ли на себя, и пыталась сдержать слезы, подступившие к горлу.<s>r\n<s>r\n<s>r\n<s>r\n",
    "answers": [
      {
        "id": 66,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 48,
    "text": " — Мы никто друг другу, но я начинаю понимать, что он мне нравится.<s>r\n<s>r\n    Итон выглядел так, будто своим ответом, я полоснула его как ножом.<s>r\n<s>r\n    Он молчал и смотрел куда-то в сторону.<s>r\n<s>r\n — Я еще сама не до конца понимаю свои чувства.. Ты в порядке? Ты побледнел?<s>r\n<s>r\n — Не стоило мне начинать этот разговор, — наконец произнес он — но я сам виноват, что спросил. Я не хочу, чтобы ты с ним общалась.  <s>r\n<s>r\n   Я вопросительно смотрела на него.<s>r\n<s>r\n — Даже точнее, не хочу, что бы ты с ним сближалась. Послушай, — он резко повернулся ко мне и взял меня за плечи — я.. я..<s>r\n<s>r\n   В его глазах горел огонь, но внезапно потух, как будто хорошо подумав он отогнал мысль, которую хотел произнести.<s>r\n<s>r\n— Я волнуюсь за тебя, а он не кажется мне хорошим человеком, думаю он может тебя использовать..<s>r\n<s>r\n— Как? Я не понимаю тебя.<s>r\n<s>r\n— Воспользуется твоими чувствами.<s>r\n<s>r\n— Ты думаешь, что я настолько наивная? Ты уверен, что причина только в этом?<s>r\n<s>r\n— Да уверен. Нет.. в смысле.. я не то хотел сказать.<s>r\n<s>r\n— Теперь я поняла какого ты обо мне мнения. Уже поздно я иду спать.<s>r\n<s>r\n     Я сбросила его руки со своих плеч и чуть не бегом направилась в свою комнату. Итон пытался сказать мне что-то еще, но я уже не слушала. Я злилась то ли на него, то ли на себя, и пыталась сдержать слезы подступившие к горлу.",
    "answers": [
      {
        "id": 66,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 49,
    "text": "  Я проснулась рано утром с легкой головной болью и гадким чувством внутри. Думаю, я все же погорячилась с Итоном. Действительно, кто мы друг другу. Друзья это даже громко сказано. Он проявляет заботу, а это уже ценно. Наверно я просто ожидала что он скажет другое, скажет, что я ему нравлюсь. Но что бы я ему тогда ответила..<s>r\n<s>r\n  Я с трудом понялась с кровати и направилась в душ. <s>r\n<s>r\n  Да и с Оливером получилось как-то глупо. Я вчера узнала, что с его отцом случилась беда, хотела его как-то поддержать, а все вышло вот так. Не надо было играть в эту игру или что мне стоило его поцеловать, в щечку хотя бы. Да и так ли мне этого не хотелось..<s>r\n<s>r\n  Я тихо застонала. Голова раскалывается. Особенно от этих гнетущих мыслей. Надо будет сегодня извиниться перед ними.<s>r\n<s>r\n  А сейчас пора отправляться на стажировку.",
    "answers": [
      {
        "id": 50,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 50,
    "text": "  Все началось с общего собрания всех сотрудников в конференц-зале. Я немного опоздала поэтому села в конце зала. Директор Лонг говорил напутственные слова. Я стала искать взглядом Итона и Оливера. Итон сидел в первом ряду. Подойду к нему после собрания, не буду тянуть. А Оливера как не старалась не смогла найти. Ну да, ему здесь особо нечего делать. Поищу его позже. <s>r\n<s>r\n  После речи мистера Лонга и вялых аплодисментов, нам объявили, что дальше мы разделимся по своим отделам и познакомимся со своим непосредственным начальством. <s>r\n<s>r\n  Небольшой группкой экскурсоводов мы направились в свой кабинет. <s>r\n  <s>r\n  Итон шел позади, я замедлила шаг и поравнялась с ним.<s>r\n<s>r\n  — Итон, привет..<s>r\n<s>r\n  — Привет.. — он посмотрел на меня и мягко улыбнулся.<s>r\n<s>r\n  Повисло молчание. Я не знала, как начать.<s>r\n<s>r\n  — Послушай, и-И-И-Я-А!!!<s>r\n<s>r\n  Кто-то подкрался сзади и схватил меня за грудь.<s>r\n<s>r\n — С-Сара, ты чего?!<s>r\n",
    "answers": [
      {
        "id": 51,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 51,
    "text": " — Приветики! Ничего просто ты такая миленькая вот и захотелось тебя обнять. — она лучезарно улыбнулась.<s>r\n<s>r\n — Привет, Итон, меня зовут Сара Голдберг, — она протянула ему руку — я работаю менеджером по продвижению туристических услуг. Мы с вами будем в одном отделе.<s>r\n<s>r\n — Я Итон Райт, хотя ты уже похоже знаешь — и он дружелюбно улыбнулся ей.<s>r\n<s>r\n — А почему такие кислые лица? Голова болит после вчерашнего? Ой или может я вам помешала?<s>r\n<s>r\n — Да нет, что ты..<s>r\n<s>r\n  И дальше мы пошли вместе под веселый щебет Сары о компании. А я осталась с чувством неудовлетворения, так и не извинившись перед ним. Надо постараться улучить момент.<s>r\n<s>r\n  Мы зашли в наш отдел. Нам выделили рабочие места и компьютеры. Пока мы не на выезде видимо придется сидеть в офисе. <s>r\n<s>r\n  Меня познакомили с моей наставницей.",
    "answers": [
      {
        "id": 52,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 52,
    "text": " — Здравствуй, ты Эйлин? Меня зовут Мария. Я скоро увольняюсь, поэтому буду готовить тебя себе в замену. Скажу тебе сразу, чтоб ты не пугалась, я скоро выхожу замуж за прекрасного мужчину и уезжаю вместе с ним. Представляешь, как иногда бывает. Мужчина и женщина из разных, таких далеки стран, он кстати француз, встречаются однажды, влюбляются и все, никакое расстояние им не страшно. В общем-то поэтому я и увольняюсь, а не потому что мне здесь не нравится. Место конечно здесь замечательное...<s>r\n<s>r\n  Уф, похоже Мария рождена, чтоб быть экскурсоводом, язык у нее подвешен. Но от потока информации я уже слегка начала оседать.<s>r\n<s>r\n Она объяснила мне мои обязанности, основные правила поведения на маршруте, как можно и как не стоит общаться с туристами и многое другое. <s>r\n<s>r\n  Мари оказалась очень веселой и дружелюбной девушкой, но очень болтливой. Я и не заметила, как прошло пол дня. <s>r\n<s>r\n  — Ой, уже время обеда, и почти все ушли в столовую! Пойдем, нам пора прерваться и перекусить. А после обеда, я расскажу тебе про главные достопримечательности Квиндейла.<s>r\n<s>r\n — Мари, ты иди, я тебя догоню мне нужно сделать еще одно дело. <s>r\n<s>r\n — Окей, займу тебе местечко.",
    "answers": [
      {
        "id": 53,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 53,
    "text": "  Итона нигде не было, может он уже в столовой. Черт, да почему, я за ним бегаю!? При встрече поговорим. <s>r\n<s>r\n  Я направилась в столовую. Проходя мимо стойки рецепции решила уточнить.<s>r\n<s>r\n  — Привет, вы не подскажите мне где сейчас можно найти мистера Холланда.<s>r\n<s>r\n  — В отеле нигде, мистер Холланд сегодня утром улетел обратно в главный офис. Скорее всего вернется не скоро.<s>r\n<s>r\n  — Ясно, спасибо..<s>r\n<s>r\n  Ну вот. Не успела. Надеюсь он не сильно злиться на меня. Как-то все не правильно..<s>r\n<s>r\n  Я пошла в столовую, взяла поднос с обедом и пошла искать свободное место. Увидев меня Мари замахала руками.<s>r\n<s>r\n  — Эйлин, сюда! Я же обещала, что займу.\n<s>r\n  Она сидела за столом с уже с знакомыми мне Самантой и Сарой.<s>r\n<s>r\n  — Приятного аппетита всем!",
    "answers": [
      {
        "id": 54,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 54,
    "text": "  — Солнце, а где же твой парень? Почему вы не вместе? — хитро улыбнувшись спросила меня Сара.<s>r\n<s>r\n  Остальные девушки вытаращили на меня глаза.<s>r\n<s>r\n  — У тебя здесь парень?! <s>r\n<s>r\n  — Когда успела, вчера ведь только приехали? Кто он, ну ка колись! — Мари слегка ткнула меня в бок<s>r.\n<s>r\n  — Да о чем вы не пойму, нет у меня никакого парня.<s>r\n<s>r\n    Все уставились на Сару.<s>r\n<s>r\n  — Ну как же, а Итон?\n<s>r\n  — Да, ну тебя, я же уже объяснила, что мы друзья.<s>r\n<s>r\n — Это ты своего друга так усердно ищешь в толпе?<s>r\n<s>r\n — Сара, да отстань ты от нее — Саманта положила мне на поднос кексик — это у тебя постоянно все мысли только о парнях и как кого завлечь.<s>r\n<s>r\n  — А вот и не правда, не постоянно, лишь изредка. — и она деланно надулась, а остальные дружно засмеялись.<s>r\n<s>r\n  В общем-то обед прошел весело.",
    "answers": [
      {
        "id": 55,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 55,
    "text": "  После обеда Мари прочитала мне целую лекцию про Квиндейл, нагрузила стопкой тематических книг.<s>r\n<s>r\n  — Вот изучай в свободное время. Ты должна уметь ответить на любой вопрос туриста. Завтра у нас первая экскурсия, слушай, смотри внимательно, можешь записывать. Первое время будешь кататься со мной и помогать, а дальше посмотрим.<s>r\n<s>r\n",
    "answers": [
      {
        "id": 56,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 56,
    "text": "  Я лежала в кровати и пыталась уснуть. Голова гудела от количества новой информации и мозг никак не хотел отключаться. За целый день я так больше ни разу не встретила Итона, да и Оливер уехал. Ну и ладно, переживут и без моих извинений. <s>r\n<s>r\n  Я поворочалась на постели, взяла с тумбочки часы: 12 часов ночи. Надо как-то отвлечься, иначе могу так всю ночь проворочаться.<s>r\n<s>r\n  Я встала и подошла к окну. Заходящее солнце еще освещало небо, но в ложбинке в которой находился отель было уже темно. Лишь небольшие фонарики освещали дорожки, пересекающие комплекс. Я вспомнила о горячих источниках. Точно! Возможно сегодня как раз последняя возможность спокойно искупаться.<s>r\n<s>r\n  Или же можно просто побродить по территории, подышать воздухом.",
    "answers": [
      {
        "id": 57,
        "text": "Идти на источники"
      },
      {
        "id": 58,
        "text": "Погулять по территории"
      }
    ]
  },
  {
    "id": 57,
    "text": "   Я решила понежиться в источниках. Вот только не помню взяла ли я купальник?\n\n  ",
    "answers": [
      {
        "id": 59,
        "text": "Взяла"
      },
      {
        "id": 60,
        "text": "Не взяла"
      }
    ]
  },
  {
    "id": 58,
    "text": "   Я надела платье и вышла на улицу. Все остальные похоже уже спали, вокруг была тишина, лишь стрекот сверчков и где-то вдалеке пела птица. Я пошла по дорожкам, освещенным фонариками, бесцельно, куда глаза глядят, стараясь выкинуть из головы все мысли. В итоге я набрела на небольшой красивый цветник. Вокруг него была живая изгородь, а внутри росли большие кусты роз, гортензии, жасмина. Аромат стоял потрясающий. Я заметила несколько полукруглых скамеечек. По центру сада стояла скульптура красивой молодой женщины, очень искусно вырезанная и проработанная до мельчайших деталей. Я села на скамейку и как завороженная смотрела на скульптуру. У ее подножия я заметила несколько горящих свечей. Интересно кто их зажигает. Это место ухоженно, но не похоже, что его часто посещают.<s>r\n<s>r\n  Я еще немного посидела полюбовалась садом и скульптурой. Я почувствовала спокойствие и расслабленность, усталость прошедшего дня взяла свое.<s>r\n<s>r\n  Я вернулась в свою комнату и уснула крепким сном без сновидений. ",
    "answers": [
      {
        "id": 77,
        "text": "На следующее утро"
      }
    ]
  },
  {
    "id": 59,
    "text": "  Я покопалась в сумке в поисках купальника. Ага вот и он. Я переоделась, надела легкое летнее платье, завязала волосы в пучок и вышла на улицу.",
    "answers": [
      {
        "id": 67,
        "text": "Отправиться к источникам"
      }
    ]
  },
  {
    "id": 60,
    "text": "  Я покопалась немного в сумке и вспомнила, что купальник остался дома.  \n\n  Эх, жаль. Ну можно искупаться нагишом. Не думаю, что в это время там кто-нибудь будет.",
    "answers": [
      {
        "id": 68,
        "text": "Отправиться к источникам"
      }
    ]
  },
  {
    "id": 61,
    "text": "  После трех раундов поединка, я его победила.\n\n  Он уставился на меня во все глаза.\n\n  — Тебе просто повезло.\n\n  — Возможно — я невинно улыбнулась.\n\n  — Давай еще раз!? \n\n  Но я уже возвращала ему джойстик\n\n  — Нет, спасибо, чемпион, реванша не будет)\n\n  Я задорно ему улыбнулась и удалилась.",
    "answers": [
      {
        "id": 35,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 62,
    "text": "   После трех раундов поединка, я его победила.<s>r\n<s>r\n   Он уставился на меня во все глаза.<s>r\n<s>r\n  — Где ты так научилась играть? Ты точно девчонка?<s>r\n<s>r\n    Я ничего на это не ответила лишь удивленно подняла брови и невинно улыбнулась.<s>r\n<s>r\n  — Давай еще раз!? <s>r\n<s>r\n   Но я уже возвращала ему джойстик<s>r\n<s>r\n  — Нет, спасибо, и не расстраивайся, что тебя уделала девчонка.<s>r\n<s>r\n   Я задорно ему улыбнулась и удалилась.",
    "answers": [
      {
        "id": 35,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 63,
    "text": "  После трех раундов, я в сухую ему проиграла.\n\n  — Ну ничего удивительного, я ж чемпион. Но ты молодец, что попробовала.\n\n  — Ха, ну спасибо за игру, чемпион) \n\n  Я вернула ему джойстик и удалилась.",
    "answers": [
      {
        "id": 35,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 64,
    "text": "   Я подумала, что не плохо бы выпить еще и опрокинула еще пару стаканчиков горячительного.<s>r\n<s>r\n   Воот теперь можно и потанцевать.",
    "answers": [
      {
        "id": 65,
        "text": "Двигаться, как грациозная кошечка"
      },
      {
        "id": 71,
        "text": "Дрыгаться энергично"
      },
      {
        "id": 72,
        "text": "Помяться на месте"
      },
      {
        "id": 73,
        "text": "Станцевать джигу-дрыгу"
      },
      {
        "id": 74,
        "text": "Станцевать стриптиз"
      }
    ]
  },
  {
    "id": 65,
    "text": "   Заиграла красивая музыка и я почувствовала себя грациозной дикой кошечкой и начала извиваться в ритм музыке показывая всем свою сексуальность.<s>r\n<s>r\n   Правда, как оказалось, двигалась я больше не как кошка, а как садовый шланг.<s>r\n<s>r\n   Чтож, я всегда знала, что танцы это не мой конек. Я более-менее выплеснула энергию, можно пойти заняться еще чем-нибудь",
    "answers": [
      {
        "id": 35,
        "text": "Заняться еще чем-нибудь"
      }
    ]
  },
  {
    "id": 66,
    "text": "  Я проснулась рано утром с легкой головной болью и гадким чувством внутри. Думаю, я все же погорячилась с Итоном. Не стоило рассказывать ему о моей симпатии к Оливеру, тем более пока она так не стабильна. Похоже мне нельзя пить. Итон с самого начала был добр со мной и проявлял заботу, а я на него разозлилась. Наверно я просто ожидала что он скажет другое, скажет, что я ему нравлюсь. Но что бы я ему тогда ответила..<s>r\n<s>r\n  Я с трудом понялась с кровати и направилась в душ. <s>r\n<s>r\n  Да и с Оливером получилось как-то глупо. Я вчера узнала, что с его отцом случилась беда, хотела его как-то поддержать, а все вышло вот так. Не надо было играть в эту игру или что мне стоило его поцеловать, в щечку хотя бы. Да и так ли мне этого не хотелось.. Но он же мой босс, мне нужно соблюдать дистанцию.<s>r\n<s>r\n  Я тихо застонала. Голова раскалывается. Особенно от этих гнетущих мыслей. Надо взять себя в руки, встретиться сегодня с ними и извиниться.<s>r\n<s>r\n  А сейчас пора отправляться на стажировку.",
    "answers": [
      {
        "id": 50,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 67,
    "text": "   Перед входом в сами купальни располагалась небольшая раздевалка и душевая. Я сбросила платье и хотела зайти внутрь, как услышала плеск воды. Похоже источники уже кто-то занял. Жаль. Можно заглянуть и узнать кто там, может хорошая компания не повредит. Или отправиться в другую купальню.",
    "answers": [
      {
        "id": 69,
        "text": "Заглянуть"
      },
      {
        "id": 75,
        "text": "Уйти в другое место"
      }
    ]
  },
  {
    "id": 68,
    "text": "   Перед входом в сами купальни располагалась небольшая раздевалка и душевая. Я сбросила платье и хотела зайти внутрь, как услышала плеск воды. Похоже источники уже кто-то занял. Жаль. Да еще и купальника нет. Видимо придется оставить эту затею или можно пойти в другую купальню и понадеяться, что никто не придет",
    "answers": [
      {
        "id": 78,
        "text": "Пойти в другую купальню"
      },
      {
        "id": 58,
        "text": "Пойти погулять по территории"
      }
    ]
  },
  {
    "id": 69,
    "text": "  Мне стало любопытно, я тихонько приоткрыла раздвижную дверь и заглянула внутрь. Никого не было только рябь шла по воде. Странно. Только я хотела зайти как из воды вынырнул парень. Он стоял ко мне в пол оборота, и я узнала Итона. Он стал выходить из воды спиной ко мне. <s>r\n<s>r\n  Ой! Я почувствовала, что краснею и поспешила скрыться за перегородкой. Он был полностью обнажен. Наверно он, как и я подумал, что в такое время сюда никто не придет. <s>r\n<s>r\n  Еще раз отметив, что у него отличная фигура, я тихонько закрыла дверь, пока он меня не увидел. Боже, похоже мне это теперь во снах будет сниться. <s>r\n<s>r\n   Вот и выдался шанс поговорить наедине, да вот только ситуация, не очень подходящая. <s>r\n<s>r\n   Я сгребла свои вещи в охапку и быстренько ушла в другую купальню. <s>r\n<s>r\n   Там никого кроме меня не было. Я с блаженством опустилась в горячую воду и просидела в ней наверно час. Наконец удалось расслабиться и сон начал одолевать меня. <s>r\n<s>r\n   Я вернулась в комнату и уснула крепко-крепко. Даже образ Итона не нарушил мой сон.<s>r\n",
    "answers": [
      {
        "id": 70,
        "text": "На следующее утро"
      }
    ]
  },
  {
    "id": 70,
    "text": "<s>r\n    Из-за ночных купаний, я чуть не проспала будильник. Быстро приняла душ, одела свою новую форму и побежала на завтрак. Так же быстро перекусив отправилась в офис. <s>r\n<s>r\n — Всем привет! Никто не видел Марию? — я посмотрела на часы, неужели я так сильно опоздала.<s>r\n<s>r\n — Она отправилась к автобусу, минут пять назад. Он обычно ждет туристов на парковке у главного здания.<s>r\n<s>r\n — Спасибо — и я припустила к месту встречи.<s>r\n<s>r\n  Большой, красивый, новенький автобус с эмблемой компании стоял на парковке с заведенным двигателем и ждал похоже только меня. Я перевела дыхание, поправила форму и направилась к дверям.<s>r\n<s>r\n  Как-то я волнуюсь перед встречей с первыми клиентами. Хорошо, что я пока стажер, но все же нужно не оплошать в первый же день.<s>r\n<s>r\n   Я выдохнула и зашла в салон.",
    "answers": [
      {
        "id": 76,
        "text": "Войти в салон"
      }
    ]
  },
  {
    "id": 71,
    "text": "   Заиграла веселая энергичная песня. Ноги сами понесли меня в пляс. Я махала руками, ногами, головой, прыгала на месте. Я просто богиня танца.<s>r\n<s>r\n   Правда, как оказалось, это больше было похоже на то, что меня ударило током.<s>r\n<s>r\n   Чтож, танцы никогда не были моим коньком.<s>r\n<s>r\n   Я устала плясать и решила заняться, чем-нибудь еще.",
    "answers": [
      {
        "id": 35,
        "text": "Заняться чем-нибудь еще."
      }
    ]
  },
  {
    "id": 72,
    "text": "  Я не особо хороший танцор, просто постояла на месте переступая ножками и подрыгивая ручками.<s>r\n<s>r\n  Думаю, на сегодня хватит танцев.",
    "answers": [
      {
        "id": 35,
        "text": "Заняться еще чем-нибудь"
      }
    ]
  },
  {
    "id": 73,
    "text": "   Какая заводная музыка! Ножку вправо, ручку влево, покрутилась. Ножку туда, ручку сюда, повернулась. <s>r\n<s>r\n   Думаю, я всех покорила своим танцем. Хотя вряд ли, танцор из меня тот еще)<s>r\n<s>r\n   Энергию я выплеснула пора заняться еще чем-нибудь.",
    "answers": [
      {
        "id": 35,
        "text": "Заняться еще чем-нибудь"
      }
    ]
  },
  {
    "id": 74,
    "text": "  Шучу, я еще не настолько пьяна, чтобы прилюдно раздеваться)",
    "answers": [
      {
        "id": 64,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 75,
    "text": "  Я решила не тревожить человека и ушла в другое место. <s>r\n<s>r\n  Там никого кроме меня не было. Я с блаженством опустилась в горячую воду и просидела в ней наверно час. Наконец удалось расслабиться и сон начал одолевать меня. <s>r\n<s>r\n  Я вернулась в комнату и уснула крепко-крепко.",
    "answers": [
      {
        "id": 70,
        "text": "На следующее утро"
      }
    ]
  },
  {
    "id": 76,
    "text": "    В автобусе было пусто. Только лишь Мари весело болтающая с водителем.<s>r\n<s>r\n  — О, Эйлин, вот и ты. Я уже даже соскучилась по тебе. — она слегка приобняла меня.  — Ну как, готова к первому рабочему дню?<s>r\n<s>r\n  — Я то готова, но где все туристы? Неужели еще никто не пришел?<s>r\n<s>r\n  — У тебя такой озадаченный вид, — засмеялась Мария и водитель по-доброму улыбнулся. — У нас еще даже первый гость не заселился. Кого же ты здесь надеялась увидеть? <s>r\n<s>r\n  — Да я как-то не подумала..<s>r\n<s>r\n  — Сейчас мы поедем собирать их по городу. Мы проводим экскурсии не только для наших постояльцев, но и для других гостей города.<s>r\n<s>r\n   Я немного смутилась из-за своей несообразительности.<s>r\n<s>r\n  — Том, пора выдвигаться. Да, познакомься, это Томас, чаще всего будешь ездить с ним. Прирожденный водитель, уже лет двадцать катается по Квиндейлу. Правда, Том?<s>r\n<s>r\n  — Твоя правда, я эти дороги как свои пять пальцев знаю, так что, дочка, со мной не боись.<s>r\n<s>r\n  Я улыбнулась и представилась Тому.<s>r\n<s>r\n  — Эх, сейчас я вас с ветерком прокачу!",
    "answers": [
      {
        "id": 79,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 77,
    "text": "    После ночной прогулки я так крепко уснула, что чуть не проспала будильник. Быстро приняла душ, одела свою новую форму и побежала на завтрак. Так же быстро перекусив отправилась в офис. <s>r\n<s>r\n— Всем привет! Никто не видел Марию? — я посмотрела на часы, неужели я так сильно опоздала.<s>r\n<s>r\n— Она отправилась к автобусу, минут пять назад. Он обычно ждет туристов на парковке у главного здания.<s>r\n<s>r\n— Спасибо — и я припустила к месту встречи.<s>r\n<s>r\n  Большой, красивый, новенький автобус с эмблемой компании стоял на парковке с заведенным двигателем и ждал похоже только меня. Я перевела дыхание, поправила форму и направилась к дверям.<s>r\n<s>r\n  Как-то я волнуюсь перед встречей с первыми клиентами. Хорошо, что я пока стажер, но все же нужно не оплошать в первый же день.<s>r\n<s>r\n   Я выдохнула и зашла в салон.",
    "answers": [
      {
        "id": 76,
        "text": "Войти в автобус"
      }
    ]
  },
  {
    "id": 78,
    "text": "  Я решила пойти в другое место для купания.<s>r\n<s>r\n  Там никого кроме меня не было. Я с блаженством опустилась в горячую воду и просидела в ней наверно час. Наконец удалось расслабиться и сон начал одолевать меня. <s>r\n<s>r\n  Я вернулась в комнату и уснула крепко-крепко.",
    "answers": [
      {
        "id": 70,
        "text": "На следующее утро"
      }
    ]
  },
  {
    "id": 79,
    "text": " Мы поехали в город той же дорогой, что и добирались в отель только вниз. Я припала к окну и с удовольствием разглядывала местные красоты. На окраине города находились еще несколько небольших отелей, там нас уже ожидали группки туристов. Сегодня набралось человек 15, как объяснила Мария, это мало, но для начала курортного сезона уже не плохо.<s>r\n<s>r\n  Моим первым заданием было отмечать прибывших и проверять билеты.<s>r\n<s>r\n  Все остальное время, я сама была туристом. <s>r\n<s>r\n  Мария была прирожденным рассказчиком, слушать ее было очень увлекательно. Она умела привлечь внимание и заинтересовать слушателей, а ее познания в истории были очень разнообразны. Туристы точно не скучали.<s>r\n<s>r\n  Основную информацию о городе я знала, но и многую записывала за Мари.<s>r\n<s>r\n  Наша экскурсия занимала почти весь день. Мы много ходили по городу пешком любовались старинной архитектурой зданий, посетили исторически значимые места, заходили в несколько музеев и храмов. <s>r\n<s>r\n  В середине дня у нас был плановый обед и свободное время для похода по магазинам. Все это проходило в районе центральной площади и главной улицы города.",
    "answers": [
      {
        "id": 80,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 80,
    "text": "   Автобус остановился на центральной площади города. Мария дала указания и распустила всех гулять.<s>r\n<s>r\n  — Сейчас у вас два часа на обед и свободное время, можете походить по магазинам или просто погулять. Прошу далеко от центральной улицы не уходить, улочки в этой части города словно лабиринт, легко заблудиться. Ровно в три часа мы поедем дальше, собираемся на этом же месте у автобуса, ориентир — вот эта башенка с часами. Пожалуйста не опаздывайте, нас ждет еще много интересного, отстающих будем наказывать. Как, я еще не придумала)<s>r\n<s>r\n   Все весело смеясь разошлись кто куда. Мы, с Мари и Томом, так же сходили на обед, немного прогулялись и сидели у фонтана и непринужденно болтали.<s>r\n<s>r\n   Ближе к трем часам начали подтягиваться туристы. Все довольные и с пакетами сувениров.<s>r\n<s>r\n   В три часа я стала отмечать прибывших. Все были на месте кроме одного человека.",
    "answers": [
      {
        "id": 81,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 81,
    "text": " — Мари, не хватает только одного. Мистера Рене Регатти. <s>r\n<s>r\n — Синьора Рене Регатти, он из Италии. Перед выездом тебе нужно будет немного больше узнать о клиентах. Ничего страшного подождем еще немного.<s>r\n<s>r\n  Мы подождали минут 15, но он не возвращался.<s>r\n<s>r\n  — Одна туристка сказала, что видела, как он вышел из ресторана “Розалин” и свернул в проулок за ним. Это было в район двух часов.<s>r\n<s>r\n— У меня есть его номер сейчас позвоню, узнаю где он. — Мария набрала номер телефона — Длинные гудки, не отвечает.<s>r\n<s>r\n   Я заметила, что у остальных туристов начинает портиться настроение из-за длительного ожидания.<s>r\n<s>r\n — Мари, ты расскажи, что-нибудь интересное, а я сбегаю поищу его.<s>r\n<s>r\n — Ты уверена? Подождем еще.<s>r\n<s>r\n — А вдруг он заблудился, не думаю, что он далеко ушел. Я быстро, если что вернусь и буду ждать его здесь, а вы поедите дальше.<s>r\n<s>r\n — Ну хорошо, такой план подойдет.<s>r\n<s>r\n  Я бегом направилась к ресторану, указанному туристкой.",
    "answers": [
      {
        "id": 82,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 82,
    "text": "  Я быстро нашла нужный ресторан. Нужно решить, что делать дальше.",
    "answers": [
      {
        "id": 83,
        "text": "Зайти в ресторан"
      },
      {
        "id": 84,
        "text": "Свернуть в проулок"
      }
    ]
  },
  {
    "id": 83,
    "text": "  Я решила зайти в ресторан и узнать у сотрудников что-либо про итальянского туриста. В это время он был почти пуст, думаю они его точно заметили.<s>r\n<s>r\n  Я подошла к хостес.<s>r\n<s>r\n — Добрый день, в районе двух часов у вас обедал мужчина, он из Италии, синьор Регатти, высокий, темноволосый, одет в синюю рубашку и черные брюки.<s>r\n<s>r\n — Да, у нас был недавно, человек подходящий под ваше описание, но не уверена, что это именно он. У нас довольно большой поток посетителей. Что вы хотите узнать?<s>r\n<s>r\n — Может быть он с кем-то общался пока был здесь, спрашивал что-нибудь?<s>r\n<s>r\n — Он сидел за барной стойкой, попробуйте спросить у бармена.<s>r\n<s>r\n  Я подошла к бармену и теперь ему описала разыскиваемого.<s>r\n<s>r\n — Хм, припоминаю, был такой. Но не могу вспомнить, что он что-либо рассказывал.<s>r\n<s>r\n — Совсем, совсем, ничего не помните?<s>r\n<s>r\n — Нуу.. — протянул он многозначительно.",
    "answers": [
      {
        "id": 85,
        "text": "Попросить вспомнить"
      },
      {
        "id": 84,
        "text": "Уйти из ресторана"
      }
    ]
  },
  {
    "id": 84,
    "text": "   Я решила поискать на соседней улице. Туристка, видевшая его сказала, что он свернул сюда. На этой улице было меньше людей чем на главной, но все же не на столько чтоб сразу найти нужного человека. Словно иголка в стоге сена. Я поспрашивала некоторых прохожих, но никто не мог мне помочь. Даа, похоже все без толку.<s>r\n<s>r\n  Я свернула еще в один проулок, просто наугад. Мое внимание привлекла толпа людей Подойдя ближе я увидела, что они стоят около бара, светящегося неоновой вывеской. Бар-кабаре \"Тихая гавань\", прочитала я.<s>r\n<s>r\n  Удивительно, что в разгар буднего дня здесь столько народа.<s>r\n<s>r\n  Повинуясь внутреннему чутью и любопытству, я зашла внутрь. И как оказалось не зря.",
    "answers": [
      {
        "id": 112,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 85,
    "text": " —  Может вы все-таки что-то запомнили? <s>r\n<s>r\n —  Что-то, последнее время, память меня подводит.",
    "answers": [
      {
        "id": 87,
        "text": "Попробовать убедить"
      },
      {
        "id": 88,
        "text": "Попробовать пригрозить"
      },
      {
        "id": 89,
        "text": "Попробовать подкупить"
      },
      {
        "id": 84,
        "text": "Не настаивать"
      }
    ]
  },
  {
    "id": 86,
    "text": "   На следующее утро, я зевая шла по столовой к столику, за которым обычно ела. Впереди я увидела Рейнара, сидящего за столом и что-то усердно записывающего на листах бумаги. Что он здесь делает так рано? Все постояльцы еще спят, может он всетаки работает здесь. <s>r\n  <s>r\n    Я проходила мимо него, не заметив под ногами какой-то предмет, я запнулась за него и чуть не грохнулась на пол. В попытке удержать содержимое своего подноса, я врезалась в стол и случайно опрокинула стакан воды, стоящий на столе, прямо на его записи. <s>r\n<s>r\n  Он вскочил в ужасе и принялся стряхивать с них воду.<s>r\n<s>r\n  — Нет, ты явно имеешь что-то против меня. <s>r\n<s>r\n  Я извиняясь попыталась вытереть листы салфетками, отчего чернила стали размазываться. Он схватил меня за руки.<s>r\n<s>r\n  — Остановись, женщина, ты только хуже делаешь.<s>r\n<s>r\n  Тут к нам подбежали сотрудницы кафе.<s>r\n<s>r\n  — Мистер Мэйер, что случилось? Ох! Мы сейчас все уберем.<s>r\n<s>r\n   Они с ахами и охами стали вытирать воду.<s>r\n<s>r\n  — Листы можно высушить.. — начала было я.<s>r\n<s>r\n  — Это теперь бесполезный мусор. Выбросьте это.<s>r\n<s>r\n  — Да, мистер Мэйер.<s>r\n<s>r\n  — Извините я не специально, что это были за записи? Может быть их можно восстановить..<s>r\n<s>r\n   Он хотел мне что-то сказать, но передумал, глубоко вздохнул и ушел прочь.",
    "answers": [
      {
        "id": 108,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 87,
    "text": "  — Помогите мне пожалуйста, вы не представляете, как мне нужна ваша помощь, — я посмотрела на его бэйдж, — милый Джордж, вы же не можете отказать девушке, в такой небольшой просьбе?<s>r\n<s>r\n  Я состроила щенячьи глазки и мило улыбнулась ему.<s>r\n<s>r\n — Вы, мисс, конечно очаровательно улыбаетесь, но я женат и у меня две дочки. И вспомнить мне это не помогает.<s>r\n<s>r\n  И он равнодушно принялся протирать барную стойку.",
    "answers": [
      {
        "id": 85,
        "text": "Попробовать по другому"
      }
    ]
  },
  {
    "id": 88,
    "text": " — Хм, интересно, может это потому, что вы слишком часто прикладываетесь, к алкоголю, стоящему в баре. <s>r\n<s>r\n  Бармен вытаращил на меня глаза.<s>r\n<s>r\n — Да, да я заметила, как вы сунули одну бутылку в карман брюк. Да и сложно не заметить, когда из него торчит горлышко. Знает ли об этом ваш управляющий?<s>r\n<s>r\n  Он быстро поправил карман и прикрыл бутылку фартуком.<s>r\n<s>r\n  — Вы очень наблюдательны, мисс, но я работаю здесь уже десять лет, а вас здесь видят впервые. Так что не думайте, что управляющий, тут же побежит проверять ваши домыслы. А теперь идите уже не мешайте мне работать. <s>r\n<s>r\n   И он с раздраженным видом принялся протирать и без того чистую барную стойку.",
    "answers": [
      {
        "id": 85,
        "text": "Попробовать по другому"
      }
    ]
  },
  {
    "id": 89,
    "text": "  — Ладно, я поняла, куда вы клоните. <s>r\n <s>r\n  Я положила на стойку зеленую купюру и подвинула ближе к нему. <s>r\n<s>r\n  Бармен посмотрел на деньги и скривился.<s>r\n<s>r\n  — Ладно, ладно.<s>r\n<s>r\n  Я положила на стол еще две бумажки. Ловким движением руки бармен взял их со стойки. <s>r\n<s>r\n  — Мужчина, которого ты ищешь, недавно сидел за этой стойкой. Он расспрашивал меня об одном месте, под названием Тихая Лагуна. Говорил, что уж очень наслышан, и хочет его посетить.<s>r\n<s>r\n  — Что это такое?<s>r\n<s>r\n  — Это бар. Очень известный. Находится на параллельной улице. Очень вероятно, что он еще там.",
    "answers": [
      {
        "id": 90,
        "text": "Отправиться в Тихую Лагуну"
      }
    ]
  },
  {
    "id": 90,
    "text": "   Расспросив бармена, я довольно быстро нашла Тихую Лагуну.  Вопреки названию там было очень шумно. Несмотря на раннее время бар был почти полон. Присмотревшись внимательно, я поняла, чем он был так привлекателен. Этот бар больше походил на мини казино. За столами собрались любители карт, костей, домино и других неизвестных мне игр. Многие личности, находившиеся здесь выглядели довольно подозрительно.<s>r\n<s>r\n   Синьора Реггатти я нашла за одним из столов, играющим в кости. <s>r\n<s>r\n — Синьор Реггати, наконец-то я нашла вас! Что вы здесь делаете? Идемте, нам пора к автобусу.<s>r\n<s>r\n   Он оторвался от игры и с улыбкой смотрел на меня.<s>r\n<s>r\n — O bella signorina! Вы искали меня? Я не достоин такой чести. — он взял мою руку и поднес к губам.<s>r\n<s>r\n — Синьор Реггатти, пожалуйста, пойдемте отсюда. Нам давно пора ехать, мы сбиваемся с намеченного плана.<s>r\n<s>r\n   Сидевшие за столом игроки, хмуро и недовольно смотрели на меня. Я почувствовала себя не уютно под их взглядами и в таком окружении.<s>r\n<s>r\n — Не может быть! — он посмотрел на часы — Я совсем не следил за временем. Чтож господа, вынужден проститься с вами.<s>r\n<s>r\n — Стой старик! — один из игроков поднялся, я напряглась и уже приготовилась бежать, прихватив синьора Регатти. — Твой ход еще не закончен. Игру в Крэпс нельзя так просто покинуть. Кидай кости.<s>r\n<s>r\n — Ах да, конечно. — Он взял протянутый ему стакан с игральными костями. — Синьорина, могу я просить сделать это за меня? Я уже проиграл довольно много, может быть ваши прекрасные руки сотворят для меня чудо.<s>r\n<s>r\n   Я хотела только одного, скорее отсюда уйти, поэтому не стала спорить. Быстро взяла стакан, потрясла его и выбросила кости на стол.<s>r\n<s>r\n — Синьор Реггати, пожалуйста пойдемте. — сказала я не глядя на стол.<s>r\n<s>r\n — Дааа! — он подскочил — Это невероятно!! Оh dio mio! I miracoli accadono!! Синьорина, вы чудо.<s>r\n<s>r\n  Синьор Реггати забрал свой выигрыш, и мы поспешили покинуть это злачное место.",
    "answers": [
      {
        "id": 91,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 91,
    "text": "  Мы вышли на улицу. Дневной свет ослепил меня после сумрака, царившего в баре. Под восторженные речи на итальянском, мы направились к автобусу. Пройдя несколько улиц, я поняла, что не узнаю местности. Неужели мы заблудились? Так башенка с часами, надо идти к ней.<s>r\n<s>r\n  — Синьорина, я вижу, вон эта башня. — он указал на здание с часами, находившееся неподалеку.<s>r\n<s>r\n  — Да, точно, как я сразу не заметила! Идемте быстрее.<s>r\n<s>r\n  Мы направились к видневшейся башне. Да, все-таки читать историю города и путешествовать по городу, две абсолютно разные вещи.<s>r\n<s>r\n  Мы подошли к зданию и поняли, что это была совсем не та башня. Да что же это такое! Я принялась расспрашивать дорогу у прохожих. Кое как нам удалось выбраться из лабиринта улиц к центральной площади. <s>r\n<s>r\n  Нам на встречу уже бежала Мария.<s>r\n<s>r\n — Наконец-то вы вернулись! Синьор Реггатти, я так рада, что вы нашлись.<s>r\n<s>r\n — Прошу простить меня, синьорина, я совсем потерял счет времени.<s>r\n<s>r\n — Эйлин, почему ты не отвечала на телефон? <s>r\n<s>r\n — Прости, я и не заметила как он разрядился.<s>r\n<s>r\n — Ладно, хорошо, что вы нашлись. Пойдем нам нужно завершить экскурсию. ",
    "answers": [
      {
        "id": 92,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 92,
    "text": "  В итоге, мы потеряли почти два часа. Настроение у остальных туристов было уже не такое хорошее как в начале, к счастью Мари была профессионал и неплохо их развлекала.<s>r\n<s>r\n  Остаток экскурсии мы провели второпях и немного скомкано, так как почти все уже устали и хотели вернуться к себе.<s>r\n<s>r\n  Мы уже возвращались обратно, сидя в пустом автобусе.<s>r\n<s>r\n — Эйлин, прости, мне позвонил руководитель нашего отдела, спросил почему мы задерживаемся и мне пришлось ему все объяснить. Так, что по приезду, нам придется отчитаться перед ним.<s>r\n<s>r\n  Я вздохнула, эх, первый день, а уже придется слушать как меня отчитывают.",
    "answers": [
      {
        "id": 93,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 93,
    "text": "  Руководитель отдела, молодой мужчина, не стал дожидаться пока мы придем к нему с отчетом. Только мы вернулись в офис, как он набросился на нас с гневными криками.<s>r\n<s>r\n — Как, как это возможно, мисс Рид? Экскурсовод заблудился во время экскурсии!! Вы ставите под сомнение вашу компетентность. И это в первый рабочий день, страшно представить, что будет дальше.<s>r\n<s>r\n  И так он кричал наверно полчаса. Остальные сотрудники наблюдали это с недоумением.<s>r\n<s>r\n  Накричавшись он сунул мне в руки толстый путеводитель.<s>r\n<s>r\n  — Вот, изучите от корки до корки. И думайте прежде, чем что-то сделать.",
    "answers": [
      {
        "id": 94,
        "text": "Дальше",
        "need": 58
      },
      {
        "id": 107,
        "text": "Дальше",
        "need": -58
      }
    ]
  },
  {
    "id": 94,
    "text": "  Я вышла из офиса в подавленном состоянии. Руки тряслись, а в горле встал ком. Я понимала, что провинилась, но в то же время, все могло закончится хуже. Мы же завершили наш план по экскурсии, туристы ушли довольные, что же так орать то.<s>r\n<s>r\n  Ноги сами привели меня к уединенному садику со скульптурой девушки, который я нашла во время вчерашней прогулки.<s>r\n<s>r\n  Только присев на лавочку, я не смогла больше сдерживаться, я истерично рассмеялась, а на глазах выступили слезы.<s>r\n<s>r\n— Да что же я за человек-проблема! В первый день так получить от начальства! — я посмотрела на толстый путеводитель в руках. — Сам его читай!<s>r\n<s>r\n  И я со злостью швырнула его в кусты, о чем сразу пожалела.<s>r\n<s>r\n  — Эй! Ты что творишь!?<s>r\n<s>r\n  С травы из-под кустов поднялся парень. В его волосах и одежде торчали листочки и травинки. Он держал в руке мой путеводитель и потирал плечо.<s>r\n<s>r\n — Ой, простите, я не знала что в этих кустах кто-то, кто-то.. А что вы там делали, можно спросить?<s>r\n<s>r\n  Он окинул меня презрительным взглядом.<s>r\n<s>r\n — Ты чуть не убила меня этой толстенной книгой, а теперь еще и выведываешь личную информацию?<s>r\n<s>r\n — Я? Нет, просто это странно что человек лежит в саду в кустах.<s>r\n<s>r\n — Это ты странная, приходишь сюда кричишь, на людей покушаешься. — он посмотрел на книгу, пролистнул ее. — Красивая, пожалуй, заберу ее у тебя, раз не нужна.<s>r\n",
    "answers": [
      {
        "id": 95,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 95,
    "text": "  Я рассмотрела этого садового гнома внимательней. Высокий, худощавый, светлая кожа и густые, черные, как уголь, волосы. Глаза его отдавали синевой, а в правильных чертах лица, в высоких скулах чувствовался аристократизм. Без сомнения, этот незнакомец был очень привлекателен.<s>r\n<s>r\n  Он поднял глаза от книги и поймал мой изучающий взгляд. Я слегка покраснела.<s>r\n<s>r\n — Кхм, верните мне пожалуйста мой путеводитель, мне еще нужно его изучить. А про то что он прилетел в вас, я уже сказала, что не специально и извинилась. <s>r\n<s>r\n  Я попыталась выхватить книгу, но он поднял руки вверх, так что мне пришлось бы подпрыгнуть, чтоб ее достать.<s>r\n<s>r\n  — Нет, не верну. Если ты так обращаешься с книгами, ты плохой для нее хозяин.<s>r\n<s>r\n  — Сэр, не знаю, как вас зовут, пожалуйста верните. Руководитель меня убьет, если увидит, что у меня ее нет.<s>r\n<s>r\n  — Меня зовут Рейнар. Нет ты меня не убедила.<s>r\n<s>r\n  Ах так! Я уже начинала злиться. Мне и уговаривать тебя не придется, сама заберу. Или может плюнуть и оставить ему этот дурацкий путеводитель?",
    "answers": [
      {
        "id": 96,
        "text": "Стукнуть его в живот"
      },
      {
        "id": 98,
        "text": "Пощекотать"
      },
      {
        "id": 99,
        "text": "Сделать захват айкидо"
      },
      {
        "id": 100,
        "text": "Не делать попыток отнять"
      }
    ]
  },
  {
    "id": 96,
    "text": "  Весь стресс последних дней вылился в этот удар. Я не рассчитала силу и со всего размаха врезала ему. Парень согнулся пополам и схватился одной рукой за живот.<s>r\n<s>r\n  — Нет, ты точно решила меня сегодня убить.  Ты случайно не наемный убийца? Ты жестокая для хрупкой девушки.<s>r\n<s>r\n  Я хотела было поднять выпавшую книгу, но поняла что перестаралась. Я заботливо придержала его за плечи и заглянула в лицо.<s>r\n<s>r\n — Вы в порядке? Простите, я не думала, что получится так сильно. <s>r\n<s>r\n — Кхэм, кхэм, ничего и не сильно, — он выпрямился и принял вид напускного безразличия — я просто не ожидал такого коварства.<s>r\n <s>r\n — А ну раз так, то все в порядке. А это не ваше. — я подобрала книгу — Что ж вы книги на землю бросаете, мистер Рейнар?<s>r\n<s>r\n  Он молча бросил на меня злой взгляд, а я, победоносно улыбнувшись, направилась к себе.",
    "answers": [
      {
        "id": 104,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 97,
    "text": "  Я не сильно но резко ткнула его в живот, надеясь этим застать его в расплох. Но он вовремя напряг пресс и мой удар не возимел успеха.\n\n  — Слишком слабо, ты плохо стараешься. Это я оставляю себе, а тебя надеюсь здесь больше не увидеть.\n\n  Он сунул книгу подмышку и зашагал прочь. Мне же осталось лишь слать ",
    "answers": []
  },
  {
    "id": 98,
    "text": "  Ну держись у меня!<s>r\n<s>r\n  Я стала водить руками по его бокам быстро перебирая пальцами. Он весь покраснел и еле держался чтобы не рассмеяться, но руки не опускал.<s>r\n<s>r\n — Гх, я не боюсь щекотки, Гх-гх. Ничего у тебя не выйдет.",
    "answers": [
      {
        "id": 96,
        "text": "Ударить"
      },
      {
        "id": 99,
        "text": "Сделать захват"
      },
      {
        "id": 100,
        "text": "Оставить попытки"
      }
    ]
  },
  {
    "id": 99,
    "text": "   Ну на счет айкидо я конечно погорячилась. Но я навалилась на него всем своим весом и сделала подсечку. Весь стресс последних дней и злость предали мне сил. Рейнар явно не ожидал такого хода и от неожиданности он не удержал равновесие и рухнул на землю. Я же прилетела на него сверху. Наши лица оказались очень близко, чуть не касаясь носами.<s>r\n<s>r\n   Он смотрел на меня недоуменно, широко распахнув свои синие глаза.<s>r\n<s>r\n   Я покраснела, поняв неловкость ситуации. На его щеках также выступил легкий румянец. Я поспешно слезла с него и протянула ему руку.<s>r\n<s>r\n — Извините, я не хотела..<s>r\n<s>r\n  Он поднялся с земли, проигнорировав предложенную помощь.<s>r\n<s>r\n — Ты просто застала меня врасплох. — Он одернул, слегка задравшуюся, рубашку — Как у тебя это получилось? Ты точно женщина?<s>r\n<s>r\n  Я покраснела еще больше.<s>r\n<s>r\n — Мне кажется это не сложно было понять, учитывая такую близость.. — пробубнила я себе под нос.<s>r\n<s>r\n — Что?<s>r\n<s>r\n — Ничего! Приятно было познакомиться, мистер Рейнар. — Я подхватила выпавшую книгу, и чуть не бегом направилась к общежитию.",
    "answers": [
      {
        "id": 104,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 100,
    "text": "   Нет, я сегодня была слишком измучена. У меня совсем не было сил, чтобы спорить с этим странным парнем. Я глубоко вздохнула и бросила на него равнодушный взгляд.<s>r\n<s>r\n  — Ну и пожалуйста, можете оставить его себе.<s>r\n<s>r\n  — Ты так просто сдаешься, странная женщина?<s>r\n<s>r\n    Но я уже не слушала, что он говорил. Я развернулась и побрела к общежитию.<s>r\n<s>r\n  — Приятно было познакомиться, мистер Рейнар, — бросила я полуобернувшись — Развлекайтесь дальше, но без моего участия.",
    "answers": [
      {
        "id": 104,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 101,
    "text": "  Он протянул мне букетик. Я приняла цветы и поднесла их к лицу, вдыхая аромат. Они и правда были прекрасны.<s>r\n<s>r\n  — Спасибо, они очень красивые. Не стоило так из-за меня стараться.<s>r\n<s>r\n  Он слегка покраснел и мило улыбнулся. Повисла неловкая пауза.<s>r\n<s>r\n  — Ну ладно, я пойду. — И он зашагал к лестнице.<s>r\n<s>r\n  — Итон, подожди! — он остановился .<s>r\n<s>r\n  — Прости меня, пожалуйста, я тогда погорячилась и зря накричала на тебя.<s>r\n<s>r\n  Он обернулся и удивлено посмотрел на меня.<s>r\n<s>r\n  — Тебе не за что извиняться, это я стал задавать глупые и неуместные вопросы. Я думал ты на меня злишься и не знал, как мне извиниться.<s>r\n<s>r\n  У меня на глазах навернулись слезы. Я быстро смахнула их и улыбнулась ему.<s>r\n<s>r\n  — Знаешь, ты словно луч солнца в этом кромешном мраке.<s>r\n<s>r\n  Он озабочено посмотрел на меня.<s>r\n<s>r\n  — У тебя что-то случилось?<s>r\n<s>r\n  Я потрясла головой.<s>r\n<s>r\n  — Нет, все хорошо. Так что между нами мир?<s>r\n<s>r\n  — Конечно, как может быть иначе.<s>r\n<s>r\n  Я подошла ближе и слегка приобняла его. Я хотела отстраниться, но он прижал меня крепче  и уткнулся носом в мои волосы.",
    "answers": [
      {
        "id": 102,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 102,
    "text": "   Сердце забилось быстрей, а по коже пробежали мурашки. В его объятиях было так тепло и уютно и так приятно волновала эта близость, что мне не хотелось его отпускать.<s>r\n<s>r\n   Мы постояли так несколько минут, но казалось время остановилось.<s>r\n<s>r\n   Где-то в коридоре щелкнул замок и послышалось открывание двери. Только тогда мы отпрянули друг от друга.<s>r\n<s>r\n   Он смущено улыбнулся и попрощавшись со мной направился к себе в комнату.<s>r\n<s>r\n    Я же зашла к себе в комнату, положила цветы на стол и плашмя упала на кровать. Я тихо застонала. Как, как мне думать о работе? <s>r\n<s>r\n   Похоже здесь и правда какой-то особый воздух.<s>r\n<s>r\n   Нет, Лина, так не пойдет, сейчас совсем не время крутить романы. Я и так в первый день накосячила, так что прочь, прочь все мысли о мужчинах.",
    "answers": [
      {
        "id": 103,
        "text": "Дальше",
        "need": 100
      },
      {
        "id": 86,
        "text": "Дальше",
        "need": -100
      }
    ]
  },
  {
    "id": 103,
    "text": "  На следующее утро, я зевая шла по столовой к столику, за которым обычно ела. Впереди я увидела Рейнара, сидящего за столом и что-то усердно записывающего на листах бумаги. Что он здесь делает так рано? Все постояльцы еще спят, может он все-таки работает здесь. На краю его стола я заметила свой путеводитель. Это мой шанс его забрать.<s>r\n  <s>r\n    Я поставила поднос и тихо подошла сзади. Он был очень увлечен своими записями и не замечал меня. Я быстро схватила книгу, но он отреагировал моментально, перехватив ее. Я потянула в попытке отнять и случайно опрокинула стакан воды стоящий на столе, прямо на его записи. <s>r\n<s>r\n   Он вскочил в ужасе и принялся стряхивать с них воду.<s>r\n<s>r\n  — Нет, ты явно имеешь что-то против меня. <s>r\n<s>r\n   Я извиняясь попыталась вытереть листы салфетками, отчего чернила стали размазываться. Он схватил меня за руки.<s>r\n<s>r\n  — Остановись, женщина, ты только хуже делаешь.<s>r\n<s>r\n  Тут к нам подбежали сотрудницы кафе.<s>r\n<s>r\n  — Мистер Мэйер, что случилось? Ох! Мы сейчас все уберем.<s>r\n<s>r\n   Они с ахами и охами стали вытирать воду.<s>r\n<s>r\n  — Листы можно высушить..<s>r— начала было я.<s>r\n<s>r\n  — Это теперь бесполезный мусор. Выбросьте это.<s>r\n<s>r\n  — Да, мистер Мэйер.<s>r\n<s>r\n  — Извините я не специально, что это были за записи? Может быть их можно восстановить..<s>r\n<s>r\n    Он хотел мне что-то сказать, но передумал, глубоко вздохнул и ушел прочь.",
    "answers": [
      {
        "id": 108,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 104,
    "text": "   Нда, странное вышло знакомство. Кто это вообще такой? Среди сотрудников я его не видела, неужели клиент? Хотя я недавно здесь, может еще не всех запомнила.<s>r\n<s>r\n  Только сейчас я заметила, как преобразился отель. В первый же день к нам въехало довольно много посетителей. Территория отеля очень сильно оживилась по сравнению со вчерашним днем. И люди продолжали прибывать.<s>r\n<s>r\n  Но у меня было лишь одно желание, прийти к себе и упасть в кроватку, ужин мы уже пропустили, да и не было у меня сейчас аппетита.<s>r\n<s>r\n  Поднявшись на свой этаж, я увидела, как кто-то стоит около моей двери и что-то делает с дверной ручкой. Я слегка насторожилась.<s>r\n<s>r\n  Подойдя ближе я поняла, что это Итон с букетиком полевых цветов. Услышав мои шаги, он обернулся, чуть не выронив цветы.<s>r\n<s>r\n  Он смущенно рассмеялся.<s>r\n<s>r\n — Привет, не получилось у меня сделать это тайком.<s>r\n<s>r\n — Привет.. — я немного не понимающе смотрела на него.<s>r\n<s>r\n — Я был сегодня в горах, там есть такая красивая поляна, вся усыпанная цветами. Я подумал тебе понравится.. и вот.. Держи это тебе.",
    "answers": [
      {
        "id": 101,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 105,
    "text": "",
    "answers": [
      {
        "id": 106,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 106,
    "text": "",
    "answers": []
  },
  {
    "id": 107,
    "text": "<s>r\n    Я вышла из офиса в подавленном состоянии. Руки тряслись, а в горле встал ком. Я понимала, что провинилась, но в то же время, все могло закончится хуже. Мы же завершили наш план по экскурсии, туристы ушли довольные, что же так орать то.<s>r\n<s>r\n  Я шла бесцельно, погруженная в свои мысли. В итоге я набрела на небольшой красивый цветник. Вокруг него была живая изгородь, а внутри росли большие кусты роз, гортензии, жасмина. Аромат стоял потрясающий. Я заметила несколько полукруглых скамеечек. По центру сада стояла скульптура красивой молодой женщины, очень искусно вырезаная и проработаная до мельчайших деталей. Это место ухоженно, но не похоже, что его часто посещают.<s>r\n<s>r\n  Только присев на лавочку, я не смогла больше сдерживаться, и истерично рассмеялась, а на глазах выступили слезы.<s>r\n<s>r\n— Да что же я за человек-проблема! В первый день так получить от начальства! — я посмотрела на толстый путиводитель в руках. — Сам его читай!<s>r\n<s>r\n  И я со злостью швырнула его в кусты, о чем сразу пожалела.<s>r\n<s>r\n  — Эй! Ты что творишь!?<s>r\n<s>r\n  С травы из-под кустов поднялся парень. В его волосах и одежде торчали листочки и травинки. Он держал в руке мой путеводитель и потирал плечо.<s>r\n<s>r\n — Ой, простите, я не знала что в этих кустах кто-то, кто-то.. А что вы там делали, можно спросить?<s>r\n<s>r\n  Он окинул меня презрительным взгляом.<s>r\n<s>r\n — Ты чуть не убила меня этой толстенной книгой, а теперь еще и выведываешь личную информацию?<s>r\n<s>r\n— Я? Нет, просто это странно что человек лежит в саду в кустах.<s>r\n<s>r\n — Это ты странная, приходишь сюда кричишь, на людей покушаешься. — он посмотрел на книгу, пролистнул ее. — Красивая, пожалуй заберу ее у тебя, раз не нужна.<s>r\n",
    "answers": [
      {
        "id": 95,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 108,
    "text": "  Я собрала испорченные листы, не дав их выкинуть. Высушу и верну ему.<s>r\n<s>r\n  Девушки из кафетерия накинулись на меня.<s>r\n<s>r\n — Ты что!? Зачем ты это сделала?<s>r\n<s>r\n — Я случайно..<s>r\n<s>r\n — Надейся теперь, что он на тебя не пожалуется и тебя не уволят.<s>r\n<s>r\n — Чт-то? Это еще почему? Кто он такой?<s>r\n<s>r\n — Это же Рейнар Мэйер, известный писатель и постоянный клиент “Мэри-эн”. Он проводит здесь почти все лето.<s>r\n<s>r\n   Они ушли причитая по этому поводу. <s>r\n<s>r\n   Я заметила, что все, кто был в кафе смотрели на меня, я смущено улыбнувшись, направилась к своему столику и понуро принялась за завтрак.<s>r\n<s>r\n   Час от часу не легче.",
    "answers": [
      {
        "id": 109,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 109,
    "text": "  Так начались мои рабочие будни. Последующие дни были спокойнее. Я полностью погрузилась в работу. Целый день мы ездили по городу. Не смотря на начало сезона, поток туристов был нескончаемым. В отель постепенно прибывало все больше и больше постояльцев.  <s>r\n<s>r\n  В свободное от работы время я делала конспекты, тщательно записывала и разбирала все что говорила и делала Мария. Изучала новую информацию и пыталась составить свою программу.<s>r\n<s>r\n  Спустя две недели практики мне предстояла моя первая экскурсия. На ней должен был присутствовать руководитель отдела, чтобы оценить мою готовность стать самостоятельной.<s>r\n<s>r\n  С Итоном мы виделись редко, он тоже был полностью занят работой, в основном встречались в столовой, либо в общей гостиной. И никогда наедине. Возникало странное ощущение, как будто он разрывается между двумя желаниями: побыть со мной подольше и сбежать от меня как можно дальше. Погруженная в свои заботы я особо не предавала этому значение.<s>r\n<s>r\n  Оливер Холланд по-прежнему не возвращался в отель, так что я почти и забыла о нем, лишь изредка вспоминая взгляд его красивых зеленых глаз.",
    "answers": [
      {
        "id": 110,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 110,
    "text": "— Так, Эйлин, успокойся, — Мария взяла меня за плечи — ты все знаешь, все умеешь. Ты справишься. Ты главное не бойся разговаривать с людьми и отвечать на их вопросы.<s>r\n<s>r\n  Я глубоко втянула воздух. Вот и настал день моего, так сказать экзамена. Меня била мелкая дрожь. Я не боялась общаться, программу я знала наизусть, но страх провала все равно не отпускал.<s>r\n<s>r\n  Я вымучено улыбнулась Марии. <s>r\n<s>r\n — Я все смогу! — сказала я больше себе чем ей.<s>r\n<s>r\n — Так, так, мисс Рид, я смотрю у вас боевой настрой. — В офис вошел начальник отдела. — Надеюсь вы сохраните его до конца поездки и не подведете свою наставницу. <s>r\n<s>r\n  — Да, сэр..<s>r\n<s>r\n   Он был одет сегодня довольно забавно. Вместо привычных строгих брюк и пиджака, на нем был костюм \"типичного туриста\".  Шорты, яркая рубашка с коротким рукавом, кепка и рюкзак. На шее висел фотоаппарат, а в руках блокнот для записей.<s>r\n<s>r\n  — Не обращай на меня внимания, я сольюсь с толпой. Воспринимай меня как обычного туриста.<s>r\n<s>r\n  Нда, в таком прикиде он стал только заметнее.",
    "answers": [
      {
        "id": 111,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 111,
    "text": "  Сегодня мы проводили экскурсию для наших постояльцев. Я стояла у автобуса и отмечала прибывающих. <s>r\n<s>r\n  — Доброе утро, возьмите пожалуйста этот буклет, занимайте любое понравившееся место в автобусе, скоро мы отправляемся. Надеюсь вам понравится. — Я лучезарно улыбалась туристам, а они мне в ответ.<s>r\n<s>r\n  — Рейнар Мэйер — я подняла голову от списка, Рейнар стоял напротив меня и смотрел равнодушным взглядом куда-то поверх моей головы. — Я надеюсь мы скоро отправляемся, не очень хочется проводить время в ожидании.<s>r\n<s>r\n   Я мысленно застонала, тебе то здесь что нужно, неужели еще не весь город изучил? Надеюсь он на меня уже не злится. Я натянуто улыбнулась.<s>r\n<s>r\n — Доброе утро, мистер Мэйер. Еще пара человек, и мы уезжаем. Прошу проходите в автобус. Надеюсь вам понравится наша поездка.<s>r\n<s>r\n — Несомненно.<s>r\n<s>r\n   Он слегка улыбнулся и зашел в автобус. Как-то насторожила меня его последняя фраза..<s>r\n<s>r\n   Когда все были на своих местах мы отправились в город<s>r.",
    "answers": [
      {
        "id": 113,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 112,
    "text": "    Вопреки названию там было очень шумно. Несмотря на раннее время бар был почти полон. Присмотревшись внимательно, я поняла, чем он был так привлекателен. Этот бар больше походил на мини казино. За столами собрались любители карт, костей, домино и других неизвестных мне игр. Многие личности, находившиеся здесь выглядели довольно подозрительно.<s>r\n<s>r\n   Синьора Реггатти я нашла за одним из столов, играющим в кости. <s>r\n<s>r\n — Синьор Реггати, наконец-то я нашла вас! Что вы здесь делаете? Идемте, нам пора к автобусу.<s>r\n<s>r\n   Он оторвался от игры и с улыбкой смотрел на меня.<s>r\n<s>r\n — O bella signorina! Вы искали меня? Я не достоин такой чести. — он взял мою руку и поднес к губам.<s>r\n<s>r\n — Синьор Реггатти, пожалуйста, пойдемте отсюда. Нам давно пора ехать, мы сбиваемся с намеченного плана.<s>r\n<s>r\n   Сидевшие за столом игроки, хмуро и недовольно смотрели на меня. Я почувствовала себя не уютно под их взглядами и в таком окружении.<s>r\n<s>r\n — Не может быть! — он посмотрел на часы — Я совсем не следил за временем. Чтож господа, вынужден простится с вами.<s>r\n<s>r\n — Стой старик! — один из игроков поднялся, я напряглась и уже приготовилась бежать, прихватив синьора Регатти, — Твой ход еще не закончен. Игру в Крэпс нельзя так просто покинуть. Кидай кости.<s>r\n<s>r\n — Ах да, конечно. — Он взял протянутый ему стакан с игральными костями. — Синьорина, могу я просить сделать это за меня? Я уже проиграл довольно много, может быть ваши прекрасные руки сотворят для меня чудо.<s>r\n<s>r\n   Я хотела только одного, скорее отсюда уйти, поэтому не стала спорить. Быстро взяла стакан, потрясла его и выбросила кости на стол.<s>r\n<s>r\n — Синьор Ргеггати, пожалуйста пойдемте. — сказала я не глядя на стол.<s>r\n<s>r\n — Дааа! — он подскочил — Это невероятно!! Dio mi salvi! I miracoli accadono!! Синьорина, вы чудо.<s>r\n<s>r\n  Синьор Реггати забрал свой выигрыш, и мы поспешили покинуть это злачное место.",
    "answers": [
      {
        "id": 91,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 113,
    "text": "  Началась экскурсия. Мы ехали по маршруту, который проезжали каждый день. Я рассказывала о достопримечательностях и отвечала на вопросы. Только лишь начав говорить, я поняла, что чувствую себя уверено.<s>r\n<s>r\n  — Мы с вами находимся у стен крепости Пьетра де пале, возведенной для защиты, только заложенного здесь города Парнамо, нынешнего Квиндейла. Эту крепость можно считать самым древним строением, сохранившемся до наших дней. Вот уже более семи столетий с 1304 года, она несет свой дозор.<s>r\n<s>r\n  Все слушали с нескрываемым интересом. Рейнар поднял руку для вопроса.<s>r\n<s>r\n  — Мисс Рид, вы очень интересно рассказываете, но абсолютно неправильно произносите название крепости, не Пьетра, а Петра ди пале.<s>r\n<s>r\n   Он посмотрел на меня сверху вниз, с чувством полной самоуверенности. У меня к лицу прилила краска. Как так неправильно? Во всех учебниках так было написано. Из толпы туристов послышались смешки. Так нужно скорее что-то придумать",
    "answers": [
      {
        "id": 114,
        "text": "Поблагодарить его за подсказку"
      },
      {
        "id": 115,
        "text": "Разозлиться и сказать, что мне лучше знать"
      },
      {
        "id": 116,
        "text": "Выкрутиться по умному"
      }
    ]
  },
  {
    "id": 114,
    "text": "  — Что ж, мистер Мэйер, спасибо за подсказку, вы очень начитанны. Но не правильное произношение названия делает эту крепость такой великой, а ее история, люди которые обороняли свою отчизну!<s>r\n<s>r\n  Все туристы вновь слушали меня с раскрытыми ртами. Руководитель отдела что-то помечал в своем блокноте и удовлетворенно покачивал головой.<s>r\n<s>r\n  Я бросила победный взгляд на Рейнара, он слегка усмехнулся и принялся разглядывать крепостные стены.",
    "answers": [
      {
        "id": 117,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 115,
    "text": " — Мистер Мэйер, спасибо за замечание, но оно не верно, крепость называется Пьетра де пале и ни как иначе. Думаю, что я побольше вашего знаю об истории этого города.<s>r\n<s>r\n  Рейнар усмехнулся.<s>r\n<s>r\n — Чтож, раз вы так уверены, не буду с вами спорить, госпожа экскурсовод.<s>r\n<s>r\n  Госпожа экскурсовод?!<s>r\n<s>r\n  Люди снова захихикали. Руководитель смотрел на меня с вытаращенными глазами и принялся делать какие-то пометки в своем блокноте. Мое лицо покраснело еще сильнее. Я откашлялась и продолжила рассказ о крепости, к счастью все слушали с прежним интересом.",
    "answers": [
      {
        "id": 119,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 116,
    "text": "  — Вы совершенно правы, мистер Мэйер, но вы произносите это название на языке колонизаторов, что основали этот город, а я же произношу на языке коренных жителей, обитающих на этом берегу. Так что оба произношения верны, но мой вариант чаще употребляем.<s>r\n<s>r\n  Люди восхищенно протянули “Ооо, вот оно что” и принялись слушать меня с еще большим интересом. Я бросила на Рейнара торжествующий взгляд, он ответил мне взглядом полым любопытства и легкой улыбкой, что заставило меня смущенно отвести взгляд.<s>r\n<s>r\n  Руководитель отдела одобрительно кивал и что-то записывал в свой блокнот.<s>r\n<s>r\n  Я продолжила экскурсию, стараясь не обращать на них внимание.",
    "answers": [
      {
        "id": 118,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 117,
    "text": "   Остаток экскурсии прошел без происшествий, я была уверена, что справлюсь. Правда под вечер я чувствовала себя словно выжатый лимон, горло болело от непрекращающегося потока слов и ноги устали от долгой ходьбы.<s>r\n<s>r\n  Все туристы выходили из автобуса и благодарили за проведенную экскурсию.<s>r\n<s>r\n  — Было довольно интересно, тебя послушать — Рейнар с легкой ухмылкой стоял напротив — но вот над произношением иностранных слов тебе явно нужно поработать. <s>r\n  <s>r\n  — Что же это, слова благодарности или упрек, мистер Рейнар? — я хитро на него посмотрела.<s>r\n<s>r\n  — И то и другое, мисс Рид. Советую тебе больше работать над собой, но все же я буду не прочь посетить еще одну экскурсию. — он посмотрел мне прямо в глаза и на одно мгновение в них сверкнула искорка озорства. — Хорошего вечера.<s>r\n<s>r\n   И он неспешной походкой зашагал в сторону отеля.<s>r\n<s>r\n   Я шумно вздохнула. Нет уж спасибо, надеюсь ты больше не придешь и не будешь мне мешать.<s>r\n<s>r\n   Когда последний человек вышел из автобуса, ко мне подошли мой руководитель и Мария.<s>r\n<s>r\n  — Хм, мисс Рид, — протянул он — вы довольно неплохо сегодня держались. Но вот названия нужно знать получше. Мистер Мэйер знающий человек. Чтож ставлю вам четыре за работу, теперь вы можете самостоятельно вести экскурсии, но прошу вас, продолжайте заниматься усерднее! <s>r\n<s>r\n   Он направился в офис. Я показала ему в след язык. Мари набросилась на меня с объятиями.<s>r\n<s>r\n — Поздравляю!! Я знала, что у тебя все получится! Это обязательно нужно отметить, я уже договорилась с Сарой и Самантой, сегодня собираемся у меня в номере.<s>r\n<s>r\n — Спасибо, Мари, но я очень устала сегодня, мне бы лучше отдохнуть..<s>r\n<s>r\n — Нет, нет, возражения не принимаются. В восемь у меня. <s>r\n<s>r\n  Что ж спорить с ней бесполезно. Нужно передохнуть пока есть время.",
    "answers": [
      {
        "id": 120,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 118,
    "text": "   Остаток экскурсии прошел без происшествий, я была уверена, что справлюсь. Правда под вечер я чувствовала себя словно выжатый лимон, горло болело от непрекращающегося потока слов и ноги устали от долгой ходьбы.<s>r\n<s>r\n  Все туристы выходили из автобуса и благодарили за проведенную экскурсию.<s>r\n<s>r\n  — Было довольно интересно, тебя послушать — Рейнар с легкой ухмылкой стоял напротив — Вот только скажи, ты ведь сама это придумала, про разные наречия. <s>r\n  <s>r\n  — Что же это, слова благодарности или упрек, мистер Рейнар? — я хитро на него посмотрела. — Зачем же мне рассказывать людям недостоверные факты?<s>r\n<s>r\n  — И то и другое, мисс Рид. Но думаю я буду не прочь посетить еще одну экскурсию. — он посмотрел мне прямо в глаза и на одно мгновение в них сверкнула искорка озорства. — Хорошего вечера.<s>r\n<s>r\n   И он неспешной походкой зашагал в сторону отеля.<s>r\n<s>r\n   Я шумно вздохнула. Нет уж спасибо, надеюсь ты больше не придешь и не будешь мне мешать.<s>r\n<s>r\n   Когда последний человек вышел из автобуса, ко мне подошли мой руководитель и Мария.<s>r\n<s>r\n  — Хм, мисс Рид, — протянул он — вы довольно неплохо сегодня держались. Переплюнуть такого знатока истории как Мистер Мэйер — это не просто. Чтож ставлю вам отлично за работу, теперь вы можете самостоятельно вести экскурсии, возможно, я даже поговорю об увеличении вашей зарплаты!<s>r\n<s>r\n   Я не удержалась и порывисто обняла его.<s>r\n<s>r\n  — Спасибо, сэр! Я буду стараться и дальше! <s>r\n<s>r\n   Он слегка откашлялся оправил рубашку и направился в сторону отеля. Когда он ушел Мари набросилась на меня с объятиями.<s>r\n<s>r\n — Поздравляю!! Я знала, что у тебя все получится! Это обязательно нужно отметить, я уже договорилась с Сарой и Самантой, сегодня собираемся у меня в номере.<s>r\n<s>r\n — Спасибо, Мари, но я очень устала сегодня, мне бы лучше отдохнуть..<s>r\n<s>r\n — Нет, нет возражения не принимаются. В восемь у меня. <s>r\n<s>r\n  Что ж спорить с ней бесполезно. Нужно передохнуть пока есть время.<s>r\n",
    "answers": [
      {
        "id": 120,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 119,
    "text": "   Остаток экскурсии прошел без происшествий, я была уверена, что справлюсь. Правда под вечер я чувствовала себя словно выжатый лимон, горло болело от непрекращающегося потока слов и ноги устали от долгой ходьбы.<s>r\n<s>r\n  Все туристы выходили из автобуса и благодарили за проведенную экскурсию.<s>r\n<s>r\n  — Было довольно интересно, тебя послушать — Рейнар с легкой ухмылкой стоял на против — но свои ошибки нужно признавать. Похоже ты упряма как осел.<s>r\n  <s>r\n  — Я даже не знаю, как это воспринять, как комплимент или упрек, мистер Рейнар? — я посмотрела на него и слегка покраснела.<s>r\n<s>r\n  — Думаю и то и другое, мисс Рид. Советую тебе больше работать над собой, но все же я буду не прочь посетить еще одну экскурсию. — Он посмотрел мне прямо в глаза и на одно мгновение в них сверкнула искорка озорства. — Хорошего вечера.<s>r\n<s>r\n  И он неспешной походкой зашагал в сторону отеля.<s>r\n<s>r\n  Я шумно вздохнула. Нет уж спасибо, надеюсь ты больше не придешь и не будешь мне мешать.<s>r\n<s>r\n  Когда последний человек вышел из автобуса, ко мне подошли мой руководитель и Мария.<s>r\n<s>r\n  — Хм, мисс Рид, — протянул он — вы довольно неплохо сегодня держались. Но как можно было так отвечать такому важному клиенту, как мистер Мэйер?! Разве вы не знали, что он знаток истории, его основные произведения исторические романы. Чтож ставлю вам тройку с плюсом за работу, теперь вы можете самостоятельно вести экскурсии, но вам придется походить на семинары по общению с клиентами, которые провожу я! <s>r\n<s>r\n   Он направился в офис. Я показала ему в след язык. Похоже из-за ответа Рейнару, я была почти на грани.<s>r\n<s>r\n   Когда он ушел Мари набросилась на меня с объятиями.<s>r\n<s>r\n  — Поздравляю!! Я знала, что у тебя все получится! Это обязательно нужно отметить, я уже договорилась с Сарой и Самантой, сегодня собираемся у меня в номере.<s>r\n<s>r\n  — Спасибо, Мари, было бы что праздновать, я чуть не провалилась, да и устала очень, мне бы лучше отдохнуть..<s>r\n<s>r\n  — Нет, нет возражения не принимаются. Главное, что ты прошла, так что в восемь у меня. <s>r\n<s>r\n  Что ж спорить с ней бесполезно. Нужно передохнуть пока есть время.<s>r\n",
    "answers": [
      {
        "id": 120,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 120,
    "text": "  Я зашла в свою комнату, бросила ключи на тумбочку и невидящим взглядом уставилась на себя в зеркало, машинально расчесывая волосы.<s>r\n<s>r\n  — Ну вот все и закончилось. Похоже у меня все получилось. — произнесла я вслух.<s>r\n<s>r\n  — Я слышал ты сдавала сегодня тест, видимо все прошло успешно?<s>r\n<s>r\n  От неожиданности я подпрыгнула и резко обернулась. <s>r\n<s>r\n  На моей кровати, подперев голову локтем, лежал Оливер и изучающе рассматривал меня. Он был одет в простую белую футболку-поло и голубые джинсы. <s>r\n<s>r\n  — Чт-то вы тут делаете?! <s>r\n<s>r\n  — Так что, ты теперь полноценный экскурсовод? — он проигнорировал мой вопрос.<s>r\n<s>r\n  — Получается что так..<s>r\n<s>r\n   Он откинулся на спину и улыбнулся.<s>r\n<s>r\n  — Вот и хорошо, я бы не хотел, чтоб тебя уволили. Хотя, что я такое говорю, это же я принимаю конечное решение. — и он тихонько рассмеялся.<s>r\n<s>r\n   Я смотрела на него в недоумении, сжимая в руках расческу, готовая ей обороняться.<s>r\n<s>r\n  — И все же вы не ответили на мой вопрос. Что вы здесь делаете, разве вы не должны быть в главном офисе? И самое важное, как вы попали ко мне в комнату?!! <s>r\n<s>r\n  Он поднялся с кровати и подошел ко мне почти в плотную.<s>r\n<s>r\n  — Если что, у меня есть ключи от всех дверей. — прошептал он мне загадочно и заглянул в глаза. Только сейчас я поняла, что скучала по этим зеленым глазам и по нему.<s>r\n<s>r\n  Он отодвинулся и подошел к окну.<s>r\n<s>r\n  — А еще у меня отпуск, так что, я теперь обычный клиент в отеле. Так что ты можешь расслабиться находясь рядом со мной.<s>r\n<s>r\n  — Как можно расслабиться, когда вы без приглашения вламываетесь ко мне в комнату?! Отдайте мне ключ. <s>r\n<s>r\n  Он вынул ключ и протянул мне.<s>r\n<s>r\n  — Так просто? И не будет никакого подвоха?<s>r\n<s>r\n  — Забирай, никакого подвоха.<s>r\n<s>r\n   Я протянула руку чтоб забрать ключ. Ловким движением рук Оливер заставил его исчезнуть и показал мне пустые ладони.<s>r\n<s>r\n  — Опс, я тебя обманул. — он лучезарно улыбнулся — Но он где-то на моем теле, можешь меня обыскать.<s>r\n<s>r\n   Я сложила руки на груди и нахмурилась.<s>r\n<s>r\n   — Ну не хочешь, как хочешь. — он направился к двери, перед выходом остановился и подбросил ключик в руке. Я не удержалась и бросила в него подушку. Он увернулся и со смехом выскочил в коридор.",
    "answers": [
      {
        "id": 121,
        "text": "Вечером у Марии"
      }
    ]
  },
  {
    "id": 121,
    "text": " — А я тебе говорю, что он замечательный мужик, ик, самый лучший на Земле! Таких еще поискать надо, ик..<s>r\n<s>r\n — Конечно, дорогая, никто с тобой не спорит. Твой Луис самый лучший.<s>r\n<s>r\n — Луис, милый Луис.. — Мари положила голову на стол и захрапела.<s>r\n<s>r\n   Сара многозначительно посмотрела на меня, и мы тихонько рассмеялись.<s>r\n<s>r\n   Саманта на балконе разговаривала по телефону, раскрасневшаяся и счастливая она почти все время смеялась.<s>r\n<s>r\n  — Похоже, что остались только мы вдвоем. Давай выпьем еще. — Сара потянулась к моему стакану.<s>r\n<s>r\n  — Пожалуй мне хватит, а то закончу как Мария или того хуже.<s>r\n<s>r\n   Но Сара уже наполняла два стакана.<s>r\n<s>r\n  — Ты клади первый, нет ты. Хихи. Ну ладно, целую. — Саманта закончила говорить и вернулась к нам. <s>r\n<s>r\n  — Ох, у меня лицо пылает. — она приложила ладони к щекам.<s>r\n<s>r\n   Сара смотрела на нее изучающим взглядом.<s>r\n<s>r\n  — Определенно влюбленная женщина. — сделала она вывод — Знаешь, а я всегда считала, что ты сходишь с ума по нашему директору.<s>r\n<s>r\n    Я чуть не поперхнулась.<s>r\n<s>r\n  — Так и есть. — простодушно ответила Саманта, а я поперхнулась дважды — Точнее раньше так было, с самого детства.",
    "answers": [
      {
        "id": 122,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 122,
    "text": "  — Мы жили в соседних домах и дружили чуть ли не с пеленок. Когда Оливеру было четырнадцать, его мама, Мэри-эн, погибла, а отец, безумно ее любивший, впал в глубочайшую депрессию и напрочь забыл, что у него есть сын. И у меня в это время были очень натянутые отношения с родителями из-за их развода. Ну нас и понесло во все тяжкие. Мы тусовали с бандой байкеров, а у меня были короткостриженые ярко красные волосы.<s>r\n<s>r\n  — Чтоо? Никогда бы в это не поверила! — мы увлечено слушали ее рассказ. — Я и не знала, что у директора была такая сложная жизнь. Думала он избалованный и изнеженный жизнью обалдуй.<s>r\n<s>r\n  — Нет, Сара, не все всегда такое, каким кажется. У нас было много неприятностей с таким образом жизни. Помню, как Джессика забирала нас из полиции, несколько раз. Она всегда отличалась благоразумием в отличии от нас. И в то время я была безумно влюблена в Оливера, была готова за ним и в огонь, и в воду. Считала, что мы как Сид и Нэнси — она слегка улыбнулась своим воспоминаниям.<s>r\n<s>r\n  — Так вы встречались?!<s>r\n<s>r\n  — Нет, к сожалению, это была безответная любовь. А может и к лучшему. У него были девушки, но Оливер никому не открывал своего сердца. Пока.<s>r\n<s>r\n   После этих слов Саманта посмотрела на меня.<s>r\n<s>r\n  — Но я думаю, что все впереди. — и она тепло улыбнулась.<s>r\n<s>r\n   Сара тоже повернулась ко мне.<s>r\n<s>r\n  — Так, так, что тут у нас? Я чего-то не знаю? — она испытующе смотрела на меня.<s>r\n<s>r\n   Я недоуменно переводила взгляд с одной девушки на другую. <s>r\n<s>r\n  — Что? Что вы так на меня смотрите. Я и мистер Холланд, между нами ничего нет.<s>r\n<s>r\n  — Может пока ничего и нет, но я вижу, как он на тебя смотрит, вижу огонь в его глазах, когда он разговаривает с тобой. Ни на одну девушку он так никогда не смотрел.<s>r\n<s>r\n   Я слегка покраснела, вспомнив его взгляд.<s>r\n<s>r\n  — Вот, видишь, ты тоже это заметила.<s>r\n<s>r\n   Я помотала головой, отгоняя его образ.<s>r\n<s>r\n  — Нет, ерунда все это, ему просто нравится издеваться надо мной.<s>r\n<s>r\n  — Похоже кто-то отрицает очевидное. — сказала Сара. — Солнце, я бы на твоем месте не терялась, а хватала бы парня пока горяченький. Хотя лично мне больше по вкусу твой жутко привлекательный друг.",
    "answers": [
      {
        "id": 123,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 123,
    "text": "  — Итон? — что-то внутри кольнуло, интересно она серьезно или как обычно.<s>r\n<s>r\n  — Именно он, он жутко меня привлекает, никак не могу выкинуть его из головы. Но похоже, что все без толку, он никак не отвечает на мои подкаты. Видимо он думает о другой.<s>r\n<s>r\n  И она внимательно посмотрела на меня.<s>r\n<s>r\n  — Не смотри на меня так.<s>r\n<s>r\n  Она звонко рассмеялась.<s>r\n<s>r\n  — Ладно, ладно, не злись. Сэми, расскажи лучше, по таинственного мужчину, с которым ты так мило болтала.<s>r\n<s>r\n  Саманта мечтательно вздохнула и начала описывать человека, укравшего ее сердце.",
    "answers": [
      {
        "id": 124,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 124,
    "text": "  С этого дня началась настоящая работа. Я наконец  вела экскурсии самостоятельно. Несколько дней со мной ездила Мария, чтобы помогать, а дальше все сама. Мне безумно нравилось то чем я занимаюсь, хотя сил это отнимало очень много. <s>r\n<s>r\n  Почти на каждой моей поездке присутствовал Рейнар. Я не могла понять зачем, ведь в основном одна программа не отличалась от другой и почти каждый раз я рассказывала одно и то же. Но неизменно он сидел на том же месте смотрел в окно, делал фото и записи.<s>r\n<s>r\n  Иногда после экскурсии мы беседовали с ним об истории или архитектуре. В основном беседы были в виде споров.<s>r\n<s>r\n  В один из дней мы шли с ним к отелю и спорили о дате заложения города.<s>r\n<s>r\n  Почти дойдя до главного здания мы наткнулись на Оливера и Джессику Дэнт.<s>r\n<s>r\n  Что она здесь делает? Мы остановились и оба наблюдали за ними. Они нас не замечали и явно о чем-то спорили. <s>r\n<s>r\n  — Оливер, как это понимать?! — уперев руки в бока она возвышалась над ним, вольготно развалившемся на лавочке, прожигая взглядом.<s>r\n<s>r\n  — У меня отпуск. — Оливер бы невозмутим.<s>r\n<s>r\n  — Какой нафиг отпуск!? Ты исчез никому ничего не сказав, не придупредив. Я и не знала, что думать. Думала, думала ты.. — она слегка смутилась, — думала самое худшее. В общем-то собирайся мы уезжаем обратно.<s>r\n<s>r\n  — Джесс, если ты не заметила я в тапках и с полотенцем на шее, и я иду на источник.<s>r\n<s>r\n  — Но как ты мог оставить компанию, бросить все дела? Тем более, когда мистер Холланд в таком состоянии...",
    "answers": [
      {
        "id": 125,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 125,
    "text": "  Оливер резко встал с лавочки.<s>r\n<s>r\n — Для Джона Холланда, этот отель дороже сына. Ему все равно где я нахожусь. А здесь я принесу больше пользы для его любимого отеля.<s>r\n<s>r\n — Оливер, послушай, — Джессика взяла его за руку — ты не прав, все изменилось..<s>r\n<s>r\n — Ничего не изменилось, я тоже хотел так думать. Но... В общем-то компания продержится и без меня, тем более у нее есть ты. А я пошел купаться.<s>r\n<s>r\n  Оливер повернулся, только сейчас они заметили нас.<s>r\n<s>r\n  — Рейнар Мэйер, почему я не удивлен видеть тебя здесь, ах да ты же прилип к этому месту как жвачка к подошве.<s>r\n<s>r\n  — Мистер Холланд, я тоже рад тебя видеть. Ты как всегда полон профессионализма, общаясь с клиентами. Мисс Дэнт, как приятно вас увидеть, вы как всегда прекрасно выглядите. <s>r\n<s>r\n  Что здесь происходит? Что за обмен любезностями приправленный ядом?<s>r\n<s>r\n  Джессика, прожигавшая Оливера взглядом, обернулась к Рейнару, дружелюбно улыбнулась и протянула ему руку.<s>r\n<s>r\n — Мистер Мэйер, всегда рады принимать вас в нашем отеле. Вы снова к нам за поиском вдохновения для ваших книг?<s>r\n<s>r\n — Интересный способ вдохновления. Заговариваешь зубы моему экскурсоводу?<s>r\n<s>r\n  Блин, а я надеялась, что они меня не заметят, и я по-тихому смоюсь.<s>r\n<s>r\n  — Мистер Холланд, мы шли с экскурсии и обсуждали историю города..<s>r\n<s>r\n  Но казалось они меня даже не слушали. Они словно два кота, со вздыбленной шерстью и распушенными хвостами, смотрели друг на друга готовые бросится в драку. Похоже им и повод особо не нужен.",
    "answers": [
      {
        "id": 126,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 126,
    "text": "  Джессика тоже была в растерянности. Мы с ней тут явно были лишними.<s>r\n<s>r\n  — Знаете что, — наконец проговорила она — предлагаю всем вместе поужинать, отметить встречу..<s>r\n<s>r\n  — Нет!! — в один голос воскликнули парни — Только не с ним! <s>r\n<s>r\n  — Я вообще шел на источники. Пока Лина. Джессика, — он указал пальцем на девушку — у меня отпуск.<s>r\n<s>r\n  И он ушел в сторону купален.<s>r\n<s>r\n  — А я вообще-то тоже шел.. куда-то.. в общем-то мне тоже нужно идти. Хорошего вечера.<s>r\n<s>r\n  И Рейнар направился в противоположную сторону, оставив нас с Джессикой в недоумении.<s>r\n<s>r\n  Мы молча переглянулись. Она пожала плечами и махнула рукой, мол это нормально.<s>r\n<s>r\n  — Не удивляйся. Вечно они так. Как началась работа? <s>r\n<s>r\n   Мы пошли вместе по дорожке. <s>r\n<s>r\n  — Спасибо мисс Дэнт, все хорошо. Я вроде как успешно прошла стажировку.<s>r\n<s>r\n  — Можно просто Джессика. Хорошо, значит мы не ошиблись с выбором. Мне понравилось, как ты отвечала на собеседовании.<s>r\n<s>r\n   Я покраснела и промямлила слова благодарности. <s>r\n<s>r\n   Мы дошли вместе до бассейнов. Она расспрашивала меня о впечатлениях о новом месте. Рассказывала забавные истории. <s>r\n<s>r\n   Остановившись у бассейна, она развела руки в стороны и подтянулась.<s>r\n<s>r\n  — Из-за этих тревог, я и забыла, как здесь хорошо. Может тоже себе отпуск устроить. — задумчиво сказала она.<s>r\n<s>r\n   Мы еще немного поболтали и разошлись по своим делам.",
    "answers": [
      {
        "id": 127,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 127,
    "text": "  Джессика Дэнт, явно слов на ветер не бросает.<s>r\n<s>r\n  Она уехала и уже через пару дней приехала обратно с огромным чемоданом.<s>r\n<s>r\n   Почти каждый день я наблюдала следующую картину: я шла по территории или по отелю и встречала Оливера. Он дружелюбно мне махал и подходил поболтать. Но стоило ему заметить Джессику, как он тут же спешно ретировался.<s>r\n<s>r\n   Видимо она не оставляла попыток убедить его вернуться, а он как маленький ребенок прятался от нее. Я даже стала переживать за будущее компании. Кто же теперь занимается руководством если они оба здесь?<s>r\n<s>r\n  В один из дней я сидела на лавочке возле отеля в обеденный перерыв и читала книгу. Через территорию прогулочным шагом шел Оливер. Затем он резко поменял траекторию движения и пошел в другую сторону. Оттуда куда он шел вначале, вышли Джессика и Саманта о чем-то весело смеясь. Заметив его, они переглянулись и побежали за ним.<s>r\n<s>r\n   Похоже Саманта тоже втянулась в эту игру. Я покачала головой и продолжила чтение.<s>r\n<s>r\n   — Привет! — ко мне на лавочку подсел Итон — Что читаешь?<s>r\n<s>r\n    Я показала ему обложку. <s>r\n<s>r\n  — Гарри Поттер? Я тоже ее очень люблю, только читал давно.<s>r\n<s>r\n  — Моя любимая. Несколько раз уже перечитывала. <s>r\n<s>r\n   На этом разговор закончился. Мы молча сидели рядом. Я нарушила молчание:<s>r\n<s>r\n  — Знаешь, у меня ощущение, что ты хотел спросить о чем-то другом.",
    "answers": [
      {
        "id": 128,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 128,
    "text": "  Он смущенно рассмеялся.<s>r\n<s>r\n  — Ты видишь меня на сквозь. Да, хотел спросить тебя вот о чем. Я очень хочу показать тебе одно место. И надеюсь ты согласишься пойти со мной.<s>r\n<s>r\n   Очень необычное предложение от Итона.<s>r\n<s>r\n  — Что же это за место такое?<s>r\n<s>r\n  — Узнаешь если пойдешь. У нас скоро выходные совпадают. Так что скажешь?<s>r\n<s>r\n  — А ты все проведал. — я слегка рассмеялась. Итон смотрел на меня выжидающе. — Ты меня заинтриговал, я согласна, с радостью пойду с тобой. <s>r\n<s>r\n  — Правда? Здорово!! — на его лице расцвела радостная улыбка — Я все подготовлю.<s>r\n<s>r\n  — Что подготовишь? <s>r\n<s>r\n  — Ну путь туда не близкий.. Ну в общем-то увидишь. Ладно мне пора работать.<s>r\n<s>r\n  И он быстренько ушел. А я задумалась. Это чтож он меня на свидание получается позвал? На щеках выступил легкий румянец. Нет не буду это так воспринимать.",
    "answers": [
      {
        "id": 129,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 129,
    "text": "  Позже вечером я возвращалась после работы в общежитие. Погода стояла замечательная, знойный день сменился теплым летним вечером, дул легкий ветерок неся прохладу с гор.<s>r\n<s>r\n  Я шла не спеша наслаждаясь вечером.<s>r\n<s>r\n  Уже на подходе ко входу, я услышала где-то вдалеке красивую мелодию. Она была ужасно знакома и мне захотелось узнать откуда она исходит. Я пошла на звук.<s>r\n<s>r\n  За общежитием находился сад, куда выходила веранда. В глубине сада около пруда располагалась небольшая беседка. Музыка шла из беседки. Я подошла ближе. Лучи заходящего солнца выделили темный силуэт мужчины. Он сидел на перилах беседки, играл на гитаре и негромко пел.<s>r\n",
    "answers": [
      {
        "id": 130,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 130,
    "text": "    The world was on fire and no<s>r\n     one could save me but you<s>r\n<s>r\n     It's strange what desire will <s>r\n     make foolish people do<s>r\n<s>r\n     And I'd never dreamed that I'd <s>r\n     knew somebody like you<s>r\n<s>r\n     And I'd never dreamed that I'd <s>r\n     need somebody like you*<s>r\n<s>r\n<s>r\n   Я как завороженная стояла у входа в беседку и слушала как он поет. Это было словно волшебство.<s>r\n<s>r\n   Он оборвал игру и обернулся ко мне. Я узнала Оливера. Нет, этот парень никогда не перестанет меня удивлять.<s>r\n<s>r\n  — Лина? — он казалось удивлен меня увидеть — Я думал здесь никого нет. <s>r\n<s>r\n  — Я не знала, что вы умеете играть на гитаре. Это было очень красиво.<s>r\n<s>r\n  — Тебе правда понравилось? — он выглядел смущенным — Я давно не практиковался.<s>r\n<s>r\n  — Правда. У вас очень хорошо получается. — он мягко улыбнулся мне — Я когда-то давно тоже училась играть.<s>r\n<s>r\n   <s>r\n<s>r\n<s>r\n<s>r\n<s>r\n    *Весь мир был охвачен пожаром, и ты одна могла спасти меня.<s>r\n      На что только ни способны глупцы ради воплощения своих желаний<s>r\n      Я и не мечтал о том, чтобы познакомиться с такой, как ты.<s>r\n      Я даже не думал, что мне будет нужна такая, как ты.<s>r\n<s>r\n    *Chris Isaak — Wicked game.",
    "answers": [
      {
        "id": 131,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 131,
    "text": "   — Правда?! — его глаза засветились, он спрыгнул с перил и протянул мне гитару — Может быть ты хочешь попробовать?<s>r\n<s>r\n  — Неет, я совсем забыла, как играть.<s>r\n<s>r\n  — Ну же давай, я хочу послушать.<s>r\n<s>r\n  Мне действительно хотелось попробовать, помню ли я еще что-нибудь.<s>r\n<s>r\n   — Ну ладно, вы сами напросились.<s>r\n<s>r\n    Я взяла в руки гитару, и провела пальцами по струнам. Я начала играть несложную мелодию.<s>r\n<s>r\n  — Подожди. — Оливер подошел ближе — Не много не правильно.<s>r\n<s>r\n  Он взял мою руку и поправил пальцы, зажимающие струны.<s>r\n<s>r\n  — Здесь нужно вот так.<s>r\n<s>r\n  Я кивнула и продолжила как он показал. Стало получаться лучше. Я стала тихонько напевать себе под нос песенку.  Оливер стоял оперевшись плечом на столбушку и смотрел на меня с милой улыбкой.<s>r\n<s>r\n    Я закончила и вопросительно посмотрела на него.<s>r\n<s>r\n   — Хм, — он призадумался — Никуда не годится.<s>r\n<s>r\n  Я надулась. Он мягко рассмеялся и погладил меня по голове.<s>r\n<s>r\n  — Смотри как надо.<s>r\n    ",
    "answers": [
      {
        "id": 132,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 132,
    "text": "   Он начал играть ту же песню, но в его руках она зазвучала совсем иначе.<s>r\n<s>r\n   Я стала напевать слова песни. Он улыбнулся и и стал мне подпевать. Музыка увлекла меня, и я казалось забыла обо всем на свете. У Оливера явно был талант, ну или он прибеднялся, что давно не практиковался.<s>r\n<s>r\n   Он закончил играть, и мы весело рассмеялись.<s>r\n<s>r\n  — А это было совсем не плохо. У тебя красивый голос, Лина. <s>r\n<s>r\n  — Спасибо.<s>r\n<s>r\n  — Надеюсь ты теперь не будешь бегать от меня как от огня, а споешь со мной еще раз.<s>r\n<s>r\n  — И ничего, я от вас не бегаю..<s>r\n<s>r\n  — Да да, конечно.<s>r\n<s>r\n  — Так же как и вы от Джессики..<s>r\n<s>r\n  — Ха — он рассмеялся — Один-один. Тут не поспоришь.<s>r\n<s>r\n  — Можно спросить? Почему вы так не хотите возвращаться. <s>r\n<s>r\n  — Не хочу расставаться с тобой — он сказал это абсолютно серьезно, что я не знала, как реагировать на это.<s>r\n<s>r\n  — Опять ваши шуточки..<s>r\n<s>r\n   Он подошел ближе и взял меня за руку. Сердце забилось быстрее. Яркие зеленые глаза, казалось смотрели в самую душу.<s>r\n<s>r\n  — Нет, я не шучу, почему ты мне не веришь?<s>r\n<s>r\n  — К-как-то не получается..<s>r\n<s>r\n  — Я понял, что я делаю не правильно! Вот дурак!<s>r\n<s>r\n  Я растерялась от такой быстрой смены настроения.<s>r\n<s>r\n  — Лина, сходи со мной на свидание.",
    "answers": [
      {
        "id": 133,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 133,
    "text": "   Я смотрела на него словно в ступоре. В голове судорожно крутились мысли, пытаясь осознать услышанное и взвесить все за и против.\n\n  — Лина? — Он смотрел на меня выжидающе — Скажи, что ты подумаешь.\n\n  — Я я подумаю..\n\n  — Класс, ты уже не сказала нет. Завтра жду ответа. Спокойной ночи.\n\n  Он подхватил гитару, лучезарно мне улыбнулся и направился прочь.\n\n  Я побрела к общежитию пытаясь понять во что я влипла.",
    "answers": [
      {
        "id": 134,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 134,
    "text": "  Следующий день у меня наконец был полностью свободный. Полноценный выходной!<s>r\n<s>r\n  Уже почти месяц я провела в этом курортном раю, но так до сих пор и не осуществила свою мечту. Еще ни разу не была на побережье океана.<s>r\n<s>r\n  Так что сегодняшний день я планировала провести на пляже. И выкроить еще время прежде чем дать Оливеру ответ. Я совсем не знала, согласиться или нет..<s>r\n<s>r\n  Я собрала купальные принадлежности и направилась к автобусу.<s>r\n<s>r\n  Вот только погода сегодня не особо радовала. Небо то затягивали облака, то нещадно палило солнце, да и ветер был довольно сильный. Но я не хотела больше откладывать свою поездку. Буду надеяться, что пока доеду погода наладится.<s>r\n<s>r\n  Я не поехала в самый центр города, а выбрала дикий пляж находящийся на окраине. Путь до него предстоял долгий. Я даже успела вздремнуть.<s>r\n<s>r\n  Автобус остановился, и я проснулась от толчка. Как оказалось, пляж это конечная остановка и из автобуса я выходила одна. Высадив меня он развернулся и тут же уехал. <s>r\n<s>r\n  Я прошла пешком еще довольно большое расстояние, прежде чем вышла к побережью. Восторг тут же захлестнул меня. Я чуть не бегом направилась к воде. На несколько километров вправо и влево протянулась широкая песчаная полоса. С одной стороны пляж ограждали скалы, с другой, ступеньками поднимающийся вверх, город. А впереди бесконечный простор океана.",
    "answers": [
      {
        "id": 135,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 135,
    "text": "<s>r\n   Как же это прекрасно! Намного лучше чем в мечтах!  Вот только погода так и не наладилась, небо затянули тучи, волны с шумом ударялись об берег.<s>r\n<s>r\n  Я чуть не расплакалась, от счастья и досады одновременно. Ну почему именно сегодня погода решила испортится, когда я впервые сюда выбралась?<s>r\n<s>r\n   Пляж был почти пустынным. Лишь несколько человек виднелись вдалеке. Я разулась и зашла в воду по колено. Зачерпнула горсть воды и попробовала на вкус. Соленная! Нет плохая погода не испортит мне настроение. Плевать на все, искупнусь, далеко заплывать не буду. <s>r\n<s>r\n   Я скинула одежду, и засунула их в сумку, которую бросила на берегу, и зашла в воду. <s>r\n<s>r\n  Это было безумно здорово, впервые плавать в море. Волны подхватывали меня и качали. <s>r\n<s>r\n   В восторге от новых ощущений, я не заметила, как заплыла довольно далеко от берега. Небольшая волна накрыла меня с головой. Я вынырнула на поверхность, отфыркивая воду. Вслед за ней на меня обрушилась волна побольше. Я отчаянно загребла к берегу. Большая волна ударила в меня так, что меня перевернуло под водой, я потеряла ориентацию, и она потащила меня дальше в океан. Тут я серьезно испугалась, подумала о том, что мне уже не выплыть. Сил сопротивляться почти не осталось, а берег не приблизился и на метр. Еще одна волна накрыла меня, и я поняла, что иду ко дну и начинаю терять сознание.",
    "answers": [
      {
        "id": 136,
        "text": "Подумать об Оливере"
      },
      {
        "id": 137,
        "text": "Подумать об Итоне"
      },
      {
        "id": 138,
        "text": "Подумать о Рейнаре"
      }
    ]
  },
  {
    "id": 136,
    "text": "  В голове возник образ Оливера. Его удивительные, зеленые глаза смотрели на меня внимательно, прожигая мое сердце. Почему я сейчас думаю о нем? Да, я ведь так и не успела ему сказать..<s>r\n<s>r\n   Прежде чем потерять сознание, я почувствовала, как чья-то рука хватает меня и тянет вверх. А дальше темнота.<s>r\n<s>r\n   — Эйлин! Эйлин! <s>r\n<s>r\n    В следующий момент я оказалась лежащая на песке и откашливающая соленую воду.<s>r\n<s>r\n  Меня поддерживали мужские руки.<s>r\n<s>r\n  — Р-Рейнар? Чт-то..",
    "answers": [
      {
        "id": 139,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 137,
    "text": "   В голове возник образ Итона. Его теплая улыбка, согревающая даже в лютый мороз, его поддержка и внимание. Похоже я слишком поздно поняла, что он для меня не просто друг.<s>r\n<s>r\n   Прежде чем потерять сознание, я почувствовала, как чья-то рука хватает меня и тянет вверх. А дальше темнота.<s>r\n<s>r\n   — Эйлин! Эйлин! <s>r\n<s>r\n    В следующий момент я оказалась лежащая на песке и откашливающая соленую воду.<s>r\n<s>r\n  Меня поддерживали мужские руки.<s>r\n<s>r\n  — Р-Рейнар? Чт-то..",
    "answers": [
      {
        "id": 139,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 138,
    "text": "   В голове возник образ Рейнара. Синие как льдинки глаза, в которых как искры загоралось любопытство. Его вечная напускная серьезность. Почему я сейчас о нем думаю? Похоже за последнее время он стал мне дорог..<s>r\n<s>r\n   Прежде чем потерять сознание, я почувствовала, как чья-то рука хватает меня и тянет вверх. А дальше темнота.<s>r\n<s>r\n   — Эйлин! Эйлин! <s>r\n<s>r\n    В следующий момент я оказалась лежащая на песке и откашливающая соленую воду.<s>r\n<s>r\n  Меня поддерживали мужские руки.<s>r\n<s>r\n  — Р-Рейнар? Чт-то..",
    "answers": [
      {
        "id": 139,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 139,
    "text": "    Он стоял на коленях надо мной, придерживая одной рукой мою голову. С волос его капала вода.<s>r\n<s>r\n  — Ты что совсем дура? Утопиться решила? Да кто же плавает в такой шторм?<s>r\n<s>r\n   Я ничего не могла ответить, никак не могла осознать происходящее. <s>r\n<s>r\n   Он порывисто прижал меня к себе. От него шло тепло. Я поняла, что по моим щекам стекает уже не только вода, но и мои слезы. <s>r\n<s>r\n  — Ты не представляешь, как я испугался, когда понял, что это ты. Особенно когда ты больше не появилась на поверхности воды. — Он сжал меня еще сильнее. — Ты вся дрожишь.<s>r\n<s>r\n  Он отстранился и посмотрел по сторонам.<s>r\n<s>r\n  — Я сейчас.<s>r\n<s>r\n  Он поднялся с песка и куда-то побежал. В следующий момент он вернулся с одеждой и стал натягивать на меня свою рубашку.<s>r\n<s>r\n  — Вот так будет теплее. <s>r\n<s>r\n  — Р-Рейнар.. спасибо..<s>r\n<s>r\n   Я попыталась подняться, но тело ослабло и не слушалось. <s>r\n<s>r\n   — Тише.<s>r\n<s>r\n   Он легко подхватил меня на руки. Я не стала сопротивляться, обхватила его за шею и прижалась к обнаженной теплой груди. Он донес меня до машины и посадил на переднее сидение.<s>r\n<s>r\n   — У меня где-то был плед. — Он укутал меня в теплый мягкий плед — Где твои вещи?<s>r\n<s>r\n  Я неопределенно махнула рукой.<s>r\n<s>r\n   — Понял. Ладно подожди.<s>r\n  <s>r\n  Через пять минут он уже садился в машину, держа мою сумку. А я почти пришла в себя.",
    "answers": [
      {
        "id": 140,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 140,
    "text": "  — Согрелась? — я кивнула. Мы сидели в машине у магазина на заправке и пили горячий кофе.<s>r\n<s>r\n  — Уверена, что нормально себя чувствуешь? Я отвезу тебя в больницу.<s>r\n<s>r\n   Я остановила его руку, легшую на коробку передач, и крепко ее сжала. Он поднял на меня глаза.<s>r\n<s>r\n   — Не нужно, я в порядке, не хочу, чтобы это происшествие мешало работе.<s>r\n<s>r\n   — Но..<s>r\n<s>r\n   — Мне просто нужно немного отдохнуть.<s>r\n<s>r\n   — Нет, женщина, ты все-таки ненормальная.<s>r\n<s>r\n    Я вымучено ему улыбнулась.<s>r\n<s>r\n   — Рейнар, одного спасибо будет не достаточно.. если бы не ты.. меня бы уже не было..<s>r\n<s>r\n    Он посерьезнел.<s>r\n  <s>r\n  — Молчи. Мне даже подумать об этом страшно.. — он подвинулся ко мне ближе и протянул руку, как будто хотел обнять, наши лица были в сантиметре друг от друга — У тебя еще будет время меня отблагодарить.<s>r\n<s>r\n  Я покраснела и начала лепетать что-то бессвязное, что я мол не такая, мне надо подумать, а Рейнар, дотянувшись до ручки за креслом, плавно опустил спинку.<s>r\n<s>r\n  — Ты это о чем?<s>r\n<s>r\n  — Э, я.. это.. О том, что я дура.<s>r\n<s>r\n  — Это я уже и так понял. Поспи пока мы едем.",
    "answers": [
      {
        "id": 1,
        "text": "Конец второй части"
      }
    ]
  },
  {
    "id": 141,
    "text": "   Вернувшись в отель, я взяла с Рейнара клятвенное обещание, что он никому не скажет о случившемся.\n\n  — Это твое дело. ",
    "answers": []
  },
  {
    "id": 142,
    "text": "Основные герои данной истории. Описание персонажей будет становится доступным после знакомства с ними.",
    "answers": [
      {
        "id": 143,
        "text": "Эйлин Рид"
      },
      {
        "id": 144,
        "text": "Итон Райт"
      },
      {
        "id": 145,
        "text": "Оливер Холланд"
      },
      {
        "id": 146,
        "text": "Джессика Дэнт"
      },
      {
        "id": 147,
        "text": "Саманта Саммерс",
        "need": 3
      },
      {
        "id": 148,
        "text": "Сара Голдберг",
        "need": 26
      },
      {
        "id": 149,
        "text": "Рейнар Мэйер",
        "need": 95
      },
      {
        "id": 1,
        "text": "На первую"
      }
    ]
  },
  {
    "id": 143,
    "text": "   Эйлин Рид. Главная героиня, от ее лица ведется повествование.<s>r\n23 года. Молодая девушка, имеет привлекательную внешность и острый ум. Родилась в небольшом провинциальном городке в благополучной семье. Есть папа, мама и младший брат. С детства любила много времени проводить за чтением книг и прогулками на природе.<s>r\n  После окончания школы уехала в другой город для обучения в Университете. Закончила его с отличием.<s>r\n  Сейчас находится в поиске жизненого пути и лучшей в мире работы. ",
    "answers": [
      {
        "id": 142,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 144,
    "text": "   Итон Райт.<s>r\n24 года. Высокий, крепкого телосложения, каштановые волосы, с медным оттенком, глаза цвета янтаря.<s>r\nДружелюбный, веселый парень, улыбкой способный растопить льды Арктики. Пару лет назад закончил колледж, получил специальность геолога. Очень любит природу и туристические походы. Про семью и личную жизнь рассказывает неохотно.<s>r\nВместе с главной героиней ищет работу в \"Уикенд Лэнд\"<s>r\n",
    "answers": [
      {
        "id": 142,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 145,
    "text": "   Оливер Холланд.<s>r\n   25 лет. Высокий, подтянутая спортивная фигура, светлые волосы, яркие зеленые глаза, обаятельная улыбка.<s>r\nЛюбит теннис, бег и хорошую музыку. Имеет репутацию сердцееда.<s>r\nЕдинственный ребенок в семье. Отец — Джон Холланд, основатель и президент компании \"Уикенд Лэнд\".<s>r\nМама — Мэри-эн Холланд трагически погибла 11 лет назад.<s>r\n   Оливер занимает должность исполнительного директора в компании. В данный момент замещает отца на месте руководителя.<s>r\n",
    "answers": [
      {
        "id": 142,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 146,
    "text": "   Джессика Дэнт.<s>r\n25 лет. Высокая, с красивой фигурой, длинные светлые волосы, большие голубые глаза. Уверенная в себе и властная девушка. Является заместителем и помощником исполнительного директора Оливера Холланда.<s>r\nПо совместительству его друг детства. Заботится об Оливере, как о брате, всегда придет на выручку.<s>r\nЛюбит теннис и пончики с шоколадом, что старательно пытается скрыть.<s>r\n",
    "answers": [
      {
        "id": 142,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 147,
    "text": " Саманта Саммерс.<s>r\n25 лет. Не высокого роста, с длиными рыжими, слегка волнистыми волосами. Дружелюбная и общительная девушка, старается всегда прийти всем на помощь. Относится ко всем сотрудникам, как к своей семье. Является сотрудником отдела кадров компании \"Уикенд Лэнд\", возглавляет профсоюз компании.<s>r\nЛюбит прогулки на велосипеде, фильм \"Унесенные ветром\" и протестные акции.",
    "answers": [
      {
        "id": 142,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 148,
    "text": "  Сара Голдберг.<s>r\n24 года. Девушка с волосам цвета шоколада, карими глазами и женственными формами. Смелая, прямолинейная, любопытная. Непрочь посплетничать. Особенно увлечена разговорами о мужчинах.<s>r\nЛюбит свою работу, кофе с ванильным сиропом и книги Джейн Остин.<s>r\n",
    "answers": [
      {
        "id": 142,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 149,
    "text": "  Рейнар Мэйер.<s>r\n27 лет. Высокий, стройный юноша с черными волосами, синими глазами, светлой кожей, высокими острыми скулами. Сдержан, уверен в себе, слегка высокомерен. Является известным писателем. Состоял в студенческой команде по плаванию.<s>r\nЛюбит историю, поэзию и котиков.",
    "answers": [
      {
        "id": 142,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 150,
    "text": "  С этой страницы вы можете быстро перейти к другим частям.  ",
    "answers": [
      {
        "id": 1,
        "text": "Перейти к части 1",
        "targetbookid": 100568
      },
      {
        "id": 1,
        "text": "Перейти к части 3",
        "targetbookid": 137043
      }
    ]
  },
  {
    "id": 151,
    "text": "",
    "answers": []
  },
  {
    "id": 152,
    "text": "",
    "answers": []
  }
]