[
  {
    "id": 1,
    "text": "Жанры: апокалипсис, мистика, дизельпанк\n\nАвтор: Историус\n\nОписание:\n«Известный французский археолог обнаружил странное подземелье на раскопках в Иерусалиме. Сразу после этого в городе начали происходить паранормальные явления и жизнь людей разделилась на \"до\" и \"после\". То, что разбудили учёные в подземелье назвали Первородной Ересью, а события после — Вторжением. Как будет развиваться история дальше? Зависит от Вас.»\n\nВ квесте вас ждут:\n• Сложные моральные решения\n• Напряженные битвы, прокачка навыков\n• Мрачная атмосфера Великой Войны\n• Мир, где прогресс остановился на уровне 1913 года, но появились другие пугающие изобретения\n• Выбор, на чьей стороне сражаться\n\nСобытия развиваются в альтернативной вселенной, совпадения с реальностью случайны. Квест является неканоничной историей на тему Trench Crusade.",
    "answers": [
      {
        "id": 2,
        "text": "Начать"
      },
      {
        "id": 134,
        "text": "Доска достижений ",
        "need": 2,
        "need_ever": true
      }
    ]
  },
  {
    "id": 2,
    "text": "1913 год, Иерусалим\n\nТемноволосый мужчина умылся, надел белую рубашку, закатал рукава. \n\n— Адриан! — послышался голос жены из кухни.\n\nМолодой учёный нацепил круглые очки на нос и подошёл к жене. Все так же прекрасна, как и всегда. Она стояла на балконе, ее платье развевалось на ветру. Редко Изабель можно застать в таком наряде, ведь местные женщины на улице должны закпывать голову и лицо платками — особенность османских законов.\n\n— Смотри, все бегут! Как будто что-то случилось... Это может быть связано с тем, что вы нашли?\n— Дорогая, не переживай. Жандармы все оцепили на той неделе, мышь не проскочит. — Адриан подошёл сзади и обнял жену.\n\nА люди все бежали по улице. Семья Лурье жила на окраине Иерусалима, обычно здешние улицы не видели толп. Но жители будто хлынули куда-то, то и дело восклицая на своём языке.\n\nПослышался плач из комнаты.\n\n— Жак проснулся. Пойду проверю, а ты приготовь завтрак — сказал Адриан, но Изабель остановила его.\n— Ты опаздываешь на раскопки, я сама зайду. Иди собирайся.",
    "answers": [
      {
        "id": 3,
        "text": "Зайти в детскую"
      },
      {
        "id": 4,
        "text": "Собраться на работу"
      }
    ]
  },
  {
    "id": 3,
    "text": "Младший сын плакал в люльке. Старшая тоже проснулась:\n— Папа, что там за шум?\n— Ничего, доченька. Люди идут на рынок, поспи ещё.\n\nАдриан подошёл к полугодовалому Жаку. Пора менять пеленки. Учёный решил помочь жене, и, сделав дело, отправился завтракать.\n\nПоток людей за окном все не заканчивался, но Адриан не понимал их встревоженных возгласов и отправился на работу.",
    "answers": [
      {
        "id": 5,
        "text": "Спуститься к машине "
      }
    ]
  },
  {
    "id": 4,
    "text": "Оставив заботы о ребенке на жене, учёный приготовил себе завтрак и отправился на работу. Детский плач прекратился — видимо, Жаку поменяли пеленки. \n\nАдриан зашёл в детскую попрощаться с женой и детьми. Старшая дочь проснулась и с интересом выглядывала в окно. \n\nПоток людей за окном все не заканчивался, но Адриан не понимал их встревоженных возгласов и, поцеловав полугодовалого Жака в лоб, отправился на работу.",
    "answers": [
      {
        "id": 5,
        "text": "Спуститься к машине "
      }
    ]
  },
  {
    "id": 5,
    "text": "Адриан въехал в город на своем Мерседесе. Разгоняя клаксоном снующих по дороге встревоженных людей, он услышал истошный визг в небе.\n\nТо ли гигантская летучая мышь, то ли хищная птица закричала и начала пикирование прямиком на машину.\n\nВарианта было два. Чуть ускориться в попытке проскочить, но создавалось ощущение, что тварь впечатается в Мерседес. Либо в последниий момент крутануть руль. Только вот на обочине, как назло, появилась семья с детьми, есть риск зацепить.",
    "answers": [
      {
        "id": 6,
        "text": "Поддать газу"
      },
      {
        "id": 7,
        "text": "Прижаться к обочине"
      }
    ]
  },
  {
    "id": 6,
    "text": "Адриан нажал газ в пол и автомобиль дернулся вперед, насколько ему позволяли его семьдесят пять лошадиных сил. Послышался удар, нечто оторвало раскладную крышу со скрежетом, ученый вжался в сиденье. \n\nИ вдруг под капотом появился мужчина. Адриан начал тормозить, но столкновение было неизбежно. Гулкий удар. \n\n\nНехотя тормозя, Мерседес остановился. Адриан выскочил и кинулся к пострадавшему. Тот самый мужчина европейской внешности, одетый не так, как местные жители, а в классический костюм, распластался на обочине.\n\n— Адриан... — прохрипел мужчина. Адриан узнал его, то был коллега-археолог с раскопок, — Беги, пока не поздно, спасай детей...",
    "answers": [
      {
        "id": 8,
        "text": "Осмотреть друга"
      }
    ]
  },
  {
    "id": 7,
    "text": "Адриан дождался приближения твари и резко вывернул руль вправо. Машину дёрнуло, существо с диким криком промахнулось, но Мерседес летел прямо на женщину с младенцем.\n\nУченый начал тормозить, но столкновение было неизбежно. В последний момент под колёса кинулся мужчина и спас семью прямо перед капотом. Гулкий удар.\n\nНехотя тормозя, Мерседес остановился. Адриан выскочил и кинулся к пострадавшим. Женщина с ребенком живы. Но на дороге распластался тот самый мужчина европейской внешности, одетый не так, как местные жители, а в классический костюм.\n\n— Адриан... — прохрипел мужчина. Адриан узнал его, то был коллега-археолог с раскопок, — Беги, пока не поздно, спасай детей...",
    "answers": [
      {
        "id": 8,
        "text": "Осмотреть друга"
      }
    ]
  },
  {
    "id": 8,
    "text": "Ученый навис над коллегой и тут же одернул руку — кровь быстро растекалась по песку обочины. Она лилась откуда-то из затылка мужчины.\n\n— Жюль! Все будет хорошо, я довезу тебя до больницы!\n— Нет больше никакой больницы... Адриан! Слушай... Мне, похоже, конец, но вдруг ты успеешь выбраться?\n— Стой! Стой! Стой!\n— Тихо! Не перебивай... Езжай в Тель-Авив, порт Яффо. Скоро рейс в Англию, возьми мой билет. Если не останавливаться, то... Кх! Кхра-а!\n\nЖюль закашлялся кровью, глаза его закатились и стали стеклянными. Мужчина перестал дышать.\n— Жюль! Жюль!\n— АРРГХХ!!! — послышалось за спиной.",
    "answers": [
      {
        "id": 9,
        "text": "Оглянуться"
      }
    ]
  },
  {
    "id": 9,
    "text": "Та самая \"птица\", которая спикировала на Адриана, на самом деле оказалась невиданной тварью, больше похожей на демона, чем на представителя местной фауны.\n\nДвухметровое существо с когтистыми руками, ногами и крыльями подхватило какого-то бедолагу и унесло ввысь, полосуя извивающуюся жертву острыми ногтями. Кровь полилась с неба на Адриана и других людей внизу.\n\n\"Что за...\" — подумал ученый, но его мысли прервала пожилая женщина, споткнувшаяся о тело Жюля. \n\nДействовать надо быстро. Дотронувшись до нагружного кармана друга, Адриан нащупал бумажку и резко вытащил. Это оказался билет на пароход \"Альталена\". Толпа бегущих людей приближалась.",
    "answers": [
      {
        "id": 10,
        "text": "Еще обыскать Жюля",
        "var_set": [
          "pistol",
          1
        ]
      },
      {
        "id": 11,
        "text": "Бежать к машине"
      },
      {
        "id": 9,
        "text": "Укажите команды для картинки",
        "url": "https://i.postimg.cc/g2xPMsVg/1000051791.jpg"
      }
    ]
  },
  {
    "id": 10,
    "text": "Адриан еще пошарил по карманам пиджака Жюля, пока не нащупал что-то холодное и тяжелое.\n\n\"Оружие!\" — подумал ученый, но толпа была все ближе.\n\nКое-как выдернув из кармана револьвер, Адриан был сбит с ног нахлынувшими людьми. Не в силах подняться он напрвил ствол в небо и нажал на спуск.\n\nПовезло. Револьвер оказался заряжен и выстрел слегка отрезвил толпу. Адриан успел подняться и кинулся к своей машине. Растолкав местных, которые пытались разобраться с устройством его автомобиля, мужчина дал по газам, и развернулся в направлении своего дома.",
    "answers": [
      {
        "id": 12,
        "text": "Ехать к семье"
      }
    ]
  },
  {
    "id": 11,
    "text": "Решив не рисковать быть затоптанным толпой, Адриан вскочил и кинулся к своему автомобилю. \n\nПерепуганные местные жители попытались зацепиться за транспортное средство, но археолог дал по газам и развернулся по направлению к своему дому.\n\nСзади послышались выстрелы. Адриан заглянул в зеркало. Арабской наружности мужчина стоял рядом с телом Жюля и стрелял в спину Адриану.\n\n\"Черт! Я упустил пистолет!\"\n\nБлаго, пули не доставали ученого.",
    "answers": [
      {
        "id": 12,
        "text": "Ехать к семье"
      }
    ]
  },
  {
    "id": 12,
    "text": "Весь в пыли и крови, Адриан ворвался в квартиру.\n\n— Выходим! Быстро!\n— Дорогой, я уже начала собираться. Пока тебя не было, я видела нечто...\n— Некогда собираться! Бери дочь и за мной. — с этими словами Адриан схватил полугодовалого Жака и начал спускаться к машине. Изабель с дочкой не заставили себя ждать.\n— Папа, я забыла Люси дома!\n— Кукла будет в порядке. Держитесь крепче!\n\nДвигатель взвыл и Мерседес помчался по направлению к порту Яффо.",
    "answers": [
      {
        "id": 13,
        "text": "Ехать к побережью"
      }
    ]
  },
  {
    "id": 13,
    "text": "Берег был чуть больше, чем в часе езды отсюда. Адриан гнал, как только мог, но на въезде в порт они застряли в модном пригороде Яффо — в Тель-Авиве. \n\nДестяки машин, грузовиков, телег и повозок забокировали дорогу. Люди здесь были в такой же панике, как в Иерусалиме, только теперь говорили на другом языке.\n\n— Сидите здесь, я попробую узнать, в чем дело, — сказал Адриан жене и вышел из автомобиля.",
    "answers": [
      {
        "id": 14,
        "text": "Попробовать заговорить с местными"
      },
      {
        "id": 15,
        "text": "Поискать пути объезда"
      }
    ]
  },
  {
    "id": 14,
    "text": "— Мсье, вы говорите по-французски? Инглиш мейби? А вы?\n\nАдриан пробовал найти здесь кого-то, кто смог бы ответить на его вопросы, пока безуспешно.\n\n— Ду ю спик инглиш?! Френч мейби? \n— Я говорю по-французски. Вы француз? — откликнулся пожилой мужчина в костюме. Он говорил с явным акцентом, но родная речь немного успокоила Адриана.\n— О, мсье! Да, что здесь происходит? Почему не едем!\n— Таки пробка, мсье франсуа! Все хотят проехать в порт, бегут на запад.\n— От чего бегут?\n— А вы не слышали, мсье франсуа! Конец света настал!\n— Я не Франсуа, меня зовут Адриан. Какой конец?\n— Конец цивилизации! Начался судный день, мсье франк, все как в Ветхом Завете, но мы пытаемся бежать. Грешники!\n— Я не Франк черт побери! Какой ещё судный...\n\nЗнакомый крик заставил археолога оцепенеть. Шелест крыльев, Адриан обернулся. На этот раз в воздухе зависло шестирукое создание с такими же кожистыми крыльями и светящимися рунами на теле.",
    "answers": [
      {
        "id": 16,
        "text": "Выводить семью"
      }
    ]
  },
  {
    "id": 15,
    "text": "Не обращая внимания на гомон местных, Адриан углубился во второстепенные улицы Тель-Авива, чтобы найти другой маршрут.\n\nЗдесь его ждали неприятные новости: широких дорог не было, а те, что были, оказались заблокированы то поваленными повозками, то оставленными в спешке вещами.\n\n— Черт! — выругался адриан.\n— Я здесь. — послышался потусторонний голос, и вдруг из окна ближайшего дома выглянуло ужасающее создание. Его голова напоминала череп козла, но в зубах оставались окровавленные остатки чьей-то плоти.\n\nТварь высунулась еще больше и взлетела в воздух. Шестирукое создание с кожистыми крыльями и светящимися рунами на теле не заинтересовалось археологом, а направилось прямиком к пробке на главной дороге.\n\n— Только не это...",
    "answers": [
      {
        "id": 16,
        "text": "Бежать к семье"
      }
    ]
  },
  {
    "id": 16,
    "text": "Расталкивая местных жителей локтями, Адриан добрался до Мерседеса и помог выйти Изабель с детьми. Он взял на руки плачущего Жака и повел семью обходными путями к порту.\n\nДемон, такой же, какой напал на ученого ранее, только страшнее, атаковал беззащитных людей. Он поднимал их в воздух и рвал на части, будто наслаждаясь ужасными криками.\n\n— Мы выживем? — спросила Изабель, заглянув в глаза мужу. Тот не ответил и продолжил бежать.\n\nНаконец, они добрались до причала. Саму пристань перекрывала толпа людей, очередь была только к одному кораблю...\n\n«Альталена».\n\nОн сразу узнал ее — произведение инженерного искусства. Адриан Лурье прибыл на ней из Франции. Теперь же она отправлялась в Лондон.",
    "answers": [
      {
        "id": 18,
        "text": "Растолкать толпу"
      }
    ]
  },
  {
    "id": 17,
    "text": "— Мсье, отдайте его моей дочери. Обо мне речи не идет, но помогите спасти ребенка. — попросил Адриан на чистом английском.\n\nОн выставил дочь перед собой и протянул руку за билетом.\n\n— Простите... Меня самого ждет семья. Мне нужно в Лондон!",
    "answers": [
      {
        "id": 19,
        "text": "Умолять на коленях",
        "var_set": [
          "sister",
          1
        ]
      },
      {
        "id": 20,
        "text": "Отобрать билет силой",
        "var_set": [
          "sister",
          1
        ]
      },
      {
        "id": 21,
        "text": "Достать пистолет",
        "var_equal": [
          "pistol",
          1
        ]
      },
      {
        "var_not": [
          "pistol",
          1
        ],
        "comment": true,
        "id": 17,
        "text": "\n\n\"Эх, был бы у меня пистолет Жюля...\" — подумал Адриан.",
        "merge": true
      }
    ]
  },
  {
    "id": 18,
    "text": "Пароход уже готовился к отплытию. Кое-как пробившись поближе, Адриан услышал:\n\n— Поднять трапы! \n— Стойте! Мы на посадку\n— Мест нет! Корабль переполнен, мы отплываем.\n— Но у нас же билеты! — кричал Адриан.\n— Ладно, давайте быстро.\n\nОн показал билет Жюля, который, благо, не был никак подписан его именем, на что моряк ответил:\n— Один билет, один человек. Давайте быстро кого-нибудь.\n\nОни с женой переглянулись.\n\n— Заберите хотя бы детей! — с этими словами археолог дал в руки жене билет и Жака, после чего толкнул по трапу.\n— Все, поднимаем!\n— Куда? А дочь?!\n\nНо трап уже подняли. Адриан взял дочку на руки и хотел было перекинуть на корабль, но моряк схватил багор и явно не собирался принимать ее на борт.\n\n— Один билет. Один человек. Отдать швартовы!\n— Уэйт! Ай хэв э тикет! \n\nИз толпы выскочил мужчина британской наружности с билетом в руках. Он собирался прыгать.",
    "answers": [
      {
        "id": 17,
        "text": "Попросить отдать билет "
      }
    ]
  },
  {
    "id": 19,
    "text": "Он встал на колени перед британцем, что само по себе унизительно, но сейчас это не имело никакого значения\n\n— Речь идет о жизни ребенка! У нее все впереди... Прошу, отдайте билет! Мы с вами взрослые люди, что-нибудь здесь придумаем.\n— Извините, мистер. Просто мне очень нужно попасть в Лондон.\n\nАнгличанин попытался прыгнуть, но Адриан схватил того за ногу и они вместе свалились в воду.\n\n— Билет! Где билет, бриташка?! — кричал ученый, пытаясь отыскать рядом с барахтающимся джентельменом заветный пропуск на Альталену.\n\nВдруг корабль пришел в движение. Мотор заработал, Адриан почувствовал, как его вместе с британцем затягивают винты вниз, под днище. Пароход отплывал.\n\nПоследнее, что увидел мужчина — лица дочери и жены по разные стороны мутной воды... И своего сына Жака.",
    "answers": [
      {
        "id": 22,
        "text": "Глава 1",
        "var_set": [
          "shweik",
          1,
          "yasna",
          1,
          "nicola",
          1,
          "robel",
          1,
          "hans",
          1,
          "john",
          1,
          "basilio",
          1,
          "pol",
          1
        ],
        "blackout": true
      }
    ]
  },
  {
    "id": 20,
    "text": "Он попытался отобрать билет у британца, но тот ловко уворачивался, пытаясь взойти на корабль.\n\n— Речь идет о жизни ребенка. У нее все впереди... А ну, отдай сюда! Имей совесть!\n— Ты не понимаешь! Я ДОЛЖЕН попасть в Лондон. \n\nАнгличанин попытался прыгнуть, но Адриан схватил того за ногу и они вместе свалились в воду.\n\n— Билет! Где билет, бриташка?! — кричал ученый, пытаясь отыскать рядом с барахтающимся джентельменом заветный пропуск на Алькалену.\n\nВдруг корабль пришел в движение. Мотор заработал, Адриан почувствовал, как его вместе с британцем затягивают винты вниз, под днище. Пароход отплывал.\n\nПоследнее, что увидел мужчина — лица дочери и жены по разные стороны мутной воды... И своего сына Жака.",
    "answers": [
      {
        "id": 22,
        "text": "Глава 1",
        "var_set": [
          "shweik",
          1,
          "yasna",
          1,
          "nicola",
          1,
          "robel",
          1,
          "hans",
          1,
          "john",
          1,
          "basilio",
          1,
          "pol",
          1
        ],
        "blackout": true
      }
    ]
  },
  {
    "id": 21,
    "text": "— Ты отдашь билет, — уверенно сказал Адриан, наставив на мужчину револьвер, — Гив ми.\n— Ноу. — британец глянул на дуло оружия, на Адриана, но все равно собрался прыгать.\n\n\"Он думает, пистолет не заряжен?\"",
    "answers": [
      {
        "id": 23,
        "text": "Выстрелить в воздух"
      },
      {
        "id": 24,
        "text": "Выстрелить в грудь"
      }
    ]
  },
  {
    "id": 22,
    "text": "АКТ ПЕРВЫЙ. НОВАЯ АНТИОХИЯ.\n\n1933 год. Побережье Сирии.\n\n— Подъем!!!\n\nЯ спрыгнул со шконки, машинально оделся и занял место в утреннем построении. Это единственное, чему меня, Жака Лурье, научили за время двухнедельного курса молодого бойца.\n\n— Сегодня мы прибываем в Сирию! — вещал сержант Поль, — Забудьте, из какой вы страны, забудьте то, чем занимались. С этого момента все мы йомены Новой Антиохии! Для чего мы здесь?\n\nМолчание.\n\n— Повторяю вопрос: для чего мы здесь!?\n— Э-э... Для защиты рубежей Святой Церкви... — послышался голос из строя.\n— Не слышу! Хором, слабаки!\n— Для защиты рубежей Святой Церкви от вторжения сил ада!!! — хором откликнулся строй.\n— Правильно. Вольно! \n\nМой отряд строем вошел в камбуз и принялся за еду. Столы были рассчитаны на четверых, я сел за один из них.",
    "answers": [
      {
        "id": 25,
        "text": "Осмотреть соратников"
      }
    ]
  },
  {
    "id": 23,
    "text": "Прозвучал оглушительный выстрел. Адриан, как в тумане, забрал у англичанина билет, сунул дочери и помог перебраться на борт.\n\nТолпа наседала сзади, вдруг кто-то толкнул ученого в спину, и тот, вместе с какими-то другими людьми, полетел прямиком в воду.\n\nКорабль пришел в движение. Мотор заработал, Адриан почувствовал, как его вместе с остальными несчастными затягивают винты вниз, под днище. Пароход отплывал.\n\nПоследнее, что увидел мужчина — лица дочери и жены по ту сторону мутной воды... И своего сына Жака.",
    "answers": [
      {
        "id": 22,
        "text": "Глава 1",
        "var_set": [
          "shweik",
          1,
          "yasna",
          1,
          "nicola",
          1,
          "robel",
          1,
          "hans",
          1,
          "john",
          1,
          "basilio",
          1,
          "pol",
          1
        ],
        "blackout": true
      },
      {
        "super_calculate": false,
        "id": 23,
        "text": "Новый ответ. введите текст",
        "calculate": true,
        "var_set": [
          "global sister",
          1
        ]
      }
    ]
  },
  {
    "id": 24,
    "text": "Прозвучал оглушительный выстрел. Адриан, как в тумане, забрал у оседающего англичанина билет, сунул дочери и помог перебраться на борт.\n\nТолпа всё напирала сзади, вдруг кто-то толкнул ученого в спину, и тот, вместе с какими-то другими людьми, полетел прямиком в воду.\n\nКорабль пришел в движение. Мотор заработал, Адриан почувствовал, как его вместе с остальными несчастными затягивают винты вниз, под днище. Пароход отплывал.\n\nПоследнее, что увидел мужчина — лица дочери и жены по ту сторону мутной воды... И своего сына Жака.",
    "answers": [
      {
        "id": 22,
        "text": "Глава 1",
        "var_set": [
          "shweik",
          1,
          "yasna",
          1,
          "nicola",
          1,
          "robel",
          1,
          "hans",
          1,
          "john",
          1,
          "basilio",
          1,
          "pol",
          1
        ],
        "blackout": true
      }
    ]
  },
  {
    "id": 25,
    "text": "За моим столом сидели такие же новобранцы из разных стран, с которыми я познакомился в сборном пункте на Сицилии. Кого-то, как и меня, призвали местные власти. Кто-то вызвался добровольцем. В любом случае, все мы теперь в одной лодке.\n\nСправа чавкал похлебкой круглолицый Швейк. Напротив сидела семейка Йовановичей: Никола и Ясна, брат с сестрой. Они всегда держались особняком.\n\nВсе солдаты общались между собой на ломанном английском.",
    "answers": [
      {
        "id": 26,
        "text": "Заговорить с Йовановичами",
        "need": [
          -26
        ],
        "var_add": [
          "yasna",
          1,
          "nicola",
          1
        ]
      },
      {
        "id": 27,
        "text": "Заговорить со Швейком",
        "need": [
          -27
        ],
        "var_add": [
          "shweik",
          1
        ]
      },
      {
        "id": 33,
        "text": "Пересесть за соседний стол"
      },
      {
        "id": 29,
        "text": "Молча есть похлебку"
      }
    ]
  },
  {
    "id": 26,
    "text": "— А вы, ребята, откуда будете? — спросил я.\n\nНикола с Ясной переглянулись. Никола был старше года на два-три, но оба были похожи, как две капли воды: высокие, с темными волосами и карими глазами.\n— Из Сербии, — сухо ответила Ясна.\n— М-м-м, понятно. Что вообще думаете, куда нас отправят?\n— На передовую, — ответы девушки были односложными. Брат молчал.\n— Наверное... А ты-то вообще как тут оказалась? Девочек же не берут?\n\nЯсна посмотрела на брата, и продолжила молча есть. Затем все же сказала:\n— Сначала и не хотели брать. Но он же без меня пропадет, дурень. Пришлось схитрить.\n\nБольше от них, видимо, ничего не добиться.",
    "answers": [
      {
        "id": 25,
        "text": "Оглянуться"
      }
    ]
  },
  {
    "id": 27,
    "text": "— Я забыл, ты сам откуда, Швейк?\n— Я-то? — добродушно улыбнулся солдат, вылизывая тарелку, — Из Моравии, а ты?\n— Если уж на то пошло, Прованс.\n\nЯ задумался. Перед моими глазами пронеслись воспоминания о недавнем призыве в армию Святой Церкви. Отряд инквизиции шел по городкам и сёлам, забирая всех без разбора, кто мог держать в руках оружие. Под раздачу попал и я.\n\n— Что вообще думаешь о нашей ситуации, Швейк?\n— Любой бык счастливее нас с вами, ребята. Его убивают на бойне сразу и не гоняют перед этим на полевые учения и на стрельбище.\n— И то верно... — протянул я.",
    "answers": [
      {
        "id": 25,
        "text": "Осмотреть товарищей"
      }
    ]
  },
  {
    "id": 28,
    "text": "Напротив меня сидел самый необычный член команды — темнокожий эфиоп, имя которого я не запомнил. Рядом с эфиопом Ганс из южно-германских земель, а по левую руку от меня британец Джон.\n\nВсе общались между собой на ломанном английском.",
    "answers": [
      {
        "id": 30,
        "text": "Поговорить с темнокожим",
        "need": -30,
        "var_add": [
          "robel",
          1
        ]
      },
      {
        "id": 31,
        "text": "Поговорить с Гансом",
        "need": -31,
        "var_add": [
          "hans",
          1,
          "john",
          1
        ]
      },
      {
        "id": 31,
        "text": "Поговорить с Джоном",
        "need": -31,
        "var_add": [
          "hans",
          1,
          "john",
          1
        ]
      },
      {
        "id": 32,
        "text": "Пересесть обратно"
      },
      {
        "id": 29,
        "text": "Молча есть похлебку"
      }
    ]
  },
  {
    "id": 29,
    "text": "Я решил поесть и начал молча поглощать похлебку. Как вдруг где-то вдалеке прогремел взрыв, и весь наш корабль задрожал.\n\n— Полундра! — послышалось с палубы. — Свисать всех наверх!\n\nМы выбежали на палубу и застали следующую картину. Нос попутного военного транспорта — такого же, на котором плыли и мы — был полностью раскурочен. Корабль, где плыли такие же новобранцы, стремительно набирал воду и шел ко дну.\n\n— Шлюпки на воду! Спасти утопающих! — приказал боцман.\n\nПохоже, соседний транспортник наткнулся на мину. Нужно принять на борт солдат с того корабля.",
    "answers": [
      {
        "id": 34,
        "text": "Остаться на корабле, помогать спускать шлюпки",
        "var_add": [
          "robel",
          1
        ]
      },
      {
        "id": 35,
        "text": "Прыгнуть в одну из шлюпок, спасать солдат из воды",
        "var_add": [
          "basilio",
          1
        ]
      }
    ]
  },
  {
    "id": 30,
    "text": "— Как тебя зовут, дружище? — поинтересовался я.\n— Моё имя Робель, — произнес эфиоп. Это был высокий черный парень с вьющимися волосами, спускающимися до плеч.\n— Как ты попал сюда, Робель?\n— Я уже сражался в экспедиционных силах Абиссинии. К сожалению, мой отряд был разгромлен близ Триполи силами еретиков, поэтому меня распределили в новый отряд.\n\n\"Интересно. Он уже бывалый, надо будет поспрашивать его о Великой Войне, но чуть позже\" — подумал я.",
    "answers": [
      {
        "id": 28,
        "text": "Оглядеть товарищей"
      }
    ]
  },
  {
    "id": 31,
    "text": "Ганс и Джон уже вовсю болтали между собой. \n— А у тебя неплохой английский для германца, молодец! — похвалил товарища Джон.\n— Моя бабуля родом из Англии, учила меня всему. Ты тоже оттуда?\n— Не совсем, я из Уэльса. Это на северо-запад.\n— Я и сам не из столицы, чистокровный баварец. Мюнхен, слышал про такой город?\n— О да, пиво у вас отменное!\n— Ребят, как вы считаете... Что нас вообще ждёт? — я попытался вклиниться в разговор, но после этой фразы оба помрачнели.\n\nПовисло нелегкое молчание.\n\n— Не знаю, Жак, это вон у негра лучше спроси, он же воевал уже. А, уголёк? Ха-ха! Ладно, не сердись, лучше расскажи, что там за демоны.\n\nНо эфиоп лишь угрюмо взглянул на Джона и уткнулся в свою похлебку.",
    "answers": [
      {
        "id": 28,
        "text": "Оглядеться "
      }
    ]
  },
  {
    "id": 32,
    "text": "Я кивнул этой многонациональной компании и вернулся за единственный свободный столик — к солдату Швейку.",
    "answers": [
      {
        "id": 25,
        "text": "Присесть"
      }
    ]
  },
  {
    "id": 33,
    "text": "Я кивнул своим славянским товарищам и пересел за соседний столик. Здесь как раз было одно свободное место.",
    "answers": [
      {
        "id": 28,
        "text": "Сесть"
      }
    ]
  },
  {
    "id": 34,
    "text": "Я подбежал к ближайшей шлюпке и начал тянуть за канат. Мне на помощь пришел эфиоп, и вместе мы начали спускать одну из таких на воду. Туда запрыгнули Йовановичи и отправились спасать утопающих. \n\nЯ переглянулся с темнокожим и вместе мы продолжили мероприятия на корабле: то спускали шлюпки, то помогали затаскивать спасённых солдат.\n\nНаконец, когда большая часть экипажа и личного состава была на борту, тонущий транспорт издал финальное бульканье и окончательно ушел под воду.\n\n— Якорь мне в глотку! — ругался боцман, — Мины прямо у берега... Сукины дети!\n\nК вечеру мы дошли до французского порта и начали высадку.",
    "answers": [
      {
        "id": 36,
        "text": "Сойти на берег"
      }
    ]
  },
  {
    "id": 35,
    "text": "Я увидел, как Швейк с негром начинают спускать одну из спасательных шлюпок и без раздумий прыгнул туда, захватив длинный багор. Мои усилия нужны на воде.\n\nНесколько мощных гребков, и я оказался поблизости от терпящего крушение транспорта. Отсюда было отлично видно пробоину. Огромная дыра от морской мины, не иначе.\n\n— Сюда! На помощь! — кричал мужчина средних лет, который еле барахтался, запутавшись в каких-то длинных одеяниях.\n— Держись за палку! — я выставил ему багор, чуть не огрев по голове. Но все же мужчина зацепился и я, ценой огромных усилий, подтянул его к шлюпке. — Руку, руку давай!\n\nУтопающий взобрался, и я понял, почему он чуть не утонул: ему мешала ряса священника.\n— Создатель тебя не забудет... Ух... Спасибо.\n\nЗатем мы спасли других утопающих и догребли до корабля. К вечеру уже были у французского порта.\n",
    "answers": [
      {
        "id": 36,
        "text": "Сойти на берег"
      }
    ]
  },
  {
    "id": 36,
    "text": "Под впечатлением от недавней гибели транспортника, мы сошли на берег, и тут же нас отправили по грузовикам. \n\n— Нам предстоит ночная поездка до крепости, — пояснил сержант Поль, — Гарнизон Антиохии остро нуждается в солдатах, поэтому с побережья нас сразу отправляют на стены.\n\nПовисло нелегкое молчание.\n\n— Куда нас везут, я и сам не знаю... Один из бастионов. Но дело солдата — исполнять приказ! И лишних вопросов не задавать. Встретимся в крепости... И да хранит нас Создатель!\n\nС этими словами он спрыгнул с грузовика для новобранцев и шофер дал по газам. Мы отправились в неизвестность.",
    "answers": [
      {
        "id": 37,
        "text": "Проснуться"
      }
    ]
  },
  {
    "id": 37,
    "text": "Я проснулся в надежде, что все это приключение было лишь дурным сном... Но нет. \n\n— Вот и наша остановка! Пятый Бастион. — послышался голос сержанта откуда-то снаружи. \n\nНехотя мы повылезали и оказались в туманной крепости. Утренние лучи солнца кое-как пробивались через туман. Вставал кровавый рассвет.\n\n— Ровняйсь! Стройсь! Ать-два! А теперь слушайте. Меня вызывают в комендатуру, у вас полтора часа, чтоб освоиться, найти казарму, получить форму, оружие, снаряжение. Общий сбор перед столовой в семь утра. Вопросы есть?\n\nНикто не проронил ни слова.\n\n— Тогда во-о-ольна! Выполнять.\n\nМы получили каждый по армейскому штык-ножу и вещмешку с базовым снаряжением йомена. После чего остались предоставлены сами себе.",
    "answers": [
      {
        "id": 38,
        "text": "Изучить Пятый Бастион ",
        "var_set": [
          "time",
          3
        ]
      }
    ]
  },
  {
    "id": 38,
    "text": "Внутренний двор крепости. Пятый Бастион — одно из оборонительных сооружений вокруг города Новая Антиохия. \n\nОтсюда можно было попасть на стены, к казармам, складам. В центре возвышалась мрачная цитадель. Времени хватит на то, чтобы обойти только три объекта из четырёх — по полчаса на каждое место.",
    "answers": [
      {
        "id": 38,
        "text": "Я успею посетить мест:",
        "comment": true,
        "var_show": [
          "time"
        ]
      },
      {
        "text": "К складам",
        "id": 39,
        "var_sub": [
          "time",
          1
        ],
        "need": -39,
        "var_need": [
          "time",
          1
        ]
      },
      {
        "var_need": [
          "time",
          1
        ],
        "var_sub": [
          "time",
          1
        ],
        "id": 40,
        "text": "В казармы",
        "need": [
          -40
        ],
        "var_set": [
          "people",
          2
        ]
      },
      {
        "text": "На стену",
        "id": 41,
        "var_sub": [
          "time",
          1
        ],
        "need": -41,
        "var_need": [
          "time",
          1
        ]
      },
      {
        "text": "В цитадель",
        "id": 42,
        "var_need": [
          "time",
          1
        ],
        "need": -42,
        "var_sub": [
          "time",
          1
        ]
      },
      {
        "id": 72,
        "text": "Построение перед столовой",
        "var_equal": [
          "time",
          0
        ]
      }
    ]
  },
  {
    "id": 39,
    "text": "У складов выстроилась очередь из солдат, потому что все направились сразу сюда за получением самого главного — личного оружия.\n\nКаждому выдали по простой пехотной винтовке образца 1915 года и набору патронов.\n\n— А где мой шлем? — возмутился один из новобранцев.\n— Шлем выдаётся вместе с формой в казармах! Таки я здесь не причём. — ответил еврейской внешности кладовщик.\n\nПомимо винтовок он выдавал ещё и гранаты, зажигательные коктейли, а также дымовые шашки. Всем этим я научился пользоваться, пока проходил курс молодого бойца, но взять можно было лишь что-то одно... Боезапаса критически не хватало.",
    "answers": [
      {
        "id": 43,
        "text": "Взять осколочную гранату",
        "var_set": [
          "granata",
          1
        ]
      },
      {
        "id": 44,
        "text": "Взять коктейль Молотова",
        "var_set": [
          "Molotov",
          1
        ]
      },
      {
        "id": 45,
        "text": "Взять дымовую шашку",
        "var_set": [
          "smoke",
          1
        ]
      }
    ]
  },
  {
    "id": 40,
    "text": "Казармы были полны людей, моему отряду выделили помещение на втором этаже. Часть стен и потолка была заделана наспех досками — было видно, что сюда попал снаряд. Доски на полу кое-где были пропитаны кровью.\n\nМы с товарищами расположились, распределили кто где спит и спустились на выдачу формы. Сначала каждому выдали по тяжёлому шлему со стальным забралом. Мой был слегка погнут в области виска.\n\nДальше мы застряли в очереди на обмундирование.",
    "answers": [
      {
        "id": 40,
        "text": "Передо мной в очереди людей:",
        "comment": true,
        "var_show": [
          "people"
        ]
      },
      {
        "var_add": [
          "hans",
          1
        ],
        "text": "Поболтать с Гансом",
        "id": 47,
        "var_more": [
          "people",
          0
        ],
        "need": -47,
        "var_sub": [
          "people",
          1
        ]
      },
      {
        "var_add": [
          "shweik",
          1
        ],
        "text": "Поболтать со Швейком",
        "id": 46,
        "var_more": [
          "people",
          0
        ],
        "need": -46,
        "var_sub": [
          "people",
          1
        ]
      },
      {
        "var_add": [
          "john",
          1
        ],
        "text": "Поболтать с Джоном",
        "id": 48,
        "var_more": [
          "people",
          0
        ],
        "need": -48,
        "var_sub": [
          "people",
          1
        ]
      },
      {
        "id": 49,
        "text": "Подойти в порядке очереди ",
        "var_equal": [
          "people",
          0
        ]
      }
    ]
  },
  {
    "id": 41,
    "text": "Я поднялся на стену, чтобы осмотреть то, что мы будем защищать ближайшие месяцы.\n\nЭто были толстенные стены из каменных блоков с выгравированными кое-где текстами священного писания. Несмотря на толщину, все было покрыто трещинами разной ширины и глубины. \n\nНаверху часть зубьев была выбита, виднелись места попадания снарядов, заделанные такими же блоками или просто цементом.\n\nПоднявшись, я увидел товарищей: Ясну, Николу и эфиопа... Как там его? Они молча смотрели вдаль.",
    "answers": [
      {
        "id": 50,
        "text": "Подойти сзади и посмотреть в том же направлении"
      }
    ]
  },
  {
    "id": 42,
    "text": "Вход в цитадель никто не охранял, да и внутри было минимум солдат, которые не задавали мне вопросов. Видно, что гарнизона не хватало на площадь крепости.\n\nЯ бегло осмотрелся и нашел проходы в библиотеку, медсанчасть и часовню. \n\nБыли и другие коридоры, например в комендатскую или подвальныне помещения, но они как раз охранялись, и, очевидно, простому солдату туда нельзя.",
    "answers": [
      {
        "id": 56,
        "text": "Библиотека ",
        "need": -56
      },
      {
        "id": 57,
        "text": "Медсанчать",
        "need": -57
      },
      {
        "id": 58,
        "text": "Часовня",
        "need": -58
      },
      {
        "id": 38,
        "text": "На выход",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 43,
    "text": "Я взвесил в руке пехотную осколочную гранату. \n\nФС-1, граната с посеребрёными осколками. Наносит особые увечья демононическим отродьям, ну и конечно же обычным еретикам.\n\nЯ повесил ее на пояс в качестве дополнительного снаряжения и покинул склады.",
    "answers": [
      {
        "id": 38,
        "text": "Вернуться"
      }
    ]
  },
  {
    "id": 44,
    "text": "Зажигательная сместь родом из России с добавлением церковных масел. Оказывает очищающее воздействие на порождений Черной Чумы. Горит так называемым \"праведным пламенем\".\n\nЯ проверил целостность бутылки и повесил ее на пояс в качестве дополнительного снаряжения.",
    "answers": [
      {
        "id": 38,
        "text": "Вернуться"
      }
    ]
  },
  {
    "id": 45,
    "text": "Я осмотрел дымовуху.\n\nНа корпусе гранаты был символ креста, что свидетельствует об освящении. Данная шашка выпускает дымы с примесью церковных кадильных масел. Не смертельно, но оказывает неприятное отравляющее воздействие на потусторонних существ. Безвредно для людей.\n\nЯ повесил ее на пояс и покинул склады.",
    "answers": [
      {
        "id": 38,
        "text": "Вернуться "
      }
    ]
  },
  {
    "id": 46,
    "text": "— Швейк, а Швейк?\n\nТот, как всегда, добродушно улыбнулся, его голубые глаза сверкнули бравым задором.\n\n— Я тут с медсестричкой познакомился.\n— Где? \n— В лазарете, — ответил Швейк, — классная девчонка. Анабель зовут. Но надеюсь к ней не попасть!\n— Хе-хе, это точно, обойдёмся без ранений. Будем в Моравии, выпьем пива за здоровье.",
    "answers": [
      {
        "id": 40,
        "text": "Закончить разговор "
      }
    ]
  },
  {
    "id": 47,
    "text": "Я обернулся к Гансу.\n\n— Был уже в оружейной?\n— Эх-х, да. Фуфло там!\n— Чё выдали? \n— Да винтовку, местную, ломучую. Сколько историй про них... Вот бы сюда немецкую, с которой я стрелял, эх! У нас все лучшее: пулеметы, танки. А видел бы ты огнемёт! \n— Пробовал?\n— Я-то нет, а вот отец мой с огнеметом воевал, жег еретиков. Хочу, черт возьми, огнемёт!",
    "answers": [
      {
        "id": 40,
        "text": "Закончить разговор"
      }
    ]
  },
  {
    "id": 48,
    "text": "— Хай, Джон! Как твои дела?\n— Херово, Жак, мы здесь пушечное мясо. Нас толком не обучили и кинули в крепость закрыть дыру в обороне. Я бы свалил отсюда.\n— Куда, в Америку?\n— Ненавижу американцев! Они и так не особенно помогали, а сейчас, когда их выбили еретики из Египта, мы и вовсе одни. Гибралтар кто освободил?\n— Ну... Британия.\n— Во-о! А флот? Да американский флот нам в подмётки не годится. Видел, что случилось с транспортом? Если бы здесь была юрисдикция британского флота, они бы не допустили мин у берега.",
    "answers": [
      {
        "id": 40,
        "text": "Закончить разговор"
      }
    ]
  },
  {
    "id": 49,
    "text": "— Размер. — угрюмо спросили меня.\n— Э... Сорок восемь.\n— Так, — ответственный за форму покопался на полках и вытащил мне комплект, — Сорок восьмой последний остался, вот здесь справа не отстиралось.\n\nЯ взглянул на обмундирование. На воротнике были алые следы крови. Стало жутковато.\n\n— Сумеешь отстирать, с меня сига. Следующий!",
    "answers": [
      {
        "id": 38,
        "text": "Одеться в форму и вернуться во двор",
        "var_set": [
          "form",
          1
        ]
      }
    ]
  },
  {
    "id": 50,
    "text": "Отсюда открывался умопомрачительный вид. Туманные земли Великой Войны. Нескончаемые лабиринты окопов и траншей, уходящие далеко за пределы видимости.\n\nМне стало не по себе.\n\nРебята молчали. Каждый, кроме, разве что, эфиопа, видел эти окопы впервые.",
    "answers": [
      {
        "id": 51,
        "text": "Поговорить с Николой",
        "need": -51,
        "var_add": [
          "Nicola",
          1
        ]
      },
      {
        "id": 52,
        "text": "Поговорить с Ясной",
        "need": -52,
        "var_add": [
          "yasna",
          1
        ]
      },
      {
        "id": 53,
        "text": "Поговорить с... Как же его зовут?",
        "need": -53,
        "var_add": [
          "robel",
          1
        ]
      },
      {
        "id": 54,
        "text": "Уйти и осмотреть укрепления"
      }
    ]
  },
  {
    "id": 51,
    "text": "— Если честно, не представляю, как люди тут живут месяцами, — произнес я дрожащим голосом.\n\nНикола осуждающе посмотрел на меня.\n\n— А кто, если не мы?\n\nНа это я не знал, что ответить. Мы особо не общались с Николой, но, насколько я знал, он вызвался добровольцем на фронт, а вместе с ним пошла и его сестра.\n\n— Надеюсь, мы справимся.\n— Мы должны, Жак.",
    "answers": [
      {
        "id": 50,
        "text": "Снова посмотреть вдаль"
      }
    ]
  },
  {
    "id": 52,
    "text": "— Как чувствуешь себя после плавания? \n— Ты что, ко мне клеишься? — с недоумением взглянула она на меня.\n— Нет! Нет... Я просто спросил.\n— Херово. Но спасибо, что поинтересовался.\n\nОна и правда была симпатичная, мне так всегда казалось. В униформе Антиохии все были одинаковыми, даже Ясна, но что-то меня в ней прямо цепляло.",
    "answers": [
      {
        "id": 50,
        "text": "— Пожалуйста."
      }
    ]
  },
  {
    "id": 53,
    "text": "— Извини, так как там тебя?\n— Робель, — грубо ответил негр. — Дай угадаю, ты хочешь спросить, каково это снова очутиться на фронте?\n— Ну... типа того.\n— Отвратительно, Жак. Война это ужасно, противно, омерзительно. \n\nНа секунду я задумался, откуда эфиоп знает столько выразительных слов на английском.\n\n— Я чувствую запах смерти и больше ничего. Каждый день здесь может стать для тебя последним.",
    "answers": [
      {
        "id": 50,
        "text": "— Понятно."
      }
    ]
  },
  {
    "id": 54,
    "text": "Я прогулялся по стенам, башням, повыглядывал в бойницы. Гарнизона и вправду было мало. Многие здешние солдаты имели следы ожогов или увечий, но все равно несли службу.\n\nНа глаза мне попался незнакомый йомен ходощавого телосложения с длинной винтовкой. Он что-то настраивал в ней и метился куда-то вниз, будто примеряясь.\n\n— Эй, можно спросить? — я подошёл к пареньку и поздоровался, — Привет, что это ты делаешь?\n— Калибрую прицел. Новичок?\n— Я? Да, а как ты понял?\n\nТот усмехнулся. \n\n— Тупой вопрос. Лучше смотри и запоминай позицию. Ну-ка или сюда!",
    "answers": [
      {
        "id": 55,
        "text": "Подойти"
      }
    ]
  },
  {
    "id": 55,
    "text": "— Видишь? — йомен указал куда-то вниз и вперёд, — Отсюда открывается отличный прострел. Во время последнего штурма знаешь скольких я положил?\n— Не знаю, сколько?\n— Ха! Девятерых! За один-то штурм, между прочим.\n\nЯ многозначительно кивнул, представляя, каково это в принципе — убивать людей, пусть и еретиков.\n\n— Как тебя звать-то? — поинтересовался я.\n— Зови Стрелок.\n— А имя есть у тебя, Стрелок?\n— Имена есть только у новобранцев. Так что советую придумать самому прозвище... Ну либо тебе его дадут, после первой битвы. Ладно, бывай.\n\nС этими словами он куда-то удалился по ступенькам, видимо, настраивать винтовку дальше.",
    "answers": [
      {
        "id": 38,
        "text": "Запомнить место и спуститься во двор",
        "var_set": [
          "position",
          1
        ]
      }
    ]
  },
  {
    "id": 56,
    "text": "Длинный узкий коридор вел в библиотеку. Вдруг подул сквозняк и ветер принес мне под ноги какой-то листок. Похоже на страницу из книги.",
    "answers": [
      {
        "id": 59,
        "text": "Подобрать страницу",
        "var_set": [
          "angel",
          1
        ]
      }
    ]
  },
  {
    "id": 57,
    "text": "Я прогулялся до медсанчасти. При мне двое солдат вынесли оттуда нечто бугристое под окровавленной простыней. С носилок капала кровь прямиком на пол.\n\nЯ прошел мимо палаты, откуда доносились полные боли стоны, и очутился в приемном покое.\n\n— Чем-то могу помочь? — послышался голос сзади.\n\nОт неожиданности я чуть не наложил в штаны и резко обернулся. Передо мной стояла молодая девушка в окровавленных одеяниях сестры милосердия. Ее улыбка нервно дрожала на уголках губ.\n\n— Вижу, ты не ранен. В таком случае, приходи, если что-то понадобится. Меня зовут Анабель. Я старшая медсестра в этой крепости. \n\nС этими словами Анабель удалилась в кабинет, откуда вскоре послышался металлический звон.",
    "answers": [
      {
        "id": 42,
        "text": "— П-приятно познакомиться..."
      }
    ]
  },
  {
    "id": 58,
    "text": "Я проследовал по коридору с низким потолком и оказался у входа в местную часовенку. Это была молельная комната небольших размеров с перегородкой для исповеди в углу.",
    "answers": [
      {
        "id": 58,
        "text": "\n\n— Эй, здравствуй! Я тебя узнал, ты вытащил меня на шлюпку. Ну-ка подойди, новобранец.\n\nЯ присмотрелся и действительно узнал того самого мужчину с бородкой в рясе священника, на этот раз сухой.",
        "var_need": [
          "basilio",
          1
        ],
        "merge": true
      },
      {
        "id": 61,
        "text": "Подойти к священнику ",
        "var_add": [
          "basilio",
          1
        ]
      },
      {
        "id": 58,
        "text": "— Эй, кто там? Новобранец! Добро пожаловать в храм Создателя. Ну-ка подойди.\n\nЭто заговорил средних лет мужчина с бородкой в рясе священника. Я не мог вспомнить, но будто бы я его где-то видел на корабле.",
        "var_less": [
          "basilio",
          1
        ],
        "merge": true
      }
    ]
  },
  {
    "id": 59,
    "text": "ПРИЗЫВ АНГЕЛА. ТЕКСТ ПЕРВЫЙ.\n\nНа вырванной странице было множество символов на латыни, которые я не вполне мог прочитать, и, тем более, понять. \n\nИ всё же заголовок говорил сам за себя. Вероятно, это заклинание призыва... Ангела? Их разве можно призвать? Первая часть. Больше ничего не было.\n\n\"Что-ж, будем иметь в виду\".\n\nЯ сложил листок конвертиком и положил себе в карман. Пусть будет на всякий случай.",
    "answers": [
      {
        "id": 67,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 60,
    "text": "— Похвально! Давай начнём.\n\nЖестом отец Базилио пригласил меня в место для исповеди, и мы уединились, разделенные темной перегородкой.\n\n— Слушаю, сын мой.\n— Святой отец, я согрешил. Я...",
    "answers": [
      {
        "id": 62,
        "text": "...воровал у соседей",
        "var_sub": [
          "basilio",
          1
        ]
      },
      {
        "id": 63,
        "text": "...поругался с матерью "
      },
      {
        "id": 64,
        "text": "...просто хочу домой",
        "var_add": [
          "basilio",
          1
        ]
      }
    ]
  },
  {
    "id": 61,
    "text": " Я послушался и вошёл внутрь.\n\n— Я отец Базилио, здешний капеллан. Проще говоря, военный священник. Моя помощь здесь нужна многим, поэтому если тебя что-то тревожит, можешь в любой момент обращаться. Или, быть может, желаешь исповедаться?",
    "answers": [
      {
        "id": 60,
        "text": "— Да, я как раз хотел исповедаться.",
        "var_add": [
          "basilio",
          1
        ]
      },
      {
        "id": 42,
        "text": "— Спасибо, но в другой раз.\n(Выйти)"
      }
    ]
  },
  {
    "id": 62,
    "text": "— В самый неурожайный год мы голодали, и я начал воровать у соседей. На из плантациях то и дело вырастали овощи, какие-то злаки. Их глава семейства был довольно стар, и не очень-то богат, чтобы нанять достаточно охраны. Многих забрали на войну. И я крал их урожай, несмотря на то, что у них болела дочь. Вскоре она умерла, и я не знаю: из-за меня это произошло, или нет.\n\nОтец Базилио кивнул, но будто бы осуждающе покачал головой.\n\n— Не могу тебя утешить, сын мой. Ты совершал плохой поступок, и не раз, несмотря на то, что осознавал свои деяния. Голод не повод терять человечность. Но Творец милостив, он отпустит твои грехи... Что-то ещё?",
    "answers": [
      {
        "id": 65,
        "text": "— Да, есть ещё кое-что."
      },
      {
        "id": 66,
        "text": "— Нет, это всё. Пока что."
      }
    ]
  },
  {
    "id": 63,
    "text": "— Когда я собирался в войска, мама начала упрекать меня в том, что я мог пойти учиться в университет по стопам своего отца, стать учёным. Тогда бы меня не забрали в армию. Она права, но мы поругались на почве этого. Последнее, что я сказал ей, это то, что я рад, что ухожу из дома.\n\nСвященник тяжело вздохнул.\n\n— Очень часто мы не задумываемся, что сегодняшний день может стать последним. Для нас, или для близкого человека. Создатель отпустит твой грех, и мать простит. Но будь чист в словах и делах, уважай в первую очередь самого себя... Есть ещё, что добавить?",
    "answers": [
      {
        "id": 66,
        "text": "— Нет, это всё на сегодня."
      },
      {
        "id": 65,
        "text": "— Да, есть ещё кое-что "
      }
    ]
  },
  {
    "id": 64,
    "text": "— Я поддаюсь страху, он берет надо мной верх. Перед товарищами я стараюсь держаться храбро, но в душе я желаю поскорее покинуть это место. При этом я понимаю, что если я убегу, моим соратникам придется нести мое бремя... Но как же страшно! Это место веет безысходностью.\n\nОтец Базилио кивнул за ширмой и будто бы одобрительно улыбнулся.\n\n— Это абсолютно нормально, сын мой. Ты думаешь, я сильно хотел отправляться в Антиохию? Конечно нет, я бы с радостью вел приход на берегу солнечной Испании. Но это долг службы. Меня направили заменить капеллана, который сошел с ума, и теперь я здесь. Мы все здесь, и нас ведёт Создатель. Это всё?",
    "answers": [
      {
        "id": 65,
        "text": "— Нет, есть ещё кое-что."
      },
      {
        "id": 66,
        "text": "— Да, это всё, пока что."
      }
    ]
  },
  {
    "id": 65,
    "text": "Я сосредоточился и подумал, о чем болит моя душа.",
    "answers": [
      {
        "id": 66,
        "text": "— Хотя нет, думаю, всё сказал."
      },
      {
        "id": 62,
        "text": "— Я воровал у соседей.",
        "need": -62
      },
      {
        "id": 63,
        "text": "— Я поругался с матерью.",
        "need": -63
      },
      {
        "id": 64,
        "text": "— Я просто хочу домой.",
        "need": -64
      }
    ]
  },
  {
    "id": 66,
    "text": "Священник перекрестился и встал со своей стороны. Он похвалил меня да честность и пообещал хранить тайну исповеди. Затем мы попрощались.",
    "answers": [
      {
        "id": 42,
        "text": "Уйти",
        "var_set": [
          "ispoved",
          1
        ]
      }
    ]
  },
  {
    "id": 67,
    "text": "В библиотеке оказалось совсем пусто. Не сказать, что здесь было какое-то невероятное собрание книг. Скорее, нечто, похожее на школьную библиотеку только с церковно-патриотическим уклоном.",
    "answers": [
      {
        "id": 69,
        "text": "Почитать про Новую Антиохию ",
        "need": -69
      },
      {
        "id": 73,
        "text": "Почитать про окопных пилигримов ",
        "need": [
          -73,
          69
        ]
      },
      {
        "id": 70,
        "text": "Почитать про Вторжение",
        "need": -70
      },
      {
        "id": 68,
        "text": "Почитать про Легионы Еретиков",
        "need": [
          -68,
          70
        ]
      },
      {
        "id": 71,
        "text": "Почитать про Черную Чуму",
        "need": [
          -71,
          70
        ]
      },
      {
        "id": 42,
        "text": "Уйти ",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 68,
    "text": "\"...Но миллионы людей попали под влияние Врат Ада в первые годы Великой Войны, и им ничего не оставалось, кроме как подчиниться. Из их числа демонические владыки начали набирать себе бесчисленные армии, чтобы противостоять Святой Церкви.\"\n\n\"Их солдаты отреклись от Творца и поклоняются одному из шестидесяти шести падших ангелов. Такие войска были названы Легионами Еретиков...\"\n\n\"Главная слабость владык ада — они ненавидят друг друга и часто воюют между собой.\"\n\n\"...Демоны редко появляются в окопах, но если это случилось, значит данная битва имеет критическую значимость. Готовьтесь к смерти... [ЗАЧЕРКНУТО] ...Сохраняя самообладание, не пытайтесь поразить их обычными средствами. Используйте кадильные смести для ослабления врага и серебряные пули для изгнания.\"",
    "answers": [
      {
        "id": 67,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 69,
    "text": "Я начал листать книги, выцепляя информацию обрывками.\n\n\"Герцогство Новая Антиохия — аванпост веры посреди земель еретиков. \"\n\n\"...было создано в 1920-м году, когда Вторжение приостановилось, но силы ада продолжали устраивать рейды на земли верующих.\"\n\n\"Священный Синод принял решение создать новое государство прямо тылу врага, возродив некогда великий город Антиохию\"\n\n\"Город окружён чередой крепостей, названных Бастионами, и является промышленным, а также логистическим центром Святой Церкви на ближнем востоке.\"\n\n\"Снабжение осуществляется по морю, под охраной американского флота.\"\n\n\"...Активно взаимодействует с другими силами верующих в регионе — окопными пилигримами и Железным Султанатом.\"",
    "answers": [
      {
        "id": 67,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 70,
    "text": "Я начал листать книги, выцепляя информацию обрывками.\n\n\"Папа римский отправил прощение остановить раскопки, но археологи не останавливались... Местные власти не прислали словам папы должного значения...\"\n\n\"После открытия Адских Врат в 1913 году, демоны и души грешников вырвались в Иерусалим. Это назвали Вторжением.\" \n\n\"...Быстро продвигаясь, они захватывали все новые и новые территории на ближнем востоке, в Африке, и даже в Европе.\"\n\n\"Государствам людей потребовалось время, чтобы осознать угрозу, и объединить свои армии для борьбы с силами ада.\"\n\n\"Наконец, европейские страны остановили наступление и созвали Священный Синод для общения с Создателем. Церковь взяла власть в свои руки\"\n\n\"1917 год. Учреждены ордена: Инквизиторов, Экзорцистов, Менделистов\"\n\n\"1918 год. Первое клонирование Мета-Пастыря. ДАННЫЕ ЗАСЕКРЕЧЕНЫ\"\n",
    "answers": [
      {
        "id": 67,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 71,
    "text": "\"...Особняком стоит архидемон Вельзевул. Экспериментируя в своем кругу ада, он создал страшную инфекцию под названием Черная Чума, в которую обращает своих жертв и последователей.\"\n\n\"Его также называют Повелителем Мух. Ибо гигантские мухи разносят заразу на дальние расстояния, впрыскивая Чуму жертве в кровь при помощи хоботка.\"\n\n\"...Лишь самые безумные из еретиков принимают скверну добровольно, превращаясь в Чумных рыцарей.\"\n\n\"Она заражает всё, и лишь освященный огонь с примесью церковных масел и смол может очистить от Черной Чумы. Его используют в огнеметных системах пехоты и танков.\"\n\n\"Бойцы, вкусившие плоть или кровь Мета-Пастыря, приобретают устойчивость к патогену Черной Чумы...\"",
    "answers": [
      {
        "id": 67,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 72,
    "text": "Семь утра. Пора есть. Но мы выстроились в очередь перед столиком офицера у входа, который записывал наши имена и распределял, согласно нашим исходным данным.\n\nПодошла моя очередь. \n\n— Жак Лурье.\n— Есть такой. — монотонно отметил офицер, — Назови сильные и слабые стороны.",
    "answers": [
      {
        "id": 74,
        "text": "Распределить характеристики ",
        "var_set": [
          "power",
          0,
          "speed",
          0,
          "sense",
          0,
          "points",
          3
        ]
      }
    ]
  },
  {
    "id": 73,
    "text": "Я начал листать книги, выцепляя информацию обрывками.\n\n\"Окопные пилигримы — собирательное название всех христианских группировок, которые не подчиняются напрямую Святой Церкви.\"\n\n\"В большинстве случаев это те же самые еретики, дезертиры, или обыкновенные бандиты, которые ставят свои личные мотивы выше замыслов Синода.\"\n\n\"Не стоит верить их крестам, иконам и проникновенным речам. Они действуют сами по себе, а зачастую и против Церкви.\"\n\n\"Финансирование несанкционированных паломнических группировок запрещено законом и карается Инквизицией.\"",
    "answers": [
      {
        "id": 67,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 74,
    "text": "Осталось ",
    "answers": [
      {
        "id": 74,
        "text": "Сила:",
        "comment": true,
        "var_show": [
          "power"
        ]
      },
      {
        "text": "<plus>",
        "right_answer": true,
        "var_add": [
          "power",
          1
        ],
        "instant": true,
        "id": 74,
        "var_need": [
          "points",
          1
        ],
        "var_sub": [
          "points",
          1
        ],
        "left_answer": false
      },
      {
        "var_need": [
          "power",
          1
        ],
        "right_answer": false,
        "var_add": [
          "points",
          1
        ],
        "instant": true,
        "id": 74,
        "text": "-",
        "var_sub": [
          "power",
          1
        ],
        "left_answer": true
      },
      {
        "id": 74,
        "text": "Ловкость:",
        "comment": true,
        "var_show": [
          "speed"
        ]
      },
      {
        "text": "-",
        "var_add": [
          "points",
          1
        ],
        "instant": true,
        "id": 74,
        "var_sub": [
          "speed",
          1
        ],
        "var_need": [
          "speed",
          1
        ],
        "left_answer": true
      },
      {
        "right_answer": true,
        "var_add": [
          "speed",
          1
        ],
        "instant": true,
        "id": 74,
        "var_need": [
          "points",
          1
        ],
        "text": "<plus>",
        "var_sub": [
          "points",
          1
        ]
      },
      {
        "id": 74,
        "text": "Восприятие:",
        "comment": true,
        "var_show": [
          "sense"
        ]
      },
      {
        "var_need": [
          "sense",
          1
        ],
        "var_add": [
          "points",
          1
        ],
        "var_sub": [
          "sense",
          1
        ],
        "id": 74,
        "instant": true,
        "text": "-",
        "left_answer": true
      },
      {
        "right_answer": true,
        "var_add": [
          "sense",
          1
        ],
        "var_need": [
          "points",
          1
        ],
        "id": 74,
        "var_sub": [
          "points",
          1
        ],
        "text": "<plus>",
        "instant": true
      },
      {
        "id": 74,
        "text": "очков характеристик:",
        "var_show": [
          "points"
        ],
        "merge": true
      },
      {
        "id": 75,
        "text": "Далее",
        "middle_answer": true,
        "var_equal": [
          "points",
          0
        ]
      }
    ]
  },
  {
    "id": 75,
    "text": "— Твоя специализация.",
    "answers": [
      {
        "id": 76,
        "text": "Плотник",
        "var_set": [
          "wood",
          1
        ]
      },
      {
        "id": 77,
        "text": "Фермер",
        "var_set": [
          "showel",
          1
        ]
      },
      {
        "id": 78,
        "text": "Пекарь ",
        "var_set": [
          "bakery",
          1
        ]
      }
    ]
  },
  {
    "id": 76,
    "text": "— Я плотник. Делал избы и шкафы.\n— Отлично, теперь будешь делать блиндажи и гробы. Заходи.",
    "answers": [
      {
        "id": 79,
        "text": "Приступить к трапезе"
      }
    ]
  },
  {
    "id": 77,
    "text": "— Я фермер, копал грядки.\n— Отлично, теперь будешь копать окопы и могилы. Заходи.",
    "answers": [
      {
        "id": 79,
        "text": "Приступить к трапезе",
        "var_set": [
          "fury",
          0
        ]
      }
    ]
  },
  {
    "id": 78,
    "text": "— Я пекарь. Готовил хлеб, запекал пироги.\n— Отлично. Теперь будешь совать в печь просфоры и чумные тела. Проходи.",
    "answers": [
      {
        "id": 79,
        "text": "Приступить к трапезе"
      }
    ]
  },
  {
    "id": 79,
    "text": "— Наконец-то можно нормально пожрать! — воскликнул Ганс, — Армия на голодный желудок не воюет, даже против еретиков.\n\nА запах из столовой доносился приятный. Я встал в очереди на раздачу, и был поражён местной едой.\n\n— Ребят, смотрите, курицу дают, — прошептал Никола, — Не зря говорили, все лучшее в Антиохию. Ух, заживём!\n— А я от тушёнки не откажусь... — ответил Швейк.\n\nМы накинулись на еду. Выбор был большой, и мы просили наложить всего и сразу. Всевозможные овощи, мясо, рыба, каши — здесь было всё, и бесконечная добавка.\n\nУж чего-чего, а покормили нас отлично. Это была настоящая еда, а не та жидкая корабельная похлёбка.",
    "answers": [
      {
        "id": 80,
        "text": "Развалиться на стуле"
      }
    ]
  },
  {
    "id": 80,
    "text": "Я наелся до отвала и развалился на стуле, наблюдая, как ребята вылизывают тарелки.\n\n— А ты что скажешь, Робель? — обратился Джон к негру, — У вас в Абиссинии так же было?\n\nЭфиоп покачал головой, но ответить не успел. Внезапно, всё здание содрогнулось от чудовищного удара, с потолка посыпалась штукатурка.\n\n— А-а-а! — запищала Ясна, забираясь под стол.\n\nВторой толчок, чуть слабее. Кусок штукатурки рассек мне висок, я поморщился, вытирая ссадину.\n\n— Отряд, стройсь перед столовой! Отставить панику! Выполнять! — закричал наш сержант.\n\nПослышался надрывный вой сирены, под который мы выбежали на улицу и выстроились в подобие шеренги.",
    "answers": [
      {
        "id": 81,
        "text": "Выбежать",
        "var_set": [
          "war",
          0
        ]
      }
    ]
  },
  {
    "id": 81,
    "text": "— Пошёл артобстрел Бастиона! После того, как ответят наши пушки... — словно в подтверждение слов сержанта, ухнули тяжёлые оружия где-то в пределах крепости, — Начнётся пехотный штурм! Вам нужно занять позиции на стенах и приготовиться к обороне. Выполнять строго мои приказы. Вопросы есть?!\n— Никак нет! — прокричал Никола.\n— Тогда к оружию!\n\nРебята похватали свое снаряжение, кто какое успел получить, и бегом стали подниматься на стены.",
    "answers": [
      {
        "id": 82,
        "text": "Занять особую позицию, которую показал Стрелок",
        "var_equal": [
          "position",
          1
        ]
      },
      {
        "id": 83,
        "text": "Встать рядом с Николой, Ясной и Гансом"
      },
      {
        "id": 84,
        "text": "Встать рядом с Джоном, Швейком и Робелем"
      }
    ]
  },
  {
    "id": 82,
    "text": "Я пробежал мимо ребят, которые выстроились вдоль зубьев стены и отыскал тот самый балкончик, который мне показал Стрелок ранее. На удивление, здесь никого не было, кроме меня.",
    "answers": [
      {
        "id": 82,
        "text": "Благо, я успел получить оружие у кладовщика. Поэтому, зарядив винтовку, я припал к прицелу и начал ждать появления противника.",
        "need": [
          39
        ],
        "merge": true
      },
      {
        "id": 82,
        "text": "К сожалению, я не успел получить винтовку у кладовщика. Поэтому мне ничего не оставалось, кроме как достать нож и ждать появления врага.",
        "need": -39,
        "merge": true
      },
      {
        "id": 85,
        "text": "Стрелять в еретиков",
        "need": 39,
        "var_add": [
          "war",
          1,
          "fury",
          1
        ]
      },
      {
        "id": 86,
        "text": "Смотреть, как развивается битва",
        "need": -39
      }
    ]
  },
  {
    "id": 83,
    "text": "Я подбежал к ребятам и мы переглянулись. На данном участке стены оборону предстояло держать только нам.\n\n",
    "answers": [
      {
        "id": 82,
        "text": "Благо, я успел получить оружие у кладовщика. Поэтому, зарядив винтовку, я припал к прицелу и начал ждать появления противника.",
        "need": [
          39
        ],
        "merge": true
      },
      {
        "id": 82,
        "text": "К сожалению, я не успел получить винтовку у кладовщика. Поэтому мне ничего не оставалось, кроме как достать нож и ждать появления врага.",
        "need": -39,
        "merge": true
      },
      {
        "id": 85,
        "text": "Стрелять в еретиков",
        "need": 39
      },
      {
        "id": 86,
        "text": "Смотреть, как развивается битва",
        "need": -39
      }
    ]
  },
  {
    "id": 84,
    "text": "Я подбежал к ребятам и мы переглянулись. На данном участке стены оборону предстояло держать только нам.\n",
    "answers": [
      {
        "id": 82,
        "text": "Благо, я успел получить оружие у кладовщика. Поэтому, зарядив винтовку, я припал к прицелу и начал ждать появления противника.",
        "need": [
          39
        ],
        "merge": true
      },
      {
        "id": 82,
        "text": "К сожалению, я не успел получить винтовку у кладовщика. Поэтому мне ничего не оставалось, кроме как достать нож и ждать появления врага.",
        "need": -39,
        "merge": true
      },
      {
        "id": 85,
        "text": "Стрелять в еретиков",
        "need": 39
      },
      {
        "id": 86,
        "text": "Смотреть, как развивается битва",
        "need": -39
      }
    ]
  },
  {
    "id": 85,
    "text": "На крепость сыпались снаряды, но и мы отвечали из орудий всех калибров. Наконец, канонада окончилась, и из клубов дыма начали появляться они — Легионы Еретиков.\n\nИх танки и бронетранспортёры медленно шли по направлению к нам, а меж окопов, внизу, то и дело виднелись вереницы еретической пехоты.",
    "answers": [
      {
        "id": 85,
        "text": "С моей позиции открывался отличный прострел. Я начал стрелять по пехоте, устраняя одного врага за другим. Бывало и промахивался, но, пока противник не понял, откуда ведётся огонь, я успел положить как минимум пятерых.",
        "var_equal": [
          "position",
          1
        ],
        "merge": true
      },
      {
        "id": 85,
        "text": "Подпустив пехоту поближе, мы открыли огонь. Мои навыки стрельбы оставляли желать лучшего, но даже так я успел подстрелить одного врага, ещё одного ранил.",
        "var_not": [
          "position",
          1
        ],
        "merge": true
      },
      {
        "id": 87,
        "text": "Перезарядиться"
      }
    ]
  },
  {
    "id": 86,
    "text": "На крепость сыпались снаряды, но и мы отвечали еретикам из орудий всех калибров. Наконец, канонада окончилась и из клубов дыма начали появляться они — Легионы Еретиков.\n\nИх танки и бронетранспортёры медленно шли по направлению к нам, а меж окопов внизу то и дело виднелись вереницы еретической пехоты.\n\nМои соратники подпустили пехоту поближе и открыли огонь из винтовок. Вдруг, прямо надо мной просвистела пуля. Я испугался и ещё сильнее вжался в стены...\n\nПовернув голову, я увидел, как один из солдат нашего отряда, вооруженный противотанковой винтовкой, словил пулю в лоб.\n\nТем временем, БТРы и танки приближались с каждой секундой.",
    "answers": [
      {
        "id": 88,
        "text": "Пересесть на его место"
      }
    ]
  },
  {
    "id": 87,
    "text": "Я наклонился, чтобы перезарядить обойму, как вдруг над моей головой просвистела пуля.\n\n\"Я только что чуть не погиб\" — пронеслась в голове шальная мысль. Только сейчас я понял, что был на волосок от смерти.\n\nПовернув голову в сторону, я увидел, как один из солдат нашего отряда, вооруженный противотанковой винтовкой, словил пулю в лоб.\n\nТем временем, БТРы и танки приближались с каждой секундой.",
    "answers": [
      {
        "id": 88,
        "text": "Пересесть на его место "
      }
    ]
  },
  {
    "id": 88,
    "text": "Я залез на его место и оттолкнул тело товарища. К счастью, я не знал этого солдата.\n\nУперев приклад тяжёлой противотанковой винтовки в плечо, я прильнул к прицелу.\n\nБлиже всего оказался бронетранспортёр, который прямо сейчас ехал к крепости. У него была кабина с бронестеклами, корпус, за которым, очевидно, пряталась пехота, и ходовая часть.\n\nЕго броня сдержит обычные пули, но я из такой винтовки, скорее всего, его пробью.",
    "answers": [
      {
        "id": 89,
        "text": "Выстрелить в окошко водителя"
      },
      {
        "id": 90,
        "text": "Выстрелить в корпус"
      },
      {
        "id": 91,
        "text": "Выстрелить в переднее колесо "
      },
      {
        "id": 92,
        "text": "Выстрелить в гусеницу",
        "var_add": [
          "fury",
          1,
          "war",
          1
        ]
      },
      {
        "id": 88,
        "text": "Укажите команды для картинки",
        "url": "https://i.postimg.cc/hjg6q1mW/1000051856.jpg"
      }
    ]
  },
  {
    "id": 89,
    "text": "Я нажал на спусковой крючок и раздался оглушительный выстрел, который на мгновение контузил меня.\n\nБТР остановился. Кажется, я попал в мехвода. Внезапно, водительская дверь открылась, оттуда вывалилось бездыханное тело и машина снова поехала вперёд.\n\n\"Чёрт! Его заменил командир!\"\n\nЯ снова прицелился, чтобы убить и его, как вдруг рядом взорвался снаряд и меня осыпало каменной крошкой.",
    "answers": [
      {
        "id": 93,
        "text": "Осмотреться"
      }
    ]
  },
  {
    "id": 90,
    "text": "Я нажал на спусковой крючок и раздался оглушительный выстрел, который на мгновение контузил меня.\n\nЯ присмотрелся. БТР ехал дальше, только с небольшой дырочкой в корпусе. Я пробил его и возможно даже зацепил кого-то внутри, но основная часть десанта, очевидно, выжила.\n\nЯ снова прицелился, чтобы выстрелить в другое место, как вдруг рядом взорвался снаряд и меня осыпало каменной крошкой.",
    "answers": [
      {
        "id": 93,
        "text": "Осмотреться "
      }
    ]
  },
  {
    "id": 91,
    "text": "Я нажал на спусковой крючок и раздался оглушительный выстрел, который на мгновение контузил меня.\n\nЗатем я присмотрелся и понял, что ничего не изменилось: БТР продолжал ехать, как ехал. Видимо, его колеса не были ведущими и вывод их из строя не сильно замедлял технику.\n\nЯ снова прицелился, чтобы выстрелить в другое место, как вдруг рядом взорвался снаряд и меня осыпало каменной крошкой.",
    "answers": [
      {
        "id": 93,
        "text": "Осмотреться "
      }
    ]
  },
  {
    "id": 92,
    "text": "Я нажал на спусковой крючок и раздался оглушительный выстрел, который на мгновение контузил меня.\n\nБТР проехал пару метров и остановился. Кажется, попал! Левая гусеница слетела, технику развернуло. Оттуда начал высыпаться десант в попытках спрятаться в окопах. Но заработали наши пулеметы и стали косить еретиков одного за другим.\n\nЯ снова прильнул к винтовке, чтобы найти новую цель, как вдруг рядом взорвался снаряд и меня осыпало каменной крошкой.",
    "answers": [
      {
        "id": 93,
        "text": "Осмотреться "
      }
    ]
  },
  {
    "id": 93,
    "text": "Пыль осела и я заметил странную фигуру вдалеке, которая высунулась в полный рост и буквально парила над траншеями. Это была... Женщина?\n\n— Артиллерийская ведьма! — закричал наш сержант, — Устранить!\n\nПарящая фигура взмахнула рукой и в небе послышался свист. Из ниоткуда материализовался артиллерийский снаряд, который угодил прямиком в одну из башен крепости.\n\n\"Это ещё что за чертовщина?!\" — подумал я.",
    "answers": [
      {
        "id": 94,
        "text": "Выстрелить из противотанковой винтовки",
        "var_add": [
          "fury",
          1,
          "war",
          1
        ]
      },
      {
        "id": 95,
        "text": "Выстрелить из обычной винтовки",
        "need": 39,
        "var_add": [
          "fury",
          1,
          "war",
          1
        ]
      },
      {
        "id": 96,
        "text": "Бросить гранату",
        "var_set": [
          "granata",
          0
        ],
        "var_equal": [
          "granata",
          1
        ]
      },
      {
        "id": 97,
        "text": "Кинуть коктейль Молотова ",
        "var_set": [
          "Molotov",
          0
        ],
        "var_equal": [
          "Molotov",
          1
        ]
      },
      {
        "id": 98,
        "text": "Кинуть дымовую шашку",
        "var_equal": [
          "smoke",
          1
        ],
        "var_set": [
          "smoke",
          0
        ]
      },
      {
        "id": 93,
        "text": "Укажите команды для картинки",
        "url": "https://i.postimg.cc/gkwMQT7L/1000051790.jpg"
      }
    ]
  },
  {
    "id": 94,
    "text": "Я зарядил новый снаряд в противотанковую винтовку и прицелился...\n\nНе дышать. \n\nПослышался грохот, но на этот раз не столь оглушающий, по сравнению с разрывом ведьмовской бомбы.\n\nТемная фигура, не успев сделать замах, скорчилась, задрожала, и буквально рассыпалась пеплом прямо в воздухе.\n\n— Нечестивые силы... — прошептал я и перекрестился.",
    "answers": [
      {
        "id": 101,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 95,
    "text": "Я снова достал пехотную винтовку и прицелился.\n\nНе дышать. \n\nПослышался выстрел, словно щелчок, по сравнению с разрывом ведьмовской бомбы.\n\nТемная фигура, не успев сделать замах, скорчилась, задрожала, и буквально рассыпалась пеплом прямо в воздухе.\n\n— Нечестивые силы... — прошептал я и перекрестился.",
    "answers": [
      {
        "id": 101,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 96,
    "text": "Я размахнулся и швырнул гранату, но цель была слишком далеко, и осколки ее не задели.\n\nПослышался знакомый свист, я припал к земле. Раздался взрыв совсем рядом. \n\nПошатываясь от оглушения, я покинул позицию и увидел Швейка, который схватился за ногу. Его штанина быстро пропитывалась кровью. Похоже, осколок.\n\n— На помощь! Я ранен!\n\nЯ подбежал и зажал рану руками.\n\n— Держись, мы тебя вытащим! — воскликнул я и приказал Швейку открыть его аптечку.",
    "answers": [
      {
        "id": 99,
        "text": "Наложить давящую повязку "
      }
    ]
  },
  {
    "id": 97,
    "text": "Я размахнулся и швырнул зажигательную смесь, но цель была слишком далеко, и пламя ее не задело.\n\nПослышался знакомый свист, я припал к земле. Раздался взрыв совсем рядом. \n\nПошатываясь от оглушения, я покинул позицию и увидел Швейка, который схватился за ногу. Его штанина быстро пропитывалась кровью. Похоже, осколок.\n\n— На помощь! Я ранен!\n\nЯ подбежал и зажал рану руками.\n\n— Держись, мы тебя вытащим! — воскликнул я и приказал Швейку открыть его аптечку.",
    "answers": [
      {
        "id": 99,
        "text": "Наложить давящую повязку "
      }
    ]
  },
  {
    "id": 98,
    "text": "Я швырнул шашку, но цель была слишком далеко и дымы ее не задели. Ветер снёс завесу в сторону от поля боя.\n\nПослышался знакомый свист, я припал к земле. Раздался взрыв совсем рядом. \n\nПошатываясь от оглушения, я покинул позицию и увидел Швейка, который схватился за ногу. Его штанина быстро пропитывалась кровью. Похоже, осколок.\n\n— На помощь! Я ранен!\n\nЯ подбежал и зажал рану руками.\n\n— Держись, мы тебя вытащим! — воскликнул я и приказал Швейку открыть его аптечку.",
    "answers": [
      {
        "id": 99,
        "text": "Наложить давящую повязку"
      }
    ]
  },
  {
    "id": 99,
    "text": "Кровь обильно текла из его бедра, но не пульсировала — артерия не задета. Подбежали другие ребята, мы наложили повязку и вытащили Швейка со стены. Санитары забрали его в лазарет.\n\nМы с товарищами переглянулись и вскарабкались обратно на укрепления.\n\nСвиста больше не было, как и силуэта. Видимо, кто-то \"снял\" ведьму снайперским выстрелом.",
    "answers": [
      {
        "id": 101,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 100,
    "text": "И всем строем мы понеслись по лестнице вниз. Ворота были распахнуты, повсюду свистели пули. \n\nЯ заметил нескольких врагов с автоматами, которые только зашли в крепость и ещё не успели занять укрытие.",
    "answers": [
      {
        "id": 100,
        "text": "Осталось в живых:",
        "comment": true,
        "var_show": [
          "squad"
        ]
      },
      {
        "id": 108,
        "text": "— В укрытие! Занять позиции!",
        "var_sub": [
          "squad",
          1
        ]
      },
      {
        "id": 109,
        "text": "— На двенадцать часов! Огонь!",
        "var_add": [
          "fury",
          1,
          "war",
          1
        ],
        "var_sub": [
          "squad",
          6
        ]
      }
    ]
  },
  {
    "id": 101,
    "text": "Послышались пулеметные очереди. Враги совсем близко.\n\nВдруг прямо передо мной из черной дымки материализовался человек. Это был солдат в незнакомой униформе, с пистолетом-пулеметом наперевес. На его поясе висела отрубленная голова, покрытая сатанинскими символами.\n\nЕретик.",
    "answers": [
      {
        "id": 102,
        "text": "Наброситься на солдата"
      },
      {
        "id": 101,
        "text": "Укажите команды для картинки",
        "url": "https://i.postimg.cc/kG2cr2TP/1000051767.jpg"
      }
    ]
  },
  {
    "id": 102,
    "text": "Дистанция была минимальная, и я накинулся на еретика. Очередь из его автомата прошла косой линией вбок. Мы сцепились в смертельной схватке.",
    "answers": [
      {
        "id": 103,
        "text": "Извернуться и попытаться ударить ножом",
        "var_add": [
          "fury",
          1,
          "war",
          1
        ],
        "var_need": [
          "speed",
          2
        ]
      },
      {
        "id": 104,
        "text": "Силой перейти в удушающий",
        "var_add": [
          "fury",
          1,
          "war",
          1
        ],
        "var_need": [
          "power",
          2
        ]
      },
      {
        "id": 106,
        "text": "Извернуться и попытаться ударить ножом ",
        "var_less": [
          "speed",
          2
        ]
      },
      {
        "id": 107,
        "text": "Силой перейти в удушающий ",
        "var_less": [
          "power",
          2
        ]
      }
    ]
  },
  {
    "id": 103,
    "text": "Враг был сильнее, но я быстрее. Дав ему оказаться сверху, я зажал нож обратным хватом и резким движением вонзил в горло.\n\nСолдат захрипел. Из его рта полилась кровь прямо мне на лицо. Я скинул оппонента и начал отряхиваться.\n\n— Фу, ну и мерзость!",
    "answers": [
      {
        "id": 110,
        "text": "Подобрать пистолет-пулемет "
      }
    ]
  },
  {
    "id": 104,
    "text": "Пара захватов и я понял: мы в разных весовых категориях. Я был явно тяжелее и сильнее врага. Поэтому, сделав обманный маневр, я зашёл в удушающий прием.\n\nСолдат захрипел. Он выронил пистолет-пулемет и схватился за мои руки. Но я не разжал хватку. Полторы минуты и еретик обмяк.\n\nЯ отпустил его и лег на спину в изнеможении.",
    "answers": [
      {
        "id": 110,
        "text": "Подобрать пистолет-пулемет "
      }
    ]
  },
  {
    "id": 105,
    "text": "Я встряхнулся и осмотрел поле брани. Повсюду горы трупов защитников вперемешку с еретиками. \n\nДрузья собрались вокруг, и смотрели на меня, как на одержимого.\n\n— Ты как, в норме? — спросил Джон.\n— В норме... — ответил я.\n\nИ вдруг из-за подсобки раздался безумный рёв.",
    "answers": [
      {
        "id": 122,
        "text": "Вскинуть оружие "
      }
    ]
  },
  {
    "id": 106,
    "text": "Я попытался достать нож, но враг оказался быстрее и ловчее меня. Он выхватил нож и внезапно оказался сверху. Я держал его руки, но лезвие медленно приближалось к моему горлу.\n\n\"Это конец.\" — подумал я.\n\nКак вдруг что-то ударило солдата по голове.\n\n",
    "answers": [
      {
        "id": 106,
        "text": "Ещё один удар и противник обмяк. Я скинул его и увидел Ясну с лопатой. Она огрела еретика пару раз, из-за чего тот потерял сознание. \n\nЯ кивнул ей и сел, чтобы отдышаться",
        "need": 83,
        "merge": true
      },
      {
        "id": 106,
        "text": "Ещё один удар и противник обмяк. Я скинул его и увидел Джона с лопатой. Он огрел еретика пару раз, из-за чего тот потерял сознание. \n\nЯ кивнул товарищу и сел, чтобы отдышаться. ",
        "need": [
          84
        ],
        "merge": true
      },
      {
        "id": 106,
        "text": "Ещё один удар и противник обмяк. Я скинул его и увидел Стрелка. Он огрел еретика пару раз прикладом, из-за чего тот потерял сознание. \n\nЯ кивнул Стрелку и сел, чтобы отдышаться.",
        "need": [
          -83,
          -84
        ],
        "merge": true
      },
      {
        "id": 110,
        "text": "Подобрать пистолет-пулемет "
      }
    ]
  },
  {
    "id": 107,
    "text": "Я попытался сделать удушающий прием, но быстро понял: мы в разных весовых категориях. Противник был явно тяжелее и сильнее. Мы перекувырнулись и он начал душить меня сзади.\n\nЯ выронил нож и стал хвататься за его руки, пытаясь разжать хватку, но тщетно. В глазах темнело.\n\n\"Это конец.\" — подумал я.\n\nКак вдруг что-то будто ударило оппонента по голове.",
    "answers": [
      {
        "id": 106,
        "text": "Ещё один удар и противник обмяк. Я скинул его и увидел Ясну с лопатой. Она огрела еретика пару раз, из-за чего тот потерял сознание. \n\nЯ кивнул подруге и сел, чтобы отдышаться",
        "need": 83,
        "merge": true
      },
      {
        "id": 106,
        "text": "Ещё один удар и противник обмяк. Я скинул его и увидел Джона с лопатой. Он огрел еретика пару раз, из-за чего тот потерял сознание. \n\nЯ кивнул товарищу и сел, чтобы отдышаться. ",
        "need": [
          84
        ],
        "merge": true
      },
      {
        "id": 106,
        "text": "Ещё один удар и противник обмяк. Я скинул его и увидел Стрелка. Он огрел еретика пару раз прикладом, из-за чего тот потерял сознание. \n\nЯ кивнул Стрелку и сел, чтобы отдышаться.",
        "need": [
          -83,
          -84
        ],
        "merge": true
      },
      {
        "id": 110,
        "text": "Подобрать пистолет-пулемет "
      }
    ]
  },
  {
    "id": 108,
    "text": "Я подал знак пригнуться и йомены из моего отряда тихонько пробрались за подсобный сарай, припали к земле.\n\nК сожалению, новоприбывшие еретики тоже распределились по полю боя, и у нас началась позиционная перестрелка.",
    "answers": [
      {
        "id": 109,
        "text": "Осталось в живых:",
        "comment": true,
        "var_show": [
          "squad"
        ]
      },
      {
        "id": 111,
        "text": "— Зачистить площадь! Вперёд!",
        "var_add": [
          "fury",
          1,
          "war",
          1
        ],
        "var_sub": [
          "yasna",
          1,
          "robel",
          1,
          "squad",
          15
        ]
      },
      {
        "id": 112,
        "text": "— Рассредоточиться! Экономить патроны!",
        "var_sub": [
          "squad",
          3
        ]
      }
    ]
  },
  {
    "id": 109,
    "text": "Мой отряд увидел еретиков, но и они заметили нас. С обоих сторон раздались выстрелы.\n\nМы устранили их группу. К сожалению, они зацепили нескольких моих, так как мы ещё не успели занять укрытия.\n\nПо всему полю боя то и дело перебежками пробирались бойцы, шли перестрелки.",
    "answers": [
      {
        "id": 109,
        "text": "Осталось в живых:",
        "comment": true,
        "var_show": [
          "squad"
        ]
      },
      {
        "id": 111,
        "text": "— Зачистить площадь! Вперёд!",
        "var_add": [
          "fury",
          1,
          "war",
          1
        ],
        "var_sub": [
          "yasna",
          1,
          "robel",
          1,
          "squad",
          15
        ]
      },
      {
        "id": 112,
        "text": "— Рассредоточиться! Экономить патроны!",
        "var_sub": [
          "squad",
          3
        ]
      }
    ]
  },
  {
    "id": 110,
    "text": "Сержант Поль, запыхавшись, подбежал к нам и заставил построиться прямо на стене.\n\n— Прапор контужен, я принимаю командование! — он оглядел отряд, остановив взгляд на мне, — Ты! Будешь за главного, пока меня нет. Вы все, слушайте его команды, как будто он ваш сержант. Вопросы?!\n\nРебята с недоумением посмотрели в мою сторону.\n\n— Еретики пробили ворота, оборонять внутренний двор! Я беру на себя стену... В атаку!\n\nПосле этих слов он побежал отдавать приказы солдатам на стенах, а я сделал шаг вперёд, оглянув своих. Из пятидесяти человек я насчитал сорок семь.",
    "answers": [
      {
        "id": 100,
        "text": "— За мной к воротам!",
        "var_set": [
          "squad",
          47
        ]
      },
      {
        "id": 110,
        "text": "Укажите команды для картинки",
        "url": "https://i.postimg.cc/ZK3Q0QLt/1000051715.jpg"
      }
    ]
  },
  {
    "id": 111,
    "text": "Я бросил своих людей вперёд, на штурм укрытий в пределах внутреннего двора. Воодушевлённые, они побежали вперёд с криками \"Ур-р-ра!\", но многих расстреливали из-за укрытий еретики.\n\n— Что ты творишь?! Они такие же новобранцы, как мы! — возмутилась Ясна. Робель тоже посмотрел на меня осуждающе.\n— Солдат не обсуждает приказ. В атаку! — воскликнул Никола, поддержав меня, и ринулся в бой.\n\nЦеной жизней некоторых ребят, я отбил часть площади, и мы попрятались, кто за ящиками, кто за грузовиками. Но оставшиеся еретики яростно отстреливались, и мы попали под плотный огонь.",
    "answers": [
      {
        "id": 111,
        "text": "Осталось в живых:",
        "comment": true,
        "var_show": [
          "squad"
        ]
      },
      {
        "id": 113,
        "text": "[Боевое безумие]",
        "var_add": [
          "war",
          1
        ],
        "var_need": [
          "fury",
          6
        ]
      },
      {
        "id": 115,
        "text": "— Прикройте меня! Я зайду им в тыл.",
        "var_add": [
          "Nicola",
          1
        ],
        "var_less": [
          "fury",
          6
        ]
      },
      {
        "id": 116,
        "text": "— Зайдите им в тыл! Мы прикроем.",
        "var_sub": [
          "squad",
          3
        ],
        "var_less": [
          "fury",
          6
        ]
      },
      {
        "id": 117,
        "text": "Использовать шлем на палке для отвлечения огня",
        "need": 40
      }
    ]
  },
  {
    "id": 112,
    "text": "Мои парни рассредоточились по периметру площади, засели кто за ящиками, кто за грузовиками. Еретики пытались атаковать, но мы остановили их продвижение. Пока что.\n\n— Чего мы сидим? — возмущался Никола.\n\nСитуация сложилась патовая: мой отряд отстреливался под плотным огнём, не имея возможности контратаковать. Тем временем, патроны постепенно кончались.",
    "answers": [
      {
        "id": 111,
        "text": "Осталось в живых:",
        "comment": true,
        "var_show": [
          "squad"
        ]
      },
      {
        "id": 115,
        "text": "— Прикройте меня! Я зайду им в тыл.",
        "var_less": [
          "fury",
          6
        ]
      },
      {
        "id": 116,
        "text": "— Зайдите им в тыл! Мы прикроем.",
        "var_less": [
          "fury",
          6
        ]
      },
      {
        "id": 117,
        "text": "Использовать шлем на палке для отвлечения огня",
        "need": 40,
        "var_add": [
          "war",
          1
        ]
      }
    ]
  },
  {
    "id": 113,
    "text": "ОТКРЫТ НАВЫК: БОЕВОЕ БЕЗУМИЕ \n\nЯ убил стольких человек, что потерял страх перед происходящим. Дух битвы вселился в меня. \n\nПомню только, как покинул укрытие, а дальше всё, как в тумане: автомат стал продолжением моей воли, нож словно стал частью руки. Я стрелял, бил, резал, убивал...\n\nДо тех пор, пока площадь не была зачищена.",
    "answers": [
      {
        "id": 113,
        "text": "[Когда вы выполняете несколько удачных действий в ходе битвы подряд, активируется боевое безумие на 1 ход. Вы автоматически побеждаете в следующей боевой сцене]",
        "comment": true
      },
      {
        "id": 105,
        "text": "Очнуться",
        "blackout": true,
        "var_set": [
          "global fury",
          1
        ]
      }
    ]
  },
  {
    "id": 114,
    "text": "Я начал стрелять от бедра, но пули отскакивали от брони Пожирателя, либо застревали в складках пуза.\n\n— Покайтесь, грешники! — молвил он и размахивал гигантской булавой.\n\nНо йомены почему-то не убегали. Они застыли, словно в трансе, и Пожиратель Грехов крошил их одного за другим. \n\n— Бегите! — кричал Робель, но было уже поздно.\n\nТяжёлый взгляд остановился на мне. Я оцепенел от ужаса, не в силах сдвинуться с места. Пожиратель надвигался на меня.\n\n— Расскажи мне о своих деяниях, несносный мальчишка.",
    "answers": [
      {
        "var_add": [
          "war",
          1
        ],
        "var_equal": [
          "ispoved",
          1
        ],
        "id": 129,
        "text": "— Я исповедался, чудище. И не боюсь тебя!",
        "var_set": [
          "global ispoved",
          1
        ]
      },
      {
        "id": 130,
        "text": "— Я... я..."
      }
    ]
  },
  {
    "id": 115,
    "text": "Решив не рисковать жизнями ребят, я сам бросился в атаку.\n\n— Вперёд! — подхватил Никола.\n— Куда?! — воскликнула Ясна и побежала за нами.\n\nСзади нас прикрывали остальные йомены, но их стволов не хватало, и я рисковал словить пулю.",
    "answers": [
      {
        "id": 111,
        "text": "Осталось в живых:",
        "comment": true,
        "var_show": [
          "squad"
        ]
      },
      {
        "id": 123,
        "text": "Продолжить бежать"
      },
      {
        "id": 119,
        "text": "Использовать гранату",
        "var_sub": [
          "granata",
          1
        ],
        "var_equal": [
          "granata",
          1
        ]
      },
      {
        "id": 120,
        "var_sub": [
          "Molotov",
          1
        ],
        "text": "Использовать коктейль Молотова ",
        "var_equal": [
          "Molotov",
          1
        ]
      },
      {
        "id": 121,
        "text": "Использовать дымовую завесу",
        "var_sub": [
          "smoke",
          1
        ],
        "var_equal": [
          "smoke",
          1
        ]
      }
    ]
  },
  {
    "id": 116,
    "text": "Вместо того, чтобы рисковать жизнью, я послал вперёд других.\n\nЕретики поднялись из-за укрытий и начали стрелять. Я с частью отряда открыл огонь, чтобы заставить их спрятаться, но наших стволов было недостаточно.",
    "answers": [
      {
        "id": 111,
        "text": "Осталось в живых:",
        "comment": true,
        "var_show": [
          "squad"
        ]
      },
      {
        "id": 118,
        "text": "Продолжить стрелять",
        "var_sub": [
          "squad",
          11
        ]
      },
      {
        "var_add": [
          "war",
          1
        ],
        "var_equal": [
          "granata",
          1
        ],
        "id": 119,
        "var_sub": [
          "granata",
          1
        ],
        "text": "Использовать гранату"
      },
      {
        "id": 120,
        "var_sub": [
          "Molotov",
          1
        ],
        "text": "Использовать коктейль Молотова ",
        "var_equal": [
          "Molotov",
          1
        ]
      },
      {
        "id": 121,
        "text": "Использовать дымовую завесу",
        "var_sub": [
          "smoke",
          1
        ],
        "var_equal": [
          "smoke",
          1
        ]
      }
    ]
  },
  {
    "id": 117,
    "text": "Мне в голову пришла идея: взять ближайшую доску, поддеть шлем, и выставить его, как приманку, чтобы еретики открыли огонь, а йомены в это время сменили позиции.\n\nЯ показал жестами свою задумку, и ребята одобрительно закивали. Дрожащими руками я поднял шлем, и...\n\nСработало! Десятки пуль прозвенели по шлему, чудом не зацепив меня.",
    "answers": [
      {
        "id": 124,
        "text": "Раскрыть себя",
        "var_sub": [
          "squad",
          4
        ]
      }
    ]
  },
  {
    "id": 118,
    "text": "Я продолжил стрелять короткими очередями в оппонентов, но их всё ещё было слишком много, и они положили многих моих людей, пока те не зашли в тыл.\n\nДальше бой переломился в нашу сторону, и мы почти зачистили внутренний двор.\n\nКак вдруг из-за подсобки раздался безумный рёв.",
    "answers": [
      {
        "id": 118,
        "text": "Осталось в живых:",
        "comment": true,
        "var_show": [
          "squad"
        ]
      },
      {
        "id": 122,
        "text": "Вскинуть оружие "
      }
    ]
  },
  {
    "id": 119,
    "text": "Я дёрнул чеку и бросил гранату в скопление противников. \n\n— Граната! — крикнул я и пригнулся. \n\nБахнуло знатно. Мои ребята воспользовались ситуацией, начали стрелять с тыла, и бой быстро переломился в нашу сторону. Мы почти зачистили внутренний двор.\n\nКак вдруг из-за подсобки раздался безумный рёв.",
    "answers": [
      {
        "id": 111,
        "text": "Осталось в живых:",
        "comment": true,
        "var_show": [
          "squad"
        ]
      },
      {
        "id": 122,
        "text": "Вскинуть оружие "
      }
    ]
  },
  {
    "id": 120,
    "text": "Я поджёг тряпку и бросил бутыль со смесью в скопление противников. \n\n— Ложись! — крикнул я и пригнулся. \n\nЯ услышал звон стекла. Почуял запах жареного мяса.\n\nМои ребята воспользовались ситуацией, начали стрелять с тыла, и бой быстро переломился в нашу сторону. Мы почти зачистили внутренний двор.\n\nКак вдруг из-за подсобки раздался безумный рёв.",
    "answers": [
      {
        "id": 111,
        "text": "Осталось в живых:",
        "comment": true,
        "var_show": [
          "squad"
        ]
      },
      {
        "id": 122,
        "text": "Вскинуть оружие"
      }
    ]
  },
  {
    "id": 121,
    "text": "Я дёрнул чеку и бросил дымовуху в центр площади.\n\n— Дымы! — крикнул я и схватился за оружие. \n\nЗавеса поднялась над полем боя, что дало возможность сменить позиции.\nРебята начали стрелять с тыла, и бой быстро переломился в нашу сторону. Мы почти зачистили внутренний двор.\n\nКак вдруг из-за подсобки раздался безумный рёв.",
    "answers": [
      {
        "id": 111,
        "text": "Осталось в живых:",
        "comment": true,
        "var_show": [
          "squad"
        ]
      },
      {
        "id": 122,
        "text": "Вскинуть оружие "
      }
    ]
  },
  {
    "id": 122,
    "text": "Сарайчик разлетелся под ударами чего-то тяжёлого. Изнутри показалась жирная тварь, окутанная черной дымкой.\n\nКоренастое существо метра два ростом было почти целиком заковано в металлическую броню. Из-под лат виднелось только разжиревшее пузо, сочившееся язвами. Вооружена тварь была огромной двуручной булавой.\n\n— Ты плохо себя вел, мой сладенький!\n— Пожиратель грехов! Спасайтесь! — воскликнул Робель.\n\nПожиратель схватил одной рукой ближайшего солдата, поднял над землёй и расплющил череп. Обезглавленное тело рухнуло. Пожиратель поднес содержимое кулака к отверстию в шлеме и лизнул.\n\n— Вкусно, — промолвил басистый голос.",
    "answers": [
      {
        "id": 114,
        "text": "Стрелять по Пожирателю"
      },
      {
        "var_add": [
          "war",
          1
        ],
        "var_equal": [
          "granata",
          1
        ],
        "id": 126,
        "var_sub": [
          "granata",
          1,
          "war",
          2
        ],
        "text": "Использовать гранату"
      },
      {
        "var_add": [
          "war",
          1
        ],
        "var_equal": [
          "Molotov",
          1
        ],
        "id": 127,
        "text": "Использовать коктейль Молотова ",
        "var_sub": [
          "Molotov",
          1
        ]
      },
      {
        "id": 128,
        "var_sub": [
          "smoke",
          1
        ],
        "text": "Использовать дымовую завесу",
        "var_equal": [
          "smoke",
          1
        ]
      },
      {
        "id": 122,
        "text": "Укажите команды для картинки",
        "url": "https://i.postimg.cc/NM5JtC0n/1000051793.jpg"
      }
    ]
  },
  {
    "id": 123,
    "text": "Я пригнулся, отсиделся за горой из тел убитых йоменов, а затем выскочил с неожиданной стороны...\n\nИ тут же что-то смертельно быстрое сбило меня с ног. Я не успел осознать, как упал наземь. Что-то очень сильно заболело в груди... Я увидел кровавое пятно, медленно расползающиеся по моей груди.\n\nНа меня накатила такая боль, что глаза вылезли из орбит. Затем я потерял сознание.",
    "answers": [
      {
        "id": 125,
        "text": "Глава 2",
        "blackout": true
      }
    ]
  },
  {
    "id": 124,
    "text": "Отбросив шлем в сторону, я высунулся с другой стороны и дал длинную очередь.\n\nМои ребята воспользовались замешательством врага, начали стрелять с тыла, и бой быстро переломился в нашу сторону. Мы почти зачистили внутренний двор.\n\nКак вдруг из-за подсобки раздался безумный рёв.",
    "answers": [
      {
        "id": 122,
        "text": "Вскинуть оружие "
      }
    ]
  },
  {
    "id": 125,
    "text": "АКТ ВТОРОЙ. СКИТАНИЕ\n\n[Ваш персонаж без сознания, но история на этом не заканчивается! Продолжение в разработке. А пока можете ознакомиться с достижениями на первой странице и перепройти первый акт]",
    "answers": [
      {
        "id": 1,
        "text": "На главную"
      }
    ]
  },
  {
    "id": 126,
    "text": "Я выдернул чеку и кинул гранату, но та отскочила от брони Пожирателя и взорвалась в скоплении защитников крепости. Я сделал только хуже.\n\nХА-ХА-ХА! — смеялся он и размахивал гигантской булавой.\n\nНо йомены почему-то не убегали. Они застыли, словно в трансе, и Пожиратель Грехов крошил их одного за другим. \n\n— Бегите! — кричал Робель, но было уже поздно.\n\nТяжёлый взгляд остановился на мне. Я оцепенел от ужаса, не в силах сдвинуться с места. Пожиратель надвигался на меня.\n\n— Расскажи мне о своих деяниях, несносный мальчишка.",
    "answers": [
      {
        "id": 129,
        "text": "— Я исповедался, чудище. И не боюсь тебя!",
        "var_add": [
          "war",
          1
        ],
        "var_equal": [
          "ispoved",
          1
        ]
      },
      {
        "id": 130,
        "text": "— Я... я..."
      }
    ]
  },
  {
    "id": 127,
    "text": "Я поджёг тряпку и швырнул бутылку в Пожирателя.\n\n— А-А-А-А! — заорал он, размахивая булавой во все стороны.\n\nЗажигательная смесь заливалась в зазоры между латными пластинами и причиняла Пожирателю неимоверную боль. Но не убивала его.\n\n— Бегите! — закричал Робель, и большинство йоменов успели убежать на достаточное расстояние.\n\nНо тяжёлый взгляд остановился на мне. Я оцепенел от ужаса, не в силах сдвинуться с места. Пожиратель, вернув самообладание, надвигался на меня.\n\n— Покайся во грехах, несносный мальчишка.",
    "answers": [
      {
        "id": 129,
        "text": "— Я исповедался, чудище. И не боюсь тебя!",
        "var_add": [
          "war",
          1
        ],
        "var_equal": [
          "ispoved",
          1
        ]
      },
      {
        "id": 130,
        "text": "— Я... я..."
      },
      {
        "id": 136,
        "text": "Вырваться силой воли",
        "var_add": [
          "war",
          1
        ],
        "var_need": [
          "sense",
          2
        ]
      }
    ]
  },
  {
    "id": 128,
    "text": "Я активировал дымовую шашку с кадильными смолами и бросил под ноги Пожирателю.\n\n— Знакомый запашок! — промолвил он и лишь сжал покрепче булаву.\n\nНо йомены почему-то не убегали. Они застыли, словно в трансе, и Пожиратель Грехов начал крошить их одного за другим. \n\n— Бегите! — кричал Робель, но было уже поздно.\n\nТяжёлый взгляд остановился на мне. Я оцепенел от ужаса, не в силах сдвинуться с места. Пожиратель надвигался на меня.\n\n— Расскажи мне о своих деяниях, несносный мальчишка.",
    "answers": [
      {
        "id": 129,
        "text": "— Я исповедался, чудище. И не боюсь тебя!",
        "var_add": [
          "war",
          1
        ],
        "var_equal": [
          "ispoved",
          1
        ]
      },
      {
        "id": 130,
        "text": "— Я... я..."
      }
    ]
  },
  {
    "id": 129,
    "text": "При упоминании исповеди Пожиратель будто оторопел и застыл на секунду.\n\nОцепенение спало и я вновь обрел возможность двигаться.\n\n— ЛО-О-ЖЬ! — прорычал он. Его булава взрыла землю в том месте, где я только что стоял.\n\nПожиратель наносил яростные удары, но его движения были слишком медленными. Я легко уворачивался, выискивая слабые стороны противника.\n\nБоковым зрением я увидел, что брони не было позади ног. Достав штык-нож, я подрезал сначала одно сухожилие твари, затем второе. Пожиратель упал на колени, я взобрался на его броню. Пара ударов штык-ножом в область рта, и тварь рухнула, захлебываясь собственной кровью.",
    "answers": [
      {
        "id": 131,
        "text": "Осмотреться "
      }
    ]
  },
  {
    "id": 130,
    "text": "Лишь хриплый стон вырвался из моих лёгких. Я стоял и смотрел, как Пожиратель, заносит орудие надо мной.\n\n\"Смерть будет хотя бы быстрой\" — обрадовался я.\n\nИ тут противник споткнулся. Боковым зрением я увидел, как Ганс подрезал сначала одно сухожилие твари, затем второе. Пожиратель упал на колени, немец взобрался на его броню. Пара ударов штык-ножом в область рта, и тварь рухнула, захлебываясь собственной кровью.\n\n— Und jetzt und immer und für alle Zeiten, Amen. — произнес Ганс, перекрестившись, — Советую почаще заглядывать к капеллану.\n\nОн похлопал меня по плечу, и оцепенение улетучилось.",
    "answers": [
      {
        "id": 131,
        "text": "Осмотреться "
      }
    ]
  },
  {
    "id": 131,
    "text": "Кажется, всё кончено. Главный враг повержен, остатки нападающих бегут.\n\nПозади послышались тяжёлые шаги и лязг металла. Высокие трёхметровые существа с пепельно-синей кожей шли в нашу сторону. \n\nОдной рукой они держали тяжёлые крупнокалиберные пулеметы или противотанковые ружья, будто игрушки, закинув на плечо.\n\n— Это ещё что... \n— Не знаю, Джонни, — ответил Никола, — Но, надеюсь, оно за нас.\n\nВеликаны покинули Цитадель, прошли по направлению к воротам, не обращая на нас никакого внимания, и скрылись в тумане войны.",
    "answers": [
      {
        "id": 132,
        "text": "— Чего уставились? Ровняйсь, стройсь, смир-р-на!",
        "var_less": [
          "war",
          9
        ]
      },
      {
        "id": 132,
        "text": "— Чего уставились? Ровняйсь, стройсь, смир-р-на!",
        "var_need": [
          "war",
          9
        ],
        "var_set": [
          "global master",
          1
        ]
      },
      {
        "text": "Новый ответ. введите текст",
        "super_calculate": false,
        "id": 131,
        "calculate": true,
        "var_need": [
          "squad",
          43
        ],
        "var_set": [
          "global commander",
          1
        ]
      },
      {
        "id": 131,
        "text": "Укажите команды для картинки",
        "url": "https://i.postimg.cc/66h2wWDD/1000051713.jpg"
      }
    ]
  },
  {
    "id": 132,
    "text": "Это был сержант Поль. Я чуть не запрыгал от радости, когда увидел его живым.\n\n— Соскучились, салаги? ",
    "answers": [
      {
        "id": 133,
        "text": "Глава 2",
        "blackout": true
      }
    ]
  },
  {
    "id": 133,
    "text": "АКТ ВТОРОЙ. СКИТАНИЕ\n\n[Битва окончена, но история только начинается! Продолжение в разработке. А пока вы можете изучить достижения на первой странице и перепройти первый акт]",
    "answers": [
      {
        "id": 1,
        "text": "На главную"
      }
    ]
  },
  {
    "id": 134,
    "text": "Достижения:",
    "answers": [
      {
        "id": 135,
        "text": "Первого Акта"
      },
      {
        "id": 134,
        "text": "Второго Акта",
        "comment": true
      },
      {
        "id": 134,
        "text": "Третьего Акта",
        "comment": true
      },
      {
        "id": 1,
        "text": "Назад",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 135,
    "text": "Получено ",
    "answers": [
      {
        "var_max": [
          "global achieve",
          5
        ],
        "var_show": [
          "global achieve"
        ],
        "id": 135,
        "text": "достижений:",
        "merge": true
      },
      {
        "id": 135,
        "text": "Старшая сестра:\nПомогите сестре Жака спастись от Врат Ада на корабле в прологе",
        "comment": true,
        "var_equal": [
          "global sister",
          1
        ]
      },
      {
        "id": 135,
        "text": "Боевое безумие:\nСовершите цепочку яростных действий и поймайте особое состояние",
        "comment": true,
        "var_equal": [
          "global fury",
          1
        ]
      },
      {
        "id": 135,
        "text": "Очищение грехов:\nИсповедайтесь в часовне перед битвой, чтобы получить устойчивость к чарам Пожирателя ",
        "comment": true,
        "var_equal": [
          "global ispoved",
          1
        ]
      },
      {
        "id": 135,
        "text": "Мастер битвы: \nпокажите себя максимально эффективно в битве за Бастион",
        "comment": true,
        "var_equal": [
          "global master",
          1
        ]
      },
      {
        "id": 135,
        "text": "Осторожный командир:\nсохраните как можно больше жизней ваших соратников в битве за Бастион",
        "comment": true,
        "var_equal": [
          "global commander",
          1
        ]
      },
      {
        "var_add": [
          "global achieve",
          "global sister"
        ],
        "super_calculate": false,
        "id": 135,
        "calculate": true,
        "text": "Новый ответ. введите текст"
      },
      {
        "var_add": [
          "global achieve",
          "global fury"
        ],
        "super_calculate": false,
        "id": 135,
        "calculate": true,
        "text": "Новый ответ. введите текст"
      },
      {
        "var_add": [
          "global achieve",
          "global ispoved"
        ],
        "super_calculate": false,
        "id": 135,
        "calculate": true,
        "text": "Новый ответ. введите текст"
      },
      {
        "var_add": [
          "global achieve",
          "global master"
        ],
        "super_calculate": false,
        "id": 135,
        "calculate": true,
        "text": "Новый ответ. введите текст"
      },
      {
        "var_add": [
          "global achieve",
          "global commander"
        ],
        "super_calculate": false,
        "id": 135,
        "calculate": true,
        "text": "Новый ответ. введите текст"
      },
      {
        "id": 134,
        "text": "Назад",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 136,
    "text": "Я сосредоточился и вырвался из чар Пожирателя силой своего разума, вновь обретя возможность двигаться.\n\n— Куда?! — прорычал он. Его булава взрыла землю в том месте, где я только что стоял.\n\nПожиратель наносил яростные удары, но его движения были слишком медленными. Я легко уворачивался, выискивая слабые стороны противника.\n\nБоковым зрением я увидел, что брони не было позади ног. Достав штык-нож, я подрезал сначала одно сухожилие твари, затем второе. Пожиратель упал на колени, я взобрался на его броню. Пара ударов штык-ножом в область рта, и тварь рухнула, захлебываясь собственной кровью.",
    "answers": [
      {
        "id": 131,
        "text": "Осмотреться "
      }
    ]
  },
  {
    "id": 137,
    "text": "",
    "answers": []
  },
  {
    "id": 138,
    "text": "",
    "answers": []
  },
  {
    "id": 139,
    "text": "",
    "answers": []
  },
  {
    "id": 140,
    "text": "",
    "answers": []
  },
  {
    "id": 141,
    "text": "",
    "answers": []
  },
  {
    "id": 142,
    "text": "",
    "answers": []
  },
  {
    "id": 143,
    "text": "",
    "answers": []
  },
  {
    "id": 144,
    "text": "",
    "answers": []
  }
]