[
  {
    "id": 1,
    "text": "Главная героиня квеста-яркая и энергичная девушка. В юности увлекалась стрельбой, языками и боксом. Стрелять  ее научил отец-военный, языки помог изучить брат, а мама-фитнесс тренер-научила боксу. Теперь Шерил была готова почти ко всему. Была... Прошел год после смерти родителей. Брат женился и уехал. Шерил осталась совершенно одна. Теперь ей девятнадцать. Она учится в колледже.Больше не стреляет, не боксирует, и не изучает никакие языки. Она сидит дома за планшетом. Ничего не может изменится в моей скучной и заурядной жизни-думала Шерил. Но она была неправа. Изменится и жизнь, и сама Шерил.\n*****************************\nПожелаю приятного прочтения квеста \"Уроки соблазнения\" в жанре романтика от автора BlackCat. Советую проходить квест под музыку. Песни \"Demons\" от Imagine Dragons, \"Area\" от Magnus the Magnus, \"Ohlala\" oт Mr. Da-nos идеально подойдут к квесту. Пока такой функции нет, но в скором времени она появится.",
    "answers": [
      {
        "id": 2,
        "text": "Глава 1"
      },
      {
        "id": 8,
        "text": "Глава 2"
      },
      {
        "id": 20,
        "text": "Глава 3"
      },
      {
        "id": 38,
        "text": "Глава 4"
      },
      {
        "id": 49,
        "text": "Глава 5"
      },
      {
        "id": 76,
        "text": "Глава 6"
      },
      {
        "id": 81,
        "text": "От автора"
      },
      {
        "id": 82,
        "text": "Персонажи"
      }
    ]
  },
  {
    "id": 2,
    "text": "Солнце пробивается сквозь неплотные шторы. Лучики светят в лицо Шерил. Ее глаза открываются после долгого сна. \n—Какой чудесный день!\nНа сегодняшний день в моей голове нет никаких планов. Суббота! Могу позволить себе никуда не ходить. Или отправить пару заявок на работу. Может смогу устроится... Хотя я и учусь, я должна подрабатывать, что бы хватало на все... Или провести генеральную уборку. Раньше мы прибирались вместе с семьей... Но увы...  Сейчас я осталась одна. Брат уехал из нашего городка по работе, да и его жена меня не особо любила. А родители год назад погибли в автокатастрофе. Их решил подвести папин нетрезвый друг... Он остался жив, а вот мама и папа... Теперь их нет. \nС глаз Шерил скатилось несколько слёз. Она очень любила родителей. \n—Так, Шерил! Успокойся!-говорила я сама себе.-Не надо портить такой прекрасный день. \n",
    "answers": [
      {
        "id": 3,
        "text": "Углубится в воспоминания"
      },
      {
        "id": 4,
        "text": "Постараться не вспоминать о прошлом и пойти на кухню"
      }
    ]
  },
  {
    "id": 3,
    "text": "Я не могла не вспомнить родителей. Моя мама была очень хорошей женщиной. Она часто возвращались с работы раньше, что бы провести больше времени с нами. Папа очень любил и оберегал меня. Ведь его племянницу(24 летнюю Сирену) сильно избили и оставили инвалидом. Скорее всего после этого случая родители забеспокоились и обо мне. Про моего брата отдельная история. Он был ученым. Знал больше 5 языков в совершенстве. Учил меня. Я любила родителей и брата больше жизни. Когда брат женился(а это после случая с родителями), наши отношения ухудшились. Его жена была та еще стерва, и всегда на меня гадости наговаривола, а брат ей верил. Все, больше не хочу об этом. Я должна успокоится, спуститься на кухню, и наконец поесть!",
    "answers": [
      {
        "id": 5,
        "text": "Выйти из спальни и направится на кухню"
      }
    ]
  },
  {
    "id": 4,
    "text": "Я все же решила не вспоминать о прошлом и пойти на кухню. Квартирка у меня не большая, но очень уютная. Одна комната-спальня, ванная и кухня. Мне хватает. \nКак только Шерил вышла из спальни, к ней на встречу побежал ее пес-корги Тюф. Он был очень старым. Ей его подарили родители около 8 лет назад. \nО, Тюф! Грусть немного развеялась, когда перед моими глазами появилась смешная собачка. Я несколько раз погладила его и решила чего-нибудь съесть. В моем холодильнике оказалось пусто. И на полках красовалась одна лишь банка кофе. Я не пойду в магазин. Устрою разгрузочный день. \nДля Шерил разгрузочные дни были не редкостью. После смерти родителей она стала очень ленивой. После выпитого Шерил кофе на ее компьютер поступило сообщение.\nТак! Это наверное по поводу моей работы. Вау! И правда! Сейчас зачитаю.\n\nУважаемая Шерил Спринг,\nкомпания \"Zorro Bank\" преглашает Вас на работу секретарем. Рабочий день начинается в 9.15 утра и заканчивается в 9.15 вечера. Воскресенье и вторник-выходные. Все подробности узнавайте на собеседовании, 9 мая, в 20.00. \nПо адресу ул. Лаванды Арегуль, дом 23.\nТелефон: <plus>1456234890 \n\nЯ была готова сойти с ума от счастья! Первая нормальная работа. Первая! \n\n",
    "answers": [
      {
        "id": 6,
        "text": "*** В день собеседования"
      }
    ]
  },
  {
    "id": 5,
    "text": "Квартирка у меня не большая, но очень уютная. Одна комната-спальня, ванная и кухня. Мне хватает. \nКак только Шерил вышла из спальни, к ней на встречу побежал ее пес-корги Тюф. Он был очень старым. Ей его подарили родители около 8 лет назад. \nО, Тюф! Грусть немного развеялась, когда перед моими глазами появилась смешная собачка. Я несколько раз погладила его и решила чего-нибудь съесть. В моем холодильнике оказалось пусто. И на полках красовалась одна лишь банка кофе. Я не пойду в магазин. Устрою разгрузочный день. \nДля Шерил разгрузочные дни были не редкостью. После смерти родителей она стала очень ленивой. После выпитого Шерил кофе на ее компьютер поступило сообщение.\nТак! Это наверное по поводу моей работы. Вау! И правда! Сейчас зачитаю.\n\nУважаемая Шерил Спринг,\nкомпания \"Zorro Bank\" преглашает Вас на работу бухгалтером. Рабочий день начинается в 9.15 утра и заканчивается в 9.15 вечера. Воскресенье и вторник-выходные. Все подробности узнавайте на собеседовании, 9 мая, в 20.00. По адресу ул. Лаванды Арегуль, дом 23.\nТелефон: <plus>1456234890 \n\nЯ была готова сойти с ума от счастья! Первая нормальная работа. Первая! \n\n  \n",
    "answers": [
      {
        "id": 6,
        "text": "*** В день собеседования"
      }
    ]
  },
  {
    "id": 6,
    "text": "9 мая, 17.00\nЯ уже оделась и заказывала себе такси. Ведь туда ехать черт знает сколько. Я выглянула в окно. Там уже стоял таксист, и нервно курил. Я спустилась к нему, и села в машину. \nЕхали мы очень долго. За окном автомобиля час\nто менялся пейзаж. То горы, то леса, то парки. Но мне все же было не приятно от \"красноречивого\" молчания водителя.\n\nШерил начала засыпать. Ее глаза медленно закрылись. Она прилегла головой на свою сумку, и начала громко дышать...  \n—Эмм. Доброе утро!-заорал таксист.\n—?\n— Чего смотришь Так, дорогая?! Приехали уже!\n—А? Да?-Я быстро протерла глаза и вскочила с места. И правда. Передо мной в окно автомобиля открывался чудесный вид. Стояло несколько маленьких домиков пастельных цветов. На одном была табличка \"Zorro Bank\". Я вышла из машины и направилась к нужному мне зданию. Ко мне подошел парень, лет 30.\n—Пройдемте, мисс Спринг. \n—Благодарю.-парень повел меня в кабинет 91.1. Там сидела пожилая женщина. \nШерил задали несколько вопросов, на которые она без проблем дала ответ. Потом тот же парень, которого как оказалось, звали Феликс, проводил ее в коридор что бы выпить крепкого кофе. \nВдруг мое сердце колыхнулось... Прозвучало мое имя.\n—Спринг Шерил. Вы приняты.\n... \nМоей радости не было предела. От счастья я набросилась обниматься на Феликса, и в полуприпадке вышла из здания. О Боже! Я же забыла об обратной дороге! На чем я поеду домой! \nТут подошел Феликс.\n— Если пройти пешком несколько километров вперед, выйдешь на трассу. Там обязательно поймаешь машину. \nЯ поблагодарила его, и пошла вперед. На моих карманных часах было 22:30\n\n",
    "answers": [
      {
        "id": 7,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 7,
    "text": "Вступительная глава окончена",
    "answers": [
      {
        "id": 1,
        "text": "На главную"
      }
    ]
  },
  {
    "id": 8,
    "text": "Уже 23.15. Все это время я шла мимо заброшенных зданий. То и дело там толпами стояли бандиты и хулиганы. Вдруг я услышала крик. Громкий, женский крик. Я немного вышла из-за угла. Мне представилась ужасающая картина. Несколько парней подходили к девушке. У одного из них был нож. А у другого, как я поняла, сумка жертвы. У третьего-настоящий пистолет. Стало страшно. \nШерил жила в преступной городе. Тут каждый третий носил оружее. И она в том числе. Ее мальнький пистолетик с холостыми патронами был при ней всегда. \n\nЯ прицелилась в глаз парню, который держал пистолет. Туф. Он застонал от боли. \n—Чееерт! Черт побери!-его товарищи перглянулись. \n—Я чего-то слышал за тем углом. Выстрел оттуда. Они пошли ко мне на встречу. Я попыталась убежать. Но не смогла. Последнее, что я почувствола, это сильный удар по голове и слова:\n—Получай, тварь. \n",
    "answers": [
      {
        "id": 9,
        "text": "Немного позже"
      }
    ]
  },
  {
    "id": 9,
    "text": "Шерил проснулась в белой комнате. В белой комнате больницы. Ее глаза медленно открылись. \n\nЯ чувствую себя ужасно. Голова жутко болит, да и пить  хочется. Вдруг дверь открывается. Входит мужчина, лет 40, в черном костюме, симпатичный. Он подошел ближе. \n—Кто Вы? \n—Здесь вопросы буду задавать только я. \nЯ ужаснулась от такого хамства. \n—Я тоже имею право на вопросы.\n—А я имею право посадить тебя на 3 года, за ношение оружия без лицензии. Теперь слушай. Те хулиганы, которые дали тебе по голове кирпичом, и убили ту девушку-вовсе не хулиганы. Они маньяки. Группа маньяков. На их счету более 350 жертв. Сам глава государства заинтересовался ими. Ты помнишь, как они выглядят?\n—Нет. Но у одного из них будут проблемы с глазом. Я стрельнула ему в глаз.\n—Снайпер?\n—Что простите?\n—Ты снайпер? Из хиленького пистолета попасть в глаз противника с дальнего расстояния может только снайпер.\n—Нет. Я просто хорошо стреляю. \n—И откуда такие способности?\n— Мой отец работал в ФБР. \n—И он научил тебя стрелять? \n— Да. А мать научала боксу. \n—Ясно все с тобой.  \n—И где ты работаешь?\nЭтот вопрос озадачил меня. Зачем ему это знать?\n—Пока нигде\n—Безработная? \n—Нет! Я в колледже учусь.\n—Да понятно, понятно. \nВдруг мужчина налил из кувшина воды в стакан и сказал:-Не удивляйся, я не экстрасенс. Просто сам не раз травмирован. Знаю что после этого жажда ужасная. \nЯ взяла стакан, и отпила ровно половину. ",
    "answers": [
      {
        "id": 10,
        "text": "***Через некоторое время"
      }
    ]
  },
  {
    "id": 10,
    "text": "Я уже 10 дней как выписалась из больницы.  Голова больше не болит... На работу пока не хожу. Живу обычной жизнью.\nШерил возвращалась домой с шоппинга. Она открыла дверь, вошла и поставила сумки. Раздался телефонный звонок.\n— Да?! \n—Мисс Спринг? \n— Да, да. Это я. С кем имею честь?\n—Вам звонят из лицензионной конторы. Ваша лицензия на бухгалтерскую деятельность просрочена. Вам надо явиться в наш центр, и получить новую.\n\nНикак я не могла вспомнить, когда же я оформляла лицензию.  Не обманывают ли они? Но ладно. Придется явиться.\n—Хорошо. Я буду на месте когда скажете. \n—Мы вышлем адрес и время. До свидания.\nЯ решила поспать. ",
    "answers": [
      {
        "id": 11,
        "text": "На следующий день"
      }
    ]
  },
  {
    "id": 11,
    "text": "Опять же солнечные лучики светили в глаза Шерил. Она еле-еле проснулась. Прекрасный день! Если конечно не считать явку в лицензионную контору. \n\nЯ встала с постели очень сонная. Вчера до часу ночи смотрела фильмы. Моя первая загвоздка-лицензия...\n\nШерил пошла на кухню и перекусила кексом и кофе. Тут на ее телефон пришла смска. \n\nНаверно адрес конторы. О! Улица имени Элизабет Гибсон, дом 14. Сегодня в 5 вечера. Тогда надо вызвать такси и выбрать одежду. Одену строгий костюм.\n\n***Через некоторое время \nШерил уже нервно стояла. Когда же приедет такси-думала она. Шерил только решила позвонить водителю, когда заметила подъезжающую машину. Это было такси. \n\n    \n ",
    "answers": [
      {
        "id": 12,
        "text": "Спуститься вниз"
      }
    ]
  },
  {
    "id": 12,
    "text": "Шерил села в машину. Ехали они не долго. Как только Шерил открыла окно, ее удивлению не было предела. Перед ней предстала шатб-квартира ФБР. \n—Вы точно не ошиблись?\n—Нет, нет.  Как вы и говорили, улица Элизабет Гибсон, Дом 14.\n\nНе могло же мной заинтересоваться ФБР? Из-за лицензии?\n\nТут из здания вышел человек к черном костюме.\n—Вы Шерил Спринг?\n—Дддаа...\n—Не волнуйтесь вы так. Это не по поводу лицензии. Пройдемте. \nОн вытащил из кошелька 500 долларов и кинул их водителю.- Здачи не надо-сказал он, заметив мои округливщиеся глаза.\n—Выходите .-он открыл дверь машины и подал мне руку. \n\nМы зашли в здание. Как же тут красиво! Мужчина вызвал лифт. Мы поднялись на 20 этаж. ",
    "answers": [
      {
        "id": 13,
        "text": "Спросить: зачем я тут?"
      },
      {
        "id": 14,
        "text": "Ничего не спрашивать"
      }
    ]
  },
  {
    "id": 13,
    "text": "—Прошу прощения, но я не могу вам этого сказать. Когда мы дойдем до нужного места, вам все расскажут. Я только могу вам сказать: если вы откажитесь, вас придется переселить, поменять документы, инициалы и остальное. \n—Почему?\nОтвета не было.",
    "answers": [
      {
        "id": 14,
        "text": "Следовать за ним"
      }
    ]
  },
  {
    "id": 14,
    "text": "Мы пришли к двери под номером 811.12. Мужчина ввел код для входа, и дверь открылась. Там уже сидели несколько человек: парень, 2 мужчины и 4 охранника. \n—Я так понимаю это она и есть? Ничего такая-сказал парень, которому на вид было лет 25. \n—Заткнись Вик-сказал довольно пожилой мужчина.-еще не факт что мы ее возьмем, хотя для такой роли она правда подходит. Красота будет нашим главным оружеем. \n\nЯ вообще не понимала о чем они говорят. Вдруг, я почувствовала как кто-то положил руки мне на плечи. Я резко обернулась. Это был тот самый, который допрашивал меня после инцидента с маньяками. \n—Вы чего, не видете, она из ваших слов ни черта не понимает. \n—Ну ты сам нам такую непонятливую посоветовал.\n—Она хорошо стреляет, идиот! Если ей дать нормальное оружее, она будет лучше любого снайпера! \n\nОни начали оживленно о чем то спорить. Я решила спросить.\n—Так зачем я сдесь?!\n—ФБР хочет завербовать тебя. \n\nЯ чуть с ума не сошла. Меня завербовать? Я буду агентом? \n\n—Сейчас мы разрабатываем план по захвату секретных документов. Первого агента для этой миссии мы назначили-Это будет Вик. А вот вторую... Еще нет. Но только тебе придется там очень усердно работать. Ты должна будешь втерется в доверие к главному по этим документам. \n—Соблазнить его.-добавил Вик. \n—Вик! Заткнись. Хотя это правда. Тебе надо будет его соблазнить. Он должен довериться тебе. Возможно тебе нужно задать несколько вопросов. Что ты хочешь знать?",
    "answers": [
      {
        "id": 15,
        "text": "Буду ли я проходить какое-то обучение?"
      },
      {
        "id": 16,
        "text": "Почему именно меня выбрали для этого?"
      },
      {
        "id": 17,
        "text": "Могу ли я отказаться от этого?"
      },
      {
        "id": 18,
        "text": "Я согласна...",
        "need": 17
      }
    ]
  },
  {
    "id": 15,
    "text": "—Конечно.  Пройдете 2-ух недельное обучение у профессиональных бойцов, снайперов,  психологов и многих других. Также будут курсы по использовании редкого оборудования: абордажный крюк, глазо-камера, лазерный датчик, реактивный ранец и другое.",
    "answers": [
      {
        "id": 14,
        "text": "Спасибо. Есть еще вопросы"
      }
    ]
  },
  {
    "id": 16,
    "text": "—У нас были претендентки для этого, но большинство или не были достаточно красивыми и эффектными. Они также не особо хотели соблазнять главную цель, а вот вы идеально  нам подходите.",
    "answers": [
      {
        "id": 14,
        "text": "Спасибо. У меня еще есть вопросы"
      }
    ]
  },
  {
    "id": 17,
    "text": "Конечно можете. Только вам придется сменить документы, место жительства и другое.\n\nЭто меня очень огарчило. Я только прижилась в своей квартирке...",
    "answers": [
      {
        "id": 14,
        "text": "Спасибо. Имеются еще вопросы"
      }
    ]
  },
  {
    "id": 18,
    "text": "—Прекрасно. Теперь мы должны представиться: Я(тот, который допрашивал меня)-Ситх, Вика ты знаешь, а вот эти два мужчины(один пожилой, второй лет 35)-мистер Лорден и Хью. Теперь ты со всеми знакома. Сейчас вы с Хью должны проверить твои документы и сделать новые. Твое новое имя-Элизабет Шпак, а Вик теперь Николас Ватер. \n\nШерил(теперь Элизабет) была очень довольна и в тоже время напугана. Ведь быть агентом-разведчиком не так уж и просто. Как теперь сложится жизнь обычной девушки?Время покажет. Время все покажет... \n",
    "answers": [
      {
        "id": 19,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 19,
    "text": "Глава окончена.",
    "answers": [
      {
        "id": 1,
        "text": "На главную"
      }
    ]
  },
  {
    "id": 20,
    "text": "Прошло 2 недели. \n\nШерил усердно готовилась к миссии. Ею были изучино все, что только может знать агент-разведчик. Она прошла курсы по стрельбе, борьбе и еще черт знает чему. Сейчас она возвращается с последний тренировки. Завтра вечером ее миссия начинается. Она с Виком, Хью и Ситхом полетят в страну, где им надо будет разведать нужные ФБР документы. Точнее разведывать будет Шерил и Вик. Шерил нужно втерется в доверие к главному по секретным документам. В частности соблазнить и стать его девушкой на некоторое время, получить доверие, что-то вроде ключей или подобного. Этим воспользуется Вик, и они вместе уже сделают задуманное. Им помогать будут Хью и Ситх.\n***\n—О, Вик, ты не представляешь как я устала.\n—Меньше надо пирожков есть-подколол меня Вик. \n— Да ладно, а ты у нас прям спортсмен!\n—А ты думала?!-С этими словами Вик оголил свой торс. Это и правда будоражило. Он выглядит очень накачено.-Ну что? Ты уже хочешь провести эту ночь со мной?!\n—Заткнись.-я кинула в него бутылочку с энергетиком.\n—Так. А если по-серьезному. Тебя проводить?",
    "answers": [
      {
        "id": 21,
        "text": "Да не откажусь, Дон Жуан."
      },
      {
        "id": 22,
        "text": "Нет, не хочу вести домой извращенца. "
      }
    ]
  },
  {
    "id": 21,
    "text": "— Да, я бы не отказалась. \n—Тогда пройдемте, леди.\n\nВик взял Шерил под руку, и они пошли к ее дому. Все это время они разговаривали обо всем на свете. Шерил рассказывала Вику о своей семье, собаке, и даже о том, сколько у нее было парней. Со стороны казалось, будто идут не напарники, а будущие молодожены. \n\nКогда мы подошли к дому, мне стало немного грустно. Я не хотела расставаться с ним.\n—Не прегласишь меня? Мы проведем отличную ночь!\n—Размечтался, извращенец.\n—Ладно. Вот, твоя сумка, держи. Мне пора. Пока.\n—Пока, милый-хихикнула я. ",
    "answers": [
      {
        "id": 23,
        "text": "Идти домой"
      }
    ]
  },
  {
    "id": 22,
    "text": "—Нет, не надо. Еще приведу домой такого эмммм... Извращенца...\n— Да ладно тебе. Пошли.\n\nОн выхватил мою сумку, и побежал с ней. Когда я его догнала, и прыгнула на него, мои щеки загорелись румянцем. Стало не по себе... Он сумку не отдал, и я решила: пусть уж проводит меня.\nВик взял Шерил под руку, и они пошли к ее дому. Все это время они разговаривали обо всем на свете. Шерил рассказывала Вику о своей семье, собаке, и даже о том, сколько у нее было парней. Со стороны казалось, будто идут не напарники, а будущие молодожены. \n\nКогда мы подошли к дому, мне стало немного грустно. Я не хотела расставаться с ним.\n—Не прегласишь меня? Мы проведем отличную ночь!\n—Размечтался, извращенец.\n—Ладно. Вот, твоя сумка, держи. Мне пора. Пока.\n—Пока, милый-хихикнула я. ",
    "answers": [
      {
        "id": 23,
        "text": "Идти домой"
      }
    ]
  },
  {
    "id": 23,
    "text": "Как только я пришла домой мне на колени прыгнула моя любимая корги. Куда же деть питомца на время моего отсутствия? Отдам подруге. \n\nШерил договорилась со своей подругой Бель, что та заберет собачку на время отъезда. Когда подруга приехала, они с Шерил провели прекрасное время за чаем, потом Бель ушла. Шерил собрала нужные ей вещи в дорогу, вызвала машину, и поехала на базу.\n\nМеня встретил все тот же парень, что и в первый раз. Меня провели в комнату секретного оборудования. \n\n— Давай Шерил, выбирай, что тебе пригодится в дороге-сказал Хью. \n\nЯ решила взять 5 предметов оборудования. Ими оказались:\n",
    "answers": [
      {
        "id": 24,
        "text": "Глазо-камера, реактивный ранец, лазерный нож, электрошокер, очки ночного видения "
      },
      {
        "id": 24,
        "text": "Глазо-камера, реактивные кроссовки, кислотный нож, электрочип, очки прицела"
      },
      {
        "id": 24,
        "text": "Глазо-камера, реактивные перчатки, термо-нож, электрокольцо, очки тепловидения. "
      }
    ]
  },
  {
    "id": 24,
    "text": "Идеальный выбор, юная леди-сказал Ситх.- Через 12 часов самолет. Нужно еще подготовить оборудование для этого абалдуя-Вика. И собрать вооружение для вас, и для нас. \n\nТут ворвался Вик, со взъерошенными волосами. Я просто не могла этого не прокомментировать.\n\n—Меня так хотел увидеть, или поменял ориентацию, и решил со всех ног прибежать к Хью, и приахмурить его?!\n—Не язви. \n\nОн подошел ближе ко мне и сказал:-скорее всего первое. -я ощутила его дыхание рядом с моей щекой. Вдруг, я почувствовала легкий поцелуй у себя на шее, и поптку сдернуть рукав моей футболки. Я резко оттолкнула Вика. \nТут прозвучал голос Ситха.\n—Пожалуйста, занимаетесь ЭТИМ в другом месте. Вот молодежь, вообще совесть потеряла.\n—Мы не чем таким тут не занимались-возразила я.\n\nЭта ситуация очень насторожила меня. Что с Виком? Резко влюбился в меня? \nТут послышался уже хорошо знакомый голос. Хью звал меня. ",
    "answers": [
      {
        "id": 25,
        "text": "Идти к Хью"
      },
      {
        "id": 26,
        "text": "Немного затупить"
      }
    ]
  },
  {
    "id": 25,
    "text": "—Наши специалисты подготовили тебе специальную VIP-одежду. Когда будешь встречаться с главной целью, одевай исключительно ее. Поняла?!\n— Да, Хью. Ты обьясняешь мне все, как идиотке. \n—А как иначе? Ты ведь таковой и являешься.\n—Хью, замолчи!\n—Так! Агент Элизабет и Николас! Сюда. -заорал мистер Лорден.\n— Да! Я сдесь.-сказала я.\n—А где этот ахламон? \n—В сортире. \n—Везно его разбирает...-мистер Лорден кашлянул-когда не надо. Так. Перескажи твою миссию!\n—Я, агент 11, должна втерется в доверие к главному по секретным документам и попробовать узнать данные по их хранению и местоположению. Позже с агентом 12 попытатся украсть эти документы и перевезти их в нашу штаб-квартиру для дальнейших манипуляций.\n\nЯ готовила эту речь все две недели...\n\n—Молодец, Элизабет. Теперь между собой вы должны называть себя только по ложным именам. Через 8 часов вылет.\n\n—О. Как же я не любила самолеты. Для меня это был ужас. Дело не в том, что я боялась высоты. Просто там так народу много...\n—Не волнуйся. Мы летим на частном. И кстати, первое время вы будете жить в отели Hilton. Потом ты переберешься к цели. Будешь жить с ним.\n\nЯ ничего не ответила. Мои колени затряслись. Жить с совершенно чужим человеком... Да ладно Жить, мне еще и его девушкой надо будет стать... Одна мысль об этом будоражит меня... \n\n—Ладно, Элизабет. Отдохни\n",
    "answers": [
      {
        "id": 27,
        "text": "Идти в комнату отдыха"
      }
    ]
  },
  {
    "id": 26,
    "text": "—Ты оглохла? Чего не идешь. Хочу показать тебе вещи. Ты же не имеешь дорогущие наряды, в котоых бы могла привлечь внимание состоятельных людей?! Иди скорее! ",
    "answers": [
      {
        "id": 25,
        "text": "Идти"
      }
    ]
  },
  {
    "id": 27,
    "text": "Когда я вошла в комнату, там уже стоял Вик.\n—О, привет, Лиззи.\n—Почему Лиззи? \n—Ну мы должны привыкать к нашим новым именам.\n—Окей, Ник. \n\nМы от души посмеялись. Я немного забыла про подкаты Ника, и даже расслабилась. Как приятно слушать любимые песни через наушники! Так могло продолжаться вечно... Но... Я почувствовала руки на своих плечах. Резко выдернув наушники, я посмотрела на Ника. Он с полным серьезом в глазах смотрел на меня. Я решила не продолжать этот момент. Я встала с дивана и вышла из комнаты. Больше не было желания находится рядом с ним. ",
    "answers": [
      {
        "id": 28,
        "text": "Выйти из комнаты"
      }
    ]
  },
  {
    "id": 28,
    "text": "***Через некоторое время \nЯ, Ник, Хью и Ситх уже выходили из здания и ждали черную машину до аэропорта. Наконец Форд подъехал.\nЕхали мы не долго, да и сели в самолет довольно быстро. Я повторяла про себя инструкцию по краже документов. В один момент я уснула. ",
    "answers": [
      {
        "id": 29,
        "text": "Смотреть сон"
      }
    ]
  },
  {
    "id": 29,
    "text": "Я стояла посреди дороги. Ехали машины, и словно проезжали сквозь меня. Я как призрак. Неведомая сила начала тянуть меня к большому зданию. Я очень быстро поднялась на 51 этаж и вошла в квартиру. Там на огромном кресле сидел очень симпатичный парень, лет 27. Он оживленно разговаривал по телефону. Я осмотрела его квартиру. Вдруг парень начал звать меня.\n—Элизабет! Элизабет! \nЯ резко открыла глаза. Рядом со мной стоял Хью.\n—Нашла место для сна! Делать нечего? \n—Да я устала жутко. \n—Потом сказки эти будешь рассказывать. Вот, твоя цель, Торрос Де Каракос, 28 лет. -Хью достал фотографию и показал ее мне. О Боже! Это же тот парень из сна! Кажется у меня было видение.  Тут подошел Ситх.\n—Хью, ты объяснил Шер... тфю, тоесть Элизабет наш план действий? Нет?! Вот идиот! Все, ладно, я сам. Элиза, мы выяснили когда и во сколько Торрос возвращается домой. Он живет на улице Линди Бейкер, дом 34, этаж...\n—51-не сдержалась я. \n—А ты откуда знаешь?! \n—Эммм... Наугад!\n—Не время гадать. Так вот. Он возвращается с работы в 23:25. В 23:15 он проезжает темный переулок. Там он и встретит тебя. Мы подошлем туда двое наших людей, они сделают вид будто хотят тебя ограбить и изнасиловать. Поскольку Торрос не безсердечен, он остановится и подошлет своих охранников. Ты должна будешь сделать вид, будто ты потеряла сознание, он обязательно возьмет тебя к себе домой. Утром ты скажешь, что ты дочь известного иностранного дипломата. Если он захочет с ним встретися, твоего отца буду изображать я.  Вопросы есть?\n\n\n",
    "answers": [
      {
        "id": 30,
        "text": "Как мы с ним свяжемся дальше?"
      },
      {
        "id": 31,
        "text": "А если он отвезет меня не к себе домой, а в больницу"
      },
      {
        "id": 32,
        "text": "Вопросов Нет!",
        "need": 31
      }
    ]
  },
  {
    "id": 30,
    "text": "—Он обязательно пригласит тебя в ресторан. Там вы познакомитесь поближе.  Потом поедете к нему домой и...\n—Я поняла",
    "answers": [
      {
        "id": 29,
        "text": "Есть еще вопросы"
      }
    ]
  },
  {
    "id": 31,
    "text": "—Этого он не сделает, так как ближайшая больница в 20-и километрах от сюда, а у тебя будет ранение. \n—Ранение?\n—Да, наши дадут тебе бутылочку с искусственной кровью. Ты должна будешь сделать вид, будто у тебя вывих ноги. \n—Понятно ",
    "answers": [
      {
        "id": 29,
        "text": "Есть еще вопросы"
      }
    ]
  },
  {
    "id": 32,
    "text": "—Вот и славно. \n***\n\nМы уже вышли из самолета и ловили такси. На машине мы быстро приехали к отелю. Нам выдали 4 номера. Как только я вошла туда, моя душа ушла в пятки. Какая красота! Огромные комнаты, величественная гостинная и огромный бассейн в ванной. Моему счастью не было придела. Тут вошел Ник. \n—Лиззи, у меня в номере проблема... \n—Какого черта ты обращаешься ко мне с такими вопросами?\n—Так мне сказали что это серьезно, и что мне надо переезжать в другой номер. А других номеров нет. Сказали переселиться в номер к кому-то из вас. Ну понятное дело, к Хью или Ситху я переселиться не могу... Я же не го... Ну ты поняла...\nМои глаза говорили все за меня. На моем лице было написано что-то вроде: ТЫ СОВСЕМ ДЕБИЛ? МНЕ С ТОБОЙ ЖИТЬ?  К ЧЕРТУ!!! АААААА-примерно это. \n— Если хочешь, я буду спать отдельно-сказал Ник.\n—Дорогой мой, а что значит \"Если хочешь\"? Ты мне еще и спать предлагаешь с тобой?!\n—Ну Лиззи!\n",
    "answers": [
      {
        "id": 33,
        "text": "Согласится"
      },
      {
        "id": 34,
        "text": "Отказаться"
      }
    ]
  },
  {
    "id": 33,
    "text": "—Ладно, бомж, живи. Только спать будешь в гостинной!\n—Обязательно, ваше величество-рявкнул Ник. За это он получил \"сильнейший\" удар по голове подушкой. И тут началось. Одна за другой подушки начали летать в разные стороны. Я вспомнила детство... Бой подушками!!! Вскоре мы выдохлись и упали на огромную кучу подушек. Так получилось, что мы легли очень рядом, я даже чувствовала дыхание Ника рядом со своей шеей. \nТут вошел Ситх. \n— Агент 11 и агент 12! Вы какого черта тут прохлаждаетесь! Элизабет! Быстро пошла переодеваться в нужную для задания одежду! А ты? Агент 12! Должен снарядится и направиться на точку заброса агента 11!",
    "answers": [
      {
        "id": 35,
        "text": "Идти переодется"
      }
    ]
  },
  {
    "id": 34,
    "text": "—Нетужки! Жить ты тут не будешь!\n\nА дальше последовал час уговоров. Мое терпение лопнуло и я сказала:\n—Ладно, бомж, живи. Только спать будешь в гостинной!\n—Обязательно, ваше величество-рявкнул Ник. За это он получил \"сильнейший\" удар по голове подушкой. И тут началось. Одна за другой подушки начали летать в разные стороны. Я вспомнила детство... Бой подушками!!! Вскоре мы выдохлись и упали на огромную кучу подушек. Так получилось, что мы легли очень рядом, я даже чувствовала дыхание Ника рядом со своей шеей. \nТут вошел Ситх. \n— Агент 11 и агент 12! Вы какого черта тут прохлаждаетесь! Элизабет! Быстро пошла переодеваться в нужную для задания одежду! А ты? Агент 12! Должен снарядится и направиться на точку заброса агента 11!",
    "answers": [
      {
        "id": 35,
        "text": "Идти переодется"
      }
    ]
  },
  {
    "id": 35,
    "text": "Я нашла много интересных комплектов одежды. Но больше всего мне приглянулось платье с открытыми плечами, нежно серого цвета, с черной бахрамой снизу. Платье от Dior.  Этикетка: 1000 $. Ничего себе! \nЯ примерила его. Выглядит чудесно. Также одену черные босоножки и распущу волосы. Я смотрелась великолепно. Просто идеально! \nТут вошел Хью. \n—Так, Элиза, ты готова? Операция нашинается через 30 минут! \n—Так точно!-я сделала лицо военного-пушечного мяса. \n—Хватит. Ты должна вылить немного искусственной крови на ногу . По нашей \"сказке\" тебе ранят ногу. Вот! Молодец. Теперь еще раз план нашего действия.\nЯ выслушала кучу лабуды, и насытившись ею, с Ником и \"компанией\" отправилась на операцию.",
    "answers": [
      {
        "id": 36,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 36,
    "text": "Уже 23:10. \nЯ с 2-мя подставными хулиганами стою на темном переулке. Вдруг загудела машина. \n—Так, мы начинаем.-сказал один из них.\n—Пустите, не трогайте сумку! Отдайте! Не лезте ко мне! Черти! Пустите!-кричала я. \nМашина была совсем рядом. Я кричала, пыталась вырваться. Я заметила остановившуюся машину. Оттуда вышло человек 6 охранников. Вдруг, один из \"подставных\" случайно ударил меня по голове.\nПоследние что я услышала было: Тащите девушку в машину! У не точно перелом... ",
    "answers": [
      {
        "id": 37,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 37,
    "text": "Глава окончена.",
    "answers": [
      {
        "id": 1,
        "text": "На главную"
      }
    ]
  },
  {
    "id": 38,
    "text": "Я открыла глаза. Передо мной большая красивая комната в стиле антиквариат. Рядом со мной, на кресле, сидит человек, как я поняла врач. Как только он увидел, что я проснулась, он начал звать некого мистера Каракоса.\n—Мистер Каракос! Она очнулась. \nТут вошел он... Главная цель... Торрос Де Каракос. Он просто прекрасен... \n—Герман, ты свободен. Я хочу поговорить с ней.-сказал Торрос. \n\nГерман собрал свои вещи и вышел из комнаты.\n—Я Торрос Де Каракос. Не представитесь ли вы?\n—Элизабет Шпак. \n—Вы не местная? Хотя точно, вы никак на местную не похожи. Слишком уж у вас белая кожа. \n—Это комплимент?\n—Естественно.-он улыбнулся. Как прекрасна его улыбка!-Мисс Шпак, вы что-то помните после вчерашнего? \n—Да, конечно. Эти двое хотели меня ограбить и... Ну понятно.... \n—Да, мне все понятно. А по какой пречине?\n—Ну грех не ограбить дочь известного иностранного дипломата.\n—Ваш отец дипломат?\n—Так точно. Следовательно, он богат, а у меня тоже не 3 копейки в кармане.-как же я исскустно врала...\n—Мне все понятно. Я бизнесмен.\nНи черта себе! Он почти глава государства, а представляется бизнесменом. Хотя да... Это правильно. Не может он мне сказать: я тут понимаешь ли самый главный человек по ядерному оружию...  Было бы довольно глупо...",
    "answers": [
      {
        "id": 39,
        "text": "Сказать, что мне пора идти"
      },
      {
        "id": 40,
        "text": "Спросить, не могу ли я остаться подольше"
      }
    ]
  },
  {
    "id": 39,
    "text": "—Я очень благодаря вас за заботу, но мне пора идти...\n—Вы шутите, мисс Шпак? Вы обязательно останетесь минимум на день. Ваше состояние еще слишком плохое, даже для поездки в машине. И это не обсуждается, уж извините за грубость. \n—Спасибо... Мне очень неудобно... Я уже второй день нахожусь с доме совершено незнакомого человека... \n—Почему же не знакомого? Когда Вы окончательно выздоровите, я преглашу вас в ресторан... \nУрааааа. Лед тронулся. Похоже, он на меня уже запал. Как сказал мистер Лорден: красота-наше главное оружее. \n—Ну что Вы, мистер Каракос... У вас наверное так много работы... \n—Для вас, юная леди, я всегда найду время. И кстати, вот ваша сумочка. Один из охранников нашел ее около места преступления.\n—Благодарю. \n—Ну а сейчас я вынужден откланятся. Отдыхайте, Элизабет.\nО! Он назвал меня без \"мисс\". Точно влюбился. И даже в ресторан прегласил! ",
    "answers": [
      {
        "id": 41,
        "text": "Позвонить Ситху"
      }
    ]
  },
  {
    "id": 40,
    "text": "—Мистер Каракос, могу ли я остаться здесь еще хотя бы на минут 15? Я просто должна немного прийти в себя.\n—Вы шутите, мисс Шпак? Вы обязательно останетесь минимум на день. Ваше состояние еще слишком плохое, даже для поездки в машине. И это не обсуждается, уж извините за грубость. \n—Спасибо... Мне очень неудобно... Я уже второй день нахожусь с доме совершено незнакомого человека... \n—Почему же не знакомого? Когда Вы окончательно выздоровите, я преглашу вас в ресторан... \nУрааааа. Лед тронулся. Похоже, он на меня уже запал. Как сказал мистер Лорден: красота-наше главное оружее. \n—Ну что Вы, мистер Каракос... У вас наверное так много работы... \n—Для вас, юная леди, я всегда найду время. И кстати, вот ваша сумочка. Один из охранников нашел ее около места преступления.\n—Благодарю. \n—Ну а сейчас я вынужден откланятся. Отдыхайте, Элизабет.\nО! Он назвал меня без \"мисс\". Точно влюбился. И даже в ресторан прегласил! Так. Надо связаться с Ситхом и доложить ситуацию",
    "answers": [
      {
        "id": 41,
        "text": "Позвонить Ситху"
      }
    ]
  },
  {
    "id": 41,
    "text": "—Доча?-сказал голос.\n—О, извините, кажется я ошиблась номером...\n—Ты забыла что-ли? Мы учили, что когда кто либо из звонит тебе в общественном месте, мы становимся твоими родственниками. \n—А пап, это ты!-как же мне было трудно сказать это Ситху...\n—Доча, ну как твоя работа?\n—Да вот, все удачно прошло, сейчас дома у друга. И ты представляешь, он свою девушку в ресторан прегласил! На завтра. Только вот не знаю в какой пока...\n—Доча, я не очень понимаю о чем ты. \n—Под названием \"девушка\" я имела себя.\n—Понял. Попытайся узнать и отправить нам в письменном виде. \n—Обязательно, пап. — просто больше этого ужаса я не перенесу. \nСитх повесил трубку.\n ",
    "answers": [
      {
        "id": 42,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 42,
    "text": "***Через некоторое время \nЯ уже встала с кровати. Сейчас уже вечер. Я решила одеть другой платье, которое лежало в моей сумочке. Как только я сняла с себя платье и оказалась в одном нижнем белье дверь открылась. Там стоял Торрос. Он сильно покраснел, и быстро закрыл дверь. Я даже не успела ничем прекрытся... Боже, как мне стыдно... Хотя... Я сдесь для этого и есть! Он должен влюбится в меня... И наверное не важно каким способом...",
    "answers": [
      {
        "id": 44,
        "text": "(Дополнительная локация.) О чем думает Торрос"
      },
      {
        "id": 45,
        "text": "Выйти из комнаты"
      }
    ]
  },
  {
    "id": 43,
    "text": "Когда я открыл дверь, Элизабет была в одном нижнем белье. Она не выглядела пошло. Я только видел ее расстроенный взгляд, как у ребенка, которого обидели... Мне ее жаль... Какой же я идиот. Надо было стучатся. Она столько пережила за эти два дня, а тут еще я. Но ведь когда я увидел ее впервые, она буквально очаровала меня, хотя даже не знает о моем статусе в обществе. Я не отпущу ее после ресторана... Зная себя, мне захочется продолжить этот вечер... Но может быть она еще не совсем готова к этому? Время покажет... Скорее всего отложу свое желание на потом. Ей надо освоиться...",
    "answers": [
      {
        "id": 42,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 44,
    "text": "Что же я натворил? С ней и так происходят ужасные вещи, а тут еще я. Надо будет обязательно извинится... Не знаю, почему, но когда я ее вижу, мои эмоции начинают брать верх. Она меня очаровала. Такая прекрасная... Я должен прегласить ее в самый дорогой ресторан города... Зная себя, после ресторана, будет продолжение... ",
    "answers": [
      {
        "id": 42,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 45,
    "text": "Как только я вышла из комнаты, ко мне подошел дворецкий. \n—Мисс Шпак, Мистер Каракос желает вас видеть. Я провожу вас.\nДворецкий проводил меня на 25 этаж. Там было несколько комнат. Как я поняла, комната Торроса-с огромной золотой дверью. Когда я подошла к двери, она сама собой открылась. Там стоял Торрос. \n—О, Элизабет, вы пришли. Я хотел извинится за мое вторжение в вашу комнату... С моей стороны это было очень неправильно. \n—Это же была случайность... Вам не за что извиняться...\n—Значит извинения приняты?\n—Конечно\n—Тогда я преглашаю вас в ресторан. Сегодня в 19:30, называется \"Sheratonia'beach\". Машина заедет за вами, если вы конечно дадите координаты. \nЯ дала Торросу местонахождение моего отеля, и спустилась в свою комнату за сумочкой. Позже дворецкий проводил меня к выходу. ",
    "answers": [
      {
        "id": 46,
        "text": "Идти в отель"
      },
      {
        "id": 47,
        "text": "Осмотреть дом Торроса"
      }
    ]
  },
  {
    "id": 46,
    "text": "Я быстро приковыляла в отель. Там, у входа меня уже ждал Ситх. \n—Ну Что?\n—Ресторан \"Sheratonia'beach\".\n—Ясно. Он только один в городе. Ошибки быть не может. \nПотом я передала Ситху и остальным все данные и фото(да, я сделала там несколько фотографий).\n***\nУже почти 19:00, а я не выбрала одежду для похода в ресторан. И самый неизбежный вопрос. Что же мне надеть?",
    "answers": [
      {
        "id": 48,
        "text": "Вечерний Макияж, красивое черное платье в пол, туфли на высоком каблуке "
      },
      {
        "id": 48,
        "text": "Яркий Макияж, платье в стиле 70-эх, туфли-макосины"
      },
      {
        "id": 48,
        "text": "Без макижа, простое платье, босоножки"
      }
    ]
  },
  {
    "id": 47,
    "text": "Это было огромное 60-и этажное здание. Я просто восхищаюсь им. Дом стоял около пляжа, довольно за высоким ограждение. О! Я и не заметила. Тут есть несколько бассейнов... Скоро я буду жить в этой красоте. ",
    "answers": [
      {
        "id": 46,
        "text": "Идти в отель"
      }
    ]
  },
  {
    "id": 48,
    "text": "Замечательно! Когда я в очередной раз выглянула в окно, там уже стояла большая черная машина. Я быстро спустилась вниз. Когда я вышла из здания, ко мне на встречу вышел водитель, и проводил меня до салона. Там сидел Торрос. \n—Приветствую вас, Элизабет.\n—Здравствуйте, мистер Каракос. \n—Можно просто Торрос. \n—Благодарю. \n\nМы довольно быстро подъехали к ресторану. Там Торрос заказал самые дорогие блюда. Мы очень душевно поговорили. Весь разговор я записала на звукозапись. \n—Элизабет, не желаете ли вы прокатиться на яхте? Или на машине?",
    "answers": [
      {
        "id": 51,
        "text": "На яхте"
      },
      {
        "id": 52,
        "text": "На машине"
      }
    ]
  },
  {
    "id": 49,
    "text": "Элизабет крутилась у зеркала. Ведь в скором времени приедет машина, и отвезет ее к Тору. \n\nЯ вышла из отеля. Там опять стояла спортивная машина. В ней сидел водитель. Он открыл мне дверь, и я села в авто. Вдруг, он сказал.\n—Мистер Торрос пожелал, что бы ваши глаза были закрыты во время поездки. Он приготовил для вас сюрприз. \nЯ этому очень удивилась, но дала согласие, на то, что водитель завяжет мне глаза. \n\nМы ехали минут 40. Машина резко остановилась, водитель подал мне руку. Я вышла из авто. ",
    "answers": [
      {
        "id": 61,
        "text": "Снять повязку"
      }
    ]
  },
  {
    "id": 50,
    "text": "Я быстро встала с постели, когда в дверь постучали. Кто бы это мог быть? Дверь открыли ключом и внесли мне завтрак состоящий из множества фруктов и пироженых. Я съела фрукты и остальное. Что мне сегодня надеть? Я заглянула в шкаф. Там висело нежное платье салатового цвета. Какое же оно красивое... Я примерила его. Вдруг, не закрытая дверь открылась. Вошел Ник с большим букетом роз.\n—Элизабет? \n—Чего тебе?-я не хотела разговаривать с ним. Вчера он вел себя просто ужасно...\n—Я хотел извинится за свое недостойное поведение. Надеюсь, ты не будешь сильно злится... Я осознал ошибку... \nЯ решила простить его. Потом мы долго разговаривали обо всем на свете... Мне было так приятно и легко с ним... Как вдруг раздался телефонный звонок.\n",
    "answers": [
      {
        "id": 58,
        "text": "Ответить"
      },
      {
        "id": 59,
        "text": "Отклонить"
      }
    ]
  },
  {
    "id": 51,
    "text": "Мы вышли из ресторана к пристани. Там стояла огромная яхта. В ней уже сидел капитан и несколько прислуг. Торрос подал мне руку, и я вошла на судно. \n—Я еще никогда не каталась на яхте под луной-случайно сказала в слух свои мысли. \n—Вам действительно нравится?  \n—Очень.\nКапитан по приказу Торроса заехал в звездную бухту. Там было такое прекрасное небо! Огромное количество ярких, сверкающих звезд делало эту бухту сказочной. Не хватало только музыки... И тут она появилась. Один из прислуги начал играть на укулеле. Легкая, мелодичная музыка пробиралась к самому сердцу души. Я встала около носа корабля. Кто-то подошел сзади. \n—Элизабет, как Вам это место.\n—Замечательно. Я еще никогда не была в столь прекрасной обстановке. И кстати, вы можете называть меня просто Элиза.\n—Спасибо, Элиза. И вы можете называть меня просто Тор. \n—Один из моих любимых персонажей комиксов...\n—Вы любите комиксы?\n—Да... Хотя при моем статусе положено любить платья от гуччи, мне нравятся комиксы. \n—Вы очень нестандартный человек. А я люблю таких людей. \nЯ улыбнулась, и отошла на второй этаж, точнее на терассу. \n\n",
    "answers": [
      {
        "id": 53,
        "text": "Любоваться звездным небом "
      }
    ]
  },
  {
    "id": 52,
    "text": "Мы вышли из ресторана к пристани. Там стояла огромная спортивная машина. Торрос подал мне руку, и я вошла на в авто.\n—Я еще никогда не каталась на машине под луной-случайно сказала в слух свои мысли. \n—Вам действительно нравится?  \n—Очень.\nМы заехали в звездную пристань. Там было такое прекрасное небо! Огромное количество ярких, сверкающих звезд делало эту бухту сказочной. Не хватало только музыки... И тут она появилась. Один из прислуги начал играть на укулеле. Легкая, мелодичная музыка пробиралась к самому сердцу души. Кто-то подошел сзади. \n—Элизабет, как Вам это место.\n—Замечательно. Я еще никогда не была в столь прекрасной обстановке. И кстати, вы можете называть меня просто Элиза.\n—Спасибо, Элиза. И вы можете называть меня просто Тор. \n—Один из моих любимых персонажей комиксов...\n—Вы любите комиксы?\n—Да... Хотя при моем статусе положено любить платья от гуччи, мне нравятся комиксы. \n—Вы очень нестандартный человек. А я люблю таких людей. \nЯ улыбнулась, и немного отошла \n\n",
    "answers": [
      {
        "id": 54,
        "text": "Смотреть на звездное небо"
      }
    ]
  },
  {
    "id": 53,
    "text": "—Элизабет, ой... Элиза, вы замужем?\n—Нет. У нас не положено выходить замуж так рано. Мне ведь только 19 лет. \n—Вы выглядите прекрасно... \n—Благодарю. \n—А вот мне 28 лет. \n—И вы все еще не женаты?\n—Нет. Не встретил достойную спутницу по жизни. А у вас нет даже парня?\n—Увы, нет. Но сейчас я влюблена.-я сказала это, имея ввиду Тора. Это был очень тонкий намек, который к тому же было трудно понять. \n—Я тоже. — Он посмотрел мне прямо в глаза... Вдруг, он взял меня за руку. Так мы простояли бы вечно, мне даже показалось, что я по-настоящему влюбилась в него... Но тут раздался резкий рингтон на телефоне Тора. Он быстро убрал руку, достал смартфон и заглянул туда. \n—Элизабе... Черт! Элиза меня срочно вызывают на работу. Я должен идти. Извините за испорченый вечер... Я обязательно встречусь с вами снова...\n—Ничего, Тор...\nМы подъехали к берегу, и Тор вышел. Я вышла следом за ним. Машина отвезли меня обратно в отель...",
    "answers": [
      {
        "id": 55,
        "text": "Войти в отель"
      }
    ]
  },
  {
    "id": 54,
    "text": "—Элизабет, ой... Элиза, вы замужем?\n—Нет. У нас не положено выходить замуж так рано. Мне ведь только 23 года. \n—Вы выглядите на 17. \n—Благодарю. \n—А вот мне 28 лет. \n—И вы все еще не женаты?\n—Нет. Не встретил достойную спутницу по жизни. А у вас нет даже парня?\n—Увы, нет. Но сейчас я влюблена.-я сказала это, имея ввиду Тора. Это был очень тонкий намек, который к тому же было трудно понять. \n—Я тоже. — Он посмотрел мне прямо в глаза... Вдруг, он взял меня за руку. Так мы простояли бы вечно, мне даже показалось, что я по-настоящему влюбилась в него... Но тут раздался резкий рингтон на телефоне Тора. Он быстро убрал руку, достал смартфон и заглянул туда. \n—Элизабе... Черт! Элиза меня срочно вызывают на работу. Я должен идти. Извините за испорченый вечер... Я обязательно встречусь с вами снова...\n—Ничего, Тор...\nМы сели в машину, и минут через 15 Тор вышел вместе с охранниками. Машина отвезли меня обратно в отель...",
    "answers": [
      {
        "id": 55,
        "text": "Войти в отель"
      }
    ]
  },
  {
    "id": 55,
    "text": "Меня встретила молодая девушка, лет 20. \n—Мисс Шпак? \n—Да, да. Это я\n—На вас, мистера Ватера, и еще 2-ух человек заказан конференц зал. \n\nЯ быстро пошла туда. В зале уже сидел Ник, Ситх и Хью. Я доложила им обстановку, передала звукозапись, и села рядом с Ником, пока Хью и Ситх разбирались с данными. \n—Ну, нравится спать с черт знает с кем?\n—Всмысле?-я очень разсердилась на Ника. \n—А Как? Вы еще не спали? Ну тогда извини... \n—Ты обладал? Я с ним спать не собираюсь. \n—Чем вы тогда будете там заниматься? Розы нюхать? Мне даже представить трудно, как ты его поцелуешь... \nЭто меня совсем смутило... Почему Ник ведет себя так? Ревнует? Про поцелуй он конечно перегнул. Мне Будет вовсе не противно поцеловать Тора. Он очень приятный. Даже быть его девушкой мне будет довольно приятно...\nНас разнял Хью. \n—Элиза, ты можешь отдохнуть...  ",
    "answers": [
      {
        "id": 56,
        "text": "Выйти из конференц зала"
      }
    ]
  },
  {
    "id": 56,
    "text": "Я быстро пришла в номер. Как же я устала... Голова даже немного закружилась. Я решила лечь спать, ведь уже так поздно... Точнее рано. 4:30 утра. Буду спать до часу дня... ",
    "answers": [
      {
        "id": 57,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 57,
    "text": "Мне приснился сон. Я сидела в черном пространстве, в вокруг меня было много, много бумаг, за ними бегал Тор и кричал. \nСон закончился... Что это значило? Что это за бумаги? \n\nЭлизабет резко вскочила с кровати. Было 7 часов утра. Она опять легла, выпив перед этим таблетку снотворного. Ей больше не снилось никакие сны. Она просто спала. Перед ее глазами был черный квадрат...",
    "answers": [
      {
        "id": 50,
        "text": "Утро"
      }
    ]
  },
  {
    "id": 58,
    "text": "—Здравствуйте, Элиза.  Это Тор. \n—Приветствую вас. -я видела растроенное лицо Ника.\n—Вы сегодня не заняты?\n—Нет, нет. Для меня сегодняшний день свободен. \n—Тогда не могли бы мы встретится? \n—Конечно. Я была бы рада провести с вами время. \n—Машина заедет за вами в 19:00. Вы не против?\n—Все отлично, жду.-я повесила трубку.\n\n—Ну и куда этот гусь тебя зовет? \n—Ник! -я пихнула его в бок. -Почему сразу гусь? Он очень приятный молодой человек... \n—Влюбилась? \n—Замолчи! \nЯ кинула в Ника подушку. Опять подушечный бой! \n\nЭлизабет воспринимала Ника как своего брата. А вот он ее искренне любил... И когда же она об этом узнает? Возможно, очень очень скоро...  \n \n",
    "answers": [
      {
        "id": 60,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 59,
    "text": "Звонок от Тора. Я не могу его отклонить!",
    "answers": [
      {
        "id": 58,
        "text": "Ответить"
      }
    ]
  },
  {
    "id": 60,
    "text": "Глава окончена",
    "answers": [
      {
        "id": 1,
        "text": "На главную"
      }
    ]
  },
  {
    "id": 61,
    "text": "Когда я сняла повязку, передо мной стоял Тор с огромным букетом алых роз.  Я не заметно сфоткала его и машину(для разведки). Тор подошел ко мне, и тем самым открыл для меня этот пейзаж. Я стояла у входа в \"Comik Con\". Моей радости не было предела! Комик Кон! Эта мечта для любителя комиксов!\n—Тор! Я вам очень благодарна! Вы... Вы просто волшебник!\n—Спасибо Элиза. Может предем на \"ты\"?\n—Конечно. Я теперь для вас... Тоесть для тебя все что угодно сделаю!\n\nМы с Тором долго ходили по магазинам. Я накупила себе комиксов, манги и много дисков аниме. Я была счастлива... Была счастлива с Тором... Когда стемнело, мы поехали в ресторан. Сейчас я стою на балконе заведения, а рядом Тор... Тот, с кем я больше всего счастлива...",
    "answers": [
      {
        "id": 62,
        "text": "Посмотреть на Тора"
      },
      {
        "id": 63,
        "text": "Не смотреть на Тора"
      },
      {
        "id": 67,
        "text": "[Сноска. Что такое Комик Кон?]"
      }
    ]
  },
  {
    "id": 62,
    "text": "Тор тоже посмотрел на меня. Наши глаза встретились. Вдруг, он взял меня за талию и немного притянул к себе. Склоняюсь над моей шеей он нежно поцеловал меня. В этот момент я забыла обо всем на свете... \n—Элиза, я люблю тебя...- он еще раз поцеловал меня...\nЯ не раз целовалась с парнями.  Но это запомнится мне больше всего... \n—И я тебя, Тор... \nМы еще несколько раз поцеловались, и вернулись в холл ресторана... Там мы говорили, говорили и еще раз говорили. Я никак не могла привести мысли в порядок после поцелуя Тора. Для меня это был настоящий шок. И его фраза... И моя фраза... Получается, мы признались друг другу в любви?!\n\nЧерез минут 20 мы вышли из ресторана. Тор довез меня до отеля. Когда мы вышли, он сказал:\n—Элиза, может ты переедишь ко мне?\nДля меня это был очень неожиданный поворот. \n—Мне надо подумать... Ты дашь мне время?\n—Ради тебя я готов ждать сколько угодно...\nОн обнял меня и уехал.",
    "answers": [
      {
        "id": 64,
        "text": "Идти в отель"
      }
    ]
  },
  {
    "id": 63,
    "text": "Я отвернулась... Вдруг, Тор взял меня за талию и немного притянул к себе. Склоняюсь над моей шеей он нежно поцеловал меня. В этот момент я забыла обо всем на свете... \n—Элиза, я люблю тебя...- он еще раз поцеловал меня...\nЯ не раз целовалась с парнями.  Но это запомнится мне больше всего... \n—И я тебя, Тор... \nМы еще несколько раз поцеловались, и вернулись в холл ресторана... Там мы говорили, говорили и еще раз говорили. Я никак не могла привести мысли в порядок после поцелуя Тора. Для меня это был настоящий шок. И его фраза... И моя фраза... Получается, мы признались друг другу в любви?!\n\nЧерез минут 20 мы вышли из ресторана. Тор довез меня до отеля. Когда мы вышли, он сказал:\n—Элиза, может ты переедишь ко мне?\nДля меня это был очень неожиданный поворот. \n—Мне надо подумать... Ты дашь мне время?\n—Ради тебя я готов ждать сколько угодно...\nОн обнял меня и уехал.",
    "answers": [
      {
        "id": 64,
        "text": "Идти в отель"
      }
    ]
  },
  {
    "id": 64,
    "text": "Я вошла в отель и поднялась в номер к Хью. Я все ему объяснила.\n—Тоесть Ваши отношения перешли на новый уровень... \nМы немного поговорили, и я пошла к себе в номер. Мне нужно собрать свои мысли в кучку. Признание в любви от Тора. Его предложение переехать... Хью сказал что это даже не обсуждается, и что он свяжется со своими коллегами из нашей штаб квартиры. Они следственно согласились. Мне решения не предоставлено... Но не буду лукавить, мне нравится Тор. Я люблю его... Конечно, может это еще распашные выводы и у нас нет будущего, но я люблю его... А что с Ником? Как же его знаки внимания? Он тоже не плохой парень, впринципе он мне нравится... И что делать? Если я захочу быть с Тором, мне придется уйти из ФБР... Расстаться с жизнью агента... А Ник... Если я буду с ним, я останусь в ФБР. Что мне делать?! \n\nЭлизабет почувствовала сильное головокружение. Она захотела лечь на кровать, но не успела...",
    "answers": [
      {
        "id": 65,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 65,
    "text": "Когда я открыла глаза, передо мной сидел Ник. \n—Лиззи! Ты очнулась... \n—Я спала?\n—Не знаю. Скорее всего ты хотела, но не смогла дойти до кровати. Ты упала на пол. Когда я зашел к тебе, и увидел это зрелище, я сразу отнес тебя на кровать. Хью и Ситх об этом не знают. Я не стал этого им говорить... \n—Спасибо тебе...\nЯ поцеловала Ника в щеку. Он сразу налился краской как помидорка и ушел . Какой он смешной... \nКак только я встала, поступило сообщение от Хью: \n\"Сегодня ты должна переехать к Торросу. Тебе будет предоставлено твое оборудование. Ты должна будешь начать свою деятельность. Будешь встречался с Ситхом в съемном доме и передавал информацию. Скажи Торросу, что это дом твоего отца. Желаю удачи. Теперь все в твоих руках\"",
    "answers": [
      {
        "id": 66,
        "text": "Позвонить Тору"
      }
    ]
  },
  {
    "id": 66,
    "text": "—Здраствуйте, Тор...\n—Привет, Элиза. Мы же перешли на ты.\n—Точно, извинит..  извини, забыла. Я вот по какому поводу звоню, я готова переехать к тебе... \n—Отлично, на вечер подготовлен еще один сюрприз.\n—Спасибо. Вы... Тоесть ты балуешь меня сюрпризами...\n—Ради такой девушки как Ты, я готов на все. До свидания. \nЯ попрощалась с Тором, собрала чемодан и спустилась в номер Ситха. Там уже стояли все трое. \n—Элизабет, твоего отца, тоесть  меня зовут Эдвард Шпак. Поняла? Мне 49 лет. Вдруг мы услышали сигнал машины. Ник выглянул в окно.\n—Твой принц приехал. -Ник подошел ко мне, и нежно поцеловал прямо в губы... -будь аккуратнее.",
    "answers": [
      {
        "id": 68,
        "text": "Спуститься вниз"
      }
    ]
  },
  {
    "id": 67,
    "text": "Международный ежегодный фестиваль, проходящий в городе Сан-Диего с 1970 года. Фестиваль был основан Шелом Дорфом, Ричардом Альфом, Кеном Крюгером и Майком Тоури. Изначально задумывался как выставка комиксов и связанного с ними популярного искусства. Является крупнейшим фестивалем подобного рода, проходящим в США, и третьим в мире после Комикета в Японии и Международного фестиваля комиксов в Ангулеме во Франции. Фестиваль проходит летом в течение четырёх дней с четверга по воскресенье и включает в себя, кроме комиксов, и другие элементы поп-культуры, такие как телесериалы, литература ужасов, мультипликация, аниме, манга, игрушки, коллекционные карточные игры, видеоигры, фэнтези и веб-комиксы...",
    "answers": [
      {
        "id": 61,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 68,
    "text": "Я выбежала из гостиницы. Водитель проводил меня до машины, и на огромной скорости погнал к дому Тора. \nМне снова представились красоты владений Де Каракоса. Как только я вышла из машины, ко мне подошел Тор и опять поцеловал меня... А я и не сопротивлялась. Он провел меня в мою новую комнату на 25 этаже. Она была прекрасно выполнена. Тор оставил меня с мыслями наедине, и попросил спуститься к ужину в 7 часов. Я решила осмотреть комнату. Мое внимание остановилось на...",
    "answers": [
      {
        "id": 69,
        "text": "На большом шкафу"
      },
      {
        "id": 70,
        "text": " На Идеально заправленной кровати"
      },
      {
        "id": 71,
        "text": "Дальше",
        "need": 69
      }
    ]
  },
  {
    "id": 69,
    "text": "Это был огромный деревянный шкаф. Я решила открыть его. Там висело огромное количество платьев. От коротеньких платьев \"секси\" до длинных вечерних платьев. Я решила померить голубое. Оно смотрелось на мне просто идеально. Я была похожа на настоящую диснеевскую принцессу. Так! Я сдесь не для того, что бы мерить платья. Нужно осмотреть шкаф. Я достала фонарик и осветила ящик. Там был написан код 1990. К чему Он? Я записала код на бумажку, и сразу отправила сообщение Хью. ",
    "answers": [
      {
        "id": 68,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 70,
    "text": "Кровать была заправлена мастерски. Я плюхнулась на нее. Она такая мягкая. Увы, но на кровати я ничего интересного не нашла. Придется посмотреть на что нибудь другое...",
    "answers": [
      {
        "id": 68,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 71,
    "text": "Я решила, что окончила осмотр предметов. Да и к тому же время ужинать. Я спустилась на лифте на 19 этаж, как сказал Тор-это кухня. Когда я вошла на этаж я почувствовала замечательный запах. За плитой стоял сам Тор и готовил какую-то пищу. Выглядело сногшибательно...\n—Садись за стол, Элиза. Сейчас ты попробуешь самое вкусно блюдо. \n\nЯ с Тором сели за стол и начали кушать. Он и правда восхитительно готовил. Мы опять начали разговаривать... И говорили часа два. За это время мы очень приблизились друг к другу. Вдруг он спросил:\n\n—Элиза, мы не так давно знаем друг друга... Всего несколько дней... Но я не могу представить своей жизни без тебя... Когда я сказал, что влюблен, я имел ввиду именно тебя. Ты станешь моей девушкой? \n\nЯ не знала что и сказать. Конечно, я была обязана это сделать... Но что я чувствую на самом деле? Я ведь тоже люблю его не меньше чем он меня. По настоящему... ",
    "answers": [
      {
        "id": 72,
        "text": "Согласится"
      }
    ]
  },
  {
    "id": 72,
    "text": "—Я... Я согласна...\n—Прекрасно-Тор протянул меня к себе и страстно поцеловал... \nИ мы пошли на 24 этаж. В большую спальню...",
    "answers": [
      {
        "id": 73,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 73,
    "text": "Элизабет проснулась в огромной комнате. Но проснулась одна. В ее мыслях сразу появилось что-то вроде: Он меня бросил? Он ушел? Он больше меня не любит?\nНо сомнения Элизабет растаяли, когда она увидела Тора, который вносил огромный поднос с завтраком.\n—Спасибо тебе.-Элизабет поцеловала Тора в щечку. Он сразу покрылся красной краской.  \n",
    "answers": [
      {
        "id": 74,
        "text": "***Через некоторое время "
      }
    ]
  },
  {
    "id": 74,
    "text": "***Через некоторое время.\n\nЭлизабет и Тор жили вместе уже более 2-ух месяцев. За это время они очень полюбили друг-друга. Тор сделал предложение своей девушке. Но Элиза жила двумя жизнями. Она давала информацию ФБР о Торе. И да, он признался о своей работе. Теперь Элизабет знала о нем все... Она любила его... И любила Ника... Но работа есть работа... Элиза уже узнала местонахождение секретных документов. Ей оставалось только выкрасть их. \nИ какое решение она предпримет? ",
    "answers": [
      {
        "id": 75,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 75,
    "text": "Глава окончена ",
    "answers": [
      {
        "id": 1,
        "text": "На главную"
      }
    ]
  },
  {
    "id": 76,
    "text": "Теперь у Элизабет есть право на выбор. Украсть секретные материалы и стать девушкой Ника или выходить замуж за Тора и уходить из ФБР с официальным именем Элизабет Шпак. Для обычной 19-ти летней девушки это очень неожиданный поворот событий. Но это не оправдание. Нужно выбрать...\n\n[Вы перешли к главному выбору этого квеста. Будет внимательны, принимая решение]",
    "answers": [
      {
        "id": 77,
        "text": "Украсть секретные материалы и стать девушкой Ника"
      },
      {
        "id": 78,
        "text": "Выходить замуж за Тора и уходить из ФБР с официальным именем Элизабет Шпак"
      }
    ]
  },
  {
    "id": 77,
    "text": "Элизабет решила, что работа и Ник для нее дороже. Она дождалась, когда Тор выйдет из дома, и пробралась в тайник. Там она воспользовалась кодом 1990 и открыла сейф. Элизабет вынесла все документы и передала их ФБР. Позже Ник сделал ей предложение. У пары родилось 2-ое детей. Они были счастливы... Но все же, Элизабет никак не могла забыть Торроса и только к концу жизни поняла, что он был для нее самым дорогим человеком...",
    "answers": [
      {
        "id": 79,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 78,
    "text": "Элизабет не смогла предать Тора. Она ушла из ФБР и в ее стране последнюю объявили предательницей. Но Элизабет было все равно. Она любила Тора и была счастлива с ним. Пара поженилась и поехала в свадебное путешествие. А там у них родилось 3-ое замечательных девочек. Теперь Элиза по настоящему была счастлива... ",
    "answers": [
      {
        "id": 80,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 79,
    "text": "Вы завершили квест на обычную концовку. Элизабет была в полне счастлива, но любила Торроса. Это ваша история, это ваш выбор...",
    "answers": [
      {
        "id": 1,
        "text": "На главную"
      }
    ]
  },
  {
    "id": 80,
    "text": "Вы завершили квест на счастливую концовку. Элизабет осталась с Торросом, и никогда об этом не жалела. Это ваша история. Это ваш выбор...",
    "answers": [
      {
        "id": 1,
        "text": "На главную"
      }
    ]
  },
  {
    "id": 81,
    "text": "Я написала этот квест за 5 дней, стараний сдесь не очень много. Я надеюсь, что он Вам все же понравится) У меня в плане есть еще один квест под названием \"Дон Жуан вампир\". Пожалуйста, напишите в комментариях, стоит ли мне писать еще один квест? Делились своим мнением и об этом квесте в комментариях. \n                                         Автор, BlackCat)",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 82,
    "text": "Я решила добавить функцию \"персонажи\"\nСдесь будут представлены основные герои квеста. ",
    "answers": [
      {
        "id": 83,
        "text": "Шерил Спринг/Элизабет Шпак"
      },
      {
        "id": 84,
        "text": "Виктор(Вик) Нейри/ Николас Ватер "
      },
      {
        "id": 85,
        "text": "Торрос Де Каракос "
      },
      {
        "id": 85,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 83,
    "text": "Девушка с двойным именем. Очень яркая, милая и общительная. В юности занималась боксом и стрельбой. До вербовки в ФБР училась в колледже. \nНе очень высокого роста, с большими и нежными карими глазами, каштановыми волосами и с кучей веснушек на маленьком, аккуратром носике.  \nВ одежде предпочитает платья пастельных тонов. Редко надевает туфли на каблуках.",
    "answers": [
      {
        "id": 82,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 84,
    "text": "Лучший друг и союзник главной героини. Часто оказывает знаки внимания.Тоже имеет двойное имя. О том, чем он занимался да вербовки в ФБР, никто кроме него не знает.  \nДовольно высокого роста, с мимимишными голубыми глазами и пепельными и вечно растрепанными волосами.  \nВ одежде предпочитает... Все что найдется дома, то он и предпочитает. ",
    "answers": [
      {
        "id": 82,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 85,
    "text": "Очень обаятельный молодой человек, позже полюбит главную героиню. Бизнесмен, Глава Генштаба. Сначала не хотела говорить об этом, но потом сознался. \nОчень высокого роста, с итальянскими(или испанскими, или еще какими-то) чертами лица. Поэтому у него черные волосы и страстные, зеленые глаза. \nВ одежде предпочитает дорогие костюмы. ",
    "answers": [
      {
        "id": 82,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 86,
    "text": "",
    "answers": []
  },
  {
    "id": 87,
    "text": "",
    "answers": []
  },
  {
    "id": 88,
    "text": "",
    "answers": []
  },
  {
    "id": 89,
    "text": "",
    "answers": []
  },
  {
    "id": 90,
    "text": "",
    "answers": []
  },
  {
    "id": 91,
    "text": "",
    "answers": []
  }
]