[
  {
    "id": 1,
    "text": "Автор: Agromok\n\nТип повествования: Классический фэнтези — квест, мистика, драма, пробный.\n\nО квесте:\nЧья-то злая воля отправляет бездушных убийц в дом мирно живущих людей.\nЧто им нужно?\nНе золото и не драгоценности, этого нет в деревянном доме на опушке леса.\nИм нужна награда за убийство?\nНо кто может желать смерти мирных обитателей дома, почти отшельников?\nИ как дать незванным гостям отпор?\nМожет они обезумевшие душегубы, или все намного сложнее?\nНа многие вопросы лучше не знать ответа, но трем людям не оставят выбора.\nИ они будут бороться!\n\nВ этом квесте 18 концовок, (связанные открываются сразу) но не все будут по душе читателю. \n\nВам предстоит принять множество решений, чтобы спасти всех героев, а неверные решения не будут совершенно бесполезными, они помогут открыть некоторые детали сюжета и полнее раскроют его.\n\nСтатус: Закончен.",
    "answers": [
      {
        "id": 1,
        "text": "system",
        "canEditCover": true,
        "system": true
      },
      {
        "id": 1,
        "text": "system",
        "canEditBg": true,
        "system": true
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "https://fastpic.co/images/1529589787498.png",
        "system": true
      },
      {
        "id": 100,
        "text": "Начать."
      },
      {
        "id": 101,
        "text": "Итоги и информация."
      },
      {
        "id": 1,
        "text": "system",
        "canEditPage": true,
        "system": true
      },
      {
        "id": 1,
        "text": "",
        "pageImg": "https://fastpic.co/images/1418629865_les-painting-reka-koster_cro_460x720.jpg",
        "system": true
      },
      {
        "id": 102,
        "text": "Секрет.",
        "need": [
          74,
          75,
          76,
          73,
          89,
          22,
          23,
          91,
          97,
          35,
          37,
          39,
          86,
          87,
          49,
          50,
          99,
          59
        ],
        "need_ever": true
      },
      {
        "id": 1,
        "text": "movie very slow",
        "url": "https://fastpic.co/images/1529587887296.png"
      },
      {
        "id": 103,
        "text": "Эпилог.",
        "need": 102,
        "need_ever": true
      }
    ]
  },
  {
    "id": 2,
    "text": "Старик с затаённой, немного грустной улыбкой отступил вглубь комнаты. Что принесет ему новое утро? Он был рад, что тихая старость пришла к нему на смену бурной молодости и суровой зрелости. Он уже давно не держал в руках клинок, его доспех иссеченный и измятый, не раз перекованный, мирно пылится в его спальне на стене, как напоминание, что жизнь прожита не зря. Теперь черед новых поколений отстаивать свое право на жизнь в череде схваток и опасных походах.",
    "answers": [
      {
        "id": 4,
        "text": "Рассмотреть доспех висящий на стене."
      },
      {
        "id": 5,
        "text": "Осмотреть комнату."
      }
    ]
  },
  {
    "id": 3,
    "text": "Илай и Ольгерд держали в руках деревянные тренировочные мечи, отец учил сына правильно держать меч, ставить ноги, показывал боевые стойки, их сильные и слабые стороны. Для мальчика это было веселой игрой, он еще не осознавал серьёзности этой науки, но юный разум впитывал, пусть неосознанно знания, как губка. Десятилетний мальчуган любил эти занятия с отцом.",
    "answers": [
      {
        "id": 2,
        "text": "Отойти."
      }
    ]
  },
  {
    "id": 4,
    "text": "Жано провел сухой рукой по матовой поверхности панциря доспеха, взглянул на забрало округлого с Т-образной прорезью шлема. Прикрыв глаза, он ощущал каждую вмятину, каждую царапину и отметину своего доспеха. Он часто стоял так тихо ощупывая свой доспех и в его памяти всплывали картины прошлого. Ладонь скользит, и с осязанием приходят воспоминания. Вот глубокая сечь на наплечнике — след от клинка оставленная его первым противником на дуэли, его первой дуэли. Он тогда получил немало отметин и в итоге проиграл, но противник благородно пощадил, тогда еще горячного юношу, дерзко бросившего ему вызов. Юный Жано отнюдь не был глуп, и даже извинился перед победителем. Он был до сих пор благодарен тому сыну барона, Ройну. Хоть Ройн и был старше Жано, они подружились и не раз сражались плечом к плечу, пока однажды острая разбойничья стрела не пронзила сердце его товарища. Юноша тогда в ярости убил всех лиходеев, но не смог спасти друга. В память о нём он и оставил эту зарубку на доспехе.",
    "answers": [
      {
        "id": 6,
        "text": "Продолжить."
      },
      {
        "id": 2,
        "text": "Отойти."
      }
    ]
  },
  {
    "id": 5,
    "text": "Спальная комната была светлой и уютной, кроме доспехов в ней находился крепкий дубовый стол, с причудливыми резными ножками, аккуратная скамья, тоже дубовая, большая картина с изображнием Столицы королевства, большого, красивого города Ванелл. Рядом висел искуссно написаный портрет короля. На тумбе, вдоль стены лежал разный скарб, что мог пригодиться старику.",
    "answers": [
      {
        "id": 9,
        "text": "Глянуть в окно."
      },
      {
        "id": 10,
        "text": "Одеться, выйти из спальни и привести себя в порядок.",
        "need": 8,
        "need_ever": true
      },
      {
        "id": 4,
        "text": "Прикоснуться к доспеху."
      }
    ]
  },
  {
    "id": 6,
    "text": "Мысли старого воина витают далеко в прошлом, пальцы продолжают скользить по холодной стали доспеха. Вот они нащупали широкую горизонтальную линию сбоку панциря. В наёмничьи годы, когда он уже обрел репутацию выдающегося война, Жано не редко ввязывался в разного рода авантюры. Ему было лет сорок, когда по заказу юной баронессы Катины Лорной, он выслеживал скаугра, некрупного хищника магического происхождения. Скаугры обитали преимущественно в глубоких таёжных лесах и редко нападали на людей, однако этот был особо агрессивен к людям и растерзал уже несколько человек из поместья Лорной.",
    "answers": [
      {
        "id": 7,
        "text": "Усмехнуться, вспомнив дальнейшее."
      }
    ]
  },
  {
    "id": 7,
    "text": "Скаугр имел некоторое сходство с пантерой, и повадки его напоминали кошачьи, он имел отличные слух, нюх и мог передвигаться почти бесшумно. Наёмник так и не смог выследить зверя, но и схватки с ним избежать не удалось. По иронии судьбы сам скаугр выследил Жано и напал на него. С трудом, пропустив удар острым когтем, воин сумел одолеть хищника. Вернувшись и получив награду, он оставил след от удара на боку панциря, как напоминание о том, как будучи охотником, чуть не погиб, неуловимо обратившись в жертву.",
    "answers": [
      {
        "id": 8,
        "text": "Взять шлем."
      },
      {
        "id": 2,
        "text": "Пожалуй достаточно воспомиманий."
      }
    ]
  },
  {
    "id": 8,
    "text": "Крепко обватив руками стальной шлем, Жано нащупал глубокую вмятину на затылочной части. Не так давно он тренировал молодняк в приграничной со степью крепости. Отголоски войны с орками еще тревожили земли его страны, славного королевства Ванеллского. Великий ардын (глава клана на орочьем наречии) орков Расул, хранитель границы степи не желал закончить войну и отправил свой клан в нападение на приграничную крепость людского королевства. Жано пришлось сражаться и в пылу схватки, когда орки ворвались в крепость и уже сражались с защитниками внутри стен, наш герой получил могучий удар булавой по затылку, это чуть не стоило ему жизни, он потерял сознание. В итоге защитники смогли отстоять крепость и рассеяли остатки орочьего клана. Расула взяв в плен вскоре вернули вождям орков и его изгнали в степь. Безоружный, голодный и опозоренный он пропал в степи, и больше его не видели. Жано же с трудом откачали лекари крепости и с тех пор он ушел на покой, жить со своим сыном и внуком. Жена его скончалась от тяжелой болезни или от старости пол года назад, а невестку он и не знал. Сын Илай говорил, что однажды она просто ушла, оставив записку: \"Прощай, я люблю другого, позаботься об Ольгерде\". Илай так и не нашел супругу, и уже давно смирился с этим.",
    "answers": [
      {
        "id": 2,
        "text": "Вернуть шлем на место."
      }
    ]
  },
  {
    "id": 9,
    "text": "Илай и Ольгерд уже закончили тренировку. Они отдыхали сидя прямо на траве тренировочного поля , пили фруктовый сок из фляги и блаженно вдыхали летний, теплый, наполненный ароматами цветов воздух.",
    "answers": [
      {
        "id": 10,
        "text": "Заняться собой.",
        "need": 8,
        "need_ever": true
      },
      {
        "id": 5,
        "text": "Отойти."
      }
    ]
  },
  {
    "id": 10,
    "text": "Умывшись, одевшись, и критически осмотрев себя в зеркало в гостиной, Жано...",
    "answers": [
      {
        "id": 11,
        "text": "Вышел на улицу."
      },
      {
        "id": 12,
        "text": "Осмотрелся."
      }
    ]
  },
  {
    "id": 11,
    "text": "Выйдя за порог, он прикрыл рукой глаза от яркого солнечного света. Вскоре глаза привыкли и старик окликнул молодых.\n—Дедушка проснулся! — с радостным криком Ольгерд босился к старику и крепко его обнял.\nИлай так же довольно улыбаясь, подошел,  заключил в объятия отца и сына.\n—Утром заходила тетушка Агафья, принесла изумительных пирогов с капустой. — сказал Илай.\n—Эх вот ведь мужская доля, чтоб поесть нужно у женщин побираться! — пошутил Жано.\n—Ты же знаешь, я Агафью денежкой не обижу, улыбнулся Илай.\n—Ой, а можно мне пирожок? — Ольгерд уже тянул руку к мешку, оставленному на скамье.\n—Успеется, — ответил Илай, — сначала умоемся, мы же грязные, как вурдалаки!\nПацан недовольно насупился.\n—Идите умойтесь, я как раз на стол накрою. — проговорил Жано.\nИлай с сыном пошли в дом, а старик подхватив мешок с пирогами последовал за ними, как тут он услышал перестук копыт возле ворот.",
    "answers": [
      {
        "id": 13,
        "text": "Оглянуться."
      }
    ]
  },
  {
    "id": 12,
    "text": "Жано решил прихватить что-нибудь с собой, у стены стоит сундук.",
    "answers": [
      {
        "id": 40,
        "text": "Открыть."
      }
    ]
  },
  {
    "id": 13,
    "text": "Грубый бас разнесся по округе:\n—Немедленно открывайте ворота, гости прибыли!",
    "answers": [
      {
        "id": 14,
        "text": "Послушаться."
      },
      {
        "id": 15,
        "text": "Позвать Илая."
      }
    ]
  },
  {
    "id": 14,
    "text": "Жано решил послушаться сурового визитера. Отложив пироги, он начал открывать ворота и в тот же миг миг могучий удар снаружи вбил створки внутрь, снеся старика. Жано повалился на землю, во двор вбежали несколько всадников один из них копьём пригвоздил к земле беззащитного человека.",
    "answers": [
      {
        "id": 60,
        "text": "Тем временем в доме."
      }
    ]
  },
  {
    "id": 15,
    "text": "Кинув мешок, Жано вбежал в дом и закричал:\n—Илай, Илай, у нас непрошенные гости!\nИлай велел сыну ждать дома и вышел на улицу. Жано...",
    "answers": [
      {
        "id": 16,
        "text": "Вышел вслед за ним."
      },
      {
        "id": 17,
        "text": "Осмотрел комнату."
      }
    ]
  },
  {
    "id": 16,
    "text": "Жано решил прежде осмотреть комнату.",
    "answers": [
      {
        "id": 17,
        "text": "Осмотреть."
      }
    ]
  },
  {
    "id": 17,
    "text": "У входа он увидел деревянные мечи для тренировок оставленные тут Илаем и Ольгердом, и решил их взять. Так же рядом стоит большой сундук.",
    "answers": [
      {
        "id": 18,
        "text": "Осмотреть сундук."
      },
      {
        "id": 19,
        "text": "Покинуть дом."
      }
    ]
  },
  {
    "id": 18,
    "text": "Внутри сундука среди разных бытовых железяк и инструментов лежит длинный полированный меч из превосходной стали, его точно нужно взять взамен одного тренировочного.",
    "answers": [
      {
        "id": 20,
        "text": "Покинуть дом."
      },
      {
        "id": 21,
        "text": "Сходить в спальню за доспехами."
      }
    ]
  },
  {
    "id": 19,
    "text": "Лучше осмотреть сундук.",
    "answers": [
      {
        "id": 18,
        "text": "Осмотреть."
      }
    ]
  },
  {
    "id": 20,
    "text": "Выйдя на крыльцо старик не поверил своим глазам. Ворота были выбиты, на земле лежали двое неизвестных, похоже Илай смог убить их голыми руками, но тут на глазах старика, уже сильно уставшего сына могучим ударом копья убил один из оставшихся трех нападающих. Наконечник пронзил сердце.\nПадая на землю Илай прошептал:\n-Прости папа.",
    "answers": [
      {
        "id": 22,
        "text": "Страх."
      },
      {
        "id": 23,
        "text": "Гнев."
      },
      {
        "id": 24,
        "text": "Ольгерд."
      }
    ]
  },
  {
    "id": 21,
    "text": "На это нет времени!",
    "answers": [
      {
        "id": 18,
        "text": "Передумать."
      }
    ]
  },
  {
    "id": 22,
    "text": "Жано пришел в ужас.\nСтрах порализовал его.\n-Нужно было открыть ворота, старик.-сказал один из нападавших и подойдя снёс саблей бедному Жано голову. Ворвавшись в дом злодеи схватили Ольгерда и увезли в неизвестном направлении...\n\n\nНе хотелось чтоб все кончилось так?",
    "answers": [
      {
        "id": 1,
        "text": "Вернуться к началу."
      }
    ]
  },
  {
    "id": 23,
    "text": "От увиденного Жано пришел в ярость. Он бросил на землю деревянные мечи и размахивая клинком из сундука бросился на врагов. Он смог зарубить двоих, ведь раньше он был профессиональным воином, но все же старость берет своё, он очень устал. И последний противник со словами:\n-Надо было сразу открыть ворота,- рассек несчастному старику горло острым клинком. Ворвавшись в дом незванный гость схватил Ольгерда и скрылся с ним в неизвестном направлении...\n\nЧто-то пошло не так, разве так должна закончиться история?",
    "answers": [
      {
        "id": 1,
        "text": "Вернуться в начало."
      }
    ]
  },
  {
    "id": 24,
    "text": "Быстро развернувшись, бросив деревянный меч, Жано вбежал в дом и запер дверь на засов.\n\"Надолго его не хватит\" — подумал Жано — \"Они очень быстро сломали даже ворота.\"\nСхватив Ольгерда он потащил его к люку в углу прихожей, люк вел в погреб и почти не был заметен сливаясь с полом.",
    "answers": [
      {
        "id": 25,
        "text": "Спуститься."
      }
    ]
  },
  {
    "id": 25,
    "text": "Жано подтолкнул Ольгерда к люку тот спрыгнул вниз, Старик последовал за ним.",
    "answers": [
      {
        "id": 26,
        "text": "Закрыть крышку люка."
      },
      {
        "id": 27,
        "text": "Доспех остался в спальне, может удасться его прихватить?\n(Выбраться из погреба.)"
      }
    ]
  },
  {
    "id": 26,
    "text": "Жано не рискнул идти за доспехами, плотно закрыл крышку и прислушался. Вскоре дверь была выломана, и тяжелые сапоги застучали по полу.\nГрубый голос, тот что требовал открыть ворота отдал команду:\n-Крео, первый этаж, Шин второй, я осмотрю погреб, ищите мальчишку.\n",
    "answers": [
      {
        "id": 91,
        "text": "Затаиться."
      },
      {
        "id": 92,
        "text": "Приподнять крышку и посмотреть, что делается снаружи."
      }
    ]
  },
  {
    "id": 27,
    "text": "Почему-то нападающие замешкались снаружи — это шанс.",
    "answers": [
      {
        "id": 28,
        "text": "В спальню."
      },
      {
        "id": 25,
        "text": "Назад в погреб к Ольгерду."
      }
    ]
  },
  {
    "id": 28,
    "text": "Жано вбежав в спальню, постарался взять доспех, но клинок из сундука сильно мешал, все же он справился обхватив все руками и...",
    "answers": [
      {
        "id": 29,
        "text": "Рванул в погреб."
      },
      {
        "id": 30,
        "text": "Выглянул в окно."
      }
    ]
  },
  {
    "id": 29,
    "text": "Велев Ольгерду отойти от люка, старик сбросил вниз доспех с мечом и спустившись захлопнул крышку.",
    "answers": [
      {
        "id": 32,
        "text": "Надеть доспех и затаиться."
      }
    ]
  },
  {
    "id": 30,
    "text": "Он увидел, что напавшие на них воины, за обе щеки уплетают принесённые Агафьей пирожки.\n(Вот что их задержало, однако смущало такое безразличие к павшим товарищам)",
    "answers": [
      {
        "id": 29,
        "text": "Поудобней перехватив свою ношу Жано рванул в погреб."
      }
    ]
  },
  {
    "id": 31,
    "text": "Незванные скрылись с ребенком.",
    "answers": [
      {
        "id": 98,
        "text": "Искать следы."
      }
    ]
  },
  {
    "id": 32,
    "text": "Хотя в погребе было темно, хоть глаз выколи, Жано однако смог почти без проблем на ощупь надеть свой доспех, он проделал это совершенно механически. Старик с внуком затаились.",
    "answers": [
      {
        "id": 33,
        "text": "Прислушаться."
      }
    ]
  },
  {
    "id": 33,
    "text": "Сверху раздались удары, Жано понял, что визитёры ломают дверь. Это не продлилось долго, менее чем за пол минуты дверь была выбита, засов переломился. Три пары ног в тяжёлых сапогах прошли внутрь дома.\n—Крео, первый этаж, Шин второй, я поищу подвал, помните ребенка брать живым и невредимым.- послышался грубый, повелительный голос, как раз тот что раздавался из-за ворот. Двое ушли вглубь дома, но командир стал внимательно осматривать пол в поисках люка.",
    "answers": [
      {
        "id": 34,
        "text": "Осторожно приподнять крышку и выглянуть."
      },
      {
        "id": 35,
        "text": "Затаиться и ждать."
      }
    ]
  },
  {
    "id": 34,
    "text": "Жано тихонько открыл крышку и увидел, что враг осматривает противоположный конец прихожей. Это был шанс?",
    "answers": [
      {
        "id": 35,
        "text": "Передумать и вновь затаиться, зачем испытывать судьбу?"
      },
      {
        "id": 36,
        "text": "Попытаться атаковать."
      }
    ]
  },
  {
    "id": 35,
    "text": "Через пару минут неизвестный нашел люк, он сразу позвал остальных. Жано и мальчику так и не удалось сбежать, старика убили при попытке выбраться, а ребёнка унесли в неизвестном направлении...\n\nНеужели это конец?",
    "answers": [
      {
        "id": 1,
        "text": "Эх, вернуться в начало..."
      }
    ]
  },
  {
    "id": 36,
    "text": "Стрелой метнувшись из люка к врагу, Жано яростно атаковал его, в последний момент враг успел заметить движение, но все же недостаточно быстро, старый воин убил его одним одаром меча почти бесшумно.",
    "answers": [
      {
        "id": 37,
        "text": "Бежать с Ольгердом."
      },
      {
        "id": 38,
        "text": "Напасть на оставшихся врагов."
      }
    ]
  },
  {
    "id": 37,
    "text": "Схватив внука, Жано вылетел наружу и они опрометью бросились в лес. Вскоре они поняли, что двое живых врагов бегут по их следу, Жано все больше уставал, доспех был уже слишком тяжел для него, он упал не в силах подняться. Смышлёный малый успел прихватить ту самую флягу с соком, что они с отцом распивали после тренировки, мальчик протянул её деду, прохладный сок смог немного унять усталость в старческих мышцах.\n-Беги малыш, спасайся я задержу их, прохрипел Жано.\nРебенок со слезами на глазах бросился дальше в лес. Вскоре Жано встретил свою смерть, он не мог справиться с двумя умелыми воинами, он очень устал, его ноги треслись от напряжения. Его убили очень быстро. Преследователи просто на бегу с двух сторон полоснули его лезвиями и продолжили погоню за ребенком. Что было дальше с мальчиком никто не знает...\n\nМожно немного отдохнуть...",
    "answers": [
      {
        "id": 1,
        "text": "Может не сразу продолжу, но такой финал не для меня!"
      }
    ]
  },
  {
    "id": 38,
    "text": "Не рекомендуется...(прим. автора.)",
    "answers": [
      {
        "id": 36,
        "text": "Так и быть..."
      },
      {
        "id": 39,
        "text": "Я настаиваю!"
      }
    ]
  },
  {
    "id": 39,
    "text": "Жано крадется вглубь дома, войдя в гостиную он увидел одного из нападающих, тот стоял к нему спиной. Жано сразу пронзил его мечом в спину и тут же получил такой же удар, даже доспех не помог. Неужели это была приманка и ловушка?! Последний напавший брезгливо оттолкнул тело старика, вышел в прихожую, некоторое время он искал люк, но а итоге погреб был найден, а в нем был найден юный Ольгерд. Схватив ребенка, неизвестный покинул дом...\n\nГрустно, неужели нет шанса?",
    "answers": [
      {
        "id": 1,
        "text": "Вернуться к началу, я не сдамся."
      }
    ]
  },
  {
    "id": 40,
    "text": "Тут свалены разные инструменты, металлические детали и острый стальной меч.",
    "answers": [
      {
        "id": 41,
        "text": "Взять меч."
      },
      {
        "id": 42,
        "text": "Закрыть сундук."
      }
    ]
  },
  {
    "id": 41,
    "text": "\"Зачем мне сейчас боевое оружие, если я хочу потренироваться, где-то должен быть деревянный меч...\"-подумал Жано.",
    "answers": [
      {
        "id": 42,
        "text": "Закрыть сундук."
      }
    ]
  },
  {
    "id": 42,
    "text": "Действительно неплохая мысль пришла в голову — \"потренироваться\". Старик прошел вглубь дома и вернулся с тренировочным мечом в руке. Он даже улыбнулся.\n—Эх, тряхну стариной, авось не рассыплюсь!",
    "answers": [
      {
        "id": 43,
        "text": "Прихватить тренировочный меч и выйти."
      }
    ]
  },
  {
    "id": 43,
    "text": "Солнечные лучи ненадолго ослепили старческие глаза, но вскоре он проморгался.\n—Деда!— Ольгерд увидев дедушку с мечом очень удивился. — Ты будешь играть с папой?\n—Да вот, решил немного размяться на старости лет. — ответил добродушно Жано.\nИлай смотрел на него не менее удивленно, чем Ольгерд.\n—Ну, к бою, отец! — Илай отсалютировал отцу мечом.\nУтренняя тренировка развлекла их троих, мальчик с открытым ртом наблюдал, как хищно и грациозно движутся в боевом танце два опытных воина.",
    "answers": [
      {
        "id": 44,
        "text": "Закончить тренировку."
      }
    ]
  },
  {
    "id": 44,
    "text": "—Отлично размялись, — сказал Илай, — к нам тётушка Агафья приходила, принесла пирожков с капустой, конечно я ей щедро заплатил. Эх, может самому научиться печь? Но... руки война не для кухни!\nОни дружно засмеялись.",
    "answers": [
      {
        "id": 45,
        "text": "Спросить о питье."
      }
    ]
  },
  {
    "id": 45,
    "text": "Жано поинтересовался нет ли у них с собой чего-нибудь промочить горло. Ольгерд протянул ему флягу с фруктовым соком и старик сделав несколько глотков блаженно улыбнулся. За воротами послышался перестук копыт и грубый бас пронесся над стеной:\n— Открывайте ворота, гости пожаловали!\nИлай сразу шикнул на Ольгерда и тот скрылся в доме.",
    "answers": [
      {
        "id": 46,
        "text": "Скрыться в доме."
      },
      {
        "id": 47,
        "text": "Открыть ворота и готовиться к нападению."
      },
      {
        "id": 48,
        "text": "Отправить Илая в дом за мечом, что в сундуке."
      }
    ]
  },
  {
    "id": 46,
    "text": "\"Вместе с  Илаем, у нас будет шанс\" — подумал Жано — \"Лучше не спускать с ворот глаз\".",
    "answers": [
      {
        "id": 45,
        "text": "Передумать."
      }
    ]
  },
  {
    "id": 47,
    "text": "Жано с сыном взяли деревянные мечи наизготовку и стали ждать. Вскоре ворота содрогнулись от мощного удара и распахнулись, впуская незванных гостей. Завязалась схватка, Жано с сыном с трудом отбивались от четырех войнов влетевших во двор, к счастью, тренировки не прошли даром и они вдвоём смогли одолеть пришельцев, хотя и получили не мало ранений.\nИз дома раздался крик Ольгерда, похоже один из нападавших смог незаметно проникнуть в дом.",
    "answers": [
      {
        "id": 77,
        "text": "На помощь ребенку."
      }
    ]
  },
  {
    "id": 48,
    "text": "К тому моменту, как Илай с мечом вернулся во двор, он застал ужасную картину: один неизвестный был повержен, похоже отец своим деревянным мечом проломил тому череп, но остальные уже стояли над бездыханным телом Жано.",
    "answers": [
      {
        "id": 49,
        "text": "Ярость."
      },
      {
        "id": 50,
        "text": "Страх."
      },
      {
        "id": 51,
        "text": "Ольгерд."
      }
    ]
  },
  {
    "id": 49,
    "text": "Илай яростно набросился на пришельцев, его меч сверкал подобно молнии, он смог убить троих из четырёх оставшихся нападающих и даже ранил четвертого, но все же четверо на одного слишком неблагоприятный расклад, невредимый воин проткнул его своим клинком, уже падая наземь, Илай заметил как убийца хладнокровно добил своего напарника. Неизвестный вошел в дом и вскоре вышел держа мальчика Ольгерда и скрылся с ним в неизвестнои направлени.\n\nКак быть, такой глупый финал...",
    "answers": [
      {
        "id": 1,
        "text": "Это еще не конец!"
      }
    ]
  },
  {
    "id": 50,
    "text": "Ужас сковывает Илая он не может пошевелиться, один из напавших бросает в него топор, который входит Илаю прямо в лоб. Гости спокойно проникают в дом и выносят оттуда Ольгерда. Они уходят с ним в неизвестном направлении.\n\nПлохой конец, нужно рискнуть еще.",
    "answers": [
      {
        "id": 1,
        "text": "Собраться с духом и начать сначала."
      }
    ]
  },
  {
    "id": 51,
    "text": "Вбежав в дом, Илай быстро захлопнул за собой дверь, опустил крепкий засов.\n\"Надолго его не хватит\",-подумал Илай.",
    "answers": [
      {
        "id": 53,
        "text": "Подпереть дверь сундуком."
      }
    ]
  },
  {
    "id": 52,
    "text": "Зайдя в спальню взгляд Илая упал на доспех отца.",
    "answers": [
      {
        "id": 55,
        "text": "Надеть доспех Жано."
      },
      {
        "id": 56,
        "text": "Глянуть в окно.",
        "need": 55
      }
    ]
  },
  {
    "id": 53,
    "text": "Илай придвинул тяжёлый сундук к двери. Ну хоть что-то.",
    "answers": [
      {
        "id": 52,
        "text": "Вместе с Ольгердом пойти в спальню отца."
      },
      {
        "id": 54,
        "text": "Вместе с Ольгердом пойти вглубь дома."
      }
    ]
  },
  {
    "id": 54,
    "text": "Отец с сыном быстро пробрались в другой конец дома.",
    "answers": [
      {
        "id": 57,
        "text": "Выход один - окно."
      },
      {
        "id": 58,
        "text": "Устроить засаду."
      }
    ]
  },
  {
    "id": 55,
    "text": "Совсем не тот размер, это бесполезно!",
    "answers": [
      {
        "id": 52,
        "text": "Пнуть доспех и отойти от него."
      }
    ]
  },
  {
    "id": 56,
    "text": "За окном они увидели как напавшие за обе щеки уплетают пирожки Агафьи, есть шанс сбежать, пока они заняты.",
    "answers": [
      {
        "id": 54,
        "text": "Вглубь дома."
      }
    ]
  },
  {
    "id": 57,
    "text": "Илай первый прыгнул пробив стекло, он как раз поднялся на ноги и увидел быстро приближающуюся фигуру, это был четвёртый нападающий, видимо его отправили в обход, в скоротечной схватке Илаю удалось ловким ударом поразить врага. Он посмотрел в окно дома, чтобы позвать сына, но в комнате никого не оказалось. Илай влез в окно он звал Ольгерда, но тот не откликался, похитители забрав его, покинули дом.",
    "answers": [
      {
        "id": 31,
        "text": "Выбежать наружу."
      }
    ]
  },
  {
    "id": 58,
    "text": "Илай встал за дверью и стал ждать, Ольгерд стоял чуть дальше вглубине комнаты. Они слышали сильные удары и приглушённую ругань, видимо нападавшие ломились в дверь, и вскоре она была сломана, а сундук отлетел в сторону. Илай затаил дыхание, он слышал как некто грубым голосом раздавал указания:\n-Крео, первый этаж. Шин, второй этаж, я осмотрю погреб, найти мальчишку.",
    "answers": [
      {
        "id": 59,
        "text": "Приготовиться."
      }
    ]
  },
  {
    "id": 59,
    "text": "Дождавшись когда Крео подойдет, Илай нанёс удар,  противник с грохотом рухнул на пол, тут же неизвестный ворвался в комнату, а за ним его компаньон Шин.\n-В окно! Прыгай в окно и беги!- закричал Илай сыну.\nТот не сплоховал, как учил его отец он сразбега прыгнул в окно, сгруппировавшись. Пробив стекло мальчик рухнул на траву, он уже собрался бежать, но кто-то схватил его и потащил неизвестно куда. Это был четвертый нападающий, видимо отправленный командиром в обход. Тем временем схватка в доме завершилась. Илай конечно смог оболеть своих врагов, но получив тяжелое ранение сейчас умирал, истекая кровью...\n\nЕще попытку?",
    "answers": [
      {
        "id": 1,
        "text": "Ладно, сначала."
      }
    ]
  },
  {
    "id": 60,
    "text": "Дождавшись своей очереди, Илай умывался. Ольгерд уже закончил умываться после тренировки, он отошел в свою комнату и переодевался. В этот момент он услышал сильный грохот снаружи.",
    "answers": [
      {
        "id": 61,
        "text": "Посмотреть в окно."
      }
    ]
  },
  {
    "id": 61,
    "text": "Выглянув в окно, мальчик увидел выломанные ворота, чужие люди входят во двор, а один из них выдергивает копьё из распростёртого на земле дедушки.",
    "answers": [
      {
        "id": 62,
        "text": "Побежать деду на помощь."
      },
      {
        "id": 63,
        "text": "Бежать к папе."
      }
    ]
  },
  {
    "id": 62,
    "text": "Выбежав на крыльцо, мальчик тут же был схвачен крепкими руками. Его потащили за ворота.",
    "answers": [
      {
        "id": 64,
        "text": "Кричать."
      }
    ]
  },
  {
    "id": 63,
    "text": "Подбежав к отцу, Ольгерд рассказал ему об увиденном.\n—Отец, как же так... — простонал Илай.",
    "answers": [
      {
        "id": 88,
        "text": "Взять себя в руки."
      }
    ]
  },
  {
    "id": 64,
    "text": "—Папа, папочка, помоги! — что было сил закричал Ольгерд.",
    "answers": [
      {
        "id": 65,
        "text": "Илай."
      }
    ]
  },
  {
    "id": 65,
    "text": "Закончив умываться Илай услышал крик сына, он рванул к выходу и увидел выбитые ворота и тело своего отца. В ужасе он выбежал за ворота и увидел, как пятеро всадников удаляются в сторону леса, у одного через круп лошади было что-то перекинуто.\n—Ольгерд... — выдохнул Илай.",
    "answers": [
      {
        "id": 66,
        "text": "В погоню."
      }
    ]
  },
  {
    "id": 66,
    "text": "Нужно взять оружие!",
    "answers": [
      {
        "id": 67,
        "text": "В дом."
      }
    ]
  },
  {
    "id": 67,
    "text": "Где-то должен быть меч.",
    "answers": [
      {
        "id": 68,
        "text": "Осмотреться."
      }
    ]
  },
  {
    "id": 68,
    "text": "Мужчина, оглядел прихожую и заметил сундук, в нем должно лежать оружие.",
    "answers": [
      {
        "id": 69,
        "text": "Открыть сундук, взять меч и бежать за сыном."
      },
      {
        "id": 70,
        "text": "Взять в спальне доспех отца."
      }
    ]
  },
  {
    "id": 69,
    "text": "Илай вскоре добежал до леса, на опушке паслись пять лошадей, видимо похитители не рискнули ехать верхом в чащу.",
    "answers": [
      {
        "id": 71,
        "text": "В лес."
      }
    ]
  },
  {
    "id": 70,
    "text": "Бегать в доспехе плохая идея.",
    "answers": [
      {
        "id": 68,
        "text": "Собраться с духом."
      }
    ]
  },
  {
    "id": 71,
    "text": "Илай промчался мимо оставленных на опушке лошадей. Продираясь через бурелом, напарываясь на колючки и поскальзываясь, Илай вскоре вышел на поляну с алтарём. На холодном камне алтаря лежал его сын, перед алтарём стоя на коленях громко, нараспев читали заклинание пятеро похитителей, они находились в странном трансе, а за алтарём над землёй парил огромный демон, его чешуя была красной и пылала призрачным, потусторонним огнём, бездонный взгляд блуждал по распростертой на алтере маленькой фигуре.",
    "answers": [
      {
        "id": 72,
        "text": "Атаковать заклинателей."
      },
      {
        "id": 73,
        "text": "Атаковать демона."
      }
    ]
  },
  {
    "id": 72,
    "text": "Илай метнулся к похитителям разя их своим мечом. Он уже убил четверых, но похоже пятый закончил читать заклинание. В ту же секунду демон расплылся бесформенным пучком энергии и яростно впился в тело Ольгерда.\n—Ты опоздал. — промолвил последний похититель. — Господин нашел невинную оболочку и теперь сможет обитать в нашем мире, и набрав достаточно сил, поработит его.\nЗаклинатель злорадно улыбнулся.\n—Ах ты мразь! — Илай вогнал лезвие меча прямо в скалящийся рот.\nОн оглянулся, тело на алтаре дернулось и Ольгерд поднялся на ноги, сошел с алтаря.\n—Папочка, это ты? — спросил он.\n—Это я, сынок... — ответил Илай.",
    "answers": [
      {
        "id": 74,
        "text": "Обнять сына."
      },
      {
        "id": 75,
        "text": "Убить сына."
      },
      {
        "id": 76,
        "text": "Убежать."
      }
    ]
  },
  {
    "id": 73,
    "text": "Илай метнулся к жуткой фигуре и нанёс удар. Демон даже не пошевелился, а Илай вспыхнув подобно факелу опал на землю горсткой пепла. Что случилось с ребенком, осталось неизвестным.\n\nЧто-то прояснилось, но таким ли должен быть финал?",
    "answers": [
      {
        "id": 1,
        "text": "Попытаться снова."
      }
    ]
  },
  {
    "id": 74,
    "text": "Слелав шаг вперед, Илай крепко прижал ребенка к себе.\n— Все кончилось. — прошептал Илай.\nЗловещий голос раздался из уст ребенка:\n— Нет, это только начало...\nМаленькие руки стали все крепче сжимать тело отца, он пытался освободиться, но вдруг, резко сжавшиеся детские руки сомкнулись на нем с силой двухтонного преса. Илай умер. Демон в обличии невинного ребенка вприпрыжку побежал в сторону ближайшего города...\n\nУжасный финал...",
    "answers": [
      {
        "id": 1,
        "text": "Переиграть."
      }
    ]
  },
  {
    "id": 75,
    "text": "Взяв меч наизготовку Илай стал надвигаться на сына, его глаза были полны слёз.\n—Папа, что ты делаешь, папа? — в испуге закричал Ольгерд.\n—Прости сын... Илай ударил мальчика мечом. С мольбой на лице ребенок упал наземь. Отец не мог выдержать содеянного... Он потерял отца и убил сына. Но вдруг тело ребенка дернулось, он резко, неестественно поднялся на ноги.\n—Папочка, ты что убил меня?\nИлай в ужасе смотрел на ожившего сына.\n—Ты заплатишь за это! — заливаясь слезами ребенок вспыхнул демоническим пламенем. Огненная плеть материализовалась в его руке и он взмахнул ей. Демон-Ольгерд снес голову несчастному отцу. Демоническое пламя погасло, плеть исчезла, и маленький демон вприпрыжку побежал в сторону ближайшего города...\n\nДемон побеждает, это неправильно.",
    "answers": [
      {
        "id": 1,
        "text": "Попытаться вновь."
      }
    ]
  },
  {
    "id": 76,
    "text": "Бросившись в лес Илай долго бежал не разбирая дороги, не ведая направления. Он поклялся во что бы то ни стало уничтожить зло проникнувшее в его мир, в тело его сына. Отправившись в город, он вступил в ряды инквизиции и в итоге, через много лет, мир охваченный демоническим огнём, был очищен от темных сил. Бесчисленные потери понесло человечество в борьбе с демоном, однако Илай хоть и дожил до этого момента, сошел с ума...\n\nЧто-то сделано не так, хоть мир и был спасён.",
    "answers": [
      {
        "id": 1,
        "text": "Начать вновь."
      }
    ]
  },
  {
    "id": 77,
    "text": "Отец с сыном вбежали в дом, из дальней комнаты донесся грохот и звук разбитого стекла.",
    "answers": [
      {
        "id": 78,
        "text": "Вглубь дома.",
        "need": 80
      },
      {
        "id": 79,
        "text": "За доспехом в спальню."
      },
      {
        "id": 80,
        "text": "Взять острый меч из сундука."
      }
    ]
  },
  {
    "id": 78,
    "text": "Вбежав в дальнюю комнату, мужчины увидели множество осколков стекла у оконной рамы, похититель скрылся с ребенком через окно!",
    "answers": [
      {
        "id": 81,
        "text": "Вылезти через окно."
      }
    ]
  },
  {
    "id": 79,
    "text": "Нет времени!",
    "answers": [
      {
        "id": 77,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 80,
    "text": "Илай схватил меч из сундука.",
    "answers": [
      {
        "id": 77,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 81,
    "text": "Выбравшись наружу, они услышали ржание лошади и перестук копыт, обогнув дом они увидели как всадник с перекинутым через круп лошади Ольгердом скачет к лесу.",
    "answers": [
      {
        "id": 82,
        "text": "За ним."
      }
    ]
  },
  {
    "id": 82,
    "text": "Они со всех ног побежали за всадником, добежав до леса Илай и Жано обнаружили лишь коня мирно жующего траву.",
    "answers": [
      {
        "id": 83,
        "text": "Продолжить погоню."
      }
    ]
  },
  {
    "id": 83,
    "text": "Продираясь через лес, мужчины вскоре вышли к поляне с алтарём. Перед алтарём опустившись на колени, нареспев читал заклинание тот самый похититель, унёсший мальчика. На алтаре лежал бездыханный Ольгерд, а за алтарем на возвышении парил огромный, жуткий демон, его чешуя пылала демоническим огнем, потусторонний взгляд блуждал по телу распростертому на алтаре.\nЖано с Илаем переглянулись.",
    "answers": [
      {
        "id": 84,
        "text": "Атаковать заклинателя."
      },
      {
        "id": 85,
        "text": "Атаковать демона."
      }
    ]
  },
  {
    "id": 84,
    "text": "Илай с мечом наперевес рванул к заклинателю, Жано же слишком устал, чтобы ему помочь, деревянный меч в дрожащей руке ходил ходуном. Илай не успел лишь на мгновенье, когда его меч опускался на шею заклинателя, тот закончил произносить заклинание. Заклинатель осел на землю убитый, а демон в тот же миг расплылся бесформенным сгустком энергии и жадно впился в тело ребенка. Через мгновение тело мальчика дернулось и он встал с алтаря.\n— Папочка, это ты? — спросил Ольгерд.\n— Это я сынок.",
    "answers": [
      {
        "id": 86,
        "text": "Обнять сына."
      },
      {
        "id": 87,
        "text": "Убить сына."
      }
    ]
  },
  {
    "id": 85,
    "text": "Жано заметил, как пристально сын смотрит на демона.\n— Лучше убить человека, так будет больше шансов одолеть демона,- быстро проговорил старик. Илай согласно кивнул.",
    "answers": [
      {
        "id": 84,
        "text": "Атаковать заклинателя."
      }
    ]
  },
  {
    "id": 86,
    "text": "— Не подходи к нему! — раздался крик Жано. Старик собравшись с силами подошел к Илаю. По какому-то наитию старик сжал медальон висевший у него на груди, последний подарок его жены.\n— Что ты делаешь дедушка?  -вскрикнул Ольгерд.\n— Demonial Inferium Returno! — прокричал старик.\nТело ребенка затряслось, он упал на землю, из него вырвался сгусток энергии принявший обличие демона.\n— Что вы наделали?! — заревел демон.\nОн протянул когтистую лапу к стоящим людям, но тут же тело его быстро сжалось, на мгновенье в воздухе висел крохотный шарик энергии, который вскоре погас...\n\nПоздравления, вам удалось спасти всех героев Квеста!",
    "answers": [
      {
        "id": 1,
        "text": "Попробовать пройти иначе."
      }
    ]
  },
  {
    "id": 87,
    "text": "— Илай, остановись! — крикнул Жано. Старик сжимая амулет висевший на груди, последнюю память о жене, подошел к мальчику.\n— Дедушка, родной, это я Ольгерд,- проговорил ребенок.\n— Я знаю... — ответил Жано.\nПо какому-то наитию, сжимая амулет, старик произнёс:\n— Demonial Inferium Returno...\nВ тот же миг из тела мальчика вырвался сгусток темной энергии обратившийся в демона.\n— Что? Как ты это сделал?! — возопил демон.\nЕго могучее тело сжалось в крохотный шарик демонической энергии, через мгновение, он погас...\n\nПоздравления, все герои истались живы, отличный финал истории!",
    "answers": [
      {
        "id": 1,
        "text": "Попробовать еще."
      }
    ]
  },
  {
    "id": 88,
    "text": "Через миг они услышали тяжелые удары в дверь дома.",
    "answers": [
      {
        "id": 89,
        "text": "Бежать через окно.",
        "need": 90
      },
      {
        "id": 90,
        "text": "Бежать за мечом к сундуку."
      }
    ]
  },
  {
    "id": 89,
    "text": "Разбедавшись Илай прыгнул в окно, пробив стекло, он тут же поднялся на ноги и позвал Ольгерда. Сын подошел к окну и в тот же миг увидел, как к отцу приближается один из убийц.\n—Папа, сзади! — крикнул мальчик, но было поздно.\nТяжелый клинок раскроил череп отцу на глазах у сына. Вскоре неизвестные схватили Ольгерда и скрылись с ним...\n\n\nСнова не то, еще попытку?",
    "answers": [
      {
        "id": 1,
        "text": "Попытка не пытка."
      }
    ]
  },
  {
    "id": 90,
    "text": "Опасно, враги вот вот ворвутся в дом!",
    "answers": [
      {
        "id": 88,
        "text": "Передумать."
      }
    ]
  },
  {
    "id": 91,
    "text": "Не так много времени прошло, а убийцы нашли погреб, жано пытался сражаться, но его положение было слишком невыгодным, он погиб защищая внука. Нападающие схватили Ольгерда, и утащили его в неизвестном направлении...\n\nНеудача, снова?",
    "answers": [
      {
        "id": 1,
        "text": "Переиграть."
      }
    ]
  },
  {
    "id": 92,
    "text": "Аккуратно приподняв крышку, Жано заметил одного из незванных гостей, в этот момент тот стоял спиной к Жано, это шанс спастись.",
    "answers": [
      {
        "id": 93,
        "text": "Атаковать."
      }
    ]
  },
  {
    "id": 93,
    "text": "Жано стрелой метнулся к врагу и убил его. К сожалению, тот упал сильно ударившись об пол, нужно бежать.",
    "answers": [
      {
        "id": 94,
        "text": "Бежать вместе с Ольгердом."
      },
      {
        "id": 95,
        "text": "Сразиться."
      }
    ]
  },
  {
    "id": 94,
    "text": "Они рванули к лесу, уже продираясь через заросли, они услышали шум погони.\nЖано велел:\n-Беги вперед Ольгерд, я задержу их.\nПосмотрев в решительные глаза деда, Ольгерд помчался в лес. Вскоре преследователи вышли на Жано, ему удалось связать боем одного из них, но второй продолжил погоню за ребенком. К счастью, Жано не очень устал от забега, хорошо, что он не стал брать свой доспех. Старику с трудом удалось убить своего противника, он получил несколько порезов, но пока несмертельных.",
    "answers": [
      {
        "id": 96,
        "text": "Идти дальше, за внуком."
      }
    ]
  },
  {
    "id": 95,
    "text": "Это плохая идея, враги спровоцированы.",
    "answers": [
      {
        "id": 94,
        "text": "Бежать."
      }
    ]
  },
  {
    "id": 96,
    "text": "Он вскоре вышел на поляну, в центре её стоял алтарь, на алтаре лежал Ольгерд, он был без сознания. Перед алтарем, стоя на коленях, читал нараспев заклинание последний похититель. За алтарём возвышался огромный демон, с пылающей чешуёй. Его бездонные глаза осматривали мальчика.",
    "answers": [
      {
        "id": 97,
        "text": "Метнуть меч в заклинателя."
      }
    ]
  },
  {
    "id": 97,
    "text": "Замахнувшись, старик метнул меч в человека перед алтарём, меткий бросок пробил его тело насквозь, оборвав заклинание.\n—Что ты наделал, ничтожный старик, умри же! — взревел демон.\nДемон приготовился атаковать Жано, но тот сжав в руке медальон, что висел у него на груди, произнес, сам не очень понимая что делает:\n—Demonial Inferium Returno!\nВ тот же миг, демон сжавшись в крохотный шар энергии, исчез, вслед за ним исчез и шар. Ольгерд очнулся и дедушка, бросившись к алтарю, заключил внука в объятия...\n\nНеплохой финал, но Илай ведь погиб.",
    "answers": [
      {
        "id": 1,
        "text": "В начало."
      }
    ]
  },
  {
    "id": 98,
    "text": "Следы копыт обнаружились быстро, они вели в сторону леса. Илай двинул в ту сторону и вскоре достиг опушки, лошади похитителей паслись чуть в стороне, видимо похитители не рискнули ехать через лес верхом. Илай углубился в лес. Вскоре он вышел на поляну в центре которой стоял алтарь. В округе никого не было.",
    "answers": [
      {
        "id": 99,
        "text": "Продолжить поиски."
      }
    ]
  },
  {
    "id": 99,
    "text": "Ему так и не удалось найти мальчика, но он поклялся именем погибшего отца, что отыщет сына...\n\nНеопределенный финал, можно начать заново.",
    "answers": [
      {
        "id": 1,
        "text": "К началу."
      }
    ]
  },
  {
    "id": 100,
    "text": "Раннее утро. Окраина королевства. Добротный двухэтажный дом за трёхметровой деревянной стеной с крепкими воротами, рядом лес, и речка Святка. Старик Жано раскрыл глаза, потянулся, скрипя суставами, поднялся с постели, на его шее висел хрупкий медальон, последний подарок от его жены, она говорила, что он изгоняет демонов, хотя Жано еще не собирался в инфериум, он все же не снимал медальон, он отнюдь не был святым, он и суеверным не был, но всякое может быть, а что важнее - память, которую он всегда носил с собой. Жано выглянул в окно. Его малолетний внук в это время уже весь потный от занятий с отцом яростно вопил. Старик улыбнулся. Уже почти год, как его сын Илай учил внука воинским премудростям, передавая знания обращения с мечом, своему сыну Ольгерду. Как и Ольгерд, Илай в юные годы был учеником своего отца.",
    "answers": [
      {
        "id": 2,
        "text": "Отойти от окна."
      },
      {
        "id": 3,
        "text": "Наблюдать за тренировкой."
      }
    ]
  },
  {
    "id": 101,
    "text": "†Достигнутые концовки, будут появляться тут (всего 18).\n★Обратите внимание, что воспоминания Жано нужно прочесть до конца, хотя бы один раз.\n‼ Прочтите  все концовки, чтобы открыть небольшой бонус, а также эпилог.\n√Квест июля 2017 года.\n*Особая благодарность Администрации приложения за помощь в восстановлении квеста.\n",
    "answers": [
      {
        "id": 1,
        "text": "Назад."
      },
      {
        "id": 74,
        "text": "Ужасный финал.",
        "need": 72,
        "need_ever": true
      },
      {
        "id": 75,
        "text": "Демон побеждает.",
        "need": 72,
        "need_ever": true
      },
      {
        "id": 76,
        "text": "Цена мира высока.",
        "need": 72,
        "need_ever": true
      },
      {
        "id": 73,
        "text": "Неясность.",
        "need": 71,
        "need_ever": true
      },
      {
        "id": 89,
        "text": "Снова неудача.",
        "need": 88,
        "need_ever": true
      },
      {
        "id": 22,
        "text": "Ужас Жано.",
        "need": 20,
        "need_ever": true
      },
      {
        "id": 23,
        "text": "Ярость Жано.",
        "need": 20,
        "need_ever": true
      },
      {
        "id": 91,
        "text": "Неудобная позиция.",
        "need": 26,
        "need_ever": true
      },
      {
        "id": 97,
        "text": "Почти...",
        "need": 96,
        "need_ever": true
      },
      {
        "id": 35,
        "text": "Неужели конец?",
        "need": [
          34,
          33
        ],
        "need_ever": true
      },
      {
        "id": 37,
        "text": "Старость - слабость.",
        "need": 36,
        "need_ever": true
      },
      {
        "id": 39,
        "text": "Приманка.",
        "need": 38,
        "need_ever": true
      },
      {
        "id": 87,
        "text": "Demonial Inferium Returno! 1",
        "need": 84,
        "need_ever": true
      },
      {
        "id": 49,
        "text": "Ярость Илая.",
        "need": 48,
        "need_ever": true
      },
      {
        "id": 50,
        "text": "Ужас Илая.",
        "need": 48,
        "need_ever": true
      },
      {
        "id": 99,
        "text": "Потеря...",
        "need": 98,
        "need_ever": true
      },
      {
        "id": 59,
        "text": "Кровь и стекло.",
        "need": 58,
        "need_ever": true
      },
      {
        "id": 86,
        "text": "Demonial Inferium Returno! 2",
        "need": 84,
        "need_ever": true
      }
    ]
  },
  {
    "id": 102,
    "text": "Его сознание — хрупкий город,\nСтарый демон — обличие стали,\nОзлившись едко — подобно мору,\nМеталл расплавленный — его голод.\n\nЦарей неволить, та цепь — желание,\nА дерево страхов — мотив и карма,\nЗахлопнется щель между адом и раем.\nКороль лютой бездны — разочарование.",
    "answers": [
      {
        "id": 1,
        "text": "Уйти."
      }
    ]
  },
  {
    "id": 103,
    "text": "Надежды демона рухнули, утонули в пучине непонимания. Осознание собственной беспомощности рвало его на части.\n\nНичтожества! Пусть ваши души сильны, а сердца крепки, вы не сможете вечно противостоять мне! —  ревел обезумевший демон рухнув обратно в Бездну.\n\nЯрость монстра сотрясала грани Инфериума.\n\n— Скоро я вернусь и сотру в пыль ваш жалкий мир!\n",
    "answers": [
      {
        "id": 1,
        "text": "В начало."
      }
    ]
  },
  {
    "id": 104,
    "text": "",
    "answers": []
  }
]