[
  {
    "id": 1,
    "text": "Автор: PepsiDimon [vk.com/dima_kiselev2]\n\nКвест рассказывает читателю о том как Алексей Карасев на страх и риск пробирается в центр зоны и на пути встречается с разными сталкерами и легендами. На этом пути будет множество трудностей, новых знакомств и враждебных врагов...",
    "answers": [
      {
        "id": 1,
        "text": "Это мой первый квест, рад буду принять критику, хотя квест очень короткий...",
        "comment": true
      },
      {
        "id": 2,
        "text": "[Одиночная игра]"
      },
      {
        "id": 7,
        "text": "[Достижения]"
      },
      {
        "id": 8,
        "text": "[Эпизоды]"
      }
    ]
  },
  {
    "id": 2,
    "text": "[Одиночная игра]\nЭпизод-1 \"До зоны\"\n\n[Предисловие]\nАлексей Карасев [Карась] — так зовут его коллеги, но офисная жизнь ему наскучала и он решил пойти в Сталкеры. Путь в зону хорошо охраняется и чтобы туда попасть нужно рисковать, а кто не рискует — тот не пьёт шампанского. Вместе с другом Степаном Хромовым [Хромой] он хочет \"пролезть\" в зону отчуждения.\n\n[15 апреля 20•• год]\n\nВы в полудрёме. Звонит телефон, тогда вы принимаете нужным...",
    "answers": [
      {
        "id": 3,
        "text": "[Встать с кровати]"
      },
      {
        "id": 5,
        "text": "[Продолжить спать]"
      }
    ]
  },
  {
    "id": 3,
    "text": "Вы встали и потянулись. Вам звонил Хромой",
    "answers": [
      {
        "id": 4,
        "text": "[Принять вызов]"
      }
    ]
  },
  {
    "id": 4,
    "text": "— Алло! Что так долго? [Хромой]\n— Что в такую рань? [Карась]\n— У меня сведения, что один КПП у въезда пустой\n— Как пустой? А строжайшая охрана?\n— Обьясню потом не по телефону\n— Хорошо, встречаемся там же как всегда?\n— Да\n— Давай, встретимся",
    "answers": [
      {
        "id": 6,
        "text": "[Закончить вызов]"
      }
    ]
  },
  {
    "id": 5,
    "text": "Телефон всё ещё звонил. Вы всё таки решили...\n\n[Получено достижение: \"Соня\"]",
    "answers": [
      {
        "id": 3,
        "text": "[Встать с кровати]"
      }
    ]
  },
  {
    "id": 6,
    "text": "Вы щёлкнули кнопку сброса вызова и положили его в карман. Нужно собрать всё необходимое в вещмешок нам понадобиться...",
    "answers": [
      {
        "id": 9,
        "text": "[Камуфляж-куртка, армейский нож, пару консерв, аптечка, бутыль питьевой воды]"
      }
    ]
  },
  {
    "id": 7,
    "text": "[Ваши достижения]",
    "answers": [
      {
        "need_ever": true,
        "comment": true,
        "id": 7,
        "text": "[Отравленный предатель]",
        "need": [
          10
        ]
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 7,
        "text": "[Соня]",
        "need": [
          5
        ]
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 7,
        "text": "[Куряка]",
        "need": [
          12
        ]
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 7,
        "text": "[По-тихому]",
        "need": [
          14
        ]
      },
      {
        "id": 1,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 8,
    "text": "[Эпизоды]",
    "answers": [
      {
        "id": 2,
        "text": "[Эпизод-1 \"До зоны\"]",
        "need": [
          2
        ],
        "need_ever": true
      },
      {
        "id": 19,
        "text": "[Эпизод-2 \"Прелести зоны\"]",
        "need": [
          19
        ],
        "need_ever": true
      },
      {
        "id": 25,
        "text": "[Эпизод-3 \"Лагерь новичков\"]",
        "need": [
          25
        ],
        "need_ever": true
      },
      {
        "id": 1,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 9,
    "text": "— Вещмешок получился не тяжелым и взял всё необходимое — [Застёгивает вещмешок] — нужно идти к КПП, а с Хромым по дороге встретимся... [Звук приходящего СМС] ... \"Выдвигайся я жду у развилки\". Вы посчитали, что нужно",
    "answers": [
      {
        "id": 10,
        "text": "[Съесть \"Шпроты в Масле\"]"
      },
      {
        "id": 11,
        "text": "[Торопясь подкходить к развилке]"
      }
    ]
  },
  {
    "id": 10,
    "text": "Вы открыли банку консерв \"Шпроты в масле\" и начали смачно уплетать это. Хромой в ярости писал вам СМС, но вы не услышали, а у вас лишь темнело в глазах. Банка была вздутая и содержимое было не в лучшем виде...\n\n[Получено достижение: \"Отравленный предатель\"]",
    "answers": [
      {
        "id": 1,
        "text": "[Конец]"
      },
      {
        "id": 10,
        "text": "Вы попали в больницу, а Хромой отчайно отстреливался своим АКМ от вояк и успешно сбежал в зону. После вы заметили, что он сменил номер и поняли, что потелряли друга",
        "comment": true
      }
    ]
  },
  {
    "id": 11,
    "text": "Хромой стоял у знака \"Уступи дорогу\" и, покуривая сигаретку, смотрел на КПП в 400м от него. Увидев вас он обернулся к вам...\n— Всё таки КПП не пустой, но я так и знал, вояки всегда предусмотрительны.",
    "answers": [
      {
        "id": 12,
        "text": "- Угостишь сигареткой?"
      },
      {
        "id": 13,
        "text": "- Ну пошли?"
      },
      {
        "id": 14,
        "text": "- Может попробуем по-тихому?"
      }
    ]
  },
  {
    "id": 12,
    "text": "Хромой достал пачку сигарет и вытащил одну. Вручил вам и прикурил своей сигарой... После того как вы докурили Хромой решил посоветоваться.\n— Как будем в зону лезть?\n\n[Получено достижение: \"Куряка\"]",
    "answers": [
      {
        "id": 13,
        "text": "- Я их отвлекаю, ты подходишь к тому УАЗу и обстреливаешь из него, я если что с ножом могу одного пришманать"
      },
      {
        "id": 14,
        "text": "- Ты их отвлекаешь, я того в берете ножом по тихому, потом я отвлекаю внимание на себя и ты жахаешь их с АКМ"
      }
    ]
  },
  {
    "id": 13,
    "text": "Отлично, иди я проберусь к УАЗу",
    "answers": [
      {
        "id": 15,
        "text": "[Подойти к воякам]"
      }
    ]
  },
  {
    "id": 14,
    "text": "Отлично! Я пошёл...\n\n[Получено достижение: \"По-тихому\"]",
    "answers": [
      {
        "id": 22,
        "text": "[Обойти КПП под БТР, убить вояка в берете]"
      }
    ]
  },
  {
    "id": 15,
    "text": "— Эй, а ну-ка стоять! — грозным басом сказал офицер\n— Я турист, хочу у вас кое-что спросить...\n— Стой на месте и покажи документы\n— Какие ещё документы? [Краем глаза вы замечаете Хромого, ещё секунду и он подаёт вам сигнал]",
    "answers": [
      {
        "id": 16,
        "text": "[Взять нож в руки и вонзить его в грудь вояка в кепке]"
      },
      {
        "id": 16,
        "text": "[Взять нож в руки и вонзить его в грудь вояка с рацией в руках]"
      }
    ]
  },
  {
    "id": 16,
    "text": "Хромой добил остальных, вы быстро...",
    "answers": [
      {
        "id": 17,
        "text": "[Взяли АКМ с рук вояка]",
        "var_str_set": [
          "gun",
          "АКМ"
        ]
      },
      {
        "id": 17,
        "text": "[Взяли двустволку с рук вояка]",
        "var_str_set": [
          "gun",
          "Двустволка"
        ]
      }
    ]
  },
  {
    "id": 17,
    "text": "— Молодец, верно действуешь. Только теперь нужно валить!\nВы решаете",
    "answers": [
      {
        "id": 18,
        "text": "- Может мы найдём у них ещё, что нибудь ценное?"
      },
      {
        "id": 19,
        "text": "[Бежать вместе с Хромым]"
      }
    ]
  },
  {
    "id": 18,
    "text": "— Ты идиот? Сейчас нас повяжут и возможно просто расстреляют! Бежим быстро!\nПовинуясь Хромому вы...",
    "answers": [
      {
        "id": 19,
        "text": "[Бежать вместе с Хромым]"
      }
    ]
  },
  {
    "id": 19,
    "text": "[Одиночная игра]\nЭпизод-2 \"Прелести зоны\"\n\nШагая по сухой листве в лесу, вы молча смотрите по сторонам...\n— Я тут уже второй раз и поэтому думаю, что тебя нужно научить всем \"сталкерским фокусам\".\n— Чьим фокусам?\n— Сталкеры — это люди уважающие зону и ползующиеся ею ресурсами. Они живут в этой местности, занимаюстя разными отраслями и беруться за опасные задания. В этой зоне есть группировки или же кланы...",
    "answers": [
      {
        "id": 20,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 20,
    "text": "Эти группировки отстаивают свои интересы. Кто-то жаждет приключениями и походами в опасные уголки зоны, кому-то нужны редкие артефакты для научных исследований, кто-то занимается торговлей, наймом, продажей полезной информации и т. п. Нередко эти группировки конфликтуют и объявляют войну... Т-с-с-с",
    "answers": [
      {
        "id": 21,
        "text": "Что такое?"
      }
    ]
  },
  {
    "id": 21,
    "text": "— Мутант!\nХромой стреляет в в странного зверя похожего на кабана...",
    "answers": [
      {
        "id": 23,
        "text": "- Кто это был?"
      }
    ]
  },
  {
    "id": 22,
    "text": "Вы проползаете под БТР, перебегаете за бочку, прыгаете в кусты, обходите вояку сзади и вонзаете нож есу в грудь. Вояка без звука падает на межки с песком. Вы видиье как Хромой отвлекает их. Вы кричите и те бедные вояки, оборачиваясь на крик, получают свинец в спины.",
    "answers": [
      {
        "id": 16,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 23,
    "text": "— Это Тушканчик, что-то похожее на кабана, но сильно мутинованного.\n— Радиация и на людей влияет\n— Да, но мы употребляем Антирадин, это препарат противостоящий развитию лучевой болезни. Советую потом купить... Так вот... Аномалии опасные штуки, они подразделяются на видимые и невидимые. Последних, как ты понял, обнаружить без помощи детектора неполучиться. В аномалии лезть это не геройство, а просто глупая смерть. Усёк? Отлично. В аномалиях можно встретить артефакты. Это загадочные предметы, которые можно продавать и использовать в качестве талисмана. Повесишь на пояс такую штуку, организм может именить твои показатели здоровья и физической выносливости, одним словом получишь определённый эффект. Узнаешь побольше у торговцев.",
    "answers": [
      {
        "id": 24,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 24,
    "text": "—Всегда с собой имей еду, воду, спички, детектор, оружие и нож. Все-гда. Нужно сделать привал? Есть компания для обороны вашего лагеря? Можешь смело делать лагерь, но это чаще зависит от погоды и враждебности данной территории. И никогда не ввязывайся в чужие дела, это дело пхоло кончается... Ну вот... Пришли!",
    "answers": [
      {
        "id": 25,
        "text": "[Осмотреться]"
      }
    ]
  },
  {
    "id": 25,
    "text": "[Одиночная игра]\nЭпизод-3 \"Лагерь новичков\"\n\nЛагерь новичков выглядел как деревушка в несколько домов. Где-то посередине была постройка что-то вроде командного пункта. Прямо по дороге был выезд на асфальт, а по краям дороги были дома. Рядом с вами был вход в бункер, куда вас и позвал Хромой",
    "answers": [
      {
        "id": 26,
        "text": "[Идти к бункеру]"
      }
    ]
  },
  {
    "id": 26,
    "text": "— Идём закупимся",
    "answers": [
      {
        "id": 27,
        "text": "Спуститься в бункер"
      }
    ]
  },
  {
    "id": 27,
    "text": "Перед вами был стол и напротив сидел лысый мужик, который сидел и что-то щёлкал в ноутбуке \"A•••\".\n— Чего тебе? — прохрипел мужик\n— Закупиться надо, Сидорович — сказал Хромой\n— Ого! Хромой ты чтоли? Сколько тебя носит за зоной? А кто это с тобой? — узнал Хромого тот\n— Это Карась, мой друг, решил его взять на зону, показать что да как \n— Это правильно! Ну новичку скидочка, а за тобой Хромой долг 1000р. \n— Скотина! Всё-таки не забыл. На свой косарь.\n[Сидорович берёт купюру]\n— Ну, Карась, могу тебе предложить...",
    "answers": [
      {
        "id": 1,
        "text": "[Тут конец, но я постепенно буду дорабатывать эту ветку]"
      }
    ]
  },
  {
    "id": 28,
    "text": "",
    "answers": []
  },
  {
    "id": 29,
    "text": "",
    "answers": []
  }
]