[
  {
    "id": 1,
    "text": "2004 год. По улицам ночного города гуляют мелкие банды и наркоторговцы. В центре города относительно спокойно, но на окраинах вершатся беззаконие и беспредел.<s>r\nВ криминальную историю оказывается втянут главный герой — двадцатилетний парень Антон. Его лучший друг Саня задолжал денег местным бандитам. Наш главный герой берется помочь ему в этой проблеме. Если бы он только знал, к чему все это приведет...<s>r\n<s>r\nАвтор: Денис Борзов.",
    "answers": [
      {
        "id": 2,
        "text": "НАЧАТЬ"
      },
      {
        "id": 54,
        "text": "ОГЛАВЛЕНИЕ"
      },
      {
        "id": 1,
        "text": "system",
        "canEditCover": true,
        "system": true
      },
      {
        "id": 70,
        "text": "О КВЕСТЕ",
        "need": [
          119,
          125,
          127
        ],
        "need_ever": true
      },
      {
        "id": 129,
        "text": "ДОСТИЖЕНИЯ "
      },
      {
        "id": 144,
        "text": "Группа автора в \"ВК\" ",
        "url": "https://vk.com/arlequinart/"
      }
    ]
  },
  {
    "id": 2,
    "text": "Все описанное в квесте является выдумкой. Автор не одобряет подобного поведения. Все совпадения случайны.",
    "answers": [
      {
        "id": 3,
        "text": "Далее..."
      }
    ]
  },
  {
    "id": 3,
    "text": "ГЛАВА 1<s>r\nДОЛЖНИК<s>r\n<s>r\nОбыкновенный осенний вечер. Дул прохладный ветер и мелкий дождик стучал по асфальту. Антон вышел из автосервиса и достал пачку сигарет из кармана. Его рабочий день на сегодня окончен.<s>r\n",
    "answers": [
      {
        "id": 4,
        "text": "Покурить"
      },
      {
        "id": 5,
        "text": "Не курить"
      }
    ]
  },
  {
    "id": 4,
    "text": "Антон достал из кармана коробок спичек и подкурил сигарету. Сделав первую затяжку и выдохнув дым, парень начал шагать в сторону дома.",
    "answers": [
      {
        "id": 6,
        "text": "Идти домой"
      }
    ]
  },
  {
    "id": 5,
    "text": "Антон положил пачку сигарет обратно в карман.<s>r\n\"Потом покурю\", - подумал он и пошел в сторону дома.",
    "answers": [
      {
        "id": 6,
        "text": "Идти домой"
      }
    ]
  },
  {
    "id": 6,
    "text": "Жил парень недалеко, на улице Котовского. То есть ему нужно было только перейти через дорогу и пройти дворами на соседнюю улицу. Там, в обычной пятиэтажке и жил Антон.<s>r\nДенег на жизнь ему хватало, тем более, что человеком он был экономным. Парень старался откладывать на машину, хотя бы на жалкую потрепанную \"девятку\" (сосед как раз такую продает), но как только на выходных придут пацаны... Ой. Тушите свет! Обязательно купят спиртного столько, сколько влезет в шесть человек. Да и вдобавок, Саня постоянно просит взаймы.<s>r\nАнтон прекрасно знал, на какие такие \"личные нужды\" вечно просит денег его друг. Парень прекрасно был осведомлен, чем занимается Саня днями напролет.<s>r\n\"Надо бы ему позвонить, кстати,\" - подумал Антон и достал телефон. Старая-престарая \"Моторола\", но работает, как часы.<s>r\n",
    "answers": [
      {
        "id": 7,
        "text": "Позвонить Сане"
      }
    ]
  },
  {
    "id": 7,
    "text": "Антон набрал номер Сани и прислонил трубку к уху. Послышались гудки - вызов идет.<s>r\nСтранно, что при таком образе жизни Саня еще жив. Родителей у него не было, да и близких родственников тоже. Откуда он брал деньги на жизнь и на свою \"дурь\" - непонятно. Наверняка все уже из дома вынес, что только можно.<s>r\n- Алло? - гудки сменились на голос Сани.<s>r\n- Алло, Саня?<s>r\n- Да, Антоха, че такое?<s>r\n- Ты там как вообще?<s>r\n- Да ниче, пойдет, - по голосу Сани было трудно понять, накурен он или нет. - Ты че, как?<s>r\n- Да тоже нормально. Подгоняй ко мне? Пивка возьмем.<s>r\n- Шаву брать?<s>r\n- А че, он не уехал разве?<s>r\n- Неа, обломалось у него там че-то.<s>r\n- Бери тогда Шаву тоже. Все, короче, жду у себя.<s>r\n- Давай, свидимся.<s>r\n",
    "answers": [
      {
        "id": 8,
        "text": "Закончить разговор"
      }
    ]
  },
  {
    "id": 8,
    "text": "\"Хэх, Шава. Дольше орал, что быстрее всех нас из этой помойки свалит\", - подумал Антон, подходя к своему подъезду.<s>r\nШава - это один из пяти закадычных друзей Антона. Шавой его прозвали за любовь к шаурме, как бы странно это не звучало. Жил он в одном доме с Саней, только в соседнем подъезде.<s>r\nВообще, стоит рассказать о друзьях Антона поподробнее. Саня, Шава, Медведь, Лепила и Зубарь. Антон знал их с первого класса и они всегда были не разлей вода.",
    "answers": [
      {
        "id": 9,
        "text": "Саня",
        "need": -9,
        "need_ever": false
      },
      {
        "id": 10,
        "text": "Шава",
        "need": -10
      },
      {
        "id": 11,
        "text": "Медведь",
        "need": -11
      },
      {
        "id": 13,
        "text": "Зубарь",
        "need": -13
      },
      {
        "id": 12,
        "text": "Лепила",
        "need": -12
      },
      {
        "id": 14,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 9,
    "text": "Саня. Про Саню Емельянова уже практически все рассказано: наркоман-сирота, неизвестно как умудряющийся жить.<s>r\nВ школе Саня был пай-мальчиком. В прямом смысле. У него даже мыслей не было, чтобы как-то связать себя с криминалом или чем-то подобным. Жил он тогда с отцом, который часто пил и которому было плевать на своего сына.<s>r\nПосле десятого класса, Саня связался с какими-то \"центровыми\" парнями, которые, как приговаривал Саня, \"умеют жить на полную катушку\". Наркотики, машины, девочки - все это уже давно приелось \"центровым\", а Саня только-только вошел во вкус.<s>r\nНикто не удивился, когда \"центровых\" накрыл наряд милиции на квартире у одного из них. Сане на тот момент уже было восемнадцать лет. Возможно, что и Саня бы попался в руки милиции, но в тот день парень забирал тело своего отца из морга. Тот умер от цирроза печени. Когда Саня узнал о том, что его дружков судят, он расстроился только из-за одного: он больше не знал, куда прийти за дозой.<s>r\n",
    "answers": [
      {
        "id": 8,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 10,
    "text": "Шава, он же Толя Терехин, был большим любителем поесть. Серьезно, этот парень доедал закуску после каждой пьянки парней, если что-то оставалось конечно же.<s>r\nШава жил с бабушкой, его родители погибли в аварии, когда Шаве было всего лишь четыре года. Парень рос неконфликтным, но шумным. В старших классах он перевстречался со всеми одноклассницами. Те и сами были только \"за\". Конечно, это же Шава, мастер подколов и приколов. <s>r\n\"Ну и что, что пухлый, так даже милее\", - приговаривали девчонки, вздыхая.<s>r\nВ десятом классе, Шава начал встречаться с новенькой девчонкой, которая приехала откуда-то с севера. Звали ее Настя. Тогда ни Антон, ни его друзья не заметили беды: в Настю Шава был конкретно влюблен. Как говорится, по уши. Только после того, как парни узнали, что Шава сломал нос одному из ее соседей за якобы \"попытку увести у Шавы девушку\", парни и вмешались. Тогда все обошлось, но дальше - больше.<s>r\nПолгода спустя, Шава застал свою подружку с каким-то молодым парнем на BMW E38. И тогда парень понял: никакой любви быть не может. Через пару дней хозяин \"бумера\" заявил об угоне, даже не подозревая, что его машина теперь обречена гнить на дне реки.<s>r\n",
    "answers": [
      {
        "id": 8,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 11,
    "text": "Роман Медведев был в этой компании настоящей \"грубой силой\". Парень всю свою жизнь посвятил спорту и даже на учебу он не уделял столько времени, сколько своим любимым боевым искусствам. Романа все знали, как боксера, не проигравшего ни одного городского и ни одного областного соревнования. Парня, возможно, ждал бы успех в большом спорте, но... На одном из соревнований он перестарался и забил своего оппонента практически до смерти. Позже выяснилось: у соперника Романа сломаны четыре ребра. Парень очень долго лежал в больнице, для Романа все обошлось. После этого, Роман решил больше не участвовать в соревнованиях и занимался исключительно для себя.<s>r\nПроблемы нашли парня относительно недавно, полтора месяца назад. На Романа возле его дома напала какая-то подъездная шпана, где в неравной схватке, победителем вышел Роман, а проигравшими... Как сказать... Два живых гопника из трех. Живущие совсем рядом Шава и Саня помогли Роману спрятать тело. Двое остальных про Романа так и не вспомнили. Более того, те даже описать не могли, с кем они тогда дрались. Говорят, что все еще в больнице лежат.",
    "answers": [
      {
        "id": 8,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 12,
    "text": "Виталий Логинов был человеком тихим. Во всех смыслах. В школе его никто особо не замечал, учился он со средним усердием. Не так давно закончил медучилище (за что его и прозвали Лепилой) и планировал поступать в медицинский институт, но тут произошла проблема: в больнице, в которую временно устроился работать Виталя, как раз в его смену пропал запас эфедрина (для непосвященных - психоактивный препарат, оборот которого ограничен). Вину свалили на Виталю. Доказательств, что он виновен в пропаже не нашли, но лицензию медработника изъяли. Виталя плюнул на свои мечты пойти в институт и сейчас ищет подработки, чтобы хоть как-то жить.<s>r\nВиталя, к тому же, был единственным в компании, кто имел собственный автомобиль - Nissan Sunny B14. Сам Виталя и друзья ласково называли машину \"санёк\". Парень всерьёз задумывался о продаже машины, но решил отложить это дело на самый крайний случай.<s>r\n",
    "answers": [
      {
        "id": 8,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 13,
    "text": "Зубарь, чтоб вы знали, - не кличка, а фамилия. Михаил Зубарь, парень, переехавший сюда в детстве откуда-то с Украины, отличался суровым нравом и дерзостью. Именно он первым из компании связался с криминалом. В девятом классе Зубарь связался со скинхедами и через какое-то время присоединился к ним. Со своими новыми друзьями Миша по ночам избивал бомжей на улицах города. Парень часто оказывался в милиции, но как-то обходилось.<s>r\nКак-то раз скинхеды и Миша устроили сходку, собирались избить бомжей, живущих в старой разрушенной двухэтажке. Снарядившись битами и цепями, парни вошли в здание и начали кровавую расправу. Однако бомжи оказались не так просты и дали отпор. Итог: бомжи были жестоко убиты, но скинхеды потеряли половину своего состава. Тела увезли за город и закопали в лесу. Зубарь после этого случая от скинхедов отстранился, но не покинул их. Изредка он участвовал в рейдах, но в таких крупных, как раньше, старался не участвовать. Благодаря своим связям среди скинов, Миша никого не боялся и чуть что - всегда лез в драку первым.<s>r\n",
    "answers": [
      {
        "id": 8,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 14,
    "text": "Антон отвлекся от своих мыслей и вошел в подъезд. Парень поднялся на третий этаж и начал открывать дверь, как вдруг услышал женский голос:<s>r\n- Ой, Антон, привет!<s>r\nПарень обернулся и увидел рядом с собой свою соседку, Лизу. Молодая светловолосая девушка жила в квартире напротив с пьющим и регулярно избивающим ее отцом. Парень однажды выручил девушку, когда ее отец в очередной раз избивал ее. После того случая отношения с Александром Викторовичем, отцом Лизы, у парня были напряженными. Зато Лиза была очень благодарна парню и не раз выручала его, по-соседски.<s>r\n- Привет, Лиза, - поздоровался Антон.<s>r\nЛиза стояла в черном спортивном костюме и с пакетом в руках.<s>r\n- В магазин? - улыбнулся Антон.<s>r\n- Ага, тебе что-то нужно?<s>r\n- Да, Лизка, будь добра, - парень вытащил из кармана мятые купюры и протянул их девушке. - Купи мне пельменей и хлеба. И упаковку чая еще. На сдачу себе что-нибудь возьми, угу?<s>r\n- Ой, да не нужно, - застеснялась девушка.<s>r\n- Да ладно, мне не жалко. Тем более, там не так уж много.<s>r\n- Спасибо, Антон, - поблагодарила Лиза. - Я скоро вернусь.<s>r\n- Давай, жду, - Антон вошёл в квартиру и пошёл переодеваться.<s>r\n",
    "answers": [
      {
        "id": 15,
        "text": "Переодеться"
      }
    ]
  },
  {
    "id": 15,
    "text": "Антон снял с себя \"рабочие\" шмотки, надел футболку и штаны и развалился на диване. Вдруг зазвонил телефон. Антон взял трубку:<s>r\n- Да?<s>r\n- Тоха, встречай нас с Шавой, мы идем уже, - раздался голос Сани.<s>r\n- Ага, пивка возьмите там, потом, если надо будет, еще возьмем.<s>r\n- Базару ноль, брат! - и Саня отключился.<s>r\nАнтон положил телефон на кровать и вышел на балкон. Постояв там минут десять, парень решил покурить. Не успел Антон подкурить сигарету, как раздался стук в дверь. Парень пошел открывать.<s>r\n",
    "answers": [
      {
        "id": 16,
        "text": "Открыть дверь"
      }
    ]
  },
  {
    "id": 16,
    "text": "За дверью оказалась Лиза. Девушка протянула пакет:<s>r\n- Вот, все, что ты просил купила.<s>r\n- Цены тебе нет, Лизка. Спасибо! - поблагодарил Антон, взяв пакет и деньги.<s>r\n- Да не стоит. Слушай, Антон, - сказала смутившись Лиза.<s>r\n- Что такое?<s>r\n- Да тут... Такое дело... Папаша опять пьет, мне это надоело. Можно я у тебя посижу?<s>r\nАнтон задумался.<s>r\n",
    "answers": [
      {
        "id": 17,
        "text": "- Ну, мы там с парнями пивка хотели выпить, так что..."
      }
    ]
  },
  {
    "id": 17,
    "text": "- Ну, я тихо посижу, - сказала Лиза. - Я не помешаю...<s>r\n- Да ладно, плюнь. Конечно, заходи, - улыбнулся парень.<s>r\n- Спасибо! - девушка вошла в квартиру Антона.<s>r\n- Ты-то пиво будешь? - спросил Антон.<s>r\n- Нет, спасибо, - хихикнула Лиза. - Я маленькая ещё.<s>r\n- Ой, да конечно. Проходи пока что, располагайся.<s>r\n",
    "answers": [
      {
        "id": 18,
        "text": "Идти на кухню"
      }
    ]
  },
  {
    "id": 18,
    "text": "Антон пошел на кухню, а Лиза пошла за ним.<s>r\n- Помочь чем-нибудь? - спросила девушка.<s>r\n- Да, Лиза, будь добра, - ответил Антон. - Вскипяти воду, пельмешков сварим.<s>r\n- Хорошо, - и девушка кинулась исполнять просьбу.<s>r\nАнтон невольно засмотрелся на девушку и задумался. Как же так? Такая хорошая и воспитанная девочка живет с отцом-алкоголиком, который ее постоянно бьет... Что за несправедливость? Была бы взрослой - Антон предложил бы ей переехать к нему. Но нет, Лиза училась в школе, в одиннадцатом классе. Куда ему, двадцатилетнему парню звать к себе семнадцатилетнюю школьницу? Хотя... Она уже почти взрослая и...<s>r\n- Все, Антоша, я закончила, - сказала Лиза, потирая руки.<s>r\n- А... Ага, - ответил Антон.<s>r\n- Ты чего такой задумчивый? - поинтересовалась девушка.<s>r\n",
    "answers": [
      {
        "id": 19,
        "text": "- Слушай, Лизка, а переезжай ко мне жить? Чего тебе сидеть с этим старым алкашом?"
      },
      {
        "id": 20,
        "text": "- А, да так, просто... Завис немножко."
      }
    ]
  },
  {
    "id": 19,
    "text": "Лиза удивилась:<s>r\n- Ты серьезно?<s>r\n- Д-да, - ответил Антон, поражаясь собственным словам.<s>r\nВоцарилось молчание. Первой тишину нарушила Лиза:<s>r\n- Я... даже не знаю...<s>r\n- Все в порядке, нет так нет, - ответил Антон, придя в себя.<s>r\n- Я... Я подумаю... Спасибо за предложение, Антон, я ценю твою заботу, - тихо промолвила Лиза.<s>r\n",
    "answers": [
      {
        "id": 21,
        "text": "Продолжить готовить"
      }
    ]
  },
  {
    "id": 20,
    "text": "- Ну ладно, - сказала Лиза. - Все, воду я поставила, чем еще помочь?<s>r\n- Да... ничем, все, спасибо, - ответил Антон.<s>r\n\"Как хорошо, что не предолжил\", - подумал парень.<s>r\n",
    "answers": [
      {
        "id": 21,
        "text": "Продолжить готовить"
      }
    ]
  },
  {
    "id": 21,
    "text": "Антон нарезал хлеб и положил его на тарелку.<s>r\n- Ты пельмени будешь? - спросил он у девушки.<s>r\n- Немножко если.<s>r\n- Хорошо. Чаю может пока что?<s>r\n- Не откажусь, - улыбнулась Лиза.<s>r\nАнтон поставил чайник и спросил у Лизы:<s>r\n- Сколько сахара?<s>r\n- Три ложечки.<s>r\n- Понял, - ответил Антон и насыпал в кружку три ложки сахара. Затем парень кинул в кружку чайный пакетик и сел за стол, ожидая, пока вода в кастрюле закипит.<s>r\n- Как дела, Антон? - спросила Лиза у парня.<s>r\n- Да как обычно, потихоньку, а у тебя как?<s>r\n- Я устала уже от учебы, пусть учебный год только начался, - вздохнула девушка. - Поскорее бы закончить уже и уехать куда-нибудь.<s>r\n- Куда например?<s>r\n- В Питер. Почему бы и нет? Поступить куда-нибудь, учиться.<s>r\n- Хорошее дело, - равнодушно ответил Антон.<s>r\n- А почему ты нигде не учился? - поинтересовалась девушка.<s>r\n- С чего ты взяла? У меня специальность есть, автомеханик...<s>r\n- Но это же не высшее образование.<s>r\n- А зачем мне высшее? - спросил Антон, посмотрев Лизе в глаза. - Я живу вполне неплохо и без него, десятку получаю в автосервисе, на поесть-попить хватает.<s>r\nЛиза замолчала. Поняла, что Антону этот разговор был не интересен.<s>r\n",
    "answers": [
      {
        "id": 22,
        "text": "- Почему тебя так заинтересовала моя жизнь?"
      }
    ]
  },
  {
    "id": 22,
    "text": "Лиза помолчала, прежде чем ответить:<s>r\n- Антон, ты, можно сказать, мой единственный друг и...<s>r\n- Воу-воу, постой, - прервал ее парень. - Как это единственный? А одноклассники?<s>r\nЛиза вздохнула:<s>r\n- Уроды они все. Издеваются надо мной, говорят, мол, меня пьяный отец насилует и...<s>r\n- ЧТО? - заорал Антон. - Да они там охренели ваще! Кто это говорит? Я им быстро ноги-руки переломаю.<s>r\n- Антош, не кипятись, - взволнованно сказала девушка. - Пусть говорят, сколько душе угодно. Мне... не нужны такие друзья. Они только и умеют понтоваться. \"Мне родители из-за границы привезли то, привезли се\"... Мажорики проклятые. А я? А что я? Я живу с отцом-алкоголиком, он же все... Все деньги тратит на выпивку свою...<s>r\n- Ну все, тише-тише, - смягчил тон парень, увидев, что Лиза вот-вот расплачется.<s>r\nЛиза взяла Антона за руку.<s>r\n- Видишь, да? - сказала она. Парень рассмотрел, что по ее щеке катится слеза. - И отцу на меня наплевать. Только тебе на меня не пофиг...<s>r\n- А парня у тебя, значит, нет?<s>r\nПо щеке Лизы скатилась слеза. Девушка издала нервный смешок:<s>r\n- Антон, я дочь насилующего меня алкаша, кто со мной встречаться захочет?<s>r\n- Ну не знаю. Ты красивая и...<s>r\n- Так только ты говоришь, - прервала его Лиза и заплакала.<s>r\n",
    "answers": [
      {
        "id": 23,
        "text": "Успокоить девушку"
      }
    ]
  },
  {
    "id": 23,
    "text": "Антон перенес свой стул ближе к Лизе, сел рядом и приобнял ее.<s>r\n- Ну все, тихо-тихо, - приговаривал он всхлипывающей девушке. - Верно, пошли они все в задницу, у тебя есть я...<s>r\n- Я уродина, да, Антош? - Лиза посмотрела на парня.<s>r\n- С чего это?<s>r\n- А вот, шрам этот, на подбородке...<s>r\nУ Лизы действительно был шрам на подбородке - последствия побоев отца...<s>r\n- Ну нет, Лиза, я его даже не замечал, - мягко сказал Антон. - А вообще, он тебя очень даже украшает, честно.<s>r\n- Правда? - Девушка взглянула в глаза парню и тот машинально подумал:<s>r\n\"Какая же она красивая. Даже с красными, опухшими глазами\".<s>r\n- Правда.<s>r\nЛиза обняла Антона и сквозь слезы сказала:<s>r\n- Спасибо тебе...<s>r\nИ вдруг раздался стук в дверь.<s>r\n- А вот и пацаны пришли, - сказал Антон и, отпустив Лизу, пошел открывать дверь.<s>r\n",
    "answers": [
      {
        "id": 24,
        "text": "Открыть дверь"
      }
    ]
  },
  {
    "id": 24,
    "text": "Антон пошел открывать дверь. За дверью оказались Саня и Шава. У Шавы в руках был небольшой пакет, из которого торчали две бутылки пива.<s>r\n- Антуан, добрый вечер, - каким-то \"гламурным\" голосом произнес Шава.<s>r\n- Шава, ты че, опять журналов начитался? - засмеялся Антон.<s>r\nШава тоже засмеялся:<s>r\n- Нет, просто прикалываюсь. Че, мы войдем?<s>r\n",
    "answers": [
      {
        "id": 25,
        "text": "- Ну, сами можете не входить, только пиво отдайте тогда."
      }
    ]
  },
  {
    "id": 25,
    "text": "Парни рассмеялись, и Саня с Шавой вошли в квартиру.<s>r\n- О, Тоха, кто там у тебя на кухне? - спросил Саня.<s>r\n- Лизка, соседка моя, - ответил Антон.<s>r\n- О, братуха, красава, даже баб намутил, - кровожадно ухмыльнулся Саня.<s>r\n",
    "answers": [
      {
        "id": 26,
        "text": "- Саня, не смей. Всеку."
      },
      {
        "id": 27,
        "text": "Ударить Саню под дых"
      }
    ]
  },
  {
    "id": 26,
    "text": "- Ладно, ладно, Тоха, не кипешуй, - ответил Саня, услышав сердитые нотки в голосе друга.<s>r\n- То-то же, - ответил Антон. - Пошли на кухню, пацаны.<s>r\n",
    "answers": [
      {
        "id": 28,
        "text": "Идти на кухню"
      }
    ]
  },
  {
    "id": 27,
    "text": "Антон ударил Саню. Тот загнулся.<s>r\n- Ай... Ты че творишь, козлина? - прошипел Саня.<s>r\n- Саня, ты мне, конечно, друг, - ответил Антон, потирая кулак. - Но чтоб таких слов в отношении Лизки я от тебя не слышал, понял?<s>r\n- Да понял, понял, - выпрямился Саня. - Чего бить-то сразу?<s>r\n- Ладно, идем на кухню, парни, - ответил Шава, все еще удивленный от увиденного.<s>r\n",
    "answers": [
      {
        "id": 28,
        "text": "Идти на кухню"
      }
    ]
  },
  {
    "id": 28,
    "text": "Антон, Саня и Шава вошли в кухню. Лиза приветливо помахала рукой парням:<s>r\n- Привет, ребята!<s>r\n- Приве-е-ет! - хохотнул Саня и подмигнул девушке.<s>r\n- П-привет, - еле слышно сказал Шава.<s>r\nАнтон посмотрел на Толю и ухмыльнулся: тот разглядывал Лизу с приоткрытым ртом. Что уж поделать? Шава всегда был слишком влюбчивым.<s>r\n- Челюсть с пола подними, брат, - прошептал он Шаве на ухо.<s>r\nШава тут же закрыл рот и, будто ничего не было, сел за стол. Стоит отметить, что сел он подальше от Лизы и изредка поглядывал в ее сторону.<s>r\n- Ну че, господа... и дамы, - сказал Антон. - По пивку?<s>r\n- Давай! - хором сказали парни.<s>r\nСаня достал из пакета Шавы одну бутылку и передал ее Лизе:<s>r\n- Разливай, Лизка.<s>r\n- Так я же...<s>r\n- Понял, сам всё сделаю, - хохотнул Саня и принялся разливать пиво по кружкам.<s>r\nА вторую бутылку Антон убрал в холодильник.<s>r\nСаня разлил пиво по кружкам и компания начала пить.<s>r\n",
    "answers": [
      {
        "id": 29,
        "text": "Пить пиво"
      }
    ]
  },
  {
    "id": 29,
    "text": "- Шава? - спросил Антон, сделав первый глоток. - А ты чего не уехал-то?<s>r\n- А? - опомнился Толя. - Чего говоришь?<s>r\n\"Опять на Лизку глядел\", - подумал Антон и улыбнулся.<s>r\n- Чего не уехал-то? Ты ж хотел рвануть куда-то там... куда, кстати?<s>r\n- В Питер я хотел, - ответил Шава, хлебнув пива. - У меня там тётка живет, приютила бы поди на первое время. В Питере, сам понимаешь, лучше, чем в нашей дыре...<s>r\n- А я тоже в Питер хочу, - скромно сказала Лизка. - Вот только одиннадцатый класс закончу и поеду туда поступать куда-нибудь.<s>r\nШава повернулся к ней и сказал:<s>r\n- Так п-поехали?<s>r\nЛизка засмеялась:<s>r\n- Ну не сейчас же. Ой, пельмени сварились.<s>r\nЛиза выключила плиту и начала раскладывать пельмени по двум тарелкам. Себе она взяла тарелку поменьше, а парням побольше.<s>r\nАнтон допил свое пиво и налил в свою кружку еще.<s>r\n- Тоха? - раздался голос Сани.<s>r\n- Ась?<s>r\n- Пошли поговорим, - сказал Саня и, глянув на Лизку, добавил. - Наедине.<s>r\nАнтон напрягся.<s>r\n- Пошли, - ответил он и встал из-за стола.<s>r\n",
    "answers": [
      {
        "id": 30,
        "text": "Уйти с Саней в другую комнату"
      }
    ]
  },
  {
    "id": 30,
    "text": "- Че такое? - спросил Антон, закрыв дверь в спальню.<s>r\n- Да, это... Ну, - замялся Саня. - Я это... Ну, ты знаешь...<s>r\n- Что, Саня? Что? - повысил голос Антон.<s>r\n- Я... Я это...<s>r\n- ЧТО?<s>r\n- Тоха, - сказал Саня дрогнувшим голосом. - Я ж... на наркоту свою... бабло не только у тебя занимал...<s>r\n- Та-а-ак, мне уже не нравится, - прошипел Антон.<s>r\n- Тоха, брат... Не жилец я, короче.<s>r\n- Говори уже, в чем дело?<s>r\n- Я... я занял у людей Костыля...<s>r\nАнтон аж дар речи потерял на минуту.<s>r\n- Ты... что сделал? - переспросил он.<s>r\n- Я занял у людей Костыля... Давненько уже... Отдавать нечем... Они уже чуть ли не всю хату мне вынесли... Платить больше нечем.<s>r\nГолос Сани уже очень сильно дрожал.<s>r\n- Тох... Убьют они меня нахрен....<s>r\n- Заткнись, - сказал Антон.<s>r\n- Тоха...<s>r\n- Завали хлебало! - прикрикнул Антон.<s>r\nВ комнату вбежал Шава, а следом за ним Лиза.<s>r\n- Тоха, ты че орешь? - спросил Шава.",
    "answers": [
      {
        "id": 31,
        "text": "- Лизка, будь добра, уйди на кухню. Нам тут нужно кое-что обсудить."
      }
    ]
  },
  {
    "id": 31,
    "text": "- Ну... хорошо, - протянула Лиза и вернулась на кухню.<s>r\nАнтон объяснил Шаве, в чем дело.<s>r\n- Пацаны, мне же... - начал было Саня, но получил удар под дых от Шавы.<s>r\n- Ты совсем баран или как? - зло прошипел Толя.<s>r\n- Я... я...<s>r\n- Наркоман хренов! - Шава ударил Саню еще раз.<s>r\n- Шава...<s>r\n- Придурок! - еще удар.<s>r\n- Шава, хва...<s>r\n- Завали! - и еще удар.<s>r\n",
    "answers": [
      {
        "id": 32,
        "text": "- Шава, всё. Всё, говорю, хорош..."
      }
    ]
  },
  {
    "id": 32,
    "text": "Шава остановился и сказал Антону:<s>r\n- Они ж его завалят, ты понимаешь?<s>r\nАнтон промолчал и посмотрел на Саню. Его друг, один из лучших, сейчас лежал на полу, свернувшись калачиком, и тихо плакал.<s>r\n- Саня, харэ. Саня! - Антон поднял друга с пола. - Прекрати, мы что-нибудь придумаем. Сколько ты занял-то?<s>r\n- Не слишком много... восемь тысяч, - сказал Саня, успокоившись. - Но... Я долго не возвращал, а потом бандюганы сказали, что проценты капают и... и теперь я торчу им сорок косарей...<s>r\n- СКОЛЬКО? - заорал Шава. - Это че за проценты дикие? Ты когда занимал?<s>r\n- Две недели... назад, - захныкал Саня.<s>r\n- Ни хрена себе, - только и смог вымолвить Шава.<s>r\n- У меня... еще есть немного денег, - ответил Саня. - И мобила отжатая, кореша подарили недавно... Попробую откупиться на время, а потом...<s>r\n- Потом мы поможем, если что, - сказал Антон. <s>r\nШава, поколебавшись, кивнул.<s>r\n",
    "answers": [
      {
        "id": 33,
        "text": "- Ладно, давайте обратно на кухню."
      }
    ]
  },
  {
    "id": 33,
    "text": "Парни вернулись на кухню. Лиза сидела за столом, глядя в пустую тарелку.<s>r\n- Лизка, извини, что прогнал, просто… - начал Антон, но девушка прервала его.<s>r\n- Ничего, Антон, ты здесь хозяин, - промолвила она и улыбнулась.<s>r\nМинуту молча посидев, Лиза сказала:<s>r\n- Ладно, пойду я, мальчики. Пока-пока всем!<s>r\n- Давай, Лизка. Заходи, если чё, - сказал Антон.<s>r\n- Покеда, Лиза! - брякнул Саня.<s>r\nШава молча помахал ей рукой.<s>r\nЛиза отправилась к выходу, как вдруг Шава кинулся к двери и преградил ей путь.<s>r\n- Ты чего? - удивилась Лиза.<s>r\n- Мы же... Мы же встретимся еще раз? - спросил Шава, краснея, как школьник.<s>r\nЛиза тоже покраснела и промолвила:<s>r\n- Ну... конечно же встретимся, Толя.<s>r\nТоля просиял:<s>r\n- Тогда... до скорого, что ли?<s>r\n- Увидимся еще! - и Лиза вышла из квартиры Антона.<s>r\nПосле ухода Лизы парни набросились на пельмени. Каждый думал о своём. Рассказ Сани выбил всех из колеи.<s>r\n",
    "answers": [
      {
        "id": 34,
        "text": "- Ладно, пацаны, давайте расходиться."
      }
    ]
  },
  {
    "id": 34,
    "text": "Едва Антон сказал это, Саня тут же зачастил:<s>r\n- Тох, мне нельзя домой! А вдруг они там? Они ж убьют меня нахрен, Тоха!!!<s>r\n- Саня, успокойся. Если даже они придут, то попроси их дать тебе время. Скажи, что тебе друзья помогут.<s>r\nСаня притих, немного успокоившись.<s>r\n- Ну, - задумчиво сказал он. - Наверное, ты прав, брат. Пойду я тогда... домой.<s>r\n- И я пойду, - сказал Шава. - Давай, Антоха!<s>r\n- Давайте, пацаны, не хворайте!<s>r\nСаня с Шавой пошли обуваться. Когда Саня вышел из квартиры, Шава обернулся и сказал Антону:<s>r\n- Эта девка просто нечто, брат... Красивая...<s>r\nАнтон ухмыльнулся:<s>r\n- Лизка-то?<s>r\n- Ага.<s>r\n- Ой, не говори, Шава! Ладно, бывайте, парни.<s>r\n- Давай, Тоха, всё.<s>r\nИ входная дверь закрылась.<s>r\n",
    "answers": [
      {
        "id": 35,
        "text": "Посмотреть на часы"
      }
    ]
  },
  {
    "id": 35,
    "text": "Антон посмотрел на часы. Десять вечера.<s>r\n\"Нормально, посуду помою, да спать пойду\", - подумал Антон и пошел на кухню.<s>r\nПосуды было не так уж много: две тарелки, в которых были пельмени, одна поменьше (тарелка Лизы), вторая побольше (общая тарелка парней), четыре кружки, кастрюля и замоченная в раковине сковородка (утром Антон готовил на завтрак яичницу).<s>r\n",
    "answers": [
      {
        "id": 36,
        "text": "Мыть посуду"
      }
    ]
  },
  {
    "id": 36,
    "text": "Антон вымыл посуду и отправился в спальню. Упав на кровать, Антон подумал, что его очень сильно тревожит вся эта история с Саней, долгами и людьми Костыля.<s>r\nКостыль, он же Юрий Михайлович Тюкалов, - крупный бизнесмен. Держит свой собственный автосалон. Это о легальном бизнесе. А \"втайне от представителей закона\" бизнесмен занимался всем, чем только возможно: рэкет, торговля наркотиками, мошенничество и так далее и тому подобное. Костылем его прозвали после того случая, в девяностых: на успешного криминального авторитета напали какие-то \"заезжие\" бандиты. Какая-то ОПГ, названия которой уже никто не помнит. В той перестрелке эта самая ОПГ практически перестала существовать, Костыль потерял своих лучших телохранителей. Раненного Юрия Михайловича оставшиеся бандиты (около 3-4 человек) начали избивать, сломали ему два ребра и ногу. Возможно, Костыль бы вообще тогда погиб, но приехала милиция и задержала преступников. Юрий Михайлович после того случая очень долго ходил на костылях, за что и получил такую кличку...<s>r\n\"Саня, Саня, во что же ты ввязался, дурак?\" - подумал Антон.<s>r\nСпал Антон этой ночью неспокойно, тревожным сном.<s>r\nИ, как выяснилось на следующий день, неспроста...",
    "answers": [
      {
        "id": 37,
        "text": "КОНЕЦ I ГЛАВЫ"
      }
    ]
  },
  {
    "id": 37,
    "text": "ГЛАВА 2<s>r\nРАСЧЁТ<s>r\n<s>r\nАнтон проснулся в 06:22, но на работу ему сегодня не надо было, поэтому он решил позволить себе еще несколько часов сна. В итоге парень проснулся в десять утра, услышав телефонный звонок.<s>r\n- Да, алло? - сказал сонным голосом Антон, взяв трубку.<s>r\n- Алло, Тоха? - раздался из трубки голос Зубаря.<s>r\n- Да, Миша, привет! Че случилось?<s>r\n- Саню убили. Подходи к ларьку у сервиса.<s>r\nИ Миша положил трубку.<s>r\nАнтон долго не мог прийти в себя.<s>r\n\"Что значит убили?\" - думал он, одеваясь и съедая бутерброд с сыром одновременно.<s>r\nНаконец, одетый в синий спортивный костюм Антон вышел из дома и направился к ларьку.<s>r\n",
    "answers": [
      {
        "id": 38,
        "text": "Идти к ларьку"
      }
    ]
  },
  {
    "id": 38,
    "text": "У ларька Антон встретил Мишу, одетого, как обычно, в кожаную куртку и широкие камуфляжные штаны. Парни поздоровались.<s>r\n- Как это произошло, Зубарь? И откуда ты это узнал? - спросил Антон, закурив сигарету.<s>r\n- Пара знакомых скинов видела, как какие-то утырки из подъезда Сани что-то вытащили, похожее на ковер свернутый, - ответил Зубарь. - Вчера еще, ночью. А я сегодня утром решил к Сане заглянуть, а у него дверь открыта и весь пол в квартире в крови. Тут у меня и сошлось.<s>r\n- И кому это, думаешь, надо? - Антон харкнул на землю.<s>r\n- Да хрен знает, Саня ж вечно у кого-то да занимал. Вот и дозанимался, земля ему пухом.<s>r\nАнтон задумался. Еще вчера Саня говорил ему о людях Костыля, которые забрали у него все ценные вещи в счет долга.<s>r\n- Слушай, Миша, мы ж вчера пиво пили у меня и Саня мне рассказал одну вещь...<s>r\n- Какую? - заинтересовался Зубарь.<s>r\n",
    "answers": [
      {
        "id": 39,
        "text": "Рассказать о долге Сани"
      }
    ]
  },
  {
    "id": 39,
    "text": "- Вот я и думаю, а может это люди Костыля Саню... того. Убили, - закончил свой рассказ Антон.<s>r\nМиша задумался, а затем тихо ответил:<s>r\n- Если это люди Костыля... То Костыль совсем уже охренел.<s>r\n- А что такое?<s>r\n- Да там долгая история, - замялся Миша.<s>r\n",
    "answers": [
      {
        "id": 40,
        "text": "- Рассказывай давай."
      },
      {
        "id": 42,
        "text": "- Ну, как хочешь."
      }
    ]
  },
  {
    "id": 40,
    "text": "- Ай, ну короче, - начал Миша. - Наши ребята, скины, тоже \"торчат\" некоторые. Так вот, был у нас парняга, который у Костыля занимал. Валера его звали, даже кличку не получил, новичок был совсем. Там история такая же, как с Саней - процент дикий накрутили, вещи все отжали и хату саму тоже, а потом и грохнули нашего Валерку.<s>r\n- А откуда вы узнали, что это люди Костыля?<s>r\n- А они к нам как-то в схрон заявились, два таких бугая здоровых. Просекли, уроды, где мы зависаем. Спрашивали про Валерку, а он где-то пропадал в это время. Потом мы его когда встретили, он нам все и рассказал. А через четыре дня не стало Валерки, они даже хоронить его не стали - тупо труп нам подбросили. Изверги!<s>r\nАнтону странно было услышать слово \"изверг\" от скинхеда, но вслух он сказал:<s>r\n- Беда, конечно. А че, вы же их по-любому нашли потом?<s>r\nПосле этих слов Миша кровожадно ухмыльнулся и заявил:<s>r\n- Ох, как хотелось бы, брат. Но сам подумай, эти обезьяны нас же потом извели бы.<s>r\n",
    "answers": [
      {
        "id": 42,
        "text": "- М-да, дела..."
      }
    ]
  },
  {
    "id": 41,
    "text": "В подъезде Антон встретил Лизу. Девушка стояла с рюкзаком за спиной, но в школу явно не торопилась.<s>r\n- Опа, а чего это мы не в школе? - улыбнулся парень.<s>r\nЛиза опустила взгляд в пол:<s>r\n- Прогуливаю.<s>r\n- Ай-яй-яй, и это мне говорит отличница! - засмеялся Антон.<s>r\nЛиза, однако, не сменила выражения лица. Антон понял: что-то случилось.<s>r\n- Лиза, что случилось? - спросил парень.<s>r\n- Ничего, - также смотря в пол ответила Лиза.<s>r\n- Лиза, расскажи, что случилось.<s>r\nДевушка промолчала. Антон не придумал ничего лучше, кроме как сказать:<s>r\n- Чаю?<s>r\nЛиза кивнула. Антон открыл дверь в свою квартиру и парень с девушкой вошли.<s>r\nАнтон поставил чайник. Себе он решил налить кофе, а Лизе - крепкий сладкий чай.<s>r\n- Рассказывай давай, - сказал он, усадив Лизу за стол, а сам присел на корточки перед ней.<s>r\nЛиза, глубоко вздохнув, сказала:<s>r\n- Отец...<s>r\n- Что, опять избивает?<s>r\n- Нет... Он... Он попал в больницу, Антон.<s>r\nЭта новость выбила парня из колеи.<s>r\n",
    "answers": [
      {
        "id": 43,
        "text": "- Что случилось?"
      }
    ]
  },
  {
    "id": 42,
    "text": "- Короче, я через скинов пробить могу, кто это был, - сказал Миша. - Может, узнают кого из людей Костыля.<s>r\n- Ну пробей, Зубарь, - ответил Антон. - А вообще...<s>r\n- Что?<s>r\n- Нет, ничего. Нужно узнать все наверняка.<s>r\n- Ладно, - согласился Миша. - Я как че-нибудь узнаю - отзвонюсь тебе.<s>r\n- Договорились, брат, - ответил Антон.<s>r\nЗубарь харкнул на землю и ушел. Антон докурил сигарету и отправился домой.<s>r\n",
    "answers": [
      {
        "id": 41,
        "text": "Идти домой"
      }
    ]
  },
  {
    "id": 43,
    "text": "- Он... сегодня пошел...в магазин, - каждое слово Лизы сопровождалось всхлипом. - И не вернулся... А потом... я когда в школу пошла... увидела на дороге... папу... Там уже стояли менты и скорая...<s>r\nДевушка зарыдала.<s>r\nАнтон обнял Лизу и прошептал:<s>r\n- Все будет хорошо, Лизка. Он обязательно поправится.<s>r\nЛиза крепко обняла Антона и зарыдала еще громче.<s>r\n- Ну-ну, Лизка, успокойся. Даже если он умрет...<s>r\n- Это мой отец, Антон! Как ты можешь так говорить? - рыдала девушка. - Он пусть и избивает меня и пьет, как не знаю кто, но он мой отец...<s>r\n- Я хотел сказать, что не оставлю тебя никогда! Понимаешь?<s>r\nПосле этих слов девушка начала успокаиваться.<s>r\n- Никогда-никогда? - прошептала она.<s>r\n- Никогда-никогда! - ответил Антон.<s>r\n",
    "answers": [
      {
        "id": 44,
        "text": "Отпустить Лизу"
      }
    ]
  },
  {
    "id": 44,
    "text": "- Успокойся, Лиза, - сказал парень. - Я жопу рвать буду, но о тебе позабочусь в случае чего, обещаю.<s>r\n- Я поняла, Антон, - ответила Лиза. - Я знаю, что ты позаботишься обо мне, ты мой самый лучший друг...<s>r\nЧайник засвистел, и Антон пошел наливать Лизе чай, а себе кофе.<s>r\n- Держи, - Антон протянул Лизе кружку горячего чая.<s>r\n- Спасибо, - поблагодарила Лиза.<s>r\nВ квартире стояла тишина, Лиза и Антон молчали.<s>r\nНаконец, Лиза сделала последний глоток чая, поставила кружку на стол и сказала:<s>r\n- Спасибо за чай, я... пойду, наверное?<s>r\n- Да-да, конечно, - опомнился Антон. - Иди.<s>r\nЛиза ушла.<s>r\n",
    "answers": [
      {
        "id": 45,
        "text": "Допить кофе"
      }
    ]
  },
  {
    "id": 45,
    "text": "Антон допил кофе и пошел в спальню.<s>r\nВ спальне парень вытащил из шкафа какую-то небольшую коробку.<s>r\n— Не вскрыл бы, если б не было этого всего, — сказал вслух парень.<s>r\nВ коробке оказался пистолет Макарова и три магазина нему. Антону когда-то давным-давно подарил его Зубарь, но парень не хотел притрагиваться к оружию ни в коем случае. Однако коробочку он все же оставил себе — подарок все-таки.<s>r\n— Не думал я, что до такого дойдёт, — мрачно промолвил Антон и зарядил пистолет.<s>r В его голове родился коварный план. ",
    "answers": [
      {
        "id": 46,
        "text": "КОНЕЦ II ГЛАВЫ"
      }
    ]
  },
  {
    "id": 46,
    "text": "ГЛАВА 3<s>r\nПРЕСТУПЛЕНИЕ И НАКАЗАНИЕ<s>r\n<s>r\n— Ну чё, щемим козлов?<s>r\nСеребристый Nissan Sunny B14 с номерами \"Н646АС\" остановился чуть позади черного Mercedes-Benz, который в свою очередь был припаркован у обочины возле кафе \"Метелица\". В \"саньке\" сидели Антон, Медведь, Лепила и Зубарь.<s>r\n— Да тихо ты, Лепила, погоди! — сказал Антон и присмотрелся к мужчинам, стоящим у \"мерина\".<s>r\nДвое. В кожаных куртках. Немолодые дядьки, лет на вид 30-35. Один лысый, второй в черной кепке и с сигаретой в зубах.<s>r\n— Зубарь, — позвал Антон друга. — Ты уверен, что это они?<s>r\n— Мои пацаны сказали, что здесь люди Костыля трутся вечно, у кафешки этой, — ответил скинхед. — А я за их слова в ответе. \n",
    "answers": [
      {
        "id": 47,
        "text": "- Тогда слушайте план, братва."
      }
    ]
  },
  {
    "id": 47,
    "text": "В течение двух минут Антон рассказывал парням, как они поступят. А поступят они просто.<s>r\nСначала Антон попробует поговорить с бандитами мирно. Будучи уверен, что ничего путного из этого не выйдет, парень предлагает альтернативный вариант решения проблемы: Медведь и Зубарь вырубают \"братков\", Лепила забирает себе \"мерин\", Антон сядет за руль \"санька\". \"Братков\" засунуть по машинам и увезти к скинхедам в схрон, а там уж с них спросят, как полагается.<s>r\n- Это, Тоха? - промолвил Медведь. - А если эти двое тут не одни?<s>r\n- У меня \"плётка\" с собой, на всякий пожарный.<s>r\n- Пальбу хочешь устроить?<s>r\n- Надеюсь, что обойдемся без этого. Готовы?<s>r\nПарни молча кивнули.<s>r\n- Тогда за дело! - сказал Антон.<s>r\n",
    "answers": [
      {
        "id": 48,
        "text": "Выйти из машины"
      }
    ]
  },
  {
    "id": 48,
    "text": "- Ну чё, мужики, - начал Антон, обращаясь к бандитам. - Косяк за вами.<s>r\n- Чё? - удивился один из \"братков\", лысый со шрамом на щеке. - Ты откуда вылез, щенок?<s>r\nИз-за спины Антона вышли Медведь с Зубарем и, не сговариваясь, напали на \"братков\".<s>r\n- Пацаны, блин! - зашипел Антон. - Я ж сначала мирно хотел...<s>r\n- Э, чё за дела? - едва успел воскликнуть лысый, как тут же упал без сознания, получив в челюсть от Медведя. Бандит в кепке замахнулся на Романа, но тут же получил битой по затылку - Зубарь всегда таскал её с собой \"на дело\".<s>r\n- Пакуй их, пацаны. Лепила, \"мерин\" забирай, и поехали отсюда, - распорядился Антон и кинулся помогать Зубарю переносить в машину лысого.<s>r\nЛепила кивнул, нашел в кармане \"братка\" в кепке ключи от Мерседеса и пошёл заводить машину. Медведь понёс тело в \"санька\".<s>r\n",
    "answers": [
      {
        "id": 49,
        "text": "Погрузить тела бандитов в машины"
      }
    ]
  },
  {
    "id": 49,
    "text": "Когда \"братков\" упаковали по машинам, Антон сказал:<s>r\n- Так, Лепила, езжай за нами сейчас. Миха, давай за руль \"санька\" и вези нас к скинам. Номера на \"мерине\" попозже переставим.<s>r\nЧерез минуту около кафе \"Метелица\" уже никого не было. О произошедшем напоминал лишь выроненный \"братком\" в кепке окурок и пара выбитых зубов.<s>r\n",
    "answers": [
      {
        "id": 50,
        "text": "Ехать к схрону скинхедов"
      }
    ]
  },
  {
    "id": 50,
    "text": "Через 20 минут Nissan и Mercedes-Benz остановились около заброшенной двухэтажки на окраине города. Парни вышли из машин.<s>r\n- Миха, это и есть схрон? - спросил Медведь.<s>r\n- Именно, - харкнув, ответил Зубарь. - Только это, парни... Не базарьте об этом направо-налево, а то полетят головы.<s>r\n- Да не, не, мне просто интересно было.<s>r\n- Ща, пацаны, подождите здесь, - Миша вошёл в здание. Обернувшись, он добавил:<s>r\n- Гавриков пока что наших доставайте.<s>r\n",
    "answers": [
      {
        "id": 51,
        "text": "Достать тела бандитов из машин"
      }
    ]
  },
  {
    "id": 51,
    "text": "Парни принялись вытаскивать тела бандитов из машин.<s>r\n— Слушай, Лепила? — позвал Антон.<s>r\n— А?<s>r\n— А откуда у тебя \"санёк\"?<s>r\n— Это бати моего. Батя уж год как помер, вот \"санёк\" мне и достался. А что?<s>r\n— Да так, просто интересно. \n",
    "answers": [
      {
        "id": 52,
        "text": "Положить бандитов на землю"
      }
    ]
  },
  {
    "id": 52,
    "text": "— Батя на Костыля работал, кстати.<s>r\nАнтон снова удивился:<s>r\n— А какого хрена ты молчал?<s>r\n— А чё бы это нам дало? — спокойно произнёс Виталий.<s>r\nАнтон задумался. Действительно. Отец Виталия всё равно мёртв и ничего интересного про Костыля парни бы и не узнали.<s>r\n— Ладно, хрен с ним, — Антон достал сигарету и подкурил. — Где там Зубарь, чтоб его?<s>r\nБандиты всё еще были без сознания. Антон даже опасался, что парни их убили, но Лепила его успокоил.<s>r\n— Да живые они, живые. Правда, кукухой могут поехать.<s>r\n— Клал я на них. Нам, главное, сейчас у них всё узнать, а дальше — хоть к стенке, хоть на волю.<s>r\n",
    "answers": [
      {
        "id": 53,
        "text": "Ждать Зубаря"
      }
    ]
  },
  {
    "id": 53,
    "text": "Наконец, вышел Зубарь и заявил:\n— Гюрзы нету в схроне сейчас, он у нас главный. Пришлось решать с Рашпилем, а он такой дотошный, скотина. \"А точно свои? А точно не сольют нас?\"... Тьфу. Тащите, короче, гавриков в здание, щас мы их там обработаем. ",
    "answers": [
      {
        "id": 55,
        "text": "Тащить тела в здание"
      }
    ]
  },
  {
    "id": 54,
    "text": "Список глав (открываются по мере прохождения).\n\nИз-за бага выбрать и пройти можно лишь 1-5 главы. В главах 6 и 7 не будет доступных действий. ",
    "answers": [
      {
        "id": 1,
        "text": "Назад в меню"
      },
      {
        "id": 3,
        "text": "ГЛАВА I - Должник",
        "need": 3,
        "need_ever": true
      },
      {
        "id": 37,
        "text": "ГЛАВА II - Расчёт",
        "need": 37,
        "need_ever": true
      },
      {
        "id": 46,
        "text": "ГЛАВА III - Преступление и наказание",
        "need": 46,
        "need_ever": true
      },
      {
        "id": 61,
        "text": "ГЛАВА IV - Барыга",
        "need": 61,
        "need_ever": true
      },
      {
        "id": 71,
        "text": "ГЛАВА V - Гости из 90-х",
        "need": 71,
        "need_ever": true
      },
      {
        "id": 86,
        "text": "ГЛАВА VI - Байкеры",
        "need": 86,
        "need_ever": true
      },
      {
        "id": 85,
        "text": "ГЛАВА VII - Пункт назначения ",
        "need": 85,
        "need_ever": true
      },
      {
        "id": 132,
        "text": "Дополнительная глава - Гость из прошлого ",
        "need": 125,
        "need_ever": true
      }
    ]
  },
  {
    "id": 55,
    "text": "Медведь, Антон и Лепила понесли \"братков\" в здание. Поместили их в квартиру на первом этаже. Это и был схрон скинхедов. Наверное, выбор пал именно на эту квартиру из-за того, что только здесь была целая входная дверь, запиравшаяся на четыре тяжёлых засова.\nИзнутри казалось, будто дом и не заброшен: стены почти не обшарпаны, полы целые. На стенах висели постеры рок-групп и плакаты с нацистской символикой. В гостиной стояли два дивана, вполне хорошего состояния. Там восседали трое скинхедов: один курил, второй читал какую-то книгу, а третий сидел, закинув ногу на ногу и рассматривал один из плакатов. Заметив вошедших парней, он сказал:\n— Доброго времени суток, пацаны. Я Рашпиль, за главного здесь сейчас.\nПарни представились в ответ.\n— А этот мусор, — Рашпиль указал на тела бандитов. — Вон туда, в уголок бросьте. ",
    "answers": [
      {
        "id": 56,
        "text": "Положить бандитов"
      }
    ]
  },
  {
    "id": 56,
    "text": "Парни положили бандитов туда, куда велел Рашпиль.\n— Прекрасно. Ну-ка, дайте-ка гляну на красавцев.\nРашпиль подошел к телам и перевернул их лицами вверх.\n— А, этого я знаю, — Рашпиль пнул ногой лысого. Послышался стон. — Очнись, мразь!\nЛысый бандит приоткрыл глаза и тут же постарался резко вскочить. Это было ошибкой: Рашпиль тут же нанес удар крепким ботинком по голове бандита.\n— Не дергайся. Чё, соколик, помнишь меня? \nЛысый попытался сфокусировать взгляд на скинхеде.\n— Ты кто? — слабым голосом произнёс бандит. \n— Дед-пихто. Две тысячи второй, октябрь, \"Метелица\". Вспоминай, козлина! \nАнтон решил вмешаться. Времени на подобные спектакли не было.\n— Слушай, Рашпиль, нам нужно у них кое-что узнать. Давай мы сейчас узнаем, что нам нужно, а потом уедем и вспоминайте былые времена, сколько влезет.\nРашпиль бросил на Антона презрительный взгляд.\n— Ладно. Но этих блатных тут оставите, Гюрза будет рад их видеть куда больше, чем я.\n— Само собой.\nАнтон присел рядом с лысым. ",
    "answers": [
      {
        "id": 57,
        "text": "Спросить про Саню"
      }
    ]
  },
  {
    "id": 57,
    "text": "— У твоего начальника, Костыля, был должник, — начал Антон. — Саша Емельянов, слыхал?\nЛысый кивнул.\n— На кой ляд вы его грохнули?\n— Нам... Сизый приказал, — ответил бандит, харкнув кровью на пол.\n— А ну, не харкаться мне тут! — взревел Рашпиль. — Слизывать потом будешь, скотина.\n— Кто такой Сизый? — спросил Антон.\n— Это... Бугор наш. Он с Костылём напрямую общается... Тот его... Спонсирует... Саня ваш... Занял деньги у Сизого... Восемь кусков... Под проценты...\n— И?\n— И не вернул в срок... Проценты капали... И Сизый в конце концов... Приказал нам с Жиганом грохнуть его...\n— Зачем?\n— Чтоб из хаты... Потом... Все вынести и продать... В счёт долга...\nАнтон задумался: \n\"Выгода, конечно, огромная, нечего сказать. Убить должника, чтобы обокрасть\". ",
    "answers": [
      {
        "id": 58,
        "text": "- Не темнишь? "
      }
    ]
  },
  {
    "id": 58,
    "text": "— Нет... Так всё и было. Это Сизый виноват...\n— Да нам плевать, кто виноват, — ответил Зубарь. — Мы, короче, друзья Сашины. Ты же понимаешь, мразь, что живым отсюда не выйдешь? Тем более раз уж у тебя тёрки с Гюрзой.\nЛысый промолчал.\n— Где нам твоего Сизого искать? — спросил Антон.\n— В семь вечера... В центральном парке... Он там в одном из проулков... Шмаль толкает малолеткам.\n— Точно?\n— Да.\n— Смотри у меня, урод. Если обманул, то мы вернемся и сами тебя уработаем. Этим лысым симпатягам, — Антон кивнул головой в сторону скинхедов. — Ничего не достанется даже.\nЛысый замолчал.\n— \"Мерин\" ваш мы забираем, короче, — Антон поднялся на ноги. — Ладно, поехали, пацаны. Удачи, Рашпиль. Особо не коцайте здесь этих ушлёпков, мы вернемся, если чё.\n— Без проблем, — ухмыльнулся скинхед. — Быстрой смерти они не заслужат. ",
    "answers": [
      {
        "id": 59,
        "text": "Выйти из схрона"
      }
    ]
  },
  {
    "id": 59,
    "text": "— Че, значит вечером в парк заглянем? — спросил Лепила.\n— Ага, — ответил Антон.\n— Лепила, слышь, — промолвил Зубарь. — Ты к Василию щас сгоняй и отдай ему \"мерин\", спалимся мы с ним. Я с тобой поеду.\n— Да без бэ, поехали, — отозвался Лепила.\n— Тоха, подкинь меня до дома тогда, угу? — попросил Медведь. ",
    "answers": [
      {
        "id": 60,
        "text": "- Ну лады, поехали. "
      }
    ]
  },
  {
    "id": 60,
    "text": "\"Мерин\" и \"Санёк\" уехали, оставив позади себя лишь пыль. Из схрона скинхедов донеслись дикие крики: скинхеды приступили к экзекуции \"братков\". ",
    "answers": [
      {
        "id": 61,
        "text": "КОНЕЦ III ГЛАВЫ"
      }
    ]
  },
  {
    "id": 61,
    "text": "ГЛАВА IV<s>r\nБАРЫГА<s>r\n<s>r\n- Слышь, пацаны, да вы чё беспределите?<s>r\n- Закрой рот, мразь. Закрой свой поганый рот.<s>r\n- Лепила, заводи \"санька\".<s>r\n- А-а-а-а, чёрт... Он меня укусил, скотина.<s>r\nПослышался звук удара, барыга вскрикнул от боли.<s>r\n- Пацаны... Да вы чего?<s>r\n- Рот свой захлопни, говорить будешь тогда, когда мы разрешим. Медведь, пакуй его.<s>r\n- Шава, да ты чего такой борзый-то?<s>r\nШава харкнул на землю и гневно заявил:<s>r\n- Этот кусок дерьма Саню завалил, мне чё с ним, сюсюкаться?<s>r\n- Охладись, брат, - ответил Антон и сел в машину.<s>r\nМедведь запихнул брыкающегося Сизого в багажник и сел на переднее сиденье. Антон, Шава и Зубарь расположились сзади.<s>r\n- Трогай, водила! К скинам обратно едем.",
    "answers": [
      {
        "id": 62,
        "text": "Ехать к скинхедам"
      }
    ]
  },
  {
    "id": 62,
    "text": "У входа в двухэтажку парней встретил Рашпиль.<s>r\n- О, да вы уже к нам, как к себе домой, пацанчики, - ухмыльнулся скинхед. - Может головы побреете да в наши ряды пожалуете?<s>r\n- Рашпиль, не до твоих шуточек сейчас, - откликнулся Зубарь, держа за воротник Сизого. - Дай-ка нам с человечком перетереть с глазу на глаз.<s>r\nРашпиль закурил сигарету, выпустил колечко дыма и ответил:<s>r\n- Тащите этого на второй этаж, там хата сгоревшая есть. У нас там всё необходимое.<s>r\nСкинхед почесал подбородок и кровожадно ухмыльнулся. Антону стало не по себе от такой ухмылки.",
    "answers": [
      {
        "id": 63,
        "text": "Увести барыгу на второй этаж"
      }
    ]
  },
  {
    "id": 63,
    "text": "Сгоревшая квартира, как оказалось, и не горела никогда. Просто когда-то в этой двухэтажке обитали бомжи. Как-то раз, изрядно нализавшись палёной водки, они решили развести костёр прямо на полу. Об этом напоминало обугленное пятно в углу гостиной и черные от сажи стены и потолок.<s>r\nНа кухне (бывшей кухне) оказалось то самое \"всё необходимое\", о котором говорил Рашпиль: цепи всевозможных размеров, отвертки, молотки и прочие инструменты. Антон даже подумать боялся, для каких целей скинхеды всё это добро используют.<s>r\n- Руки ему свяжите. И ноги тоже, - распорядился Зубарь, выбирая орудие пыток. Взяв цепь от бензопилы, он немного покрутил её в руках, но тут же положил обратно. - С этим ещё успеем, ладно.",
    "answers": [
      {
        "id": 64,
        "text": "Связать Сизого"
      }
    ]
  },
  {
    "id": 64,
    "text": "Антон и Шава связали барыгу. Тот испуганными глазами смотрел на парней.<s>r\n- Парни... Парни, не надо, - взмолился он, и тут же получил удар ногой в живот от Шавы.<s>r\n- Не надо? НЕ НАДО ЗНАЧИТ? НЕ НАДО БЫЛО САНЮ УБИВАТЬ, ШВАЛЬ!<s>r\nШава принялся наносить удары ногами по всему телу барыги. Антон тут же успокоил друга.<s>r\n- Да успокойся ты уже, шизик. Скинхеды его получше обработают, уж поверь.<s>r\nШава сердито посмотрел на друга, но бить наркоторговца перестал.<s>r\nАнтон присел рядом со связанным Сизым.<s>r\n- Ну что? - начал он. - Много бабла выручил с продажи вещей Санькиных?<s>r\nБарыга ухмыльнулся разбитым ртом:<s>r\n- У вашего кореша особо и вещей не было. Но долг свой он все же погасил.<s>r\n- Ты язвить тут будешь, падла? - вмешался Шава.<s>r\nСизый посмотрел на Шаву с такой ненавистью, что тот не сдержался и нанёс барыге удар в челюсть. Сизый взвыл.<s>r\n- Ладно, гнида, - поднялся на ноги Антон. - Сейчас мы с тобой всё решим. Зубарь!<s>r\nСкинхед вошел в гостиную с охотничьим кинжалом в руках.",
    "answers": [
      {
        "id": 65,
        "text": "- Короче, кончаем его."
      },
      {
        "id": 66,
        "text": "- Отпустите этого утырка с миром."
      }
    ]
  },
  {
    "id": 65,
    "text": "— С превеликим удовольствием, — ответил Зубарь.<s>r\nСкинхед подошел к барыге и промолвил:<s>r\n— Ну чё, собаке — собачья смерть? — и парень нанёс первый удар ножом в живот барыги. Раздался дикий крик.<s>r\nАнтон не хотел на это смотреть и решил вернуться в машину.\n\n*НОВОЕ ДОСТИЖЕНИЕ: \"Собаке — собачья смерть\". ",
    "answers": [
      {
        "id": 69,
        "text": "Вернуться к машине"
      }
    ]
  },
  {
    "id": 66,
    "text": "Парни посмотрели на друга, как на умалишённого.<s>r\n- Т... Тоха, ты дурак? Он нас сдаст с потрохами! - завопил Шава.<s>r\n- И чё они нам сделают? За нами особых косяков не замечено. А \"мокруху\" я на себя брать не собираюсь.<s>r\n- Тоха, это же шваль уличная, - вмешался Зубарь, глядя на барыгу и морщась. - Он наркоту толкает. Пацанов нормальных травит, еще и наживается на этом. Валить его надо.<s>r\n- Я думаю, - протянул Антон. - Что если его о-о-очень хорошо попросить больше таким не заниматься, то, наверное...<s>r\n- Я не буду... Я завяжу, честно! - закричал Сизый.<s>r\n- Рот закрой свой, тебе слова не давали, - рявкнул Зубарь и барыга замолчал.",
    "answers": [
      {
        "id": 65,
        "text": "- Ладно, валите его тогда сами, я даже смотреть не буду."
      },
      {
        "id": 67,
        "text": "- Есть другое предложение. Давайте его ментам сдадим?"
      }
    ]
  },
  {
    "id": 67,
    "text": "Лепила, Шава и Медведь согласились с мнением Антона и только Зубарь расстроился.<s>r\n— Я смотрю все \"за\". Эх, не поразвлекаюсь сегодня, видимо.<s>r\nАнтон подошел к барыге.<s>r\n— Сегодня твой второй день рождения. Отсидишь немного, глядишь, другим человеком выйдешь на свободу. Тащите его в \"санька\", ребятки.\n\n*НОВОЕ ДОСТИЖЕНИЕ: \"Гуманист\". ",
    "answers": [
      {
        "id": 68,
        "text": "Вернуться к машине"
      }
    ]
  },
  {
    "id": 68,
    "text": "Антон сел на переднее пассажирское место и провел рукой по лицу.<s>r\n\"Доброе дело делаешь, Тоха\", - подумал парень, наблюдая как друзья тащат барыгу в машину.<s>r\nКогда все расселись по своим местам, Лепила завёл машину. Серебристый Nissan Sunny мчался в город, в ближайшее отделение милиции.",
    "answers": [
      {
        "id": 71,
        "text": "КОНЕЦ IV ГЛАВЫ"
      }
    ]
  },
  {
    "id": 69,
    "text": "Антон уселся на переднее пассажирское сидение и застонал.<s>r\n\"Сегодня ты и твои друзья загубили человеческую жизнь. А завтра что будет?\" - такие мысли крутились в голове у парня.<s>r\nЧерез некоторое время парень заметил выходящих из здания друзей. Зубарь, севший в машину, выглядел страшно довольным.<s>r\n- Ох и кровищи с него, - сказал скинхед, вытирая руки какой-то тряпкой. - Как со свиньи. А вопил, как...<s>r\n- Миша! - прервал его Антон.<s>r\nСкинхед умолк и выкинул окровавленную тряпку в окно.",
    "answers": [
      {
        "id": 72,
        "text": "- Поехали отсюда."
      }
    ]
  },
  {
    "id": 70,
    "text": "Этот раздел доступен лишь после получения всех концовок квеста.\n\nЗдесь Вы можете узнать о работе над квестом.\n\nТакже, здесь имеется ссылка на мою страницу в \"ВКонтакте\". ",
    "answers": [
      {
        "id": 1,
        "text": "Связь с автором",
        "url": "https://vk.com/id226686771"
      },
      {
        "id": 138,
        "text": "История создания квеста"
      },
      {
        "id": 139,
        "text": "Возможные продолжения"
      },
      {
        "id": 143,
        "text": "Небольшая просьба"
      },
      {
        "id": 1,
        "text": "В меню"
      }
    ]
  },
  {
    "id": 71,
    "text": "ГЛАВА V<s>r\nГОСТИ ИЗ 90-Х<s>r\n<s>r\nОтправляясь утром на работу, Антон подумал, что он и его друзья на самом деле вляпались по самое не хочу. Сначала они похитили двух людей Костыля, затем и барыгу, который работал с ним. Именно поэтому Антон тревожился по пути в автосервис.<s>r\n",
    "answers": [
      {
        "id": 73,
        "text": "Далее..."
      }
    ]
  },
  {
    "id": 72,
    "text": "Лепила завёл машину. Серебристый Nissan Sunny поехал в сторону города, прочь от этого ужасного места.",
    "answers": [
      {
        "id": 71,
        "text": "КОНЕЦ IV ГЛАВЫ"
      }
    ]
  },
  {
    "id": 73,
    "text": "Как выяснилось, тревожился тот не зря. Но обо всём по порядку.",
    "answers": [
      {
        "id": 74,
        "text": "Далее..."
      }
    ]
  },
  {
    "id": 74,
    "text": "«Как-то стрёмно всё вышло», - подумал Антон, не особо слушая клиента, приехавшего на темно-красной «семёрке».<s>r\n- Ну, так вот, с тормозами беда – объяснял толстый усатый мужчина, лет пятидесяти на вид. – Я бы и сам починил, наверное, да времени особо нет. Эй, парень, ты слушаешь вообще?<s>r\n- Да-да, проблема с тормозами, - очнулся Антон. – Колодки, судя по всему. Оставляйте машину, возвращайтесь завтра. Всё будет сделано в лучшем виде.<s>r\n- Ну ладно, всего доброго, - попрощался клиент.<s>r\n- Да, до свидания.<s>r\nМужчина вышел из автосервиса. Антон принялся откручивать колесо.<s>r\n",
    "answers": [
      {
        "id": 75,
        "text": "Приступить к ремонту"
      }
    ]
  },
  {
    "id": 75,
    "text": "«Да, всё-таки колодки», - подумал Антон, снимая старые колодки.<s>r\n- Витя! – позвал он.<s>r\n- Чего? – послышалось с другого конца автосервиса.<s>r\n- У нас колодки есть новые?<s>r\n- Где-то были, сейчас поищу.<s>r\n- Оставишь около «семёрки», я покурю схожу.<s>r\n- Окей.<s>r\n",
    "answers": [
      {
        "id": 76,
        "text": "Прерваться на перекур"
      }
    ]
  },
  {
    "id": 76,
    "text": "Антон вышел из автосервиса, сел на корточки и подкурил сигарету.<s>r\nНе успел парень выкурить и половину сигареты, как к воротам автосервиса подкатил черный тонированный «Гранд Чероки», из которого вышел лысый бородатый мужик. Увидев Антона, он ухмыльнулся и заявил:<s>r\n- Курить – здоровью вредить.<s>r\n- Знаем, знаем, - откликнулся Антон.<s>r\n- Ты тут работаешь или как?<s>r\n- Да, на перекур вышел. Что у вас?<s>r\n- Да шумит сильно, сволочь, - мужик похлопал джип по капоту. – Глушитель заменить сумеешь?<s>r\n",
    "answers": [
      {
        "id": 77,
        "text": "- Заменить-то просто, а вот найдутся ли у нас детали для «Чероки»…"
      }
    ]
  },
  {
    "id": 77,
    "text": "— Блин, парень, мне кровь из носу нужно этого красавца починить. Недавно вот пригнал его из Питера, а он мне, видишь ли, такое выдает. Всё оплачу, деньги есть, сам понимаешь. Только вот найди мне детали и замени всё, что надо… Оп, подожди, мне звонят.<s>r\nМужик достал телефон и ответил:<s>r\n— Да, Юрий Михалыч?<s>r\nАнтон немного напрягся. Из-за вчерашних разборок ему везде мерещился Костыль (его же тоже зовут Юрий Михайлович). К тому же, этот мужик на «Гранд Чероки» не из простых работяг, это сразу видно.<s>r\n— Да, заглянем сегодня туда… Да помню я адрес, что я, совсем… Улица Котовского, дом 21, квартира 33. Вот, сказал же, помню. Всё сделаем. Всё, — мужик повесил трубку.<s>r\n— Ну что, парень, договорились? – обратился он к Антону.<s>r\nАнтон сидел в той же позе, не замечая что сигарета уже дотлела до фильтра.<s>r\n\"Котовского, 21, квартира 33… Это мой адрес...\"<s>r\n— Ау, пацанчик? Ты уснул?<s>r\n— А, да-да-да, глушитель… Всё заменим, всё… Тише воды, н-ниже травы будет.<s>r\n— Вот и гуд. Ладно, мне пора. Запиши номер мой, позвонишь, как закончишь.<s>r\nАнтон записал номер и быстро направился в автосервис.<s>r\n",
    "answers": [
      {
        "id": 78,
        "text": "Позвать Витю"
      }
    ]
  },
  {
    "id": 78,
    "text": "- Витя!<s>r\n- Чего?<s>r\n- Слушай, мне че-то хреново стало… Отработай один сегодня, я потом тебя тоже как-нибудь выручу…<s>r\n- Тоха, ты совсем что ли охренел? Четвертый раз за месяц, куда годно вообще?<s>r\n- Витя, блин… Базару ноль, прикрою тебя когда-нибудь, но мне надо домой срочно… лечиться.<s>r\nВитя вздохнул:<s>r\n- Ладно. Но с Семёнычем, если что, сам будешь разбираться.<s>r\n",
    "answers": [
      {
        "id": 79,
        "text": "- Спасибо, Витяй. Выручаешь."
      }
    ]
  },
  {
    "id": 79,
    "text": "- Да ничего, сочтёмся.<s>r\nАнтон со всех ног побежал домой, на ходу обзванивая друзей. Всем говорил одно и то же:<s>r\n- Мне хана. Люди Костыля по мою душу едут ко мне в дом. Валить надо отсюда.<s>r\nПару минут спустя, Антон, тяжело дыша, достиг своего подъезда. На скамейке у входа сидела Лиза.<s>r\n- Антош, привет, - улыбнулась девушка.<s>r\n- Привет, - задыхаясь, ответил Антон. - Ты чего... Не учишься сегодня?<s>r\n- Я уже пришла, последний урок отменили... Ты бежал что ли?<s>r\nАнтон посмотрел на Лизу.<s>r\n\"Если эти гориллы приедут сюда, то наверняка пойдут к соседям, узнавать, где я. Лизе нельзя здесь оставаться\".<s>r\n- Лизка... Нет времени объяснять... Тебе нужно поехать со мной.<s>r\n- Куда? - удивилась Лиза.<s>r\n- Подальше отсюда, - ответил Антон и достал телефон.",
    "answers": [
      {
        "id": 80,
        "text": "Позвонить Лепиле"
      }
    ]
  },
  {
    "id": 80,
    "text": "- Да? - сухо произнес голос в мобильнике.<s>r\n- Лепила? Где ты, блин... Сколько тебя еще ждать?<s>r\n- Почти приехал, брат. Две минуты, - Лепила бросил трубку.<s>r\nАнтон повернулся к Лизе и прочитал в её глазах искреннее недоумение.<s>r\n- Лизка, родная, я тебе всё объясню по дороге. Но тебе нужно поехать со мной.<s>r\n- Хорошо-хорошо, - Лиза заметила, что парень сильно напуган. - Хи-хи, - вдруг прыснула она.<s>r\n- Ты чего?<s>r\n- Ты меня \"родной\" назвал, - довольно промурчала девушка.<s>r\n- Ну, а как иначе-то? - Антон присел на скамейку. - Сколько мы уже знакомы? Года три?<s>r\n- Больше, наверное... Ты как тогда защитил меня от отца, так мы и начали дружить, - Лиза улыбнулась, вспоминая. - Я тогда совсем ещё малявка была, да и ты только-только от родителей переехал.<s>r\n- Да, было время, - Антон немного успокоился.",
    "answers": [
      {
        "id": 81,
        "text": "Ждать Лепилу"
      }
    ]
  },
  {
    "id": 81,
    "text": "Лепила подъехал спустя минуту. Лиза и Антон сели в машину, в которой, помимо Лепилы, сидел еще и Шава.<s>r\n- Добрый день, дама и господин, - поздоровался Шава. - Куда карету катить прикажете?<s>r\n- Лепила, - промолвил Антон. - За Медведем и Зубарем поехали.<s>r\n- Зубарь на \"мерине\" возле схрона скинов стоит, - сухо ответил Лепила. - А Медведя закрыли.<s>r\n- Чё?<s>r\n- Гопника он уложил, помнишь такое? Его дружки, которые в больничке лежат, нашего Медведя вспомнили. С самого утра пацана в ментовку забрали. По новостям вот услышал.<s>r\nАнтон потерял дар речи.<s>r\n- Ладно, Лепила, двигай к скинам. Заберем нашего лысика.<s>r\nВиталя вдавил педаль газа и \"санёк\" помчался по улицам.<s>r\nЕхали молча, пока Лизка не осмелилась нарушить тишину:<s>r\n- Антош... Так зачем мы едем? И куда?",
    "answers": [
      {
        "id": 82,
        "text": "Рассказать Лизе правду"
      },
      {
        "id": 83,
        "text": "Соврать Лизе"
      }
    ]
  },
  {
    "id": 82,
    "text": "Антон изложил Лизе всю историю. Глаза девушки удивленно смотрели на Антона.<s>r\n- Вы... Вы...<s>r\n- Лизка, у нас не было другого выхода...<s>r\n- Антон... Я и подумать не могла, что...<s>r\n- Лиза, нет! Успокойся! Поставь себя на моё место.<s>r\nЛиза отвернулась к окну и замолчала. Недовольный Антон опустил голову.",
    "answers": [
      {
        "id": 84,
        "text": "Ехать дальше"
      }
    ]
  },
  {
    "id": 83,
    "text": "Антон посмотрел Лизе в глаза, и понял, что не сможет рассказать ей всю горькую правду. Поэтому, он рассказал ей не всё. Он упустил такие события как разборки с бандитами у \"Метелицы\" и похищение барыги Сизого. Причину побега он обозначил так: бандиты потребуют погасить долг Сани его друзей, то есть Антона и компанию. Потому они и бегут.<s>r\n- Боже... Во что же вы ввязались, ребята?<s>r\n- Лизка, это всё ненадолго. Через несколько дней мы вернёмся домой.",
    "answers": [
      {
        "id": 84,
        "text": "Ехать дальше"
      }
    ]
  },
  {
    "id": 84,
    "text": "Вскоре Nissan остановился возле старой двухэтажки - схрона скинхедов. Неподалеку стоял \"мерин\", рядом с ним на корточках сидел Зубарь и жевал травинку.<s>r\n- О, пойду-ка я в \"мерин\" пересяду, - воскликнул Шава. - Никогда на таких крутых тачках не катался.<s>r\nШава вышел из машины. Антон обратился к Лепиле:<s>r\n- Ладно. Я всех обзвонил, все в курсе, куда мы поедем. Жми, брат. Бензина хватит?<s>r\n- Заправляться всё равно придётся. \"Плётку\" ты вз...<s>r\n- Тихо! - прервал его Антон.<s>r\n\"При девчонке - ни слова про оружие!\" - взглядом пытался сказать парень другу.<s>r\nЛепила, похоже, понял. Молча раздавив педаль газа, Виталя повёл машину к выезду из города. Следом за ними выдвинулся и \"мерин\" с новенькими номерами.<s>r\nТем временем, к дому, находящемуся по адресу \"Котовского, 21\", подъехал чёрный BMW. До того, как бандиты узнают, что Антон сбежал, осталось пятнадцать минут...",
    "answers": [
      {
        "id": 86,
        "text": "КОНЕЦ V ГЛАВЫ"
      }
    ]
  },
  {
    "id": 85,
    "text": "ГЛАВА VII<s>r\nПУНКТ НАЗНАЧЕНИЯ<s>r\n<s>r\nЗаправленный до отказа Nissan мчался по трассе на бешеной скорости. За ним следовал Мерседес с Зубарем за рулём. Лепила, всё ещё пылая ненавистью, казалось не замечал, что стрелка спидометра давно уже зашкаливает.<s>r\nАнтон не мог сдерживать слёзы.<s>r\n\"Сначала Саня. Потом закрыли Медведя. Теперь Шава. Что же с нами стало?\"<s>r\nРядом всхлипывала Лиза, всё ещё шокированная произошедшим. Антон вытер скатившуюся по щеке слезу и посмотрел на девушку.",
    "answers": [
      {
        "id": 95,
        "text": "- Прости, что втянул тебя в это..."
      }
    ]
  },
  {
    "id": 86,
    "text": "ГЛАВА VI<s>r\nБАЙКЕРЫ<s>r\n<s>r\nПолутора часами позже, компания наших героев сидела в забегаловке с названием \"56 километр\". Вечно голодный Шава, жалуясь на пустой желудок, убедил ребят остановиться и перекусить. Поддержал Толю Лепила, заявив, что нужно будет заправиться, а у забегаловки есть АЗС.<s>r\n- Давай-давай, Шава, набивай брюхо, - мрачно процедил сквозь зубы Антон. - Щас нас из-за твоего живота накроют и всё. Прощай, молодость.<s>r\n- Ой, да че ты, Тоха, - ответил Шава с набитым ртом. - Они пока узнают, что ты уехал, мы уж за тысячу километров будем. Ты ешь давай, а то твой моторчик сдохнет.<s>r\nАнтон посмотрел на свой немудрёный обед и приступил к еде.",
    "answers": [
      {
        "id": 87,
        "text": "Есть"
      }
    ]
  },
  {
    "id": 87,
    "text": "Пока ребята ели, к забегаловке подъехал зелёный гоночный байк Kawasaki. Два парня, прилетевшие на нем, вошли внутрь. Было видно, что они здесь не в первый раз.<s>r\nАнтон машинально наблюдал за ними. Вот они купили себе еды и...<s>r\n- ОГО! АНТОХА, ТЫ ГЛЯНЬ! - завопил Шава.<s>r\n- Шава, ты дурак, я чуть коньки не откинул от твоего ора.<s>r\n- Ты смотри, какой у них агрегат. Парни! - крикнул Шава, обращаясь к байкерам. - А можно посмотреть на вашего коня?<s>r\nПарни переглянулись и ответили:<s>r\n- Ну пойдем, посмотришь.<s>r\nШава мимоходом подмигнул Антону:<s>r\n- Ща смотри, разживемся новой игрушкой.<s>r\nАнтон не придал значения его словам. Он посматривал на Лизу, которая молча пила яблочный сок и грустно глядела в окно.<s>r\n\"Надо с ней поговорить? Блин, а что я скажу?\" - подумал Антон.",
    "answers": [
      {
        "id": 89,
        "text": "- Лиза, я соврал тебе...",
        "need": 83
      },
      {
        "id": 90,
        "text": "- Лиза, пойми, я не хотел этого всего...",
        "need": 82
      }
    ]
  },
  {
    "id": 88,
    "text": "На улице парням открылась страшная картина.<s>r\nШава лежал на земле около байка. Под головой парня медленно растекалась лужа крови. Рядом сидела Лиза и плакала, держа Шаву за руку. Испуганный байкер, державший пистолет, посмотрел на Антона и заверещал:<s>r\n- Я не хотел! Он хотел украсть байк! Я...<s>r\nПарень осёкся и сглотнул. Было видно, что он действительно не хотел этого делать.",
    "answers": [
      {
        "id": 91,
        "text": "Убить байкеров"
      },
      {
        "id": 92,
        "text": "Не трогать байкеров"
      }
    ]
  },
  {
    "id": 89,
    "text": "Лиза перевела взгляд на Антона и удивлённо спросила:<s>r\n- В чём же это?<s>r\nАнтон поведал ей всю историю, ничего не тая. Лиза ужаснулась:<s>r\n- Боже... То есть я еду непонятно куда, непонятно почему с... с убийцами?!<s>r\n- Лиза, успокойся, я...<s>r\n- Отстань, Антон! - вскрикнула Лиза, поднимаясь из-за стола. - Я... Я и подумать не могла, что ты...<s>r\nЛиза замолчала и быстрыми шагами направилась к выходу. Антон проводил её взглядом, а потом схватился за голову руками.<s>r\n\"Дурак. Надо было сразу ей всё рассказать\".<s>r\nСамотерзание прервал пистолетный выстрел и женский крик, донёсшиеся снаружи. Зубарь и Лепила, бурно что-то обсуждавшие, тут же выбежали на улицу.",
    "answers": [
      {
        "id": 88,
        "text": "Посмотреть, в чём дело"
      }
    ]
  },
  {
    "id": 90,
    "text": "- Чего не хотел? - Лиза перевела взгляд на Антона. Было видно, что она ждала этих слов.<s>r\n- Убивать, - тихонько произнес парень.<s>r\nЛиза смотрела на Антона так, будто пыталась прожечь в нем взглядом дыру.<s>r\n- Знаешь, я догадывалась, что что-то не так еще тогда, когда ты позвал меня на чай. В тот день, когда отца увезли в больницу.<s>r\nЛиза помолчала, прежде чем сказать:<s>r\n- Я знала, что произойдёт что-то... нехорошее.<s>r\n- Я не хотел...<s>r\n- Я знаю, - вдруг мягко сказала Лиза.",
    "answers": [
      {
        "id": 94,
        "text": "Молчать"
      }
    ]
  },
  {
    "id": 91,
    "text": "Антон автоматически нащупал \"плётку\" и всадил в убийцу Шавы две пули. Второму байкеру досталось три. Еще одна пуля угодила в байк.<s>r\n- Гниды, - кое-как выдавил из себя парень и отправился к \"саньку\".",
    "answers": [
      {
        "id": 93,
        "text": "Идти к машине"
      }
    ]
  },
  {
    "id": 92,
    "text": "Антон потянулся к \"плётке\", но тут же передумал.<s>r\n\"Нет уж. Я не убийца... Не убийца\".<s>r\nАнтон был настолько поражен увиденным, что не заметил как Зубарь, якобы шедший к трупу Шавы, вытащил нож и всадил его в живот байкера с пистолетом. Тот закричал. Второй байкер бросился на помощь другу, но упал - Лепила толкнул его на землю. Упавший парень попытался встать, но Лепила наступил ему ногой на горло и со всей силы надавил.<s>r\nАнтон пришёл в себя только когда оба байкера были мертвы. Он посмотрел на друзей: Лепила пылал злостью, а довольный Зубарь вытирал нож об штаны убитого мотоциклиста. Лиза, всхлипывая, все так же сидела около Шавы. Было видно, что она в шоке.",
    "answers": [
      {
        "id": 96,
        "text": "- Поехали отсюда..."
      }
    ]
  },
  {
    "id": 93,
    "text": "- Какого хрена вы стоите? - закричал он на стоящих около входа в забегаловку друзей. - Поехали отсюда.<s>r\nЛепила с Зубарем, переглянувшись, пошли к машине. Лиза медленно встала и, не сводя глаз с мертвого тела Шавы, пошла к машине вместе с парнями.",
    "answers": [
      {
        "id": 85,
        "text": "КОНЕЦ VI ГЛАВЫ"
      }
    ]
  },
  {
    "id": 94,
    "text": "\"Ну вот. Высказался? Легче стало? Да ни хрена подобного!\" - подумал Антон.<s>r\n- Так это что тогда получается, Антон?<s>r\n- Что?<s>r\nЛиза опустила глаза в пол.<s>r\n- Получается, что я полюбила убийцу?<s>r\nДо Антона не сразу дошёл смысл сказанных слов. А когда дошёл, у Антона что-то кувыркнулось в груди.<s>r\n- Что?<s>r\n- Что слышал, - надула губы Лиза. - Я второй раз повторить это не смогу.<s>r\nСнаружи вдруг раздались пистолетные выстрелы. Лиза испугалась:<s>r\n- Что это?<s>r\n- Не знаю, - ответил Антон и встал из-за стола.<s>r\n- Блин! Там же Толя! - закричала Лиза и выбежала на улицу. Антон направился за ней, то же самое сделали Лепила и Зубарь.",
    "answers": [
      {
        "id": 88,
        "text": "Узнать, что случилось"
      }
    ]
  },
  {
    "id": 95,
    "text": "Лиза ничего не ответила, тихонько всхлипнула и положила голову на плечо Антона.",
    "answers": [
      {
        "id": 97,
        "text": "Обнять Лизу",
        "need": 94
      },
      {
        "id": 98,
        "text": "Молчать",
        "need": 89
      }
    ]
  },
  {
    "id": 96,
    "text": "Ребята расселись по машинам. Лиза тихо плакала, закрыв лицо руками. Антон хотел было успокоить девушку, но решил, что не нужно.<s>r\n\"У нее шок, ты сделаешь хуже\".<s>r\n\"Мерин\" и \"Ниссан\" помчались прочь от забегаловки, а Шава глядел невидящими глазами в небо. Гоночный мотоцикл был его мечтой ещё со школьных лет. Но путь к мечте нужно выбирать с умом и осторожностью. ",
    "answers": [
      {
        "id": 85,
        "text": "КОНЕЦ VI ГЛАВЫ"
      }
    ]
  },
  {
    "id": 97,
    "text": "Антон обнял Лизу.<s>r\n- А что насчёт того, что ты мне сказала тогда, в кафешке этой?<s>r\n- Что? - переспросила девушка.<s>r\n- Ты сказала, что любишь меня.<s>r\nЛиза поёрзала на сидении.<s>r\n- Да, - тихонько ответила она.<s>r\n- И давно?<s>r\n- С самого нашего знакомства...<s>r\nАнтона поразили её слова. То есть всё это время она... Да нет, бред какой-то. Она бы сказала сразу.",
    "answers": [
      {
        "id": 99,
        "text": "- А почему ты не сказала сразу?"
      }
    ]
  },
  {
    "id": 98,
    "text": "Антон никак не отреагировал на это. Дальше компания ехала молча.",
    "answers": [
      {
        "id": 100,
        "text": "Далее... "
      }
    ]
  },
  {
    "id": 99,
    "text": "- Боялась.<s>r\n- Чего? Что не отвечу взаимностью?<s>r\n- Да.<s>r\n- Глупышка, - усмехнулся Антон.<s>r\nЛиза посмотрела на него сердитым взглядом.<s>r\n- Ты забыл, кто я? Девочка-изгой, никто меня не любит, никто со мной не дружит. Еще и отец пьющий.<s>r\n- Ну и что? - безразлично спросил Антон.<s>r\nЛиза замолчала. Какие-то секунды она дула губки, но тут же прижалась к Антону.<s>r\n- Значит ты тоже? - еле слышно промолвила она.<s>r\n- Да.<s>r\nЛиза хихикнула.<s>r\n- А ты теперь мой первый парень!",
    "answers": [
      {
        "id": 100,
        "text": "- И, надеюсь, последний."
      }
    ]
  },
  {
    "id": 100,
    "text": "— Ребятки, — вдруг сказал Лепила. — Походу у нас проблемы. Гляньте-ка назад. ",
    "answers": [
      {
        "id": 101,
        "text": "Посмотреть назад"
      }
    ]
  },
  {
    "id": 101,
    "text": "Позади них ехал Зубарь на \"мерине\", а следом чёрный BMW.<s>r\n— Я уже хрен знает сколько смотрю по зеркалам, — сказал Лепила. — И наблюдаю эту чёрную бэху. Не отстаёт и не обгоняет ведь.<s>r\n— Давай-ка тормознём, — попросил Антон.<s>r\n— А если это Костыль?<s>r\n— Справимся мы с ними.<s>r\nЛепила начал сбавлять скорость. Вскоре машина остановилась, рядом припарковался и Зубарь, а вслед за ним у обочины встал BMW.<s>r\nИз чёрного \"немца\" вышли четверо мужиков в кожаных куртках.<s>r\n\"Попали\", — подумал Антон и вышел из машины. Лиза сунулась за ним.<s>r\n— Нет, Лизка, сиди здесь.",
    "answers": [
      {
        "id": 102,
        "text": "Узнать, что нужно бандитам"
      }
    ]
  },
  {
    "id": 102,
    "text": "- Мужики, вам что-то надо?<s>r\n- Надо, - ответил мужчина с кривым носом. - Шульгина Антона Викторовича нам надо. Тебя то бишь.<s>r\nАнтон опустил голову, но тут же глянул на бандита исподлобья:<s>r\n- Только не трогайте моих друзей. Что вам нужно? Деньги?<s>r\n- Нет, братец, деньгами ты тут не откупишься. Мы всё знаем про ваши делишки.<s>r\nМужчина достал телефон и набрал чей-то номер.<s>r\n- На вот, с бугром переговоришь.",
    "answers": [
      {
        "id": 103,
        "text": "Взять телефон"
      }
    ]
  },
  {
    "id": 103,
    "text": "- Алло?<s>r\n- Алло, Клюв, как там у вас дела? - раздался мужской голос из трубки.<s>r\n- Это не Клюв, - как можно спокойнее промолвил Антон. - Это Антон.<s>r\n- А-а-а, - обрадовался голос. - Антошка, попался, наконец. Ну что, не хочешь ли за дела свои ответить?<s>r\n- Как вы нас нашли? - с горечью в голосе спросил Антон.<s>r\n- Бабка с твоего подъезда тебя сдала. Говорит, подъехал Nissan и ты с девкой в него шмыгнул. Бабка-то золотце! Даже номера запомнила, дай ей Бог здоровья.",
    "answers": [
      {
        "id": 104,
        "text": "- И что ты теперь от меня хочешь?"
      }
    ]
  },
  {
    "id": 104,
    "text": "— Ну, у тебя два пути, парень, — задумчиво протянул Костыль. — Либо ты поработаешь на меня, и я прощу бы тебе твои грешки, либо...<s>r\n— Можешь не продолжать.<s>r\n— Ну-с, что выбираешь?<s>r\nАнтон подумал о Лизе.<s>r\n\"Бедная, бедная моя девочка\".",
    "answers": [
      {
        "id": 105,
        "text": "- Я согласен поработать на тебя."
      },
      {
        "id": 106,
        "text": "- Хрен тебе."
      }
    ]
  },
  {
    "id": 105,
    "text": "- Я так и знал, что ты умный парень. Ну-ка, передай трубочку Клюву.<s>r\nАнтон передал телефон бандиту. Тот пару мгновений слушал босса, затем повесил трубку и кивнул своим людям. Четверо бандитов тут же скрутили Антона и повели в машину.<s>r\n- НЕТ!<s>r\nИз Ниссана выбежала Лиза и бросилась к бандитам.<s>r\n- НЕ-Е-Е-Е-Е-ЕТ! ОТПУСТИТЕ ЕГО! ОТПУСТИТЕ!<s>r\n- Закрой рот, глупая девка, - прорычал кто-то из бандитов.<s>r\n- ОТПУСТИТЕ ЕГО! - У Лизы началась истерика.<s>r\n- Я тебя предупреждаю...<s>r\n- ОТПУСТИ...<s>r\nКрик Лизы прервал звук выстрела. Лиза как-то странно дернулась и посмотрела на красное пятно на своей груди. Мгновением позже, девушка рухнула на землю.<s>r\nАнтон, увидевший это, впал в ярость. Укусив одного из бандитов, он выбрался из их хватки и нащупал за поясом пистолет.",
    "answers": [
      {
        "id": 107,
        "text": "Выстрелить"
      }
    ]
  },
  {
    "id": 106,
    "text": "После этих слов Костыль немного помолчал.\n— Передай-ка телефон Клюву, парень, — тихо попросил бизнесмен. ",
    "answers": [
      {
        "id": 111,
        "text": "Отдать телефон Клюву "
      }
    ]
  },
  {
    "id": 107,
    "text": "Пуля угодила точно в горло Клюву. Тот захрипел и упал на землю, держась за горло. Тут же из машин выскочили Зубарь и Лепила.<s>r\nЛепила сбил с ног бандита, доставшего пистолет и целящегося в Антона. Зубарь принялся разбираться сразу с двоими, вооруженными кастетами.",
    "answers": [
      {
        "id": 108,
        "text": "Помочь Зубарю"
      }
    ]
  },
  {
    "id": 108,
    "text": "Антон прицелился и выстрелил в одного из бандитов, с которыми дрался Зубарь. Бандит упал на землю, издав дикий крик - пуля попала в ногу. Антон хотел добить бандита, но пистолет издал глухой щелчок - патроны кончились.",
    "answers": [
      {
        "id": 109,
        "text": "Далее... "
      }
    ]
  },
  {
    "id": 109,
    "text": "Секунду спустя раздался выстрел и вопль Лепилы. Антон повернулся на шум и увидел, что раненный Лепила завалился на подстрелившего его бандита. ",
    "answers": [
      {
        "id": 110,
        "text": "Убить бандита "
      }
    ]
  },
  {
    "id": 110,
    "text": "Антон помчался со всех ног к лежащему под Лепилой бандиту. Отобрав у него пистолет, Антон выстрелил бандиту в голову.\n— Виталя! — закричал Антон. — Виталя, как так-то? КАК ТАК-ТО, ВИТАЛЯ? \nНо Лепила уже не мог ничего ответить. Хрипя и харкаясь кровью, Лепила с ужасом смотрел на Антона. На груди его быстро росло тёмное пятно.\n— Кх... Кх-х-х... То-кха-кха... Миша... ",
    "answers": [
      {
        "id": 112,
        "text": "- Виталя, щас-щас. Ты потерпи, щас погоним в больничку, щас..."
      }
    ]
  },
  {
    "id": 111,
    "text": "Клюв ещё минуту слушал своего босса, прежде чем убрал телефон. Глядя на Антона, бандит заявил:\n— Хочешь жить — зови всех своих дружков сюда.\nАнтон встревожился:\n— Зачем?\n— Зови, не нервируй меня! — повысил голос Клюв. ",
    "answers": [
      {
        "id": 120,
        "text": "Позвать друзей "
      }
    ]
  },
  {
    "id": 112,
    "text": "— Тоха... Кх... Кха-кха... Помо... Кх-кх.\n— Что, что ты говоришь, Виталя?\n— ТОХА-А-А-А-А! — раздался крик Зубаря. ",
    "answers": [
      {
        "id": 113,
        "text": "Бежать на помощь Зубарю"
      }
    ]
  },
  {
    "id": 113,
    "text": "Антон побежал на помощь Зубарю, лежащему на земле. Словно в замедленной съёмке он видел, как рука сидевшего на Зубаре бандита опускается на его лицо, ломая лицевые кости кастетом.\nАнтон прицелился и выстрелил. Дважды. Бандиты рухнули на землю. ",
    "answers": [
      {
        "id": 114,
        "text": "Осмотреться"
      }
    ]
  },
  {
    "id": 114,
    "text": "Антон опустил пистолет и осмотрелся.\nОн остался один. Семь трупов валялись неподалёку от него. И лишь в смерть троих из них Антон отказывался верить.\nЛепила получил две пули в лёгкое, на лице его застыл страх.\nЗубарь лежал вверх лицом. Точнее тем, что осталось от его лица.\nИ Лиза...\nЕго маленькая Лиза...\nТолько сейчас Антон действительно понял, как он ценил эту девочку. ",
    "answers": [
      {
        "id": 115,
        "text": "Далее... "
      }
    ]
  },
  {
    "id": 115,
    "text": "Антон упал на колени и рассмеялся. Но смех этот был невесёлым и больше напоминал истерику. В таком положении Антон простоял несколько минут, прежде чем поднялся и подошёл к трупу бандита по кличке Клюв. ",
    "answers": [
      {
        "id": 116,
        "text": "Забрать телефон Клюва"
      }
    ]
  },
  {
    "id": 116,
    "text": "Руки у Антона дрожали, но он сумел найти нужный ему номер. Послышались гудки.\n— Да, Клюв? — раздался голос Костыля. ",
    "answers": [
      {
        "id": 117,
        "text": "- Готовь четыре гроба для своих людей, ублюдок. "
      }
    ]
  },
  {
    "id": 117,
    "text": "— Антон, ты что ли? — не на шутку встревожился Костыль.\n— Именно. Что, думал твои обезьяны меня положить смогут?\n— Я...\n— Заткнись. И готовь лучше пять гробов. Один пошикарнее, для себя. — Антон бросил трубку. ",
    "answers": [
      {
        "id": 118,
        "text": "Взять ключи с тела Лепилы"
      }
    ]
  },
  {
    "id": 118,
    "text": "Антон подошёл к телу друга и вытащил из его кармана ключи от \"санька\". Затем он подошёл к Лизе, рухнул ей на грудь и на этот раз зарыдал.\nРыдал он до тех пор, пока не увидел вдалеке фуру. Через силу парень встал, сел в машину и умчался подальше от этого злополучного кусочка трассы.\nКогда бензина почти не осталось, Антон свернул на лесную дорогу. По лесным дебрям он ехал, пока \"санёк\" не остановился.\n— Ну вот. Теперь и ты умер. Прощай, дружище, — Антон дружелюбно хлопнул по рулю и, со слезами на глазах, вышел из машины.\nПарень направился вперёд, к трассе, по пути избавившись от куртки, испачкавшейся в крови.\n\"Санёк\" грустно глядел ему вслед, будто бы говоря \"Не бросай меня, Тоха\", но Антон ни разу не обернулся.\nУ него осталось одно незаконченное дело. ",
    "answers": [
      {
        "id": 119,
        "text": "КОНЕЦ ГЛАВЫ VII"
      }
    ]
  },
  {
    "id": 119,
    "text": "ЭПИЛОГ\n\nСРОЧНО В НОМЕР! УБИТ КРУПНЫЙ БИЗНЕСМЕН!\n\nВчера вечером, в собственном доме был убит крупный бизнесмен Тюкалов Юрий Михайлович. Убийца представился охране партнёром по бизнесу, вошёл в дом и нанёс хозяину около тридцати ножевых ранений, прежде чем охрана обезвредила убийцу.\n— Дом Юрия Михайловича всегда хорошо охраняется. Хозяин у нас богатый, воры чуть ли не каждую неделю лезут. А здесь парень представился деловым партнёром Юрия Михайловича, мы и внимания на него не обратили. — заявляет один из охранников.\nУбийцей оказался молодой парень, лет двадцати на вид, личность которого пока не установлена.\nВедётся следствие. ",
    "answers": [
      {
        "id": 1,
        "text": "КОНЕЦ "
      }
    ]
  },
  {
    "id": 120,
    "text": "Спустя минуту, рядом с Антоном встали Зубарь, Лепила и Лиза.\nКлюв осмотрел стоящих, напряжённо думая.\n— Забирайте девку с собой, — сухо бросил бандит своим подельникам.\n— Что? — пропищала Лиза.\nТут же её схватили и повели к BMW.\n— Отпустите её, сволочи! — заорал Антон.\n— Ты отказался сотрудничать, парень. Скажи спасибо, что мы тебя не убили.\nБандиты пошли к машине. Лиза рыдала и просила отпустить её. Антон напряжённо думал, как быть.\nКазалось бы, ситуация безвыходная, но тут произошло несколько вещей. \nКак только бандиты стали садиться в машину, Зубарь выхватил у Антона пистолет и со всех ног побежал к \"бумеру\".\nНе успев даже открыть дверь машины, Клюв получил пулю в висок — Зубарь весьма метко стрелял на ходу.\nТут же Лепила бросился к \"мерину\" и вытащил из него биту Зубаря. Он бросился на помощь Зубарю, на ходу показывая Антону, чтобы он заводил \"санька\". ",
    "answers": [
      {
        "id": 121,
        "text": "Бежать к машине "
      }
    ]
  },
  {
    "id": 121,
    "text": "Антон бежал, не слыша выстрелов и криков. Наконец, он запрыгнул в Nissan и завёл его. И лишь когда выстрелы стихли, он позволил посмотреть, что происходит позади него.\nЛепила лежал на земле, бита Зубаря лежала неподалёку. Зубарь, прихрамывая и морщась от боли, вёл Лизу к \"саньку\". Усадив рыдающую девушку на переднее пассажирское сиденье, Зубарь сказал:\n— Тоха... Езжай. И без разговоров... Я всё равно уже не жилец. — Парень показал простреленную ногу.",
    "answers": [
      {
        "id": 122,
        "text": "- Миша, ты чего? Это всего лишь пулевое в ногу, садись в машину, поедем в больницу. "
      }
    ]
  },
  {
    "id": 122,
    "text": "— Сдохну я по дороге, — сказал Миша и закашлялся. — К тому же мне... ещё и рёбра сломали походу. Езжай, Тоха. Езжай...\nИ Зубарь захромал обратно к BMW. ",
    "answers": [
      {
        "id": 123,
        "text": "Уехать "
      },
      {
        "id": 124,
        "text": "Отправиться за Зубарем"
      }
    ]
  },
  {
    "id": 123,
    "text": "По трассе мчался Nissan Sunny B14.\nДаже не мчался — летел подальше от того места, где наш Антон потерял своих друзей.\nЛиза всё всхлипывала, не найдя в себе сил успокоиться, а Антон молча вёл \"санька\" куда подальше. Он понимал, что подвёл своих друзей и мысленно попросил у них прощения. Если бы он не стал мстить за Саню, если бы он не начал это всё — жизнь шла бы своим чередом. Эта мысль сжирала парня изнутри.\n\nПо трассе мчался Nissan Sunny B14.\nМчался навстречу другой жизни. ",
    "answers": [
      {
        "id": 125,
        "text": "КОНЕЦ ГЛАВЫ VII",
        "need": 97,
        "need_ever": false
      },
      {
        "id": 127,
        "text": "КОНЕЦ ГЛАВЫ VII",
        "need": 98
      }
    ]
  },
  {
    "id": 124,
    "text": "Антон вышел из машины.\n— Да стой же ты!\nМиша упал возле \"бумера\". Приложив огромные усилия, он сел около двери машины и схватился за раненную ногу.\n— Миша, не будь дебилом, поехали.\nЗубарь не ответил. Вместо этого он достал телефон и вызвал \"скорую помощь\".\n— Езжай, Тоха. Щас вместе... Кха-кха... Вместе со \"скорой\" менты приедут. Езжай. Вези свою девочку... подальше отсюда.\nПеред Антоном встал сложный выбор. ",
    "answers": [
      {
        "id": 123,
        "text": "Уехать "
      },
      {
        "id": 126,
        "text": "Остаться с Зубарем"
      }
    ]
  },
  {
    "id": 125,
    "text": "ЭПИЛОГ\n\nТРИ ГОДА СПУСТЯ\n\n— Антош...\n— Ау? \n— Я люблю тебя.\n— И я тебя люблю, — прошептал Антон и поцеловал Лизу в плечо.\nЛиза укрылась одеялом и прижалась к Антону. Когда девушка крепко уснула, Антон аккуратно отодвинул её и встал. Слепо пошарив по прикроватной тумбочке, Антон нащупал пачку сигарет и отправился курить на балкон.\nСтоя на балконе и пуская дым, Антон ни о чем не думал. Ни о будущем, ни о прошлом. Ни о том, что завтра ждёт его на работе, ни о событиях трёхлетней давности. \nОн лишь наслаждался красивыми видами ночного Санкт-Петербурга. ",
    "answers": [
      {
        "id": 1,
        "text": "КОНЕЦ "
      },
      {
        "id": 132,
        "text": "Дополнительная глава ",
        "need": 128,
        "need_ever": true
      }
    ]
  },
  {
    "id": 126,
    "text": "— Нет, Миша. Я останусь, — Антон присел возле друга. — Так, надо ремень...\n— Тоха, уезжай.\n— Нет.\n— Тоха!\n— Захлопнись, Зубарь. Я тебя не брошу, — ответил Антон, снимая ремень с одного из убитых бандитов. ",
    "answers": [
      {
        "id": 128,
        "text": "Перетянуть ногу Зубаря жгутом"
      }
    ]
  },
  {
    "id": 127,
    "text": "ЭПИЛОГ\n\nТРИ ГОДА СПУСТЯ\n\nАнтон припарковался неподалёку от университета. Заглушив \"санька\", он достал телефон и набрал чей-то номер.\n— Алло? — ответил женский голос.\n— Алло, Лизка? Я подъехал, — сказал Антон, чуть улыбнувшись.\n— Я уже освободилась, одеваюсь, подожди немножко.\n— Хорошо. Я припарковался как обычно, ну ты знаешь.\n— Да-да, помню. Пять минут и я выйду.\nДевушка отключилась.\nАнтон и Лиза переехали в Санкт-Петербург, осуществив тем самым мечту Лизы. Они снимали вместе уютную двухкомнатную квартиру, хотя их отношения так и остались чем-то между сильной дружбой и не менее сильной любовью.\nПервое время, Антон старался быть в курсе новостей своего города, чтобы узнать, выжил ли Зубарь, но, к сожалению, так ничего и не узнал. \nАнтон со временем начал задумываться о продаже \"санька\", тем более, что машина стала часто ломаться. Но в итоге решил оставить машину себе.\nВ память о погибших друзьях. ",
    "answers": [
      {
        "id": 1,
        "text": "КОНЕЦ "
      }
    ]
  },
  {
    "id": 128,
    "text": "— Ну вот, теперь точно до приезда \"скорой\" дотянем, — сказал Антон.\n— Спасибо, братишка, — тихо произнёс Зубарь. Он уже начал терять сознание.\nАнтон сел рядом с Мишей.\n— Тоха?\n— Ась?\n— Я ценю... То, что ты остался, — Миша уже почти не мог говорить и почти падал в обморок. — Но ты... Ты о ней-то подумал?\nАнтон смутился. Миша заметил это и добавил:\n— Ты для неё... дороже всего, братишка... Езжай... Оставь меня здесь и... Не переживай... Я дотяну... Я...\nИ Зубарь потерял сознание.\nАнтон устало прикрыл глаза.\n\"Зубарь прав\", — подумал он. \nГде-то вдалеке парень услышал сирену, а это означало, что если Зубарь прав, то другого выхода у Антона нет. ",
    "answers": [
      {
        "id": 123,
        "text": "Уехать "
      }
    ]
  },
  {
    "id": 129,
    "text": "Список концовок и достижений:",
    "answers": [
      {
        "id": 119,
        "text": "\"Суровые реалии\"",
        "need": 119,
        "need_ever": true
      },
      {
        "id": 125,
        "text": "\"Начать всё заново\" ",
        "need": 125,
        "need_ever": true
      },
      {
        "id": 127,
        "text": "\"В память о погибших друзьях\" ",
        "need": 127,
        "need_ever": true
      },
      {
        "id": 130,
        "text": "\"Собаке - собачья смерть\" ",
        "need": 65,
        "need_ever": true
      },
      {
        "id": 131,
        "text": "\"Гуманист\" ",
        "need": 67,
        "need_ever": true
      },
      {
        "id": 1,
        "text": "В меню "
      }
    ]
  },
  {
    "id": 130,
    "text": "Вы позволили Зубарю убить барыгу Сизого. ",
    "answers": [
      {
        "id": 129,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 131,
    "text": "Вы сохранили Сизому жизнь. ",
    "answers": [
      {
        "id": 129,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 132,
    "text": "Дополнительная глава:\nГОСТЬ ИЗ ПРОШЛОГО\n\n— Спасибо, что подвезли, — улыбнулся таксисту лысый молодой человек в дорогой рубашке.\n— Да не стоит, парень, — улыбнулся в ответ таксист. — Люблю, понимаешь, туристов возить. С вами дорога не так скучна.\n— Ну ладно, удачи Вам на дорогах.\n— Всего доброго, молодой человек.",
    "answers": [
      {
        "id": 133,
        "text": "Выйти из машины "
      }
    ]
  },
  {
    "id": 133,
    "text": "\"Так, а вот и нужный дом\", — парень уставился на девятиэтажное здание, сверяясь с адресом. Убедившись, что это тот дом, парень направился ко второму подъезду.\nОдет он был весьма неплохо: дорогая белая рубашка, синие джинсы и начищенные то блеска чёрные туфли. Обычный парень, если не обращать внимания на шрамы на лице. За последние годы он очень изменился: завязал с криминалом, стал чаще улыбаться. \nПарень поднялся на нужный ему этаж и позвонил в звонок нужной квартиры.\n\"Ну, встречай бойца, братишка\", — подумал он, улыбнувшись своим мыслям. ",
    "answers": [
      {
        "id": 134,
        "text": "Ждать "
      }
    ]
  },
  {
    "id": 134,
    "text": "Дверь открылась, из-за нее выглянула чуть заспанная светловолосая девушка, лет двадцати на вид.\n— Здрасте, а вам кого? — спросила она.\n— Ой, я, похоже, квартирой ошибся. Я ищу Шульгина Антона Викторовича.\n— Нет, вы не ошиблись, он живёт здесь. А вы ему...\nДевушка прервалась на полуслове и пристально начала рассматривать гостя. Мгновение спустя, её глаза округлились.\n— Миша? Миша Зубарь?\n— Откуда вы меня...\nИ тут парня осенило.",
    "answers": [
      {
        "id": 135,
        "text": "- Ты же Лиза? "
      }
    ]
  },
  {
    "id": 135,
    "text": "— Да, я Лиза.\nДевушка была в шоке. Ещё секунду она стояла, шокированная появлением Зубаря, а затем бросилась его обнимать, едва не плача.\n— Мы с Антоном думали, что ты погиб тогда. Он же... Он же постоянно новости слушал, хотел узнать, что с тобой.\n— Я и сам тогда только о вас и думал, Лиза, — Зубарь обнял девушку.\n— Заходи внутрь, Антон ещё спит.\nДевушка скрылась за дверью квартиры. ",
    "answers": [
      {
        "id": 136,
        "text": "Войти "
      }
    ]
  },
  {
    "id": 136,
    "text": "Миша снял ботинки и пошёл к спальне. Там он увидел того, кого мечтал увидеть все эти годы.\nАнтон мирно спал. Лиза вышла из кухни и сказала:\n— Я приготовлю чай. Буди его, Миша. Он будет очень рад тебе, я уверена на все сто. ",
    "answers": [
      {
        "id": 137,
        "text": "Разбудить Антона"
      }
    ]
  },
  {
    "id": 137,
    "text": "Миша растолкал Антона. Тот ответил, спросонья:\n— Лизка, ну отстань, мне сегодня не на работу...\nМиша захохотал. Антон открыл глаза, осмотрел гостя и тут же подскочил с криком:\n— МИШАНЯ-Я-Я!\nЗубарь никогда не был так счастлив. Обняв Антона, он хотел разрыдаться от радости. Но его прошлая жизнь научила его никогда не лить слезы.\nДаже если очень хотелось. ",
    "answers": [
      {
        "id": 1,
        "text": "КОНЕЦ"
      }
    ]
  },
  {
    "id": 138,
    "text": "Писать этот квест я начал ещё в 2017 году, примерно в августе. Тогда я хотел написать бандитскую историю по мотивам таких игр, как GTA и Saints Row. Планировавшаяся тогда сюжетная линия очень и очень отличалась от представленной ныне. К сожалению, спустя пару-тройку недель работы, я забросил квест, практически ничего не написав. ",
    "answers": [
      {
        "id": 140,
        "text": "Далее... "
      }
    ]
  },
  {
    "id": 139,
    "text": "Продолжения в формате обычного квеста не будет, об этом я заявляю со стопроцентной уверенностью.\nОднако поработать над этим квестом у меня желание имеется.\nВозможно, что в скором времени я несущественно изменю сюжетную линию или займусь расширением квеста. Приоткрою карты: есть идея описать те случаи, о которых я кратко упоминаю на страницах с описанием друзей главного героя. Плюс история знакомства Антона и Лизы.\nНо это пока только в планах.\n\nP.S. И почему ни один мой серьёзный квест не обходится без любовной линии? :D",
    "answers": [
      {
        "id": 70,
        "text": "В раздел \"О квесте\" "
      }
    ]
  },
  {
    "id": 140,
    "text": "Как-то раз мне захотелось посмотреть от начала и до конца (наконец-то) \"Бумер\" и \"Бумер. Фильм второй\". И в один прекрасный вечер я свои планы осуществил. Меня весьма впечатлила вторая часть \"Бумера\", настолько, что я вновь начал работу над своим бандитским квестом. Думаю, что вы заметили параллель, в квесте немало времени уделяется машине наших героев Nissan Sunny B14. Изначально на роль \"Бумера на минималках\" претендовала Toyota Mark II, но позже я решил уступить Ниссану. Mark II в моём представлении на роль машины наших главных героев не особо подходил. ",
    "answers": [
      {
        "id": 141,
        "text": "Далее... "
      }
    ]
  },
  {
    "id": 141,
    "text": "Персонажи, по сути своей, — собирательные образы обычных людей. Пусть и представлены они немного вычурно. \nДа и вообще, криминал здесь — дело, по сути, обычное. Его чересчур много и он не имеет смысла (если опираться на реальный мир). Однако спешу заметить, что квест — художественный вымысел и в нём я \"мучу, что хочу\", на потеху вам, мои дорогие читатели.\nЗнаю, что квест не идеален. Внимательный читатель наверняка найдёт несостыковки.\nВспоминаем аннотацию. \"2004 год\".\nВ реальном 2004 году мне было пять лет. Глупо ожидать от меня того, что я опишу те годы максимально похоже на реальные нулевые.",
    "answers": [
      {
        "id": 142,
        "text": "Далее... "
      }
    ]
  },
  {
    "id": 142,
    "text": "Вобщем, этот квест вышел в свет спустя четырнадцать месяцев с момента начала работы над ним. Большую часть этого времени работа над ним не велась в силу разных причин: я был чересчур занят или просто не мог найти вдохновения для продолжения работы.\nЗа это время рождались и умирали сюжетные линии, персонажи и ситуации. Если бы я мог добавить всё то, что не вошло в финальную версию, квест был бы больше по объёму раза в три. Но работа творца весьма и весьма сложна. Особенно когда она не является приоритетом.\nЕсли я расстроил кого-либо данной информацией — искренне прошу прощения. Мне и самому очень жаль, что от множества идей пришлось отказаться.\nНа этом историю о создании квеста мы закончим. ",
    "answers": [
      {
        "id": 70,
        "text": "В раздел \"О квесте\" "
      }
    ]
  },
  {
    "id": 143,
    "text": "Да, друзья, у меня есть к вам просьба.\n\nМеня весьма радуют ваши лайки и положительные отзывы. Недавно я дал своим хорошим друзьям возможность почитать мои творения. И они были в восторге. Предложили мне создать группу в \"ВКонтакте\".\nТак вот, если вас не затруднит, оставляя отзывы о моих квестах, дайте мне знать, как вы относитесь к созданию группы в \"ВКонтакте\". Или пишите мне в личку, ссылку на меня я вам оставил. ",
    "answers": [
      {
        "id": 70,
        "text": "В раздел \"О квесте\" "
      }
    ]
  },
  {
    "id": 144,
    "text": "Спасибо за подписку. ",
    "answers": [
      {
        "id": 1,
        "text": "В меню"
      }
    ]
  },
  {
    "id": 145,
    "text": "",
    "answers": []
  }
]