[
  {
    "id": 1,
    "text": "Автор:CatMan (писатель), MacFresh (дизайнер)\n\nЭта книга о том как обычный парень проводит свой день. Вы — Разум этого Парня. Проживите этот день вместе с ним помогая сделать нужный выбор.\n\nP.S. Главных Героев тут 2 и они между собой никак не связаны.\n\n\n",
    "answers": [
      {
        "id": 2,
        "text": "Поехали!"
      },
      {
        "id": 1,
        "text": "   ",
        "comment": true
      },
      {
        "id": 23,
        "text": "Информация о книге"
      },
      {
        "id": 33,
        "text": "Бесполезная кнопка"
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "",
        "system": true
      }
    ]
  },
  {
    "id": 2,
    "text": "Наступает утро и наш герой просыпаеться.\n\nКот увидев пробуждение хозяйна прыгает на кровать и начинает мурлыкать.\n\n\n—Стоп, а как меня зовут?",
    "answers": [
      {
        "id": 3,
        "text": "Димооон"
      },
      {
        "id": 4,
        "text": "Артём"
      }
    ]
  },
  {
    "id": 3,
    "text": "—И как я мог забыть собственное имя...\n\nКот пристально смотрел на Диму в кошачьих глазах можно было разглядеть голод,\nбыть может это лишь илюзия с голодухи?\nВедь нельзя по кошачьим глазам понять что кот голодный...",
    "answers": [
      {
        "id": 5,
        "text": "Хватит морочить голову пора кормить кота"
      },
      {
        "id": 6,
        "text": "Пойти позавтракать"
      }
    ]
  },
  {
    "id": 4,
    "text": "—Чет я с просони совсем мозги потерял, даже умудрился забыть что меня зовут Артём.\n\nАртём оглянул свою комнату и подумал:\n—Как-то тут пустовато может постер на стену приклеить, а то как-то скучно.",
    "answers": [
      {
        "id": 28,
        "text": "Пойти помыться"
      }
    ]
  },
  {
    "id": 5,
    "text": "Дима наложил свежей еды коту и сменил воду.\n—Ну что же кота накормил пора и самому поесть.\nДима приготовил себе завтрак и не спеша поел после чего вымыл посуду.\n\n—Хммм, что же делать теперь?",
    "answers": [
      {
        "id": 7,
        "text": "Весь день смотреть Анимэ"
      },
      {
        "id": 8,
        "text": "Позвонить друзьям"
      },
      {
        "id": 29,
        "text": "Пойти играть в OSU!"
      },
      {
        "id": 24,
        "text": "Сегодня экзамен!"
      },
      {
        "id": 36,
        "text": "Лиго"
      }
    ]
  },
  {
    "id": 6,
    "text": "Дима пошел завтракать, перекусив он больше не видел голод в кошачьих глазах.\n\n—Ну вроде я пришел в порядок.\n\nКот тихо мяукнул и Дима наложил ему покушать и налил свежей воды.\nКот поел и сытый пошел по своим делам.\n\nЧто же делать теперь?",
    "answers": [
      {
        "id": 7,
        "text": "Смотреть весь день Аниме"
      },
      {
        "id": 8,
        "text": "Позвонить друзьям"
      },
      {
        "id": 24,
        "text": "Сегодня экзамен"
      },
      {
        "id": 29,
        "text": "Пойти играть в OSU!"
      },
      {
        "id": 36,
        "text": "Лиго"
      }
    ]
  },
  {
    "id": 7,
    "text": "Димон весь день смотрел аниме (иногда хентай), когда он понял что устал он решил взглянуть на время.\n\nНа часах он увидел 01:36 поняв что засиделся он пошел на кухню выпил стакан воды и пошел спать.",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 8,
    "text": "Дима решил позвонить друзьям, после 20 минут общений и переписки дима с друзьями решили ...",
    "answers": [
      {
        "id": 10,
        "text": "Бухать у Димооооона!!!"
      },
      {
        "id": 11,
        "text": "Пойти погулять в парке"
      }
    ]
  },
  {
    "id": 9,
    "text": "Решив что сегодня все остануться у себя дома Дима решил повтыкать в компьютер, но перед ним появился сложный выбор.\nМожно пару часов посмотреть видео на YouTube.\nПосмотреть несколко сезонов разных анимешек.\nПоиграть в игры.",
    "answers": [
      {
        "id": 18,
        "text": "YouTube"
      },
      {
        "id": 7,
        "text": "Аниме"
      },
      {
        "id": 20,
        "text": "Ща глянем что в Steam новенького"
      }
    ]
  },
  {
    "id": 10,
    "text": "Они договорились встретиться через час на хате, Димон начал состовлять план.\n\nПервым делом нужно было прибрать дом, ибо придут гости, а в грязный дом пускать их нельзя.\nВо вторых надо было привести себя в порядок, помыться побриться, как никак нельзя пугать девчонок своим видом и запахом.",
    "answers": [
      {
        "id": 12,
        "text": "Начнем убирать квартиру."
      }
    ]
  },
  {
    "id": 11,
    "text": "Дима с друзьями договорились погулять в парке и решили что встретяться там в 13:00 \nДима решил переодеться и перекусить.\nВ 12:15 неожиданно начинаеться дождь,\nчто делать?\nДима создает группу под названием: \"\"хорошая\" погода\", и добовляет друзей.\nПереписываясь в течении 15 минут они решили",
    "answers": [
      {
        "id": 10,
        "text": "Бухать у Димооона!!!"
      },
      {
        "id": 9,
        "text": "Никуда не идти и перенести прогулку на завтра."
      },
      {
        "id": 17,
        "text": "Повеситься!"
      }
    ]
  },
  {
    "id": 12,
    "text": "Дима схватил пылесос и быстро но аккуратно и тщательно начал пылесосить полы.\n\nПропылесосив полы Дима их помыл после чего решил протереть пыль.\n\nПриведя дом в порядок Дима принял душ и побрился.\n\n—Отлично чувствую все будет офигенно.\nОсталось 15 минут до прихода гостей надо решить что пить",
    "answers": [
      {
        "id": 13,
        "text": "14% коктейли"
      },
      {
        "id": 13,
        "text": "40% виски с колой"
      },
      {
        "id": 13,
        "text": "40% коньяк"
      }
    ]
  },
  {
    "id": 13,
    "text": "Решив что пить вы позвонили друзьям чтобы уточнить как скоро они придут, они сказали что через 5 минут будут около магазина. Димон вышел из дома и пошёл к магазину встречать друзей.\nВстретившись все вместе пошли в магазин и накупили разного алкоголя от обычного пива до коньяка.\nПосле закупки все пошли к Димону домой",
    "answers": [
      {
        "id": 14,
        "text": "Время Бухааать!"
      }
    ]
  },
  {
    "id": 14,
    "text": "Димон пил все что было не смотря на свои планы, и веселился с друзьями.\nОни играли в карты, пили, целовались, лапали друг друга — в общем хорошо проводили время.",
    "answers": [
      {
        "id": 15,
        "text": "Веселиться"
      },
      {
        "id": 16,
        "text": "Перемотать к концу пьянки"
      }
    ]
  },
  {
    "id": 15,
    "text": "Димон веселился со всеми, он пил, лапал девушек сидящих рядом с ним и целовался с ними, он даже предложил им двоим остаться у него на ночь чтобы хорошенько \"выспаться\" на что те ответили что подумают.\n",
    "answers": [
      {
        "id": 16,
        "text": "Пора заканчивать"
      }
    ]
  },
  {
    "id": 16,
    "text": "Дима сказал что уже пора по домам, поэтому все его друзья и он сам начали одеваться.\n—Все готовы?\n—Да!\n—Ну тогда пойдем.\nОни все вместе пошли на остановку и постепенно прошались с друзями чей автобус приезжал, когда приехал автобус девушек с которыми Димон веселился лично, девушки остались на остановке, на вопросы других почему они не сели на свой автобус они сказали что Дима разрешил им переночевать у себя, он подтвердил их слова и друзья все вместе сказали- Удачи тебе Димон!\nПосле того как все кроме этих двух девушек уехали они пошли домой к Диме.\n\nПридя к нему домой они поочередно приняли душ и пошли в постель где втроем долго не могли заснуть, из-за действий которые они вытворяли.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 17,
    "text": "Повеситься это не вариант!",
    "answers": [
      {
        "id": 11,
        "text": "Ок!"
      }
    ]
  },
  {
    "id": 18,
    "text": "Димон долгое время смотрел разную фигню и не мог найти нормальных видео так как список рекомендаций забился трендами, лайфаками, юмористическими передачами и летсплеями по играм для умственно отсталых. Димон провел 8 часов в поисках годноты, но он так ничего и не нашел поэтому забил и решил",
    "answers": [
      {
        "id": 19,
        "text": "Играть в OSU! До 23:00"
      },
      {
        "id": 21,
        "text": "Писать эту книгу (я серьезно)"
      }
    ]
  },
  {
    "id": 19,
    "text": "Димон долгое время играл в OSU! а так как он был \"фармером рр\",  он поднялся с 879рр до 1003рр, после счастливый пошел спать и чувствовал себя богом.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 20,
    "text": "Димон не нашел ничего интересного и зарубился в террарию от скуки проведя несколко часов за ловлей рыбы в игре.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 21,
    "text": "Димон нехотя открыл приложение \"Текстовые Квесты\", зашел в \"кабинет автора\" и огорчился так как его творение всё ещё никто не оценил.\nПосле чего Дима решил продолжить писать книгу он написал 11 страницу, потом 9, после 18,19 и 20.\nНаконец Дима начал писать 21 страницу книги и наконец он ее написал.",
    "answers": [
      {
        "id": 21,
        "text": "(Это 21 страница :)",
        "comment": true
      },
      {
        "id": 22,
        "text": "А что дальше?"
      }
    ]
  },
  {
    "id": 22,
    "text": "После 21 страницы Дима хотел спать поэтому Дима писал 22 страницу после чего собрался пойти спать.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 23,
    "text": "Это моя первая книга которую я начал писать еще в 2017 году но частенько забывал так-как терял интерес.\nРешил опубликовать несмотря на то что планировал добавить гораздо больше, из того что было в планах можно было написать более 200 страниц но не судьба, интереса да и времени нету.\n\n",
    "answers": [
      {
        "id": 1,
        "text": "Вернуться обратно"
      }
    ]
  },
  {
    "id": 24,
    "text": "Дима вспомнил что сегодня ему придеться писать экзамен по физике поэтому он быстро собрал все необходимое для экзамена, после чего погладил кота, повторил материал которых он плохо знал и поехал в школу.\n\nПриехав Дима нервничал так как скоро писать экзамен а он в себе не уверен и чтобы как-то успокоиться он решил написать об этом в свою книгу которую он писал в телефоне.\n\nСлегка успокоившись Дима ожидал начала экзамена.",
    "answers": [
      {
        "id": 25,
        "text": "Пошли писать экзамен"
      }
    ]
  },
  {
    "id": 25,
    "text": "Дима усердно думал и постоянно перепроверял свои ответы в которых небыл уверен. (Дима плохо знает физику и сам не знает зачем пошел писать экзамен по физике)\n\nВсеже Дима справился с большей частью экзамена и он написал больше чем думал, написав все что Димон только знает он не собирался уходить, он сидел до последнего разглядывая нерешенные задачи, мало-ли что-то вспомнит. \n\nЭкзамен написан и сдан пора ехать домой Дима очень устал, а еще он скучает по компутеру поэтому вялый Димон поехал домой.",
    "answers": [
      {
        "id": 27,
        "text": "Я домааа"
      }
    ]
  },
  {
    "id": 26,
    "text": "\n",
    "answers": []
  },
  {
    "id": 27,
    "text": "Дома Димон наконец-то смог раслабиться и засеть в комп до самой ночи играя в The Binding of Isaac Одновременно смотря стрим какого-то нонейма. К часам 3-ем ночи Дима понял что очень сильно устал, пора спать.\n\nДима лёг в постель которая казалась порталом в рай ибо сон его был тем ещё наслаждением.",
    "answers": [
      {
        "id": 1,
        "text": "Конец!"
      }
    ]
  },
  {
    "id": 28,
    "text": "Артём принял освежающий душ и пошел готовить завтрак.\n\nАртём не любитель готовить но пожарить яицницу со специями мог.\n\nПоев Артём думал чем же ему заняться",
    "answers": [
      {
        "id": 43,
        "text": "Пойти гулять"
      },
      {
        "id": 49,
        "text": "Играть в компьютерные игры",
        "need_ever": true
      }
    ]
  },
  {
    "id": 29,
    "text": "Потратив 8 часов своей жизни Димон решил посмотреть на результат столь долгой и упорной игры.\n—Тааак когда я запускал игру у меня было 1047 рр а сейчас ...   всеголишь 1048 рр ...  мдааа ... \n\nДимон сильно растроился ибо его скилл в OSU! так и не вырос за последнюю неделю, но он все же решил не забрасывать игру и настроился всерьез.\n\nПрошло еще 3 часа ...\n\n—Да новый рекорд! Таак смотрим 1052 рр Дааа вот это я понимаю прирост, надеюсь завтра будет еще больше.\n\nДимон устал и проголодался но уже довольно поздно, стоит ли есть вечером, темболее что ничего лёгкого нету.",
    "answers": [
      {
        "id": 30,
        "text": "Пойти поесть"
      },
      {
        "id": 31,
        "text": "Посмотреть видосики в YouTube"
      }
    ]
  },
  {
    "id": 30,
    "text": "Дима решил что всетаки надо поесть.\nВыбор был небольшой либо поесть суп либо бутерброды с мясом.\n\nДима подумав решил что вечером есть хлеб будет слишком вредно, поэтому решил подогреть суп.",
    "answers": [
      {
        "id": 32,
        "text": "Супчииик"
      }
    ]
  },
  {
    "id": 31,
    "text": "После 2 часов просмотра непонятно чего Дима решил лечь спать ибо сил не на что уже не хватало. \n\nЧерез час Дима понял что слишком голодный и всё-таки что-то надо сьесть, поэтому он пошёл на кухню и сделал себе бутерброд.\n\nПерекусив и выпив стакан воды Димон вернулся обратно в кровать, она былп холодной но Дима быстро согрелся и заснул.",
    "answers": [
      {
        "id": 1,
        "text": "Конец!"
      }
    ]
  },
  {
    "id": 32,
    "text": "Дима поел супа но немного, как никак уже вечер, после чего решил пойти в свою комнату и лечь спать.\n\nНу как спать, до 3 часов ночи сидеть в телефоне и играть в игры пока совсем не устанет, именно так Дима и сделал и устав настолько что держать телефон в руках было уже тяжело он всё-таки лег спать.",
    "answers": [
      {
        "id": 1,
        "text": "Конец!"
      }
    ]
  },
  {
    "id": 33,
    "text": "Error",
    "answers": [
      {
        "id": 33,
        "text": "Обратно",
        "var_add": [
          "page",
          1
        ]
      },
      {
        "id": 1,
        "var_need": [
          "page",
          20
        ],
        "text": "мяу"
      },
      {
        "id": 33,
        "text": "Ответ появиться через еще 15 нажатий",
        "comment": true,
        "var_need": [
          "page",
          5
        ]
      },
      {
        "id": 33,
        "text": "Не волнуйся что все еще написано 15 просто продолжай нажимать",
        "comment": true,
        "var_need": [
          "page",
          7
        ]
      }
    ]
  },
  {
    "id": 34,
    "text": "Подготовив стол с кучей еды большая часть которой была овощами Димон решил вскрыть свою бутылку и начать пить.\n\nПаралельно многие начали распивать алкоголь вино/пиво а один человек стоял за грилем и готовил шашлыки.\n\nДимон очень хотел дождаться мяса но есть хотелось слишком сильно поэтому начал есть огурцы. Димон не любил огурцы но будучи голодным он был готов съесть всё что угодно",
    "answers": [
      {
        "id": 38,
        "text": "Шашлыки готовы"
      }
    ]
  },
  {
    "id": 35,
    "text": "tt",
    "answers": []
  },
  {
    "id": 36,
    "text": "Сегодня 23 июня день Лиго время готовиться к празднику которого Димон так долго ждал.\n\nПервым делом Димон собрал всю бумагу которая осталась после школы чтобы было чем разжигать костер и так сказать до конца попрощаться с школой.\n\nПосле этого Димон собрал одежду и пошел помогать маме собирать всё необходимое к празднику.\n\nК часам 11 они уже были готовы осталось лишь дождаться 12 ведь именно в 12 они поедут на отдых.",
    "answers": [
      {
        "id": 37,
        "text": "Время ехать!"
      }
    ]
  },
  {
    "id": 37,
    "text": "Дима вместе с мамой загрузили всё необходимое в машину и поехали на отдых.\n\nПриехав они вместе с друзьями быстро расположились в своём домике и начали подготавливать стол.",
    "answers": [
      {
        "id": 34,
        "text": "Время бухнуть"
      }
    ]
  },
  {
    "id": 38,
    "text": "Наконец то шашлыки готовы и Димон может с радостью насладиться мясцом.\n\nПосле того как Димон и остальные поели все решили погулять по морскому побережью, они гуляли более часа.\n\nВернувшись Димона попросили включить музыку, ему помогли перетащить колонки на улицу и подключив их к ноутбуку Димон включил музон с флешки.",
    "answers": [
      {
        "id": 39,
        "text": "Отдыхаем"
      }
    ]
  },
  {
    "id": 39,
    "text": "Включив музыку Димон решил снова выпить и закусить шашлыком, остальные решили пить и танцевать, Димон не любитель танцев покрайней  мере трезвый Димон.\n\nВсе веселились долго постоянно танцуя, распивая алкоголь и закусывая. \n\nДимону было скучновато он и дома с друзьями так мог выпить и то было бы интересней.",
    "answers": [
      {
        "id": 40,
        "text": "Темнеет"
      }
    ]
  },
  {
    "id": 40,
    "text": "Солнце село, на улице потемнело и вче решили что нужно разжигать костер (смысла 0), Димон слегка оживился как никак он ждал именно этого момента.\n\nДимон принес все свои тетради которые у него остались после школы и начал кидать их в костер, Димон начлаждался этим понимая что школа наконец-то закончена и началась его взрослая жизнь.\n\n12 лет Димон проучился в школе а теперь он сжигает школьные тетради и получает невероятное удовольствие. \n\nПосле этого Димон идет спать, впервые за долгие годы Димону так хорошо спалось. ",
    "answers": [
      {
        "id": 41,
        "text": "Утро"
      }
    ]
  },
  {
    "id": 41,
    "text": "Димон проснулся первым все как всегда, поэтому решил перееусить и пойти спать так как знал что если проснется мамина подруга то та начнет варить солянку на гриле.\n\nПосле 2 часов Дима снова проснулся и вышел погулять, мамина подруга уже была в процессе готовки солянки, к счастью все ингредиенты которые ещё небыли добавлены уже были нарезаны поэтому Диме даже не пришлось помогать.\n\nПока варилась солянка начали просыпаться и остальные и так до тех пор пока все не собрались за одним столом чтобы поесть солянки. \n\nПоев все решили потехоньку собираться ибо по облакам было видно что гдето через час начнеться дождь. \n\nВсе собрали свои вещи, выкинули мусор и решили ехать.",
    "answers": [
      {
        "id": 42,
        "text": "Поехали"
      }
    ]
  },
  {
    "id": 42,
    "text": "Все поехали по домам, через 15 минут после выезда начался дождь, приехав в город дождь закончился.\n\nДимон приехал домой принял душ и весь оставшийся день провел играя в OSU!",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 43,
    "text": "Артём решил пойти гулять.\n\nОн хотел позвать друзей но у Артёма небыло друзей. Он был одиночкой который не умел разговаривать с людьми.\n\nАртём взял наушники и пошел гулять.\n\nГуляя Артём видел много счастливых людей и он искренне неудомевал почему все такие счастливые.\n",
    "answers": [
      {
        "id": 44,
        "text": "Присесть на скамейку"
      },
      {
        "id": 45,
        "text": "Купить мороженое"
      }
    ]
  },
  {
    "id": 44,
    "text": "Артём устал и решил присесть на скамейке чтобы отдохнуть.\n\nРядом с ним сидела взрослая женщина с коляской в который тихо лежал ребенок.\n\nВдруг Артем увидел что ребенок начал кричать а через мгновение и услышал, Артём удивился как ребенок может так громко кричать что его даже через наушники слышно.\n\nАртём решил что стоит идти гулять дальше но из-за того что он чувствовал себя уставшим он решил пойти домой.",
    "answers": [
      {
        "id": 46,
        "text": "Я дома"
      }
    ]
  },
  {
    "id": 45,
    "text": "Артём подошел к ближайшему магазину с мороженым, где встретил старшего брата Диму.\n\nАртём подошёл к нему и поприветствовался.\n\nСказав Диме что Артём пришёл за мороженым Дима предложил заплатить за Артёма.",
    "answers": [
      {
        "id": 50,
        "text": "Взять небольшое но дорогое и очень вкусное мороженое."
      },
      {
        "id": 51,
        "text": "Взять большое не дорогое мороженое"
      },
      {
        "id": 51,
        "text": "Взять такое же как и Дима"
      }
    ]
  },
  {
    "id": 46,
    "text": "Придя домой Артём принял душ, переоделся и пошел на кухню. \n\nНа кухне было мало еды и Артём понял что ему придется готовить.\n\nПроверив все ящики он все же нашёл пачку ролтона. Артём начал думать что будет лучше полениться и заварить ролтон или что-то приготовить из того что есть дома.\n\n",
    "answers": [
      {
        "id": 47,
        "text": "Заварить ролтон"
      },
      {
        "id": 48,
        "text": "Что-нибудь приготовить"
      }
    ]
  },
  {
    "id": 47,
    "text": "Артём съел ролтон добавив кусок колбасы найденой в холодильнике. Поев Артём решил позалипать в телевизор.\n\nЧерез пару часов Артём устал лежать и нифига не делать поэтому он решил пойти поиграть в компьютерные игры.\n\nАртём в течении нескольких часов играл в Fortnite а наигравшись решил посидеть на  YouTube, посмотрев кучу разных видосиков Артём окончательно устал и поэтому лёг спать.\n",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 48,
    "text": "Артём решил что оставит ролтон на потом и начал думать что можно приготовить из того что есть дома.\n\nАртём решил сварить макароны и пожарить колбасу с луком.\n\nПосле того как он все сделал он смешал всё это вместе и у него получилось довольно неплохое блюдо.",
    "answers": [
      {
        "id": 53,
        "text": "Поесть"
      }
    ]
  },
  {
    "id": 49,
    "text": "Артём решил начать день с игр поэтому он быстро включил компьютер и запустил Fortnite.\n\nАртем играл 5 часов после чего решил пойти поесть. Так как он хотел побыстрей вернуться к игре он заварил ролтон. \n\nБыстро перекусив Артём вернулся к игре и провел в ней еще 3 часа.\n\nПоняв что он устал Артем перестал играть и начал смотреть видосики в YouTube, через 2 часа Артём окончательно устал и пошёл спать.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 50,
    "text": "Дима взял большое недорогое мороженое а Артём взял мороженое подороже но и вкусней.\n\nОни решили погулять вместе так как Димону нескем было гулять все его друзья были заняты. Парни много болтали о разном: играх, учебе и мороженом",
    "answers": [
      {
        "id": 52,
        "text": "Пойти домой"
      }
    ]
  },
  {
    "id": 51,
    "text": "Дима взял большое недорогое мороженое.\nАртём взял точно такое же мороженое.\n\nОни решили погулять вместе так как Димону нескем было гулять все его друзья были заняты. Парни много болтали о разном: играх, учебе и еде.",
    "answers": [
      {
        "id": 52,
        "text": "Пойти домой"
      }
    ]
  },
  {
    "id": 52,
    "text": "Придя домой два брата решили что они хотят есть поэтому стоит что-нибудь приготовит.\n\nДима быстро оглянул содержимое холодильника и принялся за готовку.\n\nАртём принялся помочь Диме, тот попросил его поставить вариться макароны пока он нарезает колбасу с луком.\n\nКогда всё было готова Дима перемешал все это и наложил 2 порции на тарелки.\n\nВсё было очень вкусно а главное готовка не заняла много времени оба брата были довольны собой.\n\nПосле трапезы Дима помыл посуду а Артём пошел в свою комнату",
    "answers": [
      {
        "id": 54,
        "text": "Время поиграть в компьютер"
      }
    ]
  },
  {
    "id": 53,
    "text": "Артём поел, было очень вкусно.\n\nВдруг пришёл старший брат Артёма Дима который слегка удивился что Артём приготовил поесть.\n\nДима поел, ему очень понравилось поэтому он похвалил брата за его старания после чего пошёл в свою комнату.\n\nАртём тоже решил пойти к себе ведь он был очень уставший.\n\nАртём захотел посидеть за компьютером но понял что сил больше нет и пора ложиться спать.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 54,
    "text": "Артём решил поиграть в игры на компьютере.\n\nПоиграв час в Fortnite Артём устал и начал готовиться ко сну.\n\nОн принял освежающий душ после чего лёг спать",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 55,
    "text": "",
    "answers": []
  },
  {
    "id": 56,
    "text": "",
    "answers": []
  }
]