[
  {
    "id": 1,
    "text": "Это мой первый квест. В данном квесте игроку предоставится возможность стать жертвой. Играть вам предстоит за безымянного однокурсника, проснувшегося ночью от странного звука.",
    "answers": [
      {
        "id": 2,
        "text": "Начать."
      },
      {
        "id": 31,
        "text": "Концовки."
      }
    ]
  },
  {
    "id": 2,
    "text": "Вы проснулись ночью от стука в дверь. Посмотрев на часы, вы узнали, что сейчас час ночи. Вы спали совсем недолго, так как легли в 11вечера. Вы с трудом сели и почесали глаза. Стук возобновился.",
    "answers": [
      {
        "id": 3,
        "text": "Включить свет."
      },
      {
        "id": 16,
        "text": "Улечься спать обратно."
      }
    ]
  },
  {
    "id": 3,
    "text": "Вы потянулись к светильнику на тумбочке. Дёрнув за верёвочку свет включился. ",
    "answers": [
      {
        "id": 4,
        "text": "Осмотреть комнату."
      }
    ]
  },
  {
    "id": 4,
    "text": "Комната была небольшой. Так казалось из-за огромного шкафа и кровати. За кроватью было окно закрытое жалюзями. Напротив шкафа был коридор, ведущий к входной двери.",
    "answers": [
      {
        "id": 5,
        "text": "Посмотреть в окно."
      },
      {
        "id": 6,
        "text": "Открыть шкаф."
      }
    ]
  },
  {
    "id": 5,
    "text": "За окном стояла мрачная ночь. В некоторых окнах домов ещё горел свет.",
    "answers": [
      {
        "id": 4,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 6,
    "text": "В шкафу весела повседневная одежда. На полках сложено нижнее и домашнее бельё.",
    "answers": [
      {
        "id": 7,
        "text": "Одеться."
      }
    ]
  },
  {
    "id": 7,
    "text": "Одев повседневную одежду вы снова услышали стук в дверь. \"Да кто это припёрся?\".",
    "answers": [
      {
        "id": 8,
        "text": "Пройти в коридор."
      }
    ]
  },
  {
    "id": 8,
    "text": "В коридоре было темно. Включив свет и огледевшись, вы решили пройти к двери и посмотреть в глазок. Но в подъезде оказалось темно и перед дверью вы никого не увидели.",
    "answers": [
      {
        "id": 9,
        "text": "\"Кто там?\""
      },
      {
        "id": 10,
        "text": "Выйти в подъезд."
      }
    ]
  },
  {
    "id": 9,
    "text": "На ваш вопрос никто не ответил.",
    "answers": [
      {
        "id": 8,
        "text": "Предпринять другое решение."
      }
    ]
  },
  {
    "id": 10,
    "text": "Открыв дверь и одев кроссовки вы вышли в подъезд. В подъезде не работала лампочка, поэтому весь свет был только от окон со стороны лестницы. \"Я не понял, а кто стучал?\". После этой мысли внизу послышались шаги...они становились всё громче.",
    "answers": [
      {
        "id": 11,
        "text": "Забежать обратно в квартиру."
      },
      {
        "id": 12,
        "text": "Ждать."
      },
      {
        "id": 13,
        "text": "Подняться этажом выше."
      }
    ]
  },
  {
    "id": 11,
    "text": "Зайдя обратно вы попытались запереть за собой дверь, но не тут то было. Человек дёрнул за ручку и открыл её. Забежав в коридор он напал на вас с ножом, размахивая направо и налево.",
    "answers": [
      {
        "id": 22,
        "text": "Забежать в спальню."
      },
      {
        "id": 23,
        "text": "Попытаться контратаковать."
      }
    ]
  },
  {
    "id": 12,
    "text": "Вы решили остаться на месте. Но очень зря. Человек, который поднимался по лестнице добежав до вас, пырнул вас в живот ножом. Вы упали и прислонились к холодной стене. \"***а...маньяк ***а...что делать...\"",
    "answers": [
      {
        "id": 14,
        "text": "Прижать рану руками."
      },
      {
        "id": 15,
        "text": "Попытаться звать о помощи."
      },
      {
        "id": 17,
        "text": "Пнуть маньяка, что есть сил."
      }
    ]
  },
  {
    "id": 13,
    "text": "Вы поднялись на третий этаж. Шаги прикратились на вашем этаже,очевидно возле квартиры. Вас явно кто-то ищет. Вы решили выглянуть вниз и узнать кто пришел. Но ваша тень выдала вас и человек быстрым шагом стал подниматься наверх.",
    "answers": [
      {
        "id": 18,
        "text": "Звать на помощь."
      },
      {
        "id": 19,
        "text": "Встать в боевую позицию."
      }
    ]
  },
  {
    "id": 14,
    "text": "Прижав рану вы остановили кровотечение. Но убийца не остановился. Вы погибли.",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 15,
    "text": "Закричав о помощи вы подвергли маньяка опасности. Он развернулся и убежал, но его успели заметить ваши соседи. Вызвав скорую помощь с полицией вас отвезли в больницу. После операции вас допросили сотрудники полиции. Вы рассказвли всё, как есть. Полиция пообещала найти преступника и ушла. Вам оставалось лишь лежать в больнице и размышлять об этой ночи.\nПолучена концовка \"Айболит\".",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 16,
    "text": "Как будто вы не слышали этих стуков и спали крепко-крепко, вы лелгли обратно и заснули сладким сном.\n\nПолучена концовка \"Спящая красавица\".",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 17,
    "text": "К сожалению маньяк не упал, в ответ он добил вас лежачего у своей двери.",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 18,
    "text": "Как только можно кричать на свете, вы заорали еще сильнее. Из соседних дверей повыходили люди, но человека это не спугнуло. Дойдя до вас он пырнул вас прямо в грудь. К сожалению рана была несовместима с жизнью. Даже если бы скорая, которую вызвали ваши соседи приехала за долю секунды помогать было бы не кому.",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 19,
    "text": "Заняв боевую стойку бокса вы подождали человека и со всей силы ударили его по лицу. От такого мощного удара вы сломали руку, а человек полетел прямиком вниз по лестнице, наделав много шума.",
    "answers": [
      {
        "id": 20,
        "text": "Осмотреть человека."
      }
    ]
  },
  {
    "id": 20,
    "text": "Подойдя ближе вы заметили, что это была девушка. Она была не высока ростом, блондинкой. Узнав в ней свою однокурсницу, которую вы жестоко разыграли во время лекции вы поняли, что она пришла мстить.",
    "answers": [
      {
        "id": 21,
        "text": "Пробежаться по карманам."
      }
    ]
  },
  {
    "id": 21,
    "text": "В левом кармане её толстовки вы обнаружили кухонный нож. Неужели она пришла убить вас? \n—Эй! Что тут происходит?\nЗадумавшись о ноже вы даже не заметили, как напроитв вашей квартиры отворилась дверь соседа Григория. Здорового мужика, бывалого моряка. Он не долго думая, вызвал полицию, предварительно вырубив вас одним ударом в челюсть. В участке вам наложили гипс на сломанную руку и провели допрос. Как оказалось девушка умерла от ран ножа, заволявшегося у неё в толстовке,а ваши отпечатки чётко прослеживались на его рукоятке. Вас посадили в тюрьму за убийство. \n\nПолучена концовка \"Прощай свобода\"",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 22,
    "text": "Забежав в спальню вы захлопнули за собой дверь. \"В тумбочке должен быть отцовский пневмат!\"",
    "answers": [
      {
        "id": 26,
        "text": "Подбежать к тумбочке за оружием."
      }
    ]
  },
  {
    "id": 23,
    "text": "Увернувшись от очередного взмаха ножа, вы схватили один из кроссовков и кинули им в человека, к сожалению это вам никак не помогло. Убийца попытался нонести вам ещё один удар, в страхе вы попытались пнуть руку и выбить нож, но удар ножом пришёлся вам по икре. Вы повалились на пол.",
    "answers": [
      {
        "id": 24,
        "text": "Молить о пощаде."
      },
      {
        "id": 25,
        "text": "Доковылять в спальню."
      }
    ]
  },
  {
    "id": 24,
    "text": "\"Прошу! Не убивай! Умоляю!\". Убийца на миг остановился. Он прекратил свои взмахи ножом и вовсе бросил его на пол. Он вышел из вашей квартиры не заперев за собой дверь. Наложив себе повязку из бинтов найденных на кухне, вы вызвали полицию. Но полицейские не могли ничего поделать, человека вы не опознали и свидетелей с уликами не осталось. Накормив вас обещаниями, полиция ушла оставив вас в размышлениях об этой ночи.\n\nПолучена концовка \"Верующий\".",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 25,
    "text": "Попытавшись добраться до спальни, вы почувствовали, как спину пронзило что-то холодное и очень острое. Не успев понять,что это, вы упали замертво.",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 26,
    "text": "Когда вы схватили пистолет, маньяк уже проник в комнату. Сняв пистолет спредохранителя вы...",
    "answers": [
      {
        "id": 27,
        "text": "Выстрелили в упор."
      },
      {
        "id": 28,
        "text": "Выстрелили в пол."
      }
    ]
  },
  {
    "id": 27,
    "text": "Вы выстрелили в упор. Убийца упал на землю. \"Потерял сознание\".",
    "answers": [
      {
        "id": 29,
        "text": "Осмотреть нападавшего."
      }
    ]
  },
  {
    "id": 28,
    "text": "Вы выстрелили в пол. Убийца дёрнулся и выкинул нож, затем снял капюшон. Убийцей оказалась ваша однокурсница над, которой вы жестоко подшутили на лекции.\n",
    "answers": [
      {
        "id": 30,
        "text": "Извиниться."
      }
    ]
  },
  {
    "id": 29,
    "text": "Подойдя к нападавшему, вы обнаружили, что это была блондинка. Так же прояснилось, что это ваша однокурсница над, которой вы жестоко подшутили на лекции. Вероятно она пришла вам отомстить. Позже вы вместе с ней были в полицейском участке. Девушку осудили за попытку убийства, а вас отпустили домой.\n\nПолучена коцовка \"Судья\".",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 30,
    "text": "—Ты конечно прости,что разыграл тебя на лекции, но это ведь не повод.\n—Иди к чёрту! Ненавижу тебя!\nДевушка развернулась и убежала. Вам же оставалось размышлять об этой ночи.\n\nПолучена концовка \"Иди к чёрту!\"",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 31,
    "text": "—\"Прощай свобода\".\n—\"Ножевая серия\". (Все возможные смертельные финалы)\n—\"Иди к чёрту!\".\n—\"Судья\".\n—\"Айболит\".\n—\"Верующий\".\n—\"Спящая красавица\".",
    "answers": [
      {
        "id": 1,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 32,
    "text": "",
    "answers": []
  }
]