[
  {
    "id": 1,
    "text": "В пророчестве было написано что 12.12.2012 произойдет конец цвета.. ой света. В общем не важно, дело в том что это завтра и мы все умрем.\nДа, как бы грустно это небыло, мы умрем. И казалось бы, можно построить убежище, или как его еще называют ковчег, но увы мы не успеем.\n— Почему зная за тысячу лет вы не могли постоить убежище? \nСпросил какой-то человек из толпы\n— До этого никто не верил этому, ведь небыло подтверждений, но теперь, когда были замечены несколько астероидов наше мнение поменялось.\n\n",
    "answers": [
      {
        "id": 2,
        "text": "Астероиды?"
      }
    ]
  },
  {
    "id": 2,
    "text": "— Астероиды? Да как вы их могли не заметить, они же большие?\nСпросили вы.\n— Хороший вопрос, дело в том, что астероид GE3 пролетел недалеко от нашей планеты, мы подумали что он отлетел далеко от нас и не задел нашу планету, но спустя время, земля притянула его к себе.",
    "answers": [
      {
        "id": 3,
        "text": "[ Убедить президента во вранье ]"
      }
    ]
  },
  {
    "id": 3,
    "text": "— Недавно вы убеждали всех нас, что астероидов несколько, а теперь вы говорите об одном астероиде!\nПрокричали вы.\nТолпа людей начала нападать на президента и кричать на него за то, что он врет.\nОхрана забрала президента и увезла его в безопасное место.",
    "answers": [
      {
        "id": 4,
        "text": "[ Идти домой ]"
      }
    ]
  },
  {
    "id": 4,
    "text": "Вы вырвались из толпы бежащих на машину президента людей и пошли домой.\nТем временем президент уже в убежище, готовится к столкновению.",
    "answers": [
      {
        "id": 5,
        "text": "[ Продолжить игру за президента ]"
      }
    ]
  },
  {
    "id": 5,
    "text": "— Мистер президент, мне очень жаль что вы не успели договорить.\nСказал охранник.\nЯ грустно взглянул на часы\nВремя: 22:31\nСтолкновение произойдет завтра приблизительно в 3 часа ночи.\n— Нам осталось надеятся на лучшее.\nСказал Андрей\nКстати Андрей, это мой лучший друг, я для него место в ковчеге зарегестрировал, он хороший человек.",
    "answers": [
      {
        "id": 6,
        "text": "[ Ожидать ]"
      }
    ]
  },
  {
    "id": 6,
    "text": "До столкновения остался где-то час, я вышел из ковчега на улицу, хотел посмотреть на небо. На небе 4 огромных и 2 небольших пятна.\n— Мистер президент прошу, зайдите в ковчег!\nСказал охранник.\nЯ молча зашел в свою комнату, она разполагается на самом нижнем уровне под землей.",
    "answers": [
      {
        "id": 7,
        "text": "[ Продолжить игру за Ивана ]"
      }
    ]
  },
  {
    "id": 7,
    "text": "Боже что за х**ня на небе, похоже что президент был прав и на нас летит 6 огромных каменных глыб?\nБуду надеятся что это не так.\n* Лег спать",
    "answers": [
      {
        "id": 8,
        "text": "Столкновение [ Продолжить за Ивана ]"
      },
      {
        "id": 9,
        "text": "Столкновение [ Продолжить за президента ]"
      }
    ]
  },
  {
    "id": 8,
    "text": "На часах 02:56, я проснулся от сильных толчков от которых аж штукатурка посыпалась, я вышел на улицу и увидел там яркие вспышки в небе. Посмотрев над собой я увидел яркую звезду которая направлялась прямо на меня.\nПоходу это конец...",
    "answers": [
      {
        "id": 10,
        "text": "[ Умер ]"
      }
    ]
  },
  {
    "id": 9,
    "text": "Я проснулся от сильных толчков, на часах около 3х часов ночи, лампочки мерцают и шатаются.\n— Андрей! \nКрикнул я.\nАндрей прибежал ко мне и сказал:\nВсе будет хорошо, мы в безопасности!",
    "answers": [
      {
        "id": 12,
        "text": "[ Это конец? ]"
      }
    ]
  },
  {
    "id": 10,
    "text": "Иван умер, каменная глыба упала в пару сотнях метров от его дома, его город полностью уничтожен, как и все живое на нашей планете.",
    "answers": [
      {
        "id": 11,
        "text": "Конец, или нет?"
      }
    ]
  },
  {
    "id": 11,
    "text": "Дорогие читатели, если вам понравился расказ то поставьте лайк и напишите положительный комментарий, если нет, то напишите почему. Хочу напомнить о том, что это далеко не конец, вскоре будут появлятся новые герои, новые истории. В общем думаю получится что-то интересное!",
    "answers": [
      {
        "id": 1,
        "text": "Пройти квест еще раз"
      }
    ]
  },
  {
    "id": 12,
    "text": "Спустя час толчки прекратились а температура воздуха поднялась, мы включили кондиционеры и просто ждали.",
    "answers": [
      {
        "id": 13,
        "text": "[ Дневник ]"
      },
      {
        "id": 14,
        "text": "[ Сходить на кухню ]"
      },
      {
        "id": 16,
        "text": "[ Поговорить с Андреем ]",
        "need": [
          14
        ],
        "forget": [
          14
        ]
      },
      {
        "id": 17,
        "text": "[ Спать ]",
        "need": [
          16
        ],
        "forget": [
          16
        ]
      }
    ]
  },
  {
    "id": 13,
    "text": "........................... Дневник президента .........................\nСегодня <13.12.2012> прошел день после катастрофы, в ковчеге очень жарко, кондиционеры не работают, электричества вообще нет.\n...............................................................................................",
    "answers": [
      {
        "id": 12,
        "text": "[ Назад ]"
      }
    ]
  },
  {
    "id": 14,
    "text": "Вы пошли на кухню, но вы не голодны. На кухне стоит ваш личный повар.",
    "answers": [
      {
        "id": 15,
        "text": "[ Поговорить с поваром ]",
        "forget": [
          12
        ]
      },
      {
        "id": 12,
        "text": "[ Вернутся в комнату ]",
        "need": [
          15
        ],
        "forget": [
          15
        ]
      }
    ]
  },
  {
    "id": 15,
    "text": "— Здравствуйте мистер президент, вы хотите кушать?\nСказал повар\n— Нет, я не голоден, спасибо!\n",
    "answers": [
      {
        "id": 14,
        "text": "[ Закончить разговор ]"
      }
    ]
  },
  {
    "id": 16,
    "text": "— Привет Артем (Президент)\n— Привет Андрей\n— С поваром уже общался? Хороший человек, и готовит вкусно.\n— Да, только что с кухни пришел.\n— Иди поспи, выглядишь не очень в таком состоянии.",
    "answers": [
      {
        "id": 12,
        "text": "[ Вернутся в комнату ]"
      }
    ]
  },
  {
    "id": 17,
    "text": "Вы проснулись.\nВокруг все горит, никого нет, огонь подходит к вам. Вы умерли.\n",
    "answers": [
      {
        "id": 18,
        "text": "[ Эпилог ]"
      }
    ]
  },
  {
    "id": 18,
    "text": "По всему миру были построены ковчеги, после катастрофы из за высокой температуры отказали все охлаждающие системы, и в итоге внутри все загорелось. Планета умерла, не осталось никаких форм жизни, даже самых простых. ",
    "answers": [
      {
        "id": 19,
        "text": "[ С чего все началось ]"
      }
    ]
  },
  {
    "id": 19,
    "text": "Еще в 1982 году люди начали строить ковчеги в надежде на жизнь. За месяц до катастрофы ученые начали собирать как можно больше растений и животных, для них были отдельно построены 2 ковчега, в каждом из них для наблюдения было по 20 человек. После того как все ковчеги сгорели, сгорели и все формы жизни. Хотя кто его знает, может быть осталось еще что нибудь. ",
    "answers": [
      {
        "id": 20,
        "text": "[ Конец ]"
      }
    ]
  },
  {
    "id": 20,
    "text": "Ребят, это не конец...",
    "answers": [
      {
        "id": 1,
        "text": "[ TheEnd? ]"
      },
      {
        "id": 21,
        "text": "[ Дневники выживших ]"
      }
    ]
  },
  {
    "id": 21,
    "text": "Пусто...",
    "answers": [
      {
        "id": 20,
        "text": "[ Назад ]"
      }
    ]
  },
  {
    "id": 22,
    "text": "",
    "answers": []
  }
]