[
  {
    "id": 1,
    "text": "Автор: Ангел.\nЖанр: мини-квесты, повседневность, драма, романтика.\n\n   Перед новым годом случаются чудеса. И эту встречу нельзя назвать ничем, кроме как чудом. Но это чудо не нужно ни ему, ни ей. Особенно ей —  это не то прошлое, которое она хочет сделать настоящим. Или?..",
    "answers": [
      {
        "id": 2,
        "text": "Начать квест",
        "bgAnswerImage": [
          "https://i.ibb.co/tm5Xc2G/IMG-2023-01-01-010002.jpg"
        ],
        "middle_answer": true
      },
      {
        "id": 1,
        "text": "  ",
        "comment": true
      },
      {
        "id": 15,
        "text": "Концовки",
        "bgAnswerImage": [
          "https://i.ibb.co/tm5Xc2G/IMG-2023-01-01-010002.jpg"
        ]
      },
      {
        "id": 1,
        "text": "",
        "pageImg": "https://i.ibb.co/hVg5Cqr/76e42d2a-c4d0-4a85-b906-ac3ff001eb9d-Erk-XR-1.jpg",
        "system": true
      },
      {
        "id": 16,
        "text": "От автора",
        "bgAnswerImage": [
          "https://i.ibb.co/tm5Xc2G/IMG-2023-01-01-010002.jpg"
        ]
      },
      {
        "answerIcon": [
          "https://i.ibb.co/4F715p6/10d40efe290c.png"
        ],
        "bgAnswerImage": [
          "https://i.ibb.co/tm5Xc2G/IMG-2023-01-01-010002.jpg"
        ],
        "id": 1,
        "url": "https://vk.com/club175406365",
        "text": "Группа автора ВКонтакте"
      }
    ]
  },
  {
    "id": 2,
    "text": "Ветер хлестал по лицу, щедро осыпая горстями снега. В снегу было всё: варежки, шарф, шапка, нагруженный рюкзак, пуховик, штаны, мир вокруг... ресницы давно заиндевели и слипались, а от холода было больно держать глаза открытыми. Анна постоянно щурилась, скользя по ещё не успевшей утрамбоваться снежной каше.\n\nНаконец она вышла к подземному переходу. И с некоторым облегчением выдохнула. Пять минут без снега... Переход был необычным: с некоторых пор художники стали устраивать там тематические выставки, посвящённые истории города. Помимо работ художников на стены всегда прикрепляли плакаты со справочным материалом. Шла четвёртая выставка.\n\nАнна осторожно спустилась по ступеням, стараясь не поскользнуться, и толкнула створку стеклянно-металлической двери. \n\nНа картины и тексты она уже не обращала внимания: выставку заменили в начале осени, и за несколько месяцев она успела привыкнуть, перестав воспринимать её как что-то новое.\n\nНо было кое-что другое, заслуживающее внимания. По переходу раздавался звонкий и до боли знакомый звук гитары. Анна невольно замедлила шаг. \"Чëрт, ну это же не может быть...\" — она остановилась перед поворотом, не решаясь выйти вперёд. \"Сколько ты будешь бренчать, ну, начни уже петь...\" — словно в ответ на её мысли, музыкант запел. И сердце Анны упало.",
    "answers": [
      {
        "id": 3,
        "text": "Остаться на месте",
        "bgAnswerImage": [
          "https://i.ibb.co/tm5Xc2G/IMG-2023-01-01-010002.jpg"
        ]
      },
      {
        "id": 4,
        "text": "Взять себя в руки и спокойно повернуть",
        "bgAnswerImage": [
          "https://i.ibb.co/tm5Xc2G/IMG-2023-01-01-010002.jpg"
        ]
      },
      {
        "id": 5,
        "text": "Прокрасться вперёд и повернуть оттуда",
        "bgAnswerImage": [
          "https://i.ibb.co/tm5Xc2G/IMG-2023-01-01-010002.jpg"
        ]
      }
    ]
  },
  {
    "id": 3,
    "text": "Анна замерла, не желая выходить вперёд. Опереться спиной на проклятую стенку, вдохнуть холодный воздух полной грудью, успокоить пустившееся плясать мазурку сердце... Чëрт, чëрт, чëрт... Зачем ей эта встреча, здесь и сейчас?.. Всë это время ей так везло: девочка с голоском тоньше веток молодых деревьев, парень со звонким и приятным баритоном... Где они все? Почему он сейчас не там же?\n\n...Анна была согласна на любой голос. Только не его.\n\nСердце утихало, а музыка всё нет. Он пел и играл, явно больше для своего удовольствия, чем для редких прохожих, и его собственные песни сменялись каверами и обратно.\n\nХолодно... Сколько ещё она будет стоять на одном месте, прижавшись к стене, как дура? Не до конца ведь его стрита?.. Или?..",
    "answers": [
      {
        "id": 6,
        "text": "Дождаться, пока музыкант уйдëт",
        "var_add": [
          "global дк",
          1
        ],
        "bgAnswerImage": [
          "https://i.ibb.co/tm5Xc2G/IMG-2023-01-01-010002.jpg"
        ]
      },
      {
        "id": 7,
        "text": "Всё-таки выйти из-за угла и повернуть",
        "var_add": [
          "global нс",
          1
        ],
        "bgAnswerImage": [
          "https://i.ibb.co/tm5Xc2G/IMG-2023-01-01-010002.jpg"
        ]
      },
      {
        "id": 8,
        "text": "Прокрасться вперёд и повернуть оттуда",
        "var_add": [
          "global н",
          1
        ],
        "bgAnswerImage": [
          "https://i.ibb.co/tm5Xc2G/IMG-2023-01-01-010002.jpg"
        ]
      }
    ]
  },
  {
    "id": 4,
    "text": "Анна постаралась не обращать внимание на словно отстукивающее азбукой Морзе паническое \"SOS\" сердце и вышла из-за угла, свернув направо.\n\nДо музыканта оставалось ещё шагов пятнадцать, и без очков она пока не видела черты лица, однако воображение дорисовывало их само, восстанавливая в памяти знакомый образ: тёмные волосы, выбивающиеся из-под красной шапки, смешные густые брови, лёгкая щетина, большие карие глаза... губы...\n\nАнна на секунду зажмурилась, отгоняя непрошенные мысли. Музыкант был уже совсем близко. И точно её увидел. И, разумеется, узнал. \n\n...и, разумеется, никак это не проявил.\n\nДа и она не должна... И всё-таки, всё-таки. Почему именно здесь и сейчас? И никого больше в переходе нет... Чëрт...",
    "answers": [
      {
        "id": 9,
        "text": "Пройти мимо",
        "var_add": [
          "global ткбп",
          1
        ],
        "bgAnswerImage": [
          "https://i.ibb.co/tm5Xc2G/IMG-2023-01-01-010002.jpg"
        ]
      },
      {
        "id": 10,
        "text": "Заговорить",
        "var_add": [
          "global нм",
          1
        ],
        "bgAnswerImage": [
          "https://i.ibb.co/tm5Xc2G/IMG-2023-01-01-010002.jpg"
        ]
      },
      {
        "id": 11,
        "text": "Бросить в чехол деньги и уйти",
        "var_add": [
          "global лп",
          1
        ],
        "bgAnswerImage": [
          "https://i.ibb.co/tm5Xc2G/IMG-2023-01-01-010002.jpg"
        ]
      }
    ]
  },
  {
    "id": 5,
    "text": "Анна осторожно прокралась вперёд и свернула в коридор с другой стороны. Зачем?.. Ей просто хотелось оказаться сразу как можно дальше — на максимальном расстоянии от музыканта. И не привлекать, не привлекать внимание, мельтеша перед глазами, обходя разложенный на полу чехол...\n\nАнна медленно шла вдоль стены, стараясь не смотреть в сторону музыканта, но воображение всё равно дорисовывало знакомые черты, взгляд... Форму акустической гитары. Она так и не научилась её скетчить...\n\nМузыкант был всё ближе, и ей казалось, что он смотрит на неё. Смотрит всё время, что она плетётся почти вплотную к этой идиотской стенке... Только бы не окликнул. Только бы не.\n\nМожет, стоит что-то сделать?..",
    "answers": [
      {
        "id": 12,
        "text": "Позвонить подруге",
        "var_add": [
          "global хп",
          1
        ],
        "bgAnswerImage": [
          "https://i.ibb.co/tm5Xc2G/IMG-2023-01-01-010002.jpg"
        ]
      },
      {
        "id": 13,
        "text": "Притвориться, что слушаешь музыку",
        "var_add": [
          "global мвг",
          1
        ],
        "bgAnswerImage": [
          "https://i.ibb.co/tm5Xc2G/IMG-2023-01-01-010002.jpg"
        ]
      },
      {
        "id": 14,
        "text": "Ничего не предпринимать",
        "var_add": [
          "global пзнс",
          1
        ],
        "bgAnswerImage": [
          "https://i.ibb.co/tm5Xc2G/IMG-2023-01-01-010002.jpg"
        ]
      }
    ]
  },
  {
    "id": 6,
    "text": "Нет, она не будет показываться ему на глаза. Не сегодня... Отболело, а всё равно ëкает в груди от этого голоса, и всплывает в памяти калейдоскоп событий: болезненно-счастливый, летний, яркий. \n\n...а за летом приходит с опытом — осень, осень...*\n\nАнна заперла бы на замок свои воспоминания, но картинки сами вырвались на свободу и стали сменять одна другую, и везде в них был он, он, он...\n\n...смех, рассыпающийся в воздухе весёлым эхом, взгляд, с которого всё пошло не так, стрит — сворованный у лета осенний день.\n\n...требование показать наброски, пропущенный классный час, проведённый за разговором, вечер после концерта и попытки прочесть стихотворение Есенина, прослушанные десятки раз голосовые сообщения, песня, созданная на её стихи...\n\n...вечер, ставший точкой невозврата...\n\nАнна долго стояла так, погруженная в свои мысли, почти забывшая о музыке и музыканте, как о чём-то здесь и сейчас, забывшая, где она находится.\n\nКогда она опомнилась, гитара уже не звучала. Анна выглянула из-за угла: музыкант ушёл.\n\nПожалуй, и к лучшему...",
    "answers": [
      {
        "id": 1,
        "text": "Конец",
        "bgAnswerImage": [
          "https://i.ibb.co/tm5Xc2G/IMG-2023-01-01-010002.jpg"
        ],
        "middle_answer": true
      },
      {
        "id": 6,
        "text": "★ До конца",
        "comment": true,
        "var_equal": [
          "global дк",
          1
        ]
      },
      {
        "id": 6,
        "text": "*строчка из стихотворения \"Весенняя лихорадка\" Надежды Гревцевой.",
        "comment": true
      }
    ]
  },
  {
    "id": 7,
    "text": "Анна взяла себя в руки. Глупо стоять здесь до скончания времён — он того не стоит. Даже если он её увидит, не произойдёт ничего страшного. Может, сердце сделает ещё один кульбит... Ей не привыкать.\n\nОна вышла из-за угла и двинулась вперёд, старательно отгоняя желание отойти подальше — к стене, противоположной той, рядом с которой он играл.\n\nНо игра как раз в этот момент прекратилась: она увидела, как рядом с до боли знакомой фигурой остановился незнакомый парень, пожал руку, улыбнулся, активно заговорил.\n\n\"Сколько он знает людей в этом городе?..\"\n\n\"Уже неважно\".\n\nАнна ускорила шаг. Она не стала опускать голову и шла, смотря прямо перед собой. \n\n...кажется, он мазнул по ней взглядом, но, конечно, не стал прерывать разговор, даже если узнал лицо.\n\nВот и хорошо. Только бы сердце успокоить... ",
    "answers": [
      {
        "id": 1,
        "text": "Конец",
        "bgAnswerImage": [
          "https://i.ibb.co/tm5Xc2G/IMG-2023-01-01-010002.jpg"
        ],
        "middle_answer": true
      },
      {
        "id": 7,
        "text": "★ Неспокойное сердце",
        "comment": true,
        "var_equal": [
          "global нс",
          1
        ]
      }
    ]
  },
  {
    "id": 8,
    "text": "Анна сама не знала толком, зачем она это делает. Не хотелось, чтобы он видел её — и не хотелось ждать, пока он уйдёт.\n\nМожет быть, если прокрасться к той стене и быстро пройти вдоль неё, он отвлечëтся на кого-нибудь и не заметит...\n\nОна слабо верила своим оправданиям: по переходу за последнее время прошло человека три. Летом был момент, когда она затерялась в толпе и он не заметил, как она пробежала мимо, но в пустом переходе шансы значительно снижаются... Однако?..\n\nМузыкант перестал играть. Она, почти бегущая, с опущенной головой, не сразу решилась поднять её и посмотреть, что случилось.\n\nОн оживлённо говорил с каким-то незнакомым ей парнем. Кажется, и правда повезло: пока он разговаривает со старым знакомым, ему точно будет не до неё.\n\nИ хорошо...\n\nАнна проскользнула мимо и двинулась к выходу.\nНезамеченная...",
    "answers": [
      {
        "id": 1,
        "text": "Конец",
        "bgAnswerImage": [
          "https://i.ibb.co/tm5Xc2G/IMG-2023-01-01-010002.jpg"
        ],
        "middle_answer": true
      },
      {
        "id": 8,
        "text": "★ Незамеченная",
        "comment": true,
        "var_equal": [
          "global н",
          1
        ]
      }
    ]
  },
  {
    "id": 9,
    "text": "...она не должна — и она не будет. Есть вещи, которые стоит оставлять в прошлом. Есть истории, у которых нет продолжения. Есть решения, в правильности которых нельзя сомневаться. \n\nТак было правильно тогда — и так будет правильно сейчас. Уйти, не сказав ни слова: не позвать по имени, не спросить, как дела, не поинтересоваться, пишутся ли новые песни, не узнать, когда следующий концерт.\n\nНи-че-го.\n\nАнна сжимает в кулак левую руку. Ладонь всё ещё горит воспоминанием... Глупо. И даже совсем не смешно. \n\nСтеклянно-металлическая дверь открывается, выпуская Анну на поверхность. Ветер тут же ударяет в лицо, швыряя в глаза ворох снежинок.\n\nМир тонет в снегу.",
    "answers": [
      {
        "id": 1,
        "text": "Конец",
        "bgAnswerImage": [
          "https://i.ibb.co/tm5Xc2G/IMG-2023-01-01-010002.jpg"
        ],
        "middle_answer": true
      },
      {
        "id": 9,
        "text": "★ Так будет правильно",
        "comment": true,
        "var_equal": [
          "global ткбп",
          1
        ]
      }
    ]
  },
  {
    "id": 10,
    "text": "Анна остановилась напротив музыканта, слушая, как он поёт. Строчки всплывали в памяти сами собой: Анна шевелила губами, беззвучно подпевая знакомым текстам. Когда песня приблизилась к концу, она подошла ближе и встала сбоку от музыканта.\n\nТот закончил играть и вопросительно повернулся к ней. Слегка приподнятые в ожидании брови, широко открытые глаза, внимательный взгляд...\nЧто-то полузабытое шевельнулось в её душе под этим взглядом. \n\n...не думать, не думать...\n\n— Влад... — сорвалось с губ прежде, чем она успела сформулировать внятную мысль.\n— Анна?.. — несколько удивлённо, но как всегда — полным именем. — Ты что-то хотела?\n— Да. Я что-то хотела. Как... дела с группой сейчас? Записываете что-нибудь? — Анна отвела глаза, чтобы через пару секунд снова посмотреть на знакомое лицо. \n\nОн улыбнулся. И начал рассказывать... Так, словно ничего не было. С другой стороны, это ведь только для неё тогда рухнул мир. \n\nИ, может быть, ещё не поздно его построить?..",
    "answers": [
      {
        "id": 1,
        "text": "Конец",
        "bgAnswerImage": [
          "https://i.ibb.co/tm5Xc2G/IMG-2023-01-01-010002.jpg"
        ],
        "middle_answer": true
      },
      {
        "id": 10,
        "text": "★ Новый мир?",
        "comment": true,
        "var_equal": [
          "global нм",
          1
        ]
      }
    ]
  },
  {
    "id": 11,
    "text": "Анна резко остановилась прямо напротив музыканта и принялась шарить по карманам в поисках мелочи. Мелочь закономерно не нашлась. \"Чëрт... Ладно, мне всё равно, как это будет выглядеть\".\n\nАнна сняла рюкзак и открыла отделение, где лежал кошелëк. Вытащила сто рублей и наугад взяла горсть монет. Аккуратно бросила всё в лежащий на полу чехол гитары, убрала кошелёк в рюкзак и развернулась, чтобы уходить.\n\n– Анна?..\nОна повернулась на голос, натянуто улыбаясь.\n– Спел хорошо. Не более. Можешь не благодарить.\n— Спасибо?.. — он выглядел несколько растерянным.\n\nАнна молчала. Он посмотрел на неё ещё с минуту и снова взялся за гитару. Снова заиграл и запел, а Анна пошла вперёд, борясь с желанием остановиться и дослушать песню. (Случайно? специально ли?) её любимую.\n\n...самую любимую из его...",
    "answers": [
      {
        "id": 1,
        "text": "Конец",
        "bgAnswerImage": [
          "https://i.ibb.co/tm5Xc2G/IMG-2023-01-01-010002.jpg"
        ],
        "middle_answer": true
      },
      {
        "id": 11,
        "text": "★ Любимая песня",
        "comment": true,
        "var_equal": [
          "global лп",
          1
        ]
      }
    ]
  },
  {
    "id": 12,
    "text": "Анна опустила руку в карман пуховика и нащупала телефон. Достала, набрала нужный номер... \"Ответь, пожалуйста, ответь\".\n\nПодруга наконец взяла трубку. Анна пустилась в громкий рассказ о прошедшем дне, редкими тихими фразами поясняя ситуацию и настоящую причину звонка. Так она могла сосредоточиться только на одном голосе — том, что раздавался в трубке. А не том, что пел очередную песню под гитарный аккомпанемент...\n\nМузыкант остался позади, но Анна не закончила разговор, пока не вышла на улицу.\n\nКак же глупо... И как же ей повезло с подругами.",
    "answers": [
      {
        "id": 1,
        "text": "Конец",
        "bgAnswerImage": [
          "https://i.ibb.co/tm5Xc2G/IMG-2023-01-01-010002.jpg"
        ],
        "middle_answer": true
      },
      {
        "id": 12,
        "text": "★ Хорошая подруга",
        "comment": true,
        "var_equal": [
          "global хп",
          1
        ]
      }
    ]
  },
  {
    "id": 13,
    "text": "Анна расправила плечи и постаралась вспомнить какую-нибудь песню. В голове, как по заказу, зазвучало: \"Сегодня она осталась в прошлом — последний год я и не мог мечтать о большем\".\n\nАнна усмехнулась. \"Как в тему\". Следующие строчки всплывали сами собой и она постаралась слегка покачиваться в такт воображаемой музыке.\n\nОдна песня любимого артиста сменяла другую, и Анна шла, действительно увлёкшись и почти перестав обращать внимание на звук гитары и голос, который звучал в реальности здесь и сейчас: совсем непохожий на голос артиста, чьи песни Анна мысленно проигрывала.\n\nОна прошла (или протанцевала) мимо музыканта, старательно поддерживая иллюзию вплоть до выхода.\n\nМожет быть, всё это просто паранойя, и он вовсе не думал её окликать — но так будет спокойнее... ",
    "answers": [
      {
        "id": 1,
        "text": "Конец",
        "bgAnswerImage": [
          "https://i.ibb.co/tm5Xc2G/IMG-2023-01-01-010002.jpg"
        ],
        "middle_answer": true
      },
      {
        "id": 13,
        "text": "★ Музыка в голове",
        "comment": true,
        "var_equal": [
          "global мвг",
          1
        ]
      }
    ]
  },
  {
    "id": 14,
    "text": "Анна решительно отбросила панические мысли. Он не окликнет. С чего? Глупо кидаться звонить подруге или изображать танцы с бубном под воображаемый мотив... Вот где действительно можно говорить о сумасшествии...\n\nПоэтому она просто пройдёт мимо. Спокойно. Медленно.\n\n— Анна! — сердце летит в пропасть повторно, и мир рассыпается на кусочки, чтобы собраться обратно не таким, как прежде — неправильным, волнительным, опасным. Анна стоит прямо напротив музыканта, не веря в происходящее, и музыкант смотрит на неё, перестав играть.\n\nЕй нестерпимо хочется развернуться и убежать, чтобы не отвечать ничего, не смотреть в эти глаза, не... Вместо этого она размыкает губы:\n— Влад?.. — так, как будто только сейчас его увидела и узнала, а не кралась вдоль противоположной стены, только бы не быть замеченной. Только бы не позвал.\n\n...не потому, что она не хочет пробуждать ненужные воспоминания, слышать своё имя его голосом или что-то ещё. \n\nА потому, что она пойдёт.",
    "answers": [
      {
        "id": 1,
        "text": "Конец",
        "bgAnswerImage": [
          "https://i.ibb.co/tm5Xc2G/IMG-2023-01-01-010002.jpg"
        ],
        "middle_answer": true
      },
      {
        "id": 14,
        "text": "★ По зову не сердца",
        "comment": true,
        "var_equal": [
          "global пзнс",
          1
        ]
      }
    ]
  },
  {
    "id": 15,
    "text": "Здесь находится список (не)обнаруженных вами концовок.",
    "answers": [
      {
        "id": 15,
        "text": "• Новый мир?",
        "comment": true,
        "var_less": [
          "global нм",
          1
        ]
      },
      {
        "comment": true,
        "id": 15,
        "text": "★ Новый мир?",
        "bgAnswerImage": [
          "https://i.ibb.co/wSZWhKr/IMG-2023-01-01-010005.jpg"
        ],
        "var_need": [
          "global нм",
          1
        ]
      },
      {
        "id": 15,
        "text": "• Так будет правильно",
        "comment": true,
        "var_less": [
          "global ткбп",
          1
        ]
      },
      {
        "comment": true,
        "id": 15,
        "text": "★ Так будет правильно",
        "bgAnswerImage": [
          "https://i.ibb.co/wSZWhKr/IMG-2023-01-01-010005.jpg"
        ],
        "var_need": [
          "global ткбп",
          1
        ]
      },
      {
        "id": 15,
        "text": "• Любимая песня",
        "comment": true,
        "var_less": [
          "global лп",
          1
        ]
      },
      {
        "comment": true,
        "id": 15,
        "text": "★ Любимая песня",
        "bgAnswerImage": [
          "https://i.ibb.co/wSZWhKr/IMG-2023-01-01-010005.jpg"
        ],
        "var_need": [
          "global лп",
          1
        ]
      },
      {
        "id": 15,
        "text": "• Незамеченная",
        "comment": true,
        "var_less": [
          "global н",
          1
        ]
      },
      {
        "comment": true,
        "id": 15,
        "text": "★ Незамеченная",
        "bgAnswerImage": [
          "https://i.ibb.co/wSZWhKr/IMG-2023-01-01-010005.jpg"
        ],
        "var_need": [
          "global н",
          1
        ]
      },
      {
        "id": 15,
        "text": "• Неспокойное сердце",
        "comment": true,
        "var_less": [
          "global нс",
          1
        ]
      },
      {
        "comment": true,
        "id": 15,
        "text": "★ Неспокойное сердце",
        "bgAnswerImage": [
          "https://i.ibb.co/wSZWhKr/IMG-2023-01-01-010005.jpg"
        ],
        "var_need": [
          "global нс",
          1
        ]
      },
      {
        "id": 15,
        "text": "• До конца",
        "comment": true,
        "var_less": [
          "global дк",
          1
        ]
      },
      {
        "comment": true,
        "id": 15,
        "text": "★ До конца",
        "bgAnswerImage": [
          "https://i.ibb.co/wSZWhKr/IMG-2023-01-01-010005.jpg"
        ],
        "var_need": [
          "global дк",
          1
        ]
      },
      {
        "id": 15,
        "text": "• Хорошая подруга",
        "comment": true,
        "var_less": [
          "global хп",
          1
        ]
      },
      {
        "comment": true,
        "id": 15,
        "text": "★ Хорошая подруга",
        "bgAnswerImage": [
          "https://i.ibb.co/wSZWhKr/IMG-2023-01-01-010005.jpg"
        ],
        "var_need": [
          "global хп",
          1
        ]
      },
      {
        "id": 15,
        "text": "• Музыка в голове",
        "comment": true,
        "var_less": [
          "global мвг",
          1
        ]
      },
      {
        "comment": true,
        "id": 15,
        "text": "★ Музыка в голове",
        "bgAnswerImage": [
          "https://i.ibb.co/wSZWhKr/IMG-2023-01-01-010005.jpg"
        ],
        "var_need": [
          "global мвг",
          1
        ]
      },
      {
        "id": 15,
        "text": "• По зову не сердца",
        "comment": true,
        "var_less": [
          "global пзнс",
          1
        ]
      },
      {
        "comment": true,
        "id": 15,
        "text": "★ По зову не сердца",
        "bgAnswerImage": [
          "https://i.ibb.co/wSZWhKr/IMG-2023-01-01-010005.jpg"
        ],
        "var_need": [
          "global пзнс",
          1
        ]
      },
      {
        "id": 15,
        "text": "  ",
        "comment": true
      },
      {
        "id": 1,
        "text": "Назад",
        "bgAnswerImage": [
          "https://i.ibb.co/tm5Xc2G/IMG-2023-01-01-010002.jpg"
        ],
        "middle_answer": true
      }
    ]
  },
  {
    "id": 16,
    "text": "Квест написан на конкурс мини-квестов \"Снежинка\". \n\nВк-паблик автора, строчка чьего стихотворения используется в концовке \"До конца\", называется \"ËПРСТ — Ëж-придурок рубит сознание топором\".\n\nВ концовке \"Музыка в голове\" героиня вспоминает строчки из песни playingtheangel'a \"Bye Bye Kitty\".\n\nСпасибо за прочтение квеста. \n\nГруппа автора выглядит заброшенной, но через неё всё ещё можно с ним связаться, если вдруг возникнет такое желание.",
    "answers": [
      {
        "id": 1,
        "text": "Назад",
        "bgAnswerImage": [
          "https://i.ibb.co/tm5Xc2G/IMG-2023-01-01-010002.jpg"
        ],
        "middle_answer": true
      }
    ]
  },
  {
    "id": 17,
    "text": "",
    "answers": []
  },
  {
    "id": 18,
    "text": "",
    "answers": []
  },
  {
    "id": 19,
    "text": "",
    "answers": []
  },
  {
    "id": 20,
    "text": "",
    "answers": []
  },
  {
    "id": 21,
    "text": "",
    "answers": []
  }
]