[
  {
    "id": 1,
    "text": "   НОВАЯ ФЭНТЕЗИЙНАЯ КНИГА ОТ МЕНЯ: #159557\n\n   Вторая Звезда Смерти уничтожена, а тёмные правители мертвы. Галактическая Империя развалена на части, но и Новая Республика переживает не лучшие времена. Казалось бы, всё кончено, и ситуация в мире должна улучшиться, однако всё равно находятся те, кто жаждет власти над тем, что осталось. По сути, наступает анархия, и преступный мир расцветает, как никогда...\n\n   ПРЕДУПРЕЖДЕНИЕ:\n   — часто/очень часто встречается физическое насилие;\n   — редко/очень редко упоминаются алкогольные и/или наркотические вещества;\n   — редко/очень редко упоминаются табачные изделия;\n   — редко/очень редко употребляется нецензурная лексика (полностью \"запиканная\");\n   — в книге не ведётся пропаганда ничего из вышеперечисленного. \n\n   Автор: Папоян Давид. \n   Жанр: боевик, фантастика, приключения. \n   Доступно глав: 12. КНИГА ОКОНЧЕНА.",
    "answers": [
      {
        "id": 2,
        "text": "Описание книги"
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "https://cdn1.savepice.ru/uploads/2018/6/9/852327d272c820ea2996b8f716b0e2f0-full.jpg",
        "system": true
      },
      {
        "id": 1,
        "text": "",
        "pageImg": "https://cdn1.savepice.ru/uploads/2018/6/9/852327d272c820ea2996b8f716b0e2f0-full.jpg",
        "system": true
      },
      {
        "id": 6,
        "text": "Главы"
      },
      {
        "id": 16,
        "text": "Новости"
      }
    ]
  },
  {
    "id": 2,
    "text": "   Эта книга (именно \"книга\", не \"квест\") является так называемой \"перезагрузкой\" моего первого текстового квеста. Причин её написания достаточно много:\n   — во-первых, это моя лень. Как бы это парадоксально не звучало, но мне лень заканчивать предыдущий квест, поэтому я принялся за написание новой книги. Мне лень разбираться во множестве операторов и придумывать какие-то ситуации, в которых я бы их использовал. Плюс ко всему, это значительно задерживает процесс написания квеста, хоть я и так нечасто выпускал новые главы;\n   — во-вторых, сюжет зашёл в тупик. Мне очень хотелось бы закончить моё творение под простым названием \"Звёздные воины\", однако там я напридумывал столько (как по мне) бреда, что сам не знаю, как вывести историю на что-то стоящее;\n   — третья и последняя причина достаточно глупая: я забыл логин и пароль от своего аккаунта :)\n\n   Что ж, теперь немного о книге:",
    "answers": [
      {
        "id": 3,
        "text": "Главный герой"
      },
      {
        "id": 4,
        "text": "Сюжет"
      },
      {
        "id": 5,
        "text": "\"Книга\", а не \"квест\""
      },
      {
        "id": 1,
        "text": "Главное меню"
      }
    ]
  },
  {
    "id": 3,
    "text": "   Главный герой... по сути, основным персонажем останется Авнер Фарен — лидер преступной организации, отличный стрелок и прекрасный дипломат (по крайней мере, я хочу его таким показать). С другой стороны сюжет не будет крутиться вокруг него одного. Будет добавлено много других персонажей и много внимания я постараюсь уделить их истории и характеру. Постараюсь раскрыть всех по максимуму (или хотя бы тех, кто важен по сюжету). ",
    "answers": [
      {
        "id": 3,
        "text": "Назад",
        "backstepCount": 1,
        "isBack": true
      }
    ]
  },
  {
    "id": 4,
    "text": "   Что касается сюжета, то эта книга будет кардинально отличаться историей от предыдущего квеста. \n   \"Тридцатилетний наёмник собрал двухсоттысячную армию профессиональных убийц, заполучил крейсер невиданных размеров в своё распоряжение и с помощью такой \"армии\" способен противостоять Республике/Империи и банковскому клану\". Звучит бредово, согласитесь?\n   Тут всё иначе. Всё тот же мужчина, но уже не с двумястами тысячами бойцов, а парой-тройкой сотен (ну, максимум двумя-тремя тысячами). Уже не двенадцатикилометровый разрушитель, а скромная (или не очень) база где-нибудь на краю Галактики, в забытой всеми системе. Противниками будут выступать не Империя или Республика (хотя стычки с ними неизбежны), а другие представители криминального мира. Звучит несколько привлекательнее, как по мне. ",
    "answers": [
      {
        "id": 4,
        "text": "Назад",
        "backstepCount": 1,
        "isBack": true
      }
    ]
  },
  {
    "id": 5,
    "text": "   Книга? Серьёзно? В приложении \"Текстовые КВЕСТЫ\"?\n   Я не раз думал по этому поводу перед, во время и после написания \"Звёздных воинов\". Я понимаю, что приложение предназначено в первую и единственную очередь для квестов. Я искал нечто подобное для книг. Место, где любой автор, желающий поделиться своими мыслями и фантазиями, изложенными на бумаге, мог бы это сделать. К сожалению, ничего подобного я не обнаружил.\n   И я не нашёл другого выхода, как начать писать книгу здесь. Думаю, кому будет интересно, тот прочитает, может даже выскажет своё мнение. Кто пришёл сюда читать квесты, тот просто пропустит.\n   А вообще, как по мне, было бы неплохо добавить раздел \"Книги\" или нечто подобное. Хуже от этого никому не станет точно, а людям, предпочитающим линейность сюжета, было бы куда \"скинуть\" своё творчество. ",
    "answers": [
      {
        "id": 5,
        "text": "Назад",
        "backstepCount": 1,
        "isBack": true
      }
    ]
  },
  {
    "id": 6,
    "text": "                                       Главы",
    "answers": [
      {
        "id": 7,
        "text": "Глава первая: Пробуждение"
      },
      {
        "id": 40,
        "text": "Глава вторая: Предзнаменования"
      },
      {
        "id": 68,
        "text": "Глава третья: Реанимация"
      },
      {
        "id": 91,
        "text": "Глава четвёртая: Сети"
      },
      {
        "id": 127,
        "text": "Глава пятая: Новый порядок"
      },
      {
        "id": 172,
        "text": "Глава шестая: Чистка"
      },
      {
        "id": 211,
        "text": "Глава седьмая: Волнения"
      },
      {
        "id": 249,
        "text": "Глава восьмая: Затишье"
      },
      {
        "id": 281,
        "text": "Глава девятая: Мобилизация"
      },
      {
        "id": 310,
        "text": "Глава десятая: Буря, часть первая"
      },
      {
        "id": 334,
        "text": "Глава одинадцатая: Буря, часть вторая"
      },
      {
        "id": 356,
        "text": "Глава двенадцатая: Повесть"
      },
      {
        "id": 1,
        "text": "Главное меню"
      }
    ]
  },
  {
    "id": 7,
    "text": "                  Глава первая: Пробуждение\n\n   Мужчина в лёгкой броне перемещает тележку на репульсорах с большим контейнером сверху. Его сопровождают четыре солдата с винтовками в подобной униформе. <s>r\n   Помещение, в котором они находятся, похоже на какой-то склад, о чём говорят множество ящиков, наставленных друг на друга. Множество ламп озаряли простор ярким белым светом, хотя местами оставались неосвещённые зоны. <s>r\n   Сопровождение остановилось, следом и повозка. Бойцы приготовили винтовки, словно ожидая засады. Тот, кто толкал груз, активировал комлинк на руке:\n   — Мы на месте.<s>r\n   — Заказчик скоро прибудет. Ожидайте, — послышалось из устройства. ",
    "answers": [
      {
        "id": 8,
        "text": "Вперёд"
      },
      {
        "id": 6,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 8,
    "text": "   Тем временем за ними из-за ящиков наблюдает мужчина. Он преподнёс руку ко рту и прошептал:\n   — Товар на месте. \n   — Не спешите, — послышалось в ответ. – По моему приказу.  <s>r\n   Мужчина за ящиком достал из-за спины винтовку и нацелился на одного из охранников. <s>r\n   — Бетта-4 на позиции, — проговорил следующий солдат, заняв позицию на одном из контейнеров. <s>r\n   — Бетта-2 на позиции. \n   На несколько секунд наступила тишина. <s>r\n   — Где третий? – встревоженно спросил лидер. <s>r\n   — Его комлинк на частоте, но он не отвечает, — озадаченно проговорил первый. <s>r\n   — Бетта-3 на позиции. <s>r\n   — Где ты был, **** ****? – нервно спросил второй. <s>r\n   — Отлучался по естественной нужде. Не хватало, чтобы мне приспичило в самый ответственный момент. <s>r\n   — Похоже, мы все упустили этот ответственный момент – сюда приближается отряд наёмников. <s>r\n   — Блестяще сработано, парни, — саркастично прошептал Бетта-3.  <s>r\n   — Заткнись, третий. \n   — Отставить разговоры, — приказал Бетта-лидер. – Ждите дальнейших указаний. ",
    "answers": [
      {
        "id": 9,
        "text": "Вперёд"
      },
      {
        "id": 7,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 9,
    "text": "   Завидев приближающийся отряд, наёмники с грузом развернулись в их сторону, держа оружие наготове. <s>ufeff\n   — Спокойно-спокойно. Разве вы не нас ожидали?<s>ufeff — проговорил появившийся из тени человек. Следом начали появляться остальные с винтовками наперевес. \n   — Вы из Консорциума, верно? — задался вопросом охранник товара. \n   — Так и есть. То, что нам нужно, у вас?",
    "answers": [
      {
        "id": 10,
        "text": "Вперёд"
      },
      {
        "id": 8,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 10,
    "text": "   Пока Бетта-1 подслушивал разговор, он услышал приближающиеся шаги. Как только он покинул свою позицию, её занял боец из Консорциума. \n   — У меня проблемы, — прошептал мужчина в комлинк. \n   — Что произошло?\n   — Вновь прибывший занял моё место. Мне пришлось покинуть позицию.\n   — Они окружают их, — проговорил Бетта-4, находясь на возвышенности. — Похоже, это засада. \n   — Устранить, — отдал приказ лидер. \n   — Бетта-2, будь осторожен. На пять часов приближается к тебе. На три часа занял позицию, — информировал четвёртый. \n   — Принял. \n   — Бетта-1 докладывает: противник устранён. \n   — Бетта-3, я тебя не вижу. Доложи обстановку. \n   — Минус один. Судя по шагам, где-то рядом ещё... агх...",
    "answers": [
      {
        "id": 11,
        "text": "Вперёд"
      },
      {
        "id": 9,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 11,
    "text": "   Говорящие на освещённой площадке услышали всхливыпание за контейнерами, а затем звук падения. \n   — Что это было? — занервничал охранник груза. \n   — Идите проверьте, — отправил двоих мужчина из Консорциума. \n   На \"аллее переговоров\" остались пять солдат, привёзших ящик с чем-то, и трое позжеприбывших. Они продолжили обсуждение. ",
    "answers": [
      {
        "id": 12,
        "text": "Вперёд"
      },
      {
        "id": 10,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 12,
    "text": "   — Бетта-3, к тебе направляются двое. Что у тебя произошло? — волнуется Бетта-4. \n   — Вы не поверите, но...\n   — Что но?\n   — Он поскользнулся... на том, почему я опоздал на позицию...\n   — Твою ж... — остановился Бетта-лидер. \n   — Бетта-3, они совсем близко. Займись делом, — скоординировал четвёртый. \n   — Бетта-1, о чём они говорят? — спросил лидер. \n   — Разговор окончен. Передают кейс с деньгами. Открыли кейс, деньги на месте... Производят передачу контейнера...\n   — Бетта-3 докладывает: противники устранены. ",
    "answers": [
      {
        "id": 13,
        "text": "Вперёд"
      },
      {
        "id": 11,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 13,
    "text": "   Один из наёмников медленно подвозит репульсорную подушку солдатам из некоего Консорциума, как вдруг за контейнерами послышался громкий стук, словно кто-то \"налетел\" на ящики. \n   — Да что там происходит? — с испуганным взглядом и дрожью в голосе спросил мужчина. \n   — Что бы там ни было, мои люди разберутся, — успокаивал собеседника человек. — Я всё ещё хочу увидеть товар, — вернулся он к тому, за чем пришёл. \n   Платформа подъехала ближе, и солдат Консорциума отворил крышку...",
    "answers": [
      {
        "id": 14,
        "text": "Вперёд"
      },
      {
        "id": 12,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 14,
    "text": "   Произошёл взрыв...\n   Поставщики успели залечь или спрятаться за другими контейнерами, ведь они заранее знали о предстоящем. Как только опасность миновала, группа из пяти человек принялась бежать, прихватив с собой кейс, набитый кредитами. \n   — Они тикают! — на повышенном тоне произнёс Бетта-4 на частоте своего отряда, наблюдая за происходящим с высоты. \n   — Не дайте им уйти. Одного оставьте в живых, — поступил приказ от командира. \n   — Бетта-4, разберёмся с ними! — произнёс первый, покинув укрытие и пробежав по месту происшествия, направляясь за убегающими. \n   Бетта-4 пробирался по контейнерам вдоль пути, по которому направлялся отряд. Немного уменьшив дистанцию до целей, он замедлился, достал винтовку и произвёл меткий выстрел. \n   — Ха! Минус один. ",
    "answers": [
      {
        "id": 15,
        "text": "Вперёд"
      },
      {
        "id": 13,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 15,
    "text": "   Этим временем Бетта-2 и 3 разобрались с остатками солдат противника. Они подошли к обожённому, но ещё дышащему телу, побывавшему в эпицентре взрыва. \n   — Бетта-лидер, — обратился второй, — у нас тут выживший из Консорциума. \n   — Он может нам пригодиться, поэтому позаботьтесь о нём, — доносилось из комлинка. \n   — Состояние критическое, нужно срочно доставить его на корабль, — предупредил второй. \n   — Ещё бы! — воскликнул Бетта-3. — Бомба взорвалась в метре от него. Непонятно, как ему башню не разнесло. \n   — Эвакуируйте его. ",
    "answers": [
      {
        "id": 17,
        "text": "Вперёд"
      },
      {
        "id": 14,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 16,
    "text": "   [09.06.2018] — начата работа над книгой. \n   [23.06.2018] — добавлена первая глава. \n   [05.07.2018] — добавлена вторая глава. \n   [30.07.2018] — добавлена третья глава. \n   [23.08.2018] — добавлена четвёртая глава. \n   [31.08.2018] — подкорректирована первая глава (Теперь в качестве пилота на YT-1300, на котором отряд Бетта покидал Корусант, выступает Бетта-5. На сюжет это никак не повлияет, и перечитывать главу из-за этого изменения не имеет смысла).\n   [22.09.2018] — добавлена пятая глава. \n   [11.11.2018] — добавлена шестая глава. \n   [02.01.2019] — добавлена седьмая глава. \n   [17.01.2019] — добавлена восьмая глава. \n   [19.01.2019] — добавлена девятая глава. \n   [23.01.2019] — добавлена десятая глава. \n   [03.02.2019] — добавлена одинадцатая глава. \n   [03.02.2019] — добавлена двенадцатая глава. Книга окончена. Продолжение следует...",
    "answers": [
      {
        "id": 1,
        "text": "Главное меню"
      }
    ]
  },
  {
    "id": 17,
    "text": "   Вот погоня зашла в тупик: последний оставшийся наёмник уткнулся в железную дверь. \n   — Бежать некуда, — сказал Бетта-1, держа на прицеле загнанного в угол солдата. \n   Боец резко развернулся, молниеносно вынув пистолет и прицелившись в первого. \n   — Живым меня не возьмёте! — крикнул он, выстрелив в Бетта-1. \n   Бетта-4, всё также занимая позицию на высоте, в ответ выпустил несколько зарядов в наёмника, но их встретил кейс. В этот момент автоматическая дверь за спиной наёмника распахнулась. Он, видимо ожидая кого-то из своих, повернулся...",
    "answers": [
      {
        "id": 18,
        "text": "Вперёд"
      },
      {
        "id": 15,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 18,
    "text": "   В проёме стоял мужчина, одетый точно также, как и прочие члены отряда Бетта: чёрная лёгкая броня и идентичный шлем.\n   Солдат обезоружил наёмника, а взамен получил кейсом по голове. Следующий удар был блокирован, и наёмник встретил кулак виском. Потеряв равновесие, он рухнул на пол и, вовремя прийдя в себя, успел предотвратить удар, соприкоснув свой ботинок и чёрный шлем солдата. Выиграв немного времени, наёмник стремительно пополз к пистолету, и как только он оказался у него в руках, боец Бетта схватил нацеленное на него оружие. \n   Лежащий на спине наёмник направлял дуло к голове противника, а последний, сидя сверху, старался вырвать бластер и отбросить его в сторону. В данной ситуации всё решала сила, но, неожиданно для всех, наёмник резко ослабил хватку и, когда пистолет оказался у его головы, спустил курок. ",
    "answers": [
      {
        "id": 19,
        "text": "Вперёд"
      },
      {
        "id": 17,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 19,
    "text": "   Поднявшись с уже бездыханного тела, солдат присел рядом с ним и начал обыскивать его. \n   Бетта-4 спустился с контейнеров и подошёл к первому, дабы проверить его состояние. Выстрел лишь слегка обжог кожу напарника. Они вдвоём подошли к рыскающему солдату. \n   — Это было... странно, — заметил четвёртый. \n   — Что-то мне подсказывает, что это были не просто наёмники...\n   — Да уж... какой человек в здравом уме способен покончить с собой? — подумал первый.\n   — Ничего... — произнёс боец, закончив обыск. \n   — А что вы планировали найти? — поинтересовался Бетта-4. \n   — Хоть что-то, что может подсказать, кто эти ребята. \n   — В таком случае, подсказка может уже быть на нашем корабле, — сказал четвёртый, имея в виду бойца Консорциума. ",
    "answers": [
      {
        "id": 20,
        "text": "Вперёд"
      },
      {
        "id": 18,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 20,
    "text": "   — Бетта-2, -3, как обстоят дела? — спросил он по комлинку. \n   — Эмм... у нас небольшие проблемы, Бетта-лидер, — начал докладывать третий. — Похоже, парни из Консорциума пришли за своим другом. \n   На фоне были слышны выстрелы. \n   — Где вы находитесь?\n   — Третий ангар. И он заблокирован. Мы вдвоём не справимся, нужна помощь. \n   — Мы скоро прибудем, конец связи. ",
    "answers": [
      {
        "id": 21,
        "text": "Вперёд"
      },
      {
        "id": 19,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 21,
    "text": "   В ангаре находится грузовой корабль YT-1300. Его трап опущен. Перед трапом расставлены ящики, которые служат баррикадами для укрывающегося за ними Бетта-3. Периодически выглядывая, он открывает огонь по бойцам Консорциума, которые появляются с единственного входа в помещение. \n   В этот момент Бетта-2 спустился с звездолёта и, держа винтовку в руках, принялся помогать третьему защищать корабль. \n   — Ты не сильно торопился мне на выручку, — промолвил третий, не отрывая глаз от прицела. \n   Бетта-2 сосредоточился на одном из наёмников, но тот активно избегал его выстрелов. После нескольки неудач, бойца сразил наповал заряд Бетта-3. Бетта-2 тяжело вздохнул:\n   — В том, чтобы отстреливать недругов, тебе помощь явно не нужна. ",
    "answers": [
      {
        "id": 22,
        "text": "Вперёд"
      },
      {
        "id": 20,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 22,
    "text": "   Ряды врага сгущались, и два солдата уже не справлялись с их натиском. К счастью для них, через единственную дверь ворвались остальные члены отряда Бетта, о чём свидетельствовал взрыв где-то за баррикадами противника и дальнейшее появление чёрных фигур, активно стреляющих по людям Консорциума. \n   — Отряд Бетта снова в сборе! — радостно проговорил Бетта-3 на их частоте. \n   — Рано радуешься: нужно найти способ открыть ангар, — подметил Бетта-1. \n   — Думаю, с этим сложностей не возникнет, — начал второй. — Справа от вас есть лестница, она ведёт в пункт управления. \n   — В таком случае, прикройте меня, — после этих слов Бетта-4 направился к той самой лестнице, параллельно пытаясь избегать вражеского огня. ",
    "answers": [
      {
        "id": 23,
        "text": "Вперёд"
      },
      {
        "id": 21,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 23,
    "text": "   Боец беспрепятственно добрался до нужной двери и, к счастью, она не была заперта. Ничего не составило труда войти, что он, собственно, и сделал. \n   Перед солдатом предстала небольшая комната размером три на шесть метров. Тут было одно большое окно, раскинувшееся на всю стену и открывающее обзор на ангар, где сейчас кипело сражение, и под которым стояли множество электронных панелей. \n   Кинув взгляд на компьютер, Бетта-4 нашёл нужную кнопку и нажал на неё. Раздвижные панели ангара начали разъезжаться, тем самым открывая вид на темноту. \n   Перед уходом боец обратил внимание на кресло стоящее в углу комнаты и повёрнутое спинкой. Подойдя ближе открылся обзор на руку сидящего в нём. Развернув сидение, он увидел имперского сотрудника с простреленным черепом. \n   Больше солдат не стал задерживаться, ведь каждая секунда могла стоить здоровья или жизни его напарников. ",
    "answers": [
      {
        "id": 24,
        "text": "Вперёд"
      },
      {
        "id": 22,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 24,
    "text": "   К моменту, когда Бетта-4 покинул вытянутую комнату, остальные из отряда уже \"оккупировали\" подъём на корабль. \n   — Бетта-4, быстрее сюда! — громко проговорил лидер, и подопечный метнулся в их сторону. \n   Путь солдата сопровождали множество выстрелов, встречи с которыми он удачно избегал. Добравшись до места, боец занял позицию за одним из ящиков и принялся вести огонь по противнику. \n   — Каков план? — обратился Бетта-1 к лидеру. \n   — Наша работа на Корусанте выполнена. По одному на корабль и улетаем. \n   Приказ начал выполняться: бойцы по порядку своего номера ступали на трап, не прекращая вести огонь. Последним на борт корабля поднялся лидер отряда, а один из бойцов закрыл за ним вход. ",
    "answers": [
      {
        "id": 25,
        "text": "Вперёд"
      },
      {
        "id": 23,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 25,
    "text": "   — По позициям, — отдал приказ лидер, сняв шлем. \n   Оказавшись на своих местах, бойцы поступили также. \n   Все они принадлежали к расе викуэев и были достаточно похожи друг на друга. Однако двое из них имели внешние черты, мгновенно выделяющие их: кожа жёлтого цвета вокруг глаз Бетта-лидера и множество косичек на голове Бетта-1. \n   — Операция прошла быстрее, чем я предполагал, — с ухмылкой произнёс пятый член, когда командир отряда зашёл в кабину и сел в сиденье справа. \n   — Уводи нас отсюда. ",
    "answers": [
      {
        "id": 26,
        "text": "Вперёд"
      },
      {
        "id": 24,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 26,
    "text": "   YT-1300 поднялся в воздух и покинул ангар, оставив позади лазерный шквал, направленный в него наёмниками Консорциума. \n   Корабль оказался в огромном углублении цилиндрической формы, в так называемом Нижнем мире Корусанта. В стенах находились множество углублений и выпуклостей, образующих целую инфраструктуру. Старые хижины, грязные кантины, полуразваленные магазины; бедные, голодные и озлобленные жители; убийцы, воры, головорезы и прочие низшие слои общества — всем этим можно вкратце описать это место. \n   Нужно найти наёмника для самой грязной работы — добро пожаловать в любую забегаловку. Необходимо купить или продать что-то не очень законное — чёрный рынок тут практически повсюду. Завалялись парочка лишних кредитов — тебя \"обчистят\" в два счёта. ",
    "answers": [
      {
        "id": 27,
        "text": "Вперёд"
      },
      {
        "id": 25,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 27,
    "text": "   — Похоже, \"хвоста\" нет, — проговорил Бетта-лидер, пока корабль направлялся вверх. \n   — На сканерах чисто, — доложил пилот. \n   Первый покинул кабину. Все бойцы собрались в каюте. \n   — Я так понимаю, никакого товара на месте и не было, — предположил викуэй с жёлтой кожей. \n   — Иначе он был бы уже у нас, — сказал Бетта-3, намекая на талант отряда. \n   — Из-за твоих выходок нас могли обнаружить! — отчитал третьего солдат с косичками. \n   — Тише, Джиро, — обратился лидер к подопечному. \n   На секунду в воздухе нависла тишина. \n   — Что там с нашим пассажиром? — поинтересовался командир. ",
    "answers": [
      {
        "id": 28,
        "text": "Вперёд"
      },
      {
        "id": 26,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 28,
    "text": "   Тем временем в ангаре, из которого был совершён побег, солдаты Консорциума стоят в недоумении. \n   — Они ушли и забрали одного из наших, — доложил боец другому, видимо, старшему по званию. \n   — И скольких вы потеряли, пытаясь его спасти?\n   — Эмм... — задумался солдат. — Девятнадцать. \n   — Я доложу об этом Тайберу Занну, — мужчина развернулся и направился к выходу из ангара. — Советую вам придумать оправдание. \n   В этот момент боец осознал ошибку сделанного ими. Он развернулся и уставился в открытый люк ангара. ",
    "answers": [
      {
        "id": 29,
        "text": "Вперёд"
      },
      {
        "id": 27,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 29,
    "text": "   Бетта-лидер и Джиро (Бетта-1) находятся в медицинском отсеке. Тут на койке лежит солдат Консорциума в бессознательном состоянии. К нему подключены аппараты жизнедеятельности, а за его состоянием следит медицинский дроид. \n   — Хорошо ему досталось, — заметил лидер. \n   — Состояние тяжёлое, но стабильное, — доложил медик. — Если так пойдёт и дальше, он придёт в сознание уже через пару дней. \n   — Что мы будем делать с ним дальше? После того, как всё узнаем, — спросил викуэй с косичками. \n   — Тут вариантов немного: либо доделаем то, что не смогла бомба, либо отпустим. \n   — Гворм, куда направляемся? — пошёл голос Бетта-5 из комлинка на руке Бетта-лидера. \n   — Давай на базу... нужно встретиться с командиром, — ответил жёлтолицый. ",
    "answers": [
      {
        "id": 30,
        "text": "Вперёд"
      },
      {
        "id": 28,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 30,
    "text": "   Этим временем люди Консорциума не могут успокоиться и осматривают место происшествия. \n   — Вы выяснили, кто эти наёмники? — спросил старший по званию у подопечного. \n   — Кто они такие нам не ясно, но могу сказать точно — в этой бойне они выступают третьей стороной. \n   — А что на счёт нашего груза? \n   — Судя по всему, его и не было, — мужчина указал на разорванный контейнер. — Либо кто-то подменил содержимое.\n   — Они могли такое сделать? — шла речь об отряде Бетта. \n   — Не исключено. Я попытался восстановить цепочку событий, но ничего однозначного не выходит. \n   — Доложите мне, как только будут успехи, — произнёс старший и направился дальше. ",
    "answers": [
      {
        "id": 31,
        "text": "Вперёд"
      },
      {
        "id": 29,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 31,
    "text": "   По пути солдат Консорциума повстречал четыре мёртвых тела наёмников, с которыми они имели дело. Пятый труп находился недалеко от двери и с пистолетом в руках, что вызвало интерес у человека. Он подошёл и принялся осматривать его. \n   \"Выстрел произведён в висок. Возможно, он застрелился сам, однако след от удара на левой щеке говорит об обратном, — размышлял солдат. — Если его убили, то зачем скрывать это, учитывая свыше десятка других тел? — мужчина вздохнул. — Тут всё намного сложнее, чем кажется\".\n   Он поднялся с колена и начал смотреть по сторонам в надежде найти какие-либо подсказки. Блуждая, он наткнулся на небольшое пятно запёкшейся крови. ",
    "answers": [
      {
        "id": 32,
        "text": "Вперёд"
      },
      {
        "id": 30,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 32,
    "text": "   — Нашли что-то интересное? — спросил криминалист Консорциума, увидев бойца на полусогнутых. \n   — Думаю, это оставил один из наших новых \"знакомых\", — прокомментировал \"находку\" мужчина. — Выясните, кому она принадлежит, — отдал приказ вновь подошедшему. \n   — Нам придётся воспользоваться имперской базой данных, — предупредил криминалист, сканируя кровь с помощью планшета в своих руках. \n   — Это не проблема с учётом влияния нашей организации. \n   На комлинк мужчины пошёл вызов, который в ту же секунду был принят. \n   — Крис Монис, в систему прибыл заместитель Тайбера Занна и он желает видеть Вас. \n   — Я скоро прибуду, — произнёс мужчина и завершил вызов. — Разберитесь с этим делом, — обратился он к криминалисту, направляясь к выходу. ",
    "answers": [
      {
        "id": 33,
        "text": "Вперёд"
      },
      {
        "id": 31,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 33,
    "text": "   В системе Флоррум, вокруг самой планеты Флоррум, медленно кружляет большой метеорит. \n   Из гиперпространства вышел YT-1300 и направился в его сторону. \n   — Отряд Бетта прибыл, передаю код доступа, — проинформировал пилот-викуэй, находящийся на борту. \n   — Идентификация прошла успешно. Приземление разрешено, — пошёл голос из динамика корабля спустя несколько секунд. \n   Когда звездолёт приблизился, стало отчётливо видно, что метеорит — вовсе не то, чем кажется: с некоторой закономерностью по его \"экватору\" разбросаны ангары, где-то повыше расположен командный мостик, а по всей его площади раскиданы орудия; на южном и северном полюсах были видны аккуратные металлические бугорки в форме полусфер — генераторы щита. ",
    "answers": [
      {
        "id": 34,
        "text": "Вперёд"
      },
      {
        "id": 32,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 34,
    "text": "   YT-1300 приземлился в одном из ангаров. Тут, на посадочных площадках, находились ещё несколько грузовых кораблей такой же модели. Множество бойцов в лёгкой броне тёмно-синего цвета — рядовые бойцы станции — либо слонялись без дела, \"метаясь\" туда-сюда, либо спешили куда-то по приказам. \n   Несколько членов отряда покинули борт и направились по своим делам, а тем временем к жёлтолицему викуэю подошла светловолосая красивая девушка. \n   — Гворм, — обратилась она к бойцу, — командир ждёт тебя на мостике с докладом. \n   — Я скоро приду к нему, а сейчас мне нужно доставить кое-кого в медпункт. \n   — Что-то с членом отряда? — с переживанием спросила она. \n   — Нет, с ними всё в порядке, — успокоил викуэй. — Мы попали в переделку на Корусанте и пришлось взять \"зайца\" на борт. \n   — Я займусь им, а ты иди на мостик. Не стоит заставлять его ждать, — улыбнулась девушка и направилась к трапу. ",
    "answers": [
      {
        "id": 35,
        "text": "Вперёд"
      },
      {
        "id": 33,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 35,
    "text": "   Бетта-лидер спокойным шагом пошёл к выходу из ангара. \n   Направляясь по металлическим коридорам, вскоре викуэй оказался в верхней части станции, перед входом на командный мостик. Двери охранялись двумя бойцами в синей броне. Завидев Гворма, они отошли в сторону, и первый вошёл в помещение, набитое разными приборами. \n   Несколько человек в тёмно-зелёных униформах сидели за компьютерами: кто-то следил за радарами, кто-то контролировал системы базы, каждый был занят чем-то. \n   Один из членов экипажа с планшетом в руках стоял возле командира, и они что-то обсуждали. Увидев лидера одного из элитных отрядов, первый пошёл по своим делам, а второй развернулся в его сторону и стоял в ожидании. ",
    "answers": [
      {
        "id": 36,
        "text": "Вперёд"
      },
      {
        "id": 34,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 36,
    "text": "   — Гворм, я слышал, что у вас на Корусанте возникли какие-то проблемы, — произнёс командир, когда его подопечный подошёл. \n   — Всё пошло далеко не так, как планировалось. \n   — Я слушаю...\n   — Ну, во-первых, никакого груза на месте не было: наёмники привезли вместо генератора бомбу, а когда она взорвалась, попытались сбежать с деньгами. Мы попытались одного схватить, но он застрелился. \n   — Застрелился? — удивился командир. \n   — Я был удивлён не меньше. \n   — Вы выяснили, кто они такие?\n   — В процессе, — загадочно ответил Гворм. — Участниками сделки были солдаты Консорциума Занна. Один из них сейчас в медпункте в тяжёлом состоянии. Думаю, он должен знать, с кем они имели дело. \n   — Вы попали в передрягу с людьми Тайбера?! — нервно спросил командир. \n   — Нам пришлось отбиваться от них, когда нас окружили. \n   — Будем надеяться, они не обратят на это дело внимания. Не хватало нам проблем с криминальным авторитетом. ",
    "answers": [
      {
        "id": 37,
        "text": "Вперёд"
      },
      {
        "id": 35,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 37,
    "text": "   На мостик вошла девушка, которая встретила Гворма в ангаре. Она подошла к мужчинам и приняла участие в разговоре:\n   — Что ж, гость в безопасности и под надёжным присмотром. \n   — А теперь по-подробнее, что с ним случилось? — произнёс командир, глядя на викуэя. \n   — По рассказам парней, он был ответственным за проведение сделки: вёл переговоры, раздавал приказы и всё такое... — начал жёлтолицый. — Когда он получил контейнер с якобы генератором, то тот рванул прямо у него перед носом. \n   — Теперь понятно, почему его лицо сейчас напоминает ваши, — намекнула девушка на весь отряд Бетта, состоящий исключительно из викуэев. \n   Командир слегка посмеялся, а вот Гворм проигнорировал шутку, которая, явно, оказалась ему неприятной. ",
    "answers": [
      {
        "id": 38,
        "text": "Вперёд"
      },
      {
        "id": 36,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 38,
    "text": "   — Что значит \"По рассказам парней...\"? — вырвал из контекста человек. \n   — Поначалу меня не было с ними. Пока они наблюдали за сделкой, я наткнулся на одну очень интересную вещь... — специально выдержал паузу командир отряда Бетта. \n   На лицах собеседников виднелся большой интерес. \n   — На одном из складов я обнаружил дроида Конфедерации. \n   — Почему это вызвало у тебя такой интерес? — поинтересовался командир. \n   — Войны клонов закончились больше двадцати лет назад. Что сейчас дроиды тех времён делают на имперском складе?\n   — Не думаю, что дела Империи должны нас интересовать. У нас сейчас есть другие заботы. \n   — А я бы на твоём месте разобрался с этим, — дал совет Гворм. \n   — Если тебя это так волнует, можешь вернуться на Корусант и разобраться с этим сам. Для меня сейчас важнее, чтобы Занн не открыл на нас охоту. \n   — Не думаю, что из-за пропажи одного наёмника он бросит свои дела и начнёт гоняться по всей Галактике за парой головорезов, — сделал вывод викуэй. ",
    "answers": [
      {
        "id": 39,
        "text": "Вперёд"
      },
      {
        "id": 37,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 39,
    "text": "   Тайбер Занн находится на командном мостике \"Затмения\". Помещение освещает красный свет, исходящий от звезды системы, в которой расположен супер разрушитель. \n   Седовласый мужчина сидит по центру комнаты, а перед ним проектируется голо изображение талортая. \n   — Один похищенный, девятнадцать убитых, украдены и товар, и деньги за него. Ты понимаешь, Ураи, что эти наёмники могут доставить нам неприятности? — рассуждал Занн, сохраняя спокойствие. \n   — Тем не менее, это просто наёмники. \n   — Не-е-ет, — протяжно произнёс лидер Консорциума. — Больше я никого не недооценю, — косвенно упомянул он ситуацию, когда в имперской академии разоблачили его махинации. — Разберись с ними, Ураи. \n   Талортай слегка наклонил голову в знак того, что приказ будет выполнен, и изображение исчезло. Тайбер Занн поднялся и прошёл к концу командного мостика, к окну. Сложив руки за спиной, он наблюдал за яркогорящей звездой. ",
    "answers": [
      {
        "id": 1,
        "text": "Конец первой главы"
      },
      {
        "id": 38,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 40,
    "text": "              Глава вторая: Предзнаменования\n\n   Авнер Фарен сидит за барной стойкой в каком-то заведении и держит в руках небольшой прозрачный стакан с голубым содержимым. \n   В помещение входит Гворм. Пошатываясь, он подходит к человеку и садится на соседнее сиденье. \n   — Повтори! — выкрикивает он бармену. \n   — Думаю, тебе уже хватит, — заметил командир состояние своего подопечного. \n   Викуэй медленно повернул голову в его сторону и несколько секунд пустым взглядом смотрел на шрамированное лицо лидера, а затем спросил:\n   — Авнер, почему ты меня не слушаешь?\n   — О чём ты? — не понял человек. \n   В момент Бетта-лидер кинулся на командира, тем самым свалив его со стула. Пол под человеком провалился, и последний начал падать в темноту. ",
    "answers": [
      {
        "id": 41,
        "text": "Вперёд"
      },
      {
        "id": 6,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 41,
    "text": "   За секунду он приземлился на чёрную поверхность, соприкоснувшись с ней спиной. Однако боли не почувствовал, как будто падения и не было, а он там так и лежал до этого. Попытавшись подняться, командир понял, что не может оторваться от пола. Приподняв голову, он обнаружил, что связан коричневыми кожаными ремнями, хоть и не понятно, к чему они крепятся. \n   — Так-так-так, — послышался мужской голос где-то поблизости. — Неужели, этот человек доставлял мне столько проблем? — голос становился громче с каждым словом. — И, неужели, ты так легко попал в мою ловушку?\n   Над головой пленника возвысился Тайбер Занн. \n   — Авнер Фарен... так тебя зовут?\n   Человек хотел ответить, но не мог. Что-то изнутри не давало ему говорить. \n   — Хотя... — криминальный авторитет достал двухствольный бластер, прицелился в голову. — Это уже не важно, — и произвёл выстрел. ",
    "answers": [
      {
        "id": 42,
        "text": "Вперёд"
      },
      {
        "id": 40,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 42,
    "text": "   В мокром поту командир проснулся в своей кровати. \n   \"Это всего лишь сон\", — подумал он, соприкоснув ноги с полом, но не отрывая заднюю часть от постели. \n   Его каюта была очень просторной. Тут нашли себе место и большая кровать, и телевизор на полстены, и встроенный в стену шкаф, который отлично вписывался в интерьер и при этом не занимал место. Тумбочки, лампы, столы, диваны, статуэтки — всё это придавало неописуемое чувство комфорта и уюта находящемуся в этой комнате. Все стены, полы, мебель и прочее были в сине-сером оттенке. \n   Из комнаты вели две двери и одна арка. Последняя открывала проход к, так сказать, стратегической комнате, где были расположены: стол, способный воспроизводить голограммы, стенка, завешенная оружием, и два манекена, одетых в парадную и боевую формы. Двери соединяли каюту с коридором и ванной комнатой. ",
    "answers": [
      {
        "id": 43,
        "text": "Вперёд"
      },
      {
        "id": 41,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 43,
    "text": "   Немного поразмыслив над увиденным во сне, человек обратил внимание на включённый свет, доносящийся из уборной. Не желая подниматься, он всё-таки сделал это и медленно направился к освещённой комнате. Войдя, Авнер осмотрелся по сторонам. \n   \"Никого нет, — подумал он. — Впрочем, не удивительно\".\n   Действительно, ведь в каюту, а тем более в ванную, никто без ведома командира зайти не мог. \n   Авнер подошёл к раковине, дважды набрал полные ладони воды и выплеснул их себе в лицо. Избавившись от влаги полотенцем, он уставился в зеркало. \n   Замятые от сна чёрные волосы, двухдневная щетина и шрам на левом глазу. \n   \"Такая жизнь меня до добра не доведёт, — подумал командир, не отводя взгляда от себя самого\".",
    "answers": [
      {
        "id": 44,
        "text": "Вперёд"
      },
      {
        "id": 42,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 44,
    "text": "   В одном из ангаров \"метеоритной\" космической базы стоит YT-1300. Два человека в боевой броне заносят на его борт контейнер, а тем временем Бетта-3 и -1 беседуют с ещё двумя вооружёнными мужчинами человеческой расы. \n   К компании вскоре подошли Гворм и уже встречавшаяся девушка. \n   — ... там было темно, но я понял, что он влетел в меня ногой, — восторженно рассказывал третий про своё недавнее приключение, пока все его собеседники сидели и с интересом смотрели на то, как он показывает всё происходившее с ним. — Этот парень конкретно \"впечатал\" меня в те контейнеры, но я ему показал...\n   — Так показал, что дважды чуть ли не сорвал операцию, — перебил его Бетта-лидер. \n   — Но всё же закончилось хорошо, — улыбнулся, пожалуй, самый неадекватный член отряда. ",
    "answers": [
      {
        "id": 45,
        "text": "Вперёд"
      },
      {
        "id": 43,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 45,
    "text": "   — А в чём такая срочность нашей отправки на Нар-Шаддаа? — сменил тему на более важную Джиро (Бетта-1).\n   — Мы давно не получаем новостей от нашего подразделения там, — начал разъяснять Гворм. — На связь они не выходят, и мы понятия не имеем, как обстоят дела на планете. \n   — Но зачем отправлять два элитных отряда на такое пустяковое задание? — задался вопросом один из сидящих людей. \n   — Нар-Шаддаа совсем недавно был под влиянием хаттов. После смерти Джаббы система попала в руки Консорциума, и по последним данным там творится **** знает что, даже по их меркам. Даже двух отрядов может быть мало. \n   — Но-о... — протяжно произнёс Бетта-3 в надежде услышать продолжение. \n   — Но командир верит в вас, — дополнил лидер. \n   — Это я и хотел услышать! — восторженно проговорил третий. — За работу, парни! — сказал он, поднимаясь по трапу корабля. ",
    "answers": [
      {
        "id": 46,
        "text": "Вперёд"
      },
      {
        "id": 44,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 46,
    "text": "   — Что значит \"в вас\"? — обратил внимание Джиро. — Ты с нами не летишь?\n   — У меня другое задание. А этой миссией будет руководить Далия, — указал он на блондинку слева от себя. \n   По лицу бойца было видно, что он недоволен этой новостью. Он поднялся с ящика, на котором сидел, и, направляясь вверх по трапу корабля, толкнул плечом Бетта-3. \n   — Что с ним не так? — без злобы возмутился \"пострадавший\".\n   — Что от нас требуется? — попросил детали по заданию человек в броне. \n   — Я введу вас в курс дела, когда все будут в сборе, — сказала девушка. — Кого ещё нет?\n   — Крант и Свен погрузили припасы и ждут уже на борту, — проинформировал мужчина. \n   — Лонд на борту, — сказал третий. — А Омм и Бриг ещё \"дрыхнули\", когда я уходил... Думаю, скоро будут. ",
    "answers": [
      {
        "id": 47,
        "text": "Вперёд"
      },
      {
        "id": 45,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 47,
    "text": "   После этих слов двери ангара отворились, и из них появились Бетта-2 и -5. \n   — Чёрт... ненавижу гладколицых, — сказал второй про людей, увидев последних в компании викуэев. \n   — Брось, что в них такого?\n   Но ответа не последовало. \n   — Где вы были? — спросил Гворм, когда те подошли. \n   — Мы... эмм... — пытался придумать отмазку пятый, глядя на Бетта-3, размахивающего руками и якобы говоря \"Он всё знает, не надо врать\". \n   — Как спалось? — с ухмылкой спросил человек, сидящий на контейнере. \n   Бетта-5 понял, к чему этот вопрос, и он с упрёком глянул на третьего, но тот лишь невинно улыбнулся. ",
    "answers": [
      {
        "id": 48,
        "text": "Вперёд"
      },
      {
        "id": 46,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 48,
    "text": "   YT-1300, укомплектованный двенадцатью членами экипажа (по шесть от каждого отряда, включая пилотов), покинув ангар космической станции, через минуту ушёл в гиперпространство. \n   — Обожаю этот вид, — откинувшись назад, произнёс пилот-человек. \n   — Если бы это не было так опасно, — подметил викуэй. \n   — Да уж... Интересно, что все говорят о возможном столкновении с звездой, планетой или чем-либо ещё, но я ни разу не слышал, чтобы с кем-нибудь это произошло. \n   — Думаю, если такое и произойдёт, то следов от такого происшествия не останется, — предположил второй пилот, зная, что путешествия в гиперпространстве происходят на сверхсветовой скорости. \n   — Ну да... — в кабине пилота наступила тишина. — Они, наверное, даже почувствовать ничего не успевают...",
    "answers": [
      {
        "id": 49,
        "text": "Вперёд"
      },
      {
        "id": 47,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 49,
    "text": "   В жилом отсеке собрались все участники задания. Далия находилась у входа в комнату, в то время, как все остальные сосредоточили на ней внимание, сидя на койках или стоя возле них. \n   — В общем, наши люди на Нар-Шаддаа давно не выходят на связь, — начала разъяснять девушка. — После того, как хатты потеряли контроль над системой, там начались полнейшие беспорядки...\n   — Там никогда не было спокойно, — подметил один из людей. \n   — Да, но раньше никому не было дела до происходящего там, а сейчас слухи о проблемах на планете доходят до разных уголков Галактики, — объяснила Далия. \n   — Да уж, немного настораживает, — медленно произнёс Бетта-4. ",
    "answers": [
      {
        "id": 50,
        "text": "Вперёд"
      },
      {
        "id": 48,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 50,
    "text": "   — Так, что именно от нас требуется? — перешёл к делу Бетта-2. \n   — Я к этому и вела... Основная наша задача — выяснить, почему нет никаких новостей от подразделения. В зависимости от ситуации на Нар-Шаддаа мы скоординируем наши действия. \n   — Всё может быть намного проще, если у них просто сломался передатчик, а они не могут раздобыть новый, — размечтался Бетта-3. \n   — Сомневаюсь, что все проблемы Нар-Шаддаа из-за сломанного передатчика, — произнёс весельчак из человеческого отряда. \n   Бетта-3 с удивлением перевёл взгляд на только что говорящего. Они сидели на койках друг напротив друга. Викуэй протянул руку человеку, а последний дал \"пять\".\n   — Мы с тобой найдём общий язык, — добавил Бетта-3. \n   Теперь на обоих их лицах сияла улыбка, а все остальные, находящиеся в комнате, смотрели на них, как на дураков. \n   — Похоже, они не поняли шутку, — предположил Бетта-3, адресовав слова своему новому другу. ",
    "answers": [
      {
        "id": 51,
        "text": "Вперёд"
      },
      {
        "id": 49,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 51,
    "text": "   Тем временем другой YT-1300 приземлился в пустынном каньоне планеты Флоррум. Трап опустился, и на полупесчаную землю ступила нога Гворма. Он медленно осмотрелся по сторонам, а затем направился куда-то по природным лабиринтам. Буквально через несколько минут Дельта-лидер оказался в окружении палаток, потушенных костров и других викуэев с пушками. Где-то недалеко стояли спидеры, ведь по дорогам, ведущим в этот лагерь, ничто большее проехать не могло. \n   — Неплохое место для лагеря, не так ли? — начал разговор наёмник, стоящий в центре.\n   В это время все остальные сидели по периметру и не обращали внимания на только что прибывшего. \n   — Нет путей для отхода, — заметил Гворм, оглядевшись по сторонам. \n   Действительно, не было: лагерь окружён высокими \"стенами\" каньона, и единственной дорогой в него была большая природная арка. А если проход завалить, то покинуть территорию без корабля будет достаточно проблематично. ",
    "answers": [
      {
        "id": 52,
        "text": "Вперёд"
      },
      {
        "id": 50,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 52,
    "text": "   — И всё-таки это прекрасное место, — сказал наёмник, поставив руки на пояс и устремив взгляд в небо. \n   — К чему ты клонишь? — насторожился Гворм. \n   — А? — опустил он голову. — Я? Ни к чему, просто... — наёмник замолчал. \n   Жёлтолицый не издавал ни звука и ждал, пока зрелый викуэй закончит мысль. \n   — Пойми, меня окружают сотни пиратов, но поговорить с ними я не могу, — жалостливо начал он рассказывать. — У них у всех на уме только деньги... а я не такой. Я хочу обсудить с ними что-то высокое... Ты любишь искусство?\n   — Я здесь не для разговоров, — отрезал Гворм. \n   — Ну вот... о чём я и говорю... Как же вы все не понимаете, что перекинуться парой слов никогда не будет лишним... Ладно... Что ты хочешь?",
    "answers": [
      {
        "id": 53,
        "text": "Вперёд"
      },
      {
        "id": 51,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 53,
    "text": "   — Мне нужно найти одного наёмника. \n   — Это можно устроить. Ты обратился по адресу. Ты знаешь его имя, расу? Хоть что-то. \n   — Босск, трандошанин. \n   — Хмм... интересно, — призадумался викуэй. — Достаточно известный наёмник. Видать, у тебя есть серьёзные дела?\n   — Охлади своё любопытство, — спокойно сказал Гворм. — У меня мало времени, поэтому просто скажи, где мне его найти. \n   — А, а, а, — отрывисто сказал пират, поводив указательным пальцем то влево, то вправо. — А что я за это получу?\n   Бетта-лидер молча достал несколько кредитов и кинул их к ногам собеседника. \n   — Как некрасиво... — начал цыкать любитель искусства. \n   — А давай ты не будешь меня бесить? — сжимая зубы, процедил Гворм. \n   — Даже в мыслях не было! — воскликнул викуэй. \n   — Тогда говори, где он...\n   — Этого я не знаю.",
    "answers": [
      {
        "id": 54,
        "text": "Вперёд"
      },
      {
        "id": 52,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 54,
    "text": "   Жёлтолицый не выдержал и кинулся на раздражителя. Он схватил его за одежду в районе шеи и слегка приподнял худого. Викуэи, которые сидели недалеко, \"подорвались\" со своих мест и нацелили винтовки на Гворма. \n   — Но я знаю того, кто знает, — добавил пират, находясь в воздухе. \n   — Я советую тебе завязывать с твоими играми, — пригрозил лидер отряда Бетта. \n   — Парни, — обратился пират к остальным, — опустите оружие. \n   Бойцы послушались. Они продолжили заниматься своими делами, но периодически стали поглядывать на эту парочку. \n   Гворм немного успокоился и отпустил викуэя. \n   — Я отвезу тебя к нему, если ты не против. \n   Гворм одобрительно кивнул. Пират подошёл к одному из спидеров, \"оседлал\" его и подъехал к своему пассажиру. \n   — Полетели! — с довольной миной прокричал викуэй. ",
    "answers": [
      {
        "id": 55,
        "text": "Вперёд"
      },
      {
        "id": 53,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 55,
    "text": "   YT-1300 продолжает путь в гиперпространстве. Пассажирам ничего не остаётся, кроме как бессмысленно \"убивать\" время: кто-то спит, кто-то чистит и рассматривает оружие, кто-то читает... Хотя чем бы они не занимались, им это не в радость, ведь все они — наёмники и жаждут приключений вне корабля. \n   Далия сидит на одном из контейнеров в грузовом отсеке корабля. В руках у неё небольшой серый медальон с фотографией маленькой девочки, который она неспешно прячет, когда заметила приближающегося Джиро. \n   Викуэй с недовольным лицом поставил кейс возле девушки, резко развернулся и направился к выходу. \n   — Что это? — окликнула девушка. \n   Джиро остановился. \n   — Добыча с предыдущего задания, — промолвил он, развернув голову, но не поворачиваясь всем телом. — Фарен выделил их на непредвиденные расходы. ",
    "answers": [
      {
        "id": 56,
        "text": "Вперёд"
      },
      {
        "id": 54,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 56,
    "text": "   — Не могу понять, что с тобой не так? — напряжённо спросила Далия, заметив недовольство своего временного подопечного. \n   — А я не могу понять, почему заданием руководишь ты, — предъявил викуэй, повернувшись лицом к собеседнице. \n   — Так вот, в чём дело, — вздохнула девушка. — Я могла догадаться ещё в ангаре, когда ты напоказ ушёл от всех нас, — она спрыгнула с ящика. \n   — Видимо, не такая ты и умная, как о тебе думают, раз не догадалась. \n   — И всё же команду доверили мне... — ехидно промолвила наёмница. \n   Когда она упомянула этот факт, у Джиро свело зубы. \n   — Чего ты добиваешься? — спросил он, пытаясь скрыть злобу. \n   — Разве не ты начал выставлять мне претензии? — вернулась она к началу разговора. — А то, чего я хочу, от тебя не добьюсь...\n   Далия вновь забралась на контейнер, достала медальон и молча уставилась в фотографию. Джиро, немного поглазев на неё, покинул грузовой отсек, оставив девушку наедине с мыслями. ",
    "answers": [
      {
        "id": 57,
        "text": "Вперёд"
      },
      {
        "id": 55,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 57,
    "text": "   На Флорруме Гворм с другим викуэем на спидере направляются по полукаменной пустыне. На полпути к базе пиратов ясная погода сменилась сильным дождём. \n   — Ты не чувствуешь себя виноватым? — задал вопрос Гворму водитель. \n   — Перед кем?\n   — Перед чем... — уточнил пират. — Перед своим домом. \n   — Ты про убежище?\n   Викуэй промолчал, но дал понять, что ответ положительный. Они оба знали, что настоящего дома, кроме как базы на Флорруме, у Гворма не было. \n   — В чём я виноват? — решил уточнить последний. \n   — Думаю, ты сам поймёшь...",
    "answers": [
      {
        "id": 58,
        "text": "Вперёд"
      },
      {
        "id": 56,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 58,
    "text": "   Спидер подъехал к большой круглой яме в земле, глубиной около пяти метров. Внизу по периметру были настроены старые хибары с навесами. В центре, под открытой палаткой, был разожжён большой костёр, а вокруг него расселись викуэи-пираты. \n   Водитель и пассажир покинули транспортное средство и спустились в яму по наполовину засыпанной песком железной лестнице. \n   — Ничего не изменилось со времён Хондо, не так ли? — обратился викуэй к Бетта-лидеру. \n   Последний не отвечал, но ответ был ясен. \n   — Сколько лет прошло? Пятнадцать? Больше? — продолжал свою мысль пират. \n   — Чего ты хочешь от меня? — спокойно спросил Гворм. \n   — Чтобы ты осознал свою ошибку и понял, что нельзя оставлять дом без присмотра. \n   — Это уже забота тех, кто живёт здесь. ",
    "answers": [
      {
        "id": 59,
        "text": "Вперёд"
      },
      {
        "id": 57,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 59,
    "text": "   — Нам вон туда, — перевёл викуэй тему, прийдя к мысли, что он ничего от Гворма не добьётся, и показав рукой на металлическую дверь в стене ямы, ведущей в подземное помещение. \n   Они вдвоём вошли внутрь и оказались в местной забегаловке. Тусклое освещение и грязные посетители — этого достаточно, чтобы описать атмосферу данного заведения. Однако нельзя не отметить большую круглую барную стойку в самом центре, свет вокруг которой был более ярким. Два бармена расы викуэев ходили вдоль неё и разливали выпивку местным завсегдатаям. \n   — Скорее всего, он там, — указал викуэй рукой ещё на одну дверь в конце бара, которую было еле видно из-за плохого освещения. ",
    "answers": [
      {
        "id": 60,
        "text": "Вперёд"
      },
      {
        "id": 58,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 60,
    "text": "   Бывший и настоящий пираты прошли ко входу, и оказалось, что двери там не было, а лишь — полупрозрачные занавески, сквозь которые было видно танцующий силуэт и откуда доносилась спокойная мелодия, в отличие от буйной музыки в остальной части бара. \n   Гворм перевёл удивлённый взгляд на соседа, тот кивнул, словно говоря \"Входи\", что первый и сделал. \n   В этой комнате было значительно светлее, а все элементы декора сделаны в красном цвете. На большом диване дуговой формы сидел молодой викуэй, а перед ним извивалась красивая тви'лек. \n   — Что ты здесь делаешь, **** ****?! — занервничал сидящий, достав пистолет и нацелив его на Бетта-лидера. \n   Девушка медленно нагнулась и то ли с ноги, то ли с пола взяла в руки бластер, повторив последнее действие за хозяином. ",
    "answers": [
      {
        "id": 61,
        "text": "Вперёд"
      },
      {
        "id": 59,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 61,
    "text": "   — Воу-воу-воу, полегче! — ворвался пират, привёвший сюда Гворма, выставив руки вперёд. \n   — Болли! — с презрением произнёс молодой викуэй и спрятал пистолет. — Дорогая, убери оружие, — обратился он к тви'леку. \n   Девушка выполнила приказ, затем она села на колени к сидящему и обвела его шею своей рукой. \n   — Что вам нужно? — поинтересовался викуэй, закурив сигару. \n   — Ты знаешь, где найти наёмника по имени Босск? — напрямую спросил Гворм. \n   Собеседник высокомерно сделал тягу, а затем промолвил:\n   — Ну, допустим знаю. А что мне с этого будет?\n   — Он может нагло швырнуть в тебя деньги, — припомнил Болли сегодняшнюю ситуацию. На его лице явно присутствовала обида. \n   — Такой вариант мне явно не подходит, — отказал викуэй. — На сегодняшний день меня вообще не интересуют деньги. ",
    "answers": [
      {
        "id": 62,
        "text": "Вперёд"
      },
      {
        "id": 60,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 62,
    "text": "   — А что ты хочешь? — начал Болли. — Армию, славу, власть? Он может...\n   — Болли! — возразил Гворм. \n   — Что? Я пытаюсь сдвинуть ситуацию с места. \n   — Я сам как-нибудь разберусь. \n   — Зачем тебе Босск? — вступил в разговор пират. \n   — Он может знать кое-что про одного человека. Большего я сказать не могу, — отвертелся Бетта- лидер. \n   — Да уж, информация многого стоит, — словно намекнул на цену мужчина с тви'леком. — Ботавуи... У Босска задание на Ботавуи, — более развёрнуто сказал он, когда заметил, что его собеседник не понял, о чём речь. \n   — Так просто? — удивился Гворм. \n   — Я надеюсь, ты вспомнишь об этом, если придёт время, — объяснил свой поступок пират. — А теперь идите, у меня есть важные дела, — отбросил он сигару и сосредоточил внимание на своей красивой рабыне. \n   Как только \"гости\" ушли, викуэй оттолкнул девушку и достал комлинк. Когда на той стороне приняли вызов, он заговорил:\n   — Босск...",
    "answers": [
      {
        "id": 63,
        "text": "Вперёд"
      },
      {
        "id": 61,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 63,
    "text": "   Гворм спешно покинул бар и под дождём направлялся к месту, где был оставлен спидер. Болли ускоренным шагом направлялся сзади и говорил в спину:\n   — Что? Так быстро? Может, хотя бы выпьем на дорожку?\n   Но жёлтолицый не отвечал. Он молчал до того момента, пока не уселся на транспортное средство:\n   — Возвращаемся. \n   — В такую-то погоду? — возражал пират. \n   — Поэтому давай быстрее, пока мы не промокли. \n   — Тоже верно, — уселся он за руль, запустил двигатель и погнал обратно, в сторону каньонов. ",
    "answers": [
      {
        "id": 64,
        "text": "Вперёд"
      },
      {
        "id": 62,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 64,
    "text": "   Обратная дорога выдалась намного тяжелее, ведь дождь \"лупил\" уже в лицо, а не в спину, но всё же они быстро добрались до лагеря пиратов. \n   Гворм спрыгнул со спидера и быстрым шагом направлялся к своему кораблю. Когда он ступил на трап, из-за спины послышался голос Болли:\n   — Быстро же ты ходишь для своих лет. \n   — Я тебе уже заплатил, — сказал Бетта-лидер, развернув голову, но стоя спиной к нему. \n   — Я тебе говорил, что мне не с кем пообщаться?\n   Болли достал пистолет и направил его на Гворма, когда тот развернулся. \n   — Жаль, но потенциальных собеседников станет на одного меньше, — проговорил первый с грустным лицом. \n   — Что ты делаешь? — в недоумении стоял викуэй на трапе. \n   Болли молчал некоторое время, а затем... рассмеялся. ",
    "answers": [
      {
        "id": 65,
        "text": "Вперёд"
      },
      {
        "id": 63,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 65,
    "text": "   — Да шучу я! — сквозь смех сказал он. — Просто мне показалось, что это выглядело бы клёво... и драматично. \n   — Ты чокнутый! — разозлился старик. \n   — В общем, о чём это я? Ах, да. Я говорил, что мне не с кем пообщаться?\n   Гворму надоела эта беседа и он развернулся и продолжил подниматься на корабль, но прекратил, когда услышал, что Болли собирается лететь с ним. \n   — Ну уж нет! — воскликнул Бетта-лидер, повернувшись лицом к надоедливому спутнику. — Тебе нечего делать на этом задании. \n   — Но...\n   — Никаких \"но\", — перебил Гворм. — Возвращайся к своим дружкам и не смей приближаться ко мне. \n   — Но...\n   — Я что сказал? \n   — Но как ты собрался разговаривать с Босском? — быстро проговорил пират, чтобы его не успели перебить. ",
    "answers": [
      {
        "id": 66,
        "text": "Вперёд"
      },
      {
        "id": 64,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 66,
    "text": "   — Ты о чём? — в очередной раз оказался в недоумении Гворм. \n   — Я, конечно, давно с ним не виделся, но говорят, что он на старости лет стал слегка... осторожным. \n   — В каком смысле \"осторожным\"?\n   — В смысле тут же стреляет, если ему кажется, что за ним следят. \n   — Хочешь сказать, что с тобой он пойдёт на контакт? — уточнил Бетта-лидер. \n   — Конечно! — радостно произнёс пират. — Мы с ним отлично ладили несколько лет назад. \n   Несколько секунд Гворм стоял в раздумиях, а Болли — в ожидании. \n   — Так что, я лечу с тобой?\n   Первый вздохнул, повернулся и уже окончательно направился вверх по трапу. \n   — Это значит \"да\"? — спросил второй, стоя под дождём. ",
    "answers": [
      {
        "id": 67,
        "text": "Вперёд"
      },
      {
        "id": 65,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 67,
    "text": "   YT-1300 с командой на двенадцать человек покинул гиперпространство в системе Нар-Шаддаа. \n   — Далия, подойди к нам, — сказал пилот-человек по громкой связи. \n   Через пару десятков секунд девушка вошла в кабину пилотов. \n   — В чём дело? — такие были её первые слова. — Какого..? — задалась она вопросом, когда посмотрела в окно. \n   Планета была окружена имперскими разрушителями, а между ними летали обломки судов разных размеров. \n   — Кажется, у нас проблемы... — сделала вывод руководитель задания. ",
    "answers": [
      {
        "id": 1,
        "text": "Конец второй главы"
      },
      {
        "id": 66,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 68,
    "text": "                     Глава третья: Реанимация\n\n   В систему Флоррум из гиперпространства вошёл лёгкий грузовой корабль VCX-100. Преодолев небольшое по космическим меркам расстояние, он приземлился в ангаре базы-метеорита. \n   Сразу по его появлению перед трапом вразброс выстроились наёмники, готовые к бою в случае чего. Среди них был и командир Авнер Фарен. \n   \"Дорожка\" с корабля опустилась, и по ней сошли три мужчины: вооружённые и облачённые в броню человек и адвозжек и безоружный жёлтокожий забрак в тёмно-коричневой тканевой одежде. \n   Хозяин станции подошёл к рогатому гостю и пожал ему руку. \n   — Надеюсь, ты привёз что-то стоящее, — проговорил первый. ",
    "answers": [
      {
        "id": 69,
        "text": "Вперёд"
      },
      {
        "id": 6,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 69,
    "text": "   С грузовоза двое мужчин без брони начали спускать контейнеры на репульсорных подушках. Как только один из ящиков оказался возле забрака, тот убрал крышку и достал винтовку. \n   — Е-22, — назвал он модель. — Хорошая дальнобойность и отличная огневая мощь, — охарактеризовал он оружие. — Думаю, ты и твои парни видели их в деле, — намекнул он на стычки с имперскими штурмовиками. \n   — В руках имперцев даже Звезда Смерти была бесполезной. Не думаю, что мы могли оценить весь их потенциал. \n   — Значит вам будет интересно \"поиграться\" с ними, — завлекал контрабандист своего потенциального покупателя. \n   — Сколько? — спросил Авнер Фарен то ли про количество, то ли про цену. \n   — Двести штук по пятьсот кредитов за каждую, — ответил забрак сразу на два вопроса. ",
    "answers": [
      {
        "id": 70,
        "text": "Вперёд"
      },
      {
        "id": 68,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 70,
    "text": "   — Не многовато? — начал торговаться командир базы. \n   — Устаревший Е-11 стоит тысячу, а я тебе за полцены предлагаю новую модель. \n   — На чёрном рынке тебе за одиннадцатую дадут не больше трёхсот кредитов, поэтому не говори мне ни о каких тысячах, — начал человек приводить аргументы, почему торгашу нужно скинуть цену. — Даю тебе восемьдесят тысяч за все. По рукам?\n   — По рукам, — неохотно произнёс забрак. — Но только потому, что ты мой любимчик из всех тех, с кем мне приходится иметь дело. \n   По окончании диалога грузчики спускали уже последние контейнеры. \n   — Доставьте их на склад, — отдал приказ Авнер своим подопечным, и несколько солдат принялись за работу. ",
    "answers": [
      {
        "id": 71,
        "text": "Вперёд"
      },
      {
        "id": 69,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 71,
    "text": "   Получив кейс с деньгами, контрабандист поднялся на борт своего корабля и покинул космическую базу. После окончания этой сделки ангар начал по-тихоньку пустеть: сначала его покинул командир, следом стали уходить солдаты. \n   Вдруг, крышка одного из контейнеров приподнялась. Глаза, выглядывающие из тени, бегали по сторонам в поисках живых. Когда оказалось, что в помещении никого, обитавший внутри покинул своё укрытие, закрыв крышку контейнера за собой. \n   Гостем оказался молодой человек лет двадцати пяти. Он был облачён в чёрную лёгкую одежду и с виду не имел оружия. ",
    "answers": [
      {
        "id": 72,
        "text": "Вперёд"
      },
      {
        "id": 70,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 72,
    "text": "   Парень направился к выходу. Когда он оказался у двери, то ему тут же пришлось укрыться за ближайшими ящиками: в ангар зашли два наёмника из армии Фарена и подошли к контейнерам с винтовками. Об один из них солдат по неосторожности ударился ногой, и тот с лёгкостью проехался по полу, не имея активированный репульсор. \n   — Он что, пустой? — задумался боец и скинул крышку. — Действительно, — заключил он, не увидев ничего внутри. \n   — Неужели, надурил? — предположил другой, говоря про контрабардиста. \n   Первый принялся пересчитывать контейнеры. \n   — Не думаю. Семь здесь, два мы уже перевезли. Думаю, просто по ошибке вывезли один лишний, — рассуждал наёмник. \n   — Наверное, ты прав, — согласился другой, активировал репульсор на одном из контейнеров и принялся толкать его в сторону выхода. ",
    "answers": [
      {
        "id": 73,
        "text": "Вперёд"
      },
      {
        "id": 71,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 73,
    "text": "   Оба наёмника покинули ангар, увезя с собой два контейнера, и гость покинул своё укрытие. Немного подождав у двери, он вышел из комнаты и оказался в светлом коридоре. \n   Обитавшие на базе наёмники бродили туда-сюда. Все они были одеты в повседневную одежду, поэтому наряд неизвестного, как и сам неизвестный, не привлекали особого внимания. Он просто слился с толпой. \n   Парень ходил по базе уверенно, словно проведя здесь долгое время и зная, где что находится. Не спеша он добрался до медицинского отсека. Тут-то он ещё сильнее замедлил свой шаг и начал внимательно всматриваться в окна палат, пытаясь выяснить, кто там лежит. ",
    "answers": [
      {
        "id": 74,
        "text": "Вперёд"
      },
      {
        "id": 72,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 74,
    "text": "   Тем временем на Нар-Шаддаа YT-1300, на борту которого находились два элитных отряда, потерпел крушение. На бесплодной, словно выжженой земле, среди развалин под экуменополисом, валялись его остатки. Протёртая дорожка позади корабля говорила о падении по касательной, следственно — не фатальным. Хоть и не для всех...\n   — Пилоты мертвы, — сказал Бетта-4, спуская по трапу за руки два тела. \n   На земле, в нескольких метрах от YT, сидели два солдата из отряда Далии. Нога одного из них истекала кровью сквозь броню, а второй пытался что-то с этим поделать. \n   — Кен, вытаскивай остальных, — сквозь боль произнёс полулежащий на земле. \n   — А как же ты? \n   — Иди! Остальным может быть ещё хуже, — привёл аргумент травмированный. \n   Бетта-4 и Кен вернулись на корабль и принялись искать остальных. ",
    "answers": [
      {
        "id": 75,
        "text": "Вперёд"
      },
      {
        "id": 73,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 75,
    "text": "   Один за одним бойцы появлялись снаружи. Целые и практически невредимые. \n   — Где Джиро? — поинтересовалась Далия, обнаружив лишь его недостачу. \n   Все девять солдат направили свой взгляд на спущенный и погнутый трап. В ту же секунду оттуда выглянул викуэй, а в руках он держал кейс. Отряд вздохнул с облегчением. \n   — Вы собрались находиться на Нар-Шаддаа без денег? — с упрёком задал риторический вопрос Бетта-1. \n   — Что вообще произошло? — не понял Бетта-3. \n   — Да, тоже интересно. Всё так быстро произошло, — добавил раненый член человеческого отряда. \n   — Империя атаковала нас, как только мы появились в системе, — объяснила Далия, находящаяся в тот момент в кабине пилота и видевшая всё своими глазами. ",
    "answers": [
      {
        "id": 76,
        "text": "Вперёд"
      },
      {
        "id": 74,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 76,
    "text": "   — Империя?! — удивился один из людей. — Что они вообще здесь забыли? \n   — Думаю, мы это узнаем, когда попадём в город, — предположил другой человек. \n   — Тогда поспешим. Вдруг, они захотят убедиться, что мы разбились, — предположила единственная девушка в группе. \n   — Поздно, — заявил Бетта-4, глядя в даль через бинокль. — Они направляются сюда. \n   — Со мной вы далеко не уйдёте, — начал травмированный. — Оставьте меня и бегите. \n   — Никто бежать не собирался, — промолвил Джиро, сняв винтовку с предохранителя. \n   — Не глупи. Нам нужно уходить. Здесь мы долго не выстоим против них, — предложила план действий Далия, приведя аргумент. \n   — Ты предлагаешь спрятаться? — с упрёком спросил Джиро. \n   Командир операции оглянулась по сторонам. ",
    "answers": [
      {
        "id": 77,
        "text": "Вперёд"
      },
      {
        "id": 75,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 77,
    "text": "   — Думаю, неплохое укрытие, — предположила девушка. \n   — А что на счёт Брета? — спросил Бетта-4 про травмированного члена отряда. \n   — Мы с Хаском займёмся им, — в голове Кена (весельчака элитного отряда, состоящего из людей) созрел план, и мужчина приплёл к нему своего друга-викуэя. — Бегите быстрее, — дал совет молодой солдат. — Не ждите нас, это может затянуться. \n   Бойцы надели шлемы и бегом начали углубляться в руины, а Кен и Хаск подняли с земли травмированного Брета и повели его к трапу поломанного корабля. ",
    "answers": [
      {
        "id": 78,
        "text": "Вперёд"
      },
      {
        "id": 76,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 78,
    "text": "   Авнер Фарен направляется по коридору космической базы, а рядом с ним идёт пожилой мужчина в тёмно-зелёной одежде. \n   — ... поэтому вероятность незаконного проникновения снижена до минимума, — говорил последний. \n   — Я надеюсь, всё так и есть. \n   Со спины к Авнеру подбежал солдат в чёрной броне. \n   — Командир! Командир! — кричал он. \n   Лидер наёмников среагировал и развернулся для разговора с подопечным. \n   — В чём дело?\n   — Солдат Консорциума... в лазарете... — запыхавшись, не мог договорить боец. \n   — Что с ним? Очнулся? — предполагал командир. \n   — Он мёртв...\n   — Что?! — от удивления переспросил Авнер. — Как?!",
    "answers": [
      {
        "id": 79,
        "text": "Вперёд"
      },
      {
        "id": 77,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 79,
    "text": "   Командир наёмников, наёмник и пожилой мужчина направились в лазарет. В палате потерпевшего к их приходу уже находились несколько солдат. \n   Системы жизнеобеспечения были отключены, мёртвое тело лежало на больничной койке. \n   — Как это произошло? — сразу спросил Авнер. \n   — Мы не знаем, сэр, — начал один из солдат. — Мы стояли на вахте, как вдруг системы просто отключились. Пока врачи подоспели, было уже поздно, — боец нервничал, рассказывая о случившемся. \n   — Разберитесь с этим, — обратился командир к пожилому мужчине. \n   Тот в ответ кивнул. ",
    "answers": [
      {
        "id": 80,
        "text": "Вперёд"
      },
      {
        "id": 78,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 80,
    "text": "   К потерпевшему крушение YT-1300 подъехали несколько спидеров. Штурмовики слезли с них и принялись осматривать территорию вокруг. \n   Командир присел рядом с телами пилотов, которые так и лежали возле трапа, пока его подчинённые бродили по окрестностям. \n   — Похоже, это все, кто были на корабле, — предположил штурмовик, закончивший осмотр. \n   — Кто-то же их вытащил изнутри, идиот! — вспылил командир из-за глупости подопечного.\n   Командир поднялся и взглядом окинул территорию. Он обратил внимание на небольшое скопление крови на месте, где сидел раненый член экипажа, а подойдя ближе обнаружил кровавые капли, ведущие до трапа. \n   — Осмотрите корабль, — отдал приказ штурмовик. ",
    "answers": [
      {
        "id": 81,
        "text": "Вперёд"
      },
      {
        "id": 79,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 81,
    "text": "   Имперцы колонной поднимались на борт. Они по двое заходили во все помещения и искали выживших, однако безуспешно, ведь те, кого они искали, скрывались в вентиляционной шахте, находящейся под полом. \n   — Должен признать, это была отличная идея, — сказал раненый человек. \n   — Другого выхода не было, — произнёс Кен. \n   — Ну, мы могли тебя оставить, как ты и просил, — как всегда, с долей юмора произнёс Бетта-3. \n   — Наверное, лучше бы так и было, — намекнул Брет на компанию викуэя. \n                                          # # #\n   — На корабле никого, — отчитался один из штурмовиков. \n   — Скорее всего они ушли вглубь руин, — сделал вывод командир. — Отправьте за ними отряд. \n   — Это же просто наёмники. \n   — Если я говорю что-то сделать, ты молча исполняешь, — сквозь зубы проскрипел имперец. — И никаких лишних вопросов и приреканий. Ясно?!\n   — Так точно. \n   — Выполняй. ",
    "answers": [
      {
        "id": 82,
        "text": "Вперёд"
      },
      {
        "id": 80,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 82,
    "text": "   Противники покинули корабль, сели на спидеры и одна часть направилась в сторону, откуда приехали, а другая — в сторону старых зданий. \n   Кен и Хаск помогли Брету вылезти из шахты. Последний сидел, свесив ноги в вентиляцию, а первые двое стояли над ним. \n   — Соберите всё необходимое, что найдёте, — произнёс Кен. — А я схожу в медпункт и попробую что-нибудь сделать с ногой. Но сначала... — не успел он договорить, как парни уже пропали из виду. — ... помогите мне подняться... Чёрт...",
    "answers": [
      {
        "id": 83,
        "text": "Вперёд"
      },
      {
        "id": 81,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 83,
    "text": "   Отряд немного сбавил скорость, считая, что они оторвались от возможного преследования. Солнце садилось, следственно, по-тихоньку темнело. Дополнительную тень создавали платформы города, возвышающиеся над их головами. Через какое-то время бойцы оказались в кромешной темноте. \n   — Может, сделаем привал? — предложил Бетта-4. \n   — Неплохая идея, кстати, — высказался \"за\" один из людей. \n   — При таком освещении мы далеко не уйдём, — добавил другой. ",
    "answers": [
      {
        "id": 84,
        "text": "Вперёд"
      },
      {
        "id": 82,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 84,
    "text": "   Отряд зашёл в первое попавшееся строение. Там они разожгли костёр из найденной внутри мебели. На случай, если их ищут, заставили все окна крупными предметами интерьера, такими как шкафы, чтобы свет огня не привлекал внимание в темноте. \n   Члены операции расселись вокруг очага и принялись употреблять пищу из своих запасов. И только Джиро \"забился\" в угол, словно не желая, чтобы его видели. \n   — Долго нам так сидеть? — задался вопросом предложивший отдохнуть. \n   — Достаточно, чтобы устать от такого отдыха, — неясно ответила Далия. \n   — Не очень-то обнадёживает. ",
    "answers": [
      {
        "id": 85,
        "text": "Вперёд"
      },
      {
        "id": 83,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 85,
    "text": "   — Планета делает оборот вокруг своей оси за восемьдесят с лишним часов, — добавила девушка. \n   — Ты это узнала, пока мы летели сюда? — поинтересовался Крант, один из двоих братьев в отряде людей. \n   — У меня было достаточно времени, чтобы узнать место, где нам придётся работать. \n   — Что-то интересное?\n   — На сегодняшний день — нет, — отрезала Далия. — Но раньше это была планета с собственной флорой и фауной. \n   — Ты хочешь сказать, Нар-Шаддаа был такой же планетой, как все остальные? — вступил в разговор Бетта-2. \n   — По сути — да, — ответила девушка на вопрос с подковыркой. \n   — Тогда что тут интересного? — начал язвить второй. ",
    "answers": [
      {
        "id": 86,
        "text": "Вперёд"
      },
      {
        "id": 84,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 86,
    "text": "   Девушка слегка нахмурилась из-за такого заявления, но не злилась, потому что отчасти была согласна с такой точкой зрения. \n   — Так-то подумать, любая планета, пережившая катаклизм, становится гораздо интереснее, — выдвинул теорию второй брат. \n   — Это происходит из-за уменьшения количества людей, — попытался объяснить это явление со стороны своей точки зрения Бетта-2. \n   — Ты всегда не любил людей? — задала вопрос Далия. \n   — Сколько себя помню, — улыбнулся викуэй. \n   — И чем же мы плохи? — спросила девушка, имея в виду свой отряд. \n   — Этого я ещё не понял, — сказал Омм, откусив кусок хлеба. — Как только я что-то выявлю, сразу всем вам сообщу. ",
    "answers": [
      {
        "id": 87,
        "text": "Вперёд"
      },
      {
        "id": 85,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 87,
    "text": "   Тем временем Брет, находясь в медпункте YT-1300, сидел на койке. Возле него были разложены разные медицинские инструменты и препараты, с помощью которых он пытался привести ногу в порядок. \n   Держа в руках щипцы, человек сквозь боль достал из своей конечности плоский кусок металла. Слегка хлынула кровь. Перебинтовав рану, он надел ботинок, спрыгнул с койки и принялся осматривать аптечки. \n   На комлинк пошёл вызов:\n   — Брет, как у вас дела? — донёсся голос Далии. \n   — Имперцы ушли, но за вами отправили отряд. \n   — Сомневаюсь, что они смогут нас тут отыскать. Хотя, вам тоже это будет проблематично сделать: вокруг кромешная тьма. \n   — Думаю, нам лучше переждать ночь здесь. Заодно поищем что-то нужное на корабле. \n   — Оставайтесь на связи. ",
    "answers": [
      {
        "id": 88,
        "text": "Вперёд"
      },
      {
        "id": 86,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 88,
    "text": "   Викуэй и человек рыскают по грузовому отсеку корабля. Открывают все контейнеры и проверяют их содержимое. \n   — Неужели, опять пусто? — проговорил Хаск, вскрыв очередной ящик. \n   — Когда отряд Бетта в последний раз переправлял какой-либо груз? — задал вопрос человек. \n   — Даже не припомню... — задумался викуэй. — Очень давно. \n   — Пора бы нам понять, что наша организация не использует грузовые корабли по назначению. \n   — Да уж, глупо было надеяться что-то здесь найти. \n   — Пошли, лучше глянем в каютах, — направил Кен. ",
    "answers": [
      {
        "id": 89,
        "text": "Вперёд"
      },
      {
        "id": 87,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 89,
    "text": "   Парни вошли в покои экипажа корабля и начали открывать ящики под койками. \n   — Что не так с этим Джиро? — поинтересовался Кен. \n   — В плане? — не понял викуэй. \n   — Ни с кем не разговаривает, а если и разговаривает, то с каким-то презрением. Всё время пытается отчитать кого-то. Думаю, ты сам всё это видишь. \n   — Как сказать... — замялся Хаск. — Характер у него стал скверным на старости лет, но мы к нему привыкли такому, какой он есть. \n   — Просто интересно, почему он так себя ведёт. \n   — У всех лидеров свои странности, — обобщил викуэй. \n   — Разве не Гворм лидер отряда? — заметил неточность Кен. \n   — Гворм... а Джиро как бы его заместитель. Разве Далия не замещает Авнера?",
    "answers": [
      {
        "id": 90,
        "text": "Вперёд"
      },
      {
        "id": 88,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 90,
    "text": "   — Знаешь, у нас в отряде такие отношения, что забываешь, что кто-то выше тебя по рангу. \n   — Не подумай, что мы плохие ребята, — жалостливо произнёс Бетта-3. — Может, общение у нас не эталонное, зато в бою мы, как единый механизм. От отряда только это и требуется. А друзей можно найти и на стороне. \n   — Да, братишка, ты прав, — подытожил человек. — А про ваши боевые навыки я наслышан. \n   — Учитывая, что командир Фарен лично вас обучает, думаю, отряд Альфа покажет себя не хуже. \n   — Надеюсь, скоро мы это проверим, — улыбнулся Кен, подразумевая под своими словами военные стычки с противниками. \n    — Как думаешь, что случилось с парнями на планете?\n   — Мне куда интереснее узнать, что происходит тут в общем.\n   — Учитывая, что планета окружена имперским флотом, явно, ничего хорошего. ",
    "answers": [
      {
        "id": 1,
        "text": "Конец третьей главы"
      },
      {
        "id": 89,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 91,
    "text": "                         Глава четвёртая: Сети\n\n   В системе Ботавуи из гиперпространства вышел YT-1300. Гворм и Болли, находящиеся на борту, сидели в креслах пилотов. \n   — Эх, вот мы и прилетели, — выдохнул второй. — А жаль... Столько всего не успели обговорить. \n   — Будет ещё время. А пока придумай, какова цель нашего визита. \n   — Спокойно, у меня всё схвачено. Нам просто нужно найти платформу 7-Б, — обнадёжил пират. \n   Немного поблуждав над поверхностью планеты, корабль приземлился. ",
    "answers": [
      {
        "id": 92,
        "text": "Вперёд"
      },
      {
        "id": 90,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 92,
    "text": "   Чтобы не привлекать внимание, когда он покинет корабль, Гворм переоделся в лёгкую одежду. Викуэй оставил винтовку в каюте и взял с собой лишь небольшой бластер, который легко скрывается под одеяниями. \n   Болли неожиданно для себя решил отправиться с Гвормом, поэтому никаких вещей взять не успел. Следственно, он остался в той же одежде, в какой прилетел. К счастью, это были обычные футболка, куртка и джинсы, а не какой-нибудь тяжелобронированный скафандр. ",
    "answers": [
      {
        "id": 93,
        "text": "Вперёд"
      },
      {
        "id": 91,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 93,
    "text": "   Викуэи спустились по трапу корабля. Там их встретил пожилой ботан в светло-голубой униформе.\n   — Очередная контрабанда? — на пониженном тоне и с улыбкой на лице спросил дед, глядя на пирата. \n   — Сегодня я по другим делам, — ответил Болли и включил изображение Босска на комлинке. — Может, знаешь, где его найти?\n   Оглянувшись по сторонам, ботан накрыл устройство рукой, чтобы скрыть \"картинку\" и проговорил:\n   — Вечером, после смены, я буду в том баре, — указал он пальцем на дверь внизу высокого здания. — Я как раз раздобуду по-больше информации и, думаю, мы сможем обсудить этот вопрос, — с намёком на плату проговорил покрытый мехом обитатель планеты. ",
    "answers": [
      {
        "id": 94,
        "text": "Вперёд"
      },
      {
        "id": 92,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 94,
    "text": "   В это время на складах Корусанта члены Консорциума продолжали расследовать происшествие, во время которого было убито более двадцати человек и украдена большая сумма кредитов. \n   — Как продвигается дело? — задал вопрос Крис Монис подошедшему к нему криминалисту. \n   — В имперской базе нет данных о владельце крови, найденной возле трупа у выхода, но мы выяснили, что она принадлежит кому-то из расы викуэев. \n   — Это может нам помочь?\n   — Это лишь сужает круг подозреваемых. Представителей этой расы миллионы, поэтому, не имея дополнительных сведений, убийц мы не найдём. ",
    "answers": [
      {
        "id": 95,
        "text": "Вперёд"
      },
      {
        "id": 93,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 95,
    "text": "   — Что-то ещё? — поинтересовался Крис. \n   — Я просмотрел записи с камер наблюдения, и некоторые моменты прояснились. \n   — Можете вкратце рассказать?\n   — Четыре вооружённых бойца наблюдали за сделкой наших людей с наёмниками. Пока наши делали обход, незнакомцы по одному \"убрали\" их. \n   — Каковы были их мотивы?\n   — Однозначного ответа дать не могу, потому что контейнер, внутри которого должен был быть груз, взорвался перед лицом командира операции. После этого всё пошло наперекосяк: наёмники начали бежать, захватив с собой кейс с деньгами, незнакомцы кинулись за ними, перебили их всех, а заодно и остатки наших. ",
    "answers": [
      {
        "id": 96,
        "text": "Вперёд"
      },
      {
        "id": 94,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 96,
    "text": "   — Очевидцы говорят, что солдат было пятеро и они сбежали вместе с телом одного из наших, — заметил недочёт в истории криминалиста Крис. \n   — В ангаре их было действительно пятеро, но момент, когда они встретились запечатлён не был. \n   — Как так вышло?\n   — Дело в том, что камеры установлены только в крупных помещениях. В коридорах их просто нет. Возможно, они встретились в одном из них. \n   — А что происходило у входа в ангар?\n   — Последнее, что было замечено, как два наших \"гостя\" бежали за наёмниками и убили четверых из них. Что произошло с последним до конца не ясно, потому что камера, контролирующая дверь, не работала тогда, не работает и сейчас. ",
    "answers": [
      {
        "id": 97,
        "text": "Вперёд"
      },
      {
        "id": 95,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 97,
    "text": "   — Кого они несли с собой?\n   — Парня, который отвечал за проведение сделки. Судя по записям, после взрыва он был ещё жив. Наверное, им нужен был пленный, а он — практически идеальный вариант. \n   — Это всё?\n   — Остальное Вы знаете: перестрелка в ангаре и дальнейший побег. Зато можно точно сказать, что они выступают третьей стороной в этом конфликте. \n   — Выходит им нужен был груз? — предположил Крис Монис. \n   — Сложно сказать, учитывая, что они забрали с собой нашего человека. Вообще, они не похожи на обычных наёмников: одинаковая униформа, отличная слаженность. Думаю, они работают на какую-то важную шишку, возможно, желающую навредить Консорциуму. ",
    "answers": [
      {
        "id": 98,
        "text": "Вперёд"
      },
      {
        "id": 96,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 98,
    "text": "   — Давно у нас не было подобных происшествий. Чтобы вот так открыто нападали на Консорциум? — удивлялся Крис Монис. \n   — Я слышал, Тайбер Занн заинтересовался этим делом. \n   — Так и есть. Поэтому лучше нам закончить с ним по-скорее. ",
    "answers": [
      {
        "id": 99,
        "text": "Вперёд"
      },
      {
        "id": 97,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 99,
    "text": "   В системе Флоррум, на базе-метеорите, на командном мостике стоит Авнер Фарен. В руках он держит планшет и что-то в нём смотрит. В помещение зашёл начальник охраны станции и подошёл к командиру. \n   — Надеюсь, у Вас хорошие новости, — в слегка грубом тоне начал разговор главарь наёмников. \n   — И да, и нет. \n   Хозяин базы кивнул в надежде услышать подробности. \n   — Когда мы вошли, системы жизнеобеспечения были отключены. Как оказалось, не только они: кто-то обесточил всю палату. \n   — Но кому это нужно? \n   — Думаю, наш \"пациент\" знал что-то лишнее. Не знаю как, но, скорее всего, кто-то проник на станцию. ",
    "answers": [
      {
        "id": 100,
        "text": "Вперёд"
      },
      {
        "id": 98,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 100,
    "text": "   — Ваша задача — следить, чтобы незаконных проникновений на базу не было, — напомнил разозлённый командир. — Или Вы забыли, для чего Вы здесь?\n   — Я понимаю, что это только моя вина, но у нас есть возможность поймать убийцу. \n   — О чём Вы? — не понял Авнер. \n   — Как только я узнал об этом, я сразу приказал закрыть все ангары и остановить любые вылеты с базы. \n   — То есть, этот кто-то до сих пор где-то здесь?\n   — Да, сэр. \n   — Что ж, теперь это Ваша проблема. Как только будет что-то известно, сразу доложите мне. ",
    "answers": [
      {
        "id": 101,
        "text": "Вперёд"
      },
      {
        "id": 99,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 101,
    "text": "   Тем временем на Нар-Шаддаа продолжается ночь. Брет просыпается в какой-то полуразрушенной хижине и понимает, что засыпал он не здесь. \n   — Где я? — сквозь сон спросил он. — Что происходит? — дополнил человек, осознав, что он связан. \n   — Очередные чужаки... — послышался незнакомый голос из темноты. \n   — Кто здесь?! — перепугался солдат. \n   — Спокойно... мы всего лишь спасли вас. \n   — \"Мы\"?\n   — Так и есть. Но в комнате мы вдвоём. \n   — От чего вы нас спасли? \n   — Имперцы пришли к кораблю через минуту после того, как мы вас забрали с него. Не думаю, что они бы оставили вас в живых. ",
    "answers": [
      {
        "id": 102,
        "text": "Вперёд"
      },
      {
        "id": 100,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 102,
    "text": "   — Вы знаете, почему они сбили нас? — спросил Брет. \n   В комнате раздался приглушённый смех. \n   — Так вы не в курсе? Нар-Шаддаа находится в блокаде. Любые корабли, которые пытаются попасть на планету или покинуть её, тут же сбиваются. \n   — А что происходит на поверхности?\n   — Мы там редко бываем, но то, что там происходит — страшно. Везде бродят имперские патрули и \"наводят порядок\", как они это называют. Но могу сказать точно: такого хаоса, как сейчас, до их прихода никогда не было. \n   — Почему я связан? — резко сменил тему Брет, явно почувствовав дискомфорт. \n   — Ах да, прости, — мужчина подошёл и ослабил верёвки. — Меры предосторожности. ",
    "answers": [
      {
        "id": 103,
        "text": "Вперёд"
      },
      {
        "id": 101,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 103,
    "text": "   Костёр в помещении, где ночуют два отряда, продолжал гореть, хотя все уже спали. Внезапно, Лонд проснулся, почуяв что-то неладное. Он схватился за винтовку, медленно поднялся, подошёл к выходу и...\n   Старая деревянная дверь слетела с петель и повалила на пол викуэя. В проходе начали появляться штурмовики с винтовками наперевес. Остальные викуэи и люди начали просыпаться от шума, но не успевали отреагировать так как в них попадали оглушающие заряды. \n   С каждой секундой имперцев становилось всё больше. В итоге их количество превышало количество наёмников вдвое. ",
    "answers": [
      {
        "id": 104,
        "text": "Вперёд"
      },
      {
        "id": 102,
        "text": "Назад"
      },
      {
        "id": 110,
        "text": "Члены отрядов"
      }
    ]
  },
  {
    "id": 104,
    "text": "   Потерпевших поражение поставили на колени вдоль стены, не отводя от них прицела. \n   — Пять человек, сэр, — сказал один из штурмовиков командиру. \n   Тот, в свою очередь, оглянулся вокруг. В глаза кинулась лестница, ведущая на второй этаж. \n   — Проверьте наверху, — отдал он приказ. \n   Два имперца поднялись по ступенькам и пропали из виду. \n   Командир принялся осматривать пленных. Его заинтересовал состав команды: два викуэя и три человека, один из которых женского пола. Далее он присмотрелся к оружию, которым они собирались противостоять штурмовикам: DC-17m — винтовки времён Войн Клонов, которыми пользовались республиканские коммандос. ",
    "answers": [
      {
        "id": 105,
        "text": "Вперёд"
      },
      {
        "id": 103,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 105,
    "text": "   Вскоре со второго этажа спустились штурмовики. \n   — Наверху всё чисто, — доложил один из них. \n   — Вяжите их, и возвращаемся на базу, — отдал приказ солдат с жёлтым наплечником. \n   Рядовые бойцы подняли пленников и вывели на улицу. Уже начинало светать. Попетляв между руин, отряд вышел на широкую длинную дорогу, посреди которой стояли десять спидеров в две колонны по пять единиц. \n   Когда все уселись по местам, то предпоследние два штурмовика открыли огонь по передним двум. Оба насмерть...\n   Первые четыре штурмовика \"подорвались\" с мест и глядели в сторону стрелявших. Те, в свою очередь, решили одурачить остальных:\n   — Вы что творите?! — прокричал один из них и произвёл два оглушающих выстрела по двум задним. ",
    "answers": [
      {
        "id": 106,
        "text": "Вперёд"
      },
      {
        "id": 104,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 106,
    "text": "   — Что за ***** тут творится?! — не может понять командир, сидевший в первой линии спидеров. \n   Два штурмовика подбежали к оглушённым. Пока они с ними возились, зачинщики беспорядка подстрелили командира и его подопечного. Обернувшись на звуки выстрелов, имперцы получили по заряду в голову. \n   По окончании всего этого предатели сняли шлемы: ими оказались Джиро и Омм.\n   — Парни, это было что-то! — восхищался Крант, будучи в наручниках и сидя на спидере. \n   — Это точно. Давно мы такого не видели, — дополнил брат Кранта, Свен. \n   Викуэи промолчали, и Бетта-2 принялся освобождать напарников. ",
    "answers": [
      {
        "id": 107,
        "text": "Вперёд"
      },
      {
        "id": 105,
        "text": "Назад"
      },
      {
        "id": 110,
        "text": "Члены отрядов"
      }
    ]
  },
  {
    "id": 107,
    "text": "   — Как они нашли нас? — не могла понять Далия. \n   — Это уже не имеет значения, — проговорил Джиро и произвёл завершающие выстрелы в головы оглушённых штурмовиков, лежащих на земле. \n   — Ну, зато у нас теперь есть транспорт, — заметил Крант. \n   — Брет, как у вас обстоят дела? — начала девушка говорить в комлинк, но ответа не последовало. — Брет, как слышно? Похоже, что-то случилось, — сделала она вывод. \n   — Может, стоит проверить? — предложил один из братьев. \n   — Ты прав. Нужно, чтобы кто-то отправился к кораблю и выяснил, что там произошло. ",
    "answers": [
      {
        "id": 108,
        "text": "Вперёд"
      },
      {
        "id": 106,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 108,
    "text": "   — А, может, мы вообще по одному будем выполнять задание? — выступил против разделения команды Джиро.\n   — Если возникнет необходимость, то будем, — спокойно произнесла Далия. \n   — Вы как хотите, а я отправляюсь в город, — заявил Джиро, сев на один из спидеров. \n   — И что ты там будешь один делать? — поинтересовался Лонд.\n   — Я помню о том, для чего мы прибыли на Нар-Шаддаа. Я выполню задание. С вами или без вас, — после этих слов спидер двинулся с места и вскоре пропал из виду. \n   — Он прав, — сказал Омм и отправился за викуэем на другом спидере. ",
    "answers": [
      {
        "id": 109,
        "text": "Вперёд"
      },
      {
        "id": 107,
        "text": "Назад"
      },
      {
        "id": 110,
        "text": "Члены отрядов"
      }
    ]
  },
  {
    "id": 109,
    "text": "   — Задание заданием, а своих бросать нельзя, — высказал свою точку зрения Лонд. \n   — Отправляйтесь за ними, а мы проверим, что произошло на корабле, — сказал Бриг, молчаливый член отряда Бетта под номером \"пять\".\n   — Спасибо, парни, — хлопнул по плечу последнего викуэя один из братьев. \n   Люди уселись на спидеры и направились сквозь руины в сторону подъёмников в город. \n   — Хоть отдохнём от Джиро, — с довольным выражением лица произнёс Бетта-4, усаживаясь на транспортное средство. \n   Напарник в ответ лишь улыбнулся. ",
    "answers": [
      {
        "id": 111,
        "text": "Вперёд"
      },
      {
        "id": 108,
        "text": "Назад"
      },
      {
        "id": 110,
        "text": "Члены отрядов"
      }
    ]
  },
  {
    "id": 110,
    "text": "   Альфа-лидер — Авнер Фарен\n   Альфа-1 — Далия\n   Альфа-2 — Кен\n   Альфа-3 — Крант\n   Альфа-4 — Свен\n   Альфа-5 — Брет\n\n   Бетта-лидер — Гворм\n   Бетта-1 — Джиро\n   Бетта-2 — Омм\n   Бетта-3 — Хаск\n   Бетта-4 — Лонд\n   Бетта-5 — Бриг",
    "answers": [
      {
        "id": 110,
        "text": "Назад",
        "backstepCount": 1,
        "isBack": true
      }
    ]
  },
  {
    "id": 111,
    "text": "   Гворм и Болли сидят в баре за барной стойкой на Ботавуи и ожидают ботана. \n   — Ему можно доверять? — сомневается первый в знакомствах второго. \n   — Если бы у меня спросили, кому бы я доверил свою самую сокровенную тайну, то этим \"кем-то\" был бы явно не он, но если нужно найти информацию о ком-либо, он — лучший кандидат на планете. \n   — Неужели этот старик так хорош? — поинтересовался Гворм. \n   — Кто? Он? — удивлённо спросил Болли, до этого сделав глоток из стакана с жидкостью. — Неет, — протянул он. — Просто у него работа такая. \n   — Тогда почему ты имеешь дело именно с ним?\n   — А он берёт меньше других. ",
    "answers": [
      {
        "id": 112,
        "text": "Вперёд"
      },
      {
        "id": 109,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 112,
    "text": "   Вот в дверях появился тот самый ботан. Он прошёл через весь бар и уселся на стул возле Болли. \n   — Надеюсь, ты не с пустыми... словами, — начал диалог викуэй, посчитав, что слово \"руками\" будет неуместно в данном контексте. \n   — Босск, верно? — уточнил дед. \n   — То есть, ты только сейчас спрашиваешь его имя? — придрался пират. \n   — В общем, он прибыл на пассажирском корабле два дня назад. Высадился на платформе 12-Д. На планете он или нет, точно сказать нельзя: мог улететь своим ходом. \n   — То есть, мы целый день тебя ждали, чтобы просто узнать, что два дня назад Босск прибыл на планету?! — говорил Болли, постепенно повышая тон так, что концовка \"... Босск прибыл на планету\" была слышна чуть ли не на всё заведение. \n   Многие посетители обернулись в сторону троицы. ",
    "answers": [
      {
        "id": 113,
        "text": "Вперёд"
      },
      {
        "id": 111,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 113,
    "text": "   — Что смотрите? — возмутился пират. — Занимайтесь своими делами. \n   Клиенты продолжили общение между собой. \n   — За целый день мы могли сами его найти, — обратился Болли к ботану. \n   — Я и не говорил, что приведу его прямо к вам, — начал оправдываться пожилой представитель местной расы. \n   — А раз не привёл, то и денег ты не увидишь. \n   — У нас хотя бы есть наводка, — сказал Гворм про место прибытия трандошанина и поднялся со стула. — Пошли проверим посадочную платформу. \n   — Может, Вы будете благоразумнее своего товарища и заплатите мне за мои труды? — обратился низкорослый к жёлтолицему. \n   — Я с тобой ни о чём не договаривался, — отрезал последний и направился к выходу. \n   Болли, выпив остатки из своего стакана, побежал вслед. \n   Один из посетителей-ботанов взглядом провожал викуэев. ",
    "answers": [
      {
        "id": 114,
        "text": "Вперёд"
      },
      {
        "id": 112,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 114,
    "text": "   Авнер Фарен, торопясь, куда-то направляется по коридорам космической базы-метеорита. По пути к нему подключается начальник охраны и пытается начать разговор:\n   — Командир, это Вы приказали открыть ангар?\n   — Я, — не желая говорить, отрезал Авнер. \n   — Что-то срочное?\n   — Контрабандист вернулся. Видимо, что-то важное. \n   Мужчины вошли в ангар, в котором уже стоял грузовой VCX-100, окружённый четырьмя бойцами станции. Торговец стоял у спущенного трапа и ожидал командира. \n   — Что-то случилось? — спросил про цель визита Фарен. \n   — Не то, чтобы что-то серьёзное. Просто, когда я улетел, то заметил недостаток одного контейнера.  А вот и он, — показал он пальцем на средство хранения неподалёку. — Можно я его заберу?",
    "answers": [
      {
        "id": 115,
        "text": "Вперёд"
      },
      {
        "id": 113,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 115,
    "text": "   Авнер Фарен кивнул. \n   Забрак подошёл к контейнеру, активировал репульсоры на нём и направился с ящиком к кораблю. \n   — А можете показать, что внутри? — что-то заподозрил начальник охраны. \n   — Он пустой, — сказал контрабандист, находясь уже на трапе. \n   — И всё же... — настаивал на своём пожилой человек. \n   — Командир, что за дела? — возразил гость, обращаясь к Авнеру. \n   — Доверьтесь мне, — сказал начальник охраны своему боссу. \n   — Открой контейнер, — приказал человек. \n   — Разбирайтесь с ним сами, — произнёс забрак, предварительно вздохнув, и спустил ящик вниз. ",
    "answers": [
      {
        "id": 116,
        "text": "Вперёд"
      },
      {
        "id": 114,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 116,
    "text": "   Контрабандист поднялся на свой корабль и поднял за собой трап. \n   — Задержать его? — спросил старик. \n   — Нет, пускай уходит. \n   Двигатель корабля запустился, и звездолёт покинул ангар. А вот контейнер остался...\n   — Откройте его, — приказал Авнер. \n   Один из наёмников подошёл, остальные трое наставили винтовки в ожидании худшего. Боец поднял крышку вместилища и тут же получил выстрел в голову. Ящик под действием внутрисидящего опрокинулся назад, и человек выкатился из него, заняв позицию сидя и используя контейнер в качестве баррикад. ",
    "answers": [
      {
        "id": 117,
        "text": "Вперёд"
      },
      {
        "id": 115,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 117,
    "text": "   Оставшиеся пять человек принялись укрываться за остальным всем, что есть. \n   — Не убивать его! — прокричал Авнер. \n   В это время был застрелен ещё один союзник. \n   — Чтобы он остался в живых придётся действовать Вам, — обратился начальник охраны к своему командиру. \n   — Максимальный огонь! — отдал приказ последний. \n   Все, включая пожилого мужчину, начали беспрерывно стрелять, поэтому неизвестному пришлось надолго укрыться. \n   В это время Авнер Фарен поднялся и на всей скорости начал бежать в сторону врага и в итоге намеренно врезался обеими ногами в контейнер, за которым тот укрывался. ",
    "answers": [
      {
        "id": 118,
        "text": "Вперёд"
      },
      {
        "id": 116,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 118,
    "text": "   Столкновение повалило молодого человека на землю и обезоружило. Командир подошёл к нему ближе и ногой откинул пистолет. \n   — От греха подальше, — сопроводил он этой фразой своё действие. \n   Парень приподнялся и замахнулся на более опытного бойца, но его удар был заблокирован, а в качестве ответа он получил с кулака в висок. Авнер придерживал его, чтобы не дать упасть, и продолжить избиение: командир базы столкнул его лицо с поверхностью контейнера. \n   Один... два... три удара, и парень начал терять сознание, истекая кровью. \n   — Отведите его в камеру, — отдал приказ Фарен, завершив своё \"общение\" с предполагаемым убийцей солдата Консорциума. ",
    "answers": [
      {
        "id": 119,
        "text": "Вперёд"
      },
      {
        "id": 117,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 119,
    "text": "   Брет, Кен и Хаск, уже освобождённые от оков, находятся в лагере поселенцев старого города. \n   Жители обосновались в полуразрушенных домах, реставрировав (если это так можно назвать) их, используя обломки. Территория ограждена самодельным забором, который защищает обитателей базы от враждебной мутировавшей фауны. \n   Члены элитных отрядов сидят за старым обеденным столом и едят какие-никакие похлёбки. \n   К ним подошёл пожилой мужчина в драных одеяниях и уселся рядом на свободное место. ",
    "answers": [
      {
        "id": 120,
        "text": "Вперёд"
      },
      {
        "id": 118,
        "text": "Назад"
      },
      {
        "id": 110,
        "text": "Члены отрядов"
      }
    ]
  },
  {
    "id": 120,
    "text": "   — Ещё раз извините за то, что нам пришлось вас связать, — начал он. \n   — Думаю, мы вам обязаны, раз вы скрыли нас от имперцев, — поблагодарил Брет. \n   — Да уж, они бы выпотрошили нас, как вы этих змей, — говорил Хаск про куски мяса, плавающие в их тарелках. \n   — Это не змеи... — отрезал старик и замолчал. \n   — А что? — с забитым ртом спросил викуэй. \n   — Лучше вам не знать, что водится за стенами лагеря, — улыбнулся мужчина. \n   Бетта-3 резко изменился в лице. Он выплюнул еду обратно в тарелку, отодвинув последнюю, и у него пропало желание продолжать трапезу. ",
    "answers": [
      {
        "id": 121,
        "text": "Вперёд"
      },
      {
        "id": 119,
        "text": "Назад"
      },
      {
        "id": 110,
        "text": "Члены отрядов"
      }
    ]
  },
  {
    "id": 121,
    "text": "   — Как вы выживаете здесь? — поинтересовался Брет, видя нечеловеческие условия вокруг. \n   — Несмотря на то, что прошло очень много времени, в руинах до сих пор можно найти много полезного. Мы поднимааемся наверх и продаём всё, что находим. А на вырученные деньги покупаем еду и медикаменты. \n   — Почему вы живёте здесь, а не наверху? — задал вопрос Кен. \n   — Как думаете, кто мы? — ответил вопросом дед. \n   — Изверги, — проговорил викуэй, держа обиду за непонятную еду. \n   — По-аккуратнее со словами, — предупредил Брет. — Нас всё-таки здесь приютили. ",
    "answers": [
      {
        "id": 122,
        "text": "Вперёд"
      },
      {
        "id": 120,
        "text": "Назад"
      },
      {
        "id": 110,
        "text": "Члены отрядов"
      }
    ]
  },
  {
    "id": 122,
    "text": "   — Ваш друг прав, — неожиданно для всех произнёс старик. — Думаю, вы в курсе, что наверху обитают контрабандисты, убийцы, наёмники и прочий сброд? А здесь — те, кого не приняли там. Мы плохи даже для их общества. \"Изверги\" — очень даже подходящее слово для таких, как мы. \n   — Хотите сказать, что она хуже, чем те, кто наверху? — для проверки спросил Брет, указав рукой на девушку около тридцати лет, готовящую пищу на костре. \n   — Свыше десятка убитых семей — это достаточно плохо, чтобы быть изгнанником в обществе? — задал риторический вопрос мужчина. — Она бы продолжала убивать, если бы её жертвой не стали родные одного из криминальных авторитетов. ",
    "answers": [
      {
        "id": 123,
        "text": "Вперёд"
      },
      {
        "id": 121,
        "text": "Назад"
      },
      {
        "id": 110,
        "text": "Члены отрядов"
      }
    ]
  },
  {
    "id": 123,
    "text": "   Брет начал осматриваться вокруг, вглядываясь в местных жителей. \n   — С виду не скажешь, но у каждого в этом месте подобная судьба, — сказал дед, заметив поведение гостя. \n   — Если вы все такие злые, как рассказываете, то почему бы вам не перебить нас троих и не забрать наше оружие, броню и прочее? — на возводе спросил Хаск. \n   Его друзья были удивлены и напуганы таким вопросом. \n   — А я вижу, вы очень наблюдательный молодой человек, — в мягком тоне произнёс дед. \n   — Мне так-то сорок два, — с юмором произнёс викуэй. ",
    "answers": [
      {
        "id": 124,
        "text": "Вперёд"
      },
      {
        "id": 122,
        "text": "Назад"
      },
      {
        "id": 110,
        "text": "Члены отрядов"
      }
    ]
  },
  {
    "id": 124,
    "text": "   — Дело в том, что вы можете нам помочь в одном деле, — немного приоткрыл завесу тайны пожилой мужчина. \n   — Можно было и догадаться, — недовольно произнёс Кен. \n   — Услуга за услугу, — напомнил про спасение старик. \n   — И что же вы хотите? — решил разузнать детали Брет. \n   — Вскоре сюда явятся имперцы в поисках вас...\n   — Это уже интересно, — перебил викуэй, что не понравилось говорящему. \n   — Так вот, вам придётся укрыться в одном из подвалов. Мы им скажем, где вы, но преумножим ваше количество, чтобы они послали как можно больший отряд на поимку. \n   — И для чего это нужно? — спросил Брет. \n   — Чем больше штурмовиков окажется на территории лагеря, тем больше мы их убъём, а следственно мы получим больше качественных вещей на продажу. ",
    "answers": [
      {
        "id": 125,
        "text": "Вперёд"
      },
      {
        "id": 123,
        "text": "Назад"
      },
      {
        "id": 110,
        "text": "Члены отрядов"
      }
    ]
  },
  {
    "id": 125,
    "text": "   — Думаете, не отправят других на поиски стольких солдат? — поинтересовался Брет. \n   — Сложно сказать, как поведёт себя имперское руководство. Но если всё же к нам кого-то отправят, мы сможем всё обыграть себе на руку. \n   — План звучит... обнадёживающе, — проговорил человек. \n   — Так что, вы в деле? — уточнил пожилой. \n   — Услуга за услугу, — улыбнулся Брет. ",
    "answers": [
      {
        "id": 126,
        "text": "Вперёд"
      },
      {
        "id": 124,
        "text": "Назад"
      },
      {
        "id": 110,
        "text": "Члены отрядов"
      }
    ]
  },
  {
    "id": 126,
    "text": "   Два спидера подъехали к большому подъёмнику, ведущему к верхнему городу Нар-Шаддаа. \n   Джиро и Омм \"спешились\" и с удивлением подняли головы наверх. Их наблюдение вскоре прервал звук приближающихся спидеров: викуэи достали винтовки и насторожились. \n   — А, это вы, — с облегчением проговорил Омм, когда увидел, что на транспорте прибыли остальные члены группы. \n   Викуэи опустили оружие и вновь устремили взгляды наверх. Люди слезли со спидеров и также подняли головы, стоя в удивлении от высот города. \n   — Наша миссия только начинается, — сказала Далия. ",
    "answers": [
      {
        "id": 1,
        "text": "Конец четвёртой главы"
      },
      {
        "id": 125,
        "text": "Назад"
      },
      {
        "id": 110,
        "text": "Члены отрядов"
      }
    ]
  },
  {
    "id": 127,
    "text": "                   Глава пятая: Новый порядок\n\n   Гворм и Болли направляются по ночным улицам Ботавуи. Взлётные площадки, к которым они приближаются, представляют из себя большие квадратные платформы на высоких цилиндрических столбах. Все эти конструкции находятся на большой высоте от земли. \n   В целом, весь данный сектор разделяется на два уровня на подобии Корусанта и Нар-Шаддаа, однако жители и там, и там одни и те же. Нет такого, что наверху живут богатые, а внизу — бедные, как на вышеназванных планетах. ",
    "answers": [
      {
        "id": 128,
        "text": "Вперёд"
      },
      {
        "id": 6,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 128,
    "text": "   — Поразительно! — восхищался Болли. \n   Он замолчал в надежде, что напарник поддержит разговор и спросит, что так его удивило, однако Гворм молча направлялся вперёд. \n   — Удивительно! — продолжил пират побуждать к разговору, но результат был тот же. \n   Со стороны могло показаться, что викуэй просто пренебрегает своим компаньоном. Отчасти так и было, но сейчас Бетта-лидера терзали мысли о найденном дроиде времён Войн Клонов. Это казалось ему очень странным. \n   — Всё-таки, какой порядок на Ботавуи: ни одной живой души на улице в столь поздний час, — не переставал нарываться на разговор Болли. \n   Но Гворм держал мысли при себе. ",
    "answers": [
      {
        "id": 129,
        "text": "Вперёд"
      },
      {
        "id": 127,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 129,
    "text": "   — Слушай, мы уже много времени провели вместе в поисках Босска, а я до сих пор не знаю, для чего мы его ищем. \n   Гворм услышал напарника. Он понимал, что тот хочет знать больше, но не спешил делиться подробностями. \n   — Может расскажешь? — поинтересовался Болли. \n   — Если тебе интересно, есть ли у меня с ним какие-то личные счёты, то — нет, нету. Мне нужно обсудить с ним одну вещь, вот и всё.  \n   — Вот об этом я и спрашиваю. Что за вещь, почему он может что-то знать и прочее... Хоть что-нибудь. \n   Гворм остановился, Болли — следом за ним. \n   — Значит, в твоих интересах помочь мне его найти, — проговорил первый, тыча напарнику пальцем в грудь. \n   Они продолжили движение. ",
    "answers": [
      {
        "id": 130,
        "text": "Вперёд"
      },
      {
        "id": 128,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 130,
    "text": "   — Так-то в этом моих интересов немного. Разве что удовлетворить моё любопытство и жажду приключений. \n   Мужчины добрались до платформы. Тут стояли контейнеры, а посадочное место было пустым. В будке наблюдателя никого не было. \n   Гворм начал ходить вокруг и осматриваться. \n   — Не думаю, что он повсюду оставляет подсказки, чтобы ты мог его найти, — обвинил Болли Гворма в бессмысленности его действий.\n   Последний подошёл к контейнерам, наставленным один на другой, присел рядом с ними и начал что-то высматривать. \n   — Я тут подумал... — нервно начал пират. — Давай ты мне сейчас расскажешь суть твоей встречи с Босском, а то те парни с пушками сейчас убьют нас, а я так и не узнаю из-за чего. ",
    "answers": [
      {
        "id": 131,
        "text": "Вперёд"
      },
      {
        "id": 129,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 131,
    "text": "   — Что? — не понял Гворм, развернув голову назад, и увидел, что к ним приближаются вооружённые ботаны. \n   Викуэи приготовились к худшему, приложив руки к пистолетам. \n   — Кто вы такие? — задал вопрос Бетта-лидер, когда незнакомцы подошли ближе. \n   Все пять ботанов были идентично одеты в коричневую среднюю броню, а в руках держали короткие винтовки. \n   — Вы лезете не в своё дело, кем бы вы ни были, — проговорил центральный. \n   — О чём идёт речь? — задал вопрос Гворм. \n   — Не строй из себя дурака. Прекращайте свои поиски и валите с планеты, — пригрозил низкорослый, немного повысив тон. ",
    "answers": [
      {
        "id": 132,
        "text": "Вперёд"
      },
      {
        "id": 130,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 132,
    "text": "   — А-а-а, — протянул Гворм. — Вы по поводу Босска? \n   — Видимо, вы не поняли, — в этот момент все ботаны подняли винтовки. \n   Болли вмиг вынул миниатюрную гранату из кармана одной рукой, а второй — схватился за пистолет. Бросив снаряд в \"толпу\", он тут же открыл огонь по противникам, пока их внимание было переведено на взрывопасный боеприпас и пока они пытались покинуть зону поражения. \n   Гворм среагировал немного позднее: достал пистолет и начал стрелять по наёмникам, отходя назад и вскоре укрывшись за контейнерами. \n   Итог: граната не взорвалась, один убит Болли и двое — Гвормом. Первый не стал укрываться за чем-либо, а наоборот, начал сокращать дистанцию с противниками и вступил в ближний бой. ",
    "answers": [
      {
        "id": 133,
        "text": "Вперёд"
      },
      {
        "id": 131,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 133,
    "text": "   Пират нанёс несколько ударов по одному из ботанов руками, а потом скинул его за ограждения мостика ударом ноги. Пролетев несколько десятков метров, тот встретился лицом к лицу с землёй. \n   Второго ботана викуэй атаковал кулаками по лицу. Из-за значительного преимущества в росте это выглядело словно избиение ребёнка взрослой особью. В конце схватки наёмник был сбит с ног мощной подсечкой. Болли схватил обессиленного и поверженного противника за броню и наклонил его за ограждения, придерживая, чтобы тот не упал. \n   Гворм был удивлён от увиденного. Его поразила техника и скорость, с которыми пират расправился с ботанами. ",
    "answers": [
      {
        "id": 134,
        "text": "Вперёд"
      },
      {
        "id": 132,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 134,
    "text": "   — Повторю вопрос моего напарника: вы по поводу Босска? — с агрессией спросил Болли. \n   — Д-да, — заикаясь, ответил наёмник. — Он знает, что в-вы его ищите, и ему эт-то не нравится. \n   — Он знает, кто мы? — подключился к разговору Гворм. \n   — Н-нет... я т-так думаю. Отпустите меня, п-пожалуйста. Я вам всё р-раскажу, — просил боец. \n   — Скажи, где мы можем его найти или хоть как-то связаться, — потребовал жёлтолицый. \n   — Сектор тринадцать в трущобных районах города, — более уверенно начал говорить ботан. — Кантина \"Дыбом\"... Подойдите к бармену, он может дать дальнейшую наводку. ",
    "answers": [
      {
        "id": 135,
        "text": "Вперёд"
      },
      {
        "id": 133,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 135,
    "text": "   — Спасибо, — поблагодарил Болли и отпустил наёмника в свободный полёт. \n   — Ты хоть и прикидываешься дураком, но своё дело знаешь, — похвалил Гворм своего напарника. \n   — Сочту это за комплимент. Ты запомнил, куда нам нужно идти?\n   — Ты как думаешь?\n   — Думаю, что было бы досадно, если бы мы оба не расслышали, а я его пришиб, — в очередной раз Болли разбавил атмосферу своими шуточками, параллельно поднимая ранее не разорвавшуюся гранату. \n   — Всё, пошли. \n   Отношение Гворма к пирату мгновенно изменилось после увиденного. То ли он разглядел в нём что-то, то ли его окутал некий страх перед компаньоном. ",
    "answers": [
      {
        "id": 136,
        "text": "Вперёд"
      },
      {
        "id": 134,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 136,
    "text": "   Отряд поднялся на турболифте на верхние уровни города. Они направляются по улицам и смотрят по сторонам. \n   Над их головами летают автокары, разбавленные лендспидерами со штурмовиками. По дорогам периодически проходят имперские солдаты, иногда встречаются патрули с военной техникой. Жителей практически не видно: все сидят в своих квартирах и стараются лишний раз не вылазить. \n   — Прячьтесь! — выкрикнул какой-то незнакомец всей группе. \n   Отряд разбежался по сторонам. \n   Вскоре на дороге появился имперский транспортник вытянутой прямоугольной формы. Направлялся он медленно, но пропал из виду достаточно быстро. ",
    "answers": [
      {
        "id": 137,
        "text": "Вперёд"
      },
      {
        "id": 135,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 137,
    "text": "   Отряд и незнакомец покинули свои укрытия. \n   — Что вообще происходит на планете? — задала вопрос Далия. \n   — Разве вы сами не видите? — возмутился мужчина предпреклонного возраста и в старых лохмотьях. — Империя оккупировала планету и наводит здесь \"порядок\", — последнее слово он произнёс с неким сарказмом. \n   — Спустя тысячи лет они вспомнили о Нар-Шаддаа, — иронично сказал Джиро. \n   Действительно, на протяжении свыше пяти тысяч лет ни одно государство не вмешивалось в дела этой системы. Тут всегда могли найти пристанище и воры, и убийцы, и политические преступники. То, что Империя взялась наводить \"порядок\" здесь, выглядит очень странно. ",
    "answers": [
      {
        "id": 138,
        "text": "Вперёд"
      },
      {
        "id": 136,
        "text": "Назад"
      },
      {
        "id": 110,
        "text": "Члены отрядов"
      }
    ]
  },
  {
    "id": 138,
    "text": "   — С чем связана такая активность? — поинтересовалась Далия. \n   — Этого я вам поведать не могу, потому что не имею ни малейшего представления о целях этого долбанного государства, — со злостью говорил местный житель. \n   — А что на счёт сопротивления всему этому? — продолжила разузнавать девушка. \n   — Ну, оно как бы оказывается, но все восстания подавляются в считанные дни, а то и часы. Поэтому надежды на то, что всё будет, как раньше, практически нет. \n   — Кто оказывает сопротивление? — заинтересовался Бетта-1. \n   — Да все, кому не лень: от местных жителей, которые выходят чуть ли не с кухонными ножами, до самых больших синдикатов на планете. ",
    "answers": [
      {
        "id": 139,
        "text": "Вперёд"
      },
      {
        "id": 137,
        "text": "Назад"
      },
      {
        "id": 110,
        "text": "Члены отрядов"
      }
    ]
  },
  {
    "id": 139,
    "text": "   Сквозь весь шум начали прорываться звуки приближающихся TIE-бомбардировщиков. Незнакомец принялся бежать, а члены отряда, заметив, что они направляются не совсем в их сторону, сопровождали звездолёты взглядом. \n   Корабли выпустили заряды, которые упали в нескольких кварталах от отряда. \n   — Они не гнушатся бомбардировать город. Это уже полномасштабное вторжение, — возмутилась Далия. \n   — Дела обстоят намного хуже, чем мы могли представить, — заметил Крант. ",
    "answers": [
      {
        "id": 140,
        "text": "Вперёд"
      },
      {
        "id": 138,
        "text": "Назад"
      },
      {
        "id": 110,
        "text": "Члены отрядов"
      }
    ]
  },
  {
    "id": 140,
    "text": "   Спутник Флоррума, на котором обосновались наёмники, продолжает движение вокруг своей планеты. \n   На территории базы, в тюремном отсеке, сидит молодой человек со следами избиения. На руках у него наручники. Перед ним — квадратный стол, напротив — мужчина в офицерской униформе серого цвета. \n   — На кого ты работаешь? — задал вопрос последний, но в ответ ничего не услышал. — Будешь молчать, значит? Скажу тебе так: лучше не выводи меня из себя, иначе то, что с тобой сделали, покажется укусом гизки по сравнению с тем, что сделаю я. \n   Пленник еле заметно улыбнулся. \n   — На кого ты работаешь? — медленно, чуть ли не по слогам, повторил мужчина свой вопрос. ",
    "answers": [
      {
        "id": 141,
        "text": "Вперёд"
      },
      {
        "id": 139,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 141,
    "text": "   Но всё безуспешно. \"Гость\" как молчал, так и молчит. \n   Допросчик слегка разозлился и кнопкой, встроенной в стол, активировал шоковый удар на наручниках напротивсидящего. Тот слегка прошипел от боли, завалился вперёд, но быстро пришёл в себя, сев, как сидел. \n   — Я могу так долго продолжать, но не думаю, что у тебя есть такая возможность, — пригрозил офицер. \n   Узник слегка улыбнулся. В его глазах присутствовала некая пустота, а взгляд был рассеян. За его спиной открылась автоматическая дверь, и в ней показался Авнер Фарен в своей чёрной униформе командира. ",
    "answers": [
      {
        "id": 142,
        "text": "Вперёд"
      },
      {
        "id": 140,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 142,
    "text": "   — Как успехи? — поинтересовался главарь, спустившись вниз по небольшой лестнице и встав за спиной своего подчинённого. \n   — Ужасно: я не добился от него ни слова, — отчитался подопечный. \n   — Ты его бил?\n   — Один разряд током. Думаю, ему хватило того, что Вы с ним сделали. \n   Узник с улыбкой слушал разговор своих пленителей, а вскоре начал издавать мычание, очень похожее на смех. \n   Авнер Фарен обратил внимание на его ротовую полость, которая в этот момент была широко открыта, и сильно удивился. Человек направился к выходу. \n   — Допрос нам ничем не поможет, — сделал вывод командир. \n   — Что? Почему? — не понял допросчик. \n   — У него нет языка, — отрезал главарь наёмников и следом покинул комнату. ",
    "answers": [
      {
        "id": 143,
        "text": "Вперёд"
      },
      {
        "id": 141,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 143,
    "text": "   Два викуэя направляются по тёмным переулкам Ботавуи, но вскоре вдали они заметили яркое синее свечение, к которому, естественно, и пошли. \n   Оказавшись совсем рядом, они поняли, что это именно то место, которое им нужно — кантина \"Дыбом\", а источником света является большая вывеска, изображающая ботана с поднятой вверх шерстью на голове. \n   При входе в заведение валяется в полумёртвом состоянии представить местной расы. Под стеной напротив, еле держась на ногах, стоят ещё двое и что-то тихо обсуждают. ",
    "answers": [
      {
        "id": 144,
        "text": "Вперёд"
      },
      {
        "id": 142,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 144,
    "text": "   Внутри ситуация практически не отличалась: множество пьяных ботанов бродили туда-сюда, от стола к столу, а некоторые \"кадры\" удобно располагались на полу в самых разных уголках кантины.\n   Синее тусклое освещение слегка скрывало всё это, однако запах, стоящий в воздухе, ясно давал понять, что это за заведение. \n   Болли сильно вдохнул, после чего закашлялся:\n   — Обожаю... такие места... — проговорил он, задыхаясь. \n   Викуэи прошли к барной стойке и попытались завязать диалог с барменом, как им посоветовал уже покойный наёмник-ботан. ",
    "answers": [
      {
        "id": 145,
        "text": "Вперёд"
      },
      {
        "id": 143,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 145,
    "text": "   — Уютненько, — похвалил заведение Болли. \n   Ботан-бармен угрюмо глянул на двоих отличающихся от всех остальных клиентов. \n   — Вы либо заказывайте что-то, либо валите отсюда и не доставайте меня своими разговорами, — раздражённо проговорил он. \n   — Это подтолкнёт тебя к разговору? — Гворм положил на стойку горсть кредитов. \n   — Ну, раз уж такая интересная тема, — согласился ботан, взяв деньги себе. — Что вас интересует?\n   — Мы недавно повстречали наёмников, якобы работающих на некого Босска, — начал Гворм рассказывать, слегка приукрашая историю. \n   — Продолжайте... — заинтересованно произнёс бармен. \n   — Ну, и они нам посоветовали обратиться к нему по поводу... — приостановился Гворм, но после неуверенно добавил. — работы. ",
    "answers": [
      {
        "id": 146,
        "text": "Вперёд"
      },
      {
        "id": 144,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 146,
    "text": "   — Работа, говоришь? — с подозрением спросил бармен. — Какого рода?\n   — Если наёмники сказали правду о нём, то не очень легальная. \n   — И каким боком я здесь?\n   — Они сказали, что Вы можете дать наводку, где его найти. \n   — Боюсь, они ошиблись, — сказал бармен. — Про Босска я, конечно, слышал, но понятия не имею, где его можно найти. Вы уверены, что наёмники говорили обо мне?\n   — Не напрямую: мол в кантине \"Дыбом\" подойти к бармену. Как я вижу, Вы — единственный здесь бармен. \n   — Дело в том, что у меня был напарник... которого теперь нет... Его прибили прошлой ночью. Возможно, ваши друзья имели в виду его.  ",
    "answers": [
      {
        "id": 147,
        "text": "Вперёд"
      },
      {
        "id": 145,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 147,
    "text": "   — И как Вы посоветуете найти Босска? — вмешался в разговор Болли. \n   — К сожалению, я ничем не могу вам помочь. \n   — А кто убил Вашего напарника? — Гворм подумал, что эта информация может пригодиться. \n   — Один из клиентов. Мой коллега либо не долил ему, либо ещё что-то, что вызвало недовольство. \n   — Убийцу поймали? \n   — Нет. Он стащил пару бутылок из бара и \"смылся\".\n   — Тогда нам больше нечего здесь делать, — обратился жёлтолицый к Болли. \n   Викуэи встали и направились к выходу. \n   — Буду ждать с новостями, — в спину прокричал бармен с улыбкой на лице, которая резко пропала, когда гости ушли. ",
    "answers": [
      {
        "id": 148,
        "text": "Вперёд"
      },
      {
        "id": 146,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 148,
    "text": "   Гворм и Болли покинули кантину и направились в сторону, откуда пришли. \n   — Тебе не показался подозрительным этот бармен? — спросил последний. \n   — Я знаю многих барменов, и у каждого из них свои странности. Тем не менее, этот показался мне самым нормальным среди них. \n   — Ты заметил, как вежливо он стал разговаривать, когда речь зашла о Босске?\n   — Он начал вежливо разговаривать, потому что я ему отвалил сотню кредитов, — посмотрел с другой стороны Гворм. \n   — Не-ет, — протянул пират. — Причина далеко не в этом. ",
    "answers": [
      {
        "id": 149,
        "text": "Вперёд"
      },
      {
        "id": 147,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 149,
    "text": "   — И куда мы сейчас направляемся? — спросил Болли спустя несколько минут пути. \n   — Возвращаемся на корабль: нужно отдохнуть и придумать, как выйти на новый след. \n   — Может, ты наконец расскажешь, зачем тебе нужен этот наёмник? — в очередной раз Болли попросил Гворма посвятить себя в его планы. \n   — Ты знаешь, где мы находимся? — задал наводящий вопрос Бетта-лидер. \n   — В каком-то тёмном переулке, где на нас могут напасть с любой стороны. \n   — Я не об этом. В общем, что это за система? \n   Болли не понимал, к чему клонит его напарник. \n   — Это система, где вовсю процветает шпионаж. \n   — И-и-и? — всё равно не догонял Болли. \n   — Расскажу, когда покинем планету. ",
    "answers": [
      {
        "id": 150,
        "text": "Вперёд"
      },
      {
        "id": 148,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 150,
    "text": "   Спустя время викуэи добрались до YT-1300. Трап был опущен, а ботан-сторож, который ранее предоставил информацию о месте прибытия Босска, спал неподалёку. \n   Бойцы поднялись на борт. Болли отправился в каюту, а Гворм — в кабину пилота. \n   Войдя в кокпит, жёлтолицый обнаружил трандошанина, сидящего на месте главного пилота. \n   — Что ты здесь делаешь? — разозлился Гворм. \n   Рептило подобный без лишних слов кинулся на хозяина корабля и чуть ли не \"вклеил\" его в стену. Викуэй пытался отбиваться, но противник был значительно сильнее. ",
    "answers": [
      {
        "id": 151,
        "text": "Вперёд"
      },
      {
        "id": 149,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 151,
    "text": "   На звуки драки прибыл Болли. Теперь он остался один на один с трандошанином. Первый успел нанести несколько ударов по чешуйчатой морде, однако этого оказалось недостаточно, и пират оказался поваленным на пол с сильными ушибами головы. \n   — Может, теперь поговорим? — задал вопрос Гворм, сидя на полу и упираясь спиной в стену. \n   — Кто вы такие и зачем искали меня? — прошипел трандошанин. \n   — Босск, верно? — уточнил бывший пират. — Ты ведь имеешь дела с Консорциумом?\n   — Что тебе нужно?\n   — Всего лишь информация. Не более. ",
    "answers": [
      {
        "id": 152,
        "text": "Вперёд"
      },
      {
        "id": 150,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 152,
    "text": "   — Что ты знаешь о делах Занна на Корусанте? — задал первый вопрос Гворм. \n   — Корусант? Пожалуй, это единственная система в Галактике, за которую он может быть спокоен на все сто процентов. \n   — В плане?\n   — Вся имперская верхушка находится в его власти. Неявно, но так оно и есть. \n   — Хочешь сказать, что де-факто он является правителем Империи?\n   — Так и есть. Ни одного вздоха не делается без его ведома, — слегка преувеличил, но в полном объёме описал ситуацию Босск. \n   — Как такое случилось?\n   — Я не знаю, но стоит учитывать, что до всего этого он уже имел огромное влияние и внушительную армию. ",
    "answers": [
      {
        "id": 153,
        "text": "Вперёд"
      },
      {
        "id": 151,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 153,
    "text": "   — На Корусанте я нашёл дроида Конфедерации со времён Войн Клонов. Ты знаешь что-то об этом? — задал второй вопрос Гворм. \n   — Имеет ли Консорциум к этому отношение? Скорее всего, нет, иначе я бы это уже разнюхал. \n   — А Империя? — уточнил викуэй. \n   — Консорциум — и есть Империя. Опять же, я ничего об этом не знаю. \n   — Почему тогда дроид был на имперском складе?\n   — Ты не там ищешь ответы, викуэй. Тебе прямая дорога туда, где ты сделал находку, — направил Босск. — А вообще, я не могу понять, почему тебя так заинтересовало это. \n   — Просто плохое предчувствие. ",
    "answers": [
      {
        "id": 154,
        "text": "Вперёд"
      },
      {
        "id": 152,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 154,
    "text": "   — Теперь ты ответь, кто вы такие и почему вас так интересует Консорциум, — потребовал Босск. \n   — Когда-то мы работали на хаттов. Пока Занн не поработил их. С тех пор мы остались без работы и подумываем записаться к нему, но хотим знать, с чем придётся иметь дело. \n   — Это всё, что вы хотели узнать? — надоел разговор Босску. \n   — Почему ты всё так просто рассказал?\n   — Потому что я знаю о вас больше, чем вы думаете. Мой вам совет на будущее: не смейте обманывать меня да ещё и глядя мне в глаза. \n   Босск направился к выходу. \n   — Почему он напал на тебя? — обратился Гворм к Болли. \n   — А не должен был?\n   — На Флорруме ты сказал, что вы с ним — хорошие друзья, — припомнил жёлтолицый. \n   — Мне ж надо было найти причину, чтобы ты взял меня с собой, — улыбнулся пират. ",
    "answers": [
      {
        "id": 155,
        "text": "Вперёд"
      },
      {
        "id": 153,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 155,
    "text": "   Лонд и Бриг вышли из руин старого города и оказались возле своего корабля, ранее потерпевшего крушение. \n   — Что тут произошло? — на повышенном тоне воскликнул Бетта-4, увидев разорванный на части и раскиданный по местности YT-1300. \n   — Давай осмотрим территорию, — предложил Бриг, и они начали ходить туда-сюда, внимательно разглядывая обломки. \n   — Что могло здесь произойти? — не надеясь получить ответ, спросил Лонд. \n   — Скорее всего, имперцы решили перестраховаться и уничтожили корабль, — предположил второй викуэй. \n   — Надеюсь, парням удалось вовремя уйти. По крайней мере, их тел нигде нет. ",
    "answers": [
      {
        "id": 156,
        "text": "Вперёд"
      },
      {
        "id": 154,
        "text": "Назад"
      },
      {
        "id": 110,
        "text": "Члены отрядов"
      }
    ]
  },
  {
    "id": 156,
    "text": "   Джиро и Омм направляются по лестнице на верхние этажи полуразвалившегося высокого здания. Братья, Крант и Свен, следуют за ними с винтовками наперевес, а в центре строя идёт предводитель операции — Далия. \n   — Империя не стесняется рушить инфраструктуру, чтобы достать своих врагов, — заметил Свен. \n   — Не похоже, чтобы они хотели захватить планету, — подметил его брат. \n   — Должно быть, они преследуют какие-то иные цели, — дополнил Омм. \n   Джиро остановился, следом — весь отряд. \n   — По моим данным, апартаменты наших шпионов где-то на этом этаже, — проинформировал остальных викуэй, шедший во главе строя. — Нужно проверить все комнаты. ",
    "answers": [
      {
        "id": 157,
        "text": "Вперёд"
      },
      {
        "id": 155,
        "text": "Назад"
      },
      {
        "id": 110,
        "text": "Члены отрядов"
      }
    ]
  },
  {
    "id": 157,
    "text": "   Этаж, на котором группа начала поиски, пустовал. Он представлял из себя длинный коридор, одна стена которого состояла из панорамных окон, многие из которых были разрушены, а другая — из дверей, ведущих во множество квартир, большая часть которых были  открытыми. \n   Пытаясь попасть в некоторые комнаты, членам отряда приходилось применять силу, но ничего, кроме опустошённой мебели, они не находили. \n   — Кажется, тут что-то есть, — сказал Свен, когда одна из дверей не поддалась. \n   Все бойцы сошлись. Им показались странными рисунки, изображённые на стенах вокруг да и на самой двери. ",
    "answers": [
      {
        "id": 158,
        "text": "Вперёд"
      },
      {
        "id": 156,
        "text": "Назад"
      },
      {
        "id": 110,
        "text": "Члены отрядов"
      }
    ]
  },
  {
    "id": 158,
    "text": "   Теперь оба брата схватились за раздвижные двери и принялись тянуть их, пытаясь открыть, но безуспешно. \n   — Похоже, они не обесточены, как остальные, — предположил Свен. Он подошёл к кодовому замку и произвёл несколько нажатий, после которых издался звук, означающий, что введённый код неверный. — Так и есть. Сейчас попробую открыть его, — после этих слов человек снял верхнюю панель, оголив тем самым \"внутренности\" замка, и принялся проводить какие-то манипуляции. \n   Прошло десять секунд... двадцать... вот уже около минуты, а результата всё нет. \n   — Отойди! — надоело Джиро стоять впустую и он оттолкнул человека в сторону, а сам достал винтовку и приготовился нанести ею удар по замку, но Свен же остановил его, схватив за винтовку. \n   — Если ты что-то там повредишь, то сработает аварийная блокировка двери, — предупредил молодой боец. — Тогда не останется выхода, кроме как взрывать. \n   Джиро сделал вид, что послушал, но тут же навёл дуло и произвёл выстрел по механизму, вследствие чего дверь открылась. ",
    "answers": [
      {
        "id": 159,
        "text": "Вперёд"
      },
      {
        "id": 157,
        "text": "Назад"
      },
      {
        "id": 110,
        "text": "Члены отрядов"
      }
    ]
  },
  {
    "id": 159,
    "text": "   Картина, открывшаяся перед глазами отряда, была устрашающей: множество мужских тел с простреленными головами, туловищами и конечностями были разбросаны по комнате среднего размера; стены и пол местами —  измазаны засохшей кровью, а мебель, которой тут не так уж и много — поломана и раскидана. Возле дальней стены стоял большой компьютерный экран, от которого исходило лёгкое голубое свечение и служившее единственным источником света. В левых и правых углах находились две арки, ведущие в спальни, напоминающие корабельные каюты. \n   — Нужно проверить комнаты, — определила дальнейшие действия Далия. \n   Отряд снял винтовки с предохранителей и разделился на две группы: Крант и Свен пошли влево, Джиро и Омм — вправо. Девушка с помощью панели закрыла входную дверь и встала для прикрытия обеих групп. ",
    "answers": [
      {
        "id": 160,
        "text": "Вперёд"
      },
      {
        "id": 158,
        "text": "Назад"
      },
      {
        "id": 110,
        "text": "Члены отрядов"
      }
    ]
  },
  {
    "id": 160,
    "text": "   Два человека вошли в левую спальню: вытянутая комната, примерно половина от предыдущей, заставлена одноярусными койками по обе стороны; на одной из них лежит мёртвый солдат, ещё один — на полу в самом конце. \n   В это время викуэи вошли во вторую комнату, которая была обставлена точно также, как первая, однако мёртвых тут обнаружено не было: вместо них один раненый боец сидел на койке, направив на солдат пистолет, и один здоровый — стоял на своих двух, нацелив дробовик. \n   — Вы тоже чистильщики? — задал вопрос более здоровый. \n   — \"Чистильщики\"? — переспросил Джиро. \n   — Не в курсе? Тогда кто вы такие?",
    "answers": [
      {
        "id": 161,
        "text": "Вперёд"
      },
      {
        "id": 159,
        "text": "Назад"
      },
      {
        "id": 110,
        "text": "Члены отрядов"
      }
    ]
  },
  {
    "id": 161,
    "text": "   Услышав разговор, остальные члены группы перебрались в комнату с выжившими. \n   — Что здесь происходит? — задала вопрос Далия. \n   — Я знаю Ваше лицо, — сказал неизвестный солдат, обращаясь к девушке. — Я видел Вас на станции Флоррума. \n   — Вы — шпионы? — решила уточнить лидер операции. \n   — Как Вы... да... \n   — Я так понимаю, вас сюда послал Авнер Фарен? — продолжала задавать наводящие вопросы Далия. \n   Боец с дробовиком кивнул в ответ. \n   — Значит, мы тут именно ради вас, — заключила девушка. \n   — Кто вы такие? — поинтересовался стоящий шпион. \n   — Отряды Альфа и Бетта... точнее, часть отрядов, — продолжала разговор Далия. ",
    "answers": [
      {
        "id": 162,
        "text": "Вперёд"
      },
      {
        "id": 160,
        "text": "Назад"
      },
      {
        "id": 110,
        "text": "Члены отрядов"
      }
    ]
  },
  {
    "id": 162,
    "text": "   — Почему от вас перестали поступать сообщения на Флоррум? — поставила главный вопрос светловолосая. \n   — В один день мы заметили штурмовиков, патрулирующих улицы города. Мы незамедлительно попытались доложить об этом господину Фарену, однако связь уже была заглушена. С каждым днём имперцев становилось всё больше и больше, а потом стало известно, что флот заблокировал всю планету. Мы отправили двух парней на Флоррум, но их корабль был сбит, как только они взлетели. Вскоре по городу уже ездила имперская техника и буквально через несколько дней началось самое интересное: штурмовики принялись \"накрывать\" незаконную торговлю, через торговцев выходили на их клиентов, что приводило к раскрытию целых банд и группировок. Потом они внаглую стали врываться в дома, проводить обыски, допросы. Если у кого-то находили оружие, наркотики, то их моментально убивали. ",
    "answers": [
      {
        "id": 163,
        "text": "Вперёд"
      },
      {
        "id": 161,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 163,
    "text": "   — Вы имперцев называете \"чистильщиками\"? — вспомнил Джиро первый вопрос солдата. \n   — Не только. Множество группировок примкнули к Империи и помогают \"убирать\" других. В частности, Консорциум принимает во всём этом активное участие. \n   — Консорциум? — удивился Крант. — Это уже очень подозрительно. Что Занн забыл на Нар-Шаддаа?\n   — Мы бы выяснили это, если бы Империя не ворвалась сюда и не перебила всех наших ребят, — с упрёком произнёс до этого молчавший солдат на койке. \n   — Так говоришь, будто бы это мы виноваты во всём, — дерзко произнёс Омм. \n   — Извините его. Просто он провёл очень много времени вместе с остальными шпионами, а теперь... они все мертвы, — попытался снять напряжение между говорящими второй боец. ",
    "answers": [
      {
        "id": 164,
        "text": "Вперёд"
      },
      {
        "id": 162,
        "text": "Назад"
      },
      {
        "id": 110,
        "text": "Члены отрядов"
      }
    ]
  },
  {
    "id": 164,
    "text": "   — Нам нужно доложить обо всём командиру, — сказала Далия. \n   — Боюсь, это невозможно, — предупредил человек с дробовиком. — Ни один сигнал с планеты не уйдёт, пока Империя держит планету в блокаде. Покинуть Нар-Шаддаа не выйдет по той же причине. \n   — Должен же быть способ, — предположила девушка. \n   — Как они блокируют связь? — задумался Свен. \n   — С помощью разрушителей они перехватывают все несанкционированные сообщения, а для своих передач они используют вышку на планете, — рассказал здоровый солдат. \n   — С одним разрушителем мы, конечно же, справились бы, но раз уж их несколько, то это может вызвать большие проблемы, — предположил Альфа-4. ",
    "answers": [
      {
        "id": 165,
        "text": "Вперёд"
      },
      {
        "id": 163,
        "text": "Назад"
      },
      {
        "id": 110,
        "text": "Члены отрядов"
      }
    ]
  },
  {
    "id": 165,
    "text": "   — Я не хочу сомневаться в ваших способностях, но, думаю, что вы не долетели бы ни до одного из них. \n   — Может, тогда действовать через вышки? — подумал Крант. \n   — Вышку... — неоднозначно добавил боец с дробовиком. Заметив, что собеседники не поняли, что он имеет в виду, продолжил, — Империя разрушила все вышки, кроме одной. \n   — Зачем? — надеялась получить ответ Далия. \n   — Точно сказать не могу, но, скорее всего, потому, что один объект охранять легче. \n   — Похоже, они максимально позаботились о том, чтобы о происходящем никто не узнал за пределами Нар-Шаддаа, — сделал вывод Омм. \n   — Значит, нам нужно сделать так, чтобы об этом узнали, — ехидно произнесла единственная девушка в комнате. ",
    "answers": [
      {
        "id": 166,
        "text": "Врперёд"
      },
      {
        "id": 164,
        "text": "Назад"
      },
      {
        "id": 110,
        "text": "Члены отрядов"
      }
    ]
  },
  {
    "id": 166,
    "text": "   — Прорваться сквозь Империю — это полбеды, а вот убедить Республику обратить внимание на самую преступную систему Галактики... — после долгого молчания заговорил Джиро. \n   — Думаю, у нас есть то, что может вам пригодиться, — обнадёжил солдат с дробовиком. — Пройдёмте за мной. \n   Боец вышел из спальни и подошёл к компьютеру. Все члены отряда последовали за ним, а раненый остался на койке. \n   Шпион воспроизвёл на экране запись: по улице спокойно ходят местные жители разных рас, и вскоре строем проходят штурмовики с щитами и электрическими дубинками; они начинают избивать прохожих оружием, а последние не могут оказать никакого сопротивления. \n   Включилась следующая запись: штурмовики вперемешку с наёмниками окружили группу бойцов какой-то банды; завязалась перестрелка, вследствие которой, помимо враждующих сторон, пострадали мирные жители. \n   И ещё одна: местная группировка достаёт выживших из-под завалов рухнувшего здания, но запись прерывается сразу после падения нескольких снарядов, выпущенных TIE-бомбардировщиками. ",
    "answers": [
      {
        "id": 167,
        "text": "Вперёд"
      },
      {
        "id": 165,
        "text": "Назад"
      },
      {
        "id": 110,
        "text": "Члены отрядов"
      }
    ]
  },
  {
    "id": 167,
    "text": "   — И это только в ближайших кварталах, — прокомментировал шпион. \n   — Скинь это на диск. Оно нам пригодится, если мы покинем планету или сумеем каким-то образом передать информацию командиру, — приказала Далия. \n   — Я бы вам посоветовал заручиться поддержкой кого-то влиятельного на планете. \n   — Где бы нам найти их... — задумалась девушка. \n   — Сейчас такое время, что они за каждым углом прячутся... либо же в передрягах со штурмовиками. В общем, я надеюсь, вы справитесь. \n   — Вы с нами не пойдёте? — удивилась Альфа-1.  \n   — Куда нам? Мы останемся здесь, пока он не сможет нормально ходить, — сказал шпион про своего напарника. — Может, за это время я найду что-то интересное, — боец протянул девушке руку с диском. \n   — Спасибо за помощь, — поблагодарила Далия и взяла носитель информации. ",
    "answers": [
      {
        "id": 168,
        "text": "Вперёд"
      },
      {
        "id": 166,
        "text": "Назад"
      },
      {
        "id": 110,
        "text": "Члены отрядов"
      }
    ]
  },
  {
    "id": 168,
    "text": "   На Нар-Шаддаа наступила ночь. Кен и Хаск уже давно уснули, но Брету почему-то не спится. Вроде бы их хорошо приняли: накормили, напоили, дали ночлег... а перед этим ещё и уберегли от имперских штурмовиков. Но осознание того, кто их приютил, не даёт человеку сомкнуть глаз. \n   Альфа-5 поднялся с холодной постели и, убедившись, что снаружи никого нет, покинул хибару. Он подобрался к хижине старосты деревни, если её так можно назвать, и подставил ухо к двери. \n   — Нет, ... стоит ничего менять... — слышались обрывками слова пожилого человека. \n   — ... могут догадаться... Один ... ... заподозрил... Может, ... стоит рисковать? — слышался голос незнакомого мужчины. \n   — Я всё сказал... Оставь ...трашнее меню, ... есть. \n   Начали слышаться приближающиеся шаги. Брет быстро отошёл и спрятался за стеной хижины, выглядывая из-за угла. ",
    "answers": [
      {
        "id": 169,
        "text": "Вперёд"
      },
      {
        "id": 167,
        "text": "Назад"
      },
      {
        "id": 110,
        "text": "Члены отрядов"
      }
    ]
  },
  {
    "id": 169,
    "text": "   В двери показался человек в лохмотьях, который медленно направился в неизвестном для Брета направлении. \n   \"Стоит проследить за ним\", — подумал солдат и, сохраняя дистанцию, начал следовать по пятам. \n   Менее, чем за минуту, человек добрался до лестницы, ведущей вниз. Проследовав дальше за ним, Брет вошёл в подвальное помещение через незапертую ручную дверь. \n   Пространство освещалось тусклым тёплым светом, а вокруг воняло сыростью. В хаотическом порядке были расставлены столы с доспехами штурмовиков и имперскими винтовками. \n   \"Интересно\", — подумал Брет и подошёл к двери, ведущей в следующую комнату. ",
    "answers": [
      {
        "id": 170,
        "text": "Вперёд"
      },
      {
        "id": 168,
        "text": "Назад"
      },
      {
        "id": 110,
        "text": "Члены отрядов"
      }
    ]
  },
  {
    "id": 170,
    "text": "   Не заходя, он оглянулся по сторонам: холодильники, столы, тумбы, плиты — с виду, обычная кухня. С одной стороны находится дверь в холодильную камеру, с другой — ведущая в коридор и лестнице наверх, где промелькнула сутулая спина того, за кем следовал Брет. \n   Человек, оглянувшись назад, пробрался в центр кухни, а потом — к первой двери. К его удивлению она не была закрыта и с лёгкостью отворилась. \n   Увиденное там заставило солдата вздрогнуть и побледнеть от ужаса: на нескольких крюках висели людские тела без некоторых частей тел и с ободранной кожей. \n   Не желая оставаться среди людей, подвешенных словно животных, Брет рванул из холодильной камеры. ",
    "answers": [
      {
        "id": 171,
        "text": "Вперёд"
      },
      {
        "id": 169,
        "text": "Назад"
      },
      {
        "id": 110,
        "text": "Члены отрядов"
      }
    ]
  },
  {
    "id": 171,
    "text": "   Суперразрушитель \"Затмение\" находится всё в той же системе с красной звездой. \n   Тайбер Занн сидит в кресле посреди полупустого мостика, и внезапно перед ним появляется глографическое изображение талортая. \n   — Я ждал твоего звонка, Ураи, — начал диалог человек. — Как идут дела на Нар-Шаддаа?\n   — Я только что прибыл на планету. Мне доложили, что ни одна душа не покинула систему. \n   — Хорошо. Нельзя, чтобы кто-то извне узнал о происходящем. \n   — Есть одна интересная вещь... — заинтересовал Ураи. \n   — Выкладывай. \n   — На планету прибыл корабль, который сбежал с нашим человеком на Корусанте, — видимо, зашла речь о YT-1300, на котором прилетели отряды Альфа и Бетта. \n   — И где он сейчас?\n   — Империя сбила его, и он упал в районе старого города. На месте были найдены только два мёртвых пилота. \n   — Значит, нужно найти их и выяснить, кто они такие. В крайнем случае, просто убить. \n   — Слушаюсь... — принял приказ талортай, и связь прекратилась. ",
    "answers": [
      {
        "id": 1,
        "text": "Конец пятой главы"
      },
      {
        "id": 170,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 172,
    "text": "                          Глава шестая: Чистка\n\n   Авнер Фарен находится на командном мостике своей космической станции. Из проектора, встроенного в пол, появляется изображение Гворма, сидящего в кресле пилота. \n   — Как успехи твоего расследования? — с улыбкой спросил командир. \n   — Я удивлён, что ты называешь расследование \"моим\". Неужели, тебя это всё не волнует? — с серьёзным выражением лица спросил викуэй. \n   — Что именно?\n   — Был бы я джедаем, я бы сказал, что чувствую возмущения в Силе, но близится что-то непонятное. И на это \"что-то\" следует обратить внимание. \n   — Почему тебя так взволновал один дроид? — зашла речь о B-1 времён Войн Клонов. ",
    "answers": [
      {
        "id": 173,
        "text": "Вперёд"
      },
      {
        "id": 6,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 173,
    "text": "   — Дело уже не только в дроиде. Я говорил с Босском, и он что-то знает, но скрыл это от меня. \n   — Ты имел дело с наёмниками Консорциума? — удивился Авнер. \n   — Он мог знать о причастности Занна к происходящему, и я оказался прав. \n   — Что ты узнал?\n   — Тайбер \"из тени\" управляет делами Империи, — коротко и ясно рассказал Гворм. \n   — Насколько велико его влияние?\n   — Насколько это возможно. Он имеет всю полноту власти. Армия, экономика, внешняя политика — совет будет делать так, как скажет он. \n   — Это достоверная информация? — засомневался человек. \n   Тут Гворм задумался:\n   — Насколько правдивым может быть слово охотника за головами?",
    "answers": [
      {
        "id": 174,
        "text": "Вперёд"
      },
      {
        "id": 172,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 174,
    "text": "   — Значит, оставим этот вопрос... пока что, — Авнер не стал до конца доверять сказанному наёмником. — Ты возвращаешься на Флоррум?\n   — Нет. Я уже практически на Корусанте. \n   — Что ты там забыл?\n   — Босск дал хороший совет: искать подробности там, где я нашёл первую зацепку. Мне нужно снова попасть на тот склад и разнюхать, что там происходит. \n   — Делай, как знаешь, но, как по мне, это просто трата времени, — высказал своё мнение командир. \n   — Я обязательно что-то найду, — обнадёжил Гворм. ",
    "answers": [
      {
        "id": 175,
        "text": "Вперёд"
      },
      {
        "id": 173,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 175,
    "text": "   — Как он вообще стал командиром? — задался вопросом Болли, когда связь прервалась. \n   — Он не всегда был таким твердолобым, — объяснил Гворм. — В последнее время он занялся делами станции и потерял хватку. \n   — Да уж, я помню, как он со своими ребятами брал нашу базу на Флорруме. Один он перебил с десяток наших парней, пока мы не сложили оружие. \n   — Ты держишь на него зло?\n   — Я? Нет... Я уважаю силу... Да и с вашим приходом дела пошли лучше. Правда, стоило ли оно тех жертв?\n   — Нам нужно было убежище где-нибудь. А Флоррум был идеальным местом. \n   — Разве нельзя было обустроиться где-нибудь по соседству? Обязательно было врываться к нам и навязывать свои порядки? — на взводе начал разговаривать Болли. \n   — Сам посуди, ты бы хотел, чтобы твоими соседями были пираты?\n   — Ваши действия несильно отличают вас от нас. \n   — Всё-таки ты затаил некую обиду, — сделал вывод из разговора Гворм. \n   — На самом деле нет. Просто я подумал, что было бы неплохо добавить немного драматизма в наше общение. ",
    "answers": [
      {
        "id": 176,
        "text": "Вперёд"
      },
      {
        "id": 174,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 176,
    "text": "   YT-1300 с викуэями на борту вышел из гиперпространства в системе Корусант. Сблизившись с планетой, корабль сел на одной из взлётных площадок. Бойцы покинули транспортное средство, и на выходе их встретил дурос. \n   — Зашифруй код корабля, — сказал Гворм, протянув гуманоиду несколько кредитов. \n   Викуэи беспрепятственно добрались до входа на склад, и первой преградой для них стали два штурмовика на входе. \n   Бойцы спрятались за углом, незаметно поглядывая на сторожей. \n   — И как будем действовать? — спросил план действий Болли. \n   — В прошлый раз мы проникли сюда ночью, и охраны здесь не было. \n   — А сейчас всё в точности до наоборот. Какие идеи?",
    "answers": [
      {
        "id": 177,
        "text": "Вперёд"
      },
      {
        "id": 175,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 177,
    "text": "   Гворм положил на землю голопроектор и воспроизвёл одну из последних голограмм. Появился план склада с указанием всех входов, выходов и прочего. \n   — Судя по изображению, справа от этого входа есть вентиляционная шахта, — объяснил Гворм и снова выглянул из-за стены. — Видимо, она за теми контейнерами, — показал пальцем викуэй.\n   — Я отвлеку охранников, а ты попытайся проникнуть, — спланировал Болли. \n   Бетта-лидер молча поднял с земли голопроектор, тем самым дав понять, что план годится, а затем отбежал назад и спрятался за грузом. \n   Пират тут же достал пистолет и начал стрелять в стену так, чтобы имперцы видели летящие снаряды. Потом солдат начал бежать в сторону сторожей, предварительно спрятав оружие. ",
    "answers": [
      {
        "id": 178,
        "text": "Вперёд"
      },
      {
        "id": 176,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 178,
    "text": "   — Мужики, помогите! — испуганно прокричал Болли. \n   — В чём дело? — спросил один из охранников, держа викуэя на прицеле. \n   — Как... какие-то наёмники стреляли в... в меня, — словно запыхавшись говорил пират. \n   Оба штурмовика сделали несколько шагов вперёд, но вдруг один из них проговорил другому:\n   — Стой здесь, я один проверю. \n   Имперец и Болли направились в сторону, откуда прибежал последний. Гворм сумел пробраться мимо них незаметно. Он прошёл мимо контейнеров у стены и обнаружил закрытый вентиляционный люк. ",
    "answers": [
      {
        "id": 179,
        "text": "Вперёд"
      },
      {
        "id": 177,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 179,
    "text": "   — И где они? — задал вопрос штурмовик Болли, когда обнаружил перед собой пустой коридор. \n   — Эмм... возможно, они услышали, как я просил вас о помощи, и убежали, — придумал отговорку пират. В эту секунду к нему на комлинк пошёл вызов, который тут же был принят. \n   — Шахта закрыта, — послышался из устройства голос Гворма. \n   — В таком случае, план \"Б\".\n   — Что? Какой план \"Б\"? — оказался в недоумении жёлтолицый викуэй, ведь они заранее ничего подобного не обговаривали. \n   — Просто валим их, — отрезал Болли и произвёл выстрел из пистолета в затылок штурмовика. ",
    "answers": [
      {
        "id": 180,
        "text": "Вперёд"
      },
      {
        "id": 178,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 180,
    "text": "   Услышав выстрел через комлинк, Гворм на сто процентов стал уверен, что его напарник привёл в действие симпровизированный план. Ему ничего не оставалось, кроме как завершить начатое. \n   Викуэй подобрался поближе к штурмовику, стоящему к нему спиной у входа, снял шлем с его головы и взял в удушающий захват. С этого положения Гворм без проблем свернул шею охраннику.\n   К моменту, когда Бетта-лидер спрятал тело за контейнерами, Болли уже притащил свою жертву и положил её рядом. Сдвинув несколько ящиков, викуэи надёжно укрыли тела от чужих глаз. \n   — В следующий раз заранее предупреждай о плане \"Б\", — пробурчал Гворм. \n   — Зачем? Он у всех и всегда одинаков...",
    "answers": [
      {
        "id": 181,
        "text": "Вперёд"
      },
      {
        "id": 179,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 181,
    "text": "   Викуэи подошли ко входу склада и обнаружили, что они заперты. \n   — ****! — воскликнул Гворм. \n   Болли приложил карту к панели возле двери, и та открылась. \n   — Нет, не она, — прокомментировал слова Гворма пират. \n   — Откуда она у тебя?\n   — Зачем мы убили этих ребят? — имел он в виду имперцев. — Даже рядовые бойцы могут быть полны \"сокровищ\".\n   Наёмники вошли в помещение. \n   — Ты помнишь куда идти?\n   — За мной, — повёл Гворм. ",
    "answers": [
      {
        "id": 182,
        "text": "Вперёд"
      },
      {
        "id": 180,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 182,
    "text": "   — Чего ты такой задумчивый? — обратил внимание Болли. \n   — Ты видишь, по каким пустым коридорам мы идём? — задал наводящий вопрос Гворм. \n   — Тебя это настораживает?\n   — А тебя нет?\n   — Просто я привык не обращать внимание на мелочи, — объяснил пират. \n   — Из мелочей обычно складывается полная картина. \n   — Чем больше мелочей ты поймёшь, тем больше окажутся для тебя непонятными. Всегда будут фрагменты, которые сложно объяснить. Почему бы не любоваться чем-то в общем? Не вникать в подробности и не задавать вопросы \"Как?\" и \"Почему?\".\n   — Иногда нужно удовлетворить своё любопытство. \n   — За все свои годы ты так и не удовлетворился?\n   — Как видишь, я здесь и ищу приключений на свою задницу, — улыбнулся Гворм. ",
    "answers": [
      {
        "id": 183,
        "text": "Вперёд"
      },
      {
        "id": 181,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 183,
    "text": "   Викуэи попали в следующий отсек склада. Именно в тот, где Гворм и обнаружил дроида, когда в прошлый раз был на Корусанте. \n   — И что мы будем искать? — поинтересовался Болли. \n   Жёлтолийцый ничего не ответил, а только молча куда-то направился. \n   Пройдя вглубь контейнеров, он остановился и уставился в одну точку. \n   — Куда ты смотришь? — не мог понять Болли. \n   — Тут был дроид Конфедерации, — показал пальцем Бетта-лидер. \n   — И что?\n   — Теперь его здесь нет. \n   — И что?\n   — Значит, он был кому-то предназначен. Значит, его кто-то уже забрал. \n   — И этот \"кто-то\" представляет опасность для всей Галактики, — послышался посторонний голос за спинами викуэев. ",
    "answers": [
      {
        "id": 184,
        "text": "Вперёд"
      },
      {
        "id": 182,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 184,
    "text": "   Гворм и Болли достали пистолеты и резко направили их на силуэт, стоящий в темноте. \n   — Спокойнее, господа, я вам не враг, — проговорил неизвестный и сделал шаг вперёд так, что тусклый свет осветил его лицо. \n   Темнокожий мужчина с короткой стрижкой и невысокого роста стоял под прицелами викуэев, но при этом сохранял спокойствие. \n   — Что ты знаешь об этом и кто ты такой? — задал вопрос Гворм. \n   — Я не привык разговаривать под дулами неизвестных мне людей.\n   Первым опустил руку Гворм, Болли повторил за ним. \n   — Вот так-то лучше. ",
    "answers": [
      {
        "id": 185,
        "text": "Вперёд"
      },
      {
        "id": 183,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 185,
    "text": "   Мужчина начал всматриваться в лица собеседников. \n   — Это вы те викуэи, которые устроили переполох на этом складе с неделю назад?\n   — Что-то серьёзное? — спросил Гворм. \n   — В зависимости от того, насколько вы боитесь Консорциума, потому что они вас уже ищут. \n   — С чего ты взял, что за всем этим стоим мы?\n   — Один из вас оставил свою кровь на полу. Из разговоров людей Консорциума я узнал, что она принадлежит кому-то из вашей расы. \n   — Ты подслушивал? — поинтересовался Гворм. \n   — И подглядывал тоже. Я уже достаточно долго нахожусь на этом складе и узнал много интересного. \n   — Есть, чем поделиться?\n   — Нет... — отрезал темнокожий. — По крайней мере до тех пор, пока я не узнаю, кто вы такие и что вы здесь делаете. ",
    "answers": [
      {
        "id": 186,
        "text": "Вперёд"
      },
      {
        "id": 184,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 186,
    "text": "   — Я — Гворм, это — Болли. Мы — наёмники. Мы здесь в поисках информации о дроиде времён Войн Клонов, которого я обнаружил в ту ночь. \n   — Значит Консорциум не зря вас ищет, — предположил мужчина. \n   — Они как-то связаны с этим? — задумался жёлтолицый. \n   — По нашим сведениям, Тайбер Занн собирает все возможные силы для борьбы со своими противниками. Он восстанавливает фабрики дроидов и готовит наёмников во всех уголках Галактики. \n   — Ты так и не сказал, кто ты такой, — возник Болли. \n   — Моё имя — Регард. Я из тайной организации, действующей против Империи и Консорциума... хотя, это практически одно целое. \n   — Республиканец? — уточнил пират. \n   — Нет. Новая Республика не желает вступать в борьбу на два фронта и не планирует сотрудничать. Хотя некоторые её члены оказывают нам помощь. ",
    "answers": [
      {
        "id": 187,
        "text": "Вперёд"
      },
      {
        "id": 185,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 187,
    "text": "   — Тогда у вас нет шансов, — пессимистично проговорил Болли. \n   — Республика тоже брала своё начало с нескольких энтузиастов, — намекнул на скорое развитие своей организации Регард. \n   — Мы можем вам помочь в этом деле? — предложил помощь Гворм. \n   — Безусловно. Мы рады любой помощи со стороны. \n   — Как мы сможем найти тебя и остальных? — продолжал вести разговор Бетта-лидер. \n   — Когда будете готовы, приходите в кантину \"Дворянин\", что в верхнем городе. Скажите бармену, что закат близок, и дальше всё будет. ",
    "answers": [
      {
        "id": 188,
        "text": "Вперёд"
      },
      {
        "id": 186,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 188,
    "text": "   На поверхности Нар-Шаддаа продолжается ночь. \n   Брет забегает в лачугу к Кену и Хаску и будит их. \n   — В чём дело? — спросони возмутился викуэй. \n   — У нас могут быть большие проблемы, если мы не свалим отсюда, как можно скорее, — на взводе говорил Брет. \n   — О чём ты? — не мог понять Кен. \n   — Я вышел на прогулку и случайно проследил за одним из местных жителей, — начал повествовать Альфа-5. — Он спустился в подвал. В одной комнате лежали доспехи штурмовиков и их оружие...\n   — Что в этом такого? Мы тоже валим этих гадов, — прервал рассказ Бетта-3. \n   — Не в этом суть... следующая комната — кухня. Большая, ничем не примечательная. А вот морозильная камера... — Брет выдохнул. — Там куча подвешенных тел.\n   — Ну и? — недопонял Хаск. \n   — Людских тел! — полушёпотом, полукрича произнёс человек. — Без кожи, без некоторых частей тел... Они... они едят их. ",
    "answers": [
      {
        "id": 189,
        "text": "Вперёд"
      },
      {
        "id": 187,
        "text": "Назад"
      },
      {
        "id": 110,
        "text": "Члены отрядов"
      }
    ]
  },
  {
    "id": 189,
    "text": "   — Да уж... плохи наши дела... — сделал вывод Кен. — Теперь понятно, зачем им загонять в поселение столько штурмовиков. \n   — Значит, нам нужно уходить, как можно скорее, — повторил уже сказанное Хаск. \n   — Я это и говорил. Только не сейчас, — сказанное Бретом оказалось неожиданностью для остальных. \n   — Почему? — в один голос спросили человек и викуэй. \n   — У нас нет ни оружия, ни брони, ни припасов. Если мы и сбежим, то долго в руинах не протянем, — объяснил Альфа-5. \n   — Что ты предлагаешь? — поинтересовался Кен. \n   — План таков...",
    "answers": [
      {
        "id": 190,
        "text": "Вперёд"
      },
      {
        "id": 188,
        "text": "Назад"
      },
      {
        "id": 110,
        "text": "Члены отрядов"
      }
    ]
  },
  {
    "id": 190,
    "text": "   Улицы Нар-Шаддаа находятся в ужасном состоянии вследствие имперских бомбардировок. Местами обнаруживаются трупы мирных (и не очень) жителей, однако ни одного мёртвого штурмовика или напоминающего по одежде члена Консорциума. Сразу становится видно, кто проводит \"чистки\" улиц. \n   Члены отрядов Альфа и Бетта направляются по дороге, и вскоре им слышатся звуки приближающихся TIE-бомбардировщиков. Они пролетают над головами солдат и выпускают залпы по платформе, находящейся на приличном расстоянии от их положения. \n   Спустя секунды можно было наблюдать, как огромное сотниметровое здание начало падать, разрушая под собой твердь и соседние постройки. Пошла цепная реакция, и соседние платформы также начали ломаться и устремляться вниз. \n   — **** * ****! — проматерился Омм, и весь отряд начал бежать в сторону, дабы не упасть вниз. ",
    "answers": [
      {
        "id": 191,
        "text": "Вперёд"
      },
      {
        "id": 189,
        "text": "Назад"
      },
      {
        "id": 110,
        "text": "Члены отрядов"
      }
    ]
  },
  {
    "id": 191,
    "text": "   Они бежали со всех сил, дабы не угодить в яму, откуда наврят ли бы выбрались живыми. В один момент металлические пластины уходили прямо из-под ног убегающих. \n   После непродолжительного забега, земля перестала осыпаться, и отряд мог бы с облегчением вздохнуть, если бы Свен не висел на краю образовавшейся пропасти. \n   — Хватайся за руку! — кричал Крант своему брату, хотя они были на расстоянии метра друг от друга и не могли дотянуться. \n   Свен, держась за край торчащей арматуры, начал подниматься к её основанию, чтобы сократить дистанцию до Альфа-3. Когда расстояние стало совсем мизерным, один из домов начал рушиться. Джиро метнулся к Кранту и откинул его из зоны поражения, а вот второго брата накрыло лавиной из инфраструктуры. ",
    "answers": [
      {
        "id": 192,
        "text": "Вперёд"
      },
      {
        "id": 190,
        "text": "Назад"
      },
      {
        "id": 110,
        "text": "Члены отрядов"
      }
    ]
  },
  {
    "id": 192,
    "text": "   — Нет! — выкрикнул Альфа-3 и, оттолкнув спасителя, подбежал к месту происшествия. Он посмотрел вниз и видел всё ещё падающие обломки, среди которых был и его брат. — Свен, нет, — проговорил он, опустившись на колени. \n   Джиро подошёл к человеку, чтобы поднять его, но тот оттолкнул викуэя, поднялся и начал кричать на него со слезами на глазах:\n   — Это всё ты! Я мог спасти его! Я почти схватил его за руку!\n   — Ты бы просто отправился вниз, если бы не я, — оправдывал себя Бетта-1. \n   — Лучше бы так и произошло, чтобы я не видел твоей морды! — полный злости кричал Крант. \n   — Ещё не поздно всё исправить, — пригрозил Джиро. \n   Человек кинулся на викуэя с кулаками, однако Омм задержал его. \n    — Тише-тише, — проговорил последний, не давая человеку применить силу. ",
    "answers": [
      {
        "id": 193,
        "text": "Вперёд"
      },
      {
        "id": 191,
        "text": "Назад"
      },
      {
        "id": 110,
        "text": "Члены отрядов"
      }
    ]
  },
  {
    "id": 193,
    "text": "   — Вот это *******! — восторженно произнёс какой-то наёмник, приближающийся к группе в окружении себеподобных. — А кто это у нас тут?\n   — Лучше не подходите, — предупредила Далия незнакомцев, наведя на них винтовку. \n   — Ишь ты, какая! Мне такие нравятся. Знать бы, на кого ты работаешь. \n   — Мы сами по себе, — соврала Альфа-1. \n   Остальные члены отряда достали оружие и также навели на возможных противников. \n   — О как! И что вы делаете на улице в столь позднее время? — с каждым словом он приближался к отряду, однако его сопровождение стояло на месте. \n   — Вышли на прогулку, — произнесла девушка. \n   — На пробежку, я бы сказал. Видели мы, как вы с дружками драпали, — в этот момент мужчина остановился. — Опустили бы вы оружие. Нас больше, да и бежать вам некуда, — посмеялся наёмник. ",
    "answers": [
      {
        "id": 194,
        "text": "Вперёд"
      },
      {
        "id": 192,
        "text": "Назад"
      },
      {
        "id": 110,
        "text": "Члены отрядов"
      }
    ]
  },
  {
    "id": 194,
    "text": "   Отряд выполнил \"просьбу\" незнакомца. \n   — Так-то лучше. Теперь я хочу услышать правду, на кого вы работаете и что вы здесь делаете. \n   Вдруг, уличная тишина была прервана звуком приближающегося лендспидера. Как оказалось в итоге, не одного, а сразу трёх. \n   Транспортные средства, оснащённые лазерными турелями, появились со стороны рухнувших кварталов и остановились над пропастью. Сделав по несколько выстрелов по наёмникам, они обратили их в бегство. Со спидеров спрыгнули с десяток солдат, которые начали преследование выживших. \n   — Залезайте! — обратился к отряду один из водителей транспортного средства. \n   У группы не было выбора, и они доверились очередным незнакомцам. \n   — Спасибо за помощь, — поблагодарила Далия. — Но кто вы такие?\n   — Сопротивление...",
    "answers": [
      {
        "id": 195,
        "text": "Вперёд"
      },
      {
        "id": 193,
        "text": "Назад"
      },
      {
        "id": 110,
        "text": "Члены отрядов"
      }
    ]
  },
  {
    "id": 195,
    "text": "   Гворм и Болли вернулись на корабль. Оба вошли в кокпит, и первый попытался выйти на связь с Авнером Фареном. \n   — Гворм, что-то случилось? — с лёту задал вопрос командир. \n   — Да, и я оказался прав. \n   — Выкладывай. \n   — Занн восстанавливает фабрики дроидов и собирает все силы для чего-то масштабного. Я предполагаю, что он собирается подавить Республику, а затем \"подмять\" под себя всю Галактику, — вкратце выложил викуэй. \n   — Откуда такая информация? \n   — Скажем так, я встретил нужных людей. \n   — Я не могу полагаться на такие сведения, чтобы предпринимать какие-либо действия. \n   — Я смогу подробнее всё рассказать, когда ты прибудешь на Корусант, — поставил условие Гворм. — Но тебе лучше поторопиться. ",
    "answers": [
      {
        "id": 196,
        "text": "Вперёд"
      },
      {
        "id": 194,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 196,
    "text": "   Лендспидер с отрядом на борту прибыл к подножию здания на одном из нижних уровней Нар-Шаддаа. \n   Четыре оставшихся членов отряда, водитель и два солдата сопровождения покинули транспортное средство и вошли внутрь. \n   — Куда вы нас ведёте? — задал вопрос Омм. \n   — Туда, куда и всех выживших, — дал ответ один из охранников. \n   — Это о многом говорит, — с долей позитива произнёс викуэй. \n   — Вам повезло, что мы выслеживали этих наёмников и напоролись на вас, — сказал водитель. \n   — Кто они такие? — поинтересовалась Далия. \n   — \"Чистильщики\". Слышали о таких?\n   — Слышали, но повидать пришлось впервые. \n   — И как вам знакомство? — продолжал беседу с девушкой водитель спидера. ",
    "answers": [
      {
        "id": 197,
        "text": "Вперёд"
      },
      {
        "id": 195,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 197,
    "text": "   — Может, покончим с любезностями, и вы скажете, чего от нас хотите? — вмешался Джиро. \n   — Вы пригодитесь, когда придёт время, — неявно объяснил один из охранников. \n   — Вы можете хоть что-то нормально объяснить? — возмутился викуэй с косичками. — И с чего вы вообще взяли, что мы поможем вам?\n   — Это в ваших же интересах, — отрезал водитель. — Мы собираем выживших по всей планете для дальнейшего противостояния Империи и её приспешникам. Когда мы начнём активные действия по освобождению Нар-Шаддаа, никто не останется в стороне, в том числе и вам придётся выбирать. \n   — Мы свой выбор сделали давно... — сказала Далия. — Враг моего врага... — специально не договорила она и улыбнулась. ",
    "answers": [
      {
        "id": 198,
        "text": "Вперёд"
      },
      {
        "id": 196,
        "text": "Назад"
      },
      {
        "id": 110,
        "text": "Члены отрядов"
      }
    ]
  },
  {
    "id": 198,
    "text": "   Пройдя до конца по коридору, отряд с сопровождением вошли в дальнюю дверь и оказались в квадратном помещении, выглядящем словно огромная комната ожидания: множество диванов по бокам, низкие столики перед ними, торшеры и коврики. С десяток наёмников с винтовками охраняли это место. \n   Справа и слева, между диванами, находились небольшие автоматические двери, ведущие в комнаты, где спят эти самые наёмники, а прямо — высокая арка, открывающая обзор на помещение с компьютерами. \n   — Пройдёмте за мной, — обратился водитель лендспидера к отряду и направился прямо. ",
    "answers": [
      {
        "id": 199,
        "text": "Вперёд"
      },
      {
        "id": 197,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 199,
    "text": "   Пятеро прошли в дальнюю комнату. Там за одним из компьютеров дремал дурос. \n   — Командир, — приглушённо произнёс водитель, слегка шевеля гуманоида. — Командир! — громко повторил человек, и зелёный проснулся. \n   — В чём дело? — спросони спросил он. \n   — Мы подобрали новобранцев, когда выслеживали банду Далая. \n   — Новобранцы? Это хорошо, — дурос встал с кресла. — Моё имя Геззек, и я возглавляю сопротивление в данном секторе. \n   — Вы всех новобранцев приводите в своё логово при первой встрече? — спросил Джиро. \n   — Да, я лично должен взглянуть на каждого, кто вступает в наши ряды, — ответил дурос. — А что?\n   — В таком случае ваше сопротивление обречено.\n   — Вы слишком пессимистично настроены. \n   — Я — реалист, — воспротивился Джиро. ",
    "answers": [
      {
        "id": 200,
        "text": "Вперёд"
      },
      {
        "id": 198,
        "text": "Назад"
      },
      {
        "id": 110,
        "text": "Члены отрядов"
      }
    ]
  },
  {
    "id": 200,
    "text": "   — Чем мы можем помочь вашему движению? — задала вопрос Далия. \n   — Мы обязательно най... — заговорил дурос, но был перебит Джиро. \n   — Эээ нет. Чем вы можете нам помочь? \n   — Джиро! — не выдержала грубости своего напарника Далия. \n   — Мы пытаемся избавить планету от имперской тирании. Чего ещё вам нужно? — напряжённо заговорил водитель лендспидера. \n   — Мой подопечный хотел сказать, что мы можем помочь друг другу, — пыталась \"разрулить\" ситуацию девушка. \n   — Мы так и поняли, — саркастично произнёс всё тот же молодой повстанец. \n   — У вас есть какие-то предложения? — поинтересовался зелёнокожий. \n   — Скорее план... — отрезала Далия. ",
    "answers": [
      {
        "id": 201,
        "text": "Вперёд"
      },
      {
        "id": 199,
        "text": "Назад"
      },
      {
        "id": 110,
        "text": "Члены отрядов"
      }
    ]
  },
  {
    "id": 201,
    "text": "   На Нар-Шаддаа начало светать. В хибару, где ночевали Брет, Кен и Хаск, вошёл старейшина селения. \n   — Вставайте. Имперцы приближаются. \n   Члены отряда вышли на улицу, где их ожидали жители. \n   — Каков план? — поинтересовался Брет. \n   — Вот, возьмите, — сказал пожилой главарь, и несколько жителей протянули им пистолеты. — Вы спрячетесь в подвале, а мы загоним туда имперцев. Там мы их с двух сторон и перебьём. \n   — Как вы заманите их к нам? — продолжил задавать вопросы Брет. \n   — Это уже наша забота. Вы постарайтесь там прятаться до последнего. \n   — Сделаем всё, что в наших силах. \n   — Проведите их, — отдал приказ староста поселения. ",
    "answers": [
      {
        "id": 202,
        "text": "Вперёд"
      },
      {
        "id": 200,
        "text": "Назад"
      },
      {
        "id": 110,
        "text": "Члены отрядов"
      }
    ]
  },
  {
    "id": 202,
    "text": "   Вскоре в главном входе появились с десяток штурмовиков. Они прошли в центр, а жители сбежались вокруг. \n   — Как хорошо, что вы пришли! — начал старейшина. \n   — Мы здесь не ради ваших утех, — грубо проговорил боец с оранжевым наплечником. \n   — Как вы можете так говорить? У нас в подвале засели какие-то оборванцы и...\n   — Это могут быть те, кого мы ищем, — перебил командир отряда штурмовиков старика, обращаясь к своим подопечным. \n   — Они забаррикадировались там, и мы не можем даже подойти к нашим запасам пищи. \n   — Меня не интересуют ваши проблемы. Сколько их?\n   — Человек пять-шесть. Мы точно не знаем. \n   — Вооружены? \n   — Да, они убили два наших жителя. \n   — Покажите, где они находятся. ",
    "answers": [
      {
        "id": 203,
        "text": "Вперёд"
      },
      {
        "id": 201,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 203,
    "text": "   Старейшина провёл группу имперцев ко входу в подвал, где должны были засесть их \"гости\".\n   — Прямо вниз. Они в самом конце, — проинформировал старик. \n   — Вы втроём, спускайтесь на разведку, — приказал командир штурмовикам. \n   Солдаты приготовили винтовки и пошли по ступенькам. Они медленно направлялись вперёд, внимательно осматриваясь по сторонам. \n   Вокруг стояли деревянные ящики, бочки, местами были раскиданы старая одежда и предметы быта. Слева и справа находились две другие лестницы, ведущие куда-то наверх. \n   Штурмовики прошли до конца помещения, но никого не обнаружили. Они резко обернулись назад, когда услышали, как что-то металлическое прокатилось по полу. Звук доносился с левого прохода наверх — туда бойцы и отправились. ",
    "answers": [
      {
        "id": 204,
        "text": "Вперёд"
      },
      {
        "id": 202,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 204,
    "text": "   Они поднялись и оказались на кухне — на той самой, в которой побывал Брет этой ночью. Дверь в холодильник была открыта, что и дало подсказку штурмовикам, куда идти дальше. \n   Они вошли внутрь и обнаружили подвешенные человеческие тела с ободранной кожей и отсутствующими частями тел.\n   — Что за?! — в ужасе застыл один из штурмовиков. \n   Второй имперец снял шлем, и его стошнило на пол. \n   — Командир! — громко проговорил в комлинк третий солдат. — Мы не нашли беглецов, но тут... тут освежёванные людские тела. \n   — Я надеюсь, вы шутите. Вы нашли беглецов? — не поверил главный штурмовик и задал свой вопрос. \n   — Никаких шуток... спуститесь и посмотрите. ",
    "answers": [
      {
        "id": 205,
        "text": "Вперёд"
      },
      {
        "id": 203,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 205,
    "text": "   Командир взял с собой старейшину поселения, и они вдвоём спустились вниз. По наводке штурмовика они добрались до холодильной камеры. \n   — Как вы это объясните? — обратился главарь к старику. \n   Тот долго молчал, а затем быстро достал бластер, выстрелил в последнего и убежал со скоростью, несвойственной для его возраста. \n   — Они — каннибалы! Перебейти их всех! — приказал командир, не успев оклиматься от выстрела. ",
    "answers": [
      {
        "id": 206,
        "text": "Вперёд"
      },
      {
        "id": 204,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 206,
    "text": "   Брет, Кен и Хаск успели раздобыть лёгкую одежду и бластеры на складе поселения. Они уже покинули подвал с другой стороны, и до них начали доноситься звуки выстрелов. \n   — Похоже, твой план сработал, — похвалил Кен Брета. \n    — Теперь нам нужно как можно скорее добраться до города и найти остальных, — продолжил координировать действия Альфа-5. ",
    "answers": [
      {
        "id": 207,
        "text": "Вперёд"
      },
      {
        "id": 205,
        "text": "Назад"
      },
      {
        "id": 110,
        "text": "Члены отрядов"
      }
    ]
  },
  {
    "id": 207,
    "text": "   Гворм и Болли направлялись по верхнему Корусанту и вскоре остановились возле приличного с виду заведения. Вывеска \"Дворянин\" висела над входом, но не светилась по-скольку на улице ещё было достаточно светло. \n   Они вошли внутрь: в отличии от других кантин, в этой таверне было достаточно светло, в первую очередь из-за наличия окон; тут не играли в азартные игры, а помимо спиртных напитков, подавали ещё и еду; официантками были тви'леки, но тут они были одеты менее развратно; по центру находилась небольшая круглая барная стойка, внутри которой ходили два бармена. \n   — Приличненько, — промолвил Болли. ",
    "answers": [
      {
        "id": 208,
        "text": "Вперёд"
      },
      {
        "id": 206,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 208,
    "text": "   Викуэи прошли вглубь комнаты. \n   — Я сам поговорю, — обратился Гворм к своему компаньону. \n   — Если что, я всегда рядом, — сказал Болли и направился к одному из пустующих столиков. \n   Бетта-лидер сел возле барной стойки. К нему подошёл забрак и спросил:\n   — Чего желаете? \n   — Справедливости... — загадочно ответил Гворм. \n   — Наши желания совпадают, но чтобы этого добиться мы не должны прохлаждаться в барах, — улыбнулся бармен. \n   — Закат близок, не так ли? — с ухмылкой спросил Гворм и одновременно произнёс некий пароль. \n   — Коллин, подмени меня, — обратился он к своему коллеге. — Я отойду по \"делам семейным\".",
    "answers": [
      {
        "id": 209,
        "text": "Вперёд"
      },
      {
        "id": 207,
        "text": "Назад"
      },
      {
        "id": 110,
        "text": "Члены отрядов"
      }
    ]
  },
  {
    "id": 209,
    "text": "   Забрак и викуэй прошли в конец зала и сели в углу на удобные диваны перед столом. \n   — Моё имя Раалов, я — один из кураторов сопротивления на Корусанте. \n   — Гворм. Лидер элитного боевого отряда небольшой организации, — кратко описал себя. \n   — Зачем Вы нашли меня?\n   — Меня насторожил боевой дроид, которого я нашёл на имперском складе. Там же я встретил Вашего человека, и он рассказал мне о планах Консорциума, а также дал наводку на Вас. \n   — Регард?\n   Гворм кивнул. \n   — Что у Вас за организация? — поинтересовался забрак. \n   — Мы занимаемся перевозкой контрабанды в имперские сектора, а также... устраняем кого надо на заказ, — Гворм понимал, что последнее говорить не стоило, но он не хотел оставлять какие-либо тайны, ведь рано или поздно они всё равно всплывут на поверхность. ",
    "answers": [
      {
        "id": 210,
        "text": "Вперёд"
      },
      {
        "id": 209,
        "text": "Назад"
      },
      {
        "id": 110,
        "text": "Члены отрядов"
      }
    ]
  },
  {
    "id": 210,
    "text": "   — Что ж... нам нужны любые союзники... тем более ваши знания и умения будут нам очень полезны, — посмотрел с позитивной стороны рогатый. \n   — Какая помощь вам необходима?\n   — Сейчас нам как никогда требуются шпионы. Мы ищем информацию, компроматирующую Империю и Консорциум, — объяснил Раалов. \n   — И что вы будете делать с ней?\n   — Предоставим Республике. Без их армии наше сопротивление долго не выдержит. \n   — На Корусант в скором времени прибудет наш командир. Думаю, он сможет выделить людей для этой работы. \n   — Чем больше глаз и ушей будет на планете, тем быстрее мы достигнем нашей цели. ",
    "answers": [
      {
        "id": 1,
        "text": "Конец шестой главы"
      },
      {
        "id": 210,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 211,
    "text": "                       Глава седьмая: Волнения\n\n   На Корусанте раннее утро, но на взлётных площадках уже вовсю кипит жизнь: рабочие загружают и разгружают грузовые суда, которые бесперебойно прибывают и отбывают; пассажирские доставляют на планету и увозят с неё представителей разных систем. \n   В этом потоке транспорта незаметно приземлился неприметный YT-1300. Трап опустился, и по нему сошёл владелец корабля — Авнер Фарен. Он оглянулся по сторонам, а затем направился вперёд. \n   — Господин Фарен, — окликнул его кто-то из-за спины, когда он практически покинул платформу. ",
    "answers": [
      {
        "id": 212,
        "text": "Вперёд"
      },
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 212,
    "text": "   Человек резко обернулся и увидел перед собой викуэя. \n   — Моё имя Болли, — представился он и протянул руку. \n   Авнер протянул в ответ, а когда они соприкоснулись, то он почувствовал, что в руке пирата что-то есть. Теперь это \"что-то\" оказалось в руке человека. \n   — Как на счёт выпить где-нибудь? — глаза Болли были направлены на конечность собеседника. \n   — Почему бы и нет? — согласился Авнер. \n   Они развернулись и направились прочь с платформы. ",
    "answers": [
      {
        "id": 213,
        "text": "Вперёд"
      },
      {
        "id": 211,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 213,
    "text": "   Командир преступной организации развернул записку, которую получил несколько секунд назад:\n   \"Авнер, если ты читаешь эту записку, значит меня уже нет в живых...\n                                                         Гворм                   \".\n   — Что это значит? — удивился человек и протянул бумажку викуэю. \n   — Ой, это моё! — воскликнул Болли после того, как прочитал содержимое. — Вот, — протянул он другую записку. \n   Командир развернул её:\n   \"Авнер, если ты читаешь эту записку, значит ты уже встретил Болли. Он проведёт тебя ко мне, и мы всё подробно расскажем о происходящем. Постарайтесь не заводить разговоры на эту тему, пока не дойдёте до точки назначения.\n                                                           Гворм                \".",
    "answers": [
      {
        "id": 214,
        "text": "Вперёд"
      },
      {
        "id": 212,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 214,
    "text": "   Далия находится в комнате с тусклым синим освещением, а перед ней стоит проектор, который записывает голо сообщение.\n   — Командир Фарен, наш корабль подбили, и мы застряли на Нар-Шаддаа. Тут творится страшное: планета находится в блокаде Империи и Консорциума. Они зачищают улицы от банд и прочих группировок, но вместе с этим наносят невероятный ущерб мирному населению. Они уничтожают целые кварталы своими бомбардировщиками и убивают инакомыслящих. Из-за одного такого налёта мы уже потеряли Свена. Также у нас нет связи с пятью другими членами миссии. Сейчас остались только я, Альфа-3, Бетта-1 и Бетта-2. Мы встретили местное сопротивление и с их помощью попытаемся захватить башню связи, чтобы передать Вам это сообщение в надежде, что Вы сможете помочь не только нам, но и всей планете. Если Вы сейчас это смотрите, значит у нас получилось. Вместе с этим я отправляю Вам записи с камер видеонаблюдения, которые мы получили от наших шпионов на Нар-Шаддаа. Кстати, мы их нашли, но в живых остались только двое. Они остались у себя в убежище и продолжат вести наблюдение. На этом я закончу. Надеюсь, Вы найдёте выход из этой ситуации. ",
    "answers": [
      {
        "id": 215,
        "text": "Вперёд"
      },
      {
        "id": 213,
        "text": "Назад"
      },
      {
        "id": 110,
        "text": "Члены отрядов"
      }
    ]
  },
  {
    "id": 215,
    "text": "   Далия прекратила вещание. Она подняла проектор и спрятала его, сразу после чего в комнату вошёл Джиро. \n   — Ты закончила? — спросил он слёту. \n   — Да, — ответила девушка. \n   — Геззек выделил нам солдат для этой операции. Все готовы и ждут только тебя. \n   — Хорошо, я скоро буду. \n   Джиро пару секунд не отводил взгляда от Далии, а потом вышел. \n   — Всё будет хорошо, — прошептала она, глядя на медальон в своей руке с фотографией девочки. ",
    "answers": [
      {
        "id": 216,
        "text": "Вперёд"
      },
      {
        "id": 214,
        "text": "Назад"
      },
      {
        "id": 110,
        "text": "Члены отрядов"
      }
    ]
  },
  {
    "id": 216,
    "text": "   Авнер и Болли прошли яркую вывеску \"Дворянин\" и вошли в небольшую дверь. В заведении было пусто, за исключением облысевшего бармена в возрасте. \n   — Не слишком-то популярное заведение, — заметил Авнер. \n   Пройдя за барную стойку вместе с викуэем, он увидел Гворма, беседующего с забраком. \n   — Авнер, — проговорил викуэй, когда увидел своего командира. \n   Последний подошёл к столику, за которым сидели двое, и уселся рядом. \n   — Авнер Фарен, я так понимаю, — начал забрак. — Моё имя Раалов, и я управляю сопротивлением на Корусанте. ",
    "answers": [
      {
        "id": 217,
        "text": "Вперёд"
      },
      {
        "id": 215,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 217,
    "text": "   — Гворм уже рассказал о Вас, но я хотел бы выслушать, что скажете Вы. \n   — Значит, Вы уже в курсе, что грань между Империей и Консорциумом практически исчезла? Это очень настораживает, и с этим нужно что-то делать. Именно этим мы и занимаемся. Сейчас мы собираем людей по всей Галактике, и Вы с Вашей организацией можете оказаться ценными союзниками. \n   — Ваши мотивы мне ясны, но что я получу от сотрудничества с Вами?\n   — Я надеялся, что Вы — человек чести, и наши намерения будут одинаковы... Но раз уж дело в выгоде, то Вы не будете обделены, когда мы одержим победу. ",
    "answers": [
      {
        "id": 218,
        "text": "Вперёд"
      },
      {
        "id": 216,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 218,
    "text": "   — Я, видимо, не так выразился или Вы неправильно меня поняли. Я осознаю всю серьёзность происходящего... Просто всё, что я имею, нажито тяжёлым трудом, и мне не хотелось бы в итоге остаться с голой ********.\n   — Не переживайте за своё состояние. Если мы вовремя сумеем убедить Республику вмешаться в дела Консорциума, то победа нам гарантированна, а Вы в стороне не останетесь. \n   — Можно я задам Вам один вопрос?\n   — Конечно. \n   — Что вы вообще имеете? Сколько у вас солдат, какое вооружение? Что вы можете предложить Республике? — волновало Авнера. ",
    "answers": [
      {
        "id": 219,
        "text": "Вперёд"
      },
      {
        "id": 217,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 219,
    "text": "   — Какое по Вашему мнению самое опасное оружие, господин Фарен?\n   — Что бы я ни назвал, думаю, у Вас есть своё мнение по этому поводу. \n   — Вы правы. Я считаю, что с помощью одной только информации можно разрушать и строить государства. С помощью одной только армии Галактику не завоюешь, а уж тем более — не удержишь. \n   — Звучит не очень убедительно, но я вижу, что Вы действуете из хороших побуждений. Надеюсь, что из нашей коалиции что-то да выйдет, — Авнер улыбнулся и, встав, протянул руку. \n   Забрак приподнялся и пожал руку новому союзнику. ",
    "answers": [
      {
        "id": 220,
        "text": "Вперёд"
      },
      {
        "id": 218,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 220,
    "text": "   На улицах Нар-Шаддаа сейчас жарче, чем обычно: Далия, Крант, Джиро и Омм вместе с солдатами местного сопротивления атакуют имперские подразделения и так называемых \"чистильщиков\". \n   — Мы ещё ни на шаг не приблизились к башне, а уже несём потери, — начал жаловаться Омм, сидя за баррикадами с винтовкой в руках. \n   — Перестань скулить и наслаждайся, — с улыбкой произнёс Джиро и, выглянув из-за укрытия, несколькими точными выстрелами \"снял\" пару штурмовиков. — В кои-то веки на этой долбаной планете охотимся мы, а не на нас. ",
    "answers": [
      {
        "id": 221,
        "text": "Вперёд"
      },
      {
        "id": 219,
        "text": "Назад"
      },
      {
        "id": 110,
        "text": "Члены отрядов"
      }
    ]
  },
  {
    "id": 221,
    "text": "   На дороге, которая выступала полем боя, появилась имперская техника: два AT-ST и репульсорный танк 2-М. Вражеская пехота продолжала вести огонь. \n   — У нас проблемка, — оповестил Крант. \n   В этот момент в один из шагоходов прилетел тяжёлый снаряд, и первый рухнул на землю. \n   — Тоже мне проблема, — насмешливо произнёс боец с ракетницей, стоящий позади. Он мигом побежал в укрытие и принялся перезаряжать оружие. \n   А техника была всё ближе... Вскоре шагоход оказался в нескольких метрах от баррикад, но рухнул прямо на них, когда встретил \"головой\" очередной снаряд. ",
    "answers": [
      {
        "id": 222,
        "text": "Вперёд"
      },
      {
        "id": 220,
        "text": "Назад"
      },
      {
        "id": 110,
        "text": "Члены отрядов"
      }
    ]
  },
  {
    "id": 222,
    "text": "   Имперский танк направлялся гораздо медленнее, но при этом вёл непрерывный огонь по нападавшим. \n   Наконец, солдат с ракетницей перезарядил оружие. Он выскочил из укрытия и... танк поразил его. \n   Джиро кивнул, глядя на Омма, а тот кивнул в ответ. \n   — Отступайте, — промолвил в итоге первый, доставая гранату. \n   — Но... — захотела возразить Далия, но была перебита викуэем. \n   — Отступайте, живо! — повторил Бетта-1 на повышенном тоне. ",
    "answers": [
      {
        "id": 223,
        "text": "Вперёд"
      },
      {
        "id": 221,
        "text": "Назад"
      },
      {
        "id": 110,
        "text": "Члены отрядов"
      }
    ]
  },
  {
    "id": 223,
    "text": "   Все, кроме Омма и самого Джиро, кинулись бежать назад. Штурмовики и танк заметили их и открыли огонь, а тем временем викуэи засели в укрытиях и старались не выглядывать. \n   А техника приближалась. \n   Вскоре 2-М максимально приблизился к заграждениям и, из-за своих габаритов, наехал на них. Это его не остановило и он продолжил движение вперёд, так что два члена отряда Бетта оказались позади него. \n   Джиро и Омм закатили под танк по гранате и отбежали. Когда снаряды рванули, техника была обездвижена, и это дало викуэям возможность вновь приблизиться. Бетта-2 открыл огонь по штурмовикам, стоящим позади, а в это время Первый закинул гранату в ствол 2-М. \n   Итог: три убитых имперца и уничтоженный танк. ",
    "answers": [
      {
        "id": 224,
        "text": "Вперёд"
      },
      {
        "id": 222,
        "text": "Назад"
      },
      {
        "id": 110,
        "text": "Члены отрядов"
      }
    ]
  },
  {
    "id": 224,
    "text": "   — Дорога открыта, вперёд! — прокричала Далия союзникам, и все бросились на врагов. \n   Уничтожение трёх тяжёлых единиц Империи понизило боевой дух её солдат. Преимущество было на стороне сопротивления, и они с невероятной скоростью пробивались сквозь ряды противника. \n   Через какое-то время подлетели два корабля с подкреплениями для дальнейшего прохождения к башне. \n   — Вы как раз вовремя, — сказала Далия командиру пришедшего отряда. \n   — Вы уже многого достигли. Было бы обидно сейчас проиграть. ",
    "answers": [
      {
        "id": 225,
        "text": "Вперёд"
      },
      {
        "id": 223,
        "text": "Назад"
      },
      {
        "id": 110,
        "text": "Члены отрядов"
      }
    ]
  },
  {
    "id": 225,
    "text": "   Вдали начал слышаться звук приближающихся имперских кораблей. \n   — Сэр, приближаются бомбардировщики. Какие будут приказы? — сперва проинформировал, а затем спросил солдат. \n   — Продолжайте наступление. \n   — Есть! — отдал честь боец и убежал. \n   — Нас же сейчас всех \"накроют\", — предположила Альфа-1. \n   — Продолжайте делать, что делали, а за бомбардировщики не волнуйтесь. \n   — Надеюсь, Вы знаете, что делаете, — сказала Далия и направилась к баррикадам. \n   — Только смотрите, чтобы они вам на головы не попадали, — проговорил в спину командир. ",
    "answers": [
      {
        "id": 226,
        "text": "Вперёд"
      },
      {
        "id": 224,
        "text": "Назад"
      },
      {
        "id": 110,
        "text": "Члены отрядов"
      }
    ]
  },
  {
    "id": 226,
    "text": "   — Нужно уходить! — крикнул Крант, намекая на приближающиеся корабли Империи, когда подошла Далия. \n   — Нет! Остаёмся на местах, — положилась девушка на командира сопротивления. \n   Бойцы безоговорочно продолжили стрельбу.\n   Солдаты сопротивления даже не обращали внимания на то, что скоро их может усыпать снарядами, и спокойно продолжали отстреливаться, а вот членам элитных отрядов было не по себе от мысли, что их путь может закончиться прямо здесь и сейчас. ",
    "answers": [
      {
        "id": 227,
        "text": "Вперёд"
      },
      {
        "id": 225,
        "text": "Назад"
      },
      {
        "id": 110,
        "text": "Члены отрядов"
      }
    ]
  },
  {
    "id": 227,
    "text": "   Но все переживания были напрасны: когда TIE-бомбардировщики были уже достаточно близко и чуть ли не собирались выпустить снаряды, из окон зданий в них прилетели ракеты, которые уничтожили корабли. Стало ясно, что в помещениях укрылись союзники. \n   Разобравшись с воздушной угрозой, бойцы принялись стрелять по наземным целям, в первую очередь по технике. \n   — Они расчистят нам дорогу, вперёд! — подоспел к заграждениям командир из сопротивления. \n   После его приказа солдаты волной хлынули вперёд, не переставая вести огонь. ",
    "answers": [
      {
        "id": 228,
        "text": "Вперёд"
      },
      {
        "id": 226,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 228,
    "text": "   Тем временем на Корусанте всё достаточно тихо. Авнер Фарен беседует за столом вместе с Гвормом и Болли в таверне \"Дворянин\":\n   — А я уверен, что если бы Вы \"вливали\" больше средств в базу на Флорруме, то и отношение пиратов было бы к Вам на уровень выше, — обращался последний к Авнеру. \n   — База на Флорруме ничего не значит для нашей организации. Куда более важно обеспечить безопасность станции, ведь там расположено наше всё. \n   — А разве плохо иметь запасной вариант на земле? С Вашими деньгами можно было создать неплохую инфраструктуру на планете... организовать добычу ресурсов... в общем, получать ещё большую прибыль, но честным трудом, — размышлял пират. ",
    "answers": [
      {
        "id": 229,
        "text": "Вперёд"
      },
      {
        "id": 227,
        "text": "Назад"
      },
      {
        "id": 110,
        "text": "Члены отрядов"
      }
    ]
  },
  {
    "id": 229,
    "text": "   — Откуда ты вообще знаешь, сколько у меня денег и что я могу на них сделать?! — напрягся Авнер. \n   — Несложно догадаться, что Вы — небедный человек, ведь содержать такую станцию, как у Вас, стоит немалых средств. Помимо этого, Вы умудряетесь развивать организацию и прочее... Знаете... Вы могли бы взять Флоррум под свой контроль, стать, скажем... президентом Флоррума. Как Вам такая перспектива? — Болли продолжал мечтать о чужих возможностях. \n   — Наша организация неизвестна для большинства обитателей Галактики. Думаешь, это случайно? \n   — Надеюсь, что это не так. \n   — Именно. Мы стараемся действовать незаметно, чтобы не привлекать лишнего внимания к себе. Флоррум — забытая система, именно поэтому нашу базу до сих пор не обнаружили. ",
    "answers": [
      {
        "id": 230,
        "text": "Вперёд"
      },
      {
        "id": 228,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 230,
    "text": "   — Это ещё и заслуга Ваших людей. Будь они чуть менее верны, и о вас знала бы половина Галактики. А Вы вот так ничего для них и не делаете, — говорил Болли. \n   — Мои люди получают достойную плату за свои труды и за верность. \n   — Верность не измеряется в кредитах. Сегодня-завтра кто-то предложит им больше, и их винтовки будут нацелены на Вас. А вот если бы Вы показывали своё хорошее отношение к ним как-то иначе, кроме денег, то никакая сумма не склонила бы их предать Вас. \n   По лицу Авнера было видно, что он недоволен словами викуэя. \n   — Он мне тоже конкретно на нервы действовал, — встрял Гворм. — Но потом я привык не обращать внимания на то, что он говорит. ",
    "answers": [
      {
        "id": 231,
        "text": "Вперёд"
      },
      {
        "id": 229,
        "text": "Назад"
      },
      {
        "id": 110,
        "text": "Члены отрядов"
      }
    ]
  },
  {
    "id": 231,
    "text": "   — В этом и есть ваша ошибка. Вы не слушаете, если Вам что-то не нравится. \n   — Ты предлагаешь тебя слушать? — возмущённо спросил человек. \n   — Я предлагаю слушать всё, что вам говорят. Что-то брать для себя, а остальное отсеивать. Забрак верно сказал, что с помощью информации можно разрушать государства, — имел он в виду Раалова. — Но что важно, с её помощью можно сломать всё, что угодно... и кого-угодно. Но что ещё важнее, с помощью информации можно создавать.\n   К столу подошёл человек-бармен, Коллин, с подносом в руках. Он поставил перед Авнером и Гвормом стаканы с каким-то напитком. \n   — Выпейте, вам будет легче слушать его... — сказал он и улыбнулся. ",
    "answers": [
      {
        "id": 232,
        "text": "Вперёд"
      },
      {
        "id": 230,
        "text": "Назад"
      },
      {
        "id": 110,
        "text": "Члены отрядов"
      }
    ]
  },
  {
    "id": 232,
    "text": "   На Нар-Шаддаа, на пути к башне связи, продолжаются сражения. Количество штурмовиков и наёмников резко сократилось, но также в ближайшем окружении не было высотных зданий, поэтому на поддержку, оказанную ранее, можно было не расчитывать. \n   Наконец, группа сопротивления добралась до башни. Тут было пусто, но вскоре со всех сторон выскочили \"чистильщики\". \n   — Так-так-так, — послышался уже знакомый членам элитных отрядов голос. — Это и есть то самое сопротивление? — перед ними появился мужчина, которого они встретили прошлой ночью, после того, как обрушились платформы и погиб Свен. ",
    "answers": [
      {
        "id": 233,
        "text": "Вперёд"
      },
      {
        "id": 231,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 233,
    "text": "   — У нас плохи дела, — обратился командир сопротивления к Далии. — Это Далай, лидер одной из банд, которые помогают Империи зачищать Нар-Шаддаа. Он уже доставил нам немало проблем. \n   — Мы с ним уже встречались, — сказала Альфа-1. \n   Вдруг, наёмник обратил внимание на неё. \n   — Надо же... — он начал приближаться. — Судьба второй раз сводит нас вместе, — он остановился в нескольки метрах от Далии. — Девочка, что ты делаешь вместе с этими отбросами? \n   — Прислуживая Империи, ты ещё смеешь кого-то осуждать?",
    "answers": [
      {
        "id": 234,
        "text": "Вперёд"
      },
      {
        "id": 232,
        "text": "Назад"
      },
      {
        "id": 110,
        "text": "Члены отрядов"
      }
    ]
  },
  {
    "id": 234,
    "text": "   Наёмник тут же изменился в лице и начал медленно приближаться. Оказавшись вблизи, он схватил её за волосы, опустил на колени и приставил к голове пистолет. Крант, Джиро и Омм направили на него винтовки.\n   — Убери свои руки! — крикнул Альфа-3. \n   — А то что? — нахально спросил Далай. \n   — Лучше бы ты его послушал, — сказала Далия, правой рукой выхватила вибронож из-за спины и отрубила наёмнику кисть, которой он держал её за волосы. \n   От боли тот выронил пистолет, и девушка без должного сопротивления обхватила его шею одной рукой, а другой приставила нож к его горлу. ",
    "answers": [
      {
        "id": 235,
        "text": "Вперёд"
      },
      {
        "id": 233,
        "text": "Назад"
      },
      {
        "id": 110,
        "text": "Члены отрядов"
      }
    ]
  },
  {
    "id": 235,
    "text": "   — Бросайте оружие, иначе я его прикончу! — пригрозила девушка банде Далая. \n   — Что вы стоите, идиоты?! Делайте, что она говорит! — сквозь невыносимую боль прокричал лидер наёмников, опасаясь за свою жизнь. \n   Те переглянулись между собой и всё-таки кинули винтовки на землю. \n   — Убейте их всех! — отдала приказ Далия, а сама провела ножом по горлу наёмника, отчего тот пал на землю в конвульсиях и, истекая чуть ли не чёрной кровью, умер. \n   Поняв, что их провели, наёмники быстро наклонились за своим оружием, но были расстреляны солдатами сопротивления. ",
    "answers": [
      {
        "id": 236,
        "text": "Вперёд"
      },
      {
        "id": 234,
        "text": "Назад"
      },
      {
        "id": 110,
        "text": "Члены отрядов"
      }
    ]
  },
  {
    "id": 236,
    "text": "   На Корусанте, в таверне \"Дворянин\" по телевизору идут имперские новости:\n   — И буквально через два цикла прожиточный минимум будет повышен на четыре процента, — говорит упитанный мужчина девушке- корреспонденту. \n   — Я так понимаю, это только начало? — задала она вопрос. \n   — Конечно же. Ситуация в Галактике сейчас крайне нестабильная. Из-за всех противоречий и междоусобиц с Республикой сейчас крайне сложно проводить какие-либо экономические и социальные реформы, но наше государство старается делать всё возможное для своих граждан. \n   — Спасибо, что поделились с нами информацией. Надеемся ещё не раз увидеть Вас в нашей программе, — обращалась девушка к мужчине, а затем повернулась к зрителям. — С вами была...",
    "answers": [
      {
        "id": 237,
        "text": "Вперёд"
      },
      {
        "id": 235,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 237,
    "text": "   Коллин выключил телевизор с помощью пульта, который был у него за барной стойкой. \n   — А ведь кого-то такие новости успокаивают и даже обнадёживают, — с сожалением сказал он. \n   — Чего только не делают для народа, чтобы те закрывали глаза на преступления государства, — с упрёком сказал Раалов. \n   — Да уж... целых четыре процента к прожиточному минимуму. А главное — все довольны, — продолжал Коллин. \n   — Стоит отдать должное, Империи удаётся оставаться на плаву, — решил подискутировать Авнер, сидя на барном стуле. \n   — Тут не поспоришь, — согласился забрак. — Но будь народ хоть чуточку умнее, он бы смог сопоставить несколько фактов и понять, что им манипулируют. ",
    "answers": [
      {
        "id": 238,
        "text": "Вперёд"
      },
      {
        "id": 236,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 238,
    "text": "   — Информация — страшная вещь, — явно, в нетрезвом состоянии вмешался в разговор Болли, сидя на соседнем от Авнера стуле. \n   — Только не это... вы опять завели в нём ту же пластинку, — огорчённо произнёс Гворм, находять за столом в углу заведения. \n   — Я смотрю, ваше заведение не очень популярное, — намекнул Авнер на отсутствие посетителей. \n   — Мы специально не предоставляем обслуживание на должном уровне, а цены подняли до невозможности, чтобы сюда лишний раз не заходили, — объяснил забрак. \n   За спиной Фарена зазвенели колокольчики на двери. Обернувшись, он заметил темнокожего мужчину. ",
    "answers": [
      {
        "id": 239,
        "text": "Вперёд"
      },
      {
        "id": 237,
        "text": "Назад"
      },
      {
        "id": 110,
        "text": "Члены отрядов"
      }
    ]
  },
  {
    "id": 239,
    "text": "   Человек прошёл в центр и сел за барную стойку, слева от Авнера. Коллин тут же поставил ему прозрачный стакан с голубым содержимым. \n   — Как успехи на задании? — поинтересовался второй бармен. \n   В ответ он покосился на незнакомого для себя соседа. \n   — Познакомься, это Авнер Фарен, наш новый союзник, — обратился Раалов к своему подопечному. — Это Регадр, один из лучших наших шпионов, — сказал он, глядя на Авнера. \n   Мужчины пожали друг другу руки. За спиной командира наёмников Регард заметил уже знакомых викуэев. \n   — Рад, что Вы пришли, — обратился человек к ним. ",
    "answers": [
      {
        "id": 240,
        "text": "Вперёд"
      },
      {
        "id": 238,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 240,
    "text": "   — Так что с заданием? — вернулся к своему вопросу Коллин. \n   — Я выяснил, что произошедшим на складе занимается Крис Монис, достаточно крупный человек Занна.  Что вы, **** ****, там натворили? — без злобы обратился к Гворму Регард. \n   — Наверное, они обиделись, что мы перебили с двадцаток их наёмников, — предположил Бетта-лидер. \n   — Кто-то мне говорил: \"мы стараемся действовать незаметно, чтобы не привлекать лишнего внимания\", — начал упрекать Авнера Болли. \n   Все находящиеся в кантине посмотрели на него, как на дурака, и продолжили обсуждение без него. ",
    "answers": [
      {
        "id": 241,
        "text": "Вперёд"
      },
      {
        "id": 239,
        "text": "Назад"
      },
      {
        "id": 110,
        "text": "Члены отрядов"
      }
    ]
  },
  {
    "id": 241,
    "text": "   — А что на счёт планов Занна? Ты ничего не узнал? — спросил Раалов. \n   — Ничего. Консорциум действует с осторожностью. На время, пока ведётся следствие, Империя даже поставила охрану на складе. \n   — Почему не было охраны в ночь проведения сделки? — задумался Гворм. \n   — Этот склад был совсем недавно заброшен. Большая часть охранных систем отключена, патрули и надзор убраны, — разъяснил Регард. \n   — Когда мы были в ангаре, мой боец обнаружил в диспетчерской сотрудника с простреленным черепом, — начал викуэй. — Зачем его убивать, если Консорциум контролирует Империю?\n   — Не могу утверждать, но, думаю, чтобы не вызывать лишних подозрений у гражданских. ",
    "answers": [
      {
        "id": 242,
        "text": "Вперёд"
      },
      {
        "id": 240,
        "text": "Назад"
      },
      {
        "id": 110,
        "text": "Члены отрядов"
      }
    ]
  },
  {
    "id": 242,
    "text": "   — Как это связано? — не понял Авнер. \n   — Понимаете, если бы ему просто отдали приказ открыть ангар для солдат Консорциума, то он мог бы что-то заподозрить. Это бы обязательно вылилось в общественность, слухи бы быстро разошлись. Не стоит забывать, что для большинства факт того, что власть над Империей находится не совсем у Империи, остаётся неизвестным. Но опять же, это лишь домыслы. \n   — А с кем Консорциум проводил тогда сделку? Что это за парни? — продолжал задавать вопросы Гворм. \n   — Небольшая шайка с Нар-Шаддаа, хотя проворачивали они достаточно крупные дела: начиная с убийств высокопоставленных персон и заканчивая ограблениями отделений Банковского Клана. \n   — Я догадался, что они не пальцем деланные, когда один из них прострелил себе башку, — вспомнил Гворм случай со склада. ",
    "answers": [
      {
        "id": 243,
        "text": "Вперед"
      },
      {
        "id": 241,
        "text": "Назад"
      },
      {
        "id": 110,
        "text": "Члены отрядов"
      }
    ]
  },
  {
    "id": 243,
    "text": "   — Не знаю, связано это как-то или нет, но за день до моего отбытия со станции на неё пробрался какой-то наёмник и убил пленённого солдата Консорциума, который лежал в лазарете. Когда мы его поймали и стали допрашивать, оказалось, что у него нет языка, — рассказал Авнер. \n   — Что с ним сейчас? — поинтересовался Раалов. \n   — Мы заперли его. Сейчас он на станции. \n   — Поберегите его: он ещё может пригодиться. ",
    "answers": [
      {
        "id": 244,
        "text": "Вперёд"
      },
      {
        "id": 242,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 244,
    "text": "   Сражение на Нар-Шаддаа за башню связи близилось к концу: сопротивление вошло внутрь и стремительно продвигалось вперёд. Охраны было немного по сравнению с тем, что пришлось встретить снаружи, поэтому добраться до главного лифта не составило особого труда. \n   — Если данные верны, то на верхнем этаже совсем немного штурмовиков, — начал говорить командир сопротивления Далии. — Дальше идите сами, а мы будем удерживать здесь оборону. \n   Далия, Крант, Джиро и Омм вошли в лифт. Перед тем, как двери закрылись, девушка отдала честь командиру. \n   — Желаю удачи, — проговорил он в ответ, отстреливая приближающихся противников. ",
    "answers": [
      {
        "id": 245,
        "text": "Вперёд"
      },
      {
        "id": 243,
        "text": "Назад"
      },
      {
        "id": 110,
        "text": "Члены отрядов"
      }
    ]
  },
  {
    "id": 245,
    "text": "   На последнем этаже находится серверная башни связи. Тут множество компьютеров, сотрудников башни и, естественно, штурмовиков. \n   Лифт поднялся, и вся охрана насторожилась, зная, что в здании чужаки. Однако, когда двери распахнулись, к удивлению всех, там был один-единственный ремонтный дроид серии MSE. Он выехал из лифта, а тот, в свою очередь, поехал вниз. Охрана успокоилась, но вдруг лифт вернулся. Они вновь наставили винтовки и застыли в ожидании. \n   На этот раз в нём оказались члены отрядов Альфа и Бетта. Они, нацелившись на врагов, вышли из подъёмника. \n   — Рекомендуем вам просто уйти отсюда, — сказал Крант с улыбкой на лице. ",
    "answers": [
      {
        "id": 246,
        "text": "Вперёд"
      },
      {
        "id": 244,
        "text": "Назад"
      },
      {
        "id": 110,
        "text": "Члены отрядов"
      }
    ]
  },
  {
    "id": 246,
    "text": "   — Мы лучше посмотрим, как вы будете убегать с простреленными ногами, — заявил имперский офицер. \n   — Что ж, мы предупредили, — отрезал Омм и нажал кнопку на детонаторе у себя на поясе. \n   Ремонтный дроид, подъехавший ранее, рванул, дезориентировав имперцев. Люди и викуэи открыли огонь на поражение, и за несколько секунд в помещении не осталось никого, кроме них самих. \n   — Дайте мне две минуты, чтобы отправить сообщение, — сказала Далия и направилась к главному компьютеру. \n   Остальные члены отряда встали полукругом вокруг девушки и ждали завершения операции. ",
    "answers": [
      {
        "id": 247,
        "text": "Вперёд"
      },
      {
        "id": 245,
        "text": "Назад"
      },
      {
        "id": 110,
        "text": "Члены отрядов"
      }
    ]
  },
  {
    "id": 247,
    "text": "   — Нам нужно действовать, а не прохлаждаться в кантине, не думаете? — сказал Болли сидящим перед ним Гворму и Авнеру. \n   — Мы не можем ничего начать делать, пока не заручимся поддержкой Республики, — разъяснил последний. \n   — А что вы делаете для того, чтобы заручиться поддержкой Республики?\n   — Мы сейчас ничего не можем для этого сделать. Вся надежда на шпионов Раалова, — ответил Авнер. \n   На комлинк человека вдруг пошёл вызов. Он ответил, и появилось изображение начальника службы охраны со станции на Флорруме:\n   — Командир Фарен. Есть новости с Нар-Шаддаа... — сказал он. ",
    "answers": [
      {
        "id": 248,
        "text": "Вперёд"
      },
      {
        "id": 246,
        "text": "Назад"
      },
      {
        "id": 110,
        "text": "Члены отрядов"
      }
    ]
  },
  {
    "id": 248,
    "text": "   Тайбер Занн снова находится на командном мостике своего \"Затмения\". Он стоит у окна и смотрит на пылающую звезду. Дроид- астромеханик, находящийся неподалёку сообщил о вызове по голосвязи. \n   — Принимай, — отрезал седовласый. \n   — Босс, башня связи на Нар-Шаддаа была захвачена группой сопротивления, — начал с негатива наёмник. \n   — Направьте туда соседние гарнизоны, — спокойно отдал приказ Тайбер. \n   — Сэр, они уже покинули её. \n   Наступило молчание. \n   — Прикажете усилить охрану? — спросил наёмник. \n   — Нет, не нужно. Раз они ушли, значит уже сделали, что хотели... — Занн ненадолго замолчал. — Продолжайте зачищать улицы и будьте готовы к приходу \"гостей\". А я пока направлю к вам подкрепление. ",
    "answers": [
      {
        "id": 1,
        "text": "Конец седьмой главы"
      },
      {
        "id": 247,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 249,
    "text": "                         Глава восьмая: Затишье\n\n   Спустя долгие часы дороги Брет, Кен и Хаск всё- таки добрались до подъёмника в верхний город. \n   — Видимо, сюда мы и шли, — сказал Кен. \n   Викуэй отодвинул старую решётку, и они встали на лифт. Задвинув заграждение обратно, Хаск дёрнул рычаг, и отряд устремился вверх. \n   Оперевшись о стенку, Брет слегка всхлипнул от боли. \n   — Всё в порядке? — поинтересовался Кен. \n   — Да... всё нормально. От дороги немного нога разболелась, — объяснил Альфа-5. ",
    "answers": [
      {
        "id": 250,
        "text": "Вперёд"
      },
      {
        "id": 1,
        "text": "Назад"
      },
      {
        "id": 110,
        "text": "Члены отрядов"
      }
    ]
  },
  {
    "id": 250,
    "text": "   Тем временем на Корусанте Авнер, Гворм и Болли собираются покидать кантину \"Дворянин\", но перед этим им необходимо обсудить план действий со своими союзниками. \n   — Мы возвращаемся на Флоррум и подготовим людей к битве на Нар-Шаддаа, — заявил Авнер \"барменам\".\n   — Но как же Республика? — заволновался Раалов. \n   Фарен протянул комлинк с записанным сообщением забраку. \n   — От вас зависит, сможете вы их убедить или нет, — добавил человек. \n   Последний отодвинул руку с \"презентом\".",
    "answers": [
      {
        "id": 251,
        "text": "Вперёд"
      },
      {
        "id": 249,
        "text": "Назад"
      },
      {
        "id": 110,
        "text": "Члены отрядов"
      }
    ]
  },
  {
    "id": 251,
    "text": "   — Это самоубийство — отправляться в одиночку против Империи. Откуда Вы знаете, сколько их там? — беспокоился за союзников Раалов. \n   — А сколько нужно кораблей, чтобы взять планету в блокаду? — поставил Авнер вопрос, не ожидая на него ответа. \n   — Много. Очень много...\n   — Вот и я о том же. Я знаю, на что иду, — убедительно говорил командир. \n   — Ещё сегодня Вы говорили о том, как боитесь остаться с голой *****, а сейчас собираетесь отправить все свои силы на самоубийственную миссию, — припомнил забрак их первую беседу. \n   — Значит, на то есть причины, — Авнер вновь протянул комлинк собеседнику. — Это в последний раз. ",
    "answers": [
      {
        "id": 252,
        "text": "Вперёд"
      },
      {
        "id": 250,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 252,
    "text": "   Забрак смотрел то на Авнера, то на комлинк... на Авнера и снова на комлинк. Ощущалось его нежелание, чтобы происходило то, что может произойти, если он отпустит их. \n   — Мы сделаем это, — неожиданно выдал Коллин, выхватив устройство из рук. \n   — Это наша последняя возможность что-то сделать... Не воспользуемся ею сейчас, другого шанса не будет, — предупредил Авнер. \n   — Отправляйтесь скорее, — сказал Коллин. — И не беспокойтесь по поводу Республики. Ни мы, ни они вас не бросим. ",
    "answers": [
      {
        "id": 253,
        "text": "Вперёд"
      },
      {
        "id": 251,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 253,
    "text": "   Множество лендспидеров направляются по улицам Нар-Шаддаа и останавливаются возле уже знакомого здания, где-то на средних уровнях города. Десятки солдат спускаются с них и заходят внутрь. \n   В холле Далию, Кранта, Джиро и Омма встречает Геззек. \n   — Мои поздравления! — радостно произнёс он. — Всё прошло, как Вы и хотели? — говорил он с Далией. \n   — Лучше и быть не могло. \n   — Теперь вся надежда на Ваших друзей, — напомнил дурос. \n   — Думаю, информация, которую мы передали, убедит Республику явиться на Нар-Шаддаа в кратчайшие сроки, — обнадёжила девушка. ",
    "answers": [
      {
        "id": 254,
        "text": "Вперёд"
      },
      {
        "id": 252,
        "text": "Назад"
      },
      {
        "id": 110,
        "text": "Члены отрядов"
      }
    ]
  },
  {
    "id": 254,
    "text": "   — Я очень на это надеюсь, иначе нам придётся очень и очень туго. \n   — Что мы будем делать сейчас? — поинтересовалась Далия. \n   — То же, что делали до вашего прихода: продолжим вести партизанскую войну и спасать нуждающихся, — разъяснил Геззек. \n   — Будем рады помочь, — заявила девушка. \n   — \"Будем рады помочь\", — искаверкал слова Джиро. — Почему бы нам самим не заняться освобождением планеты? — подумал он. \n   — Мы должны дождаться помощи, — с недовольным лицом произнесла Далия. \n   — Помощь может и не прийти, если ты забыла. Мы здесь застряли, и единственный способ убраться отсюда — снять блокаду, иначе — мы останемся здесь, пока нас всех не перебьют. ",
    "answers": [
      {
        "id": 255,
        "text": "Вперёд"
      },
      {
        "id": 253,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 255,
    "text": "   — Если мы сейчас начнём что-то предпринимать, то нас перебьют ещё быстрее, — спорила Далия. \n   — Так или иначе, исход один, — подытожил викуэй. — И я не собираюсь ждать, пока сюда вломятся имперцы. Я лучше напоследок пристрелю пару гадов, — после этих слов Джиро направился к выходу. \n   — Он всегда такой? — на пониженном тоне спросил Геззек у Далии. \n   — Всегда, — ответил Бетта-1, услышав вопрос, адресованный не ему. ",
    "answers": [
      {
        "id": 256,
        "text": "Вперёд"
      },
      {
        "id": 254,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 256,
    "text": "   Недалеко от башни связи на Нар-Шаддаа приземлился шаттл Т-4а типа \"Лямбда\". Командир штурмовиков подбежал к нему в сопровождении двух бойцов, и трап опустился. \n   На землю ступили несколько вооружённых наёмников, а следом за ними вышел талортай. \n   — Господин Ураи, — отдал честь командир. \n   — Избавьте меня от любезностей и постарайтесь объяснить, как кучка наёмников сумела попасть в башню, — спокойно говорил высокопоставленный \"гость\".\n   — Эмм, они перебили всех наших солдат...",
    "answers": [
      {
        "id": 257,
        "text": "Вперёд"
      },
      {
        "id": 255,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 257,
    "text": "   — Хватит! Вы меня за дурака принимаете? — разозлился Ураи Фенн. \n   — Нет, сэр, что Вы... — \"мялся\" штурмовик. \n   — Я перефразирую: как весь гарнизон башни не смог её защитить?\n   — Я не знаю, сэр... \n   Талортай выдохнул и пошёл прямо. Штурмовик рванул за ним. ",
    "answers": [
      {
        "id": 258,
        "text": "Вперёд"
      },
      {
        "id": 256,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 258,
    "text": "   Они направлялись по маршруту наступления сопротивления. Ураи остановился возле нескольких тел нападавших. \n   — Кто они такие? — поинтересовался он, обнаружив, что некоторые из них очень похоже одеты. \n   — Повстанцы, — отрезал командир. \n   — Повстанцы? — удивился главный помощник Тайбера Занна. — С чего Вы взяли? — спросил Ураи и пошёл дальше. \n   — Они достаточно слаженно работали да и один из наших наёмников узнал некоторых из них. \n   — Кто этот наёмник? \n   — Далай, главарь местной банды. ",
    "answers": [
      {
        "id": 259,
        "text": "Вперёд"
      },
      {
        "id": 257,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 259,
    "text": "   — Я бы хотел переговорить с ним.\n   — Боюсь, у Вас не получится: он был убит, когда пытался остановить повстанцев. \n   — Одной проблемой меньше... — промолвил Ураи. \n   — Что? — не понял командир. \n   Талортай кинул взгляд на него. \n   — А, Вы об этом... — что-то вспомнил штурмовик. ",
    "answers": [
      {
        "id": 260,
        "text": "Вперёд"
      },
      {
        "id": 258,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 260,
    "text": "   Вот, они дошли до разрушенных AT-ST и репульсорного танка.\n   Ураи Фенн подошёл к последнему и начал ходить вокруг него, трогая рукой корпус. \n   — У них была техника? — задал он вопрос. \n   Штурмовик застыл в раздумиях, а после выдал:\n   — Никак нет... Они уничтожили шагоходы из ракетницы, а танк... так... — замолчал командир. \n   — Как так? — решил уточнить Ураи. \n   — Так... гранатами... два повстанца дождались, пока танк подъедет... уничтожили репульсоры, а потом один из них закинул гранату в ствол, — прерываясь, рассказал боец. \n   Талортай застыл, глядя на разрушенный танк. ",
    "answers": [
      {
        "id": 261,
        "text": "Вперёд"
      },
      {
        "id": 259,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 261,
    "text": "   Тем временем Авнер, Гворм и Болли подошли к посадочной площадке, на которой ранее приземлились викуэи... но тут их ожидали четыре вооружённых мужчины. \n   — Это ваш корабль? — задал вопрос один из них. \n   — Мой, — сказал Гворм. — А какие проблемы?\n   — Проблемы будут, если ты — не тот, за кого себя выдаёшь, — пригрозил всё тот же. \n   — Вы о чём? — не понимал викуэй. \n   — Этот корабль числится в рядах нашей... организации. Но ты не из наших, — попытался объяснить человек. \n   — Я, кажется, понял, — заявил Гворм. \n   — А я — нет, — проговорил Болли. ",
    "answers": [
      {
        "id": 262,
        "text": "Вперёд"
      },
      {
        "id": 260,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 262,
    "text": "   — Дело в том, что когда я прибыл на планету, я попросил сторожа закодировать мой корабль, чтобы... — замялся Гворм. — Чтобы было по-меньше проблем. \n   — Да, мы уже обсудили с ним [охранником] этот вопрос. Он пообещал, что больше такого не повторится, — наёмник расплылся в улыбке, глядя на охранную будку. \n   Человек и два викуэя посмотрели туда же: через окно было видно, что в небольшой комнате на стуле, откинувшись назад и не двигаясь, сидит дурос. ",
    "answers": [
      {
        "id": 263,
        "text": "Вперёд"
      },
      {
        "id": 261,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 263,
    "text": "   — Что вы сделали?! — заподозрил неладное Бетта-лидер. \n   — Больше ни он, ни вы не потревожите нас, — пригрозил наёмник, а сам достал детонатор. \n   Когда он нажал на кнопку, корабль Гворма, стоящий за спинами наёмников, взорвался. Остальные головорезы направили винтовки на напротивстоящих. \n   Авнер, Гворм и Болли не стали бездействовать и достали пистолеты. \n   Из-за углов вышли ещё шесть наёмников. \n   Человек с викуэями начали медленно отходить назад, не опуская оружие. ",
    "answers": [
      {
        "id": 264,
        "text": "Вперёд"
      },
      {
        "id": 262,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 264,
    "text": "   — Я беру на себя восьмерых слева, а вы разберитесь с теми двумя, — на полном серьёзе говорил Болли. \n   — Не сомневаемся, что ты справишься, но есть другие варианты? — спросил Гворм. \n   — Нужно их отвлечь, а потом бежим к моему кораблю, — предложил лидер. \n   Бетта-лидер кинул взгляд на второго викуэя. Тот кивнул, поняв, что имеет в виду его напарник. \n   Болли молниеносно выкинул гранату в сторону наёмников, и они, естественно, принялись укрываться. \n   Отряд сумел \"убрать\" двоих бойцов, а затем начал убегать. ",
    "answers": [
      {
        "id": 265,
        "text": "Вперёд"
      },
      {
        "id": 263,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 265,
    "text": "   Брет, Кен и Хаск поднялись на лифте на верхние уровни Нар-Шаддаа. С рассказов старосты деревни они знали о происходящем, однако всё равно были удивлены, увидев это своими глазами. \n   Первое, что они заметили — как TIE-истребитель сбил гражданский автокар, один из немногих оставшихся в небе. \n   — Старик не наврал, — сказал про ситуацию на планете Брет. \n   Они пошли дальше: обрушенные здания, поваленные платформы, разрушенные дороги, сотни гуманоидных тел, разбросанных по улицам. \n   Всё это не оставляло ни капли сомнения о том, что на планете творится неладное. ",
    "answers": [
      {
        "id": 266,
        "text": "Вперёд"
      },
      {
        "id": 264,
        "text": "Назад"
      },
      {
        "id": 110,
        "text": "Члены отрядов"
      }
    ]
  },
  {
    "id": 266,
    "text": "   — Куда мы идём? — задал вопрос Хаск спустя какое-то время бесцельного блуждания. \n   — Эх... — вздохнул Брет. — Нам нужно отыскать остальных, но я понятия не имею, как нам это сделать. \n   — Как мы могли забыть комлинки у этих каннибалов? — терзал себя Кен. \n   — Да уж, с ними всё было бы намного легче, — подметил Альфа-5. \n   На некоторое время диалог прекратился. ",
    "answers": [
      {
        "id": 267,
        "text": "Вперёд"
      },
      {
        "id": 265,
        "text": "Назад"
      },
      {
        "id": 110,
        "text": "Члены отрядов"
      }
    ]
  },
  {
    "id": 267,
    "text": "   — Я не могу понять, как всё это сохраняется в секрете от остальной части Галактики, — задумался Брет. \n   — Думаю, просто никто не выбрался отсюда живым, — предположил Хаск. \n   — Это и не даёт мне покоя. \n   — Эй вы! — послышался голос издалека. \n   Бойцы присмотрелись и заметили, что к ним приближается отряд штурмовиков в сопровождении AT-ST. \n   — В городе комендантский час, — спокойно сказал один из имперцев, когда они приблизились. \n   — Но сейчас же середина дня, — заметил Кен. ",
    "answers": [
      {
        "id": 268,
        "text": "Вперёд"
      },
      {
        "id": 266,
        "text": "Назад"
      },
      {
        "id": 110,
        "text": "Члены отрядов"
      }
    ]
  },
  {
    "id": 268,
    "text": "   — В городе комендантский час, — повторил солдат. \n   — Хорошо, мы поняли. Пошли домой, — развернулся Хаск, а за ним и остальные. \n   — Стоп! — на повышенном тоне произнёс всё тот же штурмовик. — Откуда у вас наши винтовки? — спросил он про Е-11, которые они взяли из лагеря каннибалов. \n   — Эмм... — протянул викуэй, разворачиваясь. Затем он выпучил глаза, устремив взгляд за спинами имперцев. — Это что, Дарт Вейдер?! — прокричал он, ткнув пальцем. \n   Штурмовики были удивлены и развернулись. В это время Хаск начал стрелять по ним, затем подключились и остальные. ",
    "answers": [
      {
        "id": 269,
        "text": "Вперёд"
      },
      {
        "id": 267,
        "text": "Назад"
      },
      {
        "id": 110,
        "text": "Члены отрядов"
      }
    ]
  },
  {
    "id": 269,
    "text": "   Спустя мгновение пеших противников не осталось, а отряд принялся бежать от шагохода, открывшего по ним огонь. Бойцы разделились и забежали за дома, находящиеся по разные стороны дороги: Брет и Хаск с одной, Кен с другой. Когда AT-ST приблизился, бойцы открыли по нему огонь, выбегая из укрытий и забегая ему за спину. \n   — Так мы ему ничего не сделаем, — сделал вывод Брет, когда понял, что винтовки не наносят урона технике. \n   — Какие будут предложения? — спросил Кен, когда шагоход развернулся. \n   — Бежим! — крикнул Хаск. ",
    "answers": [
      {
        "id": 270,
        "text": "Вперёд"
      },
      {
        "id": 268,
        "text": "Назад"
      },
      {
        "id": 110,
        "text": "Члены отрядов"
      }
    ]
  },
  {
    "id": 270,
    "text": "   Отряд рванул с места, и в этот момент AT-ST произвел выстрел, который никого не задел. Техника начала преследование на максимальной скорости. \n   Хаск помогал бежать Брету, ведь нога не давала забыть о себе, но вскоре последний споткнулся и упал. Бетта-3 схватил его за руку и пытался помочь подняться, однако шагоход настиг их раньше и всей своей массивной \"лапой\" встал на лежащего человека. \n   — ****, — в два слога произнёс Бетта-3 и начал медленно отступать от техники спиной вперёд. \n   Увидев произошедшее, Кен подбежал к викуэю. ",
    "answers": [
      {
        "id": 271,
        "text": "Вперёд"
      },
      {
        "id": 269,
        "text": "Назад"
      },
      {
        "id": 110,
        "text": "Члены отрядов"
      }
    ]
  },
  {
    "id": 271,
    "text": "   Человек заметил, что Хаск был шокирован и из-за чего практически не двигался. Он схватил его за руку и попытался убежать вместе с ним, но шагоход выстрелил...\n   К счастью для солдат, выстрел пришёлся в землю между ними, поэтому их лишь откинуло в стороны. Сильно, но откинуло...\n   Последнее, что они увидели, перед тем, как потерять сознание — как шагоход рухнул на землю. Правда, почему это произошло, они не поняли. ",
    "answers": [
      {
        "id": 272,
        "text": "Вперёд"
      },
      {
        "id": 270,
        "text": "Назад"
      },
      {
        "id": 110,
        "text": "Члены отрядов"
      }
    ]
  },
  {
    "id": 272,
    "text": "   Хаск просыпается от того, что кто-то бьёт его по щекам. Открыв глаза, он увидел перед собой Джиро. \n   — Малый, вставай, — сказал он, сидя на корточках рядом. \n   Бетта-3 тряхнул головой и поднялся. Оглянувшись, он увидел вокруг себя уже оклимавшегося от выстрела Кена и ещё три незнакомых человеческих лица. \n   — Это парни из сопротивления, — представил их Джиро. \n   — Сопротивление? — удивился Хаск. \n   — Потом объясню. ",
    "answers": [
      {
        "id": 273,
        "text": "Вперёд"
      },
      {
        "id": 271,
        "text": "Назад"
      },
      {
        "id": 110,
        "text": "Члены отрядов"
      }
    ]
  },
  {
    "id": 273,
    "text": "   — Что с Бретом?! — вспомнил произошедшее викуэй. \n   — Нам жаль, — выразил сочувствие один из повстанцев. \n   — Не самая приятная смерть... — добавил второй. \n   — Пойдём, мы проведём вас к остальным, — сказал Джиро. \n   — С ними всё в порядке? — расчувствовался Хаск. \n   — Не совсем... — завёл речь Джиро о смерти Свена...",
    "answers": [
      {
        "id": 274,
        "text": "Вперёд"
      },
      {
        "id": 272,
        "text": "Назад"
      },
      {
        "id": 110,
        "text": "Члены отрядов"
      }
    ]
  },
  {
    "id": 274,
    "text": "   Тем временем Далия находится на базе сопротивления. Она сидит в небольшой комнате отдыха на мягком трёхместном диване. Перед ней стоит кофейный столик со всякими журналами. \n   Девушка в который раз смотрит на фотографию девочки, держа её в руках. \n   Внезапно возле комнаты проходит водитель лендспидера, который ранее был очень приветлив с ней. Он остановился и встал на пороге. \n   — Можно? — спросил парень разрешение войти. \n   — Да, входи, — сказала девушка и спрятала фотографию. ",
    "answers": [
      {
        "id": 275,
        "text": "Вперёд"
      },
      {
        "id": 273,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 275,
    "text": "   — А что это у тебя? — спросил он о фото. \n   — Эмм, ничего... неважно, — не хотела говорить Далия. \n   — Меня, кстати, Ларк зовут, — впервые представился парень. \n   — Моё имя ты уже знаешь, — с улыбкой на лице промолвила девушка и протянула руку. \n   Парень в ответ лишь слегка пожал её. \n   — У вас тут уютненько, как для базы повстанцев, — заметила Далия. \n   — Тут раньше был отель... Никогда так не жил, как сейчас, — улыбнулся парень. ",
    "answers": [
      {
        "id": 276,
        "text": "Вперёд"
      },
      {
        "id": 274,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 276,
    "text": "   — Тебе нравится это всё? — задала Далия вопрос с подковыркой. \n   — Нет, что ты... ты не так меня поняла. Я о том, что во время мирной жизни у меня не было всех этих удобств, которые есть сейчас: крыша над головой, еда на столе, хорошая компания... — обо всём этом он рассказывал с грустью. \n   — Почему ты оказался на Нар-Шаддаа? \n   — Я здесь родился... Всё было неплохо, но в один день родителей не стало... — на этом моменте грусть в его голосе пропала. \n   — Как это случилось? — стало интересно Далии. \n   — Их убили конкуренты. ",
    "answers": [
      {
        "id": 277,
        "text": "Вперёд"
      },
      {
        "id": 275,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 277,
    "text": "   — Чем они занимались? \n   — Чем можно заниматься на Нар-Шаддаа? — с улыбкой спросил Ларк. — Отец держал под собой мелкую шайку, а мать помогала ему, чем могла. Когда я узнал о их смерти, я узнал и о том, чем они занимались. С тех пор я невзлюбил и их, и то, чем они занимались. \n   — Почему ты остался на Нар-Шаддаа? \n   — Я пытался улететь. Я работал, но денег еле хватало на проживание. \n   Выслушав рассказ, Далия достала фотографию с девочкой и показала её Ларку. \n   — Консорциум отобрал у меня дочь. ",
    "answers": [
      {
        "id": 278,
        "text": "Вперёд"
      },
      {
        "id": 276,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 278,
    "text": "   — Мне жаль... Как это произошло?\n   — Они ворвались ночью ко мне в дом и вытащили её из кровати... Они могли по-тихому забрать её, и тогда бы я только утром обнаружила пропажу... Но нет: они специально нас разбудили, чтобы мы видели, как нас разлучают...\n   — Ты искала их?\n   — Так бы поступила любая мать... Я наняла для этого дела Авнера Фарена, моего нынешнего командира. Он оказался единственным, кто не побоялся что-то предпринять против людей Консорциума. \n   — Это он должен прийти к нам на помощь? — задумался Ларк. \n   В ответ Далия безнадёжно кивнула...",
    "answers": [
      {
        "id": 279,
        "text": "Вперёд"
      },
      {
        "id": 277,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 279,
    "text": "   Авнер, Гворм и Болли добежали до корабля первого, но за ними продолжалась погоня: восемь наёмников догнали отряд и начали их обстреливать. \n   — Мы их задержим, — сказал Гворм командиру. — Поднимай \"пташку\".\n   Фарен поднялся по трапу YT-1300 и забежал в кабину пилота. Секунд через десять двигатели были запущены, и корабль начал подниматься ввысь. \n   Компаньоны зашли на борт и подняли трап. \n   Наёмники не переставали атаковать, но вскоре сами стали мишенью: Авнер развернул корабль и открыл по ним огонь из передних орудий, а затем начал отдаляться от них. \n   Когда YT-1300 покинул планету, он вышел в гиперпространство по направлению к Флорруму. ",
    "answers": [
      {
        "id": 280,
        "text": "Вперёд"
      },
      {
        "id": 278,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 280,
    "text": "   Тем временем в космическом пространстве Нар-Шаддаа появился ещё один имперский разрушитель. Из его ангаров начали вылетать транспортные корабли и все они направлялись на поверхность планеты. \n   Среди них выделялся YV-666, на борту которого находились Босск и Крис Монис. Когда корабль вошёл в атмосферу, перед глазами пассажиров начала проясняться картина происходящего на планете. \n   — Похоже, всё обстоит куда серьёзнее, чем нам рассказывают, — сказал Крис Монис сидящему в кресле пилота трандошанину. \n   — Хочу лично поучавствовать во всём, что сейчас начнётся, — прошипел Босск...",
    "answers": [
      {
        "id": 1,
        "text": "Конец восьмой главы"
      },
      {
        "id": 279,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 281,
    "text": "                     Глава девятая: Мобилизация\n\n   В холле на базе сопротивления сидит Крант и общается с одним из повстанцев. Когда сюда зашли Джиро, Кен и Хаск, то на его лице появилась улыбка, и он встал и подошёл к друзьям. \n   — Как я рад вас видеть, — сказал он, положив руки им на плечи. — А где Брет? \n   Парни стояли с грустным взглядом и молчали. \n   — Что-то случилось? — изменился в лице Крант. \n   — Он погиб во время стычки с имперцами, — сказал Кен. \n   — *****, да как же так?! — дёрнулся человек, услышав страшную новость. ",
    "answers": [
      {
        "id": 282,
        "text": "Вперёд"
      },
      {
        "id": 1,
        "text": "Главное меню"
      }
    ]
  },
  {
    "id": 282,
    "text": "   — Нам жаль... по поводу Свена, — выразил свои соболезнования Кен. \n   — Я его недолго знал, но он был отличным парнем, — посочувствовал Хаск. \n   — Спасибо, парни, — сказал Крант. — Пойдём, увидите остальных. \n   Мужчина провёл их в столовую. Там, помимо десятков повстанцев, за одним из столов сидели Далия, Ларк и Омм. Они что-то ели, параллельно общаясь между собой. ",
    "answers": [
      {
        "id": 283,
        "text": "Вперёд"
      },
      {
        "id": 281,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 283,
    "text": "   — Неужели? — удивился Омм, когда увидел \"старых знакомых\".\n   — Кен, Хаск! — обрадовалась Далия, когда обернулась. — Как вы здесь оказались? \n   — Случайно встретили Джиро, — сказал Кен, присаживаясь за стол. \n   — Да, он уничтожил шагоход, который раздавил Брета, — Хаск с юмором попытался преподнести далеко не весёлую новость. — Кстати, где он? — викуэй обернулся вокруг, но Джиро рядом уже не было. \n   — Что?! — удивилась девушка. ",
    "answers": [
      {
        "id": 284,
        "text": "Вперёд"
      },
      {
        "id": 282,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 284,
    "text": "   — К сожалению, это правда, — начал рассказывать Кен. — Как только мы поднялись наверх, почти сразу наткнулись на патруль. Пришлось убегать, но... нога подвела Брета. Мы не успели ему помочь. \n   — Мы потеряли... — начала Далия про Свена, но была перебита. \n   — Они знают... — отрезал Крант. — Я им уже рассказал, — он сел за стол. \n   — Познакомьтесь, это Ларк. Он с остальными повстанцами спас нас, когда мы попали в передрягу с \"чистильщиками\", — представила Далия своего друга. \n   — \"Чистильщики\"? — впервые услышал Кен. \n   — Сейчас всё расскажем, — приготовилась повествовать Далия...",
    "answers": [
      {
        "id": 285,
        "text": "Вперёд"
      },
      {
        "id": 283,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 285,
    "text": "   YV-666 приземляется возле высокого здания. Крис Монис и Босск покидают корабль и, пройдя мимо охраны, заходят в помещение. Направляясь по коридорам, они добрались до лифтов и поднялись на верхний этаж. \n   Они оказались под большим стеклянным куполом. Вокруг были насажены растения, а посреди них стоял Ураи Фенн. \n   — Господин Ураи, — приклонил голову человек. \n   — Вы опоздали, — сказал талортай. \n   — Я должен был закончить расследование на Корусанте. ",
    "answers": [
      {
        "id": 286,
        "text": "Вперёд"
      },
      {
        "id": 284,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 286,
    "text": "   — И как? — поинтересовался заместитель Занна. \n   — Я выяснил, что там были замешаны викуэи, но ничего большего узнать не получилось. \n   — Можете забыть о них, — отрезал талортай. — Они здесь, на Нар-Шаддаа. \n   — Откуда вы знаете? \n   — Мы сбили корабль, который был тогда на Корусанте. Когда мы зачистим планету, они окажутся в числе убитых, поэтому проблем не доставят. \n   Босск вспомнил, как на Ботавуи он встретил Гворма и Болли, но умолчал об этой ситуации. ",
    "answers": [
      {
        "id": 287,
        "text": "Вперёд"
      },
      {
        "id": 285,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 287,
    "text": "   — Вы доставили подкрепление? — перевёл тему Ураи. \n   — Да. Пока что только пробная партия. Через несколько дней будут ещё, — уведомил Крис. \n   — Отлично... А теперь займитесь делом. ",
    "answers": [
      {
        "id": 288,
        "text": "Вперёд"
      },
      {
        "id": 286,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 288,
    "text": "   В системе Флоррум из гиперпространства выходит YT-1300. Корабль садится в одном из ангаров базы-метеорита, и там его встречает начальник охраны станции вместе с несколькими наёмниками. \n   Авнер, Гворм и Болли спустились по трапу. \n   — Хорошо, что Вы вернулись, — говорил начальник своему командиру. \n   — Что-то случилось? — спросил Авнер. \n   — Разве до Вас не дошло сообщение?\n   — Какое? — не понял Фарен. \n   — О ситуации на Нар-Шаддаа. \n   — А, ты об этом? Мы поэтому и вернулись. ",
    "answers": [
      {
        "id": 289,
        "text": "Вперёд"
      },
      {
        "id": 287,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 289,
    "text": "   — Что Вы собираетесь делать? — спросил пожилой мужчина. \n   — Нужно созвать все наши силы... — отрезал командир. \n   — Вы собираетесь воевать с Консорциумом?! — удивился начальник. \n   — На кону жизни миллиардов. Плюс ко всему мы не знаем, для чего Занн это делает, но, явно, ничего хорошего ожидать не стоит, — аргументировал своё решение Авнер. \n   — Каковы будут приказы? — осознал серьёзность происходящего старик. ",
    "answers": [
      {
        "id": 290,
        "text": "Вперёд"
      },
      {
        "id": 288,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 290,
    "text": "   — Созывайте сюда всех, кого только можно: солдат, шпионов... вообще всех. \n   — Есть, — отдал честь начальник и направился к выходу из ангара. \n   — Гворм, нам нужно больше людей... — перевёл взгляд на викуэя. — Отправляйся на Флоррум и найди столько наёмников, сколько сможешь. \n   Он кивнув в знак согласия. Тем временем Болли не стоялось на месте: он переходил с пятки на носок и обратно, глядя на Авнера в ожидании приказа. ",
    "answers": [
      {
        "id": 291,
        "text": "Вперёд"
      },
      {
        "id": 289,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 291,
    "text": "   Командир ткнул на него пальцем и собирался что-то сказать, но забыл имя. \n   — Болли... — сказал сам викуэй. \n   — Да... Болли...\n   Пират смотрел на него, словно ребёнок, несмотря на то, что ему давно перевалило за тридцать. \n   — Эх... — вздохнул Авнер, не желая давать задание ненадёжному по его мнению викуэю. — Ладно... Отправляйся с Гвормом на Флоррум. Твоя задача — купить оружие и боеприпасы. Как можно больше. \n   — А?.. — не успел спросить Болли, как Авнер перебил его. \n   — А деньги я перешлю. ",
    "answers": [
      {
        "id": 292,
        "text": "Вперёд"
      },
      {
        "id": 290,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 292,
    "text": "   Болли резко отдал честь, сопроводив фразой: \"Есть\". Они с Гвормом поднялись на YT-1300, на котором ранее прилетели. Корабль поднялся в воздух и покинул ангар. \n   — Эхх, опять мы путешествуем вдвоём, — довольно произнёс Болли, откинувшись назад на кресле пилота. — Как в старые-добрые времена...\n   — Это было несколько дней назад, — сказал Гворм. \n   — Как в старые-добрые... — словно проигнорировав слова собеседника, повторил Болли. ",
    "answers": [
      {
        "id": 293,
        "text": "Вперёд"
      },
      {
        "id": 291,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 293,
    "text": "   Пока все отправились на задания, Авнер Фарен отправился в тюремный отсек. \n   Он вошёл в камеру, где держали безъязыкого пленника. Парень сидел за столом, прикованный наручниками. Одежда выше пояса отсутствовала, и был виден шрамированный торс. На левом плече была какая-то татуировка в виде иероглифов. Лицо всё ещё было заплывшим и в синяках от прошлого избиения. \n   Сев напротив пленника, Авнер положил перед ним планшет. \n   — Раз не можешь говорить, будешь писать, — сказал он. ",
    "answers": [
      {
        "id": 294,
        "text": "Вперёд"
      },
      {
        "id": 292,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 294,
    "text": "   Парень улыбнулся, а потом повертел головой. \n   — Если ты всё объяснишь, я тебя отпущу, — предложил сделку главарь наёмников. \n   Заключённый отклонил её. \n   — Я дам тебе корабль, деньги... Ты получишь свободу, в конце-концов. \n   Парень сидел в раздумиях. \n   — Разве тебе нравится здесь находиться? Нравится сидеть в камере, в одиночестве?\n   Убийца отрицательно пошатал головой. \n   — Вот и я так считаю. Ты сможешь написать о том, что я буду спрашивать?\n   Ответ пленника вновь оказался отрицательным. ",
    "answers": [
      {
        "id": 295,
        "text": "Вперёд"
      },
      {
        "id": 293,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 295,
    "text": "   — Почему? — спокойно спросил Авнер, видимо забыв, что объяснения не дождётся. \n   Парень с упрёком смотрел на него. \n   — Ах да, прости... Ты не хочешь писать, не можешь или что? — начал перечислять варианты Авнер. \n   Во время его слов немой начал шевелить руками, словно останавливая на нужном варианте. \n   — Что? Не хочешь? — переспросил Авнер. \n   Парень руками показал, что \"следующий\".\n   — Не можешь? — уточнил человек. \n   На этот раз ответ был утвердительным. ",
    "answers": [
      {
        "id": 296,
        "text": "Вперёд"
      },
      {
        "id": 294,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 296,
    "text": "   — Ты не умеешь писать? — по другому поставил вопрос Авнер. \n   Парень вновь кивнул. \n   — Да уж, будет сложновато что-то от тебя узнать, — предположил командир. — Давай я буду задавать наводящие вопросы, а ты будешь кивать? — предложил Авнер. \n   Убийца совершил одобрительный жест. ",
    "answers": [
      {
        "id": 297,
        "text": "Вперёд"
      },
      {
        "id": 295,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 297,
    "text": "   А тем временем корабль приземлился на песчаной поверхности Флоррума. Болли сел на спидер и отправился в поисках контрабандистов, а Гворм пошёл пешком на базу пиратов. \n   В отличие от предыдущего посещения этой планеты, погода была благоприятной для прогулки, поэтому бывший пират быстро оказался в нужном ему месте. \n   На старой базе Хондо всегда кипела жизнь, даже спустя многие годы после того, как их предводитель куда-то исчез. ",
    "answers": [
      {
        "id": 298,
        "text": "Вперёд"
      },
      {
        "id": 296,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 298,
    "text": "   Войдя в единственную забегаловку поблизости, Гворм словно отправился лет так на двадцать назад: множество викуэев здесь выпивали и играли в настольные игры, проигрывая друг другу сотни кредитов и иногда избивая друг друга до потери сознания, пока прекрасные девушки-тви'леки обслуживали их.\n   Гворм, конечно, был здесь недавно, но тогда его голова была забита совсем другими вещами. \n   За барной стойкой ещё с тех времён стоял его старый друг, всегда готовый снабдить необходимой информацией... за небольшую плату. ",
    "answers": [
      {
        "id": 299,
        "text": "Вперёд"
      },
      {
        "id": 297,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 299,
    "text": "   — Здорово, Брек, — по-дружески назвал Гворм бармена, сев за стойку. \n   — Гворм! — обрадовался викуэй. — В прошлый раз ты и взгляда не кинул в мою сторону. \n   — Извини, были срочные дела, с которыми нельзя было медлить. \n   — Значит, сейчас ты, наконец, пришёл отдохнуть? — поинтересовался Брексель. \n   — Я бы с удовольствием, но мне нужна твоя помощь. \n   — Помогу, чем смогу. Что случилось?\n   — У нас тут намечается крупное дело, и нам конкретно не хватает людей для работы. \n   — Понял... Сколько нужно? \n   — Десятки, сотни... тысячи... Сколько найдёшь...",
    "answers": [
      {
        "id": 300,
        "text": "Вперёд"
      },
      {
        "id": 298,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 300,
    "text": "   Болли направляется на спидере в известном ему направлении и вскоре останавливается перед высокими деревянными стенами. Там у входа стоят два викуэя с винтовками — обычные пираты, коих много в этой системе. Болли подошёл к ним и шутливо покланялся. \n   — Я хотел бы встретиться с Салливаном, — добавил он к приветствию. \n   — Болли? — узнал один из сторожей. \n   — Он самый. \n   Следом пират ударил его винтовкой по лицу. ",
    "answers": [
      {
        "id": 301,
        "text": "Вперёд"
      },
      {
        "id": 299,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 301,
    "text": "   Викуэи затащили своего сородича на базу. Они завели его в палатку, стоящую в центре \"поселения\".\n   Там за столом, полным еды, обедал их главарь, которому пришлось оторваться от трапезы, когда ему в ноги кинули его знакомого. \n   — Болли, — с полунабитым ртом сказал он. \n   — Парни, это было лишним, — сказал наёмник про избиение, вставая на ноги. — Я вообще-то сам сюда пришёл. \n   — Что тебе нужно? — перешёл к делу главарь. \n   — Салли, почему сразу что-то нужно? Разве я не могу просто посетить своего старого друга, выпить с ним по кружечке... — не успел договорить Болли и был перебит. ",
    "answers": [
      {
        "id": 302,
        "text": "Вперёд"
      },
      {
        "id": 300,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 302,
    "text": "   — Друга?! — сорвался с места Салливан. — Ты надурил меня на бабки, и из-за тебя погибли мои парни! А сейчас ты \"залетаешь\" ко мне в дом, как будто ничего и не было! — предъявил пират. \n   — Ну, вообще-то меня сюда силой привели, — сказал Болли, хотя ранее говорил иное. \n   — ****, уведите его отсюда и пристрелите где-нибудь! — не выдержали нервы главаря. \n   Пираты, приведшие его сюда, схватили \"гостя\" за руки и начали выводить. \n   — Стой-стой-стой! — начал кричать Болли, и пираты остановились. — Я пришёл к тебе с делом. ",
    "answers": [
      {
        "id": 303,
        "text": "Вперёд"
      },
      {
        "id": 301,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 303,
    "text": "   — Выкладывай, — грубо произнёс Салливан. \n   Пираты отпустили Болли, и тот начал вещать:\n   — У нас с друзьями намечается \"вечеринка\" и нам бы пригодились \"спецэффекты\".\n   — Можешь не бесить и сказать нормально?! — раздражённо говорил главарь. \n   — Мне нужны пушки, стволы и бластеры, — отрезал наёмник. \n   — Это одно и то же, — заметил собеседник. \n   — Просто их нужно очень много. \n   — А что на счёт твоего долга? — вежливо спросил Салли. \n   — Это ещё не всё. Мы также готовы взять: танки, спидеры, звездолёты, броню, ракетницы, гранаты, боеприпасы, медикаменты...\n   На лице пирата постепенно проявлялась улыбка, пока Болли перечислял всё необходимое. ",
    "answers": [
      {
        "id": 304,
        "text": "Вперёд"
      },
      {
        "id": 302,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 304,
    "text": "   Авнер Фарен находится в своей каюте. Он стоит перед голостолом, а перед ним открыта карта какой-то системы. Вдруг послышался стук в дверь. Человек подошёл и, не спрашивая, кто там, открыл. \n   Перед ним стояли два викуэя, только вернувшиеся с заданий. Авнер развернулся и направился обратно в стратегическую комнату. Подопечные последовали за ним. \n   — Что ты делаешь? — спросил Гворм, когда увидел изображение системы. \n   — Разрабатываю план нападения. ",
    "answers": [
      {
        "id": 305,
        "text": "Вперёд"
      },
      {
        "id": 303,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 305,
    "text": "   — Каковы наши шансы на победу? — поинтересовался Бетта-лидер. \n   — На победу — нулевые. А вот прорвать их оборону и попасть на планету у нас должно хватить сил. \n   — А ведь мы даже не знаем, сколько там имперских кораблей, — подметил опасность миссии Гворм. \n   — Планета в блокаде — этого достаточно. Мы потеряем не меньше половины флота, пока доберёмся до поверхности. \n   — Не очень обнадёживает, — сказал подчинённый Авнера. \n   — Да, но на земле у нас больше шансов продержаться до прибытия Республики. \n   — Если им будет до нас дело, — пессимистично произнёс Гворм. ",
    "answers": [
      {
        "id": 306,
        "text": "Вперёд"
      },
      {
        "id": 304,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 306,
    "text": "   — Что у вас? — спросил Авнер про миссии викуэев. \n   — Наёмники будут в течении нескольких дней, — начал первый. \n   — Сколько?\n   — Мне пообещали не менее двухсот человек. \n   — Пираты?\n   — Не только: бойцов будут искать и в других системах тоже, но, если расчитываешь на большее, придётся подождать.\n   — Слишком долго ждать мы не можем, — предупредил человек. ",
    "answers": [
      {
        "id": 307,
        "text": "Вперёд"
      },
      {
        "id": 305,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 307,
    "text": "   — Придётся... — заговорил второй викуэй. \n   Остальные обратили на него внимание. \n   — Техника и боеприпасы будут доставлены а течении недели, — объяснил Болли. \n   — Техника? — удивился Авнер. \n   — Уверен, она не помешает, — на удивление, Болли серьёзно отнёсся к своему заданию. \n   — В таком случае, придётся немного повременить с вторжением, — подвёл итог Авнер. — Спасибо, можете идти. \n   — Можешь идти, — обратился Гворм к своему сородичу. \n   Пират сначала удивился. \n   — А, вам надо \"перетереть\"? Понял, не дурак. — викуэй направился к выходу, но прямо перед дверью остановился. — А где тут столовка? — резко выдал он. \n   — Спроси у кого-то, тебе покажут, — сказал Авнер. ",
    "answers": [
      {
        "id": 308,
        "text": "Вперёд"
      },
      {
        "id": 306,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 308,
    "text": "   Когда Болли вышел, Гворм начал разговор:\n   — Ты уверен, что это всё стоит того?\n   — Я тебе говорил то же самое, когда ты занялся этим дроидом. И ты вывел нас на Консорциум. Оно того стоило?\n   — Тогда мы ничем не рисковали, а сейчас ты можешь потерять всё. \n   — Зачем тогда было всё это? Зачем ты искал наёмников? Просто, чтобы узнать?\n   Гворму нечего было ответить. \n   — Мне тебя не переубедить? — после нескольких секунд молчания спросил викуэй. \n   Авнер отрицательно помахал головой. ",
    "answers": [
      {
        "id": 309,
        "text": "Вперёд"
      },
      {
        "id": 307,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 309,
    "text": "   Гворм собрался уходить, но вдруг повернулся обратно. \n   — Почему мы нападаем не с Республикой? — поинтересовался он. \n   — Далия с остальными захватила башню связи. Естественно, Империя понимает, что они отправили просьбу о помощи. Они готовы к нашему появлению...\n   — А когда мы якобы проиграем, то прибудет Республика, появление которой они не будут ожидать, — закончил мысль Гворм. \n   — Именно так...",
    "answers": [
      {
        "id": 1,
        "text": "Конец девятой главы"
      },
      {
        "id": 308,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 310,
    "text": "              Глава десятая: Буря, часть первая\n\n   Прошла неделя с тех пор, как на Нар-Шаддаа был сбит YT-1300, на борту которого находились два элитных отряда: Альфа и Бетта. С тех пор многое произошло: во-первых, обстоятельства вынудили их разделиться, вследствие чего два члена отряда бесследно исчезли; помимо этого ещё один погиб из-за несчатного случая, а другой — в стычке с имперским патрулём; а во-вторых, они встретили местное сопротивление и вновь воссоединились, правда уже не в полном составе. \n   С тех пор они вели ожесточённую борьбу за выживание против имперских солдат и наёмников, присоединившихся к врагу, в надежде, что к ним придут на помощь...",
    "answers": [
      {
        "id": 311,
        "text": "Вперёд"
      },
      {
        "id": 1,
        "text": "Главное меню"
      }
    ]
  },
  {
    "id": 311,
    "text": "   Далия, Кен и Крант, то есть весь оставшийся отряд Альфа, направляются по канализации с винтовками наперевес, освещая себе дорогу подствольными фонариками. Они резко остановились. \n   — По нашим данным, их убежище находится где-то... здесь, — произнесла девушка, шедшая во главе строя, осветив железную дверь в стене. \n   — И что мы будем делать? — спросил Кен. \n   — Ты серьёзно? — начал Крант. — Ломаем! — более громко произнёс он. \n   — Нет, — отрезала Далия, открывая дверь. ",
    "answers": [
      {
        "id": 312,
        "text": "Вперёд"
      },
      {
        "id": 310,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 312,
    "text": "   Отряд вошёл внутрь. \n   Там было темно и тихо. Единственным светом был свет фонарей, единственным звуком — шаги членов отряда. \n   — Похоже, тут никого, — преждевременно сделал вывод Кен. \n   — Я так не думаю, — сказал Крант, глядя себе под ноги. — Идите сюда. \n   — Он... мёртв? — спросила Далия, подойдя и увидев тело наёмника. \n   Получше осветив мужчину, Крант обнаружил следы выстрелов на его груди. \n   — Застрелен, — сделал он вывод. ",
    "answers": [
      {
        "id": 313,
        "text": "Вперёд"
      },
      {
        "id": 311,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 313,
    "text": "   — Не он один, — сказал Кен, стоя неподалёку и также глядя вниз. — Их тут много. \n   Отряд начал ходить по комнате: везде были трупы и все со следами выстрелов. \n   — Может, сопротивление уже побывало здесь? — предположил Кен. \n   — Маловероятно. Они бы не отправили нас сюда повторно, — сказала Далия. \n   Вдруг тишина прервалась странными звуками, словно металл бился о металл. Он был периодичным и постепенно становился громче. \n   — Прячемся, — прошептала лидер отряда. \n   По центру комнаты расположился большой круглый голо стол. Именно за ним они втроём и укрылись и отключили осветительные приборы. ",
    "answers": [
      {
        "id": 314,
        "text": "Вперёд"
      },
      {
        "id": 312,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 314,
    "text": "   — Звуки доносились отсюда, — послышался нечеловеческий голос. \n   Звуки шагов прекратились. \n   — Нужно осмотреть комнату, — послышался второй, точно такой же. \n   — Понял-понял. \n   По звукам стало понятно, что неизвестные начали обходить помещение. \n   — Что будем делать? — прошептал Крант. \n   — Атакуем, только, если нас заметят, — предупредила Далия. \n   Будучи не в состоянии что-то сделать, отряд лишь наблюдал за излучением фонарей двух неизвестных. ",
    "answers": [
      {
        "id": 315,
        "text": "Вперёд"
      },
      {
        "id": 313,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 315,
    "text": "   Свет приближался с двух сторон, но всокре остановился. Незнакомцы развернулись лицом и осветили друг другу головы. \n   К удивлению бойцов, этими двумя оказались дроиды марки В-1 времён Войн Клонов. \n   — Тут никого нет. \n   — Похоже, твои сенсоры барахлят. \n   — Возможно. Когда вернёмся на базу, нужно будет пройти технический осмотр. \n   Дроиды развернулись и направились в сторону, откуда пришли. \n   — Уходим, — прошептала Далия. ",
    "answers": [
      {
        "id": 316,
        "text": "Вперёд"
      },
      {
        "id": 314,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 316,
    "text": "   Когда отряд бесшумно покинул комнату, они не перестали тихо говорить. \n   — Кто это такие? — не понимал Крант. \n   — Дроиды, — сказал Кен. \n   Реакцией Далии на очевидный ответ был вздох. \n   — Теперь понятно, почему они так странно разговаривали, — добавил Крант. \n   — Не нравится мне всё это, — начала девушка. — Чьи это дроиды и что они здесь делают?\n   — Очевидно, это они перебили \"чистильщиков\", — выразил своё мнение Крант. \n   — Скорее всего, но зачем? — не понимала Далия. \n   — Сейчас мы всё равно этого не узнаем. Нужно доложить об этом сопротивлению. ",
    "answers": [
      {
        "id": 317,
        "text": "Вперёд"
      },
      {
        "id": 315,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 317,
    "text": "   Параллельно с отрядом Альфа, отряд Бетта проникает в другое логово \"чистильщиков\", однако, в отличие от первого, оно находится на поверхности планеты, а не под ней. \n   Они незаметно проникли в высокое здание, малоповреждённое от бомбардировок, и в котором, по их сведениям, должна быть большая группировка наёмников. \n   Отряд направляется по длинным и широким коридорам. Немногочисленная мебель перевёрнута, всё покрыто пылью, где-то валяются поломанные или разряженные дроиды. В стенах местами проявляются следы от выстрелов, а на полу встречается засохшая кровь. ",
    "answers": [
      {
        "id": 318,
        "text": "Вперёд"
      },
      {
        "id": 316,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 318,
    "text": "   — Почему нас всё время в одиночку отправляют зачищать логова? — нудил Хаск, идущий позади цепочки. \n   — Эти сосунки не знают, с какой стороны браться за ствол, — говорил Джиро о повстанцах, направляя колонну. — А руководство слишком уж ими дорожит...\n   — Так они никогда не станут солдатами, — сказал Омм. \n   Отряд направился дальше. Они останавливались возле каждой двери и прислушивались к тому, что за ними происходит, но всюду была тишина. ",
    "answers": [
      {
        "id": 319,
        "text": "Вперёд"
      },
      {
        "id": 317,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 319,
    "text": "   В один момент квартиры на этаже закончились, и викуэям пришлось подняться на следующий. \n   Тут было всё иначе: короткий коридор, вдоль которого расположились по две квартиры с каждой стороны, и который заканчивался большой аркой в форме полукруга. За ней находился огромный холл с множеством высоких деревьев в огромных горшках, по центру стояли несколько лавочек, а среди них виднелась мужская фигура. \n   Джиро жестами показал, что нужно зайти бесшумно, и отряд двинулся вперёд. Бойцы спрятались за зелёными насаждениями и принялись наблюдать. ",
    "answers": [
      {
        "id": 320,
        "text": "Вперёд"
      },
      {
        "id": 318,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 320,
    "text": "   Внезапно, из входа напротив появились два наёмника. Они быстрым шагом подошли к стоящему в центре. \n   — Что-то случилось? — послышался знакомый членам отряда Бетта голос, но лица говорящего они не видели, потому что он был повёрнут спиной. \n   — Камеры засекли на входе троих вооружённых солдат. Они уже где-то в здании, — доложил один из вновьподошедших. \n   — Консорциум? — встревоженно спросил центральный. \n   — Не похожи. Да и маловато их. \n   — Вы отправили за ними кого-то? \n   — Да. \n   — Будьте на чеку. Не нравится мне всё это. ",
    "answers": [
      {
        "id": 321,
        "text": "Вперёд"
      },
      {
        "id": 319,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 321,
    "text": "   Два наёмника ушли, а тот, что был изначально, остался. \n   — А где Джиро? — обратился Хаск к Омму, когда обнаружил пропажу командира операции. \n   — Бриг! — громко послышался его голос с другой стороны, на который наёмник испуганно обернулся. \n   — Джиро?! — удивлённо спросил центральный. — Но как ты? — терял он дар речи. \n   Действующий и бывший члены отряда Бетта направились навстречу друг к другу. Второй хотел обнять первого, но Джиро не дал этого сделать, выставив одну руку вперёд и держа винтовку в другой. ",
    "answers": [
      {
        "id": 322,
        "text": "Вперёд"
      },
      {
        "id": 320,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 322,
    "text": "   Омм и Хаск поняли, что наёмником оказался их старый друг и бывший член их отряда — Брет, но всё же не стали раскрывать себя. \n   — Что ты тут делаешь? — с подозрением спросил Джиро. \n   — Сложно объяснить...\n   — А ты постарайся. \n   Викуэй долго смотрел на своего старого друга, а потом с безнадёгой в голосе выдал ответ:\n   — Я помогал Консорциуму зачищать планету от преступных группировок, если ты об этом. \n   Джиро разочарованно вздохнул. \n   — Зачем ты это делал? — тихо спросил он. \n   — Я не...\n   — Зачем?! — прокричал он следом. ",
    "answers": [
      {
        "id": 323,
        "text": "Вперёд"
      },
      {
        "id": 321,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 323,
    "text": "   Бриг опустил глаза и не знал, что ответить. \n   — Ты знаешь, для чего Занн делает это? — перевёл тему Джиро спустя несколько секунд напряжённого молчания. \n   — Он хочет избавить Нар-Шаддаа от преступности, тем самым показав Галактике, на что он способен. \n   — Но зачем? — не видел смысла в данной затее викуэй. \n   — Если Занн избавит самую преступную систему от наёмников, наркоторговцев и прочих, то он, по его мнению, сможет вызвать доверие у населения других систем, а следственно — у него будет их поддержка. ",
    "answers": [
      {
        "id": 324,
        "text": "Вперёд"
      },
      {
        "id": 322,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 324,
    "text": "   — Тогда почему он держит эту операцию в секрете от остального мира, раз он хочет показать свои благие намерения? — продолжал задавать вопросы викуэй с косичками. \n   — Если Новая Республика узнает об этом, то, несомненно, вмешается, а это помешает всем его планам. Населению важен результат, а не процесс. \n   — И ты поверил всем этим рассказам про доброго дядюшку Занна, который избавит Галактику от беззакония?\n   — Единственным способом выжить здесь было присоединиться к Консорциуму. У меня просто не было выбора. ",
    "answers": [
      {
        "id": 325,
        "text": "Вперёд"
      },
      {
        "id": 323,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 325,
    "text": "   Джиро вздохнул. \n   — А что с Лондом? — вспомнил он про второго викуэя. \n   Бриг занервничал. \n   — Когда мы вернулись к кораблю, то обнаружили только обломки. Мы начали осматривать их, а через какое-то время подоспели имперцы. Мне удалось сбежать, но Лонда застрелили. \n   Джиро не поверил словам друга и начал анализировать. \n   — Зачем имперцы вернулись к кораблю, если они его уже уничтожили? — нашёл несостыковку он. \n   — Не знаю... видимо проверяли выживших, — неуверенно сказал Бриг. ",
    "answers": [
      {
        "id": 326,
        "text": "Вперёд"
      },
      {
        "id": 324,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 326,
    "text": "   — Ты лжёшь, — сквозь зубы процедил Джиро. \n   — Это правда.\n   — Ты... лжёшь! — членораздельно повторил викуэй и ударил друга, возможно, уже бывшего, прикладом. \n   — Что ты делаешь?! — возмущался Бриг, лёжа на полу. \n   — Говори, как всё было! — со злобой произносил Джиро. \n   — Хорошо, это я его убил! Я! — выставив руки ладошками вперёд и отползая назад от озлобленного бойца, говорил он. \n   Как ни странно, нападавший слегка успокоился, услышав это. \n   — Мы оба добрались до города, но он не оценил мои намерения. У нас завязалась драка, и я потерял контроль над собой... я не хотел его убивать. ",
    "answers": [
      {
        "id": 327,
        "text": "Вперёд"
      },
      {
        "id": 325,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 327,
    "text": "   Услышав это, Джиро сел на одну из скамеек неподалёку, положив винтовку рядом с собой. \n   — Сколько всего ты натворил... — удивлялся он. \n   — Прости меня, — сказал Бриг, поднявшись с пола. — Я всё осознал, я во многом был не прав. \n   Наступила тишина. Сидящий переваривал услышанное, стоящий — сказанное. Между ними никогда не было такого напряжённого разговора. \n   На комлинк Брига пошёл вызов, который он принял только спустя несколько секунд. \n   — У входа солдаты Консорциума. Их довольно-таки много, — послышалось из устройства. \n   — Задержите их, — отдал приказ бывший член отряда Бетта.",
    "answers": [
      {
        "id": 328,
        "text": "Вперёд"
      },
      {
        "id": 326,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 328,
    "text": "   — Что случилось? — не понял Джиро и встал со скамейки. \n   — Уходи, — сказал Бриг и приготовил винтовку. \n   — Объясни, что происходит, — потребовал второй викуэй, схватив первого за плечо. \n   — Консорциум пришёл за нами. \n   — Что? — удивился боец с косами. — Почему?\n   Вздохнув, наёмник ответил:\n   — Они принялись убивать всех, кто им помогал. Избавляются от тех, кто в курсе происходящего...\n   — Мы можем уйти отсюда... Ты присоединишься к нам с сопротивлением. Всё будет, как раньше, — Джиро уговаривал Брига сбежать. ",
    "answers": [
      {
        "id": 329,
        "text": "Вперёд"
      },
      {
        "id": 327,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 329,
    "text": "   — Я уже предал вас однажды... второй раз я так не поступлю со своей семьёй. \n   Джиро лишь одобрительно покачал головой, держа руку на плече собеседника. Он взял свою винтовку со скамьи и направился в сторону, где всё ещё прятались остальные члены отряда. Именно в этот момент они \"рассекретили\" себя. \n   — Я не подведу вас, парни! — прокричал им Бриг. \n   После недолгого переглядывания три викуэя побежали к выходу. \n   — Больше никогда не подведу, — проговорил Бриг себе под нос, оставшись в помещении водиночку. ",
    "answers": [
      {
        "id": 330,
        "text": "Вперёд"
      },
      {
        "id": 328,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 330,
    "text": "   Ситуация на Нар-Шаддаа постепенно затихает: наёмников стало меньше, оттого и солдаты Консорциума и Империи стали менее активными, прекратились бомбардировки целых кварталов. Иногда происходят стычки с сопротивлением, однако это мелочи по сравнению с тем, что происходило ещё несколькими днями ранее. \n   Отряды Альфа и Бетта, наполовину завершив свои миссии, встретились в каком-то переулке. \n   — У нас непонятная ситуация в логове \"чистильщиков\", — начала Далия. — Какие-то дроиды перебили всех наёмников. ",
    "answers": [
      {
        "id": 331,
        "text": "Вперёд"
      },
      {
        "id": 330,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 331,
    "text": "   — Дроиды, говоришь? — Джиро вспомнил о переживаниях Гворма по поводу найденного им синтетика на имперском складе. \n   — В любом случае, у нас более интересная информация, — вступил в диалог Хаск. \n   Отряд Альфа заинтересованно посмотрел на викуэев. \n   — Консорциум уничтожает всех \"чистильщиков\", — в одном предложении рассказал Джиро. \n   — Выходит, дроиды принадлежат им? — сопоставил два факта Крант. \n   — Получается так, — поддержал теорию Джиро. \n   — Что-то ещё? — поинтересовалась Далия. \n   — В основном детали. Нам нужно вернуться на базу, по дороге расскажем. ",
    "answers": [
      {
        "id": 332,
        "text": "Вперёд"
      },
      {
        "id": 330,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 332,
    "text": "   Отряды направились по переулкам и вскоре вышли к дороге. Оттуда доносились странные звуки, похожие на марш. \n   — Готов поспорить, что где-то я уже слышал эти звуки, — сказал Кен и призадумался, а через несколько секунд продолжил. — Ставлю сотню, что там дроиды. \n   Хаск осторожно выглянул из-за угла, после медленно вернулся назад. \n   — Ты проспорил, братишка, — сказал он. — Там очень много дроидов. \n   Через считанные секунды металлические колонны появились на глазах отрядов. \n   — Я насчитал двенадцать шеренг, — сообщил \"важную\" новость Хаск. ",
    "answers": [
      {
        "id": 333,
        "text": "Вперёд"
      },
      {
        "id": 331,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 333,
    "text": "   Люди и викуэи продолжили путь на базу. Всю дорогу Джиро рассказывал то, что узнал от старого друга. Он \"выложил\" всё до последнего слова, ничего не утаив. \n   По пути они встретили один имперский патруль, который, к счастью, удалось избежать. \n   Войдя на базу, они обнаружили, что все как-то напряжены. В холле стоял Геззек и раздавал команды. \n   — Что происходит? — спросила Далия, глядя на происходящее. \n   — Наконец-то вы вернулись! — обрадовался дурос, завидев их. \n   — У нас важные новости... — не успела договорить Далия, как вновь заговорил Геззек. \n   — До нас дошли слухи о сражении в космическом пространстве. Есть вероятность, что это ваши друзья, — радостно говорил он...",
    "answers": [
      {
        "id": 1,
        "text": "Конец десятой главы"
      },
      {
        "id": 332,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 334,
    "text": "          Глава одинадцатая: Буря, часть вторая\n\n   На Нар-Шаддаа в одном из домов, этаже так на двадцатом, упала спасательная капсула. Прежде, чем прекратить движение, она пробила окно и пол. Люк открылся и из неё начали выходить вооружённые гуманоиды. \n   — Не лучшая посадка в моей жизни, — сказал Авнер Фарен, первый \"появившийся на свет\".\n   — Мы хотя бы вошли в атмосферу, — подметил Гворм, вышедший следом. — Многие в этих капсулах и будут похоронены. \n   Следом показался Болли, за ним — безъязыкий наёмник, одетый точно также, как и остальные, и имеющий при себе оружие. ",
    "answers": [
      {
        "id": 335,
        "text": "Вперёд"
      },
      {
        "id": 333,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 335,
    "text": "   Отряд начал осматриваться по сторонам. Они оказались в небольшой комнате с небольшим количеством мебели. Тут было достаточно темно: единственный свет исходил из отверстия в потолке, оставленного капсулой. \n   Наёмник подошёл к единственной двери, но она была автоматической, а помещение — обесточено. \n   — Придётся взбираться наверх, — сделал вывод Авнер, осознав ситуацию и глядя на разлом. \n   Гворм подсадил командира, и он смог, ухватившись за край, взобраться на следующий этаж. Протянув руку, Авнер поднял викуэя. ",
    "answers": [
      {
        "id": 336,
        "text": "Вперёд"
      },
      {
        "id": 334,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 336,
    "text": "   Теперь они вдвоём помогли взобраться наверх Болли. Он, в свою очередь, вместе с человеком поднял безъязыкого, перед этим тихо сказав:\n   — Зря Вы его взяли с собой. \n   Теперь отряд оказался в такой же небольшой комнате, но здесь дверь наружу была открыта. Покинув квартиру, они оказались в длинном коридоре с панорамными окнами, одно из которых было пробито капсулой, а под ним лежали осколки. \n   Гворм подошёл к этому месту и принялся смотреть на происходящее вокруг. Заметив что-то странное, он достал бинокль и присмотрелся. \n   — Дроиды, — сказал он, не убирая устройство от глаз. ",
    "answers": [
      {
        "id": 337,
        "text": "Вперёд"
      },
      {
        "id": 335,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 337,
    "text": "   — Что? — удивился Авнер. \n   Он подошёл к викуэю и посмотрел в его бинокль. \n   — Не нравится мне всё это, — сказал человек, увидев группу синтетиков, медленно направляющихся в одну сторону. \n   Дроиды внезапно открыли огонь. Переведя свой взгляд немного левее, Авнер увидел, что он был направлен по его наёмникам, вышедшим из спасательной капсулы. \n   — Они атакуют наших солдат, — сказал смотрящий остальным. \n   — Нужно помочь им, — предложил Гворм. \n   — Нет, мы не успеем, — спокойно произнёс командир и отдал бинокль обратно. — Пойдём, нужно выбираться отсюда. ",
    "answers": [
      {
        "id": 338,
        "text": "Вперёд"
      },
      {
        "id": 336,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 338,
    "text": "   Путь на улицу оказался не таким уж и простым: некоторые части здания были обрушены, а коридоры — завалены. Отряду приходилось то перепрыгивать через провалы, то искать обходные пути. Как оказалось в конце, приземлились они на двадцать третьем этаже.\n   Оказавшись снаружи, группа отправилась к капсуле, возле которой только что произошло сражение. Дроидов на месте уже не было, но они оставили заметный след: несколько убитых наёмников и уничтоженное спасательное средство. ",
    "answers": [
      {
        "id": 339,
        "text": "Вперёд"
      },
      {
        "id": 337,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 339,
    "text": "   — Что будем делать теперь? — спросил Гворм. \n   — Нам нужно объединиться с остальными выжившими, — ответил Авнер. \n   — Где назначить место встречи? — поинтересовался жёлтолицый. \n   — Башня связи... — сказал командир, недолго поразмыслив. — И пускай нигде особо \"не светятся\".\n   Закончив отдавать приказы, Авнер обратился к безъязыкому:\n   — Отведи меня к своим заказчикам. \n   Боец одобрительно кивнул. ",
    "answers": [
      {
        "id": 340,
        "text": "Вперёд"
      },
      {
        "id": 338,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 340,
    "text": "   — Стойте-стойте! — вмешался Болли. — А как же башня связи? Кто будет руководить войсками?\n   — Мы быстро вернёмся, — отрезал человек. \n   — А если солдат рассекретят? Им нужен командир. Что, если я отправлюсь к ним и временно возьму командование на себя? — предложил свою кандидатуру пират. \n   Авнер пораскинул мозгами и пришёл к выводу, что такой вариант может только навредить:\n   — Нет. Гворм, отправляйся к башне и держи всё под контролем. Постарайся связаться с Далией и остальными. \n   Оба викуэя были удивлены таким решением. Жёлтолицый кивнул, развернулся и ушёл. ",
    "answers": [
      {
        "id": 341,
        "text": "Вперёд"
      },
      {
        "id": 339,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 341,
    "text": "   Авнер и Болли направились вслед за наёмником и вскоре оказались в каком-то переулке. Безмолвный указал рукой на неприметную деревянную дверь. \n   — Иди вперёд, — приказал ему человек. \n   Наёмник направился к входу. Болли молча смотрел на Авнера. \n   — Ты тоже, — что-то заподозрив сказал командир. \n   Все трое по очереди вошли внутрь и оказались в большой круглой комнате с колоннами, придерживающими \"внутренние балконы\". Несколько наёмников, находящихся на первом этаже наставили винтовки на \"гостей\".",
    "answers": [
      {
        "id": 342,
        "text": "Вперёд"
      },
      {
        "id": 340,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 342,
    "text": "   — Кто вы такие?! — громко спросил центральный. — Бирдиган? — удивился он, узнав безъязыкого. — Кто они такие и зачем ты их привёл?\n   — У меня есть вопросы к вашему командиру. — ответил Авнер за немого. \n   Безъязыкий кивнул. \n   — Можете пройти к нему, — разрешил наёмник. — Только без глупостей. \n   Бирдиган направился по лестнице наверх, человек и викуэй последовали за ним. Он дошёл до центральной арки на втором этаже и остановился. ",
    "answers": [
      {
        "id": 343,
        "text": "Вперёд"
      },
      {
        "id": 341,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 343,
    "text": "   — Он здесь? — спросил Авнер. \n   Наёмник кивнул, затем показал рукой на собеседника и жестами дал понять, чтобы он заходил один. \n   Авнер прошёл через арку и оказался в маленьком кабинете. Там, за столом, сидел ботан. \n   — Кто ты такой? — грубо начал разговор гуманоид. \n   — Меня зовут Авнер Фарен. \n   — Авнер Фарен... Авнер Фарен... Что-то знакомое. \n   — Возможно, я даже знаю, где Вы обо мне слышали. \n   Ботан заинтересованно смотрел на человека. ",
    "answers": [
      {
        "id": 344,
        "text": "Вперёд"
      },
      {
        "id": 342,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 344,
    "text": "   — Ваш наёмник проник на мою базу и убил раненого солдата Консорциума. \n   — Ааа... это... И ты пришёл поквитаться со мной?\n   — Мне нужно знать, кто и зачем сделал это. \n   Ботан посмеялся. \n   — Мне нравится твоя прямота. Он сделал это по моему приказу. \n   Авнер не был особо удивлён. \n   — Но зачем?\n   — Твои люди помешали моим на складе во время сделки с Консорциумом. Они взяли пленного, который мог знать о нас. Я не имел представления о том, кто вы такие, поэтому не хотел чтобы вы знали, кто мы. ",
    "answers": [
      {
        "id": 345,
        "text": "Вперёд"
      },
      {
        "id": 343,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 345,
    "text": "   — Но мы всё равно встретились, — заметил Авнер. \n   — Этого не должно было случиться... Видимо, я отправил на это дело не того. — ботан замолчал, но вскоре продолжил. — Что ещё тебе нужно?\n   — Почему Ваш солдат застрелился на складе? — стало интересно человеку. \n   На лице ботана появилась широкая улыбка. \n   — Всё-таки застрелился. \n   — Что значит \"всё-таки\"? — не понял Фарен. \n   — Всего рассказать не могу, но мои бойцы обучаются по особой... схеме. Их основная задача — не сдаваться в плен врагу и держать в тайне мою организацию, — от новости, принесённой Авнером, ботан раздобрел. ",
    "answers": [
      {
        "id": 346,
        "text": "Вперёд"
      },
      {
        "id": 344,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 346,
    "text": "   — Тем не менее, о вас знают многие, — намекнул Авнер на себя, Консорциум и сопротивление с Корусанта. \n   — Есть к чему стремиться, — улыбнулся ботан. \n   — Вас ещё не нашла Империя?\n   — Ты про происходящее на Нар-Шаддаа? — уточнил главарь наёмников. \n   Авнер кивнул. \n   — Когда всё началось, мы перебрались в это убежище. Оно уже было зачищено от предыдущих хозяев. Больше Империя сюда не заглядывала. \n   — Вы не принимаете участие в этом всём?\n   Ботан отрицательно поматал головой. \n   — Мне уже доложили о том, что кто-то вторгся на планету. И учитывая то, что одновременно с этим явились вы со своим викуэем, могу сделать вывод, что это Ваших рук дело. ",
    "answers": [
      {
        "id": 347,
        "text": "Вперёд"
      },
      {
        "id": 345,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 347,
    "text": "   — Ваша помощь была бы кстати, — предложил союз Авнер. \n   — Не вижу в этом смысла. \n   — Почему Вы так считаете?\n   — \"Добро\"... — ботан показал пальцами ковычки. — ... никогда не побеждает и не победит зло. \n   Авнер не мог понять, о чём говорит ботан. \n   — Когда в последний раз в Галактике было тихо и спокойно? — задал риторический вопрос низкорослый. — Всегда либо ведётся борьба между добром и злом, либо зло одерживает верх. \n   Человек обдумывал сказанное собеседником и по большей части был согласен с ним. \n   — Спасибо за приём, — поблагодарил Фарен и собрался уходить. \n   — Желаю Вам хотя бы выжить, — улыбнулся в спину ботан. ",
    "answers": [
      {
        "id": 348,
        "text": "Вперёд"
      },
      {
        "id": 346,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 348,
    "text": "   Авнер и Болли вышли из здания и направились к башне связи. \n   — Не хочешь поделиться новостями? — поинтересовался второй. \n   — Ничего интересного для тебя нет. \n   — Я бы послушал что-угодно... в любом случае лучше, чем вот так идти и молчать. \n   — А если я не хочу говорить с тобой? — несерьёзно спросил Авнер. \n   — Тогда порадуешь меня себе во вред. \n   — Почему ты решил пойти с Гвормом? — перевёл тему человек. ",
    "answers": [
      {
        "id": 349,
        "text": "Вперёд"
      },
      {
        "id": 347,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 349,
    "text": "   — Что бы ты выбрал: упиваться до беспамятства в какой-то кантине на всемизабытой полупустынной планете или отправиться на поиски наёмника, работающего на самый большой синдикат в Галактике?\n   — После кантин на Флорруме можно оказаться и не в такой ****. \n   Болли посмеялся. \n   — Тем не менее нет гарантии, что такое произойдёт, — с улыбкой произнёс он. ",
    "answers": [
      {
        "id": 350,
        "text": "Вперёд"
      },
      {
        "id": 348,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 350,
    "text": "   Человек с викуэем приблизились к башне связи. Союзников поблизости не было. \n   — Авнер, видим вас, — послышалось из комлинка первого. — Заверните в переулок на два часа и ждите там. \n   Так они и поступили. Там к ним подошли три вооружённых наёмника, которым удалось выжить в космическом пространстве. \n   — Командир, пройдёмте за нами, — отдал честь один из них. ",
    "answers": [
      {
        "id": 351,
        "text": "Вперёд"
      },
      {
        "id": 349,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 351,
    "text": "   Проследовав за подчинёнными, Авнер и Болли оказались посреди невысоких домов. Тут их ожидали Гворм и солдаты сопротивления, среди которых были и отряды Альфа и Бетта. \n   — Командир! — радостно произнесла Далия, расплывшись в улыбке и еле сдерживаясь, чтобы не обнять лидера. \n   — Спасибо, что пришли нам на помощь, господин Фарен, — сказал присутствующий здесь дурос, подойдя ближе. — Меня зовут Геззек и я возглавляю сопротивление на Нар-Шаддаа. \n   — Жаль, что наша первая встреча состоялась при таких обстоятельствах, — имел в виду войну Авнер. ",
    "answers": [
      {
        "id": 352,
        "text": "Вперёд"
      },
      {
        "id": 350,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 352,
    "text": "   — Как мы понимаем, Вы прибыли без Республики, — с тревогой в голосе произнёс Геззек. \n   — Наши союзники отправились за помощью... но каково будет их решение, я не знаю. \n   — Нам остаётся надеяться на чудо, — безнадёжно проговорил дурос. \n   — Авнер, весь наш флот уничтожен, — вступил в разговор Гворм. — Выжившие продолжают подходить, но большую часть мы потеряли. \n   — Вы рискнули всем, чтобы помочь нам, — начал лидер сопротивления. — Мы будем признательны Вам до конца наших дней. ",
    "answers": [
      {
        "id": 353,
        "text": "Вперёд"
      },
      {
        "id": 351,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 353,
    "text": "   — Поблагодарите, когда мы победим, — уверенно сказал Авнер. — Что мы имеем?\n   — В нашем распоряжении несколько десятков танков и захваченных имперских шагоходов. Также мои люди сейчас собирают всё, что вы доставили на планету.\n   — Что-то даже уцелело? — удивился человек. \n   — Немногое, но это очень нам поможет. \n   — Эмм... командир, — обратился повстанец к Геззеку. \n   — Что такое?\n   — Доложили, что в систему вошёл какой-то корабль. Огромный.\n   — Республика? — уточнил командир. ",
    "answers": [
      {
        "id": 354,
        "text": "Вперёд"
      },
      {
        "id": 352,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 354,
    "text": "   — Нет. Он не атакует. \n   — Возможно, это \"Затмение\", — предположила Далия. \n   Повстанцы стояли в недоумении, словно впервые услышав о таком. \n   — О чём вы? — не понял Геззек. \n   — \"Затмение\" — это суперразрушитель Тайбера Занна. Если это действительно так, то мы очень сильно привлекли его внимание, — объяснил Авнер. \n   — Это конец, — запаниковал дурос. — Нас всех перебьют, как помойных крыс. ",
    "answers": [
      {
        "id": 355,
        "text": "Вперёд"
      },
      {
        "id": 353,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 355,
    "text": "   — Держите себя в руках, — начал успокаивать Авнер. — В космическом пространстве у них было преимущество в количестве. Если мы поднимем всё население Нар-Шадда на борьбу, то на планете у нас есть шанс. \n   — Как Вы собираетесь объединить всех против Консорциума? — с дрожью в голосе говорил Геззек. \n   Авнер поднял голову и, глядя на башню связи, проговорил:\n   — У нас всё для этого есть...",
    "answers": [
      {
        "id": 1,
        "text": "Главное меню"
      },
      {
        "id": 354,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 356,
    "text": "                   Глава двенадцатая: Повесть\n\n   Болли сидит перед костром, напротив него — маленькая светловолосая девочка лет шести. На планете царит ночь: небо тёмное как никогда, тучи сгущаются и, кажется, скоро начнётся дождь. \n   — А что было дальше? — заинтересованно спросила девочка с волосами, цветом сравнимым со снегом. \n   — Эту историю можно повествовать очень долго... Может, на сегодня хватит? — не желал продолжать викуэй. \n   — Ну, пожалуйста! Ещё немного! — громко просил ребёнок. ",
    "answers": [
      {
        "id": 357,
        "text": "Вперёд"
      },
      {
        "id": 1,
        "text": "Главное меню"
      }
    ]
  },
  {
    "id": 357,
    "text": "   — Ну, тогда слушай: твоя мама вызвалась добровольцем, чтобы вновь войти в башню и начать вещать на всех частотах Нар-Шаддаа; её слова дошли до каждого жителя планеты, и практически каждый из них встал на защиту своего дома; люди выходили из домов и не боялись противостоять захватчикам, они использовали в качествее оружия всё подряд. \n   — Они победили? — спросила светловолосая. \n   В её голубых глазах отражался огонь от костра. Создавалось впечатление, словно пламя полыхало посреди океана. Но с другой стороны, это было пламя заинтересованности. Она с нетерпением ждала продолжения. ",
    "answers": [
      {
        "id": 358,
        "text": "Вперёд"
      },
      {
        "id": 356,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 358,
    "text": "   — Нет... Армия Империи вместе с отрядами Авнера Фарена подавляли любые восстания. И лишь твои отец и мать вместе с сопротивлением  могли противостоять им. \n   — Но как тогда папа выжил, если они не победили? — спросила девочка. \n   — Тогда они не победили. Но вскоре Республика пришла на помощь. Они уничтожили флот Империи и Авнера Фарена, а затем высадились на поверхность. Планета была освобождена через несколько долгих недель ценой большого количества крови... в том числе и твоей мамы. \n   — Что с ней произошло? — с грустью спросила светловолосая. ",
    "answers": [
      {
        "id": 359,
        "text": "Вперёд"
      },
      {
        "id": 357,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 359,
    "text": "   — Авнер Фарен был коварным человеком. Ему было всё равно, кого убивать: мужчин, стариков, женщин... Твоя мама хотела покончить со всем этим раз и навсегда, убив его... у неё это получилось... но большой ценой для себя и её близких...\n   На слезах девочки проявились слёзы, которые она быстро \"подавила\".\n   Болли поднялся с земли и подошёл к маленькой спутнице, положив руку ей на плечо. \n   — Ты должна быть сильной, несмотря ни на что. \n   — Я буду. \n   — Вот и славно, — сказал Болли и широко улыбнулся. ",
    "answers": [
      {
        "id": 360,
        "text": "Вперёд"
      },
      {
        "id": 358,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 360,
    "text": "   В небе засверкала молния, а затем ударил гром. Моментально начался интенсивный дождь. \n   — Пойдём в дом, пока не промокли. \n   Викуэй взял девочку за руку, и они направились в сторону \"электрических\" огней небольшого города. \n   — Получается, мама спасла целую планету? — продолжила беседу маленькая. \n   — Не только планету... Она избавила всю Галактику от большой угрозы. ",
    "answers": [
      {
        "id": 361,
        "text": "Вперёд"
      },
      {
        "id": 359,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 361,
    "text": "   Они вошли в маленький дом. Девочка направилась в свою комнату, а Болли поднялся на второй этаж. Он вошёл в одну из дверей и оказался в помещении с плохим освещением. Там на кровати лежал мужчина с обгоревшим лицом и, скорее всего, всем телом. Викуэй сел на стул неподалёку. \n   — Ты рассказал ей? — задал вопрос лежащий. \n   — Да. \n   — И что ты ей сказал? \n   — То, что можно было услышать шестилетнему ребёнку. \n   — Значит, ты не рассказал ей правду?\n   Болли отрицательно помотал головой. \n   — Это могло навредить её психике. ",
    "answers": [
      {
        "id": 362,
        "text": "Вперёд"
      },
      {
        "id": 360,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 362,
    "text": "   — Думаешь, рассказы о войне пойдут ей на пользу? — с сарказмом спросил обгоревший. \n   — Не думаю, что было бы лучше, если бы она узнала, что её отец убил её родную мать. \n   — Что ты ей рассказал? — вновь попросил подробности лежащий. \n   — Всё точь в точь, как было... за исключением одной детали. \n   — Какой? — спросил мужчина, неспособный встать, и закашлялся. \n   — В моей истории вы с Фареном поменялись местами. \n   — Что? — удивился человек. ",
    "answers": [
      {
        "id": 363,
        "text": "Вперёд"
      },
      {
        "id": 361,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 363,
    "text": "   — Для неё, ты вместе с её матерью противостояли Авнеру Фарену... грозному лидеру Консорциума, который чуть ли не поработил Галактику. \n   — Ты сошёл с ума... Что же будет, когда она узнает правду...\n   — Она будет в более осознанном возрасте...\n   — Это не меняет дела... Она будет шокирована, узнав о таком. \n   — Лично я был слегка разочарован, когда узнал, что мой отец по-пьяне прибил мою мать, — нейтрально говорил Болли. \n   Лежащий был удивлён, узнав о таком. \n   — Ты сейчас серьёзно?",
    "answers": [
      {
        "id": 364,
        "text": "Вперёд"
      },
      {
        "id": 362,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 364,
    "text": "   — Конечно же нет! — воскликнул Болли. — Я просто предположил... Я думал ты поймёшь...\n   — Не пойму, как Фарен мог иметь с тобой общие дела...\n   — Он их и не имел... Я просто искал приключения. \n   Обгоревший начал смеяться, но резко прекратил, всхлипывая от боли. \n   — Эх, Тайбер-Тайбер... как же тебя так угораздило? — обратился Болли к собеседнику. \n   — Ты же сам всё видел.\n   — Да уж... зрелище то ещё было. ",
    "answers": [
      {
        "id": 365,
        "text": "Вперёд"
      },
      {
        "id": 363,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 365,
    "text": "   В это время девочка находилась у себя в комнате. Она сидела на кровати, но резко соскочила с неё, когда на улице ударил гром. Она подошла к окну и стала ждать очередную молнию — это природное явление завораживало её. \n   Вскоре внимание ребёнка привлёк свет лампы, доносящийся с её стола. Девочка подошла и села на стул перед ним. Открыв шкатулку, она достала кулон с фотографией светловолосой девушки — это была Далия. \n   — Мама... — прошептала девочка, и на её глаза стали наворачиваться слёзы...",
    "answers": [
      {
        "id": 1,
        "text": "Конец книги.\nПродолжение следует..."
      },
      {
        "id": 364,
        "text": "Наад"
      }
    ]
  },
  {
    "id": 366,
    "text": "",
    "answers": []
  },
  {
    "id": 367,
    "text": "",
    "answers": []
  }
]