[
  {
    "id": 1,
    "text": "Жанр: романтика, реалити, легкая анриал лав-стори.\nАвтор: Данделия.\n\n\nПростая романтическая и вполне реальная история, которая может приключиться с каждым, кто хоть капельку верит в любовь и в чудо. Множество концовок, возможность выбора разных персонажей и вариантов поведения.\nДля тех, кто устал от гоблинов и прочих фэнтезийных существ, но хочет что-то поменять в жизни.\n\nНачинай действовать прямо сейчас! Все в твоих руках! Не упускай ни единого шанса!\nИсключительно для женской аудитории.\nНикаких экшенов и прочего ужаса.",
    "answers": [
      {
        "id": 2,
        "text": "Начать историю"
      },
      {
        "id": 52,
        "text": "Варианты концовок"
      },
      {
        "id": 57,
        "text": "Твои концовки"
      },
      {
        "id": 7,
        "text": "От автора"
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "https://pp.userapi.com/c850632/v850632191/389dc/_zhjOCMdkfY.jpg",
        "system": true
      },
      {
        "id": 1,
        "text": "",
        "pageImg": "https://pp.userapi.com/c851220/v851220257/3f6b3/xNMc5Klm3KI.jpg",
        "system": true
      },
      {
        "id": 1,
        "text": "Укажите команды для картинки",
        "url": "https://pp.userapi.com/c846419/v846419047/11d3a4/d5NFTwhmAgE.jpg"
      }
    ]
  },
  {
    "id": 2,
    "text": "Я проснулась от легкого дуновения ветра, просочившегося сквозь открытую форточку. Солнце едва показало свои лучи. Последний день в институте, и я снова окажусь в родном доме. Хотелось прыгать от столь долгожданной радости. Я вскочила с кровати, посмотрела в зеркало и увидела:",
    "answers": [
      {
        "id": 3,
        "text": "легкомысленную красивую блондинку с ослепительной фигурой"
      },
      {
        "id": 3,
        "text": "шикарную пышногрудую брюнетку со смуглой кожей"
      },
      {
        "id": 3,
        "text": "рыжеволосую бестию"
      },
      {
        "id": 2,
        "text": "appear left",
        "url": "https://pp.userapi.com/c846216/v846216953/120770/xgU1sBLduO8.jpg"
      },
      {
        "id": 2,
        "text": "appear",
        "url": "https://pp.userapi.com/c849524/v849524953/abcf1/6OI-R9HSVQw.jpg"
      },
      {
        "id": 2,
        "text": "appear right very small",
        "url": "https://pp.userapi.com/c844724/v844724953/129fb3/c9CySY-BjCw.jpg"
      }
    ]
  },
  {
    "id": 3,
    "text": "Полюбовавшись собой, приняв душ и накрасившись, я выпорхнула из съемной квартиры в ",
    "answers": [
      {
        "id": 8,
        "text": "коротком розовом платье"
      },
      {
        "id": 10,
        "text": "зеленых леггинсах и футболке"
      },
      {
        "id": 10,
        "text": "черных брюках и белой блузке"
      },
      {
        "id": 3,
        "text": "appear left",
        "url": "https://pp.userapi.com/c851136/v851136257/37d01/lbazh0NCaTI.jpg"
      },
      {
        "id": 3,
        "text": "appear",
        "url": "https://pp.userapi.com/c845219/v845219047/12c267/p1m-ZfcvcEk.jpg"
      },
      {
        "id": 3,
        "text": "appear right",
        "url": "https://pp.userapi.com/c847219/v847219047/11e543/B9p4CwsQtig.jpg"
      }
    ]
  },
  {
    "id": 4,
    "text": "Зачем я пыталась встать? Как будто упустила что-то из виду... Мысленно махнула рукой и погрузилась в сон.\n— Привет, ты чего шумела ночью? — бодро спросил Петька, когда я открыла глаза.\n— Не знаю... не помню... — смущенно проговорила я.\nНе помню, когда смущалась так в последний раз. Сцены из сна все всплывали перед глазами: Петькины губы снова и снова соприкасались с моими. Я тряхнула головой и услышала:\n— Эй, я с кем говорю? — настойчиво вопрошал парень.\n— Что? Со мной, наверное, — пробормотала я.\n— Я с тобой уже минут 5 разговариваю, а ты никак не реагируешь, — обидчиво поджал губы Петька.\n— Прости, это последствия аварии, видимо.\nВ дверь постучали, и я увидела знакомую голову. Это ",
    "answers": [
      {
        "id": 92,
        "text": "пришел Вадик"
      },
      {
        "id": 95,
        "text": "пришел Никита"
      },
      {
        "id": 96,
        "text": "зашла медсестра"
      }
    ]
  },
  {
    "id": 5,
    "text": "Колеса мерно стучали по рельсам. Я смотрела на зеленую крону деревьев, и слезы медленно наворачивались на глаза. Отчего эти слезы? На кого я сейчас злюсь? Почему мне гадко и обидно? Я сама строю свою судьбу. Почему какой-то парень смог меня, принцессу в душе и красотку снаружи, довести до такого состояния?\nМои унылые мысли прервал храп соседа по койке. От этого стало противно.",
    "answers": [
      {
        "id": 40,
        "text": "Разбудить соседа."
      },
      {
        "id": 41,
        "text": "Надеть наушники."
      }
    ]
  },
  {
    "id": 6,
    "text": "Колеса мерно стучали по рельсам. Я смотрела на зеленую крону деревьев, и слезы медленно наворачивались на глаза. Отчего эти слезы? На кого я сейчас злюсь? Почему мне гадко и обидно? Я сама строю свою судьбу. Почему какой-то парень смог меня, принцессу в душе и красотку снаружи, довести до такого состояния?\nМои унылые мысли прервал храп соседа по койке. От этого стало противно.",
    "answers": [
      {
        "id": 40,
        "text": "Разбудить соседа."
      },
      {
        "id": 41,
        "text": "Надеть наушники."
      },
      {
        "id": 39,
        "text": "Выйти в тамбур."
      }
    ]
  },
  {
    "id": 7,
    "text": "Дорогие мои читатели! Квест достаточно простой и обыденный, так сказать, тренировочный. Хотела написать совсем коротенький, но, увы, так не умею. Поэтому получилось несколько сюжетных линий: некоторые очень короткие, некоторые подлиннее. Попробуйте пройти разные варианты! Удачи в поиске своего счастливого конца! Благодарю за конструктивную критику!\nКопирование материала и прочее использование авторских прав без моего согласия запрещено.\nМеня можно найти: \nинстаграмм: dandelia_dandelia\nгруппа в ВК: https://vk.com/club194960112\n\n\n",
    "answers": [
      {
        "id": 1,
        "text": "В начало."
      }
    ]
  },
  {
    "id": 8,
    "text": "Ветер щекотал мои ноги, парни оглядывались вслед (и для меня это было вполне привычно!), а я, словно не замечая их взглядов, бежала навстречу последнему учебному дню. Не заметив, я наткнулась на",
    "answers": [
      {
        "id": 12,
        "text": "парня в очках, усыпанного грудой книг"
      },
      {
        "id": 13,
        "text": "Вадика, моего бывшего"
      },
      {
        "id": 14,
        "text": "Никиту, который вечно строил мне глазки"
      },
      {
        "id": 15,
        "text": "смуглого брюнета с идеальной фигурой и чертами лица"
      },
      {
        "id": 8,
        "text": "appear very small top slow",
        "url": "https://pp.userapi.com/c847221/v847221047/120225/uMeXBinQ-e0.jpg"
      },
      {
        "id": 8,
        "text": "appear left very small slow",
        "url": "https://pp.userapi.com/c846218/v846218047/1258a1/ylt8sRnM5Us.jpg"
      },
      {
        "id": 8,
        "text": "appear very right very small slow",
        "url": "https://pp.userapi.com/c851124/v851124257/34a3c/EtUQRfz02ZU.jpg"
      },
      {
        "id": 8,
        "text": "appear very small bottom very slow",
        "url": "https://pp.userapi.com/c830609/v830609047/1c2809/pdZgIz2y124.jpg"
      }
    ]
  },
  {
    "id": 9,
    "text": "Я молча встала и дошла до тамбура. Смотря под ноги, я открыла дверь тамбура и уперлась в чью-то грудь. Когда я подняла глаза, то увидела знакомый взгляд брюнета и не поверила. Зажмурилась и снова открыла глаза. В этот момент поезд остановился, и я, не удержавшись на ногах, упала прямо в объятья парня. Я что-то нелепо пробормотала, потом взяла себя в руки:\n— Что ты тут делаешь?\n—Еду, — спокойно ответил парень, и его взгляд наполнился теплом и... любовью?\nЯ чувствовала, что между нами что-то происходило в этот момент. Мои глаза загорелись от этого чувства, и я сама не поняла, как поцеловала его в губы. Он не отстранился, обнял меня покрепче и порывисто ответил на поцелуй.\nВ этот миг мы оба поняли, что с этого момента всегда будем вместе и никакая смерть не разлучит нас!",
    "answers": [
      {
        "id": 56,
        "text": " <Хэппи энд>"
      }
    ]
  },
  {
    "id": 10,
    "text": "Ветер щекотал мои ноги, парни оглядывались вслед (и для меня это было вполне привычно!), а я, словно не замечая их взглядов, бежала навстречу последнему учебному дню. Не заметив, я наткнулась на",
    "answers": [
      {
        "id": 13,
        "text": "Вадика, моего бывшего"
      },
      {
        "id": 10,
        "text": "Укажите команды для картинки",
        "url": "https://pp.userapi.com/c846218/v846218047/1258a1/ylt8sRnM5Us.jpg"
      }
    ]
  },
  {
    "id": 11,
    "text": "",
    "answers": []
  },
  {
    "id": 12,
    "text": "Книги разлетелись.\n— Ой...- вскрикнула я. -Извини... но ты ведь сам соберешь?\nПарни такого плана — \"замухрышки\"  — никогда не интересовали меня. Он хмуро и недовольно заглянул в мои глаза. Мне стало стыдно под натиском его умных зеленых глаз, и я попыталась присесть со словами: \"Ну, ладно, так и быть\". От резкого приседания разрез, находящийся сзади короткого платья, увеличился, и я осознала, что, если встану, то мои шелковые трусики увидит множество проходящих мимо парней. Конечно, мне нечего было стесняться — моя фигура великолепна, но все же показывать всем такие прелести не входило в мои планы.\nПарень, казалось, не заметил произошедшего. Быстро собрал книги, поднялся на ноги и пошел прочь. Я осталась сидеть на корточках в недоумении. Что делать дальше?",
    "answers": [
      {
        "id": 17,
        "text": "Окликнуть парня."
      },
      {
        "id": 18,
        "text": "Попросить кого-нибудь проходящего мимо о помощи."
      },
      {
        "id": 77,
        "text": "Справиться самой."
      }
    ]
  },
  {
    "id": 13,
    "text": "Встреча с ним не сулила ничего хорошего. К Вадику я никогда не испытывала никаких чувств. Мы познакомились через друзей, он влюбился и предложил встречаться. В тот момент я была свободна, и мы провели прекрасные полгода вместе. Но потом я его бросила — надоело, что он постоянно за мной бегал.\n— Извини, — проговорила я.\n— Привет, — пробормотал он и, как всегда, опустил взгляд.\nВот это больше всего и бесило! Ты мужик или кто? Как собачка, поджимаешь хвост при виде опасности, в данном случае — при виде красивой девушки!",
    "answers": [
      {
        "id": 73,
        "text": "Попрощаться и пойти дальше."
      }
    ]
  },
  {
    "id": 14,
    "text": "— О! Кого я вижу! — радостно улыбнулся Никита и заключил меня в свои объятия.\nЯ поморщилась, резко отстранилась, шагнув широко назад. Раздался противный треск, и стало понятно, что шов на платье сзади разошелся. На несколько секунд я замерла. Никита не упустил возможность воспользоваться этим и нагло поцеловал меня. Этот поступок подарил мне еще пару секунд на то, чтобы обдумать дальнейшие действия.",
    "answers": [
      {
        "id": 183,
        "text": "Послать Никиту куда подальше."
      },
      {
        "id": 184,
        "text": "Попросить Никиту о помощи."
      }
    ]
  },
  {
    "id": 15,
    "text": "Я врезалась ему прямо в грудь. И чем я думала? Он свысока посмотрел на меня. В этот момент сердце начало бешено колотиться, ноги задрожали, а глаза загорелись необычайным огнем. Казалось, парень не заметил изменений, произошедших во мне.\n— Извините... — пролепетала я и отступила назад. \nРаздался противный знакомый звук, который охарактеризовал порыв ткани. Шов сзади юбки немного разошелся, но этого было достаточно для того, чтобы мои прелести оказались неприкрытыми.\nПарень окинул меня серьезным взглядом, потом неожиданно улыбнулся и подмигнул. Я почувствовала, как щеки стали красными. Но не могла вымолвить и слова, завороженная его красотой.\n Брюнет обогнул меня и направился по своим делам.",
    "answers": [
      {
        "id": 186,
        "text": "Окликнуть парня."
      },
      {
        "id": 187,
        "text": "Оглядеться в поисках знакомых."
      }
    ]
  },
  {
    "id": 16,
    "text": "",
    "answers": []
  },
  {
    "id": 17,
    "text": "—Эй... Как там тебя? Подожди.\nПарень безмолвно остановился и выжидающе посмотрел на меня. \"Возможно, он не умеет говорить\", — подумалось мне, и стало жаль этого \"замухрышку\".\n—Мне нужна твоя помощь.\nОн продолжал вопросительно смотреть на меня, не двигаясь с места.\n—Ну иди же сюда, — требовательно сказала я.\nОн недовольно повиновался. Мое прекрасное настроение постепенно улетучивалось.\n—Я порвала платье, помоги же мне что-нибудь сделать! — так и хотелось топнуть ногой.\n—Что, например? У меня нет с собой ни иголки, ни нитки, — хмуро пробубнил \"замухрышка\".\n\"А! Все-таки он умеет говорить!\"\n—Ну, придумай что-нибудь, — жалостливо заканючила я. -Уверена, ты сможешь, — бросила на него один из своих соблазнительных взглядов.\nОн впервые смутился, а мне от этого стало смешно.\n—Не до смеха, — пробубнил парень и снял свою кофту. -На, прикройся.\nС этими словами он отдал кофту, резко развернулся и побрел прочь. Я, ошеломленная, встала и пошла на пары.\nДень прошел быстро и весело. Мы дружно все смеялись над моей утренней оплошностью. \nВыйдя из института, я поспешила на съемную квартиру для того, чтобы переодеться, взять сумку и скорее отправиться в родной дом.\nИ только тут я вспомнила о кофте парня. Сжимая в руке билет на поезд, я в нерешительности стояла на пороге:",
    "answers": [
      {
        "id": 20,
        "text": "попытаться найти парня и отдать ему кофту?"
      },
      {
        "id": 21,
        "text": "позвонить Катьке и попросить ее вернуть кофту?"
      },
      {
        "id": 38,
        "text": "забить на все проблемы и уехать домой?"
      }
    ]
  },
  {
    "id": 18,
    "text": "Я огляделась в поисках того, кто мне мог бы помочь. Но все проходили мимо. \nМое прекрасное настроение мгновенно улетучилось.\nНо вдруг я увидела знакомую фигуру, направляющуюся прямо ко мне. Это",
    "answers": [
      {
        "id": 22,
        "text": "был Никита, который давно оказывал мне знаки внимания."
      },
      {
        "id": 51,
        "text": "был Вадик, мой бывший парень."
      },
      {
        "id": 70,
        "text": "была моя подруга Катька."
      }
    ]
  },
  {
    "id": 19,
    "text": "— Как дела? — непринужденно начала я.\n— А тебе-то что? — неожиданно зло ответил он. \nИ я растерялась. Раньше он никогда не проявлял агрессии в мой адрес. От неожиданности я выронила сумку. \nМы оба наклонились, чтобы ее поднять. Наши лбы стукнулись, и одновременно с этим разрез сзади платья разошелся.\nЗлость Вадика тут же улетучилась, он снял свою футболку, заботливо обернул ее мою попу и проводил до дома.",
    "answers": [
      {
        "id": 76,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 20,
    "text": "Как бы ни хотелось домой, а вернуть чужую вещь надо, тем более, судя по виду \"замухрышки\", вряд ли он купается в деньгах и у него большое количество одежды.\nНичего, поменяю билет, уеду на несколько часов позже, зато со спокойной душой.\nДойдя до института, я поняла, что понятия не имею, как его искать. Я не знала имени, факультета... и вообще ничего...\nОстановившись на месте утреннего инцидента, я в растерянности озиралась по сторонам.\n—Девушка, Вам помочь? Вы потерялись? — обаятельный блондин спортивного телосложения подошел ко мне, заглядывая в глаза, которые готовы были заплакать.",
    "answers": [
      {
        "id": 23,
        "text": "Послать блондина куда подальше"
      },
      {
        "id": 24,
        "text": "Разреветься и рассказать обо всем"
      },
      {
        "id": 25,
        "text": "Принять помощь"
      },
      {
        "id": 20,
        "text": "Укажите команды для картинки",
        "url": "https://pp.userapi.com/c852016/v852016131/3b014/5Lb6lA19w_I.jpg"
      }
    ]
  },
  {
    "id": 21,
    "text": "Менять билеты из-за какого-то \"замухрышки\"? Не, не стоит он того.\nЯ набрала номер моей лучшей подруги — Катьки.\n— Каать... Помнишь я тебе утром рассказывала про парня? У меня осталась его кофта. Сможешь ему передать?\n— А как я передам, если мы про него ничего не знаем?- недоуменно проговорила подружка.\n— Нууу.... придумай что-нибудь, уверена, ты сможешь, — отключила я телефон.\n",
    "answers": [
      {
        "id": 38,
        "text": "Уехать"
      }
    ]
  },
  {
    "id": 22,
    "text": "Я отчаянно замахала руками, пытаясь сильнее привлечь его внимание.\n— Привет, красотка, что с тобой?\n— У меня порвалось платье, — жалобно посмотрела я на него.\n— Ну что ж, значит, пора его снять, — усмехнулся Никита, неожиданно подхватил меня на руки и заглянул мне в глаза.\nЭтот взгляд был каким-то другим. Без признаков пахабщины и пустых зрачков. Он был наполнен теплым и светлым чувством. И я что-то подобное почувствовала в ответ.",
    "answers": [
      {
        "id": 46,
        "text": "Внимательно посмотреть на Никиту."
      }
    ]
  },
  {
    "id": 23,
    "text": "—Иди к черту, без тебя разберусь, — зло и бесцеремонно нагрубила я.\nОн недоуменно пожал плечами и пошел прочь. Через 5 минут стояния на одном месте я поняла, что чуда не произойдет, \"замухрышка\" случайно не появится здесь, и я",
    "answers": [
      {
        "id": 26,
        "text": "либо предприму что-то еще"
      },
      {
        "id": 27,
        "text": "либо заброшу эту затею, и еще успею на поезд"
      }
    ]
  },
  {
    "id": 24,
    "text": "Все эмоции, пережитые за день, вдруг нахлынули на меня. Я разрыдалась, и все рассказала парню. Он нежно обнял меня.",
    "answers": [
      {
        "id": 30,
        "text": "Отстраниться."
      },
      {
        "id": 69,
        "text": "Прижаться."
      }
    ]
  },
  {
    "id": 25,
    "text": "— Да, от помощи я бы не отказалась, — хмуро проговорила я.\n— О какой помощи идет речь?\n— Мне нужен один парень в очках.\nБлондин рассмеялся.\n— Их тут столько... Случайно не тот, чей на портрет на кафедре биологии висит?\n— Да кто ж его знает... — пожала я плечами.",
    "answers": [
      {
        "id": 31,
        "text": "Пойти на кафедру биологии."
      },
      {
        "id": 27,
        "text": "Забить на все и поехать домой."
      },
      {
        "id": 72,
        "text": "Поболтать с блондином."
      }
    ]
  },
  {
    "id": 26,
    "text": "Я решила поговорить с охранником. Мягко флиртуя с ним, попыталась выяснить, не замечал ли он этого парня (хотя итак было очевидно, что его трудно заметить). Охранник сообщил, что везде расставлены камеры и можно найти кого угодно.\n—Только это все небесплатно, — нагло ухмыльнулся охранник.\nИ для чего мне сдался этот \"замухрышка\"? Почему я так настойчиво пытаюсь вручить ему кофту, которая ему, возможно, и не нужна? Она, может, даже не его...\nЯ зло выругалась.\n—Э-э... Потише, детка. Ну так что, пойдем ко мне в каморку? -бесцеремонно похлопал меня по мягкому месту секьюрити.",
    "answers": [
      {
        "id": 28,
        "text": "Послать охранника"
      },
      {
        "id": 29,
        "text": "Пойти в каморку"
      },
      {
        "id": 33,
        "text": "Молча развернуться и уйти"
      },
      {
        "id": 26,
        "text": "Укажите команды для картинки",
        "url": "https://pp.userapi.com/c849524/v849524884/b3b4e/cm8lTToDYRo.jpg"
      }
    ]
  },
  {
    "id": 27,
    "text": "Я выбрала: не париться, забить и забыть обо всем, и поехать домой. Бегом помчалась на вокзал и в последние секунды запрыгнула в поезд.",
    "answers": [
      {
        "id": 38,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 28,
    "text": "—Ты за кого меня принимаешь? Иди ты к чертовой бабушке! — вскипела я.\n— Да ладно, — примирительно поднял руки охранник. — Я же пошутил. Пошли посмотрим на твоего кавалера.\n—Он не мой кавалер, — буркнула я, в то время как по сердцу мягко разлилось тепло, которого я давно не ощущала. \nВадик, мой последний парень, только носил статус моего парня. К моему сердцу он не имел никакого отношения.\nМы поднялись наверх в каморку, прокрутили утренние записи и нашли нужный момент. Я жадно всматривалась в черты лица человека на записи, будто видела их в последний раз.\nОхранник тем временем обратил внимание на упавшие учебники.\n— Он, похоже, на биологическом факультете. Сфотай на тел его лицо, покажешь там кому-нибудь.\nСовет был дельный, и я от радости чмокнула охранника в щеку. Он не удержался и притянул меня к своим губам.",
    "answers": [
      {
        "id": 60,
        "text": "Дать пощечину."
      },
      {
        "id": 32,
        "text": "Слиться в едином поцелуе."
      },
      {
        "id": 33,
        "text": "Не двигаться."
      }
    ]
  },
  {
    "id": 29,
    "text": "Не обращая внимания на поведение охранника, я согласилась пойти с ним в каморку.\nМы долго просматривали видеозаписи, но так и не смогли найти нужную. Странно, кто мог ее удалить? Кому она нужна?\nЗа этим занятием мы не заметили, как прошел целый час. Я спохватилась, ведь мне нужно было успеть на поезд.\nАндрей, так звали охранника, схватил меня за руку и мутным взглядом посмотрел в глаза:\n—Останься... — шепотом произнес он, и я",
    "answers": [
      {
        "id": 65,
        "text": "решила остаться."
      },
      {
        "id": 68,
        "text": "решила уйти."
      }
    ]
  },
  {
    "id": 30,
    "text": "Я мягко отстранилась.\n— Извините за мою впечатлительность. Сейчас я что-нибудь придумаю.\n— А не надо ничего придумывать. Я знаю этого парня. Его портрет висит на кафедре биологии. Лучший он там что ли... — недовольно пожал плечами блондин.\n— О! Благодарю Вас! — обрадовалась я, и направилась к кафедре.",
    "answers": [
      {
        "id": 31,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 31,
    "text": "В приемной сидела девушка. Я подлетела к ней.\n— Вы случайно не знаете такого парня в очках?\n— Конечно, знаю, это наш лучший студент, Максимка, вот его фото.\nНа стене красовался портрет \"замухрышки\" без очков. Как зачарованная, я смотрела в его умные глаза. Ноги сами по себе начали подкашиваться, а сердце, казалось, скоро выпрыгнет наружу. Стук моего сердца заглушил знакомый голос.\n— Аня, вот моя раб... — не договорил он. — А ты что здесь делаешь? — хмуро посмотрел он в мою сторону. Но в этом хмуром взгляде я видела нечто такое, что сковывало мою душу, заколдовывало мой язык и обездвиживало глаза. Я смотрела на него и не могла оторвать взгляд, беспомощно открывала рот, пытаясь вымолвить хоть слово... Такое со мной было впервые. Не помню, чтобы хоть один парень производил на меня такое впечатление.\n\"Замухрышка\" хмыкнул, увидел кофту в моих руках и протянул к ней свои со словами:\n— Что, замучила совесть?",
    "answers": [
      {
        "id": 34,
        "text": "Нагрубить"
      },
      {
        "id": 35,
        "text": "Попытаться кокетничать"
      },
      {
        "id": 36,
        "text": "Съязвить"
      },
      {
        "id": 37,
        "text": "Обидеться"
      },
      {
        "id": 31,
        "text": "Укажите команды для картинки",
        "url": "https://pp.userapi.com/c844416/v844416587/13122f/b62JVpVlfzo.jpg"
      }
    ]
  },
  {
    "id": 32,
    "text": "Поцелуй был настолько жарким, что я не смогла не ответить на него. Наши губы, казалось, жадно поглощали друг друга, мои руки обхватили его голову и... мне больше не захотелось искать никакого \"замухрышку\". Нам было так хорошо вместе. Я ласково смотрела на Андрея и думала, что было бы, если бы я сегодня утром не столкнулась с каким-то парнем? Неужели я никогда бы не встретила свою судьбу?",
    "answers": [
      {
        "id": 67,
        "text": "<Судьба?>"
      }
    ]
  },
  {
    "id": 33,
    "text": "Я стояла в шоке несколько секунд. Затем оттолкнула охранника, и с красным румянцем на щеках выбежала из его каморки.\nПоследняя надежда найти этого парня рухнула. Я махнула на все рукой и поспешила на поезд, благо я еще успевала на свой рейс, и мне даже не пришлось менять билеты.",
    "answers": [
      {
        "id": 38,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 34,
    "text": "—Да пошел ты! — в очередной раз чертыхнулась я, бросила кофту и направилась к выходу.\nПарень недоуменно смотрел мне вслед.\nПочему я так бурно отреагировала? Возможно, я просто устала за сегодня.\nЯ поменяла билет, села в долгожданный поезд и отправилась домой",
    "answers": [
      {
        "id": 38,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 35,
    "text": "— Нет, по тебе соскучилась, — привычно натянула на себя я маску ветреной девчонки.\nПарень нахмурился сильнее.\nВзял кофту и повернулся спиной.\n— Спасибо! — пролепетала я.\nВ этот момент на кафедру влетел Никита, который постоянно оказывал мне знаки внимания. Я недовольно скривила губы, готовясь к очередной его выходке.\n— О, детка, какими судьбами! — он нежно поцеловал мою протянутую руку.\n— Вот зашла должок отдать, — я собралась с мыслями и оказалась в привычной для себя среде.\n— Не мне ли случайно? — ласково подмигнул Никита.\n— Да нет, один хмурый парень забыл у меня свою кофту, — своими словами я пыталась сделать все возможное, чтобы Максим обратил на меня внимание. Но он продолжал стоять в той же позе, что и раньше, будто речь вовсе шла не про него.\n— Когда уже я буду забывать в твоей постели свои трусы? — нагло расхохотался Никита.",
    "answers": [
      {
        "id": 45,
        "text": "Никогда"
      },
      {
        "id": 46,
        "text": "Хоть сегодня"
      },
      {
        "id": 47,
        "text": "Промолчать в ответ, поблагодарить Максима и уйти."
      }
    ]
  },
  {
    "id": 36,
    "text": "— Нет, решила тебя пожалеть, наверняка, у тебя мало одежды, — язвительно сказала я. \nНа что парень сильней нахмурился, выхватил кофту и скрылся в другом кабинете.\n— Чего ты так с ним? — поинтересовалась Аня.\nЯ хмыкнула и вышла в коридор. На душе скребли кошки. Было противно от самой себя.",
    "answers": [
      {
        "id": 47,
        "text": "Пойти прямо по коридору."
      },
      {
        "id": 66,
        "text": "Спуститься вниз по лестнице."
      }
    ]
  },
  {
    "id": 37,
    "text": "Я обиженно надула губки, протянула кофту и вышла за дверь.",
    "answers": [
      {
        "id": 47,
        "text": "Пройти прямо по коридору."
      },
      {
        "id": 66,
        "text": "Спуститься вниз по лестнице."
      }
    ]
  },
  {
    "id": 38,
    "text": "Колеса мерно стучали по рельсам. Я смотрела на зеленую крону деревьев, и слезы медленно наворачивались на глаза. Отчего эти слезы? На кого я сейчас злюсь? Почему мне гадко и обидно? Я сама строю свою судьбу. Почему какой-то парень смог меня, принцессу в душе и красотку снаружи, довести до такого состояния?\nМои унылые мысли прервал храп соседа по койке. От этого стало противно.",
    "answers": [
      {
        "id": 40,
        "text": "Разбудить соседа."
      },
      {
        "id": 41,
        "text": "Надеть наушники."
      },
      {
        "id": 39,
        "text": "Выйти в тамбур."
      }
    ]
  },
  {
    "id": 39,
    "text": "Я молча встала и дошла до тамбура. Смотря под ноги, я открыла дверь тамбура и уперлась в чью-то грудь. Когда я подняла глаза, то увидела знакомый \"хмурый\" взгляд и не поверила. Зажмурилась и снова открыла глаза. В этот момент поезд остановился, и я, не удержавшись на ногах, упала прямо в объятья парня. Я что-то нелепо пробормотала, потом взяла себя в руки:\n— Что ты тут делаешь?\n—Еду, — спокойно ответил парень, и его взгляд наполнился теплом и... любовью?\nЯ чувствовала, что между нами что-то происходило в этот момент. Мои глаза загорелись от этого чувства, и я сама не поняла, как поцеловала его в губы. Он не отстранился, обнял меня покрепче и порывисто ответил на поцелуй.\nВ этот миг мы оба поняли, что с этого момента всегда будем вместе и никакая смерть не разлучит нас!",
    "answers": [
      {
        "id": 56,
        "text": " <Хэппи энд>"
      }
    ]
  },
  {
    "id": 40,
    "text": "Я ткнула толстого соседа пальцем в бок. Он недовольно заворочался, но храп не стих. Я снова повторила маневр. \n— Кто? Что? Приехали? — недоуменно вскочил сосед.\nОн потер голову, которой только что ударился о нижнюю часть верхней полки. Потом посмотрел в мои заплаканные глаза, и я сразу забыла все свои грустные мысли. Такую доброту излучали его глаза. Мы весело проболтали с ним всю дорогу. Так прошло лето. Странный утренний инцидент я больше не вспоминала. Прошлое навсегда осталось в прошлом.\nСкоро у меня появился новый парень, и жизнь снова заиграла яркими красками.",
    "answers": [
      {
        "id": 58,
        "text": "<Другой конец>"
      }
    ]
  },
  {
    "id": 41,
    "text": "Неспеша достала из сумки наушники. Включила грустную музыку. В этот день в моей жизни что-то оборвалось, какая-то тонкая струна, что связывала мою душу и этот мир. Мне больше не хотелось петь, гулять, танцевать и радоваться жизни. Дни были скучными и унылыми. Из прекрасного лебедя я превратилась в гадкого утенка.<s>r\n",
    "answers": [
      {
        "id": 59,
        "text": "<Гадкий утенок>"
      }
    ]
  },
  {
    "id": 42,
    "text": "!1",
    "answers": []
  },
  {
    "id": 43,
    "text": "!1",
    "answers": []
  },
  {
    "id": 44,
    "text": "!1",
    "answers": []
  },
  {
    "id": 45,
    "text": "—Никогда! — отрезала я, видя, что Максиму наплевать на мое кокетство.\nНикита посмеялся снова и подошел к Ане. \nВ этот момент \"замухрышка\" посмотрел на меня. В его хмуром взгляде плясали нотки злости и... может, ревности? Я покорно смотрела в ответ. Через несколько секунд Никита, освободившись, привычно подошел ко мне и нагло поцеловал в губы. Я попыталась оттолкнуть его, но безуспешно. \nВсе остальное я помню смутно. Никиту откинуло от меня неведомой силой. Чьи-то руки или ноги переносились перед моими глазами, слышался визг Ани.",
    "answers": [
      {
        "id": 48,
        "text": "Убежать."
      },
      {
        "id": 49,
        "text": "Вызвать полицию."
      },
      {
        "id": 50,
        "text": "Стоять в шоке."
      }
    ]
  },
  {
    "id": 46,
    "text": "—Хоть сегодня, — кокетливо подмигнула я.\nНикита притянул меня к себя, и мы слились в едином поцелуе. Я почувствовала его другую сторону: нежную, проникновенную, заботливую... и о, да, он был настоящим красавцем! Как же я не замечала его раньше!\nМы провели вместе всю неделю, а поездка домой отложилась на неопределенное время. Мы радовались каждому дню лета, и это счастье было совсем другим!",
    "answers": [
      {
        "id": 64,
        "text": "<Другое счастье>"
      }
    ]
  },
  {
    "id": 47,
    "text": "Я грустно шла по коридору, когда кто-то схватил меня за руку.\n— Постой... \nЯ обернулась и увидела такой непривычно горящий взгляд.\n— Почему ты стала искать меня? — хмуро и в то же время с огоньком спросил Максим.\n— Я... я не знаю... — пролепетала я и почувствовала, как ноги перестали меня слушаться, голова поплыла, а сердце бешенно затрепыхалось в груди.\nМаксим резко притянул меня к себе и поцеловал. Его губы наполнили мои живительным огнем, и я поняла, что до этого я не жила, а просто влачила жалкое существование. Это чувство любви заполонило мое сердце, и мне больше не хотелось отпускать этого парня никуда.\n— Пойдем, — решительно произнес Максим и увел меня туда, где всегда было солнце, туда, где море щекотало пятки, а соловьи заливисто пели свои птичьи песенки. Это место называлось \"Любовью\".",
    "answers": [
      {
        "id": 63,
        "text": "<Любовь>"
      }
    ]
  },
  {
    "id": 48,
    "text": "Я в смятении выбежала в коридор, побежала по лестницам без оглядки. Неведомый страх гнал меня прочь. Я вернулась домой, затем поменяла билеты и вот уже сидела в вагоне поезда.",
    "answers": [
      {
        "id": 5,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 49,
    "text": "Я выхватила из сумки телефон, судорожно вспоминая, как с сотового вызвать полицию.\nНаряд прибыл через минуту, как будто патрулировал рядом. Парней, взъерошенных, потрепанных и в крови, забрали в отделение. Несколько минут я еще находилась в состоянии шока. Они подрались из-за меня? На пустом месте? Из-за какого-то поцелуя? Холодные мурашки пробежали по спине. Что делать дальше?",
    "answers": [
      {
        "id": 53,
        "text": "Поехать домой."
      },
      {
        "id": 54,
        "text": "Пойти в полицию."
      },
      {
        "id": 55,
        "text": "Позвонить подруге."
      }
    ]
  },
  {
    "id": 50,
    "text": "Я продолжала несколько секунд стоять в шоке. Потом громко закричала и попыталась разнять их. Мне прилетело в нос локтем Максима. Я отскочила, и слезы сами полились из глаз. Из носа закапала кровь. Максим увидел мою кровь и резко прекратил драку.\n—С тобой все в порядке? — обеспокоенно поинтересовался он, заглядывая в мои глаза.\nВ этот миг между нами промелькнул огонь, я нежно обняла его, и мы оба поняли, что нас больше никто и ничто не сможет разлучить.",
    "answers": [
      {
        "id": 62,
        "text": "<Неразлучники>"
      }
    ]
  },
  {
    "id": 51,
    "text": "Вадик был для меня просто \"игрушкой\". Я не испытывала к нему никогда никаких чувств. Мы познакомились через друзей, он \"запал\" на меня и предложил встречаться. В тот момент я была свободна, и мы провели прекрасных полгода вместе. Потом мне надоело, что он постоянно бегал за мной, и я разорвала отношения.\nПросить его сейчас о помощи было глупо, но и сидеть тут тоже.",
    "answers": [
      {
        "id": 74,
        "text": "Попросить о помощи."
      },
      {
        "id": 75,
        "text": "Не просить о помощи."
      }
    ]
  },
  {
    "id": 52,
    "text": "Хэппи энд<s>r\nДругой конец<s>r\nГадкий утенок<s>r\nОдна<s>r\nНеразлучники<s>r\nДругое счастье<s>r\nЛюбовь<s>r\nСудьба?<s>r\nХорошо вместе<s>r\nДважды в одну реку<s>r\nСтарая дева<s>r\nНовая глава<s>r\nБабочка<s>r\nСудьбоносная встреча<s>r\nГордая птица\nБогатое одиночество\nВот оно счастье",
    "answers": [
      {
        "id": 1,
        "text": "В начало."
      }
    ]
  },
  {
    "id": 53,
    "text": "Я посмотрела на часы. Вполне успеваю на следующий поезд.",
    "answers": [
      {
        "id": 5,
        "text": "Ехать."
      }
    ]
  },
  {
    "id": 54,
    "text": "Совесть не позволила мне отправиться домой. Понуро я побрела в сторону полиции.\n—Товарищи полицейские, — сделала глупое выражение лица. — Тут мальчики из-за меня подрались, я испугалась и случайно вызвала вас. Отпустите их, пожалуйста, — заканючила я.\nНа меня никто не обратил внимание.\nТогда пришлось включить свою женскую притягательность.\n— Капитан Меньшов, — слащаво начала я. — Зачем Вам эти парни?\n— Посадим на пару суток да штраф выпишем, — серьезно проговорил собеседник. — И я не капитан пока.\n— Ну, а, может, как-нибудь без этого обойдемся? — лукаво подмигнула я, присаживаясь на край стола.\n— Вы в своем уме?! — вскричал полицейский и вытолкал меня из здания.\nЯ продолжала стоять в недоумении, когда на крыльце появились парни. У Никиты была разбита верхняя губа и нос, Максим же держал в руке сломанные очки и слепо озирался по сторонам.\nНикита гневно посмотрел в мою сторону и сплюнул. Максим же не обратил на меня никакого внимания. Они ушли в одном направлении и впоследствии стали лучшими друзьями. А я так и осталась одна.",
    "answers": [
      {
        "id": 61,
        "text": "<Одна>"
      }
    ]
  },
  {
    "id": 55,
    "text": "Я набрала номер Катьки и уже не в силах была сдерживать эмоции. Все, что произошло сегодня, разом навалилось на меня. Я рыдала в трубку и сбивчиво рассказывала подруге подробности.\n—Так, дорогая, успокойся. Они денек посидят, и все будет норм. Им это только на пользу, — заверила меня подруга.\n— А мне что делать?\n— Езжай домой.\nТак я и поступила.",
    "answers": [
      {
        "id": 5,
        "text": "Сесть в поезд."
      }
    ]
  },
  {
    "id": 56,
    "text": "Вы достигли конца под названием <Хэппи энд>.",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 57,
    "text": "Здесь отображаются открытые концовки.",
    "answers": [
      {
        "id": 56,
        "text": "<Хэппи энд>",
        "need": 56,
        "need_ever": true
      },
      {
        "id": 58,
        "text": "<Другой конец>",
        "need": 58,
        "need_ever": true
      },
      {
        "id": 59,
        "text": "<Гадкий утенок>",
        "need": 59,
        "need_ever": true
      },
      {
        "id": 61,
        "text": "<Одна>",
        "need": 61,
        "need_ever": true
      },
      {
        "id": 62,
        "text": "<Неразлучники>",
        "need": 62,
        "need_ever": true
      },
      {
        "id": 63,
        "text": "<Любовь>",
        "need": 63,
        "need_ever": true
      },
      {
        "id": 64,
        "text": "<Другое счастье>",
        "need": 64,
        "need_ever": true
      },
      {
        "id": 67,
        "text": "<Судьба?>",
        "need": 67,
        "need_ever": true
      },
      {
        "id": 71,
        "text": "<Хорошо вместе>",
        "need": 71,
        "need_ever": true
      },
      {
        "id": 78,
        "text": "<Дважды в одну реку>",
        "need": 78,
        "need_ever": false
      },
      {
        "id": 80,
        "text": "<Старая дева>",
        "need": 80,
        "need_ever": true
      },
      {
        "id": 93,
        "text": "<Новая глава>",
        "need": 93,
        "need_ever": true
      },
      {
        "id": 94,
        "text": "<Бабочка>",
        "need": 94,
        "need_ever": true
      },
      {
        "id": 143,
        "text": "<Судьбоносная встреча>",
        "need": 143,
        "need_ever": true
      },
      {
        "id": 149,
        "text": "<Гордая птица>",
        "need": 149,
        "need_ever": true
      },
      {
        "id": 165,
        "text": "<Богатое одиночество>",
        "need": 165,
        "need_ever": true
      },
      {
        "id": 205,
        "text": "<Вот оно счастье>",
        "need": 205,
        "need_ever": true
      },
      {
        "id": 1,
        "text": "В начало."
      }
    ]
  },
  {
    "id": 58,
    "text": "Вы достигли конца под названием <Другой конец>.",
    "answers": [
      {
        "id": 1,
        "text": "В начало."
      }
    ]
  },
  {
    "id": 59,
    "text": "Вы достигли конца под названием \"Гадкий утенок\".",
    "answers": [
      {
        "id": 1,
        "text": "В начало."
      }
    ]
  },
  {
    "id": 60,
    "text": "— Охренел? — звонкая пощечина прилетела ему по щеке.\n— Вот так благодарность! — обиженно поджал губы секьюрити.\nЯ быстро сфоткала экран и убежала на 4 этаж, где рядом с моими кабинетами находилась кафедра биологии.",
    "answers": [
      {
        "id": 31,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 61,
    "text": "Вы достигли конца под названием \"Одна\".",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 62,
    "text": "Вы достигли конца под названием \"Неразлучники\".",
    "answers": [
      {
        "id": 1,
        "text": "В начало."
      }
    ]
  },
  {
    "id": 63,
    "text": "Вы достигли конца под названием \"Любовь\".\n",
    "answers": [
      {
        "id": 1,
        "text": "В начало."
      }
    ]
  },
  {
    "id": 64,
    "text": "Вы достигли конца под названием \"Другое счастье\".",
    "answers": [
      {
        "id": 1,
        "text": "В начало."
      }
    ]
  },
  {
    "id": 65,
    "text": "Я поняла, что вовсе не хочу никуда уходить. Он нежно притянул меня к себе и страстно поцеловал.",
    "answers": [
      {
        "id": 32,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 66,
    "text": "Я решила пойти по лестнице. Билеты на поезд все равно пришлось менять, поэтому у меня еще было время для того, чтобы никуда не торопиться.\nЯ села в вагон и мрачно уставилась в окно.",
    "answers": [
      {
        "id": 38,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 67,
    "text": "Вы достигли конца под названием \"Судьба\".",
    "answers": [
      {
        "id": 1,
        "text": "В начало."
      }
    ]
  },
  {
    "id": 68,
    "text": "Я никак не отреагировала. Я ждала сегодняшнего дня так давно, что ничто не могло помешать мне поехать домой.\nЯ села в поезд и задумчиво уставилась в окно.",
    "answers": [
      {
        "id": 38,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 69,
    "text": "И от этих объятий мне стало так хорошо и тепло, что не захотелось больше никого искать. Зачем мне сдался какой-то неуловимый \"замухрышка\", когда рядом есть принц на белом коне? Я крепко прижалась к парню и прошептала:\n— А поехали со мной?\nОн ласково откинул прядь моих волос, и нежно поцеловал.\nСпустя несколько минут мы сидели в поезде и любовались вечерним закатом. Нам было хорошо вместе.",
    "answers": [
      {
        "id": 71,
        "text": "<Хорошо вместе>"
      }
    ]
  },
  {
    "id": 70,
    "text": "В этот момент я была безмерно рада встрече.\n—Катька, Катька, — закричала я как сумасшедшая.\n— Ты чего тут сидишь и орешь? — непонимающе посмотрела на меня подруга.\n— Я ..... порвала платье, — зло проговорила я.\n— На, возьми мою куртку пока, завяжи ее на пояс.\nВот что значит настоящая подруга — последнюю куртку отдаст! Я радостно обняла подругу, и мы пошли на пары.\nДень пролетел незаметно, и вот я уже ехала в поезде и почему-то грустно смотрела в окно. Что-то не давало мне покоя, казалось, что я упустила нечто важное. Мои мысли все время возвращались к утреннему случаю и этому парню.",
    "answers": [
      {
        "id": 5,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 71,
    "text": "Вы достигли конца \"Хорошо вместе\".",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 72,
    "text": "Блондин был мне симпатичен. Поэтому я решила, что кофта подождет до лучших времен.\n— Ты тоже на биологическом учишься? — кокетливо спросила я.\n— Нее... я — физкультурник...- засмеялся Володя.\nМы непринужденно болтали уже 5 минут. Я даже не заметила, в какой момент Володя обнял меня.",
    "answers": [
      {
        "id": 69,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 73,
    "text": "— Приятно было повидаться! — помахала я рукой и тихонько стала пятиться назад.\nТак я не заметила, как очутилась на дороге. И... меня сбила машина.\nНе сильно, слегка, но этого было достаточно для того, чтобы я потеряла сознание.\nПомню, как стукнулась головой обо что-то твердое, как какие-то знакомые и незнакомые лица поплыли перед глазами.\nОчнулась я в больнице. От жуткой головной боли сковывало челюсть. Хотелось пить.\n— Ммм... — простонала я.\nНа мой стон отозвался",
    "answers": [
      {
        "id": 79,
        "text": "Никита, который все время ухлестывал за мной"
      },
      {
        "id": 81,
        "text": "Вадик, мой бывший парень"
      },
      {
        "id": 82,
        "text": "Незнакомый парень с соседней койки"
      },
      {
        "id": 83,
        "text": "Приятной внешности санитар"
      },
      {
        "id": 73,
        "text": "appear very small left",
        "url": "https://pp.userapi.com/c851124/v851124257/34a3c/EtUQRfz02ZU.jpg"
      },
      {
        "id": 73,
        "text": "appear small",
        "url": "https://pp.userapi.com/c851128/v851128628/38da5/sWS-chXo6h0.jpg"
      },
      {
        "id": 73,
        "text": "appear small right",
        "url": "https://pp.userapi.com/c847019/v847019980/1279b7/SSRQxkuoXSA.jpg"
      }
    ]
  },
  {
    "id": 74,
    "text": "Я отчаянно замахала руками, пытаясь привлечь его внимание.\nОн недовольно подошел — встречаться со мной явно не входило в его планы.\n— Привет, — ласково начала я.\n— Привет, — пробубнил он.\n— Можешь мне помочь? Пожалуйста... — заканючила я.\n— Что у тебя? — в том же тоне продолжал он.\n— У меня порвалось платье, — показала я рукой назад.\nОн несколько секунд стоял в замешательстве.\n— Что ты предлагаешь? — хмыкнул он, с интересом разглядывая разрез.\n— Ну... не пялься так, — вдруг засмущалась я. Щеки отчего-то покрылись румянцем, и мне захотелось куда-нибудь спрятаться.\nВадик улыбнулся, и в его глазах снова появились искорки, которых я не видела с момента нашего расставания.\nОн снял футболку, прикрыл ею мое мягкое место и проводил до дома.\n",
    "answers": [
      {
        "id": 76,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 75,
    "text": "Я решила, что ни за что не буду его ни о чем просить.\nОн прошел мимо, не заметив меня. Я так и осталась на своем месте. Нужно было что-то предпринимать, сколько можно находиться в таком дурацком положении?",
    "answers": [
      {
        "id": 77,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 76,
    "text": "Он в замешательстве стоял на пороге квартиры, ожидая, пока я переоденусь. \"Наверняка, у него есть какие-то свои дела\", — подумалось мне, и вдруг стало очень стыдно. Стыдно за то, что я им пользовалась полгода, стыдно за то, что никогда не любила, стыдно за то, что он сейчас стоит в пороге как бездомная собака. Мне неожиданно захотелось его приютить, пригреть и крепко обнять.\n— Пойдем хоть чаю выпьем, — вышла я в лифчике и трусах в коридор.\nНа его лице заиграла улыбка. Он снял ботинки, подошел ко мне и поцеловал. Этот поцелуй перевернул весь мой мир. Его глаза были полны такой любви, которой я не испытавала раньше, но так мечтала испытать. Они зарядили этим чувством мое черствое и спрятанное от людей сердце. Тело медленно обмякло, руки повисли на его могучей шее, и мы оба поняли, что у наших отношений будет продолжение.",
    "answers": [
      {
        "id": 78,
        "text": "<Дважды в одну реку>"
      }
    ]
  },
  {
    "id": 77,
    "text": "Я медленно начала подниматься, и... шов окончательно разошелся. Моя попа тут же оказалась на виду у мимо проходящих студентов.\nНескольких секунд хватило для того, чтобы парни сняли все на видео и выложили в Интернет. Я стала посмешищем всего института. За лето история забылась, но мои душевные травмы от позора так и не заросли. Я перестала общаться с друзьями, стала затворницей и начала ненавидеть парней, превратившись в конце концов в \"старую деву\".",
    "answers": [
      {
        "id": 80,
        "text": "<Старая дева>"
      }
    ]
  },
  {
    "id": 78,
    "text": "Вы достигли конца <Дважды в одну реку>.",
    "answers": [
      {
        "id": 1,
        "text": "В начало."
      }
    ]
  },
  {
    "id": 79,
    "text": "—Детка, ты как? — обеспокоенно спросил он. — Я проходил мимо и увидел, как тебя сбила машина. Голова не болит?\n— Болит, — жалобно сказала я. — Пить хочется...\n— На, моя малышка, — с нежностью прошептал он, протянул стакан с водой и подоткнул упавшее одеяло.\nЯ благодарно посмотрела на него.",
    "answers": [
      {
        "id": 84,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 80,
    "text": "Вы достигли конца под названием <Старая дева>.",
    "answers": [
      {
        "id": 1,
        "text": "В начало."
      }
    ]
  },
  {
    "id": 81,
    "text": "— Как ты? — обеспокоенно поинтересовался он.\nКазалось, что он провел возле моей кровати уже несколько дней. Таким помятым было его лицо. Я, что, так долго была без сознания?\n— Норм... — пробормотала я. — Давно ты тут?\n— Да, третий день...\n— Я была в коме?\n— Что-то типа того... — замялся Вадик.\n— Почему ты здесь?\n— Как сама думаешь?\nЯ посмотрела в его глаза. Он чувствовал свою вину в произошедшем. Или это какое-то другое чувство заставляло его сидеть рядом со мной сутки напролет?",
    "answers": [
      {
        "id": 85,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 82,
    "text": "— Ммм... — простонал в ответ незнакомый парень с соседней койки.\n— Кто тут? — попыталась я поднять голову.\n— Я — Петька, а ты?\n— Анька-пулеметчица... — засмеялась я, почему-то вспомнив старый анекдот.\nПетька насупился, отвернулся к стене.\n— Прости, я не специально, от шока так отхожу... — извинилась я. — Тебе бы Петром представляться, тогда и ассоциация другая будет.\n— Так еще хуже, Петром Первым все зовут, хотя я на него вовсе не похож, — грустно проговорил сосед.",
    "answers": [
      {
        "id": 86,
        "text": "Продолжить общение."
      },
      {
        "id": 87,
        "text": "Заснуть."
      },
      {
        "id": 88,
        "text": "Позвать медсестру."
      }
    ]
  },
  {
    "id": 83,
    "text": "— Водички? — услужливо поинтересовался он.\nЯ слегка кивнула головой. Пока пила, мой мозг начал медленно соображать. Что произошло, я помнила, но почему возле моей кровати кто-то дежурил? Причем не кто-то, а симпатичный молодой парень. Что такое серьезное произошло, что повлекло присутствие ЛИЧНОГО санитара возле моей койки?",
    "answers": [
      {
        "id": 108,
        "text": "Продолжать молчать"
      },
      {
        "id": 109,
        "text": "Поговорить с санитаром"
      }
    ]
  },
  {
    "id": 84,
    "text": "Он приходил ко мне каждый день, приносил фрукты и конфетки, поил соком и бережно укрывал одеялом.\nКогда я чувствовала себя хуже, он ночевал возле моей кровати на стуле.\nВ какой-то момент я поняла, что не хочу выздоравливать, не хочу, чтобы эта забота и нежность прекращались... В конце концов я просто не хочу, чтобы он уходил...\n— Когда тебя выпишут? — прошептал он на ушко, наклонившись к моей кровати, в один из дней.",
    "answers": [
      {
        "id": 46,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 85,
    "text": "В этот момент зашла медсестра. Вадик вышел.\nПосле осмотра она сказала, что все в порядке, но рекомендует еще полежать в больнице.\nЯ воспротивилась. Лучше лежать дома под бдительным присмотром мамы, чем наших доблестных врачей.\nС помощью Вадика еле дошла до дома, попросила его зайти и подождать меня, а затем проводить на поезд.",
    "answers": [
      {
        "id": 76,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 86,
    "text": "— Как ты сюда попал? — перевела тему я.\n— О... это глупая история... Я увидел красивую девушку и застыл на месте... Не решаясь с ней познакомиться, я стоял и наблюдал. Только пост наблюдения выбрал неудачный.\n— Какой же?\n— Пешеходный переход.\nЯ невольно засмеялась:\n— Да уж, удачнее не бывает.\n— А ты тут какими судьбами?\n— Я прощалась с бывшим, и меня сбила машина.\nМы оба засмеялись.\nЗа разговорами прошли несколько дней. Потом с моей головы сняли повязку, и я стала похожа на человека. Теперь можно было идти домой.",
    "answers": [
      {
        "id": 89,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 87,
    "text": "Мне не хотелось больше продолжать общение. \n— Пожалуй, посплю еще... — зевнула я и притворилась спящей.\nМы провели практически в тишине последующие несколько дней. Такие парни мне не особо нравились, поэтому разговор я не поддерживала.\nКогда мне сняли повязку с головы и отпустили домой, я для приличия решила попрощаться: все-таки в одной палате лежали.\n— Ну все, Петька, давай выздоравливай, — радостно проговорила я.\n— Я тебя где-то видел... — задумчиво проговорил Петька.",
    "answers": [
      {
        "id": 116,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 88,
    "text": "У меня возникла резкая боль в области головы, и я была вынуждена прервать разговор, позвав медсестру. Она не заставила себя ждать, сделала перевязку, и я погрузилась в сон. Мне снился Вадик, потом Никита, а потом Петька... Мы крутились на детской карусели. Затем играли \"в бутылочку\", мне почему-то всегда выпадал Петька. Парни на меня дулись за это. И вроде бы безобидный сон, но почему я проснулась в поту, вспоминая наш с Петькой поцелуй во сне? Мы обмолвились с этим парнем всего парой фраз. Что было в этих словах такого, что побудило в моем сознании этот сон? Возможно, причина всего-навсего в том, что у меня давно не было серьезных отношений. Надо срочно исправлять ситуацию:-) . Я осторожно приподнялась на кровати. Петька мирно посапывал. Я попыталась встать, но случайно задела склянки, стоявшие возле кровати. Раздался грохот, и в комнату тут же вбежала медсестра.\n—Что тут происходит? — строгим тоном спросила она.\n— Ничего... я случайно задела... — промямлила я словно нерадивая школьница.\n— Вообще-то, Вам, девушка, не стоит пока вставать с постели, тем более самостоятельно.\n— Хорошо, — пробормотала я.",
    "answers": [
      {
        "id": 4,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 89,
    "text": "Я повернулась к Петьке, чтобы попрощаться, и заметила открытый от удивления рот.\n— Закрой, муха а-то попадет, — засмеялась я, не понимая, что именно вызвало его удивление.\nНеужели я так плохо выгляжу? Посмотрелась в маленькое зеркальце. Неидеально, конечно, но после больницы вполне ничего себе.\n— А ведь это за тобой я тогда наблюдал...- начал Петька и осекся.\nЯ испуганно посмотрела в его глаза. В них отражался весь спектр чувств: от глубокой печали до бесконечного счастья. И это счастье сейчас зависело только от меня.",
    "answers": [
      {
        "id": 90,
        "text": "Ответить."
      },
      {
        "id": 116,
        "text": "Попрощаться и закрыть дверь."
      }
    ]
  },
  {
    "id": 90,
    "text": "— Не может быть... — ошарашенно произнесла я, и в его глазах загорелся маленький огонек надежды.\n— Может... Ты тогда неподалеку от института разговаривала с каким-то парнем, потом шла спиной к дороге, а потом... я ничего не помню.\nЯ смотрела на этого милого парня, и мне казалось, что знаю его целую вечность, что знаю, что он скажет в следующий миг, и знаю: все, что он говорит, — истинная правда... В этот момент мне захотелось забыть все, что было со мной в прошлом, и начать новую главу своей жизни. Новую главу с тем, кто был мне симпатичен, и с кем так неожиданно свела меня судьба.\nЯ подошла к нему, взяла его ладошки в свои и поцеловала в губы. Он ответил мне взаимностью. Этот поцелуй открыл мне двери в новую главу.",
    "answers": [
      {
        "id": 93,
        "text": "<Новая глава>"
      }
    ]
  },
  {
    "id": 91,
    "text": "<s>r\nЯ уехала домой. Спустя год всё ещё была одна, веселилась, гуляла с подружками, раскручивала парней на деньги. В общем, мне было хорошо снаружи и гадко внутри. Казалось, в тот день я потеряла что-то очень важное, близкое и родное. Несколько раз я прокручивала в голове события, сыгравшие роковую роль в моей жизни. Но что-то очевидное всегда ускользало из виду.<s>r\nПодружки вышли замуж, родили детей, а я все продолжала порхать как бабочка и радоваться мелким радостям, навсегда упустив что-то.",
    "answers": [
      {
        "id": 94,
        "text": "<Бабочка>"
      }
    ]
  },
  {
    "id": 92,
    "text": "— Ты как? — участливо спросил Вадик.\n— Голова жутко болит, — пожаловалась я.\nОн заботливо потрогал лоб. Я смотрела на него и думала, почему в тот момент, когда я с ним прощалась, меня сбила машина? Ведь это явно какой-то знак! Но какой? Мне стоит присмотреться к нему и возобновить отношения? Или, наоборот, поставить в них жирную точку?\nВадик тем временем достал фрукты, сок и мою любимую шоколадку. Ну чем не идеальный муж?\n— Спасибо, — расплылась я в улыбке, а на сердце вдруг стало так тепло.\n— Прости, я все виню себя в том, что случилось, — смущенно проговорил он.\n— Перестань, ты тут не при чем! Это глупая оплошность с моей стороны, — уверенно сказала я.\nВадик нежно посмотрел на меня, дотронулся рукой до щеки... и, видимо, хотел поцеловать меня.",
    "answers": [
      {
        "id": 85,
        "text": "Замереть в ожидании."
      },
      {
        "id": 98,
        "text": "Поцеловать самой."
      },
      {
        "id": 99,
        "text": "Отвернуться и попрощаться."
      }
    ]
  },
  {
    "id": 93,
    "text": "Вы достигли конца под названием \"Новая глава\".",
    "answers": [
      {
        "id": 1,
        "text": "В начало."
      }
    ]
  },
  {
    "id": 94,
    "text": "Вы открыли конец под названием \"Бабочка\".",
    "answers": [
      {
        "id": 1,
        "text": "В начало."
      }
    ]
  },
  {
    "id": 95,
    "text": "—Детка, ты как? — обеспокоенно спросил он. — Я проходил мимо и увидел, как тебя сбила машина. Голова не болит?\n— Болит, — жалобно сказала я. — Пить хочется...\n— На, моя малышка, — с нежностью прошептал он, протянул стакан с водой и подоткнул упавшее одеяло.\nЯ благодарно посмотрела на него.\n\"Почему я не замечала его раньше?\"",
    "answers": [
      {
        "id": 97,
        "text": "Поцеловать Никиту в щеку."
      },
      {
        "id": 102,
        "text": "Попрощаться с Никитой."
      }
    ]
  },
  {
    "id": 96,
    "text": "\"Вовремя она заходит,\" — радостно подумалось.\n— Больше не бедокуришь? — ласково спросила она. — А то всю больницу ночью перепугала. Тебе что надо было?\n— Не знаю... не помню... Видимо, во сне... — начала оправдываться я.\n— Давай сделаю тебе перевязку, и скоро можешь готовиться к выписке.\nГолова мучительно болела. И с каждой секундой я понимала, что почему-то совсем не хочу ни готовиться к выписке, ни выписываться. Но почему?\n— Эй, пулеметчица... Ты спишь? — поинтересовался Петька.\n— Неа... \n— Давай поиграем как-нибудь.\n— Как? — поинтересовалась я. — Голова совсем не варит, так что я сразу сдую.\n— Ну, хоть в \"Города\"... А то скучно просто так лежать.\n— Ну, давай... Москва...\n— Ашхабад...\n— Днепропетровск...\n",
    "answers": [
      {
        "id": 100,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 97,
    "text": "Я неожиданно обняла его за шею и прильнула губами к щеке.\n— Спасибо тебе за заботу, — прошептала я.\nНа мгновенье перед глазами возникли сцены из сна и страстный поцелуй с Петькой.\nЯ тряхнула головой.\n— Завтра зайду, — кивнул Никита, попрощался и ушел.\nХочу ли я, чтобы он пришел завтра? Хочу ли я начать с ним какие-нибудь отношения?",
    "answers": [
      {
        "id": 84,
        "text": "Хочу"
      },
      {
        "id": 102,
        "text": "Не хочу"
      }
    ]
  },
  {
    "id": 98,
    "text": "Я обняла его за шею и поцеловала в губы. Он был таким милым и близким. Но почему, когда я целовала его, перед глазами был образ Петьки? Я отпрянула.\n— Что-то не так? — поинтересовался Вадик.\nЯ показала головой на Петьку. Он согласно кивнул.\nЧерез несколько минут Вадик ушел домой, оставив меня наедине со своими мыслями. \"Почему я его поцеловала, ведь он не нравился мне никогда? Почему мне везде мерещится Петька? Что со мной такое происходит, в конце концов?\" — злилась я на себя.\n— Это твой парень? — спросил Петька.\nОт неожиданного вопроса я чуть не поперхнулась.\n— Это мой бывший парень, — подчеркнула я слово \"бывший\".\n— Ничего у вас хорошие отношения, поцелуйчики всякие... — обидчиво поджал губы Петька.\n\"Тебе какая разница?\" — подумалось мне.\n— Современный мир... — смущенно пробормотала я.",
    "answers": [
      {
        "id": 87,
        "text": "Прекратить разговор."
      },
      {
        "id": 86,
        "text": "Продолжить разговор."
      }
    ]
  },
  {
    "id": 99,
    "text": "Но я резко отвернулась. Не люблю вступать повторно в отношения.\n— Пока, Вадик, спасибо, что зашел. Ты ни в чем не виноват, — еще раз повторила я.\nВадик недовольно поджал губы и вышел. Надеюсь, что он больше не придет.\n— Это твой парень? — спросил Петька.\nОт неожиданного вопроса я чуть не поперхнулась.\n— Это мой бывший парень, — подчеркнула я слово \"бывший\".",
    "answers": [
      {
        "id": 86,
        "text": "Сменить тему"
      }
    ]
  },
  {
    "id": 100,
    "text": "Так мы играли, пока не надоело.\nПотом у меня снова заболела голова, и я погрузилась в сон. И вновь увидела ту же картину: детская карусель, \"бутылочка\", поцелуй Петьки... Да что за ересь лезет мне в голову? \nХолодный пот прошиб мое тело. Была глубокая ночь. Спать больше не хотелось. Что это за наваждение? Почему все время снится одно и тоже?\nМне вдруг стало зябко и одиноко.\n— Пееть... — тихонько позвала я.\nВ ответ — тишина.\n— Пееть... — погромче сказала я.\nНа секунду мне показалось, что его здесь нет. И от этого сердце сжалось внутри.\nНа соседней кровати кто-то шевельнулся.\n— Кто тут? — вопрошал незнакомый басовитый голос.\n— А где Петька? — недоуменно вымолвила я вместо ответа.\n— Что за Петька?",
    "answers": [
      {
        "id": 101,
        "text": "Ответить по делу."
      },
      {
        "id": 103,
        "text": "Прекратить разговор."
      }
    ]
  },
  {
    "id": 101,
    "text": "— Парень, который лежал на этой кровати до Вас, — уверенно произнесла я.\n— Ты с ума сбрендила? Я тут неделю уже валяюсь, — возмутился голос.\nЯ в шоке замерла. Как так? А с кем я разговаривала? С кем играла в \"Города\"? Неужели это был всего лишь мой бесконечно длинный сон?\n— А мы с Вами разговаривали?\n— Нет, ты всё это время была в коме.\nПочему в коме мне привиделся какой-то Петька, которого я даже не знаю?\nВ этот момент дверь открылась, и в комнату заглянул",
    "answers": [
      {
        "id": 79,
        "text": "Никита, который все время ухлестывал за мной"
      },
      {
        "id": 81,
        "text": "Вадик, мой бывший парень"
      },
      {
        "id": 104,
        "text": "незнакомый парень"
      }
    ]
  },
  {
    "id": 102,
    "text": "Всю ночь я ворочалась и думала, думала, думала.\nНа утро поняла, что Никита — не тот, с кем бы мне хотелось провести вместе хоть сколько-нибудь дней.\n— К тебе вчера парень приходил? — как бы невзначай обронил Петька.\n— Это не мой парень... — смущенно выговорила я. — Он за мной ухаживает.\n— И давно?\n— Неважно, давно или нет, важно, что безуспешно, — недовольно проговорила я.",
    "answers": [
      {
        "id": 86,
        "text": "Сменить тему."
      }
    ]
  },
  {
    "id": 103,
    "text": "Я решила промолчать. Явно этот человек ничего не знает.\n— Тот парень, что лежал здесь до меня?\n— Д-да... — пробормотала я.\n— Так его выписали днем.\n— Аа... понятно... — разочарованно вымолвила я.\n\"Глупая девчонка! — ругала я себя. — Ни номера телефона не взяла, ни фамилию не спросила...\"\nДа и надо ли это мне? Ну пообщались с приятным парнем, сколько их всего на свете... Нужно ли зацикливаться на каком-то одном? ",
    "answers": [
      {
        "id": 105,
        "text": "Забыть про Петьку"
      },
      {
        "id": 106,
        "text": "Помнить про Петьку"
      }
    ]
  },
  {
    "id": 104,
    "text": "— Ха! Круто я тебя разыграл, — радостно проговорил знакомый голос.\nСначала я не поняла, с кем он разговаривает: со мной или с моим соседом. Потом я несколько секунд пыталась сообразить, откуда знаю этот голос. И только полминуты спустя поняла, что это голос из моих снов. \"Значит, Петька — не моя выдумка, значит, он существует,\" — ёкнуло радостно сердце.\n— Эй, пулеметчица... Ты опять меня не слышишь? Я решил над тобой подшутить. Попросил знакомого медика подыграть. Ты купилась? — нагло усмехнулся он.\nЯ тоже засмеялась и кинула в него подушку. Головная боль постепенно отступала.\nМедик посмеялся вместе с нами, а затем вышел.\nПетька лег обратно в постель.\n— Тебя скоро выпишут? — поинтересовалась я.\nПетька отчего-то замялся.",
    "answers": [
      {
        "id": 86,
        "text": "Перевести тему."
      }
    ]
  },
  {
    "id": 105,
    "text": "Действительно, стоит забыть этого парня.\nЧерез несколько дней меня выписали. Я радостно спустилась по лестнице и ждала возле кабинета, пока выпишут необходимые документы.\n— Я тебя где-то видел... — сказал голос, доносившийся откуда-то со стороны.",
    "answers": [
      {
        "id": 116,
        "text": "Не оборачиваться."
      },
      {
        "id": 107,
        "text": "Обернуться."
      }
    ]
  },
  {
    "id": 106,
    "text": "Я попыталась забыть Петьку. Но, увы, бесконечный сон мучал меня вновь и вновь.\nКогда меня выписали, я подошла к медсестре, чтобы поблагодарить, попрощаться и задать давно беспокоивший меня вопрос:\n— Вы случайно не знаете, какая фамилия у парня, что лежал со мной в одной палате?\n— Знаю, Иванов. А тебе зачем? — нахмурилась медсестра.\nОгонек надежды, который на минуту появился в моем сердце, погас. Как я найду парня с таким именем и фамилией? Иголка в стоге сена...\n— А может и адрес знаете?\n— И адрес могу узнать. Только зачем тебе?\n— Хочу пообщаться с ним.\n— Жди возле кабинета, где справки выдают, принесу тебе адрес и телефон.\nЯ стояла возле кабинета, когда раздался до боли знакомый голос.\n— А ведь я тебя где-то видел...",
    "answers": [
      {
        "id": 90,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 107,
    "text": "Голос показался мне знакомым, и я обернулась.\nНаши глаза встретились, и я поняла, что это голос Петьки.",
    "answers": [
      {
        "id": 90,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 108,
    "text": "Я продолжила изучать его взглядом. Накачанные мышцы, статная спина, большие карие глаза... А он точно санитар? Промелькнуло в моей голове... и черная пелена появилась перед глазами.\nНе знаю, сколько времени я была в отключке, но проснулась от тиканья часов. \"Часов? — мой мозг медленно соображал. — Какие часы в больничной койке?\". Я слегка приоткрыла правый глаз и увидела роскошную квартиру: часы, обрамленные золотой рамкой; огромный кожаный диван; аквариум, в котором бы поместился магазин сувениров; дубовая лестница и далее, далее, далее. Я закрыла глаз. Где я? Ответ на этот вопрос, с одной стороны, ужасал меня, с другой — ввергал в любопытство. Стоит ли открывать глаза и показывать, что я проснулась, или лучше прислушаться к происходящему?",
    "answers": [
      {
        "id": 110,
        "text": "Открыть глаза"
      },
      {
        "id": 111,
        "text": "Прислушаться"
      }
    ]
  },
  {
    "id": 109,
    "text": "— Вы кто?\n— Я — врач, — ответил парень.\n— Что со мной? Я могу идти домой? — напрямую спросила я.\nКазалось, санитар на секунду заколебался, но потом уверенно произнес:\n— Конечно, не можете. Вам еще нужно подлечиться. У Вас легкое сотрясение мозга. Вы пока отдыхайте, а завтра нужно будет рассказать о том, как все произошло.\nС этими словами я осталась в недоумении лежать. ",
    "answers": [
      {
        "id": 155,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 110,
    "text": "Я открыла глаза. Ничего не произошло. Часы также мерно тикали. Послышался звук льющейся воды. Значит, я не одна в этом доме. Но все равно надо потихоньку вставать и уходить отсюда. Попыталась подняться, но все тело ломило, а голова раскалывалась, поэтому я пошатнулась и едва не уронила хрустальную вазу. Ваза осталась стоять, а вот лежащий рядом перочинный ножик с громким стуком упал на пол.\nПослышались чьи-то шаги. Я в ужасе легла и закрыла глаза. Это какой-то бред. Что я себе опять напридумывала? Это просто сон. Сейчас я открою глаза и снова окажусь в больнице. Раз, два, три...\nЧеловек подошел, немного постоял, поднял ножик, положил на стол, присел на кровать, а затем укрыл меня одеялом. Послышались шаги. Только после этого я позволила себе открыть глаза.\nКартина не изменилась. Все та же дорогая обстановка. Человек заботился обо мне. Вряд ли он желал мне зла.",
    "answers": [
      {
        "id": 112,
        "text": "Попытаться сбежать"
      },
      {
        "id": 113,
        "text": "Привлечь внимание"
      }
    ]
  },
  {
    "id": 111,
    "text": "Я решила прислушаться. Ничего не происходило. Открыла глаза. Часы также мерно тикали. Послышался звук льющейся воды. Значит, я не одна в этом доме. Но все равно надо потихоньку вставать и уходить отсюда. Попыталась подняться, но все тело ломило, а голова раскалывалась, поэтому я пошатнулась и едва не уронила хрустальную вазу. Ваза осталась стоять, а вот лежащий рядом перочинный ножик с громким стуком упал на пол.\nПослышались чьи-то шаги. Я в ужасе легла и закрыла глаза. Это какой-то бред. Что я себе опять напридумывала? Это просто сон. Сейчас я открою глаза и снова окажусь в больнице. Раз, два, три...\nЧеловек подошел, немного постоял, поднял ножик, положил на стол, присел на кровать, а затем укрыл меня одеялом. Послышались шаги. Только после этого я позволила себе открыть глаза.\nКартина не изменилась. Все та же дорогая обстановка. Человек заботился обо мне. Вряд ли он желал мне зла.",
    "answers": [
      {
        "id": 112,
        "text": "Попытаться сбежать"
      },
      {
        "id": 113,
        "text": "Привлечь внимание"
      }
    ]
  },
  {
    "id": 112,
    "text": "Кто бы это ни был, он привел меня сюда без моего ведома. Непонятно, что ему надо. Поэтому нужно взять себя в руки и попытаться сбежать. Я осмотрелась в поисках выхода. Было три двери: одна сзади моей головы, другая — спереди, третья — слева. Шанс на то, что дверь незаперта ничтожно мал. Поэтому я могу только 1 раз попробовать. Какую дверь я выберу?",
    "answers": [
      {
        "id": 114,
        "text": "Сзади"
      },
      {
        "id": 115,
        "text": "Спереди"
      },
      {
        "id": 154,
        "text": "Слева"
      }
    ]
  },
  {
    "id": 113,
    "text": "— Эй... — слабо позвала я. — Кто-то тут есть?<s>r\nИз двери, что находилась справа, вышел молодой человек. Тот самый, которого я приняла за санитара приятной внешности.<s>r\n— Как себя чувствуешь? — спокойно сказал парень.<s>r\n\"Как себя чувствуешь? — возмутилась я в глубине души. — Как я могу себя чувствовать после того, как меня сбила машина?\"<s>r\n— Ничего... Пить только хочется...<s>r\nОн протянул стакан с водой.<s>r\nЯ жадно попила. Силы постепенно возвращались.<s>r\n— Кто ты? — спросила я.<s>r\n— Артем, — просто ответил он.<s>r\nВот так просто... Просто Артем...<s>r\n— Тээкс... — слегка растерялась я. — И что я тут делаю?<s>r\nАртем замялся.",
    "answers": [
      {
        "id": 119,
        "text": "Повторить вопрос."
      },
      {
        "id": 120,
        "text": "Перевести тему."
      }
    ]
  },
  {
    "id": 114,
    "text": "Та дверь, что находится сзади, гораздо ближе других. Поэтому пойду туда.\nЯ снова попыталась встать. На этот раз удержалась на ногах. Медленно двигалась на цыпочках к выходу. На мгновенье замешкалась возле двери.",
    "answers": [
      {
        "id": 117,
        "text": "Открыть дверь"
      },
      {
        "id": 118,
        "text": "Подумать"
      }
    ]
  },
  {
    "id": 115,
    "text": "Я тихонько встала и направилась вперед. Открыв дверь, увидела огромного размера столовую. Длинный овальный стол из зеленого камня и дубовые стулья, люстра из хрусталя и старинные подсвечники создавали атмосферу уюта и тепла. Сколько здесь стульев? Возможно, это большая семья или хозяин просто любит принимать гостей. Мне вспомнилась мамина 5-метровая кухня, и... сразу защемило в груди. Я пришла сюда не любоваться богатствами, а искать выход!\nНа другом конце столовой была расположена еще одна дверь. Я медленно пошла к ней. Слабость давала о себе знать.",
    "answers": [
      {
        "id": 150,
        "text": "Открыть дверь."
      }
    ]
  },
  {
    "id": 116,
    "text": "— Извини, ты, наверное, ошибся, мне пора.\nС Петькой приятно было пообщаться, но он явно не дотягивал до моего уровня.",
    "answers": [
      {
        "id": 91,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 117,
    "text": "Но потом взяла себя в руки и рванула дверь. Она была незаперта и вела в прекрасный сад. Я наугад пошла по дорожке. Петляла по саду, пока не обессилила. Села на землю и закрыла лицо руками.\nОт кого я пыталась убежать? От самой себя?\nСлабость дала о себе знать, и я потеряла сознание.\nОчнулась в том же месте, на той же кровати. Нет, не на больничной. Боже, это какой-то злой рок.",
    "answers": [
      {
        "id": 112,
        "text": "Попытаться сбежать"
      },
      {
        "id": 113,
        "text": "Привлечь внимание"
      }
    ]
  },
  {
    "id": 118,
    "text": "Этого мгновенья было достаточно для того, чтобы свалиться на пол без сил. Я смутно чувствовала, как чьи-то сильные руки подняли меня, отнесли на кровать, бережно укрыли одеялом. Так стоит ли мне сбегать в следующий раз? Промелькнула мысль, и я погрузилась в сон...\nОчнувшись, я первым делом осмотрела комнату. Ничего не изменилось.\nНужно было решать, что делать дальше.",
    "answers": [
      {
        "id": 112,
        "text": "Попытаться сбежать"
      },
      {
        "id": 113,
        "text": "Привлечь внимание"
      }
    ]
  },
  {
    "id": 119,
    "text": "— Ещё раз: что я здесь делаю?\n— Извини...\n— В смысле, извини???\nОн продолжал молчать. Меня обуревали эмоции.\n— Рассказывай, — настойчиво проговорила я.\n— Предлагаю сделку... — вдруг выпалил парень. — Ты спокойно здесь выздоравливаешь, без всяких лишних вопросов, потом спокойно уходишь домой, и у нас нет друг к другу никаких претензий.\n— В смысле — сделку? В смысле — нет претензий? — ошарашенно бормотала я.\n— Даю тебе 10 минут, чтобы подумать, — Артем развернулся и ушел.\nЯ лежала и не понимала ничего. Что это за парень? Он явно богат. Для чего я ему нужна? Почему он так хочет, чтобы я выздоровела? Почему после выздоровления просто хочет отпустить меня домой? Почему мне нельзя задавать вопросы? Всё это не клеилось ни в какую картину.\nЯ продолжала размышлять, когда Артем вошел и вопросительно уставился на меня.",
    "answers": [
      {
        "id": 121,
        "text": "Согласиться на сделку."
      },
      {
        "id": 122,
        "text": "Возмутиться."
      }
    ]
  },
  {
    "id": 120,
    "text": "— В общем, это не особо важно. Давай ты мне вызовешь такси, и мы обо всем забудем.<s>r\nПарень отрицательно помотал головой.<s>r\n— Что тебе от меня надо?<s>r\n— Мне надо, чтобы ты выздоровела.<s>r\n— А если я не хочу? — кокетливо подмигнула я.<s>r\n— Уверена? — серьезно спросил парень.",
    "answers": [
      {
        "id": 133,
        "text": "Да."
      },
      {
        "id": 148,
        "text": "Нет."
      }
    ]
  },
  {
    "id": 121,
    "text": "— Хорошо, я согласна на сделку.\nАртем удовлетворительно кивнул. Он не давал мне телефон, не разрешал смотреть телевизор, но зато принес стопку книг. Я поправлялась. Он периодически осматривал меня, проводил какие-то процедуры, давал таблетки. Иногда у меня возникали сомнения в том, действительно ли это правда, не дает ли он мне какие-нибудь наркотики? Но когда он бережно укрывал меня, все сомнения развеивались.\nПоправление происходило медленно. Дни сменяли ночи. Наверное, мама волнуется: от меня давно не было вестей.\nМне стало совсем скучно все время лежать и я",
    "answers": [
      {
        "id": 123,
        "text": "решилась поговорить с Артемом."
      },
      {
        "id": 124,
        "text": "попросилась домой."
      }
    ]
  },
  {
    "id": 122,
    "text": "— А что будет, если я не соглашусь на сделку? — сурово посмотрела я на него.<s>r\nОн горько вздохнул.<s>r\n— Что ты хочешь?<s>r\n— В смысле, что я хочу? — снова начала заводиться я. — Ты меня похитил, удерживаешь здесь насильно. Хочу домой!<s>r\n— Ты еще нездорова...<s>r\n— Ну и что! А тебе вообще какое дело до меня? Что ты меня здесь держишь? Выкупа не получишь! Да, думаю, и дело тут не в деньгах! Что ты от меня хочешь?<s>r\n— Не кипятись ты... — примирительно поднял вверх правую руку парень. — На самом деле, ничего я от тебя не хочу. Дело в том, что я тебя сбил случайно. Извини, пожалуйста. Я бы хотел удостовериться, что ты в полном порядке.<s>r\n— Оставил бы меня в больнице, зачем было тащить сюда?<s>r\n— А вдруг к тебе бы пришла полиция, началось расследование и прочее?<s>r\n— Боишься? — саркастически продолжала я. — Накосячил, отвечай.<s>r\nОн гневно сверкнул глазами и вышел.<s>r",
    "answers": [
      {
        "id": 128,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 123,
    "text": "— Артем... поговори со мной... — промямлила я.\n— О чем? — серьезно спросил он.\nОн всегда был чем-то занят.\n— Просто так... Мне скучно одной... — дотронулась я до его руки, и он вздрогнул.\nАртем не был похож на недотрогу и на парня, который бы не пользовался популярностью у женского пола, но, похоже, он не пользовался своими внешними данными.\n— Ничем помочь не могу... — развел он руками.\n— Расскажи мне что-нибудь... Я ведь не могу сама задавать вопросы.\n— Мне нечего рассказывать, — закрылся он.\nЯ снова задела его ладонь и посмотрела в глаза. Он опять вздрогнул. Наши глаза встретились, но потом он резко отвел взгляд.\n— Хорошо, тогда просто побудь со мной рядом... — прошептала я, пытаясь поймать фокус его глаз.\nОн взглянул на меня. И этот взгляд был совсем другим. Что-то изменилось в нем. Мы молча сидели, глядя на искуственный камин.",
    "answers": [
      {
        "id": 125,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 124,
    "text": "— Пожалуйста, отпусти меня, не хочу быть больше в заточеньи, — заканючила я.<s>r\n— Иди... — горестно вздохнул мой \"сторож\".",
    "answers": [
      {
        "id": 126,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 125,
    "text": "Так продолжалось несколько дней. И с каждым днем взгляд его становился теплее и теплее. Я чувствовала себя лучше, но уже не понимала, хочу ли я выбраться из этого плена. Мне было хорошо рядом с ним.\nВ один из таких вечеров он зашел и сказал:\n— Ты свободна... \nСердце камнем упало в ноги. Вроде бы радостная новость.",
    "answers": [
      {
        "id": 126,
        "text": "Обрадоваться."
      },
      {
        "id": 127,
        "text": "Промолчать."
      },
      {
        "id": 134,
        "text": "Поговорить."
      }
    ]
  },
  {
    "id": 126,
    "text": "Наконец-то!\n Будем считать, что это какое-то глупое недоразумение в моей жизни.<s>r\n— Спасибо, Артем! — радостно выдохнула я. — Вызови мне, пожалуйста, такси.<s>r\nАртем посмотрел на меня. Грустно и безнадежно. Но меня не интересовали его чувства. Мне хотелось радоваться жизни и летать на крыльях свободы. Все-таки неволя это не для меня.",
    "answers": [
      {
        "id": 91,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 127,
    "text": "Я молча смотрела на него. Что я чувствую сейчас? Радость, грусть или замешательство? Наверное, это грусть... Или боязнь расстаться с привычкой? Испытываю ли я к нему что-то большее? Любовь, влюбленность? Мой взгляд был красноречивее слов. И его тоже. Но никто из нас не решался сделать первый шаг.",
    "answers": [
      {
        "id": 129,
        "text": "Сделать первый шаг."
      },
      {
        "id": 130,
        "text": "Задать вопрос."
      }
    ]
  },
  {
    "id": 128,
    "text": "Я в недоумении осталась лежать. Пыл прошел. Но вопросы остались. Ну не складывался у меня пазл. Пришла бы полиция, ему бы светил максимум штраф. И то не факт, потому как я практически сама полезла под машину. Что-то он не договаривает...<s>r\nЯ попыталась встать, но слабость снова сломила меня и заставила погрузиться в сон.<s>r\n— Доброе утро, — услышала я, открыв глаза.<s>r\nОказывается, проспала весь день.<s>r\nАртем сидел на диване и смотрел на меня нежным взглядом.<s>r\n— Что, опять по поводу сделки разговаривать пришел? — недовольно буркнула я.<s>r\nОн продолжал молча смотреть.<s>r\n— Не жди, что я соглашусь на сделку!<s>r\n— А что тебе остается? — ухмыльнулся он.<s>r\nОт этих слов я чуть не поперхнулась.<s>r\n— Сейчас же вызывай такси и отпусти меня домой! — приказным тоном сказала я.<s>r\n— Не дождешься, — улыбнулся парень.<s>r\nВ этот момент в него полетела подушка. Он ловко увернулся и поймал мою руку, пытающуюся запустить в него следующую. В этот миг наши взгляды встретились.<s>r\n— Отпусти... — жалобно пробормотала я и получила в ответ страстный поцелуй.<s>r\n— Что ты делаешь? — слабо возмутилась я, пытаясь его отстранить.<s>r\nГолова шла кругом.<s>r\n— Ты мне нравишься, — обнял Артем меня.<s>r\nИ это объятье было таким теплым, что я растаяла.",
    "answers": [
      {
        "id": 131,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 129,
    "text": "Я не выдержала, подбежала к нему, обняла и поцеловала в щеку. Он жадно перехватил мои губы своими губами. Миг... И все поплыло перед глазами. Сердце пыталось вырваться из груди. Ноги стали ватными, а в животе порхали бабочки. Мы не могли оторваться друг от друга. Наконец, он отстранился.<s>r\n—Тебе пора... — шепотом сказал Артем.<s>r\n—Почему? — нежно спросила я и обняла его.<s>r\n—Отец узнает — убъет.<s>r\nЯ лихорадочно думала. Каждое мое слово сейчас могло повернуть судьбу в противоположную сторону.",
    "answers": [
      {
        "id": 132,
        "text": "Попрощаться и уйти."
      },
      {
        "id": 134,
        "text": "Попытаться поговорить."
      }
    ]
  },
  {
    "id": 130,
    "text": "— Артем, почему ты держал меня здесь? — задала я наболевший вопрос.<s>r\nЧувства чувствами, но здравый смысл вперед.<s>r\n— Я хочу, чтобы ты просто забыла обо всем, что здесь было. Наша встреча — случайность, — мрачно сказал парень.<s>r\n— Но ты не ответил на вопрос...<s>r\n— Я давно тебя заметил в институте, но не решался подойти. А тут ехал... и сам не понял, как сбил тебя. Если бы отец узнал, он прибил бы меня или запер, или закрыл бы все возможности для развития. Хотя он итак не особо давал... В общем, я испугался. Единственное, что пришло мне в голову, переодеться санитаром и попытаться поговорить с тобой, чтобы ты никуда не заявляла. Но когда ничего не получилось... Я не знал, что делать.\n— То есть всё это из-за того, что ты просто и нормально не мог мне всё объяснить? — вспыхнула я.<s>r\n— Н-нет... то есть да... ты не так поняла... — вдруг он стал оправдываться.<s>r\n— Мне всё понятно. Прощай!<s>r\n— Постой! Куда ты? — растерянно закричал он.<s>r\n— Ты же сам выгонял меня! — я была в бешенстве от происходящего. Столько дней держать меня взаперти просто ТАК?!!<s>r\n— Ну, прости меня, — схватил парень меня за руку. — Прости.<s>r\nОн притянул меня к себе и страстно поцеловал. Этот поцелуй, казалось, длился целую вечность. Моё сердце пульсировало, а ноги едва не подкашивались.<s>r\nИ мне совсем не хотелось уходить.<s>r",
    "answers": [
      {
        "id": 134,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 131,
    "text": "Он тоже был мне симпатичен. Нам было хорошо вместе. Я начала поправляться. Мы пили вместе чай с  малиновым вареньем, укутавшись в теплый плед, смотрели вечерами на камин и подолгу молчали, находясь рядом.<s>r\nИ я уже начала переставать понимать разницу между былью и сказкой, когда в один из прекрасных дней Артем пришел и грустно сказал:<s>r\n— Ты можешь идти...<s>r\nСердце камнем упало в ноги.<s>r",
    "answers": [
      {
        "id": 126,
        "text": "Обрадоваться."
      },
      {
        "id": 134,
        "text": "Поговорить."
      },
      {
        "id": 131,
        "text": "Промолчать.",
        "comment": true
      }
    ]
  },
  {
    "id": 132,
    "text": "Прекрасная была сказка. Но со злым Кощеем я совсем не хочу воевать.<s>r\n— Да, ты прав, мне действительно пора, — улыбнулась я.<s>r\nПомахала рукой, вызвала такси и была такова.",
    "answers": [
      {
        "id": 91,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 133,
    "text": "— Конечно! Выздороветь я и дома смогу! Зачем держать меня взаперти?<s>r\n— И претензий у тебя ни к больнице, ни ко мне никаких не будет? — недоверчиво посмотрел на меня Артем.<s>r\n— Нет, конечно! Меня мама дома ждет — не дождется.<s>r\nОн бросил на меня полный тоски и печали взгляд.<s>r\n— Хорошо.",
    "answers": [
      {
        "id": 126,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 134,
    "text": "—Я могу уйти, если ты этого действительно хочешь. А можем что-то попытаться придумать, — уверенно сказала я.<s>r\n—Да что тут придумывать?! — впервые за долгое время я увидела его злым и... беспомощным? — Отец хочет, чтобы все было только так, как он хочет. Ему наплевать на мое мнение, на мои чувства и желания. Он слишком могущественен, я не могу ему противостоять.<s>r\n— А ты пробовал? — ласково спросила я.<s>r\n— Не знаю, — грустно потупил он глаза. — Ты права, — вдруг решительно сказал Артем. — К черту его диктат! Прямо сейчас пойдем и скажем ему, что мы вместе.<s>r\nВместе? От этих слов в моей душе стало тепло и хорошо.<s>r\nЯ ничего не успела сообразить, как он схватил меня за руку, вытащил на улицу, посадил в свой серебристый \"мерс\", и вот мы уже мчались навстречу неизвестной реакции его отца.<s>r",
    "answers": [
      {
        "id": 135,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 135,
    "text": "Все произошло так стремительно. Мы даже не знаем друг друга. Стоит ли ехать к его отцу? Какой он? Деспотичный? Агрессивный? Как он отреагирует? Почему Артем его так боится?",
    "answers": [
      {
        "id": 136,
        "text": "Ехать дальше."
      },
      {
        "id": 137,
        "text": "Поговорить."
      }
    ]
  },
  {
    "id": 136,
    "text": "Мы остановились возле крутого особняка. Я никогда в жизни не видела такой красоты: зеленый кованый забор окружал огромных размеров \"замок\" в прямом смысле этого слова, сделанный из кирпичей разного цвета, (не было ни одного повторяющегося!), резные рамы на окнах в рост человека, кованая красная арка и сад из красных роз. Голова слегка кружилась от всего происходящего.<s>r\n— Ну что, идем? — не очень решительно сказал Артем.<s>r\n— Конечно, идем, — ничуть не сомневалась я.<s>r\n Нас встретил у входа секьюрити крупного телосложения с хмурым взглядом. Проверил мои документы (откуда они взялись?) и пропустил в дом.<s>r\n—Ба! Какие люди! — послышался недовольный голос человека, сидевшего к нам спиной возле камина. Обстановка в доме очень напоминала ту, где я недавно жила.<s>r\n— Пап... — неуверенно начал Артем.<s>r\n— Ты держишь меня за идиота! — вскипел мужчина и встал из кресла-качалки.",
    "answers": [
      {
        "id": 138,
        "text": "Вмешаться."
      },
      {
        "id": 139,
        "text": "Уйти."
      },
      {
        "id": 140,
        "text": "Молчать."
      }
    ]
  },
  {
    "id": 137,
    "text": "— Артем... — аккуратно начала я.<s>r\n— Что?<s>r\n— Мы ведь даже не знаем друг друга... Может быть, не стоит травмировать отца?<s>r\nОн резко затормозил. Благо, все были пристегнуты.<s>r\n— То есть ты не хочешь быть со мной? — очень серьезно спросил он.<s>r\n— Я... я... — на мгновенье я засомневалась. — Хочу, конечно.<s>r\nНо этого мгновенья было достаточно для того, чтобы Артем снова \"закрылся\".<s>r\nМы молча ехали, но я не понимала, куда. И что-то снова спрашивать уже боялась...",
    "answers": [
      {
        "id": 145,
        "text": "Перебороть страх и попытаться поговорить снова."
      },
      {
        "id": 146,
        "text": "Молчать."
      }
    ]
  },
  {
    "id": 138,
    "text": "—Здравствуйте! Меня зовут Лиза, — вклинилась я в разговор.<s>r\n— А ты еще кто такая? — недовольно пробурчал отец.<s>r\n—Это моя девушка, — твердо сказал Артем.<s>r\n—Убирайтесь оба отсюда!- закричал отец, топая ногами.<s>r\nМы поспешили ретироваться.<s>r\n— Ну вот, я же говорил, что ему бесполезно противостоять, — с поникшей головой сидел мой любимый.<s>r\n— Ты что, Ромео и Джульетту не читал?- возмутилась я тому, что он так быстро сдался.<s>r\n— Ага, в конце все умерли...<s>r\n— Ну и что! Рано или поздно все умрем! Это не значит, что нужно сразу опускать руки. Мы обязательно найдем выход из ситуации! — попыталась поддержать его я.<s>r\n— Ты права. Когда-нибудь все наладится... — мрачно сказал Артем.",
    "answers": [
      {
        "id": 141,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 139,
    "text": "Мне стало страшно. Ну что за глупости я делаю? Какой — вместе? Какой папа? Я совершенно не знаю этого парня. Да и зачем он мне? Мне так хорошо одной!",
    "answers": [
      {
        "id": 91,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 140,
    "text": "Мне стало страшно. В каждом слове этого человека чувствовалось такое могущество, что хотелось, как страус, спрятать голову в песок.<s>r\n — О чем ты, пап? — спокойно спросил Артем.<s>r\n— Ты не появлялся на лекциях уже больше 2 недель. Наша договоренность...<s>r\n— Да, прости... — перебил парень. — Я хотел познакомить тебя со своей девушкой.<s>r\n— С кем??? — разъяренно спросил отец. — Какие девушки??? Ты давно помолвлен с дочерью самого богатого человека в нашем городе. Ты забыл?<s>r\nЭти слова прозвучали, как гром среди ясного неба. Помолвлен? О, Боже! Какая же я дура... Как же я была глупа...",
    "answers": [
      {
        "id": 142,
        "text": "Развернуться и уйти."
      },
      {
        "id": 144,
        "text": "Ждать."
      }
    ]
  },
  {
    "id": 141,
    "text": "Мы стали жить в доме, когда-то бывшем моим заточеньем.<s>r\nОднажды мы лежали на траве и смотрели на звезды. Я наконец-то решила задать вопрос, который мучал меня так долго.<s>r\n— Артемчик...<s>r\n— Что, зайка?<s>r\n— Расскажи мне, как я после больницы оказалась в твоем доме?<s>r\nОн засмеялся.<s>r\n— Нууу... мне же интересно.<s>r\nОн обнял меня.<s>r\n— Глупенькая! Потому что ты мне понравилась!<s>r\n— Давай поподробнее...<s>r\n— Я давно тебя заметил в институте, но не решался подойти. А тут я ехал... и сам не понял, как сбил тебя. Если бы отец узнал, он прибил бы меня, или запер или закрыл бы все возможности для развития. Хотя он итак не особо давал... Ну ты же видела его! В общем, я испугался. Единственное, что пришло мне в голову, переодеться санитаром и попытаться поговорить с тобой, чтобы ты никуда не заявляла.\n— А при неудачной попытке разговора выкрасть меня? — засмеялась я.<s>r\nОн кивнул, обнял меня, и мы оба поняли, насколько глупо и в то же время судьбоносно все произошло.<s>r",
    "answers": [
      {
        "id": 143,
        "text": "<Судьбоносная встреча>"
      }
    ]
  },
  {
    "id": 142,
    "text": "Слезы брызнули из глаз. Такой подлости я не ожидала.<s>r\nЯ выскочила из дома и села в случайно проезжающее мимо такси. Не помню, где вышла. Долго бродила по незнакомым улицам в поисках утешенья. Но оно никак не приходило. Обида смешалась со злостью.",
    "answers": [
      {
        "id": 41,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 143,
    "text": "Вы открыли конец под названием \"Судьбоносная встреча\".",
    "answers": [
      {
        "id": 1,
        "text": "В начало."
      }
    ]
  },
  {
    "id": 144,
    "text": "Я медленно отходила от шока, пытаясь осознать всю нелепость ситуации.<s>r\n — Если ты за меня что-то решил, это не значит, что так оно и будет, — в гневе кричал Артем. — Ты придумал эту помолвку только для своих темных делишек! Я же хочу жить нормальной, а не ПРИДУМАННОЙ жизнью.<s>r\n — Нормальной?? — в том же тоне отвечал отец. — Что для тебя нормальная жизнь? В нищете и комнате в общаге есть бэпешки??? Ездить в толкучке на автобусе??? Ходить с кнопочным телефоном??? Объясни мне: почему для тебя ТАКАЯ жизнь лучше???<s>r\n — Почему? Да просто потому что в ней я смогу чувствовать хоть что-то, — тихо сказал  Артем, взял меня за руку и вывел из этого дома.",
    "answers": [
      {
        "id": 141,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 145,
    "text": "— Ну, прости меня, если я что-то не то сказала. Но ведь это же правда! Вдруг я совсем не та, какой ты меня хочешь видеть?<s>r\nАртем нервно засмеялся.<s>r\n— Ты — та, — мягко посмотрел он на меня. — Я всё про тебя знаю.<s>r\n— Откуда? — открыла от удивления рот.<s>r\n— О! Это уже совсем другая история, — улыбнулся парень и нежно потрепал меня за ухом.<s>r\nВозможно, он просто шутит. Но вполне возможно, что он следил за мной.",
    "answers": [
      {
        "id": 136,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 146,
    "text": "Через некоторое время я увидела знакомые очертания. Это дом, в котором снимаю квартиру. Значит, мы все-таки не поехали к отцу. Облегченно вздохнула.<s>r\n— Прощай... — грустно сказал Артем.<s>r\n— До встречи, — улыбнулась я.<s>r\n— Нет, встреч больше не будет, — твердо сказал парень.<s>r\nКолеса взвизгнули, и машина уехала прочь. Я в недоумении осталась стоять. Как всё глупо и безрассудно!<s>r",
    "answers": [
      {
        "id": 147,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 147,
    "text": "Я не маленькая девочка. И уговаривать любить себя никого не буду. Обязательно найдется кто-то другой, кто заставит мое сердце полыхать от чувств.<s>r\nПрошли годы, однако на моем пути так никто и не встретился. Я прожила скучную и заурядную жизнь. А всё из-за чего? Всё из-за моей гордости!<s>r\n\"Орел — птица гордая! Пока не пнешь, не полетит.\"",
    "answers": [
      {
        "id": 149,
        "text": "<Гордая птица>"
      }
    ]
  },
  {
    "id": 148,
    "text": "— Н-не знаю... А у меня какое-то серьезное заболевание?<s>r\n— Нет, всего лишь сотрясение мозга...<s>r\n— Всего лишь... — пробормотала я. — Хорошо, давай я подлечусь немного у тебя.<s>r\n— Тогда предлагаю сделку... — по-деловому сказал парень. — Ты спокойно здесь выздоравливаешь, без всяких лишних вопросов, потом спокойно уходишь домой, и у нас нет друг к другу никаких претензий. Даю тебе 10 минут, чтобы подумать, — Артем развернулся и ушел.<s>r\nЯ лежала и не понимала ничего. Что это за парень? Он явно богат. Для чего я ему нужна? Почему он так хочет, чтобы я выздоровела? Почему после выздоровления просто хочет отпустить меня домой? Почему мне нельзя задавать вопросы? Всё это не клеилось ни в какую картину.<s>r\nЯ продолжала размышлять, когда Артем вошел и вопросительно уставился на меня.",
    "answers": [
      {
        "id": 121,
        "text": "Согласиться на сделку."
      },
      {
        "id": 148,
        "text": "Возмутиться.",
        "comment": true
      }
    ]
  },
  {
    "id": 149,
    "text": "Вы открыли конец под названием \"Гордая птица\".",
    "answers": [
      {
        "id": 1,
        "text": "В начало."
      }
    ]
  },
  {
    "id": 150,
    "text": "Я потянула за ручку, но дверь не поддалась.\nЗначит, где-то должен быть ключ.\nНужно только поискать. Возможно, он спрятан в столовой. Я еще раз огляделась по сторонам.\nГде же он может быть?",
    "answers": [
      {
        "id": 151,
        "text": "Посмотреть под столом."
      },
      {
        "id": 152,
        "text": "Поискать под стульями."
      },
      {
        "id": 153,
        "text": "Изучить подсвечники."
      }
    ]
  },
  {
    "id": 151,
    "text": "Я наклонилась, но под столом ничего не увидела. ",
    "answers": [
      {
        "id": 150,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 152,
    "text": "Я стала ощупывать пространство под стульями, вспоминая знаменитое произведение Ильфа и Петрова. После пятого стула ноги перестали меня держать. На минуту я привалилась к стулу.",
    "answers": [
      {
        "id": 118,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 153,
    "text": "Вряд ли его прячут под столом или стульями. Решила осмотреть подсвечники. В этот момент дверь в комнату открылась, и я увидела того самого санитара, который дежурил возле больничной койки.\n— Пытаешься сбежать? — усмехнулся он.\nЗлость, гнев и обида распирали меня изнутри. Что я ему сделала? Но я попыталась сдержаться.\n— Сбежишь тут... — проворчала я.\n— И не стоит. Пойдем, провожу тебя до спального места.\n— Без тебя доберусь, — огрызнулась я, и на мгновенье застыла — мне показалось, что в одном из подсвечников блеснул ключ.\nЭтого мгновенья было достаточно для того, чтобы свалиться на пол без сил. Я смутно чувствовала, как чьи-то сильные руки подняли меня, отнесли на кровать, бережно укрыли одеялом. Так стоит ли мне сбегать в следующий раз? Промелькнула мысль, и я погрузилась в сон...\nОчнувшись, я первым делом осмотрела комнату. Ничего не изменилось.\nНужно было решать, что делать дальше.",
    "answers": [
      {
        "id": 112,
        "text": "Попытаться сбежать"
      },
      {
        "id": 113,
        "text": "Привлечь внимание"
      }
    ]
  },
  {
    "id": 154,
    "text": "Я медленно встала, тело жутко ломило, голова раскалывалась. Удивительно, но дверь легко поддалась, и... я оказалась на свободе. Мне хотелось кричать от радости, но прежде надо было уехать отсюда подальше. Вышла на дорогу и (мне везло) быстро поймала машину. Когда ехала, в сердце что-то щемило. Но я не понимала, что именно, как не понимала и причину своей кражи.",
    "answers": [
      {
        "id": 91,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 155,
    "text": "Думать было трудно, голова жутко раскалывалась, и я поспешила заснуть. Проснулась ночью в холодном поту. Что-то мне во всей этой истории не нравилось. Какая разница врачу, как все произошло? Он же врач. Его задача — лечить. Причем как такового лечения я не получила за день. Получается, зря лежала тут? А может, меня нарочно кто-то сбил? Нет, все это бред... ",
    "answers": [
      {
        "id": 156,
        "text": "Заснуть."
      },
      {
        "id": 157,
        "text": "Сбежать."
      }
    ]
  },
  {
    "id": 156,
    "text": "Да, точно, бред. Больное воображение вследствие аварии...\nЯ благополучно уснула.\nУтром проснулась от чьего-то взгляда. Санитар ласково смотрел на меня. \"Ну, не похож он на врача, не похож...\" — спросонья подумалось мне.\n— Доброе утро. Как себя чувствует больная? — улыбнулся он.\n— Жива... — улыбнулась я в ответ.\n— Голова не болит?\n— Немного болит.\n— Ничего, это пройдет. Вы помните что-нибудь о случившемся?\n— Помню, что сбила меня машина, — уклончиво ответила я.\n— Цвет, марку не помните?\n— А разве это не вопрос полиции?\n— Да, конечно, — смутился парень, — будете заявлять?",
    "answers": [
      {
        "id": 158,
        "text": "Да (соврать)"
      },
      {
        "id": 159,
        "text": "Нет (сказать правду)"
      }
    ]
  },
  {
    "id": 157,
    "text": "Я решила сбежать. Странный этот врач... Молодой... Слишком интересуется мной... Может, он и сбил. Может, вообще, убить хочет... От этих мыслей волосы на моей голове зашевелились, и я еще сильнее укрепилась в решении \"сбежать\". В темноте нащупала тумбочку, облокотилась и попыталась встать. Ноги еле держали. Где моя одежда? Где ключи? Куда идти? Мысли бродили в голове. Нужно было придумать хоть какой-то план действий.",
    "answers": [
      {
        "id": 168,
        "text": "Поискать в палате ключи и одежду."
      },
      {
        "id": 169,
        "text": "Выйти за дверь в том, в чем есть."
      }
    ]
  },
  {
    "id": 158,
    "text": "Слишком подозрительный тип. Чего он ко мне привязался? Другой работы что ли нет?\n— Да, буду, — уверенно проговорила я.\nСанитар вспыхнул: он явно не ожидал такого ответа.\n— К...какого черта? Ты же сама... — проговорился парень, но вовремя поджал губы.\nЯ внимательно смотрела на него. Каким образом врач замешан в этой истории? Неужели это его была машина? Наконец, до меня дошло.\n— Так это Вы меня сбили? — деловито осведомилась я.\nОн понуро закивал головой. Но потом спохватился:\n— Давайте обойдемся без полиции. Я дам Вам денег, и дело замнем.\n— Вы предлагаете мне взятку? — засмеялась я.\n— Н-нет... т.е. да, — замялся санитар.\n— Ну Вы же меня вылечите? — нагло подмигнула я, приоткрыв обнаженное плечико.\n— Н-наверно... Так что по поводу денег?\nЯ задумалась. С одной стороны, деньги мне не помешают. С другой, как-то совсем неудобно: я же сама, в конце концов, виновата в аварии.",
    "answers": [
      {
        "id": 160,
        "text": "Взять деньги."
      },
      {
        "id": 161,
        "text": "Отказаться от денег."
      }
    ]
  },
  {
    "id": 159,
    "text": "— Нет, — честно ответила я.\nПарень облегченно вздохнул.\n— Ну тогда всего доброго! — вымученно улыбнулся он.",
    "answers": [
      {
        "id": 166,
        "text": "Попрощаться."
      },
      {
        "id": 167,
        "text": "Поговорить."
      }
    ]
  },
  {
    "id": 160,
    "text": "Пока дают, надо брать, решила я.\n— Хорошо, давайте Ваши деньги.\nПарень безмерно обрадовался. Достал какой-то пакет, вручил мне и быстро ретировался.\nЯ в недоумении осталась лежать на кровати. Но когда заглянула в пакет, то недоумение сменилось удивлением: пакет был полностью заполнен пачками 5-тысячных купюр. Я, не веря своим глазам, достала одну из них, пощупала, повертела (настоящие!), пересчитала. В одной пачке было около 20 купюр. Я в шоке смотрела на пакет. Кажется, мне это снится. С чего бы за такое мелкое происшествие давать мне такую большую сумму денег? А вдруг они меченые? Промелькнуло в голове.",
    "answers": [
      {
        "id": 162,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 161,
    "text": "—Не нужны мне Ваши деньги! — возмущенно закричала я.\nВ этот момент что-то промелькнуло перед глазами... и я погрузилась в сон.\nНе знаю, сколько времени я была в отключке, но проснулась от тиканья часов. \"Часов? — мой мозг медленно соображал. — Какие часы в больничной койке?\". Я слегка приоткрыла правый глаз и увидела роскошную квартиру: часы, обрамленные золотой рамкой; огромный кожаный диван; аквариум, в котором бы поместился магазин сувениров; дубовая лестница и далее, далее, далее. Я закрыла глаз. Где я? Ответ на этот вопрос, с одной стороны, ужасал меня, с другой — ввергал в любопытство. Стоит ли открывать глаза и показывать, что я проснулась, или лучше прислушаться к происходящему?",
    "answers": [
      {
        "id": 110,
        "text": "Открыть глаза"
      },
      {
        "id": 111,
        "text": "Прислушаться"
      }
    ]
  },
  {
    "id": 162,
    "text": "Санитар-врач больше не появлялся. Полиция ко мне интереса не проявляла. После выздоровления я навестила знакомого химика. Мы вместе с ним изучили одну из купюр при помощи современного оборудования — не было никаких признаков \"меченности\". ",
    "answers": [
      {
        "id": 163,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 163,
    "text": "Со спокойной душой я уехала к маме. Безбедная жизнь нам была обеспечена. Она долго упиралась, ахала, не верила, но все же взяла часть денег.\nДеньги — это то, к чему я стремилась. Этого и добилась. Теперь я могла позволить себе все, что хотелось и при этом ни от кого не зависеть. Я стала самодостаточной и сильной. Все, кто вился вокруг меня, были чересчур бедны, и им нужна была не я, а мои деньги. Все, с кем я общалась из высших кругов, были чересчур помешаны на деньгах, и ни о чем другом не могли говорить. Из этого я пришла к выводу, что лучше быть богатой и одинокой, чем всю жизнь ходить в обносноках и есть полутухлые котлеты, сидя за шатающимся столом, напару с любимым мужем в носках, заштопанных не раз.",
    "answers": [
      {
        "id": 165,
        "text": "<Богатое одиночество>"
      }
    ]
  },
  {
    "id": 164,
    "text": "Вы достигли конца под названием \"Богатое одиночество\".",
    "answers": [
      {
        "id": 1,
        "text": "В начало."
      }
    ]
  },
  {
    "id": 165,
    "text": "Вы достигли конца под названием \"Богатое одиночество\".",
    "answers": [
      {
        "id": 1,
        "text": "В начало."
      }
    ]
  },
  {
    "id": 166,
    "text": "— И Вам... — недоуменно пожала я плечами.\nСтранный какой-то... Что ему надо было? \nСанитара я больше не видела. Приходили другие врачи. Через несколько дней я поправилась. Но что-то все время не давало мне покоя.",
    "answers": [
      {
        "id": 91,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 167,
    "text": "— Эээ... постойте, молодой человек, а как же мое лечение? Никаких процедур мне не проводят.\nСанитар на секунду замешкался, но потом спохватился:\n—Да, конечно, сейчас приглашу медсестру, она выполнит все нужные манипуляции.\n— А какие мне полагаются? — соблазнительно улыбнулась я.\nПарень мне нравился. Не хотелось просто расставаться. Но я забыла, что мы не одни в комнате.\nПока санитар думал, что ответить, я почувствовала, как напрягся парень на соседней койке. Посмотрела на него — обычный, ничем не примечательный, никого из знакомых не напоминает.\n— Так что там по поводу процедур? — повторила я свой вопрос и лукаво улыбнулась.\n— Сейчас схожу за Вашей картой, — пробубнил санитар.\n\"Как же ему хочется уйти!\" — грустно подумалось мне. И в этот момент парень с соседней койки заговорил:\n—Да-да, доктор, и мою захватите заодно.\n— А, может, помочь Вам? — нагло сказала я, сверкнув глазами в сторону соседа, который невольно съежился.\n— Нет, — пробормотал санитар и скрылся за дверью.",
    "answers": [
      {
        "id": 179,
        "text": "Пойти следом."
      },
      {
        "id": 180,
        "text": "Остаться лежать."
      }
    ]
  },
  {
    "id": 168,
    "text": "Я решила поискать хоть какие-то свои вещи. И... нащупала на тумбочке свой телефон. О! Это моё спасение! Я радостно схватила его, при этом уронив стоящую рядом кружку. Она не разбилась, но от шума проснулся сосед.\n— Эй, ты чего шумишь?",
    "answers": [
      {
        "id": 170,
        "text": "Поговорить."
      },
      {
        "id": 171,
        "text": "Промолчать."
      }
    ]
  },
  {
    "id": 169,
    "text": "Что-то искать в такой темноте было нелепо. Поэтому я в больничной одежде, шатаясь, аккуратно открыла дверь и вышла в коридор. Он едва освещался. За столом посапывала дежурная медсестра, и у меня не возникло проблем с преодолением препятствия в виде неё. Но входная дверь, увы, была, заперта.",
    "answers": [
      {
        "id": 172,
        "text": "Поискать другой выход."
      },
      {
        "id": 173,
        "text": "Попытаться открыть дверь."
      },
      {
        "id": 174,
        "text": "Разбудить медсестру."
      },
      {
        "id": 175,
        "text": "Поискать ключ у медсестры в кармане.",
        "need": 173
      }
    ]
  },
  {
    "id": 170,
    "text": "— Прости, я случайно... Спи дальше...\n— Поспишь тут... — проворчал парень. — Кто-то ходит-шумит...\n— Ну, я же извинилась... — промямлила я.\n— Ничего не знаю. Разбудила — теперь разговаривай со мной.\n— О чем?\n— Ну, давай для начала познакомимся. Меня Петькой звать.\nЯ назвала свое имя.\n— Сколько тебе лет? — бестактно спросил Петька. Я проигнорировала вопрос.",
    "answers": [
      {
        "id": 86,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 171,
    "text": "Я замерла и притворилась спящей. Через некоторое время услышала мирное посапывание соседа. Включив на телефоне фонарик, я смогла обнаружить свои вещи. Медленно переоделась. Болезнь давала о себе знать. Нашла немного денег, вызвала такси и сбежала из больницы.",
    "answers": [
      {
        "id": 91,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 172,
    "text": "Я, едва держась на ногах, побрела вдоль мрачных стен в поисках другого выхода. Но в какой-то момент в глазах потемнело. Очнулась в своей палате. Чей-то взгляд пронизывал меня насквозь. Это был санитар. \"Ну, не похож он на врача, не похож...\" — спросонья подумалось мне.\n— Доброе утро. Как себя чувствует больная? — улыбнулся он.\n— Жива... — улыбнулась я в ответ.\n— Голова не болит?\n— Немного болит.\n— Ничего, это пройдет. Вы помните что-нибудь о случившемся?\n— Помню, что сбила меня машина, — уклончиво ответила я.\n— Цвет, марку не помните?\n— А разве это не вопрос полиции?\n— Да, конечно, — смутился парень, — будете заявлять?",
    "answers": [
      {
        "id": 158,
        "text": "Да (соврать)"
      },
      {
        "id": 159,
        "text": "Нет (сказать правду)"
      }
    ]
  },
  {
    "id": 173,
    "text": "Я попыталась открыть дверь, но, конечно, это было бесполезно.",
    "answers": [
      {
        "id": 173,
        "text": "Назад",
        "backstepCount": 1,
        "isBack": true
      }
    ]
  },
  {
    "id": 174,
    "text": "— Эй... — тихонько позвала я, но женщина продолжала спать.\n— Помогите мне, — погромче и потверже сказала я.\nОна очнулась и сонно смотрела на меня.",
    "answers": [
      {
        "id": 176,
        "text": "Попросить ключ от двери."
      },
      {
        "id": 177,
        "text": "Попробовать договориться."
      }
    ]
  },
  {
    "id": 175,
    "text": "Я осторожно подошла к медсестре. Порывшись в карманах, нашла ключ. Женщина так и не проснулась. Выйдя за дверь, сразу же поймала такси и уехала к подруге-Катьке. На следующий день...",
    "answers": [
      {
        "id": 91,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 176,
    "text": "— Дайте, пожалуйста, ключ, хочу выйти и подышать свежим воздухом, — четко проговорила я. \nЖенщина спросонья достала из кармана связку ключей и протянула мне. Выйдя за дверь, я сразу же поймала такси и уехала к подруге-Катьке. На следующий день...",
    "answers": [
      {
        "id": 91,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 177,
    "text": "— Помогите, пожалуйста, меня преследует мой бывший, хочу от него сбежать, — находу начала я врать.\nМедсестра непонимающе смотрела на меня секунд 5, а потом резко проговорила:\n— Вот что, милочка, нечего мне тут сказки рассказывать. Марш в свою палату!\nМне ничего не оставалось делать, как подчиниться.",
    "answers": [
      {
        "id": 178,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 178,
    "text": "Утром я проснулась от чьего-то взгляда. Санитар ласково смотрел на меня. \"Ну, не похож он на врача, не похож...\" — спросонья подумалось мне.\n— Доброе утро. Как себя чувствует больная? — улыбнулся он.\n— Жива... — улыбнулась я в ответ.\n— Голова не болит?\n— Немного болит.\n— Ничего, это пройдет. Вы помните что-нибудь о случившемся?\n— Помню, что сбила меня машина, — уклончиво ответила я.\n— Цвет, марку не помните?\n— А разве это не вопрос полиции?\n— Да, конечно, — смутился парень, — будете заявлять?",
    "answers": [
      {
        "id": 158,
        "text": "Да (соврать)"
      },
      {
        "id": 159,
        "text": "Нет (сказать правду)"
      }
    ]
  },
  {
    "id": 179,
    "text": "Я, едва держась на ногах, встала и пошла следом за парнем. Что-то не давало мне покоя, и я хотела выяснить, что именно.\nОткрыв дверь и пройдя пару шагов, я замерла от неожиданности. Санитар снял халат и бросил его на стоящий рядом стул. Кажется, он был чему-то рад и неспеша направлялся к выходу из больницы.\n— Эй... — окликнула его я.\nОн вздрогнул, но не обернулся.\n— Молодой человек... врач...\nВдруг он резко развернулся и подбежал ко мне, закрыв мой рот своей ладонью. Я в недоумении смотрела на него.",
    "answers": [
      {
        "id": 181,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 180,
    "text": "Я осталась лежать в недоумении. Все было очень странно. Санитар так и не вернулся. Приходил другой врач, который назначил лечение. Спустя неделю я была полностью здорова.",
    "answers": [
      {
        "id": 91,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 181,
    "text": "Не успела я пошевелиться и возмутиться, как черная пелена появилась перед глазами.\nНе знаю, сколько времени я была в отключке, но проснулась от тиканья часов. \"Часов? — мой мозг медленно соображал. \"Какие часы в больничной койке?\". Я слегка приоткрыла правый глаз и увидела роскошную квартиру: часы, обрамленные золотой рамкой; огромный кожаный диван; аквариум, в котором бы поместился магазин сувениров; дубовая лестница и далее, далее, далее. Я закрыла глаз. Где я? Ответ на этот вопрос, с одной стороны, ужасал меня, с другой — ввергал в любопытство. Стоит ли открывать глаза и показывать, что я проснулась, или лучше прислушаться к происходящему?",
    "answers": [
      {
        "id": 110,
        "text": "Открыть глаза"
      },
      {
        "id": 111,
        "text": "Прислушаться"
      }
    ]
  },
  {
    "id": 182,
    "text": "Он донес меня до самого дома",
    "answers": []
  },
  {
    "id": 183,
    "text": "— Твоей наглости нет границ! — возмущенно топнула я ногой, отстранившись. — Иди, куда шел! — в гневе сказала я.\n— Как хочешь, детка... — недоуменно пожал плечами парень и скрылся за углом стоящего рядом здания.",
    "answers": [
      {
        "id": 185,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 184,
    "text": "Грех не воспользоваться сложившейся ситуацией. \n— Никиит... — ласково оттолкнула его я. — Кажется, я порвала платье.\n— Ну-ка, дай посмотрю на твою прекрасную попу, — ухмыльнулся он и развернул меня к себе спиной. От его раздевающего взгляда стало не по себе.\n— Ты лучше придумай что-нибудь, чтобы, кроме тебя, ею никто не любовался, — с усмешкой произнесла я.\nНикита, казалось, усмешки совсем не почувствовал и неожиданно подхватил меня на руки.\n— Когда уже только мне будет позволено носить тебя на руках и наслаждаться твоей красотой? — вдруг тихо, нежно и очень проникновенно проговорил Никита, заглянув мне в глаза.\nИ в этот момент что-то перевернулось в моем сердце и в моем сознании.",
    "answers": [
      {
        "id": 46,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 185,
    "text": "Я присела и огляделась в поисках того, кто мне мог бы помочь. Но все проходили мимо. \nМое прекрасное настроение мгновенно улетучилось.\nНо вдруг я увидела знакомую фигуру, направляющуюся прямо ко мне. Это",
    "answers": [
      {
        "id": 51,
        "text": "был Вадик, мой бывший парень."
      },
      {
        "id": 70,
        "text": "была моя подруга Катька."
      },
      {
        "id": 185,
        "text": "был Никита, который давно оказывал мне знаки внимания.",
        "comment": true
      }
    ]
  },
  {
    "id": 186,
    "text": "— Постойте... — крикнула я брюнету вслед, ещё не зная, о чём буду говорить дальше, и стыдливо прикрывая руками разрез сзади.\nОн оглянулся, не понимая, кто его зовёт.\n— Вы можете помочь мне? — смущенно пробормотала я. — У меня порвалось платье, и я не могу идти дальше.\n— Тебя понести? — с усмешкой ответил парень.\n— Н...нет, можно найти какой-то другой выход... — пробормотала я и смутилась ещё больше.\n— Да лан, не парься, на, возьми мою кожанку, — по-братски сказал он и протянул куртку.\n— С-спасибо, — заикаясь, проговорила я и покраснела сильнее прежнего.\n— Запиши мой номер, созвонимся, загляну к тебе на чай и за курткой, — подмигнул он.\nОт его наглости пересохло в горле. Он за кого меня принимает???",
    "answers": [
      {
        "id": 188,
        "text": "Отказаться от помощи."
      },
      {
        "id": 189,
        "text": "Взять куртку, но не брать номер телефона."
      },
      {
        "id": 190,
        "text": "Взять куртку и номер."
      }
    ]
  },
  {
    "id": 187,
    "text": "Я огляделась в поисках того, кто мне мог бы помочь. Но все проходили мимо. \nМое прекрасное настроение мгновенно улетучилось.\nНо вдруг я увидела знакомую фигуру, направляющуюся прямо ко мне. Это",
    "answers": [
      {
        "id": 22,
        "text": "был Никита, который давно оказывал мне знаки внимания."
      },
      {
        "id": 51,
        "text": "был Вадик, мой бывший парень."
      },
      {
        "id": 70,
        "text": "была моя подруга Катька."
      }
    ]
  },
  {
    "id": 188,
    "text": "— Ну уж, нет, с такими условиями я не согласна, — побагровела от злости я.\n— Ну... как хочешь... — пожал плечами парень, развернулся и пошел туда, куда шел.\nЯ осталась стоять, проклиная себя за вспыльчивость и непонимание шуток.\nНадо что-то решать.",
    "answers": [
      {
        "id": 187,
        "text": "Оглядеться в поисках знакомых."
      }
    ]
  },
  {
    "id": 189,
    "text": "— За куртку спасибо. Но номер записывать не буду. В конце концов, твоя куртка, сам меня как-нибудь найдешь, — холодно проговорила я.\nПарень на несколько секунд обомлел от моего тона. Он не ожидал такой реакции.\n— Ок, тогда говори свой телефон, — быстро сообразил он.\n— 8.... — продиктовала я номер и добавила:\n— Только учти, у меня сегодня последняя пара, потом на всё лето я уезжаю домой.\n— Я понял, красотка, — подмигнул брюнет и убежал по своим делам.",
    "answers": [
      {
        "id": 191,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 190,
    "text": "— Хорошо, — подмигнула я.\nТеперь у меня есть его номер, и эта мысль приятно грела сердце.\nПары закончились, и я незамедлительно позвонила своему новому знакомому.\n— Привет... ещё раз... Хочу вернуть тебе куртку...\n— Жду тебя возле главного входа.\nИз здания я выпорхнула словно бабочка. У меня открылось второе дыхание. Хотелось жить и радоваться жизни, но, главное, любить!",
    "answers": [
      {
        "id": 204,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 191,
    "text": "Пары быстро прошли, мы смеялись над утренним случаем. Но у меня из головы всё не шли образы его губ, рук, глаз и мускулистого тела. Я закрывала веки и видела его наглую улыбку. Неужели моё сердце, давно позабывшее о любви, снова начало дышать, греть и светиться? Эти мысли ввергли меня в ужас. Я, словно школьница, ждала его звонка, каждые 5 секунд поглядывая на телефон. Но он всё не звонил. Пары закончились. Нужно было решать, что делать дальше.",
    "answers": [
      {
        "id": 192,
        "text": "Пойти на съемную квартиру, собрать вещи и поехать домой."
      },
      {
        "id": 193,
        "text": "Потусить возле учебного заведения. Вдруг он ещё позвонит?"
      },
      {
        "id": 194,
        "text": "Зайти к подруге в гости. Всё равно поезд ещё не скоро."
      }
    ]
  },
  {
    "id": 192,
    "text": "Я решила, что, каким бы приятным и милым ни был брюнет, у меня есть свои дела. Собрала вещи и села на поезд.",
    "answers": [
      {
        "id": 5,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 193,
    "text": "Времени до отъезда поезда было предостаточно, поэтому я решила потусить возле института. Мы с Катькой гуляли и непринужденно болтали. Но мысли все мои были только о брюнете. Я даже забыла о порванном платье. Какой смысл отдавать куртку, если я всё ещё в этом платье? Зазвонил телефон. Я вздрогнула, но, увы, это звонили Катьке. Она ушла, оставив меня наедине с моими думками. Действительно, глупо было ждать звонка. \"Надо было взять его номер!\" — проклинала я себя, медленно направляясь к дому и смотря себе под ноги. Неожиданно мой нос упёрся во что-то твердое, а тело завибрировало мягкими волнами. Я подняла голову и увидела...",
    "answers": [
      {
        "id": 195,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 194,
    "text": "Мы мило проводили время. Но в голове всё вертелось: \"Когда же он позвонит?\". Звонка не последовало. И я в унылом настроении направилась домой.\nВ конце концов, сколько можно грустить!",
    "answers": [
      {
        "id": 192,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 195,
    "text": "— Ха! Вот так встреча! Заодно и куртку заберу, — усмехнулся брюнет, глядя в мои потерявшие надежду глаза.\n— Как ты её заберёшь, если я ещё не переоделась... — проворчала я.\n— Вот и на чай загляну, как и говорил, — нагло и в то же время ласково улыбнулся он.\nМне ничего не оставалось делать, как пройти с ним до дома.\nВозле подъезда я сказала:\n— Жди меня тут, никакого чая! Мы ещё слишком мало знакомы... — и сама смутилась от этой фразы.\nОн как-то странно посмотрел в мои глаза. Но тон и поведение остались прежними.\n— Хорошо, как скажешь.\nЯ медленно поднималась пешком по лестнице. Разные мысли терзали меня. Почему мне не хотелось идти быстрее? Ведь я уже явно опаздываю на поезд... Не потому ли, что всем сердцем желаю не просто пригласить этого парня на чай, но ещё обнять и поцеловать его, и желательно 75 лет прожить вместе! От этих неожиданных мыслей я замерла.",
    "answers": [
      {
        "id": 196,
        "text": "Спуститься вниз"
      },
      {
        "id": 197,
        "text": "Подниматься дальше"
      }
    ]
  },
  {
    "id": 196,
    "text": "Господи, что я творю! Ведь он мне действительно нравится! Почему я притворяюсь недотрогой?\nЗнак вопроса читался в его глазах, когда спустя несколько секунд он снова увидел меня.\n— Я пошутила... — скомканно проговорила я. — Пошли на чай.\nОн хитро улыбнулся и неожиданно обнял меня. И я не отстранилась.\nМы пили чай и молчали.\n— Хочешь, я никуда не поеду? — шёпотом спросила я.\n— Хочу, — радостно засветились его глаза при этих словах. \nОн притянул меня к себе и поцеловал. И этот поцелуй казался вечностью.\nПотом мы пошли гулять.",
    "answers": [
      {
        "id": 204,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 197,
    "text": "Но потом одумалась и продолжила свой путь. Это всё глупости. Надо просто выкинуть их из головы и жить дальше.\nЯ быстро переоделась, собрала сумку, спустилась и отдала брюнету куртку. Когда моя рука случайно коснулась его торса, тело снова отозвалось истомой.\n— Спасибо! — поблагодарила я.\nКазалось, чего-то не хватает, чтобы завершить эту встречу.",
    "answers": [
      {
        "id": 198,
        "text": "Поцеловать в щеку."
      },
      {
        "id": 199,
        "text": "Поцеловать в губы."
      },
      {
        "id": 200,
        "text": "Помахать рукой."
      }
    ]
  },
  {
    "id": 198,
    "text": "Я обняла его и чмокнула в щеку. Он не ожидал. Но схватил меня за руку. Несколько секунд мы смотрели в глаза друг другу. Потом он нежно притянул меня к себе и поцеловал. Щеки залились румянцем, голова закружилась и ноги стали совсем ватными.\n— Давай я провожу тебя что ли... — грустно сказал он.\nМне тоже было грустно. Не хотелось его отпускать.\nОн взял из рук сумку. Мы молча шли к вокзалу.\nМеня снова мысли разрывали на части. Может быть, не ехать домой? Я не хочу потерять его навсегда. А, может, всё это всего лишь мимолётное помутнение рассудка? \nОбъявили мой поезд.",
    "answers": [
      {
        "id": 201,
        "text": "Остаться."
      },
      {
        "id": 202,
        "text": "Залезть в вагон."
      },
      {
        "id": 203,
        "text": "Ждать, ведь ещё есть время до отъезда."
      }
    ]
  },
  {
    "id": 199,
    "text": "Я решила поцеловать его в губы напоследок. Наш поцелуй казался вечным. Голова шла кругом, и я уже не понимала, хочу уехать или нет. Хотелось забыться в его объятьях. Решение пришло само собой.",
    "answers": [
      {
        "id": 201,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 200,
    "text": "— Прощай, — крикнула я, помахала рукой и убежала на поезд.",
    "answers": [
      {
        "id": 91,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 201,
    "text": "— Я останусь, — вдруг решительно проговорила я.\nЕго глаза засветились, он радостно обнял меня и поцеловал. Настроение за секунду взлетело до самого прекрасного.\nМы шли молча, держась за руки.",
    "answers": [
      {
        "id": 204,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 202,
    "text": "Я обняла его напоследок и помахала рукой. В конце концов, если бы он испытывал ко мне что-то, если бы он хотел что-то изменить (а это было в его силах!), то он остановил бы меня.\nРаз этого не произошло, значит, никаких чувств нет, что я буду унижаться и бегать за ним?\nЯ гордо залезла в вагон.",
    "answers": [
      {
        "id": 147,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 203,
    "text": "Я в нерешительности стояла возле вагона. Пойдешь направо... Как там в сказке? Знать бы наперёд, что тебя ждёт! Ну ещё минутку... побуду рядом с ним...\n— А хочешь... — вдруг тихо начал он. — Я поеду с тобой?\nМоё дыхание перехватило. Чтооо? Со мной???\n— Конечно, больше всего на свете этого хочу! — улыбнулась я и поцеловала его.\nМы поменяли билеты и сели на следующий поезд.",
    "answers": [
      {
        "id": 206,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 204,
    "text": "Нам просто хорошо было вместе. Идти, молчать и наблюдать. Казалось, что мы разговаривали друг с другом внутренними голосами. Никогда ещё я не встречала человека, который был бы мне настолько близким и родным.\n— Слушай, а я ведь даже не знаю, как тебя зовут... — нарушила тишину я.\n— А как ты хочешь, чтоб меня звали? — подмигнул он.\n—Ммм.. м.. Не знаю. Давай я буду звать тебя Брю! — засмеялась я.\nОн тоже. Мы посмотрели друг на друга и поняли, что счастье — вот, оно! — быть рядом с тем, кого ты любишь и кто тебя любит.",
    "answers": [
      {
        "id": 205,
        "text": "<Вот оно счастье>"
      }
    ]
  },
  {
    "id": 205,
    "text": "Вы достигли конца под названием \"Вот оно счастье\".",
    "answers": [
      {
        "id": 1,
        "text": "В начало."
      }
    ]
  },
  {
    "id": 206,
    "text": "Стук колёс, казалось, заглушал наши мысли. Мы смотрели друг на друга и не могли оторвать взгляда. \n— Ты разве не боишься знакомиться с моими родителями? — задала я вопрос, терзавший мою душу.\n— Так я ещё и с тобой не познакомился, — засмеялся брюнет.\nИ я поняла, что мы даже не знаем имён друг друга, но это неважно. Потому что счастье — вот оно! — быть рядом с тем, кого ты любишь и кто тебя любит!",
    "answers": [
      {
        "id": 205,
        "text": "<Вот оно счастье>"
      }
    ]
  },
  {
    "id": 207,
    "text": "",
    "answers": []
  }
]