[
  {
    "id": 1,
    "text": "\"Внешность — не главное. Главное — поступки\"\n\nВ вымышленной мирной деревне Спалово все тихо, спокойно, мирно, никто никого не трогает. Но вдруг на деревню сваливается, как снег на голову, бизнесмен со своими людьми из ближайшего города и намеревается снести деревню и построить вместо нее город. Но, счастью, в деревне есть защитники, способные не только сохранить деревню, но и нарушить планы бизнесмена.",
    "answers": [
      {
        "id": 2,
        "text": "Начать"
      }
    ]
  },
  {
    "id": 2,
    "text": "В деревне Спалово жизнь идет тихо, спокойно, мирно, никто никого не трогает. Каждый занимается своим делом: кто-то куда-то идет или едет, кто-то занимается хозяйством, кто-то объединяется в дружные компании и чем-то занимаются или куда-то ходят. На ближайшей речке с крутым спуском купаются и резвятся в воде взрослые и дети и отдыхают на песчаном берегу. В деревне также местами пасется скот. За деревней пасется скот, который вечером приносит молоко и шерсть. И у некоторых деревенских жителей есть свой бизнес — они продают друг другу молоко, шерсть и... мясо. В общем, вот так проходит жизнь деревни Спалово.",
    "answers": [
      {
        "id": 3,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 3,
    "text": "Вдруг неподалеку от деревни встали три \"гелика\", в которых приехали важные и серьезные люди, которыми заправляет главный олигарх. Его зовут Владимир Ларионович Сараев. И вот он сидит в одной из машин на заднем сидении и из окна высматривает деревню. И вот он сказал:\n— Эх, хорошее местечко... Для мегаполиса.\n— А ты хорошо подумал перед тем, как строить мегаполис? — смеясь спросила правая рука Сараева, его девушка по имени Любовь. — Ты, действительно, считаешь, что это идеальное место для стройки?\n— Да... Вон та речка идеально может подойти для строительства нефтяного завода!\n— Зачем же для завода речка, Вова? Там же...\n— Но лишние отходы надо куда-то сливать!\n— Дак можно какую-нибудь канаву вырыть для отходов!\n— Вырыть канаву? Да мы так всю землю выроем и зальем ее к черту! Нет, это плохая идея. А вот в речку отходы можно будет сливать. В речке же бесконечный запас воды! \n— Больше ничего не придумал?\n— Придумал. Мы либо спилим те деревья, что стоят на обрыве перед речкой и построим нефтяной завод, либо построим завод на берегу!\n— Скверные у тебя, конечно, идеи! Ну, да ладно.\n— Это пока все идеи. Все, поехали в город!",
    "answers": [
      {
        "id": 4,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 4,
    "text": "В это время неподалеку от машин резвились несколько подростков. И вот они уставились на эти машины.\n— Погоди, Вова, — сказал водитель олигарха. \n— Что?\n— Мы не можем что-то делать, когда на нас кто-то смотрит.\n— А кто на нас смотрит? — спросил Сараев.\n— Да вон те подростки! — водитель указал вглядом на детей. — Они на нас зырят и как будто что-то против нас замышляют!\n— Сейчас разберемся! — ответил Сараев, вылез из машины, подошел к подросткам и спросил:\n— На че уставились? \"Геликов\" никогда не видели, что ли?",
    "answers": [
      {
        "id": 5,
        "text": "Нет, не видели."
      },
      {
        "id": 6,
        "text": "А вы кто? И что здесь делаете?"
      }
    ]
  },
  {
    "id": 5,
    "text": "— Поздравляю! Посмотрели \"Гелик\"? Все, валите отсюда!",
    "answers": [
      {
        "id": 6,
        "text": "А вы кто такой?"
      }
    ]
  },
  {
    "id": 6,
    "text": "— Не твоего ума дело!",
    "answers": [
      {
        "id": 7,
        "text": "Слышь!"
      },
      {
        "id": 8,
        "text": "А почему вы грубите?"
      }
    ]
  },
  {
    "id": 7,
    "text": "— Что? \n— Если против нас что-то замышляете, то на нас это не сработает!\n— Да что вы говорите! Ой, напугал! И что с того?\n— Мы вам нашу деревню просто так не сдадим!\n— А мы не за деревней приехали.\n— А зачем?\n— Потому узнаете, зачем. Так, все, валите отсюда, чтоб мы вас не видели!",
    "answers": [
      {
        "id": 10,
        "text": "Зачем вам наша деревня?!"
      }
    ]
  },
  {
    "id": 8,
    "text": "— Потому, что я не хочу, чтобы на моем пути стояли такие молокососы, как вы!",
    "answers": [
      {
        "id": 7,
        "text": "Слышь!"
      }
    ]
  },
  {
    "id": 9,
    "text": "Подростки забежали в деревню. Они увидели всех, кто был на улице и крикнули:\n— ТРЕВОГА!!!\nЖители услышали крик, сбежались к подросткам и спросили:\n— Что? Что такое? Что случилось?\n— В общем, мы резвились на поле. \n— Так...\n— Потом увидели, как неподалеку от нас встали три \"гелика\". \n— Ну?\n— Потом из одной из машин вылез мужик в деловом костюме, старый, с пивным животом и начал нас прогонять. Мы пытались выяснить, зачем они тут. Но вместо ответа он начал нам грубить. А еще он достал пистолет и начал в нас целиться, дабы прогнать нас! И мы убежали, спасая свою жизнь!\nЖители ахнули.\n— Ой, это вообще не допустимо! — начали возмущаться жители. — Кто они такие вообще? Понаехали! Надо всех на ноги поднимать! Надо быть готовым к любым неожиданностям!\nНеподалеку от топлы стоял парень в фуфайке и олимпийке под низом, в ушанке, трико, сапогах и с лопатой в руке и сказал себе:\n— Мда, что-то здесь не так... Видимо, деревня в опасности. Надо своих оповестить!",
    "answers": [
      {
        "id": 12,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 10,
    "text": "— Вам не ясно было сказано, что ли? — переспросил Владимир, достав из-за пиджака пистолет и нацелил его на подростков. Подростки испугались.",
    "answers": [
      {
        "id": 11,
        "text": "Валим!"
      }
    ]
  },
  {
    "id": 11,
    "text": "Подростки в испуге побежали в деревню.\n— Правильно! Бегите! — сказал Вова и сел в машину. — Поехали!\nМашины тронулись и поехали в город.\n— Вова! — сказала Любовь. — Зачем надо было в детей ствол направлять?!\n— Чтобы хоть как-то их со своей дороги смести! А я бы на твоем месте лишних вопросов не задавал!",
    "answers": [
      {
        "id": 9,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 12,
    "text": "Опасность может предотвратить не только полиция, но и команда \"Деревенских мстителей\", готовых хоть как-то защитить родную деревню.\n\nВыберите персонажа",
    "answers": [
      {
        "id": 13,
        "text": "Лопата"
      },
      {
        "id": 14,
        "text": "Авоська"
      },
      {
        "id": 15,
        "text": "Кухарка"
      },
      {
        "id": 16,
        "text": "Крот"
      },
      {
        "id": 17,
        "text": "Дворник"
      }
    ]
  },
  {
    "id": 13,
    "text": "Лопата \n\nРанее работал гробовщиком. Но однажды его отец занял много денег у серьезных людей и так долго затянул с деньгами, что отец попал к сыну на работу в первый и последний раз... Лопата понял, что его отец тогда связался не с теми людьми, поэтому Лопата теперь намеревается отомстить за своего отца.",
    "answers": [
      {
        "id": 18,
        "text": "Дальше"
      },
      {
        "id": 12,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 14,
    "text": "Авоська\n\nЭту кличку носит продавщица павильна с тем же названием \"Авоська\". Но однажды к ней пришли серьезные люди и вооруженным путем отобрали павильон и поставили за кассу их секретаршу. Это была единственная торговая точка в деревне, до которой можно было сделать два шага. Из-за такого поворота жителям потом приходилось ездить за продуктами в соседний поселок. А боялись они ходить туда потому, что продавщицей была серьезная и опасная женщина — ведь за любой косяк она могла просто убить. Жители-то знают, что Авоська не могла просто так уйти из-за кассы магазина. Авоська больше не может смотреть, как страдают люди, и теперь хочет вернуть обратно свой павильон, вооружившись авоськой, полной железной посуды, чтобы облегчить жизнь людям.",
    "answers": [
      {
        "id": 18,
        "text": "Дальше"
      },
      {
        "id": 12,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 15,
    "text": "Кухарка\n\nБыла поваром, пока серьезные люди не отобрали вооруженным путем ее общепит. Ведь туда ходили бедные, некоторые работники во время обеденного перерыва и так далее. Здесь устраивались поминальные обеды, юбилейные вечера, свадьбы и даже выпускные одиннадцатых классов. Кухарка больше не могла смотреть, как люди без этого страдают и устраивают у себя дома скучные и глухие банкеты. Она в качестве шлема надела ведро, сделав дыру для обзора, вооружилась сковородой и крышкой от кастрюли в качестве щита, чтобы хоть как-то вернуть свою работу и положить конец этим страданиям.",
    "answers": [
      {
        "id": 18,
        "text": "Дальше"
      },
      {
        "id": 12,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 16,
    "text": "Крот\n\nЕго семья была бедная, еще и неблагополучная, поэтому его родители разрешали ему воровать еду — ведь они тоже этим занимались. Он воровал овощи, фрукты и даже домашний скот с чужих домов, но не в магазине потому, что его тут же могли задержать. И вот однажды этот парень залез в один из огородов, чтобы своровать несколько овощей. И вот однажды он спалился. Из дома вышел серьезный тип и увидел это. Но Крот убежать не успел — этот тип поймал его и плеснул кислотой в глаза. Крот больше не мог видеть. Но это надувательство увидели и другие деревенские. Они не одобряли Крота за воровство, но на этот раз они встали на сторону Крота потому, что они не только сами страдают от голода и нищеты, как и Крот, но и потому, что тот тип нанес вред его здоровью, особенно его глазам. За то, что тот тип лишил Крота зрения, в один день в суде слушалось уголовное дело. Но тип был оправдан, а Кроту из-за его зрения светил лишь домашний арест, чем люди и были недовольны. Почему? Очень просто: судья взял деньги. Теперь за лишенное зрение и несправедливость Крот хочет отомстить этому типу. Отныне в команде за ним присматривает и сопровождает Авоська.",
    "answers": [
      {
        "id": 18,
        "text": "Дальше"
      },
      {
        "id": 12,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 17,
    "text": "Дворник\n\nЧеловек без образования. Чтобы подняться, он устроился работать дворником в одно из открывающихся нелегальных предприятий одного из богатых бизнесменов, который и предложил ему работу, которая хорошо оплачивалась. Бизнесмену запрещено было иметь это предприятие, поэтому он оформил его на Дворника. Но однажды бизнесменом заинтересовалась полиция, но потом было ясно, что предприятие не его. Бизнесмен скрылся, а Дворник по несправедливости был осужден, а предприятие было закрыто. Дворник вышел досрочно, когда дело было пересмотрено. И теперь он хочет отомстить бизнесмену за такую подставу.",
    "answers": [
      {
        "id": 18,
        "text": "Дальше"
      },
      {
        "id": 12,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 18,
    "text": "Деревенские мстители собрались вместе. \n— Итак, уважаемые мстители! Мы были наслышаны о беде, которая нас и нашу деревню настигла. Неподалеку от деревни, как говорили подростки, стояло три \"гелика\", в одном из которых сидели деловые люди. Они явно что-то задумали!\n— Но что именно, Лопата? — спросила Авоська. \n— Я точно не знаю, но могу предсказать. Они, наверное, хотят урбанизировать деревню!\n— Да ты что?! — обеспокоенно заговорили мстители. — Они хотят из деревни город сделать? Они же все уничтожат и ничего от нее не оставят! Эта деревня нам жизнь подарила и познакомила нас с вами!\n— Так, тихо! Тихо! — начал успокаивать Лопата, и все стихло. — Чего вы завопили? Мы — мстители! Мы — герои! И нужно вести себя, как герои! Да, я согласен, что мы в одной деревне родились, познакомились и, слава Богу, хорошо живем. Мы будем защищать деревню, как наши деды и прадеды Родину защищали! Что бы ни задумали те люди на \"геликах\", нужно быть начеку! Нужно быть готовым к любой их подлятине! И мы пойдем в наступление. Вы готовы защищать деревню?",
    "answers": [
      {
        "id": 19,
        "text": "Да!!!"
      },
      {
        "id": 20,
        "text": "А мы в пятером справимся?"
      }
    ]
  },
  {
    "id": 19,
    "text": "— Замечательно. Но, если захочет, может к нам присоединиться дядя Женя и дядя Сема, наши участковые.",
    "answers": [
      {
        "id": 21,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 20,
    "text": "— Конечно, справимся. Но нам помогут и другие люди! Мы в этой деревне не одиноки! Нас вся деревня знает и сбежится по первому нашему зову. Еще раз спрашиваю, вы готовы деревню защищать?",
    "answers": [
      {
        "id": 19,
        "text": "Да!!!"
      }
    ]
  },
  {
    "id": 21,
    "text": "А тем временем в городе проводится собрание в кабинете офиса, в котором Владимир Сараев беседует с мастером леса Игорем Зеленкиным. \n— Значит так, Игорь. Я недавно был в деревне Спалово. Ну, как был? Стоял неподалеку. Дак вот. Я приказываю тебе, и надо, чтобы ты приказал своим рабочим спилить на обрыве деревья, рядом с которым лежит речка для постройки нефтяного завода.\n— Вова, а, может быть, мы на берегу построим?\n— Можно построить и на берегу. Но возле обрыва вы должны все равно спилить деревья!\n— А зачем?\n— А затем, Игорь, чтобы построить на том месте что-нибудь другое! \n— А что, например?\n— Например...\nВдруг Владимиру пришло сообщение о назначенной встрече:\n\"Владимир Ларионович, я Вас жду.\"\n— Все, Игорь, мне пора. Выдвигайтесь сегодня ночью, чтобы никто не заметил! И если кто-нибудь будет вякать, начинайте дерзить, чтобы они ушли с дороги! И если сами с какими-то проблемами не справитесь, связывайтесь со мной! Все, дерзай!\nВладимир вышел из кабинета.",
    "answers": [
      {
        "id": 22,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 22,
    "text": "Наступила ночь. Все жители деревни легли спать, кроме Мстителей, которые патрулировали улицы. Так как Крот не мог видеть, его за локоть держала Авоська.\n— Ничего не происходит, — сказал Лопата. — Скучно.\n— Лопата, ночь на дворе, — сказала Кухарка. — И что ты хочешь?\n— Что я хочу? Я хочу проследить за тем, что те люди будут делать, когда приедут сюда!\n— Думаешь, им взбредет сюда ехать ночью? — засмеялась Авоська. \n— Всякое может быть. Кстати, а вы с Кротом очень мило смотритесь!\n— Спасибо! — улыбнулась Авоська.\n— Да, кстати. — добавил Дворник. — Крот, как тебе с ней?\n— Да ниче так, — улыбнулся Крот. — Меня так за руку еще никогда ни одна девушка не держала.\n— Вообще никогда?! — спросил Лопата. — Ни одна девушка?!\n— Да.\n— Дак тебе повезло! Авоська, а тебе как с Кротом?\n— Он мне очень нравится.",
    "answers": [
      {
        "id": 23,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 23,
    "text": "Позади них приближался свет, и увеличивался шум мотора машины. Они обернулись и увидели полицейский бобик. \n— Это менты! — воскликнул Дровник. — Валим!\n— Да успокойся ты! — сказал Лопата. — Это дядя Женя с дядей Семой. \nБобик остановился рядом с ними. В двери открылось окно, и в кабине, действительно, показались дядя Женя и его напарник дядя Сема.\n— О, дядь Жень! — сказал Лопата. — Здрасьте! Дядь Сем, здрасьте!\n— Здрав желаю! Чего это вы по ночам ходите, еще и при \"параде\"?",
    "answers": [
      {
        "id": 24,
        "text": "А, мы на маскарад пошли!"
      },
      {
        "id": 25,
        "text": "Мы патрулируем улицы!"
      }
    ]
  },
  {
    "id": 24,
    "text": "— Знаю я ваш маскарад! Одну могучую кучку вроде вас, но с выпивкой, только что в обезьянник посадил. Колитесь, куда идем-то?",
    "answers": [
      {
        "id": 25,
        "text": "Мы улицы патрулируем."
      }
    ]
  },
  {
    "id": 25,
    "text": "— Улицы они патрулируют! Мы без вас будем это делать! Так что идите домой спать, иначе будете в обезьяннике спать!\n— Но мы же ничего не натворили!\nДядя Женя засмеялся и сказал:\n— Шучу! Гуляйте, но не буяньте — ведь вся деревня-то на ушах и под наблюдением! Но если что-нибудь увидите или услышите там... выстрелы, крики или драки, сразу сообщайте! \n— Поняли вас, — сказал Лопата. \n— Все, честь имею, — ответил дядя Женя, закрыл окно и поехал дальше. — Эх, что-то давно преступлений в деревне не было... Скучно. Хотя мы сейчас посадили пьяниц, но к утру у них голова просветлеет!",
    "answers": [
      {
        "id": 26,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 26,
    "text": "Вдруг за деревьями на обрыве они увидели приближающийся свет фар, который там же и остановился.\n— Это еще что? — настороженно спросил Лопата.\n— Да погоди ты! — ответил Дворник. — Давай сначала изучим ситуацию!\nМстители увидели, как из-за фар вышли какие-то люди и поставили пару лагерных палаток, в которые они зашли. И фары были выключены.\n— Ничего особенного! — сказала Кухарка. — Может, это туристы остановились переночевать!",
    "answers": [
      {
        "id": 27,
        "text": "Может, быть."
      },
      {
        "id": 28,
        "text": "А, может, проверим, что это за туристы?"
      }
    ]
  },
  {
    "id": 27,
    "text": "Рядом ними опять остановился полицейский бобик. Окно открылось, и дядя Женя сказал:\n— Ну, что, дамы и господа, ничего такого подозрительного не произошло?",
    "answers": [
      {
        "id": 30,
        "text": "Нет."
      },
      {
        "id": 31,
        "text": "Произошло."
      }
    ]
  },
  {
    "id": 28,
    "text": "— Зачем? — спросила Авоська. ",
    "answers": [
      {
        "id": 29,
        "text": "Чтобы узнать, кто такие эти туристы."
      }
    ]
  },
  {
    "id": 29,
    "text": "— Нет, не надо. Вдруг они уставшие, а мы к ним лезем и их спокойный сон нарушаем.",
    "answers": [
      {
        "id": 27,
        "text": "Ладно. Пусть это будут туристы."
      }
    ]
  },
  {
    "id": 30,
    "text": "— Не произошло? Ну, тогда ладно.",
    "answers": [
      {
        "id": 32,
        "text": "Хотя, подождите!"
      }
    ]
  },
  {
    "id": 31,
    "text": "— Да? И что же?\n— Там, возле обрыва, за деревьями, кто-то остановился и разбил лагерь.\n— Ну, давайте посмотрим, — сказал дядя Женя и вместе с дядей Семой вылез из бобика. Он посмотрел на тот лагерь и сказал:\n— Да, действительно, лагерь, — сказал дядя Сема.\n— Но если там будет что-нибудь подозрительное происходить, мне тут же сообщить! — сказал дядя Женя.\n— Понял вас, — сказал Лопата. \n— Доброй ночи. Честь имею, — сказал дядя Женя и уехал.\n— Слушайте, может, спать пойдем? — спросил Дворник. — А то у меня уже глаза слипаются.",
    "answers": [
      {
        "id": 33,
        "text": "Нет! Надо проследить за деревней!"
      },
      {
        "id": 34,
        "text": "Пошли. Все равно ничего не происходит."
      }
    ]
  },
  {
    "id": 32,
    "text": "— Что такое? ",
    "answers": [
      {
        "id": 31,
        "text": "Но нас кое-что напрягло..."
      }
    ]
  },
  {
    "id": 33,
    "text": "— Лопата, а что за ней следить? — спросила Авоська. — Завтра утром встанем и будем следить!\n— Авоська была права! — сказал Крот. — Надо выспаться.\n— Вот именно, — добавил Дворник. — Вдруг война, а я уставший!\n— Смотри, Лопата, — добавила Кухарка. — Все одного и того же мнения! А ты?\nЛопата знал, что, если его друзья пойдут спать, а он будет патрулировать, он один не справится.",
    "answers": [
      {
        "id": 34,
        "text": "Ладно, пошли."
      }
    ]
  },
  {
    "id": 34,
    "text": "Мстители начали расходиться по домам. \n— Давайте, ребята! — сказал Лопата, прощаясь со всеми. — Всем доброй ночи! Желаю всем выспаться.\n— Давай, до утра, — ответил Дворник и пожал руку Лопате и Кроту и пошел домой.\nВсе разошлись, остались только Крот и Авоська.\n— Крот, мне нужно отвести тебя домой — ты сам не дойдешь. А лучше знаешь, что? Пойдем ко мне, ты у меня переночуешь?",
    "answers": [
      {
        "id": 35,
        "text": "Нет, спасибо."
      },
      {
        "id": 37,
        "text": "Пошли."
      }
    ]
  },
  {
    "id": 35,
    "text": "— Не хочешь, как хочешь. Но слепым тебе не дойти.\nКрот одумался и с улыбкой сказал:\n— Хотя кого я обманываю! Пошли к тебе?",
    "answers": [
      {
        "id": 37,
        "text": "Пошли!"
      }
    ]
  },
  {
    "id": 36,
    "text": "— Да. \n— А где все?\n— А никого и не было...\n— Почему?\n— Сирота я, Крот..., — тяжело вздохнула Авоська.\n— Сирота? Как такое случилось? \n— Садись, расскажу. \nИ они сели на кровать. \n— Вот слушай. Папа бросил нас, когда я только-только родилась. Он, видимо, пацана хотел. Мама всегда задерживалась на работе, поэтому я все время оставалась у бабушки, чтобы я одна не сидела. И мы с мамой очень редко виделись... Но однажды так случилось, что она уволилась с работы из-за неладного отношения с коллективом: они там поссорились очень сильно. Потом она начала пить, чтобы заглушить те обиды. Тогда не стало не только обид, но и мамы тоже... Через некоторое время умирающая бабушка передала мне вот этот дом, сказав такие слова: \"Я уйду. Этот дом будет твой и ничей больше. Живи, как хочешь. Только не забывай оплачивать услуги ЖКХ!\" И чтобы на что-то жить, я открыла свой магазин, который отобрала та городская тварь, шантажируя, что она меня прибьет!\nГлаза Авоськи залились слезами. \n— Потом у меня никого и ничего не стало, даже работы! Вот хорошо, что у меня в жизни появились такие ребята, как вы. Особенно ты, Кротик!\nАвоська обняла Крота, и Крот обнял ее и получил в щеку поцелуй. Авоська расправилась постель и сказала:\n— Ложись, мой сладкий. Я сейчас приду. Хотя че тебе? Ты все равно не видишь.\nИ Авоська достала ночнушку и начала переодеваться.",
    "answers": [
      {
        "id": 39,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 37,
    "text": "Крот и Авоська пошли к ее дому. Авоська по-прежнему держала Крота за локоть. \n— Слушай, Крот, — сказала Авоська. — А мне с тобой так хорошо!\n— А мне как хорошо, когда девушка меня за локоть держит!\n— А тебя, что, ни одна девушка за локоть еще не держала?\n— Держала. Только мама, бабушка, тетя... и все.\n— Вот тебе и повезло! И я держу тебя за локоть!\nОни подошли к дому Авоськи. И Авоська сказала: \n— Вот мы и пришли. Дом, мой милый дом!\nАвоська открыла дверь, ведущая сначала в сени, и зашла вместе с Кротом. Дом начался с кухни.\n— Так, это кухня. Я в ней ем. Я еще готовить умею!\n— А борщ можешь сварить?\n— Могу. Но смысла нет потому, что он в холодильнике стоит!\nОба засмеялись. Потом они зашли в гостиную. В ней стоит тумбочка, на ней телевизор, сверху застеленый салфеткой, стоит кресло и двухспальная кровать.\n— Вот так я живу. Жаль, что ты не видишь, Крот. У меня тут и телек и кровать для нас с тобой!",
    "answers": [
      {
        "id": 36,
        "text": "Ты одна, что ли, живешь?"
      },
      {
        "id": 38,
        "text": "Может, телек посмотрим?"
      }
    ]
  },
  {
    "id": 38,
    "text": "— Знаешь, мне больше ты интересен, нежели телек!",
    "answers": [
      {
        "id": 37,
        "text": "Вот оно как..."
      }
    ]
  },
  {
    "id": 39,
    "text": "Тем временем у себя в квартире находился Владимир Сараев и Любовьи раздумал новый очередной план. \n— Тааак... Игорь мне сегодня с утра будет пилить деревья. Только вопрос, что же мы будем строить на месте тех деревьев?\n— Может, не надо спиливать, а между деревьев парк какой-нибудь построить? — переспросила Любовь.\n— О! Хоть ты только сейчас в теме, конечно, но нафига там парк? Я хочу здание какое-нибудь там построить! Здание! Но какое...\n— Тогда я не знаю, какое...\n— Блин, жаль, Люба, что ты опять отошла от темы. Я смотрю, ничего ты не знаешь. Придется самому думать. О! Мне идея одна стукнула!\n— Какая? Ты придумал, какое здание мы будем строить вместо деревьев возле обрыва?\n— Опять ты в теме! Извини, но нет. У меня же друг Виталька на бульдозере работает! Вот я его и озадачу сносом всех зданий и домов в деревне.\n— Не нравится мне все это... Чтобы вместо деревни город строить!\n— Чего чего?!\n— Кхм... Я говорю, что мне нравится идея города на месте деревни!\n— Ааа... Молодец, Люба! Поддерживаешь меня!",
    "answers": [
      {
        "id": 40,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 40,
    "text": "Крот и Авоська уже лежали под одеялом.\n— Крот, а ты случайно не думаешь о том, что делают мужчина и женщина в постели?",
    "answers": [
      {
        "id": 41,
        "text": "Нет."
      },
      {
        "id": 42,
        "text": "Думаю."
      }
    ]
  },
  {
    "id": 41,
    "text": "— Да ладно тебе врать! Я сама знаю, что у мужчин на уме, когда лежат в постели с женщинами! Ответь, что они делают? ",
    "answers": [
      {
        "id": 42,
        "text": "Думают."
      }
    ]
  },
  {
    "id": 42,
    "text": "— И о чем же?\n— О сне.\n— Правильно! Иди ко мне.\nАвоська обняла Крота, поцеловала, закрыла глаза и сказала:\n— Спи, мой кротик! Спокойно ночи!\n— Спокойной ночи! — ответил Крот и обнял Авоську.\nИ они уснули друг с другом в обнимке.",
    "answers": [
      {
        "id": 43,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 43,
    "text": "Рано утром деревенские жители услышали, как кто-то в далеке жужжит бензопила. Жители раскричались:\n— ДЕРЕВЬЯ!!! ДЕРЕВЬЯ СПИЛИВАЮТ!!! ПРОПАДЕТ НАША ДЕРЕВНЯ!!!",
    "answers": [
      {
        "id": 44,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 44,
    "text": "Крот и Авоська мирно спали. Вдруг к ним забежали Лопата, Кухарка и Дворник. Крот и Авоська услышали и проснулись от того, как загремела дверь, и трое забежали к ним в комнату. Лопата обеспокоенно сказал:\n— Так, сладкая парочка! Вы чего лежите?! Вставайте живо!\nКрот и Авоська начали потихоньку вставать и одеваться.\n— Лопата, ты че так раскомандовался? — спросила Авоська. \n— Те, кто разбили возле деревьев лагерь, только что распилили первое дерево! Пошли быстрее вздрючим им, пока они пеньки нам не оставили!\n— Ой, я даже не переоделась! — сказала Авоська.\n— Нет времени, Авоська! Накинь что-нибудь сверху, оружие в зубы и пошли!\nОни все пошли к выходу.\n— Лопата, ты хоть бы постучался! — сказал Крот.\n— Если бы! — ответил Лопата. — Но это самое срочное дело!",
    "answers": [
      {
        "id": 45,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 45,
    "text": "А тем временем рабочие и Игорь распиливали следующее дерево.\n— Ниже возьми! — говорил Игорь рабочему, который начинал распиливать дерево. — Еще ниже! Во! Начинай пилить.\nВдруг Игорь и рабочие услышали позади крик:\n— Это что такое?!\n— Остановись пока, — сказал Игорь, и бензопила стихла.\nОни повернулись и увидели пятерку деревенских. Игорь спросил:\n— Вы кто такие? Что вам надо?\n— Какого хрена вы наши деревья пилите?! — спросил Лопата. — Вам кто разрешил? \n— С ними кто? Человек-кастрюля, что ли? — засмеялись рабочие.\n— Кто надо, тот и разрешил! — ответил Игорь. — А теперь валите отсюда и не мешайте нам работать!\n— Мы не уйдем, пока вы не уйдете! \n— Знаете, что? А мы не уйдем, пока все не спилим! \n— Покиньте территорию деревни! — сказал Лопата и нацелил в Игоря лезвие лопаты. — Живо! Иначе в ментовку пойдет каждый!\n— Я смотрю, вы на неприятности нарываетесь?\n— На неприятности нарываетесь вы!\n— Понятно. Все-таки нарываются! Мужики! Покажите, кто здесь хозяин!\nРабочие приняли боевую стойку и приготовили кулаки.\n— Ну, че? — сказал один из рабочих. — Сами уйдете или вам помочь?",
    "answers": [
      {
        "id": 46,
        "text": "В бой!"
      }
    ]
  },
  {
    "id": 46,
    "text": "Выберите персонажа",
    "answers": [
      {
        "id": 47,
        "text": "Лопата"
      },
      {
        "id": 48,
        "text": "Авоська"
      },
      {
        "id": 49,
        "text": "Кухарка"
      },
      {
        "id": 50,
        "text": "Крот"
      },
      {
        "id": 51,
        "text": "Дворник"
      }
    ]
  },
  {
    "id": 47,
    "text": "Лопата начал бить врагов своей лопатой.",
    "answers": [
      {
        "id": 52,
        "text": "Дальше"
      },
      {
        "id": 46,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 48,
    "text": "Авоська начал бить врагов своей авоськой, полной металлической посудой.",
    "answers": [
      {
        "id": 52,
        "text": "Дальше"
      },
      {
        "id": 46,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 49,
    "text": "Кухарка начала биться с врагами с помощью сковороды и щита.",
    "answers": [
      {
        "id": 52,
        "text": "Дальше"
      },
      {
        "id": 46,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 50,
    "text": "Крот ничего не видел, поэтому следовал голову Авоськи.\n— Крот, впереди! — сказала Авоська.\nНесмотря на слепоту, у Крота развито чутье. Он чувствует, когда на него враг замахивается, и уворачивается и вслепую бьет врага.",
    "answers": [
      {
        "id": 52,
        "text": "Дальше"
      },
      {
        "id": 46,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 51,
    "text": "Дворник начал ослеплять врагов, наводя своей метлой в их глаза пылью, и избил их.",
    "answers": [
      {
        "id": 52,
        "text": "Дальше"
      },
      {
        "id": 46,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 52,
    "text": "Все враги лежали и корчились от боли. Остался только Игорь.\n— Да как вы смеете?! — сказал Игорь. — Как вы смеете мешать мне?! Согласен, вы сильнее меня и моих подчиненных. Но ваша деревня все равно будет взята!\n— Рот закрыл свой! — ответил Лопата и замахнулся лопатой на Игоря. — Окружайте его!\n— Вы вообще нормальные?\nМстители окружили его, прижав к дереву.\n— Ты сейчас нам все расскажешь!\n— Что вам рассказывать?",
    "answers": [
      {
        "id": 53,
        "text": "Зачем вы здесь?"
      },
      {
        "id": 53,
        "text": "Кто вам разрешил деревья спиливать?"
      }
    ]
  },
  {
    "id": 53,
    "text": "— Мне сам Владимир Сараев дал распоряжение спилить здесь деревья, чтобы на их месте построить какое-нибудь здание!",
    "answers": [
      {
        "id": 54,
        "text": "Кто такой Владимир Сараев?"
      }
    ]
  },
  {
    "id": 54,
    "text": "— Это крупнейший бизнесмен города Урбанска. \n— Кто ему дал право распоряжаться нашей деревней?\n— Никто. Он сам себе хозяин.\n— По делу! Кто ему дал это право?\n— Он так и сказал, что он сам себе хозяин. Я, надеюсь, все сказал?",
    "answers": [
      {
        "id": 55,
        "text": "Сказать-то сказал, но..."
      },
      {
        "id": 56,
        "text": "Последний вопрос."
      }
    ]
  },
  {
    "id": 55,
    "text": "— А где находится Сараев? — прошептала Авоська. — Когда приедет сюда?",
    "answers": [
      {
        "id": 56,
        "text": "Последний вопрос."
      }
    ]
  },
  {
    "id": 56,
    "text": "— Да что вам от меня надо?! Что?\n— Где нам найти Сараева и когда он приедет сюда в следующий раз?\n— Он просил молчать о его местонахождении...\nЛопата замахнулся Лопатой.\n— Нет, нет, нет! Я серьезно говорю! Он не хочет, чтобы какие-то левые люди знали, где он находится! Честно! И мне запретил говорить строго-настрого!\n— Понятно. Тогда другой вопрос. Когда сюда приедет Сараев?\n— Этого я точно не могу сказать. Он сказал, что, как только мы закончим, надо будет ему набрать, чтобы он приехал с проверкой! Ребята, вы зря вмешались! Сараев мне вздрючит, если я не сделаю его работу!\n— А мы защитим тебя от него!\n— Как?\n— А вот так!\nИ Лопата ударил лопатой Игоря по голове, и тот упал без сознания.\n— Веревки есть? — спросил Лопата.\n— Да, — спросил Дворник и достал их из кармана. — А зачем они тебе?",
    "answers": [
      {
        "id": 57,
        "text": "А ты сейчас увидишь, зачем..."
      }
    ]
  },
  {
    "id": 57,
    "text": "Лопата раздал веревки мстителям и сказал:\n— Давайте дружненько свяжем этих негодяев, а потом в ментовку сдадим!\nМстители связали рабочих и Игоря.\n— Все! — сказал Лопата, обтряхая руки. — Следующая остановка — ментовка! Хе-хе-хе!",
    "answers": [
      {
        "id": 58,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 58,
    "text": "Мстители уже шли чуть далеко от деревьев. К ним подъехал дядя Женя и сказал:\n— Здрав желаю. \n— Здрав желаем, — ответил Лопата.\n— Ну, что? Ничего подозрительного не видели — не слышали?\n— И видели, и слышали!\n— И что?\n— Видели, как там нарушителями было спилено одно дерево! Мы с ними не связывались! Почти...\n— Будет сделано. Выезжаю. Честь имею!\nДядя Женя поехал дальше.\n— Щас попадет тем рабочим! — засмеялась Кухарка. \nМстители засмеялись.",
    "answers": [
      {
        "id": 59,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 59,
    "text": "Дядя Женя подъехал к тем деревьям и увидел, как там лежат связанные рабочие и Игорь, и рядом стоят их микроавтобус и две лагерных палатки. \n— Да мне поданобится не одна машина! \nДядя Женя достал рацию и сказал: \n— Дежурная часть! Прием!",
    "answers": [
      {
        "id": 60,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 60,
    "text": "Мстители увидели, как несколько Бобиков поехади к тем деревьям. И все нарушители, включая Игоря, были пакованы в машины и увезены. Микроавтобус рабочих, их палатки и их инвентарь были конфискованы.",
    "answers": [
      {
        "id": 61,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 61,
    "text": "Рабочие были привезены в дежурную часть и помещены в камеру к заядлым пьяницам.\n— Посидите! — сказал дядя Женя и пошел допрашивать Игоря. — Будет вам весело!\n— Пошел ты! — ответил один из рабочих. — Ты хоть знаешь, кто мой отец?\nДядя Женя пропустил слова мимо ушей.\n— Хотя я тоже не знаю, кто мой отец..., — ответил один из рабочих.\n— Если мой батя узнает, что я в ментовке, он меня прибьет..., — добавил второй рабочий.\n— А мой батя прибьет, если узнает, что я вообще нелегальным бизнесом заним... — добавил третий рабочий.\n— Тише ты! — сказал первый рабочий. — Сейчас спалимся! Хотя и так все известно уже...\n— Эй вы!\nРабочие повернулись к голосу и увидели пьяниц в углу, которые были поддатые, и от них шел неприятный запах спирта. И рабочие начали закрывать свой нос.\n— Кто такие? За че сели?\n— Мы — лесные рабочие, приехавшие из Урбанска, чтобы распилить ваши деревья для новых построек! — ответил первый.\n— Чего?!\nПьяницы встали и приблизились к рабочим.\n— Мы пилим ваши деревья для новых построек!\n— А вам кто-то разрешал это делать?\n— Бизнесмен один. \n— Мы бы одобрили, если бы этим лесничество занималось! А вы попали, ребята...\n— Почему? Мы же хотим, как лучше.\n— А для нашей деревни не лучше, когда понаехавшие что попало делают! Так что берегитесь!\n— Нет, пожалуйста...",
    "answers": [
      {
        "id": 62,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 62,
    "text": "Пьяницы начали избивать псевдорабочих. Охранник увидел это и ударил дубинкой по клетке, и все утихли. Охранник сказал:\n— Ну-ка угомонитесь!",
    "answers": [
      {
        "id": 63,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 63,
    "text": "В кабинете находились дядя Женя, его напарник дядя Сема и Игорь.\n— Ну, что ж,  — сказал дядя Женя. — Давай разговаривать? Лесник, блин! У тебя вообще разрешение на спиливание деревьев есть?\n— Есть, — ответил Игорь. \n— И где оно?\n— Нигде. \n— А кто же тебе тогда разрешал это делать? \n— Владимир Сараев.\n— Интересно. Сем, ты пишешь?\n— Сейчас запишу, — ответил дядя Сема, сидя за столом и записывая дело.\n— И кто это? — спросил дядя Женя.\n— Крупнейший бизнесмен города Урбанска. Он бесчувственный и беспощадный. Он нам приказал спилить деревья для новой постройки. Он вообще хотел снести деревню, чтобы на ее месте построить город!\n— Мда, это уже слишком... — ответил дядя Витя.\n— Но от наказания ты все равно не отвертишься... — сказал дядя Женя.\n— Почему? Я же вам все сказал! \n— За причастность к преступнику. И твои рабочие тоже сядут, но им дадим меньше срока.\n— Пропал... ",
    "answers": [
      {
        "id": 64,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 64,
    "text": "У Игоря зазвонил телефон. \n— Я отвечу? — спросил он.\n— Отвечай, — ответил дядя Женя.\nИгорь достал телефон, на дисплее которого отобразилось, что звонит Сараев.\n— Сараев звонит? — спросил дядя Женя и взял телефон. — Ну-ка дай сюда!\n— Эй эй!\n— Тихо сиди!\nДядя Женя взял трубку и сказал:\n— Алло.\n\"Игорь, это ты?\"\n— Да, я.\n\"А такое ощущение, что это не ты!\"\n— Да что-то с горлом у меня...\n\"Понятно. Ну, что, все деревья спилили?\"\n— Спилили.\n\"Молодцы. Скоро я к вам приеду.\"\n— Только понимаете, в чем дело?\n\"Что такое?\"\n— Нас врасплох застали менты, и теперь мы в отделении полиции...\n\"Как в полиции?\"\n— Не знаю... Видимо, дело не из простых...\n\"Блин, только этого мне не хватало! Ладно, я сейчас приеду! Держитесь!\"\nРазговор прервался.\n— Да ладно тебе! — сказал дядя Женя и отдал телефон Игорю. — Сейчас твой босс приедет, и все окей будет! А пока давай посидим там, где никто тебя не тронет? А ты пока, Сема, прикажи всем постам патруль въезда в деревню! Срочно!\n— Понял! — ответил дядя Сема.",
    "answers": [
      {
        "id": 65,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 65,
    "text": "Деревенские мстители расхаживали по деревне.\n— Ой, что-то давно никаких передряг в деревне не было! — сказал Лопата. \n— А у тебя что, лопату отскрести не обо что? — спросил Дворник. ",
    "answers": [
      {
        "id": 66,
        "text": "Да."
      },
      {
        "id": 66,
        "text": "Если б было обо что. И не обо что, а об кого."
      }
    ]
  },
  {
    "id": 66,
    "text": "— Сейчас-то мы отправили этих псевдо-лесников в отделение! — сказала Авоська. — Их по-любому теперь посадят!\nМстители увидели, как мимо них проехало несколько машин.\n— О! — сказала Кухарка. — Это куда они все едут? ",
    "answers": [
      {
        "id": 68,
        "text": "Не знаю."
      },
      {
        "id": 70,
        "text": "Пошли посмотрим."
      }
    ]
  },
  {
    "id": 67,
    "text": "— Чего?!\nСандра перепрыгнула через витрину. \n— Девочка! Ковыляй отсюда, пока цела!",
    "answers": [
      {
        "id": 102,
        "text": "Ударить Сандру"
      },
      {
        "id": 103,
        "text": "А что ты мне сделаешь?"
      }
    ]
  },
  {
    "id": 68,
    "text": "— А, может, узнаем?",
    "answers": [
      {
        "id": 70,
        "text": "Давай."
      }
    ]
  },
  {
    "id": 69,
    "text": "Мстители пошли за полицейскими машинами и увидели, как их машины встали на въезде в деревню.\n— Ничего себе! — сказала Кухарка. — А почему они там все встали?\n— Наверное, вылавливают кого-то, — ответил Лопата. — А, я понял! Наверное, того самого бизнесмена! Давайте позырим, как наши его встретят?",
    "answers": [
      {
        "id": 71,
        "text": "Давай."
      }
    ]
  },
  {
    "id": 70,
    "text": "— Пошли.",
    "answers": [
      {
        "id": 69,
        "text": "Идти за полицейскими"
      }
    ]
  },
  {
    "id": 71,
    "text": "В это время неподалеку к деревне подъезжал \"гелик\" с Вовой и Любой. \n— Они же сказали, что все деревья спилили? — сказал Вова, посмотрев на деревья, которые рабочие Зеленкина должны были спилить. — Они нам соврали, что ли?!\n— Вова, там менты стоят! — сказал водитель.\n— Ну и пусть... несут свою службу. Может, они пропустят нас в деревню! \n\n— Внимание всем постам! — сказал дядя Женя по рации. — Приближается Геленгваген черного цвета. Будьте наготове!\n\"Поняли вас.\"\n\nГелик приблизился к полицейским машинам. Инспектор ДПС вылез из своей машины и показал водителю Гелика жезл с командой \"встать к обочине\".\n— Блин, попали! — сказал водитель.\n— Ага! — добавил Вова. — Приехали, блин, в деревню!\nИ Гелик остановился у обочины, водитель опустил окно. К ним подошел инспектор и, приложив руку к фуражке, сказал:\n— Инспектор ДПС Максим Кефирович. \n— А что я нарушил? — спросил водитель. \n— Вы превысили скорость на данном участке пути. \n— Почему? Я нормально ехал!\n— Нормально — это как? Не смотрим на спидометр? Так, из машины выйти и документы предъявить!",
    "answers": [
      {
        "id": 72,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 72,
    "text": "Водитель вылез из машины и дал документы, которые были в его поджаке. Инспектор начал перебирать документы.\n— Так... — говорит инспектор. — Права на вождение есть. Паспорт есть. А документы на машину где?\nВодитель пришел в чувство ступора и не знал, что ответить.\n— Что вы молчите? Я вам вопрос задал! Где ваши документы на машину?\n— Не знаю.\n— Ха, водите машину и не знаете, где документы? Все понятно! Значит, на угнанной машине ездим! \nИнспектор снова перебрал документы и удивленно сказал:\n— О, дак у вас еще и документы просрочены! \n— Товарищ инспектор! Может, хватит? \n— Так, прошу всех пассажиров выйти из машины!\nВова и Люба вылезли из машины.\n— А их-то за что? \n— Может, и при чем. Но теперь эта машина отправится на штраф-стоянку, как и вы в отделение!\n— Да нет, пожалуйста!\nВова и Люба снова сели в машину, развернулись и уехали.\n— Эй!!! Куда?! — крикнул инспектор вслед Гелику.  — Черт... Все, нет у тебя пути обратного!",
    "answers": [
      {
        "id": 73,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 73,
    "text": "Вова и Люба ехали на Гелике обратно в город.\n— Фух, — с облегчением вздохнул Вова. — Мы чуть не попали! \n— Это, конечно, хорошо, — ответила Люба. — Но почему мы оставили своего водителя ментам?\n— Потому, что у него документов на машину нет. А эта машина моя! — сказал Вова и достал из кармана пиджака документы на машину. — Вот они документы!\n— Вова, что за подстава?! — спросила Люба. — Сплавить своего водителя в ментовку!\n— Я его нанял несмотря на то, что у него прав нет. Надо же кому-то возить босса! \n— Нанял бы того, у кого есть права! \n— А что ты возьмешь с тех, у кого есть права? Может, они купили эти права! Так, ладно. Раз план \"А\" не сработал, значит переходим к плану \"Б\". Надо с Виталькой, водителем бульдозера связаться.\n— Зачем?\n— Чтобы начал потихоньку сносить дома.\nВова достал телефон, набрал Витале и услышал голос:\n\"Алло.\"\n— Виталя, здорова! Ты знаешь, что делать?",
    "answers": [
      {
        "id": 74,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 74,
    "text": "Мстители увидели, как полицейские машины едут обратно.\n— Они, кажись, водителя задержали! — сказал Лопата. \n— Наверное, босс этого водителя больше сюда не приедет, — добавил Крот.\n— Крот, ты, наверное, не видел, — сказал Дворник. — Тот босс со своей бабой пересел на переднее сидение и смотался обратно в город.\n— Дааа, — добавила Авоська. — Водителя подставил, а сам уехал. Я в шоке!\n— Что-то мне подсказывает, — сказала Кухарка. — Что он еще сюда вернется.\n— Почему? — спросил Лопата. \n— Мне кажется, что, пока босс не снесет нашу деревню и не построит вместо нее город, он не успокоится! \n— Но пока мы в деле, — сказал Лопата. — У него врят ли получится что-то сделать...",
    "answers": [
      {
        "id": 75,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 75,
    "text": "Вдруг на всю улицу раздался крик, который издал бежавший к мстителям человек с женой и ребенком:\n— Дом!!! Дом снесли!!!\n— Очередная опасность?",
    "answers": [
      {
        "id": 76,
        "text": "Деревенские мстители! Вперед!"
      },
      {
        "id": 77,
        "text": "А, может, он старый дом снес, чтобы построить новый?"
      },
      {
        "id": 83,
        "text": "Кто снес?"
      }
    ]
  },
  {
    "id": 76,
    "text": "Мстители отправились на поиски бульдозера. И вот они его нашли — он подъехал к очередному дому. А в это время жители в страхе разбегались кто куда. \n— Как же нам остановить бульдозер?",
    "answers": [
      {
        "id": 78,
        "text": "Кинуть камень в окно бульдозера"
      },
      {
        "id": 79,
        "text": "Стоп, машина!"
      }
    ]
  },
  {
    "id": 77,
    "text": "— Нет, он именно наш дом снес! — ответил тот. — Где мы теперь жить будем?! Мстители, пожалуйста, остановите бульдозер, пока он второй дом не снес! Иначе только руины останутся от деревни!",
    "answers": [
      {
        "id": 76,
        "text": "Деревенские мстители! Вперед!"
      }
    ]
  },
  {
    "id": 78,
    "text": "Лопата кинул камень в окно будьдозера, но он не остановился.\n— Он глухой, что ли?\nАвоська воскликнула:",
    "answers": [
      {
        "id": 80,
        "text": "Мне стукнула идея!"
      }
    ]
  },
  {
    "id": 79,
    "text": "Бульдозер не остановился.",
    "answers": [
      {
        "id": 76,
        "text": "Не слышит, что ли?"
      }
    ]
  },
  {
    "id": 80,
    "text": "— Какая? — спросил Лопата.\n— Надо в гусеницу камень вставить, чтобы затруднить ее движение!\n— Ну, давай! Интересно, получится — нет?",
    "answers": [
      {
        "id": 81,
        "text": "Вставить в гусеницу камень"
      }
    ]
  },
  {
    "id": 81,
    "text": "Авоська побдежала к бульдозеру и вставила квмень в гусеницу, из-за чего бульдозер дальше не поехал.\n— Авоська, это было просто гениально!!! — восхитились Мистители.\n— Не понял! — сказал Виталька, водитель бульдозера. — А че бульдозер не едет?\nВиталька вылез из бульдозера, но его тут же окружили Мстители, нацелив в него свои оружия, но им показалось знакомое лицо Витальки, от которого шел неприятный запах перегара. \n— Ну и вонь! — зажмурившись сказала Авоська. — Сколько же водки в него влезло? \n— И за рулем, поди, пил! — добавил Крот.\n— Э! Вы кто такие? — спросил Виталька. — Дайте пройти!\n— Виталька! — спросил Лопата. — Ты, что ли?! \n— Да, я. А вы кто?",
    "answers": [
      {
        "id": 82,
        "text": "Мы - деревенские мстители!"
      },
      {
        "id": 82,
        "text": "Мразь предательская!"
      }
    ]
  },
  {
    "id": 82,
    "text": "— Что?!\n— Ты какого черта дома сносишь?! Тебя кто-то заставил или что?\n— Никто не заставил! Я сам по себе здесь.\n— У нас в деревне нельзя соврать, если ты забыл! Еще раз спрашиваю, кто тебя заставил сносить дома?!\n— Один крупный бизнесмен.\n— Так, уже есть о чем-то говорить! И кто это?\n— Владимир Сараев. \n— Где-то мы это уже слышали... И как вы связались? \n— Он приехал сюда, не знаю, зачем. И он меня увидел с бутылкой водки и сказал, что хочет мне предложить работу, за которую ое предлагал неплохие деньги. Я согласился. \n— Зачем? И еще вопрос: ты давно дудонишь эту бутылку-то?\n— С тех пор, как меня уволили с завода, увидев, что я там пью. И из-за нехватки денег меня жена выгнала из дома, и я оказался на улице с этой бутылкой. \n— Понятно. Но за то, что ты оставил семью без дома, мы бы тебе сейчас сами эту бутылку засунули в то место, из которого уже нельзя было бы вытащить! И за предательство нашей деревни!\n— Ой, да на кой черт мне ваша помойка сдалась!",
    "answers": [
      {
        "id": 84,
        "text": "Закрой рот!!!"
      }
    ]
  },
  {
    "id": 83,
    "text": "— Виталька, алкаш который!",
    "answers": [
      {
        "id": 75,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 84,
    "text": "— А то что?\n— Ты еще и родную деревню нашу оскорбил! \n— Это констатация...\nИ Лопата ударил Витальку в подбородок кулаком, и тот упал. Лопата нашел в кармане Витальки телефон и забрал его.\n— Зачем ты забрал телефон? — спросила Авоська.\n— Чтобы мы вышли на его босса!\nВ это время приближался Бобик.\n— Надо ухоодить отсюда, пока нас не заподозрили!\nМстители отошли. Из Бобика вылезли дядя Женя и дядя Сема, подошли к Витальке, подняли его, \"приняли\" и повезли в отделение.\n— Ну и вонь от него! — сказал дядя Сема, почуяв запах перегара. — Сколько же литров в него влезло?\n— Мда, жалко ту семью, что без дома осталась... — сказал дядя Женя. — Но компенсацию надо выплатить.",
    "answers": [
      {
        "id": 85,
        "text": "Выйти из укрытия"
      }
    ]
  },
  {
    "id": 85,
    "text": "К Мстителям подошли жители с претензиями:\n— Уважаемые! Можно спросить?\n— Да, — ответил Лопата.\n— Лопата, за тобой и за твоими деньгами скоро придут! Что будешь делать? Авоська, долго мы будем ездить за три-девять земель в магазин? Когда наш откроется? А то мы реально боимся туда идти! Дворник, ты когда-нибудь работать пойдешь или на шее сидеть будешь? Дворы грязные! Кухарка, мы так и будем в глуши банкеты справлять? Тем более намечается очередной юбилей, и молодожены недавно расписались — скоро свадьбу играть будут! Крот, надо чем-то семью свою кормить! Что будешь делать? Вы что будете делать в конце концов?! Долго все это будет продолжаться?\n— Так, тихо, уважаемые! — начал успокаивать Лопата. — Успокойтесь, пожалуйста! \nТолпа затихла.\n— Послушайте. Этот кошмар не навеки! Я вам говорю! — Лопата посмотрел на своих друзей. — То есть мы. Мы остановим все это! Мы положим конец всем нашим страданиям! Я вам обещаю! То есть мы. \n— А что же нам делать? — спросили жители.\n— Вы нам понадобитесь, когда мы сами с чем-то не справимся. А вы пока идите по своим делам. С вами ничего не случится!\n— Как скажете, — ответили жители и пошли кто куда.",
    "answers": [
      {
        "id": 86,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 86,
    "text": "Вдруг на телефон, который пожал Лопата, поступил звонок от Владимира Сараева. Лопата взял трубку и сказал:\n— Алло.\n\"Алло. Виталя, ты?\"",
    "answers": [
      {
        "id": 88,
        "text": "Нет."
      }
    ]
  },
  {
    "id": 87,
    "text": "\"Какая еще лопата?\"\n— Не какая, а какой! Это раз. Тебя Лопата и земля будут ждать! Это два. Если ты не оставишь Спалово в покое! Я надеюсь, ты меня услышал? \n\"Ну, знаете! Мои люди в вашей деревне окупировали некоторую часть деревни, которая мне приносит деньги, на которые я снесу нашу деревню и поставлю город! Вы ничего уже не сделаете!\"\n— А мы эту часть-то вернем обратно! Все, разговор окончен.\nРазговор прервался.\n— Ребята, пришло время возвращать нашу деревню на свои места! Не надо ничего говорить. Тут нам нужно разделиться потому, что у каждого своя проблема, которую человек должен решить сам, своим умом и своими руками! Значит так! Я мщу за своего отца. Авоська, возвращай магазин. Крот, иди мсти за несправедливое решение суда. Кухарка, возвращай общепит. А ты, Дворник, иди и мсти тому, кто тебя подставил. Как только все закончим, встречаемся тут же.",
    "answers": [
      {
        "id": 90,
        "text": "Вперед!!!"
      }
    ]
  },
  {
    "id": 88,
    "text": "\"А кто это?\"",
    "answers": [
      {
        "id": 87,
        "text": "Это Лопата!"
      },
      {
        "id": 89,
        "text": "Полиция."
      }
    ]
  },
  {
    "id": 89,
    "text": "\"Слышь, кто это говорит! Колись быстро!\"",
    "answers": [
      {
        "id": 87,
        "text": "Ладно. Это Лопата."
      }
    ]
  },
  {
    "id": 90,
    "text": "Выберите персонажа",
    "answers": [
      {
        "id": 91,
        "text": "Лопата"
      },
      {
        "id": 92,
        "text": "Авоська"
      },
      {
        "id": 93,
        "text": "Крот"
      },
      {
        "id": 94,
        "text": "Кухарка"
      },
      {
        "id": 95,
        "text": "Дворник"
      }
    ]
  },
  {
    "id": 91,
    "text": "Лопата пришел домой и начал рассматривать фотографию, на которой изображен Лопата и его родители. Он пустил слезы, когда увидел папу. Мама подошла к Лопате и, обняв его, сказала:\n— Сынок... Как же ты мне папку нашего напоминаешь... Одет так, как он... И с лопатой в руке... Ну, вылитый папка! Но тебе нужно уходить потому, что...\n— Мама! Я сам знаю, что они сейчас придут за нашими деньгами, которых у нас нет!\n— Тебе здесь нельзя оставаться! Уходи, прошу тебя!\n— Мамочка, я защищу тебя! Защищу! Я не допущу участи, которой не ожидал отец! \nК их дому подъехала черная машина, из которой вылезли двое серьезных людей.\n— А вот и они.\n— Боже мой!",
    "answers": [
      {
        "id": 96,
        "text": "Оставайся в доме и не высовывайся!"
      },
      {
        "id": 96,
        "text": "Спрячься где-нибудь!"
      }
    ]
  },
  {
    "id": 92,
    "text": "Авоська пришла в свой магазин и увидела за кассой по-деловому одетую женщину по имени Сандра. Сандра увидела Авоську и спросила:\n— Чего приперлась? Покупай все, что нужно, и вали отсюда! И да, торговаться не вздумай! Если накосячишь, я тебя здесь и закопаю!",
    "answers": [
      {
        "id": 67,
        "text": "Ты сама у меня ляжешь!"
      },
      {
        "id": 67,
        "text": "Я тебя заставлю бояться!"
      }
    ]
  },
  {
    "id": 93,
    "text": "Крот вместе с Авоськой подошел к дому тому типу, который лишил его зрения. Его зовут Горилла из-за высокого роста и большого веса. Авоська сопроводила Крота к двери Гориллы. \n— Так, осторожно иди. Вот так. \nАвоська достала перцовый баллончик и дала его Кроту.\n— Держи. Сделай ему то, что он сделал с тобой! Спрячь за спину! Стучись.\nАвоська спряталась неподалеку и сказала:\n— Я рядом, если что!",
    "answers": [
      {
        "id": 107,
        "text": "Постучаться"
      }
    ]
  },
  {
    "id": 94,
    "text": "Кухарка вернулась в свой общепит, где за столами сидели люди в деловых костюмах. Они устааились на кухарку и засмеялись.\n— Эй, ты че? — сказали люди. — Ты человек кастрюля? Чего пришла? Хочешь жрать, иди к шведскому столу, ешь что хочешь и вали отсюда — ты нам не нравишься!",
    "answers": [
      {
        "id": 118,
        "text": "Сами валите отсюда!"
      },
      {
        "id": 120,
        "text": "Здесь нет шведского стола! Хочешь жрать - плати!"
      }
    ]
  },
  {
    "id": 95,
    "text": "Дворник пришел к себе домой и начал подметать свой двор. Вдруг его калитку пересек тот самый человек, который предложил работу и подставил его. Его зовут Леня. Он тихонько зашел во двор и спросил:\n— Работаешь?\nОт внезапности Дворник вздрогнул, повернулся к Лене и спросил:\n— А... Тот самый, который подставил меня на работе?\n— Понимаешь, мне нельзя было на себя свое предприятие оформлять! У меня не было другого выбора...\n— Другого выбора не было?!\n— Катати, а ты чего на свободе разгуливаешь, м? Ты же в тюряге должен был сидеть!\n— Выпустили досрочно.\n— Как досрочно? За что? \n— Дело пересмотрели и решили, что я не виновен. \n— Не верю! Я сейчас заяву на тебя накатаю в полицию!",
    "answers": [
      {
        "id": 127,
        "text": "Стукач!"
      },
      {
        "id": 128,
        "text": "Метнуть метлой в Леню пылью"
      }
    ]
  },
  {
    "id": 96,
    "text": "— Хорошо! Будь осторожен!",
    "answers": [
      {
        "id": 97,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 97,
    "text": "Лопата вышел из дома и увидел людей в деловых костюмах и битами в руках. А лопату он оставил за спиной.",
    "answers": [
      {
        "id": 98,
        "text": "Извините, а вам кого?"
      },
      {
        "id": 98,
        "text": "А что вы здесь делаете? Это не ваша территория!"
      }
    ]
  },
  {
    "id": 98,
    "text": "— За деньгами мы пришли, — ответили люди.\n— За какими деньгами?\n— Ты нас не дури, слышь! Мы знаем, что твой папка занимал у нас большие деньги! Ты вынеси деньги, и мы уйдем. А если нет, то мы тебя отправим за твоим папой. И твою маму тоже!",
    "answers": [
      {
        "id": 99,
        "text": "Что ты про маму сказал?!"
      }
    ]
  },
  {
    "id": 99,
    "text": "— Что?\nЛопата приготовил лопату и сказал:\n— Не смейте трогать мою семью!!!\n— Опа! Я смоирю, ты нарываешься?\n— Нарываетесь вы!\n— Не хочет он нам деньги давать! Так что давайте вырубим его!",
    "answers": [
      {
        "id": 100,
        "text": "Ударить людей лопатой"
      }
    ]
  },
  {
    "id": 100,
    "text": "Лопата уворачивался от ударов отбивался лопатой и бил их с такой силой, что те люди уже лежали на земле от боли скрюченными. При этом он в ярости кричал одну и ту же фразу:\n— За моего отца! За моего отца! За моего отца!\nПотом мама вышла и, обняв сына, сказала:\n— Ты мой спаситель! Ты мой герой, сынок! Иди погуляй, а мамочка сейчас полицию вызовет.",
    "answers": [
      {
        "id": 101,
        "text": "Дальше"
      },
      {
        "id": 90,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 101,
    "text": "Мстители вновь встретились. Лопата спросил:\n— Справились со своими \"проблемами\"?\n— Да! — ответила Авоська. — Мы с Кротом вместе действовали!\n— Похвально! Но осталась теперь одна последняя и большая проблема.\n— Какая? — спросил Крот.\n— Владимир Сараев. Он вот-вот должен приехать.\nВдруг к ним подбегает подросток и кричит:\n— Мстители! Мы с ребятами лазили на вышке и видели, как к нам три черных машины едет! \n— Во-первых, ребенок, мы тебя поняли. Во-вторых, не лазите больше на вышку — не то вы разобьетесь! \n— А мы уже несколько раз лазили и ничего! Никто не разбился! \n— Ладно, беги и ставь всю деревню на уши! ",
    "answers": [
      {
        "id": 106,
        "text": "Приготовиться к встрече"
      }
    ]
  },
  {
    "id": 102,
    "text": "Авоська разозлилась и со всей силы ударила авоськой Сандру по голове. Но Сандра не упала, но была в шоке и полна зла. Авоське это показалось странным потому, что от такого удара каждый мог лечь.\n— Ты че, ублюдина!\nСандра схватила Авоську за шиворот и кинула на пол.\n— Ты не знаешь, на кого руку подняла! Встала!\nАвоська встала.\n— Из-за тебя люди боятся сюда ходить! — сказала Авоська. ",
    "answers": [
      {
        "id": 104,
        "text": "Ударить авоськой Сандру с размаху"
      },
      {
        "id": 104,
        "text": "Ударить ее в лицо"
      },
      {
        "id": 104,
        "text": "Ударить ногой в ее тело"
      }
    ]
  },
  {
    "id": 103,
    "text": "— Если сама не уйдешь, я помогу тебе уйти... на тот свет!!!",
    "answers": [
      {
        "id": 102,
        "text": "Ударить Сандру"
      }
    ]
  },
  {
    "id": 104,
    "text": "Авоська пыталась ударить Сандру, но та увернулась и в наступлении ударила Авоську кулаком в лицо. Потом начала его избивать так быстро, что Авоська не успела сделать ни одного движения. У Авоськи началась отдышка. И тут Сандра схватила Авоську, положила ее на плечи и сделала бросок \"мельницы\". И из кармана олимпийки выпала фотография в рамке в форме сердечка, на которой улыбается Крот. У Авоськи по-прежнему была отдышка и из-за падения плашмя она сразу не могла встать. Сандра увидела фотографию и сказала:\n— Скажи \"прощай\" своему возлюбленному-слепошарому!\n— Не смей оскорблять моего парня, шалава!\nСандра достала пистолет и прицелилась в Авоську.\n— Я тебе помогу попрощаться с этим магазином и с твоим парнем тоже!",
    "answers": [
      {
        "id": 105,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 105,
    "text": "Вдруг Сандру отвлек звук открывшейся двери, в которой показался Крот. И на радости Авоська начала потихоньку подниматься. Сандра повернулась и, увидев Крота, убрала пистолет. И Сандра сказала:\n— О, а ты тот самый слепой, о котором твоя возлюбленная говорила?\n— А ты кто? — спросил Крот.\n— Я — Сандра, — ответила она, начав кокетничать. — Познакомимся поближе?\n— Нет, у меня есть девушка!\n— Девушка? Вот эта? Ты посмотри, какая она страшная, как одевается некрасиво! И на меня посмотри, какая я красивая! Думаешь, тебе захочется встречаться с такой уродкой?\nАвоська с яростью схватила Сандру сзади и кинула ее на пол. Но тут Сандра ударилась головой об батарею. И она схватила за голову и от боли разрыдалась. \n— Ааа, моя голова! — провыла Сандра. — У меня сотрясение! Я на тебя заяву накатаю! \n— А на тебя еще больше заяв будет от наших жителей, так что заткнись!\nАвоська подошла к Кроту и сказала:\n— Кротик, хорошо, что ты пришел! — Авоська обняла Крота. — Если б не ты, меня бы убили! Спасибо тебе!\n— На здоровье.\n— Погоди, а как ты дошел? Ты же слепой?\n— Вообще-то да. Но я с самого детства помню эту дорогу! И по памяти и интуиции я дошел.\n— Миленький мой! Больше без меня никуда не ходи! Хорошо? Вдруг тебя машина собьет или хулиганы нападут!\n— Хорошо, дорогая. Больше этого не повторится.\n— Но еще раз спасибо, что отвлек эту овцу! Иначе она бы пристрелила меня! Слушай, а ты не принес случайно веревку?\n— Принес. А зачем?\n— А мы сейчас ее-то к батарее и привяжем! И тут ее уже менты примут.",
    "answers": [
      {
        "id": 101,
        "text": "Дальше"
      },
      {
        "id": 90,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 106,
    "text": "Мстители встали друг рядом с другом, плечом к плечу. И вот к ним подъехали три Геленгвагена. Из них вылезли люди в деловых костюмах, следом Владимир Сараев и Люба.\n— Люба?! — вполголоса спросил Лопата. — Она же из нашей деревни! Че она возле того пузатого трется?\nВладимир подошел к мстителям и смеясь сказал:\n— Ну и рожи! И одежка ваша меня тоже прикалывает! Цирк уехал, а клоуны остались, да? \n— Ты че сюда приехал?! — спросил Лопата.\n— Деревня мне ваша нужна. Я смотрю, ты главный с лопатой? Дак вот, слушай. Вы сдайте мне вашу деревню, и я оставлю вас в покое! Иначе мы сами ее возьмем! Отдавайте!",
    "answers": [
      {
        "id": 116,
        "text": "Нет!"
      }
    ]
  },
  {
    "id": 107,
    "text": "Крот постучался в дверь. Она открылась. В ней показался Горилла и спросил:\n— Чего тебе, очкарик?! Опять воровать пришел?",
    "answers": [
      {
        "id": 108,
        "text": "Брызнуть баллоном"
      },
      {
        "id": 109,
        "text": "Нет, я бы хотел попросить немного соли."
      }
    ]
  },
  {
    "id": 108,
    "text": "Крот брызнул баллоном в глаза Горилле. Тот заорал и схватился руками за лицо. ",
    "answers": [
      {
        "id": 110,
        "text": "Добить его"
      },
      {
        "id": 111,
        "text": "Зайти в дом"
      }
    ]
  },
  {
    "id": 109,
    "text": "Авоська сделала \"рука-лицо\".\n— Слышь! Ты щас такой соли получишь!\nГорилла похрустел пальцами.\n— Крот, действуй! — вполголоса сказала Авоська.\n— А это кто там бормочет? — спросил Горилла.",
    "answers": [
      {
        "id": 108,
        "text": "Брызнуть баллоном"
      }
    ]
  },
  {
    "id": 110,
    "text": "Крот начал добивать его до такой степени, чтобы тот лег.",
    "answers": [
      {
        "id": 111,
        "text": "Зайти в дом"
      }
    ]
  },
  {
    "id": 111,
    "text": "— Крот, ты зачем зашел? — спросила Авоська.\n— Надо устроить ему бардак, как он устроил его в моей жизни!\n— Давай! \nКрот и Авоська зашли в дом и начали раскидывать по дому все, что лежит и стоит.\n— Что вы делаете, твари?! — спросил Горилла, кое-как открыв глаза. — Иди сюда ты!!!\nГорилла накинулся на Крота. Он хотел было ударить Крота, но он услышал голос Авоськи:\n— Не трогай его!!!\nГорилла повернулся к Авоське и, кинув ее на пол, сказал:\n— А ты вообще заткни свой рот! Шавка!",
    "answers": [
      {
        "id": 112,
        "text": "Ударить Гориллу по голове"
      },
      {
        "id": 114,
        "text": "Ударить Гориллу между ног"
      }
    ]
  },
  {
    "id": 112,
    "text": "Крот ударил сзади Гориллу кулаком по голове, но Крот получил удар с разворота и упал. Потом Горилла накинулся на Авоську и с силой начал ее затаскивать на диван. А Авоська, дергаясь, кричала одно и то же: \n— Не трогай меня!!! Не трогай!!! \n— Замолчи! — ответил Горилла. — Я смотрю, ты такая злая. А я помогу тебе раздобреть! Хе-хе-хе.\nВ это время Крот поднялся и пошел на звуки. Горилла начал пытаться раздевать Авоську. \n— Крот!!! Помоги!!! Крооот!!!\n— Он же слепой! Чем он тебе поможет?\nКрот подошел уже совсем близко.",
    "answers": [
      {
        "id": 114,
        "text": "Ударить Гориллу между ног"
      }
    ]
  },
  {
    "id": 113,
    "text": "Крот и Авоська оттащили Гориллу за ноги к шкафу и начали делать отдышку.\n— Фух... — сказал Крот. — Сколько же он весит?\n— Крот, давай, — сказала Авоська и подошла к шкафу. — Подходи с другой стороны.\nКрот подошел к противоположному углу шкафа. \n— Возьмись за угол у стены.\n— Взялся.\n— Готов? Давай! И... раз!\nКрот и Авоська уронили шкаф на Гориллу. \n— Теперь не выберется! — засмеялась Авоська.\n— Помогут снять только менты! — добавил Крот.\n— Пошли отсюда.",
    "answers": [
      {
        "id": 101,
        "text": "Дальше"
      },
      {
        "id": 90,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 114,
    "text": "Крот ударил Гориллу сзади между ног, и Горилла, заорав от боли, схватился за больное место и упал. Авоська поправила одежду и волосы, встала, подобрала авоську и ей вырубила Гориллу, ударив его по голове. Авоська обняла Крота и сказала:\n— Крот! Ты мой герой! Давай оттащим его к шкафу?",
    "answers": [
      {
        "id": 113,
        "text": "Давай."
      },
      {
        "id": 115,
        "text": "А зачем?"
      }
    ]
  },
  {
    "id": 115,
    "text": "— А ты сейчас узнаешь, зачем.",
    "answers": [
      {
        "id": 113,
        "text": "Потащили."
      }
    ]
  },
  {
    "id": 116,
    "text": "— Почему? \n— Наглец! Он еще и спрашивает! Это наша деревня! Мы в ней родились, выучились и познакомились. Это наша Родина! А ты готов ее разрушить! Мы не отдадим тебе ничего!\n— А что же мне мешает взять эту деревню, а? Вас пятеро, а нас много. Мы сильнее вас, поэтому мы сможем деревню взять! И вам никто не поможет! ",
    "answers": [
      {
        "id": 117,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 117,
    "text": "— Еще как поможет! — послышался крик позади мстителей. Они повернулись и увидели, как все жители, вооруженные вилами, лопатами и другими инструментами всей деревней вышли на защиту. \nВладимир достал платок и вытер потный лоб. \n— Ну, что? — спросил Лопата. — Обделался?\n— Да... — ответил Владимир. — И у тебя, наверное, есть чем подтереться? Я бы тоже созвал своих людей, но вы их всех перебили!!! Парни, вы знаете, что делать?\nЛюди достали свои пистолеты и зарядили. \n— Извините, — сказал Дворник. — Мне надо отойти кое-куда.\n— Куда? — спросила Кухарка.\n— Да я мигом!\nДворник гуськом покинул толпу и побежал в сторону отделения полиции.",
    "answers": [
      {
        "id": 126,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 118,
    "text": "— Чего?!\nЛюди встали со своих мест и достали свои пистолеты.\n— Ты забыла? Напомним: общепит был твой, стал наш! Мы здесь делаем, что мы захотим. И нам плевать на все правила! Так что уноси свои булки отсюда, пока пулю не поймала!",
    "answers": [
      {
        "id": 119,
        "text": "Кинуть крышку от кастрюли"
      }
    ]
  },
  {
    "id": 119,
    "text": "Кухарка кинула крышку в одного из людей, и тот упал. Люди переглянулись, и другой из них сказал:\n— Ну, гадина! Ты попала! Пристрелим ее!",
    "answers": [
      {
        "id": 121,
        "text": "Бежать на людей"
      }
    ]
  },
  {
    "id": 120,
    "text": "— Ты нас еще и учишь?! Тебе нечего здесь делать! Вали отсюда!",
    "answers": [
      {
        "id": 118,
        "text": "Вам самим тут не место!"
      }
    ]
  },
  {
    "id": 121,
    "text": "Кухарка со сковородкой побежала на людей сквозь пули.",
    "answers": [
      {
        "id": 122,
        "text": "Отбивать пули сковородкой"
      },
      {
        "id": 123,
        "text": "Не отбивать"
      }
    ]
  },
  {
    "id": 122,
    "text": "Кухарка начала приближаться к людям, отбивая пули сковородкой.",
    "answers": [
      {
        "id": 124,
        "text": "Начать избивать людей"
      }
    ]
  },
  {
    "id": 123,
    "text": "Кухарка не стала отбиваться, но пули в нее не попадали. Но вдруг одна из пуль попала в ее тело, но не так глубоко.\n— Почему она не умирает?",
    "answers": [
      {
        "id": 124,
        "text": "Начать избивать людей"
      }
    ]
  },
  {
    "id": 124,
    "text": "Она начала бить людей сковородкой. Она подобрала крышку и начала ей как защищаться, так и избивать.",
    "answers": [
      {
        "id": 125,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 125,
    "text": "Кухарка закончила с людьми, когда они уже лежали на полу.\n— Что, съели? Много съели?! Я возвращаю обратно свой общепит!!!\n— Ладно, ладно... — ответили люди. — Твоя взяла! \n— Женщину одолеть не могли! Как не стыдно? Теперь будете иметь дело с ментами!",
    "answers": [
      {
        "id": 101,
        "text": "Дальше"
      },
      {
        "id": 90,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 126,
    "text": "Дворник забежал к дяде Жене и дяде Семе в кабинет. Дядя Женя спросил:\n— Ты чего такой напуганный? За тобой кто-то гонится?\n— Там Сараев, тот бизнесмен, приехал со своими людьми! Мы пытаемся сплавить их обратно!\n— Сема, погнали быстро! И наряд вызывай!\nДворник побежал к своим.",
    "answers": [
      {
        "id": 131,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 127,
    "text": "— Слышь, ты охренел? Кто стукач?!",
    "answers": [
      {
        "id": 128,
        "text": "Метнуть метлой в Леню пылью"
      }
    ]
  },
  {
    "id": 128,
    "text": "Леня взял метлой пыль и метнул ее в Леню. Пыль рассеялась по всей одежде Лени. Он закашлял,  зачихал, заморщился от пыли и начал обтряхать пыль.\n— Ты нормальный?! — спросил Леня. \n— Я-то нормальный. А ты нет! Падла!\n— Ну, все, ублюдок... — сказал Леня и засучил рукава. — Ты сейчас за все ответишь!",
    "answers": [
      {
        "id": 129,
        "text": "Драться"
      }
    ]
  },
  {
    "id": 129,
    "text": "Дворник встали фротнально друг к другу. Дворник вооружился метлой, а Леня приготовил кулаки. \n— Стоп! — сказал Леня. — А чего ты с оружием, а я без? Может, будем биться на равных?",
    "answers": [
      {
        "id": 130,
        "text": "Мне нет равных!"
      }
    ]
  },
  {
    "id": 130,
    "text": "Дворник снова собрал метлой пыль и метнул ее в Леню.\n— Еще?\nДворник снова метнул пыль.\n— Пошел ты! — сказал Леня и собрался уходить. — Ненормальный!!!\nЛеня ушел и хлопнул калиткой. \n— Будет теперь знать, как людей подставлять!",
    "answers": [
      {
        "id": 101,
        "text": "Дальше"
      },
      {
        "id": 90,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 131,
    "text": "Дворник прибежал обратно к толпе. Кухарка спросила:\n— Дворник, ты куда бегал?\n— А сейчас мы увидим.\nВдруг неподалеку послышалась сирена полицейской машины.\n— Менты?! — спросил Владимир. — Надо валить отсюда! По машинам все! Живо! Мы с вами еще встретимся!\nВсе люди сели в машины, а Люба не села.\n— Люба! — сказал Владимир. — Че ты встала? Садись, поедем отсюда!\n— Никуда я с тобой не поеду!\n— Вот это поворот! — сказал Лопата.\n— Не понял... — спросил Владимир, вылез из машины и подошел к Любе. — Почему ты не поедешь?\n— Я деревенская! Я отсюда родом! А я еще повелась на тебя и очень зря!\n— Нет, ты поедешь со мной! \n— Сам езжай отсюда, чтоб тебя не было ни видно, ни слышно!\n— Нет, ты поедешь!!! — сказал Владимир и потащил Любу к машине. \n— Отпусти, придурок жирный!!!\nВладимир толкнул Любу, и она упала. Толпа ахнула.\n— Фууу!!! — послышалось из толпы. — Не мужик! На женщину руку поднял!\n— Заткнулись все!!! — крикнул Владимир. — Заткнулись!!!\n— Так, разойдитесь! — послышался сзади голос, который издал дядя Женя и дядю Сему. Толпа пропустила участковых. — Что здесь творится?\n— Он на меня руку поднял! — ответила Люба, указывая пальцем на Владимира. — Даже свидетели могут подтвердить! \n— А, Владимир Сараев и его люди? — спросил дядя Женя. — По деревне о тебе так много легенд ходит! Поехали с нами, герой! Что встал-то?\n— Я просто так не сдамся! Поехали отсюда!\n— Стой!!! — крикнул двдя Сема. \nВладимир сел в машину и со своими людьми поехал в сторону Урбанска.\n— Ничего, ничего... — сказал дядя Сема. — Они далеко не уедут...\n— Почему? — спросил дядя Женя. — А, да! Ты же наряд вызвал.",
    "answers": [
      {
        "id": 132,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 132,
    "text": "Три Гелика вынхали из деревни. Вдруг к ним навстречу выехало два черных фургона и перекрыли им дорогу. И Гелики остановились.\n— Да емое! — сказал Владимир. \nИз фургонов вылезли бойцы спецназа и вооружившись автосптами Калашникова надвинулись к Геликам.\n— Что за... Какого...\nОни подошли к машине Владимира, и открыли дверь и кинули его наземь. \n— На пол!!! — крикнул спецназ. — Руки за спину!!!\nВсе люди, и Владимир в том числе, были арестованы и пакованы в фургоны. ",
    "answers": [
      {
        "id": 133,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 133,
    "text": "Народ начал расходиться. Мстители подошли к Любе и сказали:\n— Люба! Ты же наша землячка! Как ты могла опуститься до такого?\n— Ребята, я сама не знаю! — ответила Дюба и разрыдалась, и Мстители обняли ее. — Я не знаю, как случилось, что я повелась! Из-за этого я бросила институт, чтобы мой муж обеспечивал меня деньгами. Я всегда мечтала о таком муже! \n— Но ты видишь, кем он оказался? \n— Да... Он сильно хотел, чтобы я подчинялась ему. Он тиранизировал меня! \n— Мы тебя понимаем...",
    "answers": [
      {
        "id": 134,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 134,
    "text": "На следующий день в газетах, в новостях, по радио и в Интернете были новости:\n\"Крупный бизнесмен Владимир Сараев и его сообщники были приговорены к двадцати годам лишения свободы.\"",
    "answers": [
      {
        "id": 135,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 135,
    "text": "И в тот же вечер Авоська продала продукты для того, чтобы отметить победу в общепите Кухарки. Дворник для этого события подмел возле дверей общепита. Стол был накрыт вкусной едой. Были танцы и песни. Победу праздновали всей деревней. А когда совсем стемнело,  в честь этого события был запущен салют.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 136,
    "text": "",
    "answers": []
  }
]