[
  {
    "id": 1,
    "text": "Cypher.\n\n18.02.589 М41.\n  Вот уже несколько дней, как нас оторвало от основного блока станции. Где-то громыхнуло, а после этого вокс-ретранслятор Калеба перестал передавать какие-либо сообщения извне. Повезло же нам, волею случая вышедшим проверить резервный генератор станции — после, похоже взрыва, мы не пострадали. \nНас всего пятеро: Калеб — связист и по совместительству механик из обслуживающего персонала станции; Винс — штурмовик Милитарум Темпестус, который сразу после аварии начал строить из себя главного; Рэй — технопровидец; Илай — туповатый механик со складом ума как у маленького ребенка; И я — летописец, угодивший в заснеженные края. Теперь, вся красота слова не имеет для меня ни малейшего значения, да и черт с ней. Отныне я пишу на низком готике, не ограничиваясь в выражениях, ведь врядли кому-то понадобятся мои монологи. Я пишу для себя.\n  Если вы нашли мой дневник, значит я посеял его в этих темных холодных коридорах, если, конечно, вы только что не извлекли его из моих окоченевших пальцев.",
    "answers": [
      {
        "id": 2,
        "text": "Читать."
      }
    ]
  },
  {
    "id": 2,
    "text": "19.02.589 М41.\n  Винс весь день командовал. Сказать по правде, его выходки вымораживают еще больше здешнего климата. Мои одеяния не слишком теплые для такой погоды, а другие вещи я оставил на станции.\n  Целый день сидели и слушали мнения \"самых умных\" из нас, по поводу случившегося. Ну, ничего конкретного сказать никто не может.\n  Винс выдал соображение, что нам нельзя разделяться. Это же, черт возьми, очевидно! Самонадеянный самопровозглашенный лидер... Думает, если у него одного здесь лазпистолет, он главный.\n  Илай никогда особым умом не отличался, а тут вообще учудил: предложил мне поменяться с ним сапогами. Причем сначала только одним. Сначала я послал его подальше, но потом заметил, что он носит утепленные. Надеюсь, если я решу согласиться, он еще не передумает.\n  Рэй предложил закончить начатое и запустить резервный генератор, как и замышлялось. Еще один ставящий свои интересы превыше всего остального эгоист. Отопительных систем здесь не наблюдается, поэтому мне кажется, что его одержимость идеей объясняется лишь \"верностью\" ритуалам. Стоит ли обрекать себя на гибель?..",
    "answers": [
      {
        "id": 3,
        "text": "Поговорить с Винсом насчет его поведения."
      },
      {
        "id": 4,
        "text": "Заняться проверкой генератора."
      },
      {
        "id": 5,
        "text": "Согласиться на предложение Илая."
      }
    ]
  },
  {
    "id": 3,
    "text": "20.02.589 М41.\n  Винс... Этот псих выстрелил мне в ногу! Его лазерный пистолет работал на малой мощности, поэтому серьезным мое ранение не назовешь, НО! Он просто гребаный псих!\n  Рэй давит на важность похода к генератору. Путь к нему неблизкий, а у нас нет ни еды, ни уверенности в том, что по дороге мы не встретим других помех!\n  Илай уже достал меня со своими сапогами! Мы все паникуем, мы все в стрессовой ситуации. Но нельзя поддаваться этому! Придурков и в обычной жизни хватает, а теперь они стали единственными людьми, которые сейчас меня окружают...\n  Калеб после ситуации с выстрелом стал чаще разговаривать со мной. Похоже, что у меня может получиться уговорить его наказать Винса.",
    "answers": [
      {
        "id": 10,
        "text": "Поговорить с Калебом."
      },
      {
        "id": 12,
        "text": "Идти к генератору."
      }
    ]
  },
  {
    "id": 4,
    "text": "21.02.589 М41.\n  Собрав отряд из всех желающих, мы решили идти к генератору.  Группа из трех человек выдвинулась еще вчера, но, поскольку никто, кроме Рэя даже примерно не знал, где этот чертов генератор находится, мне удалось заняться дневником лишь сегодня.\n  Калеб настроил вокс-ретранслятор на волну Винса, так что этот идиот мог вещать на его канале, продолжая выводить меня.\n  Рэй имел прожектор на одном из механодендритов, у Калеба был небольшой фонарь. У меня же не было ничего, чем я бы смог осветить себе путь в темных коридорах этого крыла. Калеб по неосторожности разбил фонарь, поэтому теперь все держатся возле Рэя, раздражая технопровидца. Видите ли, ему не нравится, что мы так зависим от освещения.\n  К концу второго дня, мы прошли лишь половину от указанного технопровидцем расстояния и порядком устали. Рэй не нуждался в пище и отдыхе так, как мы с Калебом, но ни еды, ни священного машинного масла, требующегося технопровидцу у нас нет.\n  Есть надежда на то, что мы найдем резервное крыло станции, запасы еды, оружия и прочих полезных вещей, но она малa перед пугающей действительностью, где мы скорее замерзнем или умрем от голода.",
    "answers": [
      {
        "id": 6,
        "text": "Продолжать движение."
      },
      {
        "id": 7,
        "text": "Возвращаться назад."
      }
    ]
  },
  {
    "id": 5,
    "text": "20.02.589 М41.\n  Теперь у меня утепленные сапоги. Оказывается, Илаю понравился металлический значок на одном из них, о существовании которого я даже не знал. Этот идиот радостно напялил мой сапог, после чего мне пришлось битый час объяснять ему, что теперь он должен взять и второй!\n  Винс полдня гонял Калеба осмотреть близлижайшие коридоры, но ничего интересного он не нашел, так как идти одному в неосвещенные участки станции не хочет. После этот псих в погонах начал доставать меня очередными приказами, в ответ на которые я послал его подальше. Механики вовремя остановили его, потому что он начал размахивать кулаками. Если он еще раз позволит себе такое, он крепко пожалеет...\n  Рэй давит на важность генератора. Мне, может и не хочется сидеть сложа руки, но эта идея кажется немножко самоубийственной.",
    "answers": [
      {
        "id": 4,
        "text": "Идти к генератору."
      }
    ]
  },
  {
    "id": 6,
    "text": "22.02.589 М41.\n  Коридор разделился надвое, мнения также разделились. В конце одного из тоннелей виднелся свет, поэтому мы решили разделиться. Калеб обнаружил источник света — так называемое окно наружу. Огромная дыра в стене, оплавленные края которой говорили о природе происхождения этой дыры. Из-под нее сифонит так, что даже просто пройти мимо нее будет испытанием на холодоустойчивость.\n  Рэй говорит, чтобы я пошел с ним, оставив Калеба разбираться со вторым коридором.",
    "answers": [
      {
        "id": 14,
        "text": "Пойти с Калебом."
      },
      {
        "id": 15,
        "text": "Присоединиться к Рэю."
      }
    ]
  },
  {
    "id": 7,
    "text": "22.02.589 М41.\n  Черт. Идти назад пришлось вдвоем, так как Рэй категорически не хотел этого делать! Калеб поддержал меня, но у него больше не было фонаря, не то, что у нашего технопровидца! Рэй был нацелен на успешное завершение проверки и запуска генератора, и ему плевать на то, сделаем мы это вместе, или он один.\n  Ориентироваться в темноте довольно проблематично, не смотря на то, что глаза к ней привыкли. Спросите, как же я заполнял дневник? Ха, просто дата сверху лишь для хронологической справедливости.\n\n23.02.589 М41.\n  Мы снова в начальной точке нашего злоключения. Еда закончилась два дня назад. С питьем дела обстоят получше, но это очень сильно сказано.\n  Винс рвет и мечет. Он, лихорадочно стуча рукоятью пистолета по дверному проему, объяснял, что оставить технопровидца в тоннеле было не лучшим решением. Потом, пару раз выстрелив в воздух, он ушел, брызжа слюной.\n  Илай был рад моему возвращению, чего нельзя было сказать обо мне. В сердцах я ударил его, и он, подобно маленькому зверьку, сжался в комок в одном из углов. Как его вообще взяли работать?..\n  В глазах Калеба появился странный огонек. Меня это настораживает. Вы когда-нибудь видели, как блестят глаза безумцев? Я, к счастью, нет. Но я боюсь, что с моим молчаливым товарищем по несчастью может случиться нечто подобное...",
    "answers": [
      {
        "id": 13,
        "text": "Поговорить с Калебом."
      },
      {
        "id": 16,
        "text": "Поговорить с Винсом."
      }
    ]
  },
  {
    "id": 8,
    "text": "22.02.589 М41.\n  ",
    "answers": []
  },
  {
    "id": 9,
    "text": "21.02.589 М41.\n  ",
    "answers": []
  },
  {
    "id": 10,
    "text": "21.02.589 М41.\n  Как оказалось, Калеба и настраивать-то против Винса не надо — он как полная до краев чаша, ожидающая последней капли. Если нажать на нужные рычажки, он сделает все сам.\n  Рэй все вещал и вещал о благих намерениях и запуске генератора, а потом махнул рукой. Теперь он сидит в подобии транса: окуляры его глаз не реагируют на движения, а грудь не вздымается. Можно подумать, что наш магос склеил ласты, но по редкому шуршанью сервомоторов понятно, что это не так...\n  Илай подслушал наш с Калебом разговор... Этот тупица может невзначай, как-нибудь, во время утреннего приветствия обронить слово о покушении...",
    "answers": [
      {
        "id": 11,
        "text": "Проучить Винса."
      },
      {
        "id": 25,
        "text": "Избавиться от Илая."
      }
    ]
  },
  {
    "id": 11,
    "text": "22.02.589 М41.\n  Винс мертв. Я... Я сам не понял, как все произошло, но... Я не хотел его убивать. Калеб буквально загрыз его. (Несколько кровавых клякс мешают разобрать написанное далее)\n  Голод, непреодолимый голод становится все острее... Калеб уже доел одну из голеней Винса. Кажется он окончательно сошел с ума...",
    "answers": [
      {
        "id": 26,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 12,
    "text": "23.02.589 М41.\n  Начался наш долгий и мучительный путь. Темные коридоры встретили нас пугающей неизвестностью. В конце концов, что остается? Сидеть и ждать, пока мы пережрем друг друга от нестерпимого голода? Нет. Дорога хоть как-то позволяет отвлечься...",
    "answers": [
      {
        "id": 15,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 13,
    "text": "24.02.589 М41.\n  Я был прав. Калеб тронулся умом. После долгого разговора он напал на меня, намереваясь откусить кусок от моего лица. Винс спас меня. Убил безумца.\n  Странно, но это будто отрезвило его. Он перестал кричать, стрелять во все стороны... Он стал мыслить холоднее и точнее. Надеюсь, с новым лидером нас с Илаем ждет куда более лучший конец, чем Калеба...\n Концовка шестая, \"Новая надежда\"",
    "answers": [
      {
        "id": 1,
        "text": "Завершить."
      }
    ]
  },
  {
    "id": 14,
    "text": "23.02.589 М41.\n Калеб оказался шутником, каких поискать. Предложил мне слазить в дыру, на свежий воздух. Я послал его подальше.\n  Дальше по коридору мы не нашли ничего, кроме тупика. Нужно идти назад...",
    "answers": [
      {
        "id": 21,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 15,
    "text": "24.02.589 М41.\n Не помню точно, сколько дней назад я последний раз ел. Если судить по дневнику, то около пяти.\n  В отличие от меня, Рэй себя прекрасно чувствует. Он нацелен на успех, а на меня ему если не наплевать, то, похоже ему просто не до меня.\n  Все-таки, дорога не была напрасной. Мы обнаружили троих неактивных сервиторов. К концу второго дня они пополнили свиту технопровидца. Рэй говорит, что если верить памяти сервиторов, то до нашей цели остается всего ничего. Похоже, он просто не понимает, что назад я скорее всего уже просто не вернусь.",
    "answers": [
      {
        "id": 17,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 16,
    "text": "23.02.589 М41.\n  Эmo Калеб. Вuнс засmрелил его. Uзвuняюсь за nочерк, но, maк уж я с деmcmва npuвык пuсаmь. Больше мне нечего добавumь... Кроме moго, чmo авmор дневнuка неnлох на вкус...\n  Концовка седьмая, \"Вокруг одни безумцы\"",
    "answers": [
      {
        "id": 1,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 17,
    "text": "(Текст на мятом листке пергамента, вложенный в рукопись)\n\n27.(зачеркнуто) 28.02.589 М41.\n  Хвала Терре, я нашел замену потерянному дневнику. Да, потрепанные временем листы каких-то непонятных текстов — не лучший вариант для подобного занятия, но довольствоваться приходится только ими...\n  Рэй таки запустил генератор, который мы нашли через несколько суток после потери моего дневника. Систем отопления, как и подозревалось ранее, не оказалось. Но зато мы обнаружили резервный склад припасов. Сейчас я сижу на закрепленном стуле с подлокотниками, потягивая обжигающий имперский кофе, и царапаю на пергаменте эти строки, наблюдая за снующими вокруг сервиторами Рэя. Под бутылку амасека на все это смотреть весьма увлекательно...\n Несмотря на то, что пока все спокойно, я не думаю, что сидеть здесь — лучшая идея.",
    "answers": [
      {
        "id": 18,
        "text": "Отправиться на поиски Калеба.",
        "need": 6
      },
      {
        "id": 19,
        "text": "Поговорить с Рэем."
      }
    ]
  },
  {
    "id": 18,
    "text": "(Текст на следующей странице дневника)\n\n02.03.589 М41.\n  Мне удалось уговорить Рэя отправиться на поиски товарища. Благо, освещение теперь работает.\n  Через день пути я нашел свой дневник. Как он вообще оказался прибитым к одной из стен?! Как будто его кто-то специально туда повесил, чтобы мне было легче его найти. Я, конечно, рад находке, но эта деталь меня пугает.",
    "answers": [
      {
        "id": 20,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 19,
    "text": "(Текст на еще одном пожеванном листке)\n12.03.589 М41.\n  Ради такого происшествия я готов продолжить свою летопись на чем угодно! Рэй нашел маяк, передающий тревожный сигнал! За нами прислали помощь! Я не могу в это поверить! И не знаю, что сказать нашим спасителям в ответ на вопрос: \"Внутри есть еще кто-нибудь?\"\n  Концовка третья, \"Дом, милый дом\".",
    "answers": [
      {
        "id": 1,
        "text": "Завершить."
      }
    ]
  },
  {
    "id": 20,
    "text": "03.03.589 М41.\n  Мы обнаружили Калеба... Бедняга лежит у той самой расщелины, извергающей ледяное дыхание планеты. Его труп окоченел настолько, что кажется, если я дотронусь до, например, его руки, то тело лишится пары пальцев. Хрупкий, как лед Калеб... Как же его так угораздило? Не мог же он попытаться выйти наружу, замерзнуть и попытаться вернуться обратно? Или мог...\n  Рэй высказал предположение, что Калеб был убит. Серьезно? Кем? Где кровь? Где другие следы борьбы? Нет. Я отказываюсь в это верить.",
    "answers": [
      {
        "id": 19,
        "text": "Вернуться в свое временное убежище."
      },
      {
        "id": 22,
        "text": "Вернуться к Винсу и Илаю."
      },
      {
        "id": 23,
        "text": "Идти наружу.",
        "need": 5
      }
    ]
  },
  {
    "id": 21,
    "text": "24.02.589 М41.\n Видно, нам не суждено добраться даже до дыры наружу... Калеб напал на меня. И как я сразу не догадался, что он хочет меня убить?.. Принял его убийственное предложение за шутку. Ну-ну...\n  Этот идиот ударил меня сзади по голове. Думал я вырублюсь... Ага. Конечно.",
    "answers": [
      {
        "id": 35,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 22,
    "text": "06.03.589 М41.\n  И, мне не удалось уговорить Рэя пойти со мной, поэтому, взяв с собой еды и фонарь, я отправился один. И... В начальной точке нашего злоключения не нашел ничего, кроме нескольких кровавых пятен...",
    "answers": [
      {
        "id": 19,
        "text": "Вернуться к Рэю."
      },
      {
        "id": 33,
        "text": "Продолжить поиски."
      }
    ]
  },
  {
    "id": 23,
    "text": "04.03.589 М41.\n  Святая Терра! Это не описать словами! Я весь дрожу, и дело не только в пронзающем холоде! Вся станция погребена под огромной скалой! Я не уверен, что это метеор или что-то в этом роде, так как это просто невозможно разглядеть из-за снега, облепившего его со всех сторон. Небо заволокло невероятной сетью туч, похоже, химического происхождения. Похоже, что они мешают лучам и без того далекой звезды попадать на поверхность. Из-за этого холод стал еще сильнее. Когда-то, я вычитал термин Ядерной Зимы. Кажется, это нечто подобное.\n  Мне становится плохо от обморожений, у Рэя же запотели линзы бионических глаз.",
    "answers": [
      {
        "id": 19,
        "text": "Возвращаться назад."
      }
    ]
  },
  {
    "id": 24,
    "text": "08.03.589 М41.\n  Хе, а на что я надеялся... Мне здесь никто не поможет! А из четырех моих спутников, видимо, в живых остались только Рэй и людоед-Винс... И сейчас он вернулся чтобы окончательно сожрать и меня! Похоже, это моя последняя запись...\n  Концовка четвертая, \"Кушать подано!\"",
    "answers": [
      {
        "id": 1,
        "text": "Завершить."
      }
    ]
  },
  {
    "id": 25,
    "text": "22.02.589 М41.\n  Илай мертв, Калеб скрутил ему шею, как цыпленку. Но... Калеб также мертв... \n  Винс, опустошивший одну энергоячейку своего лазпистолета, перепачканный в крови и бледный, как смерть, весь день несет собачью чушь. Сумасшедший...\n  Рэй ушел. Похоже, к генератору...",
    "answers": [
      {
        "id": 31,
        "text": "Убить Винса."
      },
      {
        "id": 17,
        "text": "Догонять Рэя."
      }
    ]
  },
  {
    "id": 26,
    "text": "25.02.589 М41.\n  Винс начал подванивать уже два дня назад, но Калеб упорно обгладывает окоченевший труп. (Снова капля крови) Иногда его начинает рвать прямо во время еды, но я до сих пор немогу решить, что из этого кажется мне более противным...\n  Илай вторые сутки лежит в углу и рыдает. Оно и понятно.\n  Калеб словно зверь стал поглядывать то на меня, то на Илая. Эта хищная ухмылка... Пожалуй, буду держать лазпистолет покойного Винса наготове...",
    "answers": [
      {
        "id": 27,
        "text": "Убить Калеба."
      },
      {
        "id": 28,
        "text": "Дать Калебу убить Илая."
      }
    ]
  },
  {
    "id": 27,
    "text": "26.02.589 М41.\n  Этого следовало ожидать... (Кровь, капля теперь ярко алого цвета) Калеб напал на меня. Он мертв, а я отделался глубоким укусом на шее. Больно. Горло словно горит, я слабею и почти не могу говорить.\n  Илай все рыдает у себя в углу. Кажется, он тоже окончательно свихнулся...\n  Вся эта атмосфера: два трупа, один обглодан до последней косточки, второй и человека с трудом напоминает; ни живой, ни мертвый Рэй, будто медведь в спячке; и постоянные всхлипывания Илая, все это сводит с ума... К тому же... Голод.... (Снова кровь, теперь темно-бурая маслянистая капля)",
    "answers": [
      {
        "id": 29,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 28,
    "text": "27.02.589 М41.\n  Илай мертв. Его душераздирающий крик до сих пор стоит у меня в ушах... После того, как Калеб с отвратительным хрустом сломал ему обе руки в попытках добраться до мягкой шеи, как разбрызгивая его горячую кровь повсюду, рвал его горло... Когда Илай больше уже не мог кричать, он продолжал жутко хрипеть, булькая и захлебываясь в своей же крови...\n  Накатило оцепенение, перешедшее в дикую ярость. Калеб теперь лежит рядом с Илаем...\n  Как же хочется есть...",
    "answers": [
      {
        "id": 29,
        "text": "Ждать..."
      },
      {
        "id": 32,
        "text": "Разбудить технопровидца."
      }
    ]
  },
  {
    "id": 29,
    "text": "2902 (Выведено кровью)\n  К черту всех... Мораль, которая теперь ничего не значит... Империум, которому наплевать на то, что на одной из его планет развертывается такое... Товарищей по несчастью...\n  Голод... Голод отступает, когда я в очередной раз набиваю живот непомерно огромными порциями мертвячины, но потом... Он возвращается с удвоенной силой... Смогу ли я остановиться?..",
    "answers": [
      {
        "id": 30,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 30,
    "text": "0503 (Снова кровавая дата)\n  Они закончились... Мне просто нечем заполнять пустоту внутри себя... Калеб был вкусным, не смотря, что его мясо уже успело полежать в состоянии мертвеца... Илай же слишком жирный... Но сколько теплой сладкой крови...\n  (Кровавый отпечаток руки)\n\nКонцовка первая, \"Канибал\".",
    "answers": [
      {
        "id": 1,
        "text": "В начало."
      }
    ]
  },
  {
    "id": 31,
    "text": "24.02.589 М41.\n  Все же, мне удалось это сделать. Винс мертв. Задушен мной. Он также успел меня ранить. Пока я сжимал его горло обеими руками, этот поганец снова выстрелил мне в ногу. И не один раз. Больно,  oчень больно.\n  Хочется есть. Нестерпимо. Непременно попробую сначала Калеба. Он выглядит аппетитней...",
    "answers": [
      {
        "id": 29,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 32,
    "text": "28.02.589 М41.\n  Рэй спит... Мне не удалось разбудить его...\n  Илай спит...\n  Калеб спит... \n  Винс... Спит... Так сладко...\n  Пора и мне... Я очень устал... Баю-баюшки-баю...\nКонцовка вторая, \"Один в поле не воин\".",
    "answers": [
      {
        "id": 1,
        "text": "В начало."
      }
    ]
  },
  {
    "id": 33,
    "text": "07.03.589 М41.\n  Я нашел В(Кровавые подтеки мешают разобрать дальше)\n  Он... Он не похож на человека! Это окровавленное ощерившееся щеткой из пропитанных кровью и слюной усов, бороды и ужасного вида клыками не похоже на Винса! Что заставило его так преобразиться?!\n  Он ранил меня. Я не могу идти... Мне остается лишь...",
    "answers": [
      {
        "id": 24,
        "text": "Звать на помощь."
      },
      {
        "id": 34,
        "text": "Ползти к Рэю."
      }
    ]
  },
  {
    "id": 34,
    "text": "09.03.589 М41.\n  Я устал... (Почерк дрожит) Рана на боку кровоточит все сильнее. Я уже не чувствую ног...\n  Я слышу его дыхание... Он ждет, пока я откинусь! Сволочь! Жаль мне не суждено (Снова кровь)\n  Концовка четвертая, \"Кушать подано!\"",
    "answers": [
      {
        "id": 1,
        "text": "Завершить."
      }
    ]
  },
  {
    "id": 35,
    "text": "27.02.589 М41.\n  Как же хорош он был на вкус... Но все хорошее рано или поздно кончается... Нужно идти назад, дома еще два неосвежованных тела...\n  Концовка пятая, \"Еще двое, не считая убийцы\"",
    "answers": [
      {
        "id": 1,
        "text": "Завершить."
      }
    ]
  },
  {
    "id": 36,
    "text": "",
    "answers": []
  }
]