[
  {
    "id": 1,
    "text": "     Фанфик: Гравити Фолс\n   Жанр: Фэнтези, романтика, фанфик\n   Автор: PollyFantasy\n   Главные герои: Мери Сайнс, Билл Шифр\n   Предупреждение: перед прочтением фанфика советую посмотреть Гравити Фолс, так как в квесте описываются события, происходящие после основного сюжета мультика.\n   Краткое описание:\n  Мери Сайнс, 16- летняя девушка, решила возродить Билла Шифра. А он, в свою очередь, хотел возродить Странногедон.  И для  этого ему прийдеться принять облик человека, но между ними начали зарождаться чувства... Сможет ли Мери развить эти чувства, или они так и останутся неизвестными для Билла, зависит только от Вас...",
    "answers": [
      {
        "id": 15,
        "text": "Начать квест"
      },
      {
        "id": 41,
        "text": "Концовки"
      },
      {
        "id": 90,
        "text": "От автора"
      }
    ]
  },
  {
    "id": 2,
    "text": "   Как вы относитесь к людям?",
    "answers": [
      {
        "id": 3,
        "text": "Боюсь их!"
      },
      {
        "id": 4,
        "text": "Смотря какие люди..."
      },
      {
        "id": 5,
        "text": "Хорошо!"
      }
    ]
  },
  {
    "id": 3,
    "text": "",
    "answers": []
  },
  {
    "id": 4,
    "text": "",
    "answers": []
  },
  {
    "id": 5,
    "text": "",
    "answers": []
  },
  {
    "id": 6,
    "text": "                      Глава 3. Призыв\n   Мери была вне себя от счастья. Но что если не получится... Нужно хотя бы попробовать, а там видно будет...",
    "answers": [
      {
        "id": 13,
        "text": "Призвать Билла"
      }
    ]
  },
  {
    "id": 7,
    "text": "   Когда Мери подошла к домику Гидеона, то увидела двух массивных охранников. Тут подошел Гидеон.\n— О, привет, Мери, давно тебя не видел. Какими судьбами?",
    "answers": [
      {
        "id": 24,
        "text": "Попытаться выведать способ призвать Билла"
      },
      {
        "id": 9,
        "text": "Да, так просто, "
      }
    ]
  },
  {
    "id": 8,
    "text": "—... и заключил с ним сделку: он устраняет соперника а я помогаю ему устроить \" Странногедон\". Но Диппер и Мейбл как-то его устранили. Я думаю что про Пайнсов ты слышала... Потом, я не знаю как, Билл смог устроить полное безумие! В полном смысле этого слова. Билл назначил меня стражем Пустоши, но Диппер смог меня переубедить, что добро намного лучше чем зло. Я и выступил против Билла, но... ладно, он заставил меня танцевать в клетке. Потом пришли Диппер и Мейбл и освободили меня. Тут Стенфорд нарисовал круг, в середине Билл, а по кругу символы, обозначающие людей. Стенфорд и Стенли, короче Форд и Стен,  начали драться, потом Билл превратил нас в... да откуда я знаю?! Во что-то не одушевлённое. Потом, когда я очнулся, все встало на круги своя. \n   ( Короче лучше посмотрите мультик, очень советую, там полная история, а не от лица второстепенного героя)",
    "answers": [
      {
        "id": 6,
        "text": "Пойти домой"
      }
    ]
  },
  {
    "id": 9,
    "text": "— Ну, ок, тогда ты мне не поможешь?\n— А что надо?\n— Ничего особенного, просто помоги мне с домашним заданием? Я боюсь попросить родителей, да и друзей у меня особо нет...",
    "answers": [
      {
        "id": 10,
        "text": "Ок, помогу без проблем"
      },
      {
        "id": 11,
        "text": "Неее, мне некогда"
      }
    ]
  },
  {
    "id": 10,
    "text": "   Вы делали домашку, и он заговорил про то, как он победил Билла. Самое время разузнать про призыв!",
    "answers": [
      {
        "id": 12,
        "text": "Попытаться его разговорить"
      },
      {
        "id": 10,
        "text": "Еще не время..."
      }
    ]
  },
  {
    "id": 11,
    "text": "— Ну, пока.\n   Мери так ничего и не узнала про Билла...",
    "answers": [
      {
        "id": 22,
        "text": "К главе 2"
      }
    ]
  },
  {
    "id": 12,
    "text": "—Слушай, Гидеон, а расскажи мне про все! Ну, мне очень интересно как ты победил Билла.\n   Мери сыграла на его самолюбии. От рассказа о себе он точно не откажется!\n— О, ну раз тебе так интересно... Сначала я вызвал Билла Шифра...\n— А как? Мне интересна каждая деталь, каждая мелочь! Ты ведь всех нас спас!\n— Ну, хорошо! Сначала я взял фотографию Стена, зачеркнул на ней глаза, поставил вокруг 8 свечей и произнес заклинание призыва Билла Шифра: Тернангулум, Энтангулум, Венифорис, Доминос, Венмиум, Венифорис, Венетизариум! Тем самым я дал ему доступ к голове Стена...",
    "answers": [
      {
        "id": 6,
        "text": "Промотать историю"
      },
      {
        "id": 14,
        "text": "( Для тех, кто не смотрел Гравити Фолс)"
      }
    ]
  },
  {
    "id": 13,
    "text": "    Мери решила проводить призыв вне дома, так как в доме это может вызвать пожар. Пока она готовила все необходимое для призыва можно немного поразмыслить над всем этим.",
    "answers": [
      {
        "id": 25,
        "text": "Про личность Билла Шифра"
      },
      {
        "id": 26,
        "text": "Про мотивы Билла Шифра"
      },
      {
        "id": 28,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 14,
    "text": "—... и заключил с ним сделку: он устраняет соперника а я помогаю ему устроить \" Странногедон\". Но Диппер и Мейбл как-то его устранили. Я думаю что про Пайнсов ты слышала... Потом, я не знаю как, Билл смог устроить полное безумие! В полном смысле этого слова. Билл назначил меня стражем Пустоши, но Диппер смог меня переубедить, что добро намного лучше чем зло. Я и выступил против Билла, но... ладно, он заставил меня танцевать в клетке. Потом пришли Диппер и Мейбл и освободили меня. Тут Стенфорд нарисовал круг, в середине Билл, а по кругу символы, обозначающие людей. Стенфорд и Стенли, короче Форд и Стен,  начали драться, потом Билл превратил нас в... да откуда я знаю?! Во что-то не одушевлённое. Потом, когда я очнулся, все встало на круги своя. \n   ( Короче говоря, лучше посмотрите мультик, очень советую, там полная история, а не от лица второстепенного героя)",
    "answers": [
      {
        "id": 6,
        "text": "Пойти домой"
      }
    ]
  },
  {
    "id": 15,
    "text": "                       Глава 1. Мери Сайнс\n   Это Мери Сайнс. Она— обычная жительница города Гравити Фолс. При аномалии Странногедона летучие глаза ее не поймали, и она могла видеть все чудеса Странногедона. Как ни странно, она считала, что Билл не виноват. Она была на три года старше Диппера и Мейбл, и всю жизнь изучала Гравити Фолс.",
    "answers": [
      {
        "id": 16,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 16,
    "text": "   Она давно уже вела дневник по чудесам из этого города. Но не так как Форд. Он записывал ВСЕ, что видел, а у нее было лишь 2 столбика: 1, название существа<plus> небольшая зарисовка., 2 то, как против него бороться. Все коротко и ясно. Ничего лишнего. \n",
    "answers": [
      {
        "id": 17,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 17,
    "text": "   Но когда Билла победили, она посчитала это не справедливым, ведь он лишь хотел создать себе уютный уголок, где его бы приняли таким, какой он есть. Пайнсы уехали, а каменная статуя Билла всё ещё стояла в лесу.",
    "answers": [
      {
        "id": 18,
        "text": "Исследовать статую"
      },
      {
        "id": 19,
        "text": "Попробовать вызвать Билла"
      }
    ]
  },
  {
    "id": 18,
    "text": "   Статуя находилась в лесу. Почти в самом его сердце. Она тщательно исследовала статую, но так ничего и не  нашла. Очевидно для воскрешения Билла нужно все же вызвать его, но как это сделать?..",
    "answers": [
      {
        "id": 19,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 19,
    "text": "   Мери... А что она сделала? Она ведь не знает как вызывать Билла. Она знала много разных существ, но с Биллом дел не имела. Но тут она вспомнила что остался еще один человек, который знал как вызвать Билла. Это был Гидеон. Он врядли захочет помогать, но все же... Попробовать стоит, или же можно поискать другой вариант?",
    "answers": [
      {
        "id": 20,
        "text": "Попробовать спросить у Гидеона"
      },
      {
        "id": 21,
        "text": "Поискать другой вариант"
      }
    ]
  },
  {
    "id": 20,
    "text": "                     Глава 2 Гидеон                                     Мери пошла в хижину семьи Гидеона. После того, как они победили Билла их семья переехала в небольшую хижину, на обочине Гравити Фолс, и они стали вести обычную жизнь ( ну, если не считать что за Гидеоном постоянно ходили его \"телохранители\"). А как действовать: спросить на прямую, или же попытаться выманить так, мимолётом?",
    "answers": [
      {
        "id": 23,
        "text": "Спросить на прямую"
      },
      {
        "id": 24,
        "text": "Попытаться узнать мимолётно?"
      }
    ]
  },
  {
    "id": 21,
    "text": "   Из других вариантов Мери практически ничего не нашла. Эх, прийдеться все же идти к Гидеону и узнавать все хитростью...",
    "answers": [
      {
        "id": 22,
        "text": "Глава 2"
      }
    ]
  },
  {
    "id": 22,
    "text": "                        Глава 2. Гидеон\n   Мери внимательно продумала план действий. Она прийдет к Гидеону и попытаеться узнать все, что было в малейших подробностях. В том числе и как вызвать Билла. Авось прокатит?",
    "answers": [
      {
        "id": 7,
        "text": "Идти к Гидеону"
      }
    ]
  },
  {
    "id": 23,
    "text": "— О, привет, Гидеон. Как дела?\n— Привет, Мери, а почему ты спрашиваешь?\n— Да вот хотела узнать: как вызвать Билла Шифра?\n— А зачем тебе это?— с подозрением спросил Гидеон— я никому этого не скажу, даже тебе, ведь если его вызвать, какой то придурок может возродить Странногедон! И тогда уже ни кого не будет, что бы спасти Гравити Фолс. Нет, сори, я не могу.",
    "answers": [
      {
        "id": 21,
        "text": "Аргх, черт! Прийдеться искать другой вариант!"
      }
    ]
  },
  {
    "id": 24,
    "text": "— О, привет, Гидеон! Давно тебя не видно!\n— Да, теперь я самый обычный малыш. \n— Круто! Слушай, Гидеон, а расскажи мне про все! Ну, мне очень интересно как ты победил Билла.\n   Мери сыграла на его самолюбии. От рассказа о себе он точно не откажется!\n— О, ну раз тебе так интересно... Сначала я вызвал Билла Шифра...\n— А как? Мне интересна каждая деталь, каждая мелочь! Ты ведь всех нас спас!\n— Ну, хорошо! Сначала я взял фотографию Стена, зачеркнул на ней глаза, поставил вокруг 8 свечей и произнес заклинание призыва Билла Шифра: Треангулум, Энтангулум, Венифорис, Доминос, Венмиум, Венифорис, Венетизариум! Тем самым я дал ему доступ к голове Стена...",
    "answers": [
      {
        "id": 6,
        "text": "Перемотать историю"
      },
      {
        "id": 8,
        "text": "( Для тех, кто не смотрел Гравити Фолс)"
      }
    ]
  },
  {
    "id": 25,
    "text": "    А что же такое Билл Шифр по сути? Это демон разума, с которым можно заключить сделку, и тогда он выполнит все, что можно вообразить. Но взамен вы тоже должны помочь ему в его расплывчастых целях. Но он может и обмануть! \n   Один раз Билл хотел заключить договор с Диппером. Дипперу нужен был пароль от ноутбука, а Билл хотел одну из кукол. Ну Дип согласился, спросил какую куклу хочет Билл, а тот украл его тело, сказав что теперь оно— его кукла.\n    Если бы он сказал пароль, то все бы было норм, но он разбил ноутбук, так и не сказав пароля...",
    "answers": [
      {
        "id": 13,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 26,
    "text": "   Его мотивы очень расплывчаты. Как и все злодеи он, по сути, хочет захватить мир, но все же не просто ради власти. Как он сказал просто \" к этому легко привыкнуть\", значит ли это что это лишь бонус?.. \n   Возможно, как считает Мери, он просто хотел создать себе уютный уголок где его бы приняли таким какой он есть... Слегка безумным желтым треугольником...\n   Или же его толкает что-то другое...",
    "answers": [
      {
        "id": 13,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 27,
    "text": "— Треангулум, Энтангулум, Венифорис, Доминос, Венмиум, Венифорис, Венитизариум!\n   И... Мери ждала, но так ничего и не произошло. Она даже засомневалась, правильно ли прочла заклинание..?",
    "answers": [
      {
        "id": 29,
        "text": "Ждать"
      },
      {
        "id": 30,
        "text": "Разочароваться и пойти домой"
      }
    ]
  },
  {
    "id": 28,
    "text": "    Поразмыслив обо всем этом, Мери уже была готова к призыву. Она сделала все как описал Гидеон. Фотографию она положила свою. Зачеркнула глаза. Что там? Ага, заклинание. Как же его? Все, вспомнила. Теперь самое время для него.",
    "answers": [
      {
        "id": 27,
        "text": "Произнести заклинание призыва"
      }
    ]
  },
  {
    "id": 29,
    "text": "   Мери все ждала...",
    "answers": [
      {
        "id": 29,
        "text": "Ждать"
      },
      {
        "id": 27,
        "text": "Бросить"
      }
    ]
  },
  {
    "id": 30,
    "text": "   Мери пошла домой. Что она не так сделала? Может быть дело в заклинании? Или фотка не такая? Или свечки...\n   С этими мыслями Мери лягла спать.\n  \" Но почему же...\" была ее мысль, перед тем как она провалилась в сон...",
    "answers": [
      {
        "id": 31,
        "text": "Глава 4"
      }
    ]
  },
  {
    "id": 31,
    "text": "                            Глава 4. Билл\n   Мери шла... И шла... Казалось, этому не будет конца... Куда она шла? Зачам? Как долго?.. Все это не важно... Она идет сейчас. Остальное сейчас ни к чему...",
    "answers": [
      {
        "id": 32,
        "text": "Это что, книга впереди..?"
      }
    ]
  },
  {
    "id": 32,
    "text": "   Да, перед ней была книга. На обложке был тот самый круг с Биллом... Мери знала, что в этой книге таится что-то важное...",
    "answers": [
      {
        "id": 33,
        "text": "Открыть книгу"
      },
      {
        "id": 34,
        "text": "Осмотеть книгу"
      }
    ]
  },
  {
    "id": 33,
    "text": "   Внезапно, как только вы открыли книгу, она взорвалась, но не поранила вас. На месте книги образовался треугольник с глазом. Да это же Билл!",
    "answers": [
      {
        "id": 35,
        "text": "Стоять( точнее висеть) с открытым ртом"
      }
    ]
  },
  {
    "id": 34,
    "text": "   Книга была в красивой обложке, с золотыми буквами. Что написано, Мери не могла понять, это было на другом, не известном ей языке. Переплет был также золотой.\n   \" Интересно, это настоящее золото?\" промелькнула у нее мысль...",
    "answers": [
      {
        "id": 33,
        "text": "Открыть книгу"
      }
    ]
  },
  {
    "id": 35,
    "text": "—Ну, здравствуй, Мери Сайнс. Хочешь чаю? Садись!",
    "answers": [
      {
        "id": 36,
        "text": "Нет, спасибо"
      },
      {
        "id": 37,
        "text": "Спасибо, не откажусь"
      }
    ]
  },
  {
    "id": 36,
    "text": "— Ну может тогда просто присядешь? \n   Выбора у Мери не много.",
    "answers": [
      {
        "id": 37,
        "text": "Присесть"
      },
      {
        "id": 37,
        "text": "Присесть"
      },
      {
        "id": 37,
        "text": "Присесть"
      }
    ]
  },
  {
    "id": 37,
    "text": "   Прямо из воздуха появилась чашка чаю.\n— Че ты такая напряженная? Расслабимся. Выпьем чайку.",
    "answers": [
      {
        "id": 39,
        "text": "— Конечно я блин напряженная! Я встретила Демона разума! "
      },
      {
        "id": 40,
        "text": "— Эмм...Билл, я хотела бы поговорить с тобой кое о чем..."
      },
      {
        "id": 38,
        "text": "— Так, все, с меня хватит этих твоих уловок, я уже их знаю. Сейчас ты скажешь что ты Муза, которая вдохновляет и бла бла бла... Кароче, давай ближе к делу"
      }
    ]
  },
  {
    "id": 38,
    "text": "— Ладно, ок— сказал Билл и щелкнул пальцами.\n   Все вокруг исчезло. И чай, и стул, и все остальное. \n— Я так понял, ты из Гравити Фолс. Сколько времени прошло, пока я был в камне?\n— Совсем не много... Всего-то месяц...\n— Серьезно?! Я готовился к тому, что меня не было лет 200... То есть ты была и видела  Странногедон? И все равно призвала меня? Зачем? Может у тебя большие проблемы, что ты не видела другого выхода? ",
    "answers": [
      {
        "id": 42,
        "text": "—Да, у меня проблема ( Соврать)"
      },
      {
        "id": 43,
        "text": "—Нет, просто я считаю что с тобой поступили не справедливо ( Сказать правду)"
      }
    ]
  },
  {
    "id": 39,
    "text": "— Так, так, так. Ты знаешь кто я. Значит, ты из Гравити Фолс, верно?  Сколько времени прошло, пока я был в камне?\n— Совсем не много... Всего-то месяц...\n— Серьезно?! Я готовился к тому, что меня не было лет 200... То есть ты была и видела  Странногедон? И все равно призвала меня? Зачем? Может у тебя большие проблемы, что ты не видела другого выхода? ",
    "answers": [
      {
        "id": 42,
        "text": "— Да, проблемы ( Соврать)"
      },
      {
        "id": 43,
        "text": "— Нет, просто я считаю что с тобой поступили не справедливо, и хочу тебе помочь ( Сказать правду)"
      }
    ]
  },
  {
    "id": 40,
    "text": "— Ну и о чем? Я— Всезнающее существо... Стоп, а я разве говорил свое имя?!",
    "answers": [
      {
        "id": 38,
        "text": "—Нет, я просто знаю о тебе... очень много интересного. Например, что скоро ты скажешь мне что ты вдохновляешь одного человека каждое столетие... Но прошел лишь месяц от Странногедона..."
      },
      {
        "id": 42,
        "text": "Да, говорил."
      }
    ]
  },
  {
    "id": 41,
    "text": "                   Возможные концовки\n1) Долго и счастливо\n2) Найденная сестра\n3) Друзья Странногедона\n4) Все забыть",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      },
      {
        "id": 120,
        "text": "1)Долго и счастливо"
      },
      {
        "id": 121,
        "text": "2)Найденная сестра"
      },
      {
        "id": 122,
        "text": "3)Друзья Странногедона"
      },
      {
        "id": 123,
        "text": "4)Все забыть"
      }
    ]
  },
  {
    "id": 42,
    "text": "— Вообще то, если ты не забыла, я— Демон разума, и вижу ложь...\n— Ага, только почему-то тебя обманули два старика!— вырвалось у Мери.\n— Это другой случай. Они не обманули. Теоретически они просто переоделись. И не сказали правду. Но если ты хорошо осведомлена, то они не ЛГАЛИ. И вообще, так что тебе там надо?",
    "answers": [
      {
        "id": 43,
        "text": "— Я просто считаю, что с тобой поступили не справедливо, и хочу тебе помочь"
      }
    ]
  },
  {
    "id": 43,
    "text": "   Некоторое время он молчал.\n— Знаешь, а ведь ты- первая, кто добровольно согласился помочь, зная мои планы, да еще и первая предложила!",
    "answers": [
      {
        "id": 44,
        "text": "— Да, меня все считали странной... "
      }
    ]
  },
  {
    "id": 44,
    "text": "— Да, меня все с самого детства считали очень странной... Все это время я изучала Гравити Фолс. Мне кажется, что я знаю об этом городе больше чем кто-либо. \n— Ясно... Ну, а в моей \"двумерной\" семье, ты не поверишь но все, кроме меня благодарили судьбу, что живут в двумерном мире! Представляешь?! ",
    "answers": [
      {
        "id": 46,
        "text": "— Ну, у каждого свои\" тараканы\" в голове. Ха-ха-ха!"
      },
      {
        "id": 47,
        "text": "— А что в этом такого плохого?"
      }
    ]
  },
  {
    "id": 45,
    "text": "   Наступило неловкое молчанье.\n— Ну, так что же ты хочешь делать?— Билл решил рассеять эту тишину.\n— У меня есть план— Мери только обрадовалась этому вопросу— Ты ведь все можешь?\n— Да, а что?\n— Тогда, тебе это врядли понравится, но тебе придется превратится в человека... \n— Эээ, а по-другому никак? Ненавижу человеческое тело! Им так неудобно управлять! Как вы вообще живете? И ко всему еще нужно восполнять потребности! Продумать только! Просто лежать неподвижно 9 часов! И так в сутках всего 24 часа! Еще кушать, готовить, а хуже всего: вы не умеете летать!!!! Каааак вы вообще живёте!\n— Билл! Ты демон или кто?! Так что тебе надо для превращения?\n— Сделка! Мне нужно чтобы ты заключила со мной сделку!\n— А какую?— Мери была немного рассержена— она тут ему помогает, еще и сделку заключать!\n— Нуу, давай так: проси что нибудь, как оплату за помощь.\n   Что же попросить:",
    "answers": [
      {
        "id": 49,
        "text": "Деееньги :-)"
      },
      {
        "id": 49,
        "text": "Знания"
      },
      {
        "id": 51,
        "text": "Ничего"
      }
    ]
  },
  {
    "id": 46,
    "text": "— Да, это очень странно!— согласилась Мери, хотя не особо поняла, что же в этом особо странного...\n— Да, только представь! У тебя нет возможности сделать шаг вперёд, назад, только в стороны. Или например: постоянно  во что-то врезаешься! Это очень сильно бесит!— он оборвал речь, как будто думая, стоит ли продолжать— Еще... у меня была сестра... Вот ее я хотел взять с собой. Она... была добра... и... Вот за что я ненавижу тот мир! Он погубил ее! Единственное мое сокровище—он замолчал, раздумывая о чем-то своем.\n    Потом он посмотрел на меня.\n— Ты выглядишь не очень хорошо... Наверное, не стоило тебе этого рассказывать. Точно! Я же могу стереть тебе память об этом. Если хочешь.\n— Нет, не нужно!—Мери замахала руками— Я рада, что услышала это!\n— Ладно... Буду надеяться что эту часть сна ты сама забудешь.\n",
    "answers": [
      {
        "id": 45,
        "text": "Повисло неловкое молчание"
      }
    ]
  },
  {
    "id": 47,
    "text": "— Ну, представь себе, у тебя нет возможности сделать шаг вперёд, назад, только в стороны. Или например: постоянно  во что-то врезаешься! Это очень сильно бесит!— он оборвал речь, как будто думая, стоит ли продолжать— Еще... у меня была сестра... Вот ее я хотел взять с собой. Она... была добра... и... Вот за что я ненавижу тот мир! Он погубил ее! Единственное мое сокровище—он замолчал, раздумывая о чем-то своем.\n    Потом он посмотрел на меня.\n— Ты выглядишь не очень хорошо... Наверное, не стоило тебе этого рассказывать. Точно! Я же могу стереть тебе память об этом. Если хочешь.\n— Нет, не нужно!—Мери замахала руками— Я рада, что услышала это!\n— Ладно... Буду надеяться что эту часть сна ты сама забудешь.\n",
    "answers": [
      {
        "id": 45,
        "text": "Повисло неловкое молчание"
      }
    ]
  },
  {
    "id": 48,
    "text": "         Глава 5. Непредвиденная прогулка                \"Хммм, так вот как это работает! Я его призвала, а он пришел во сне. Ясно.\"— думала Мери, готовя себе яишницу с беконом. Когда она уже села за стол и  собиралась поесть, в дверь позвонили.\n— Я открою! — крикнула Мери и пошла открывать. Обычно в это время приходил почтальон. \n— Да, здраст...\n   За дверью стоял незнакомый подросток, примерно одного возраста с Мери. Он был блондин, но в тоже время наполовину брюнет... Это странно. Хотя, нет. Вот это странно! Глаза! Глаза были очень неестественно желтые. Не так, как у всех людей. Скорее как у кошки. Да и одет он был весьма странно: галстук-бабочка, белая рубашка, саерху желтый жилет, да еще и плащ в завершение!",
    "answers": [
      {
        "id": 50,
        "text": "— Эмм, здрасте, а ты кто?"
      }
    ]
  },
  {
    "id": 49,
    "text": "— По рукам!— и Билл протянул Мери тонкую черную руку, горящую синим пламенем.",
    "answers": [
      {
        "id": 52,
        "text": "Пожать руку"
      }
    ]
  },
  {
    "id": 50,
    "text": "— Тоже мне блин люди! Ммм, да с памятью у тебя не очень... Это же ты хотела сделать из меня человека! Блин, как же вам неудобно! \n— О, Билл! Амм, один вопрос. Зачем ты ко мне пришел? \n— А куда мне ещё идти?! \n   На этот вопрос у Мери не было ответа. Она провела Билла на кухню и положила на стол яишницу и восточные сладости. Наевшись, Билл наконец спросил:\n— Так что у тебя за план?\n— План такой: мы идем в Хижину Чудес, идем к автомату с шоколадками, я отвлекаю Зуса, ты нажимаешь код, я отсылаю куда-то Зуса, иду за тобой, мы активируем портал, вы проникаете в наш мир. Все. Только еще одно условие: я тоже хочу устраивать хаос с вами. Ведь чем больше тем лучше, верно?\n— Ну, хорошо, а пароль от автомата знаешь?",
    "answers": [
      {
        "id": 53,
        "text": "— Ты как-бы тут Всезнающее существо!"
      }
    ]
  },
  {
    "id": 51,
    "text": "—В каком  смысле? Неужели ты ничего не хочешь? Даже если так— я не смогу заключить одностороннюю сделку— нужно что-то попросить!",
    "answers": [
      {
        "id": 49,
        "text": "Деньги"
      },
      {
        "id": 49,
        "text": "Знания"
      }
    ]
  },
  {
    "id": 52,
    "text": "   Яркая вспышка синего света— и Мери дома.",
    "answers": [
      {
        "id": 48,
        "text": "Вспомнить сон"
      }
    ]
  },
  {
    "id": 53,
    "text": "— Да, но это ЛИЧНЫЕ данные, и я могу их прочесть только проникнув в голову Стена, а проникнуть туда я могу, только...\n— Ладно, все я поняла. Но у меня есть запасной план. Я так думаю, что Зус не трогал комнату Стена, а как я слышала все важные данные он хранит в столе. Мы проникнем туда и возьмём пароль.\n— Да, звучит легко. Но вот на деле?\n— Посмотрим, а я пойду у мамы отпрошусь. Маааам, я иду со своим другом в Хижину Чудес. Можно?\n— Говорят, что администратор отправился в отпуск, и Хижина Чудес будет закрыта, но не волнуйтесь, он вернётся через 3 дня. Вы пока можете погулять в парке. \n— Что скажешь, Билл? \n— Ну, не знаю... Решай ты.",
    "answers": [
      {
        "id": 54,
        "text": "— Ок, мам, пока"
      },
      {
        "id": 55,
        "text": "— Нет, дома посидим"
      }
    ]
  },
  {
    "id": 54,
    "text": "— Подожди, Мери! Зайди на базар по пути, купи хлеба! На сдачу купи себе чего-нибудь!\n— Ок, спасибо, мам. Пока",
    "answers": [
      {
        "id": 57,
        "text": "   Идем на рынок."
      }
    ]
  },
  {
    "id": 55,
    "text": "— Стоп, а где я буду жить?— вдруг тихо спросил Билл.",
    "answers": [
      {
        "id": 56,
        "text": "— Давай обсудим этот вопрос чуть позже..."
      }
    ]
  },
  {
    "id": 56,
    "text": "— Что вы там шепчетесь! Больше двух— говори вслух!\n— Ок, мам. Я хотела с тобой поговорить... Это важно и не терпит отлогательств.\n— Что случилось, у тебя все в порядке, милая? \n— Да, мам, у меня да, но вот у моего друга большие проблемы: его выгнали из дома и ему негде ночевать...— она посмотрела на Билла— может ты впустишь его, не на долго, ну пожалуйста... я его давно знаю...\n— А почему его выгнали?\n— Мааам...\n— Ладно, ладно... Он может переночевать в гостевой комнате, но при одном условии... Ты ручаешься за него. Если он чего-то вытворит, то это не мои проблемы!— она посмотрела на Билла с таким выражением лица, что сразу стало ясно: последними словами дожно было быть не \"не мои проблемы\", а \"убью!\"\n— Спасибо, мам, ты у меня самая лучшая— и мери чмокнула маму в щеку.\n— Ну, ладно, чего уж там, раз это твой друг.\nПокажи ему гостевую комнату.",
    "answers": [
      {
        "id": 74,
        "text": "Пойти на 2 этаж, в гостевую"
      }
    ]
  },
  {
    "id": 57,
    "text": "   Мери и Билл пошли на рынок. Купили хлеб, а что купить на оставшиеся деньги?",
    "answers": [
      {
        "id": 58,
        "text": "Нормальную одежду Биллу"
      },
      {
        "id": 59,
        "text": "Украшение"
      },
      {
        "id": 59,
        "text": "Что-то вкусное"
      }
    ]
  },
  {
    "id": 58,
    "text": "   Билл долго отнекивался, ведь ему нравилась эта одежда. Только после обещания, что одежда будет в тех же цветах, что и была, он соизволил согласиться. ",
    "answers": [
      {
        "id": 60,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 59,
    "text": "   Пока они ходили по рынку, все взгляды были обращены только к Биллу. Нее, так не пойдет, нужно купить ему нормальную одежду!",
    "answers": [
      {
        "id": 58,
        "text": "Купить одежду Биллу"
      }
    ]
  },
  {
    "id": 60,
    "text": "   Мери и Билл долго бегали по рынку, искали одежду, и им было очень весело. \n   \" Какое странное чувство... — думал Билл, примеряя очередную желтую кофточку— Никогда не думал, что могу вновь почувствовать...\"\n— Билл, ты чего там застрял? \n— Да иду я, иду!\n     \" Он... он классный... Это странно, ведь он же демон! А вдруг это очередная уловка? Но, почему же я ХОЧУ ему верить. Может это...\" \n— Ну как тебе? — он показался в новой жёлтой кофте.\n— О, красивая, тебе идет. Берём?\n— Ты так про все говоришь, Мери. Но эта мне действительно нравится.\n   Так они и проходили по рынку почти до самого вечера...",
    "answers": [
      {
        "id": 61,
        "text": "— Пойдем, я покажу тебе парк, там и обсудим дальнейшие действия."
      }
    ]
  },
  {
    "id": 61,
    "text": "   Они пришли в парк. Эхх, давно Мери не была в парке. Все гонялась за тайнами и загадками Гравити Фолс... А ведь у нее даже нет друзей. И парня никогда не было...\nОна посмотрела на Билла: интересно, о чем он думает..?\n   Билл тоже давно не был в парке. Только Мери не была пол года, а он лет так... А был ли он вообще в парке? Хоть в каком-то? Вряд-ли. (Конечно же, я имею ввиду форму человека, ведь треугольником наверное был:-)) ",
    "answers": [
      {
        "id": 62,
        "text": "Сесть на скамейку рядом с Биллом"
      }
    ]
  },
  {
    "id": 62,
    "text": "— Так, чего делать будем?— спросил Билл.\n— Ну, я думаю завтра пойти в Хижину Чудес... Отсутствие Зуса— отличная возможность. Проберемся туда тайком— и не нужно будет ни кого отвлекать.\n— А почему мы сегодня не пошли?",
    "answers": [
      {
        "id": 64,
        "text": "—Мне поздно пришла идея"
      },
      {
        "id": 65,
        "text": "— А разве тебе не понравилось ходить по рынку?"
      }
    ]
  },
  {
    "id": 63,
    "text": "    Трюк не сработал— он сел рядом.",
    "answers": [
      {
        "id": 62,
        "text": "Обсуждать план действий"
      }
    ]
  },
  {
    "id": 64,
    "text": "— Ну, ладно...Просто я начинаю привыкать к человеческому телу... И это меня немного... нуу...\n— Пугает?\n— Незнаю. Я не силен в человеских чувствах. Я даже в себе разобраться не могу. Наверное, это потому, что я в теле человека, поэтому и испытываю странные для меня чувства.\n— Наверное...\n— А, хотел спросить, где я буду жить?\n   Этот вопрос застал Мери врасплох. И правда, где же ему ночевать? \n— Незнаю. Я об этом не подумала... Мама вряд-ли пустит тебя на ночь... Мммм... Где же где...\n    После недолгих раздумий она заключила:\n— Я не нашла особо вариантов: 1) Мама пускает тебя, 2) Нет, тогда ты лезешь через окно:-)",
    "answers": [
      {
        "id": 66,
        "text": "—Пойдем домой?"
      }
    ]
  },
  {
    "id": 65,
    "text": "— Понравилось, но... Я начинаю привыкать к человеческому телу... И это меня немного... нуу...\n— Пугает?\n— Незнаю. Я не силен в человеских чувствах. Я даже в себе разобраться не могу. Наверное, это потому, что я в теле человека, поэтому и испытываю странные для меня чувства.\n— Наверное...\n— А, хотел спросить, где я буду жить?\n   Этот вопрос застал Мери врасплох. И правда, где же ему ночевать? \n— Незнаю. Я об этом не подумала... Мама вряд-ли пустит тебя на ночь... Мммм... Где же где...\n    После недолгих раздумий она заключила:\n— Я не нашла особо вариантов: 1) Мама пускает тебя, 2) Нет, тогда ты лезешь через окно:-)",
    "answers": [
      {
        "id": 66,
        "text": "— Идём домой?"
      }
    ]
  },
  {
    "id": 66,
    "text": "—Да, идем. \n   Всю дорогу они шли молча. Но вдруг Билл спросил у меня:\n— Мери, а ты знаешь что такое любовь?",
    "answers": [
      {
        "id": 67,
        "text": "Попытаться объяснить"
      },
      {
        "id": 68,
        "text": "— Нуу, это нельзя описать словами"
      }
    ]
  },
  {
    "id": 67,
    "text": "— Нуу, любовь— это такое чувство, которое возникает произвольно. Можно влюбиться в кого угодно. Например, в Гравити Фолс раньше люди могли жениться на дятлах! Ну, а можно вообще не понять, что ты любишь... А потом понять это слишком поздно, когда не будет шанса вернуть утраченное... Эй, что с тобой?!\n   По щеке Билла покатилась слеза. Демон Разума плакал. Впервые. За всю жизнь, что в форме треугольника, что человека. Он плакал. Он вспомнил свою погибшую сестру.\n— Ты что специально, да?! ",
    "answers": [
      {
        "id": 69,
        "text": "— Сам ведь спросил!"
      },
      {
        "id": 69,
        "text": "—Прости"
      }
    ]
  },
  {
    "id": 68,
    "text": "— А ты все же попробуй... Мне интересно, ведь я никогда не любил...",
    "answers": [
      {
        "id": 67,
        "text": "—Все же попробовать описать словами"
      }
    ]
  },
  {
    "id": 69,
    "text": "— Да, но не нужно было... так...  Ты ведь знаешь, что она была единственной во всем мире, кого я любил... И было поздно, когда я это понял... Что? Что это? Вода на щеках? Откуда?..\n— Прости меня, Билл. Я не хотела.",
    "answers": [
      {
        "id": 88,
        "text": "Идти домой"
      }
    ]
  },
  {
    "id": 70,
    "text": "— Я уже немного остыл... Я не должен был воспринимать это так... Я же и вправду сам попросил. Так что, мы квиты.\n   У Мери как будто камень с души свалился... Она твердо запомнила: больше не заводить с ним тему семьи... Но все же ее мучал один вопрос: Билл— демон, разве он не может щелчком пальцев вернуть сестру... Это очень странно.",
    "answers": [
      {
        "id": 72,
        "text": "Они пришли домой"
      }
    ]
  },
  {
    "id": 71,
    "text": "   Трудно было поверить, что человек, стоящий перед ней, это тот самый треугольник, который мучал Форда, обманывал Диппера, Мейбл, и поверг в хаос весь Гравити Фолс... Сейчас это был лишь обычный человек, который любил свою сестру... погибшую...",
    "answers": [
      {
        "id": 70,
        "text": "— Билл... Мне действительно очень жаль..."
      },
      {
        "id": 72,
        "text": "Молчать"
      }
    ]
  },
  {
    "id": 72,
    "text": "   Они пришли домой.\n— Маам, я дома. Я хотела с тобой поговорить... Это важно и не терпит отлогательств.\n— Что случилось, у тебя все в порядке, милая? \n— Да, мам, у меня да, но вот у моего друга большие проблемы: его выгнали из дома и ему негде ночевать...— она посмотрела на Билла— может ты впустишь его, не на долго, ну пожалуйста... я его давно знаю...\n— А почему его выгнали?\n— Мааам...\n— Ладно, ладно... Он может переночевать в гостевой комнате, но при одном условии... Ты ручаешься за него. Если он чего-то вытворит, то это не мои проблемы!— она посмотрела на Билла с таким выражением лица, что сразу стало ясно: последними словами дожно было быть не \"не мои проблемы\", а \"убью!\"\n— Спасибо, мам, ты у меня самая лучшая— и мери чмокнула маму в щеку.\n— Ну, ладно, чего уж там, раз это твой друг.\nПокажи ему гостевую комнату.",
    "answers": [
      {
        "id": 73,
        "text": "Пойти на 2 этаж"
      }
    ]
  },
  {
    "id": 73,
    "text": "                  Глава 6. Подушечный бой!\n— Билл, вставай! Уже давно утро! Алееее!\n   Мери тщетно пыталась разбудить Билла. Вчера он вупор не хотел ложиться спать, считая что Демону этого не пристало делать... Часам к 11 Мери все же уговорила его лечь, хотя бы потому, что он в теле человека. \n   Но сегодня Билл не хотел вставать. Что делать?",
    "answers": [
      {
        "id": 81,
        "text": "Вылить на голову ведро воды :-)"
      },
      {
        "id": 91,
        "text": "Продолжать будить"
      },
      {
        "id": 92,
        "text": "Заорать со всей дури на ухо! "
      }
    ]
  },
  {
    "id": 74,
    "text": "                   Глава 6. Сладкие мечты\n    Гостевая была одна. Да и домик был не большой по площади— два этажа, на первом кухня- гостинная- столовая и ванная, на втором 2 спальни и 1 гостевая.\n— Ты тут распологайся, я попозже прийду, тогда обговорим наш план.",
    "answers": [
      {
        "id": 75,
        "text": "Пойти в свою комнату."
      }
    ]
  },
  {
    "id": 75,
    "text": "   Мери пошла в свою комнату. Она была очень рада тому, что Биллу не пришлось ночевать на улице.\n— Мери, Мери, солнышко, завтрак готов— в ее комнату зашла мама.\n— Спасибо, мы уже поели яишницу с беконом.\n— Но ведь это не завтрак! Я приготовила тушенную картошку...\n— Ладно, мам, только Билла позову!",
    "answers": [
      {
        "id": 76,
        "text": "Опять в гостевую"
      }
    ]
  },
  {
    "id": 76,
    "text": "— Билл! Можно?\n— Да, заходи! \n— Мама приготовила тушенную картошку... Это очень вкусно, ты просто обязан это попробовать!\n— Ладно, иду!\n   \" Как странно, впервые меня зовут на завтрак... в моем мире, когда у меня была семья, мы не кушали... В основном просто летали и общались с сестрой...\"",
    "answers": [
      {
        "id": 77,
        "text": "Спускаемся вниз"
      }
    ]
  },
  {
    "id": 77,
    "text": "— Ммм, такой вкуснятины я еще никогда не ел! — он выразительно посмотрел на Мери. Этот взгляд говорил : \"за свои... примерно 800 лет, я вообще сьел что-либо раза 3, 4!\" \n— Пойдите, прогуляйтесь на базар... Что вам дома сидеть! \n— Маам, хватит... Я хочу поговорить с Биллом и ...\n— Ну вот и поговоришь на прогулке! Нельзя же в такой день сидеть дом! Заодно и хлеба купи... Сдача— тебе, купи чего-нибудь.\n— Ладно, хорошо. Билл, что скажешь?\n— Я не против...\n",
    "answers": [
      {
        "id": 78,
        "text": "Тогда пока, мам!"
      }
    ]
  },
  {
    "id": 78,
    "text": "   Мери наконец удалось уговорить Билла купить новую нормальную одежду.\n   Мери и Билл долго бегали по рынку, искали одежду, и им было очень весело. \n   \" Какое странное чувство... — думал Билл, примеряя очередную желтую кофточку— Никогда не думал, что могу вновь почувствовать...\"\n— Билл, ты чего там застрял? \n— Да иду я, иду!\n     \" Он... он классный... Это странно, ведь он же демон! А вдруг это очередная уловка? Но, почему же я ХОЧУ ему верить. Может это...\" \n— Ну как тебе? — он показался в новой жёлтой кофте.\n— О, красивая, тебе идет. Берём?\n— Ты так про все говоришь, Мери. Но эта мне действительно нравится.\n   Так они и проходили по рынку почти до самого вечера...",
    "answers": [
      {
        "id": 79,
        "text": "Пойти в парк"
      }
    ]
  },
  {
    "id": 79,
    "text": "   Они пришли в парк. Эхх, давно Мери не была в парке. Все гонялась за тайнами и загадками Гравити Фолс... А ведь у нее даже нет друзей. И парня никогда не было...\nОна посмотрела на Билла: интересно, о чем он думает..?\n   Билл тоже давно не был в парке. Только Мери не была пол года, а он лет так... А был ли он вообще в парке? Хоть в каком-то? Вряд-ли. (Конечно же, я имею ввиду форму человека, ведь треугольником наверное был:-)) ",
    "answers": [
      {
        "id": 80,
        "text": "Они сели на скамеечку"
      }
    ]
  },
  {
    "id": 80,
    "text": "— Так, чего делать будем?— спросил Билл.\n— Ну, я думаю завтра пойти в Хижину Чудес... Отсутствие Зуса— отличная возможность. Проберемся туда тайком— и не нужно будет ни кого отвлекать.\n— А почему мы сегодня не пошли?",
    "answers": [
      {
        "id": 82,
        "text": "— Идеи раньше не было"
      },
      {
        "id": 83,
        "text": "— А тебе разве не понравилось гулять по рынку?"
      }
    ]
  },
  {
    "id": 81,
    "text": "— Аааааааааааааааааааааааааааааа— пронесся по дому ( и соседям наверное) ор Билла— Ты вообще сумасшедшаяяяяяяяя!!!\n— Сказал мне виновник Странногедона!— Мери стояла в сторонке и тихо смеялась. Точнее не тихо. \n— Хватит тут ржать! Это не смешно!",
    "answers": [
      {
        "id": 93,
        "text": " Продолжить смеяться"
      },
      {
        "id": 93,
        "text": "— А по-моему смешно"
      },
      {
        "id": 98,
        "text": "Прекратить"
      }
    ]
  },
  {
    "id": 82,
    "text": "— Ну, ладно...Просто я начинаю привыкать к человеческому телу... И это меня немного... нуу...\n— Пугает?\n— Незнаю. Я не силен в человеских чувствах. Я даже в себе разобраться не могу. Наверное, это потому, что я в теле человека, поэтому и испытываю странные для меня чувства.\n— Наверное...",
    "answers": [
      {
        "id": 85,
        "text": "— Идём домой?"
      }
    ]
  },
  {
    "id": 83,
    "text": "— Понравилось, просто я начинаю привыкать к человеческому телу... И это меня немного... нуу...\n— Пугает?\n— Незнаю. Я не силен в человеских чувствах. Я даже в себе разобраться не могу. Наверное, это потому, что я в теле человека, поэтому и испытываю странные для меня чувства.\n— Наверное...",
    "answers": [
      {
        "id": 85,
        "text": "—Идём домой"
      }
    ]
  },
  {
    "id": 84,
    "text": "— А ты все де попробуй... Я никогда не любил, и мне интересно, что это...\n— Ну, ладно...",
    "answers": [
      {
        "id": 86,
        "text": "Попытаться объяснить"
      }
    ]
  },
  {
    "id": 85,
    "text": "—Да, идем. \n   Всю дорогу они шли молча. Но вдруг Билл спросил у меня:\n— Мери, а ты знаешь что такое любовь?",
    "answers": [
      {
        "id": 84,
        "text": "— Нуу, это нельзя объяснить словами"
      },
      {
        "id": 86,
        "text": "Попытаться объяснить"
      }
    ]
  },
  {
    "id": 86,
    "text": "— Нуу, любовь— это такое чувство, которое возникает произвольно. Можно влюбиться в кого угодно. Например, в Гравити Фолс раньше люди могли жениться на дятлах! Ну, а можно вообще не понять, что ты любишь... А потом понять это слишком поздно, когда не будет шанса вернуть утраченное... Эй, что с тобой?!\n   По щеке Билла покатилась слеза. Демон Разума плакал. Впервые. За всю жизнь, что в форме треугольника, что человека. Он плакал. Он вспомнил свою погибшую сестру.\n— Ты что специально, да?! ",
    "answers": [
      {
        "id": 87,
        "text": "— Ты сам попросил!"
      },
      {
        "id": 87,
        "text": "— Прости"
      }
    ]
  },
  {
    "id": 87,
    "text": "— Да, но не нужно было... так... Я тебе рассказал про свою семью... и сестру... Ты ведь знаешь, что она была единственной во всем мире, кого я любил... Что? Что это? Вода на щеках? Откуда?..\n— Прости меня, Билл. Я не хотела.",
    "answers": [
      {
        "id": 71,
        "text": "Молчать"
      },
      {
        "id": 70,
        "text": "— Эмм, Билл..."
      }
    ]
  },
  {
    "id": 88,
    "text": "   Трудно было поверить, что человек, стоящий перед ней, это тот самый треугольник, который мучал Форда, обманывал Диппера, Мейбл, и поверг в хаос весь Гравити Фолс... Сейчас это был лишь обычный человек, который любил свою сестру... погибшую...",
    "answers": [
      {
        "id": 89,
        "text": "— Эмм, Билл. Я правда не хотела..."
      },
      {
        "id": 73,
        "text": "Молчать"
      }
    ]
  },
  {
    "id": 89,
    "text": "— Я уже немного остыл... Я не должен был воспринимать это так... Я же и вправду сам попросил. Так что, мы квиты.\n   У Мери как будто камень с души свалился... Она твердо запомнила: больше не заводить с ним тему семьи... Но все же ее мучал один вопрос: Билл— демон, разве он не может щелчком пальцев вернуть сестру... Это очень странно.",
    "answers": [
      {
        "id": 73,
        "text": "Они пришли домой"
      }
    ]
  },
  {
    "id": 90,
    "text": "   Это не совсем квест, все зависит от выбора в конце. Так же, в квесте описываеться моя чистая выдумка— сестра Билла. \n   Этот фанфик— плод моей фантазии. Все совпадения прошу считать случайными. \n",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 91,
    "text": "   Это не помогло. Она пробилась пол часа, но он все равно только вертелся с боку на бок. Нужно попробовать другой способ...",
    "answers": [
      {
        "id": 81,
        "text": "Вылить ведро воды ему на голову"
      },
      {
        "id": 92,
        "text": "Заорать со всей дури на ухо"
      }
    ]
  },
  {
    "id": 92,
    "text": "— Аааааааааааааааааааааа— пронесся по дому сумасшедший ор— Ты ненормальная!\n— Сказал мне виновник Странногедона!\n   Пока Билл очухивался и \"чистил\" ухо, Мери сидела и тихонько смеялась. Точнее не тихонько.\n— Хватит ржать! Это не смешно!",
    "answers": [
      {
        "id": 96,
        "text": "— А по-моему смешно"
      },
      {
        "id": 96,
        "text": "Продолжать смеяться"
      },
      {
        "id": 94,
        "text": "Прекратить"
      }
    ]
  },
  {
    "id": 93,
    "text": "— Ну, все— и Билл бросил в Мери мокрую подушку... Получил в ответ остатки воды в ведре на голову. Началась Великая Подушечная Война... Через несколько секунд они оба были мокрыми с ног до головы. И ржали как... даже метафоры не найду. \n— Что здесь происход... \n— Эмм... Мама, мы сейчас уберем...\n   Мери взглянула на беспорядок в комнате. \nПовсюду валялись мокрые перья, наволочка подушки была порвана...\n— Мери Сайнс, если ты сейчас же все не уберешь...\n— Я убирать!\n   Мери знала, что когда мама обращается к ней по фамилии, ее лучше не злить...",
    "answers": [
      {
        "id": 97,
        "text": "Убирать"
      }
    ]
  },
  {
    "id": 94,
    "text": "   Билл бросил в Мери подушку...\n— Это тебе за ор— не успел он договорить как и в него полетела подушка. Началась Великая Подушечная Война... И они ржали как... даже метафоры не найду. \n— Что здесь происход... \n— Эмм... Мама, мы сейчас уберем...\n   Мери взглянула на беспорядок в комнате. \nПовсюду валялись перья, наволочка подушки была порвана...\n— Мери Сайнс, если ты сейчас же все не уберешь...\n— Я убирать!\n   Мери знала, что когда мама обращается к ней по фамилии, ее лучше не злить...",
    "answers": [
      {
        "id": 97,
        "text": "Убирать"
      }
    ]
  },
  {
    "id": 95,
    "text": "  Комнатка была небольшая, так что они управились очень быстро. \n— Фух, ладно, ты переодевайся и иди вниз завтракать, потом мы еще раз обсудим план действий.\n   Мери пошла в душ, а Билл остался наедине со своими мыслями.",
    "answers": [
      {
        "id": 99,
        "text": "В кухне"
      }
    ]
  },
  {
    "id": 96,
    "text": "— Ну, все— и Билл бросил в Мери подушку... Началась Великая Подушечная Война... Через несколько секунд они оба были в перьях с ног до головы. И ржали как... даже метафоры не найду. \n— Что здесь происход... \n— Эмм... Мама, мы сейчас уберем...\n   Мери взглянула на беспорядок в комнате. \nПовсюду валялись перья, наволочка подушки была порвана...\n— Мери Сайнс, если ты сейчас же все не уберешь...\n— Я убирать!\n   Мери знала, что когда мама обращается к ней по фамилии, ее лучше не злить...",
    "answers": [
      {
        "id": 97,
        "text": "Убирать"
      }
    ]
  },
  {
    "id": 97,
    "text": "— Мери, давай я убираю пол, а ты все остальное.\n    Впервые Билл предложил помощь без сделки и корысти! Это было... Прекрасное чувство!\n   \"А почему я раньше никому не помогал? Это ведь очень приятно! А особенно весело убирать вместе с другом. Другом? Опять-таки, я впервые назвал кого-то другом... Все же... Это наверное человеческая форма виновата...\"\n   Он думал так, но в глубине души понимал, что дело вовсе не в этом...",
    "answers": [
      {
        "id": 95,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 98,
    "text": "   Билл бросил в Мери мокрую подушку.\n— Это тебе за воду...— не успел он договорить как и в него полетела подушка. Началась Великая Подушечная Война...Через несколько секунд они оба были мокрые с ног до головы. И ржали как... даже метафоры не найду. \n— Что здесь происход... \n— Эмм... Мама, мы сейчас уберем...\n   Мери взглянула на беспорядок в комнате. \nПовсюду валялись мокрые перья, наволочка подушки была порвана...\n— Мери Сайнс, если ты сейчас же все не уберешь...\n— Я убирать!\n   Мери знала, что когда мама обращается к ней по фамилии, ее лучше не злить...",
    "answers": [
      {
        "id": 97,
        "text": "Убирать"
      }
    ]
  },
  {
    "id": 99,
    "text": "— Мама приготовила нам спагетти с сыром— прокричала Мери с кухни— иди есть!Билл! Ты слышишь меня?!\n   Но ответа не последовало.\n— Билл!!!\n    Опять ноль результата.\n   Мери решила подняться наверх в комнату Билла. Она постучала:\n— Билл!!! Можно?!!!!\n    И снова тишина.\n— Я захожу!!!\n    Тоже молчанье.\n   Мери зашла. На кровати сидел Билл с отсутствующим выражением лица. \n— Билл!!!— проорала Мери у него под носом.\n   Никакой реакции. Это было очень странно, ведь от того что она заорала под нос уже по рефлексу должно было что-то случиться, хотя может у него нет рефлексов..? Но с пробуждением это работало...\n— Билл! Это Мери! Эээээй!!! Что случилось?! Ты в порядке? Ответь!\n   От этих слов Билл как будто очнулся.\n— Хей, что ты делаешь! Как ты зашла сюда? Почему я не заметил!",
    "answers": [
      {
        "id": 100,
        "text": "— Эмм, ты типа в трансе был, я орала, ты не отвечал..."
      },
      {
        "id": 101,
        "text": "— Ты, придурок, че совсем очумел! Так пугать!"
      }
    ]
  },
  {
    "id": 100,
    "text": "— Даже для меня это странно. Я думал о сестре, а потом... Передо мной ты! \n— О, ну сори что отвлекла!— с сарказмом сказала Мери— Я тут типа волновалась! Знаешь, может для треугольника это и нормально, но у людей не принято вот так зависать в трансе и даже не среагировать на то, что на тебя тут ОРУТ как бы!!!\n   Билл побагровел. Не прям как помидор, конечно, но все же чуть- чуть таки...",
    "answers": [
      {
        "id": 102,
        "text": "—Ладно, идем кушать спагетти с сыром. Держу пари, ты такого не ел."
      }
    ]
  },
  {
    "id": 101,
    "text": "   На долю секунды Билл смутился.\n— А что, собственно, случилось?",
    "answers": [
      {
        "id": 100,
        "text": "—Ты типа в трансе был, я орала, а ты не реагировал, вот я и зашла..."
      }
    ]
  },
  {
    "id": 102,
    "text": "   За столом уже сидела мама Мери и ждала их. \n— Что вы там за крики подняли— спросила она, — у вас все в порядке?\n   Мери посмотрела на Билла:\n— Да, просто кое-кто завис намного...\n— Ничего, с каждым бывает.\n   Они поели и пошли в комнату Мери.",
    "answers": [
      {
        "id": 103,
        "text": "Обсуждать план"
      }
    ]
  },
  {
    "id": 103,
    "text": "— План прежний: мы идем в Хижину Чудес, берем пароль из комнаты Стена, открываем бункер, активируем портал. Легко.\n— Звучит как легкотня, с которой даже первоклашка справиться. Но я не уверен что все пойдет так гладко.\n— И какие же загвоздки могут быть?\n— Ну, напимер, комнату Стена переделали, или потрал не сможем активировать, или...\n— Да успокойся ты, тебе-то нечего бояться, ты ведь Демон Разума. Просто успокойся. Все будет хорошо.",
    "answers": [
      {
        "id": 104,
        "text": "Выполнять план."
      }
    ]
  },
  {
    "id": 104,
    "text": "   Они пошли в Хижину Чудес. Охраны не было. Они беспрепятственно зашли внутрь, хотя Билл сомневался, что когда он человек, защита из волос единорога, которую сделали Форд и Диппер, не подействует. Но, как ни странно, это так.\n   Они зашли а Хижину, нашли комнату Стена, которая была непрекосновенна, и начали искать. Пока можно задать вопросы:",
    "answers": [
      {
        "id": 105,
        "text": "— Билл, а расскажи про свою семью..."
      },
      {
        "id": 107,
        "text": "—Почему ты не можешь воскресить свою сестру, хотя ты Демон Разума...?"
      }
    ]
  },
  {
    "id": 105,
    "text": "— Нуу, что тут рассказывать. Мама, папа, и сестра. Мама была строгая и не одобряла мое гонение выбираться из нашего мира, также как и папа. Но вот сестра... она во всем меня поддерживала, и... любила меня.\nИ я ее тоже. Но, тот мир погубил ее и я его возненавидил и уничтожил. ",
    "answers": [
      {
        "id": 104,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 106,
    "text": "— Что ты нашла?\n— Тут какой-то пароль: а,1,в,с,3.\n— Да! Это он! Отлично! Молодец! — в порыве чувств он обнял ее...",
    "answers": [
      {
        "id": 108,
        "text": "Отстраниться"
      },
      {
        "id": 109,
        "text": "Ответить"
      },
      {
        "id": 108,
        "text": "— Кхе, кхе..."
      }
    ]
  },
  {
    "id": 107,
    "text": "— Как это обьяснить... Демоны могут много... но только в пределах сделки. Как ты знаешь, чтобы я исполнил твое желание, ты должна сделать что-то достойное твоей просьбы. Чем больше просьба, тем крупнее и оплата. Как говорится, око за око, зуб за зуб, так и тут. Жизнь за жизнь. Это значит...\n— Я так поняла, что бы ее воскресить, кому-то нужно заключить сделку...\n— Да, и пожертвовать жизнью... Так что... Надежды нет. \n   Воцарилось молчание.\n— Кстати, хотела сказать... Ты не окажешь мне услугу. Я долго думала и... Я решила тоже быть частью \"Странногедона\". Нуу, хочу стать одной из вас...\n— Ну, хорошо... Хотя странная просьба. Но ведь и я странный. Так что...",
    "answers": [
      {
        "id": 106,
        "text": "—Смотри! Я нашла!"
      }
    ]
  },
  {
    "id": 108,
    "text": "   Он смутился и отошел. \n— Ну, пошли, в бункер... или что это там? Лаборатория...— Билл пытался скрыть смущение.\n— Да, идем.",
    "answers": [
      {
        "id": 110,
        "text": "Идти в лабораторию Стена"
      }
    ]
  },
  {
    "id": 109,
    "text": "   Мери тоже обняла его... И вдруг их глаза встретились и она поняла, что Билл целует ее. Это было волшебное мгновение. Мери хотела, чтобы это длилось вечно...\n   — Мери...— прошептал Билл, отстраняясь— я люблю тебя...",
    "answers": [
      {
        "id": 111,
        "text": "— Я тоже тебя люблю."
      }
    ]
  },
  {
    "id": 110,
    "text": "   Они ввели код на автомат и спустились к порталу.\n— Вот оно!— Билл был в восторге— я даже не надеялся что восстану через месяц после проигрыша... Наверное мне надо сказать тебе спасибо. Ведь ты с самого начала ничего не просила. А ты попросила...",
    "answers": [
      {
        "id": 112,
        "text": "—Деньги"
      },
      {
        "id": 113,
        "text": "— Знания"
      },
      {
        "id": 114,
        "text": "— Я изменила мнение... Я хочу воскресить твою сестру!"
      }
    ]
  },
  {
    "id": 111,
    "text": "— Тогда, хочешь ли ты, чтобы я остался человеком... навсегда?\n— А как же Странногедон?\n— Мне ничего больше не нужно... Я стану самым обычным человеком, используя магию только в крайних случаях. \n— Ну тогда...",
    "answers": [
      {
        "id": 125,
        "text": "Концовка"
      }
    ]
  },
  {
    "id": 112,
    "text": "— Хорошо. Когда ты вернёшься домой там тебя будет ждать большая куча денег. Хотя, зачем это тебе, если весь мир будет повергнут в хаос... Может, ты хочешь что-то другое?",
    "answers": [
      {
        "id": 113,
        "text": "—Знания"
      },
      {
        "id": 114,
        "text": "—Я хочу воскресить твою сестру"
      },
      {
        "id": 112,
        "text": "— Мне пофигу, хочу деньги"
      }
    ]
  },
  {
    "id": 113,
    "text": "— А о чем? Ведь все в твою голову не поместиться!\n— На что ты намекаешь?! Что я тупая!?\n— Нет, и в мыслях не было =)",
    "answers": [
      {
        "id": 115,
        "text": "— Математика ( алгебра <plus> геометрия)"
      },
      {
        "id": 115,
        "text": "— Естествознание"
      },
      {
        "id": 115,
        "text": "— Литература"
      },
      {
        "id": 115,
        "text": "— География"
      },
      {
        "id": 115,
        "text": "— История"
      }
    ]
  },
  {
    "id": 114,
    "text": "— Т-ты сейчас серьезно?\n— Да, абсолютно. Так получилось, что я подумала: ведь ты живёшь уже тысячилетиями! И заключал сделки с миллионами— нет, миллиардами — людей. И ни один человек не согласился. Ведь так, наверное, будет даже лучше... Твоя сестра... она ведь тоже Демон?\n— Да...\n— Если станет на одного человека меньше— на одного демона больше. Людей сколько? А демонов? Демонов примерно 20, а то и меньше, а людей... Даже цыфры такой нет, сколько людей живет на планете. Так что... ",
    "answers": [
      {
        "id": 124,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 115,
    "text": "— Ок, ты станешь профи в этой сфере. Ну, тогда, поехали...— он включил рубильник. \n   Скоро портал зарядиться, а пока что... \n— Билл... Я надеюсь что ты все же меня не обманул? Рубильник включён... \n— Нет, Мери. Чем нас больше, тем веселее.\n— Нас?\n— Ну, ты ведь просила сделать тебя одной из нас— \"Странных\", так сказать. Ты не передумала?",
    "answers": [
      {
        "id": 116,
        "text": "— Передумала."
      },
      {
        "id": 117,
        "text": "— Нет"
      }
    ]
  },
  {
    "id": 116,
    "text": "— Ну, тогда... Прощай...\n— Стоп, а почему это?!\n— Мне прийдеться стереть тебе память об этом всем, так как ты можешь рассказать что-то Форду... Или еще кому-то. Ты будешь жить, как прежде. \n— А как же Странногедон?\n— Я не допущу одной и той же ошибки дважды. Я ведь Демон Разума... То есть могу сделать так, чтобы люди просто не замечали Странногедона...\n   Тут прозвучал голос машины:\n—Осталась одна минута до запуска машины... 40 секунд... 30...\n— Прощай Мери Сайнс. Я буду тебя помнить...",
    "answers": [
      {
        "id": 119,
        "text": "— Прощай."
      },
      {
        "id": 119,
        "text": "— Нет!!! Не надо!"
      }
    ]
  },
  {
    "id": 117,
    "text": "— Ну, ок...\n   Их прервал электронный голос:\n— Осталась одна минута до запуска портала... 50 секунд... 30...\n— Ну, готова?— Билл посмотел на Мери\n— Да!\n— 10...9...8...7...6...5...4...3...2...1....... Активация машины.\n",
    "answers": [
      {
        "id": 118,
        "text": "Концовка"
      }
    ]
  },
  {
    "id": 118,
    "text": "   Билл не обманул. Мери стала частью их \"кампашки\" и, как ни странно, ей удалось защитить жителей от воздействия Странногедона. Они жили как и прежде. Но это была лишь иллюзия. Если бы они увидели, что твориться на самом деле...\n   Мери и Билл правили этим хаосом. Но так и не смогли признаться друг другу, что любят...\n Вы достигл концовки:\n                                  Друзья Странногедона",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 119,
    "text": "  Мери дома. Она все забыла... И продолжила развиваться в своей сфере, став настоящим гением в ней. Она стала знаменитой и прославилась на весь мир... Но про Билла так и не вспомнила. \n   Она жила своей жизнью, он же устроил Странногедон, но все же чего-то ему не хватало... Мери..?\n  Получена концовка:   \n                                           Все забыть",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 120,
    "text": "   Билл остался человеком навсегда и женился на Мери. Скоро у них будет ребенок... Что тут сказать: и жили они долго и счастливо!",
    "answers": [
      {
        "id": 41,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 121,
    "text": "   Мери пожертвовала собой ради сестры Билла... Как это благородно с ее стороны. Но вскоре Билл все же понял, что любил и ее тоже и окончательно сошел с ума...",
    "answers": [
      {
        "id": 41,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 122,
    "text": "   Мери стала такой же как и Билл, но так и не смогла признаться в любви... Они вместе правили Странногедоном.",
    "answers": [
      {
        "id": 41,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 123,
    "text": "   Биллу пришлось стереть Мери память, о чем он потом очень жалел. Мери же стала профисионалом в сфере деятельности, которую выбрала.",
    "answers": [
      {
        "id": 41,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 124,
    "text": "— Но... я даже не представлял что такое возможно... Я... уже потерял надежду...— он снова принял обличье демона— если ты сама так хочешь... и если моя сестра вернётся... Спасибо тебе... и...— он протянул руку— Если ты и вправду готова... \n— Да! Твоя сестра возвращается к жизни, а я... \n   Она подошла к нему и пожала руку.\n— Я люблю тебя...— прошептала она и упала замертво.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 125,
    "text": "   Билл остался человеком, и еще ни разу не применил магию с того момента. Когда Мери исполнилось 19, он сделал ей предложение и она, конечно же, согласилась. \n   Мери перецепилась через ступеньку, спускаясь в сад. У них был двухэтажный коттедж возле красивого озера в лесу Гравити Фолс.\n— Осторожно, Мери! Тебе ведь нельзя напрягаться— Билл нежно обнял ее— скоро, нас уже будет трое...",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 126,
    "text": "",
    "answers": []
  }
]