[
  {
    "id": 1,
    "text": "Автор: Боб Экземплярский\nЖанр: Апокалипсис\n\nФлорида. Прекрасный город у океана, где всегда так спокойно. У Вашего героя Кевина начинается обычный, не интересный рабочий день. Но то что происходит в офисе, на всегда переворачивает его жизнь. Флорида становится адом, вестником смерти и беспорядка. В таких условиях выживут единицы. А сможете ли вы?\n\n(Возрастной рейтинг: 16<plus>)\n\nПриятного чтения!\n",
    "answers": [
      {
        "id": 2,
        "text": "Начать"
      }
    ]
  },
  {
    "id": 2,
    "text": "Утро. Проснувшись от легкого прохладного сквозняка, я медленно встал с кровати и побрел в сторону ванной комнаты. Через пару минут я умылся, почистил зубы и пошел одеваться. \n— Как же все это надоело... — пробормотал я себе под нос, прокручивая в голове все дальнейшие события. \nИ в прямь, каждый новый день похож на предыдущий. Утро, завтрак, работа, обед, ужин, сон... Каждый день...\nЯ одел свой любимый пиджак, и пошел на кухню.",
    "answers": [
      {
        "id": 3,
        "text": "Приготовить глазунью"
      }
    ]
  },
  {
    "id": 3,
    "text": "Я приготовил свою фирменную глазунью, сварил кофе и присел за стол. По привычке я врубил телевизор. И как обычно — новости. Ничего интересного, только политика и развитие страны. Но неожиданно из уст диктора я услышал слово \"Флорида\". И сразу понял что будут говорить про наш город. \n— \"Хоть что-то интересное!\" — радостно подумал я. Но, к сожалению, новости были не самые радостные:\n\n— \"Сегодня, в центре Флориды, в переулке, был найден труп молодого мужчины. Все тело было искусанно. Так же, врачи подтвердили заражение крови. Полицейские допросили всех возможных очевидцев и выяснили, что на человека напал разъяренный мужчина, который, в прямом смысле этого слова, растерзал его. Данные о смерти мужчины еще не потверждены и полиция продолжает выяснять обстоятельства происшествия.\"\n\n— Что за чушь?! — громко вскрикнул я. — Его покусал человек? Что за бред... Максимум собака!\nЯ встал из-за стола, глубоко вздохнул и поставил тарелку в посудомойку.\n\n",
    "answers": [
      {
        "id": 4,
        "text": "Обуться и выйти"
      }
    ]
  },
  {
    "id": 4,
    "text": "Я обулся и вышел из квартиры. Спускаясь по лестнице, я несколько раз услышал вой полицейской сирены, но не предал этому особого значения. \nЯ вышел из подъезда и был готов ехать на работу. Или идти... \n— Черт! — крикнул я. — Я оставил дома ключи от машины...\nВремени немного, мне нужно было успеть на работу до начала совещания. У меня было два варианта — пройти пешком, или — подняться на 10 этаж за ключами и доехать до офиса на машине.",
    "answers": [
      {
        "id": 5,
        "text": "Пройтись пешком"
      },
      {
        "id": 6,
        "text": "Подняться за ключами"
      }
    ]
  },
  {
    "id": 5,
    "text": "Недолго думая, я решил дойти до работы пешком. В течение нескольких минут я думал о том, как бы не опоздать. Один раз мне уже досталось за опоздание и именно в тот раз я пошел на работу пешком.\nЯ прошел несколько переулков, кучу пешеходных переходов, но офис все равно был далеко. Не унывая, я двигался дальше.\nПолицейские машины и скорые пролетали по автостраде каждые несколько минут. И почему-то именно сейчас меня это насторожило.\nЯ прошел еще пол километра и взглянул на часы. — Бл*ть! — прокричал я, посреди людной улицы. — 5 минут до начала совещания?! Я перекинул ремень своей сумки за плечо и двинул в сторону офиса на полной скорости.\nПробежав еще несколько кварталов я понял, что бежать осталось не долго. Рукавом пиджака я протер лоб.\nМеня посетило радостное чувство того, что я уже поднимаюсь по главной лестнице и скоро попаду внутрь офиса.",
    "answers": [
      {
        "id": 7,
        "text": "Зайти в офис"
      }
    ]
  },
  {
    "id": 6,
    "text": "Не долго думая, я решил подняться в квартиру за ключами. Я осмотрелся по сторонам и рванул в подъезд. Тут у меня встал выбор — подняться по лестнице или доехать на лифте? Конечно, на 10 этаж разумнее было подняться на лифте, но я как обычно нашел себе приключений на пятую точку и побежал вверх по лестнице, уж тем более нужно было его ждать.\nПрошло не больше пяти минут, как я уже был на 4 этаже. Я так быстро бежал, что дальше просто не мог. Я встал посреди лестничного пролета и наклонил голову вниз. В подъезде бушевал сквозняк, который помог на секунду забыть о недуге. Но, мне нужно было идти. Я бежал все выше и выше, попутно вытирая капли пота, текущие по моему лицу и наконец, я добежал. Быстро открыв дверь, я забежал в квартиру, схватил с комода ключ и бросился к лифту. Прошло несколько минут и я как пробка вылетел из подъезда. Я открыл машину и тут же завёл её. \nЯ поехал в офис, ни о чем не думая, но стоило мне посмотреть на часы, как: — Бл*ть! — вырвалось из моих уст. — Пять минут до начала совещания! — , закрчиал я. Тут же я вжал педаль газа в пол и понесся по автостраде прямиком в офис. И конечно же, машина меня не подвела. \nЧерез пару минут я уже поднимался по главной лестнице.",
    "answers": [
      {
        "id": 7,
        "text": "Зайти в офис"
      }
    ]
  },
  {
    "id": 7,
    "text": "Я зашел в офис. На удивление, большинство сотрудников сегодня пришли. Обычно в такие дни, как суббота, большинство остаётся дома, но не сегодня. Я медленно двигался в сторону лифта. В наш офис способен войти не каждый — только сотрудники. У каждого свой проспуск, без которого, вы точно не пройдете мимо массивных турникетов и 4-х постов охраны. Но сегодня, первый раз за все время, пока я тут работаю, какой-то неформал, на полной скорости перескочил через турникеты и получил удар шокером от охранника. Все кто был рядом сбежались к месту происшествия, и я в том числе. Тело паренька дрожало от силы тока, которой был наполнен шокер охранника. Я не стал пристально на него смотреть, я лишь рассмотрел лицо и шею, на котрой заметил одну важную деталь. Не знаю почему никто не обратил на это внимания, но огромный укус на шее было видно за два километра. \nЯ подошел к лифту.",
    "answers": [
      {
        "id": 8,
        "text": "Сесть в лифт"
      }
    ]
  },
  {
    "id": 8,
    "text": "Я сел в лифт и выбрал на клавиатуре 24 этаж. \nПередняя часть лифта была отделана красивыми прозрачными окнами и через нее можно было увидеть всю красоту нашего офиса. Это здание — одно из самых высоких в городе. А внутри оно выглядит великолепно. Корпус офиса напоминает капсулу, внутри которой отверстия, окруженые блестящими золотыми перилами. Всю переднюю часть здания покрывают панорамные окна, через которые как на ладони видно Флориду. А девушки и мужчины в красивых черных костюмах придают еще больше делового стиля и изящности.\nПока я наслаждался красотой моего \"любимого\" офиса, лифт доехал до последнего этажа.",
    "answers": [
      {
        "id": 9,
        "text": "Выйти из лифта"
      }
    ]
  },
  {
    "id": 9,
    "text": "Я вышел из лифта и побрёл в свой кабинет. Зайдя, я сразу же упал на мягкое кожаное кресло и начал релаксировать. Посидев с закрытыми глазами несколько минут, я вскочил и тут же вспомнил что мне надо на совещание. Меньше пяти минут оставалось до его начала, а мне еще нужно было спуститься на 10 этажей вниз. Поправив галстук и схватив сумку, я вылетел из кабинета. \n— \"Весь день эта дурацкая беготня!\" — подумал я про себя, и принялся бежать.\nТут я на секунду остановился и решил подумать, что же для меня будет лучше? Спуститься по лестнице или дождаться лифт?",
    "answers": [
      {
        "id": 10,
        "text": "Спуститься вниз по лестнице"
      },
      {
        "id": 11,
        "text": "Дождаться лифт"
      }
    ]
  },
  {
    "id": 10,
    "text": "Почесав голову и поразмышляв несколько секунд, я принялся идти по лестнице. Первым делом я повесил сумку себе на плечо, немного развязал галстук и начал спускаться. Хотя, правильней будет сказать \"бежать\". Я распахнул дверь, ведущую в лестничный пролёт и на полной скорости рванул вниз по ступенькам. И первая проблема с которой я столкнулся — огромное колличество людей. Пока я бежал с 24 этажа, несколько человек обматерили меня с ног до головы. Но времени объяснять кто тут самец не было, поэтому я бежал дальше.\nСтупенек становилось все больше и больше, в горле пересохло и начала кружиться голова. Для себя я усвоил урок, что 10 этажей вниз по лестнице — верная смерть, хоть и спускаться легче, чем подниматься.\nОстовалось два лестничных пролета. Моей радости не было предела. Я немного притормозил и начал бежать чуточку медленнее. \nТут я резко опустил голову вниз, чтобы посмотреть, сколько еще бежать. Неудачно наступив на ступеньку, моя нога соскользнула и на полной скорости я влетел в женщину, несущую огромную стопку бумаг. Все документы, как опавшие листья, начали медленно кружиться в воздухе. Женщина не упала, а лишь сильно влетела в стену. А вот я, лежал на ледяной плитке и про себя сказал: — \"Мать твою, почему же так не везет...\" Я медленно поднялся с пола. Время поджимало, мне нужно было идти.",
    "answers": [
      {
        "id": 12,
        "text": "Помочь женщине "
      }
    ]
  },
  {
    "id": 11,
    "text": "Я начал взвешивать в голове все за и против: -\"На лестнице я сильно устану, зато будет меньше людей. А в лифте много народу, плюс его надо ждать, зато можно будет быстро доехать...\" \nЯ повертелся по сторонам, подошел к лифту и нажал кнопку вызова. Простояв пол минуты лифт подъехал на мой этаж. Тут и начались проблемы с пассажирами. Сначал все кто был в лифте вышли, потом когда я сел зашло столько народу, что его перевешивало и наконец когда лишние пассажиры вышли, он поехал. \nЛифт остановился на 17 этаже, чтобы загрузить еще пассажиров, но у меня было настолько мало времени что на каждой остановке я самостоятельно закрывал двери, чтобы никто не зашел. На 15 этаже в лифт тоже никто не зашел.\n— Ты чего делаешь?! — раздался голос сзади. — Тороплюсь! — нагло сказал я и заметил что подъехал к 14 этажу.",
    "answers": [
      {
        "id": 13,
        "text": "Выйти из лифта"
      }
    ]
  },
  {
    "id": 12,
    "text": "Но первым делом нужно было помочь даме. Я начал собирать бумажки лежавшие на полу и когда получилась идеальная, аккуратная стопочка я помог женщине подняться. — Молодой человек, куда же так лететь?! — тяжело дыша сказала дама. — Извините, ради бога, я очень опаздываю на совещание! — сказал я, отдал в руки женщине стопку документов и бросился к выходу из лестницы.",
    "answers": [
      {
        "id": 13,
        "text": "Выйти на 14 этаж"
      }
    ]
  },
  {
    "id": 13,
    "text": "Я оказался на 14 этаже и сразу же двинул в сторону кабинета. Заметив что дверь в кабинет была открыта я почувствовал легкое облегчение.",
    "answers": [
      {
        "id": 14,
        "text": "Зайти в кабинет"
      }
    ]
  },
  {
    "id": 14,
    "text": "Зайдя в кабинет, я был ошеломлен. Посреди огромного кабинета стоял круглый стол, много кожанных кресел и за каждым сидел представитель определенной страны. Секретарши носились по кабинету. Вспотевшие молодые девушки, только и успевали менять пустые бутылки воды, на полные, выполнять прихоти гостей и помогать с организацей мероприятия. Я стоял на месте около пяти минут и думал: — \"Как же я торопился, а совещание еще даже не начиналось...\" У меня сразу назрел вопрос, что тут делают представители, министры исностранных дел, президенты... Вообщем я не знал кто эти люди и что они забыли у нас во Флориде. Поэтому я сразу решил зайти в личный кабинет Босса.",
    "answers": [
      {
        "id": 15,
        "text": "Спросить что происходит"
      }
    ]
  },
  {
    "id": 15,
    "text": "Я зашел в кабинет Мистера Филиппса. На мое удивление, он не сидел и пил коньяк с сигарой в левой руке, а что-то заинтересованно искал у себя на рабочем столе. — Мистер... — Филиппс перебил меня. — Подожди, Кевин. — раздражённым голосом сказал Босс. — Я просто хотел... — Узнаешь все на совещании!\nЯ глубоко вздохнул и присел на черный бархатный стул, стоящий в углу огромного кабинета.\nВокруг Босса кружили три молодые девушки — одна делала ему красивую прическу, другая поправляла галстук, а третья помогала ему искать что-то на столе. Но что...",
    "answers": [
      {
        "id": 16,
        "text": "Спросить что происходит ещё раз"
      },
      {
        "id": 17,
        "text": "Ничего не спрашивать"
      }
    ]
  },
  {
    "id": 16,
    "text": "— Босс! — громко сказал я. Филиппс поднял глаза на меня, встал на месте и положил руки на пояс.\n— Что просиходит, Мистер Филиппс?! — я вскочил со стула и пристально стал на него смотреть. Мы переглядывались как ковбои на Диком Западе. Мне казалось, что вот-вот Филиппс достанет из кармана револьвер и пуля пронзит мое сердце. Но он лишь стоял на месте и смотрел на меня.\n— \"Чё он делает?\" — пролетело в голове у меня. — Мистер Филиппс? Босс сплюнул на пол, взял бутылку воды, подошел ко мне и открыл крышку. — Выпей. — Зачем? — озадаченно спросил я. — Пей. — сказал Босс.",
    "answers": [
      {
        "id": 18,
        "text": "Выпить воды"
      }
    ]
  },
  {
    "id": 17,
    "text": "Я решил промолчать и просто сидел на месте. Он продолжал перебирать документы на столе и что-то бормотать себе под нос. \nЧерез пару секунд в кабинет на полной скорости залетел Мистер Фрейд — начальник отдела продаж. И подбежал к Боссу. — Филиппс! — сказал он. — Там... Нам не хватает бутылок воды! — дрожащим голосом произнес Фрейд. — А еще... Нам... Мистер Филиппс на секунду отвел глаза от стола и посмотрел на Фрейда. Фрейд сразу что-то почуял и начал медленно отходить от стола. — Изв.. Извини.. Извините... — испуганным голосом выдавливал из себя Фрейд. Филиппс схватил со стола прозрачную стеклянную вазу и замахнулся. — А ну-ка, пошел ОТСЮДА!",
    "answers": [
      {
        "id": 19,
        "text": "Вмешаться"
      },
      {
        "id": 20,
        "text": "Спокойно сидеть"
      }
    ]
  },
  {
    "id": 18,
    "text": "Мои губы докоснулись горлышка бутылки. Перед тем, как сделать глоток, я подумал: — \"А что если там... Какой бред!\" В эту же секунду я начал пить воду. Вода была холодной и освежающей, что позволило мне избавиться от жажды, которая скопилась за всё утро. \nЯ стоял на месте, спокойно пил воду. И вдруг ко мне на полной скорости подбегает Босс и со всей силы бьёт по бутылке. От этого, она как пуля летит в стену. В тот момент я находился в состоянии легкого шока, от происходящего. Несколько секунд я смотрел на бутылку, лежащую около стены, а затем я медленно перевел взгляд на Филиппса. — Зачем ты тратишь воду?! ЛУЧШЕ БЫ ПОМОГ ПРИНЕСТИ ЕЩЕ! — громко закричал Босс. Я вылетел из кабинета и присел в углу огромного зала, по которому до сих пор носились сотрудники и гости из других стран. ",
    "answers": [
      {
        "id": 21,
        "text": "Дождаться начала совещания"
      }
    ]
  },
  {
    "id": 19,
    "text": "Я не мог больше сдерживаться, вскочил со стула и на весь кабинет закричал: — БОСС! \nФилиппс начал медленно поворачивать свою голову в мою сторону. Он смотрел на меня своим разъяренным взглядом, держа в руках все ту же вазу. Его глаза выедали меня изнутри. По лбу побежали капли пота, а к горлу подступил ком. Мы, словно статуи, стояли посреди кабинета и пристально смотрели друг на друга. И вдруг, ваза летит в меня. Тут же я лег на пол, а орудие убийства разлетелось вздребезги, после сильного удара об стену. Я медленно встал, отряхнул свой пиджак, поправил галстук и быстро вышел из кабинета. — \"Черт тебя побери! Что же происходит?!\" — про себя подумал я...\nВыйдя из кабинета в главный зал, я заметил что суматоха все еще не успокоилась. Хотя гости из других стран уже заняли свои места. Я присел на пол в уголке огромной комнаты и задумался.",
    "answers": [
      {
        "id": 21,
        "text": "Дождаться начала совещания"
      }
    ]
  },
  {
    "id": 20,
    "text": "Я решил не вмешиваться и спокойно сидеть на месте. Фрейд медленно шел к двери, а Босс все так же стоял на месте держа в руках вазу. И в ту же секунду ваза полетела в Мистера Фрейда. Тот резко упал на пол и под визги выполз из кабинета. Ваза разбилась прямо у меня над головой. Несколько минут я сидел как вкопанный, находясь в легком шоке. После того, как пришёл в себя, я стряхнул кусочки разбитого стекла с плеч и быстрым шагом покинул кабинет.\nВыйдя в огромный зал, я глубоко вздохнул и присел в углу комнаты. А все вокруг до сих пор суетились и носились по залу.",
    "answers": [
      {
        "id": 21,
        "text": "Дождаться начала совещания "
      }
    ]
  },
  {
    "id": 21,
    "text": "Прошло около десяти минут, совещание началось.\nЯ присел в кресло напротив таблички с надписью \"АМЕРИКА\". Да, всё верно, я был представителем компании от нашей страны, а Босс — мой председатель, который должен был выступить с речью. — \"Фухх...\" — вздохнул я, поняв что мне не выпала такая учесть. \nШли минуты и наконец очередь дошла до нас. За все время, я не понял толком ничего. Только пару слов русского и французского представителей.\nБосс поднялся на стенд и медленно произнес: — Приветсвую вас, дорогие гости, я — Мистер Филиппс Уэльсон, генеральный директор и президент компании \"Toxic World\" (Токсик Ворлд). Затем он достал какую-то бумажечку из кармана, сделал глоток воды и начал речь.",
    "answers": [
      {
        "id": 22,
        "text": "Прослушать речь"
      }
    ]
  },
  {
    "id": 22,
    "text": "— Сейчас человечество ступает на новую ступень развития. Всюду задействованны невероятные технологии, которые помогают людям и окружающей среде. Конечно, наши разработки не сильно помогают природе, зато великолепно показывают себя в облегчении жизни людей. Итак, встречайте, наша новая разработка — РадиоНефть V4! Теперь, эта жидкость на всегда заменит привычный бензин. В \"свежем\" состоянии РадиоНефть имеет очень высокий уровень радиации, высокий настолько, что запросто может поразить всю окружающую среду в радиусе километра. Но не пугайтесь, уже отстроено 3 абсолютно безопасных резервуара, на которых уже по полной идут работы. Главное отличие нашей разработки от бензина в том, что не смотря на невероятную радиактивность она, при сжигании в автомобильном двигателе, абсолютно безопасна для природы. С этим продуктом, вы больше никогда, подчеркиваю, никогда, не встретитесь с выхлопными газами и ужасным запахом. И с этого момента — топливо для транспорта навсегда становится экологически чистым!\nПрозвучали громкие аплодисменты. Некоторые даже встали с мест. Я тоже похлопал и отвел взгляд на вход в зал. — \"Странно...\" — пролетело в мыслях у меня, при виде дрожащей от страха девушки. На секунду все окружающие звуки стали тише и дыхание участилось. Неожиданно за дверью в зал раздался выстрел. В зале наступила тишина. ",
    "answers": [
      {
        "id": 23,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 23,
    "text": "Выстрел и ещё один выстрел. Все, кто находились в зале пристально смотрели на деревянную лакированную дверь, с золотой ручкой. Та самая девушка, медленно повернула щеколду на двери и отбежала в угол. В это время снаружи раздался оглушающий визг. Все были в шоке. Я был настолько испуган, что ели успевал вытирать пот, лющийся по моему телу. Кто-то взял в руки указку, кто-то швейцарский нож, мало ли, прийдется отбиваться. \nНеожиданно раздался громкий стук в дверь, будто в нее влетели на полной скорости. Оказалось, это была женщина, которая обслуживала гостей из других стран. Она плача просила о помощи: — Откройте мне дверь! Про... Прошу! У... У меня дети дома! Умоляю вас! \nВсе были в замешательстве. Девушка, сидящая в углу будто ожила и закричала: — Не пускайте её!\nМужчина, стоявший рядом со мной, протестовал: — Не пускать?! Ее же там убьют?! — другой человек тоже откликнулся. — Откуда мы знаем что там, за дверью?! Это может быть обманка!\nНикто не знал что делать дальше, все спорили, кто-то от страха забился в угол, а другие решали судьбу женщины за дверью.\nИ мне тоже пришлось выбирать...",
    "answers": [
      {
        "id": 24,
        "text": "Открыть дверь"
      },
      {
        "id": 25,
        "text": "Не пускать женщину"
      }
    ]
  },
  {
    "id": 24,
    "text": "Под бурные обсуждения, я медленно пробрался к вохдной двери и позвал Босса: — Мистер Филиппс! Идите сюда! Он отвлекся от обсуждений и подбежал ко мне. \n— Что случилось Кевин? — спросил он. — Отвлеките всех гостей, я постараюсь впустить эту женщину.\nФилиппс испуганным взглядом посмотрел на меня и сказал: — Ты... Ты сумасшедший? А если она... — Доверьтесь мне.\nБосс махнул рукой и начал медленно отходить от двери прощаясь со мной взглядом. Я протянул руку к щеколде и глубоко вздохнул. В тот момент мое сердце начало биться чаще и в мыслях пролетали все возможные последствия.\nМоя рука коснулась холодной золотистой дверной ручки. И в ту же секунду — щелчок, который раздался на весь зал. Все, кто были в комнате стали внимательно смотреть на дверь.\nОна резко открылась и в комнату забежала женщина, в порванной одежде, упала на пол около стола и молила о помощи. Я быстро закрыл дверь и подбежал к пострадавшей. \n— С вами все в порядке? — тихо спросил я. — Да-а... — проборматала женщина.\nЯ поднялся с пола и был рад, что спас человеку жизнь. Но вдруг представитель Франции с акцентом сказал: — У нее укус-ь! — и показал на шею.\n\nЭто было последнее что успел заметить испуганный Кевин перед тем, как на него набросилась зараженная девушка. Кто-то выбежал из зала и попал в руки кровожадным монстрам, а все отсальные, кто был в зале стали такими же как девушка — заражёнными. Но каким образом они заразились, вам предстоит узнать... ",
    "answers": [
      {
        "id": 26,
        "text": "КОНЕЦ"
      }
    ]
  },
  {
    "id": 25,
    "text": "— \"Что делать?\" — про себя подумал я. Долгое время я был в раздумьях и всё же решил не пускать женщину. Я подбежал к углу комнаты и схватил двумя руками тяжеленный черный комод. Мне была нужна помощь и я позвал Филиппса. Он подбежал ко мне: — Что такое, Кевин? — Возьмите с той стороны комод. Босс посмотрел на меня: — Ты хочешь закрыть дверь? Но... Ее же там... — я перебил Босса. — Мистер Филиппс, доверьтесь мне.\nМы начали толкать комод к двери, чтобы избежать проникновения в кабинет. \nКомод намертво запер дверь. Он был настолько тяжелым, что мы с Боссом ели-ели передвинули его. В это время крики женщины прекратились и отчеливо стало слышно протяжное рычание. Я медленно отешел от двери и упал на пол, схватившись руками за голову. \n— \"Нужно... Всем нужно найти оружие...\"",
    "answers": [
      {
        "id": 27,
        "text": "Поискать оружие"
      }
    ]
  },
  {
    "id": 26,
    "text": "Получено достижение:\n\n|СПАСИТЕЛЬ| — окрыть дверь молящей о помощи женщине.\n____________________________________________________\nВ интересах своих читателей я сделал автосейвы, чтобы вы могли продолжить, не начиная квест с начала.\nИли можете пройти его заново.\n\n",
    "answers": [
      {
        "id": 23,
        "text": "Продолжить с контрольной точки"
      },
      {
        "id": 1,
        "text": "Начать квест с начала"
      }
    ]
  },
  {
    "id": 27,
    "text": "— Господа! — крикнул я на весь зал. Все начали смотреть на меня испуганными глазами. — Обыщите свои сумки, постарайтесь найти что-нибудь, чем можно отбиваться! — Отбиваться?! От кого отбиваться?! — спросил испуганный мужчина. — Пока не знаю, от кого... — пробормотал я.\nДверь заперта. Все, кто находились в комнате, начали обыскивать шкафчики, в надежде найти что-то полезное.\nЯ решил поискать то, чем на время можно будет себя защитить. Прийдется порыться в разных местах, чтобы откопать хоть что-то полезное.\nОткуда начать?",
    "answers": [
      {
        "id": 28,
        "text": "Осмотреть большой шкаф с папками"
      },
      {
        "id": 29,
        "text": "Поискать под круглым столом"
      },
      {
        "id": 30,
        "text": "Порыться в кабинете Босса"
      },
      {
        "id": 31,
        "text": "Осмотреть шкафчики для одежды"
      },
      {
        "id": 32,
        "text": "Двигаться дальше"
      }
    ]
  },
  {
    "id": 28,
    "text": "Я решил поискать что-нибудь полезное в шкафу с папками. Я сразу понимал, что среди кучи бумаг ничего толком не найду, но инстинкт самосохранения взял верх.\nЯ подошел к высокому черному шкафу и начал сметать с полок папки. На полках практически ничего не было, только колбачки с чернилами и прочая канцелярия.\nЯ понял, что полки пустые и решил немного порыться в шкафчиках, которые были снизу.\nСтопки бумаг мешали поискам, поэтому я сразу убирал их на пол. Обыскав еще несколько маленьких шкафчиков, я совсем потерял надежду. И вот, открыв последний, убрав оттуда лишний хлам и хорошо обшманав его, я наконец обнаружил хоть что-то полезное. — Отвертка? Что отвертка делает в куче бумаг? — удивленно сказал я. Отвертка могла сгодиться в качестве оружия ближнего боя на время.",
    "answers": [
      {
        "id": 27,
        "text": "Взять отвертку"
      }
    ]
  },
  {
    "id": 29,
    "text": "Я захотел немного порыться под кргулым письменным столом, стоящим на против окна. Я точно знал что в ящичках сбоку было пусто — стол сломан и его собирались выкинуть. Поэтому я решил поискать что-нибудь под ним.\nПервое, что бросилось мне в глаза — журналы, на которые опиралась ножка стола. Я медленно высунул их и приподнял стол.\nПо началу я думал, что ничего кроме пыли я под ним не найду. Но, на удивление, под столом лежала пустая бутылка виски. — \"Что же с ней сделать?\" — пролетело в мыслях у меня. Хорошенько подумав я схватил пустую бутылку и ударил ее об стол. Верхняя часть бутылки откололась, а горлышко стало удобной ручкой. Я сразу понял что это хорошее оружие.\nА журналы, лежащие на полу, можно было бы склеить между собой и одеть на руку, в качестве защиты.\n",
    "answers": [
      {
        "id": 27,
        "text": "Отдать бутылку Филиппсу и взять журналы"
      }
    ]
  },
  {
    "id": 30,
    "text": "Я решил обыскать кабинет Мистера Филлипса. А начал я с рабочего стола.\nТам не было ничего интересного, в плане полезных вещей, но кое-что сразу бросилось мне в глаза. Патроны. Патроны на пистолет.\nБыло очевидно, что раз есть патроны, есть и пистолет... Я быстро начал обыскивать шкафчики и сметать все с полок, дабы найти его. И наконец, под огромной книгой, с плотной кожанной обложкой торчала черная блестящая рукоятка. Я сразу вспомнил: — Так вот что искал Босс на столе...\nНо использовать его нужно было в крайний случай, уж больно он громкий.",
    "answers": [
      {
        "id": 27,
        "text": "Забрать пистолет"
      }
    ]
  },
  {
    "id": 31,
    "text": "Я решил порыться в шкафчиках для одежды. Уж в них то, точно что должно было быть. \nЯ открыл первый шкафчик, в нем — ничего интересного. Рыться в пиджаке было бесполезно — никто же не носит с собой охотничью винтовку и мачете. Затем открыв второй, я нашел кое-что поинтереснее — барсетку. Пусть эта сумочка и мала, зато в ней могло быть что-то полезное. И я был прав. Полазив по кармашкам я нашел упоковку обезболивающего.\nЭто отличная находка тем более, с нашими обстоятелсьтвами. \nМоей радости не было предела, когда я обнаружил, что упаковка полная, хотя, когда за дверью твориться не пойми что, радоваться не чему...",
    "answers": [
      {
        "id": 27,
        "text": "Забрать обезволивающее"
      }
    ]
  },
  {
    "id": 32,
    "text": "Перед тем как двигаться дальше, я вспоминал, все ли я проверил? Может забыл что-то.\n\n[ Для дальнейшего прохождения, обыщите все места, если вы этого не сделали ]",
    "answers": [
      {
        "id": 27,
        "text": "Я кое-что забыл..."
      },
      {
        "id": 34,
        "text": "Весь кабинет обыскан, все необходимое найдено"
      }
    ]
  },
  {
    "id": 33,
    "text": "Я вышел в зал.\nОбстановка была не из лучших... Все были такие замученные, то ли от ежедневной рутины, то ли от того что только что испытали, услышав визги умирающей женщины. В комнате было 13 человек, 7 из которых представители других стран, а еще 6 это наши секретарши и Филиппс. Две милые светловолосые девушки сидели в углу зала, на коричневых, обшитых кожей креслах. Это были Джанет и Роза, родные сестры, и к слову, единственные помощницы босса, которые остались работать в офиссе дольше чем на 2 месяца. Справа от них, прижавшись к стене стояла Катрин, девушка с каштановыми волосами, которые за 3 года работы у Филиппса не давала мне покою своей красотой... Так, не будем об этом... Еще двое стояли у окна. Об этих девушках я ничего не знаю, они приехали с кем то из тех шишек, что с интересом слушали босса. Ну и конечно Филиппс, который успокаивал китайского коллегу.",
    "answers": [
      {
        "id": 35,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 34,
    "text": "\"Хм... Отвертка, бутылка виски, журналы, обезболивающее и пистолет? Лучший набор для тех кто пытатется спасти себя от сумасшедших существ!\" — подумал я, но с теми обстоятельствами которые складывались в данный момент это было отличной путевкой к выходу из офиса. \nТеперь настала пора сообщить всем кто находился в зале для совещаний о дальнейшем плане действий.",
    "answers": [
      {
        "id": 33,
        "text": "Выйти ко всем"
      }
    ]
  },
  {
    "id": 35,
    "text": "Что касается иностранцев — здесь собрались и азиаты, и европейцы, и даже африканец к нам пожаловал!\nНа мягком бардовом ковролине сидел немецкий министр иностранных дел Джаш Дрейл, которого легко было вычислить по черному пиджаку с золотой вышивкой. Рядом с ним на столе сидел француз Франц Виталь, с темно — синим беретом на голове, из под котрого торчали мокрые от пота черные волосы. На стуле рядом со столом сидел русский — Евгений Бун. Пусть я и плохо знал русский язык,но у этого высокого, слегка полного мужчны была очень запоминающаяся фамилия. А прямо за Евгением стоял Йен — премьер министр Египта, низкого роста, с очень серьезным лицом.\nЧто касается азиатов... Они стояли в другом конце комнаты. Один, рядом с которым сидел Филлипс, лежал на полу. Двое что-то живо обсуждали на непонятном мне языке. Про имена говорить нечего, в них я не разбираюсь... Что ж, теперь, когда все знакомы, стоит разобраться по поводу дальнейших действий.",
    "answers": [
      {
        "id": 36,
        "text": "Привлечь внимание"
      }
    ]
  },
  {
    "id": 36,
    "text": "— Минуту внимания! — выкрикнул я, понимая, что половина зала не говорит на английском. — Да, я прекрасно понимаю, что мы заперты в небоскребе, в котром не пойми что происходит, но надо это исправлять... — Исправлять? Как-ь? — спросил Франц. — Нужно выбираться отсюда. Живо. Филиппс встал с пола и посмотрел на меня. — Отсюда нет выхода, Кевин... Нет, нет выхода! Только эта чертова дубовая дверь за которой хер пойми что происходит! — с дрожью в голосе выдавил он. — Да, но должен же быть другой вариант... Было ощущение будто меня никто не слушает. Я вскочил на стол.",
    "answers": [
      {
        "id": 37,
        "text": "Накричать "
      }
    ]
  },
  {
    "id": 37,
    "text": "— Эй! Может вы послушаете меня?! Вы жить хотите?! Или хотите жалко сдохнуть от голода в кабинете директора нефтянной компании?! — Филиппс неприятно взглянул на меня. \n— У меня ощущение будто я один хочу выбраться отсюда!\n— У нас нет шансов, дружище... — сказал Евгений продемонстрировав прекрасное знание англйиского. — Даже... Даже если мы выберемся из кабинета... Там... Там что-то, что жрет человеческую плоть! У нас даже... У нас ничего нет... \n— Есть. — уверенно сказал я.",
    "answers": [
      {
        "id": 38,
        "text": "Показать припасы"
      }
    ]
  },
  {
    "id": 38,
    "text": "Я слез со стола, зашел в кабинет босса, вернулся обратно и вывалил на стол все что успел найти в ящиках. \n— Вот. Здесь обезболивающее, разбитая бутылка виски, сгодится в качестве оружия, отвертка — подойдёт для тех же целей и... — Филиппс схватил меня за руку.\n— Кевин, здесь же...\n— Босс, это вопрос жизни и смерти. — я вырвался из крепкого хвата Филиппса. — И пистолет. На крайний случай.\nНе скрою, что все были шокированы тем, что за 20 минут в кабинете для совещаний я смог найти целый арсенал.\n— У нас есть небольшой комплект средств защиты. Что делаем дальше? Идеи?\nВсе долго и молчали и как вдруг.\n— Да, есть... — тихим голосом сказала Катрин. — Мы... Мы могли бы пробратся в ремонтную.\n— И как же? — настороженно спросил я.\n— Здесь у Мистера Филиппса в кладовке есть... Вентиляционная шахта. Достаточного размера для человека. — Катрин была единственной девушкой которая вымолвила хотя бы слово за столь длительное время. \n— Но ты же понимаешь что 13 человек в вентиляции это безумие?\n— Да, но нам нужна хотя бы... Разведка.\nЯ задумался.\n— Хорошая идея, Катрин. Есть у кого еще варианты?\nТут неожиданно ожил босс.",
    "answers": [
      {
        "id": 39,
        "text": "Выслушать Филиппса"
      }
    ]
  },
  {
    "id": 39,
    "text": "— А что если мы выйдем из кабинета через дверь, пройдем на лестничный пролет, который не так уж далеко отсюда, и спустимся в охранный комплекс — там есть прямой выход на улицу.\n— Тоже не плохо, но в ремонтном центре есть камеры, мы сможем найти более безопасный путь, на лестнице тоже могут быть эти... Твари... — сказала Катрин. \n— Что ж, Кевин, решать тебе. Что делаем?\n",
    "answers": [
      {
        "id": 40,
        "text": "Пойти в ремонтную"
      },
      {
        "id": 41,
        "text": "Пойти в охранный комплекс "
      }
    ]
  },
  {
    "id": 40,
    "text": "Конечно же, мне показалось что спускаться по лестничному пролету, полному тварей пожирающих человесческую плоть, это слишком. Поэтому вентиляция в ремонтную была единственным выходом из этого ада.\n— Здесь тринадцать человек. В вентиляцию пролезут, от силы — 6. Кто со мной?\nФиллипс сразу поднял руку даже не выслушивая меня. Так же со мной решились пойти Евгений, Джаш, и две девушки... Да, Джанет и Роза тоже рискнули. Пусть они и девушки, мне нужна была помощь, отказать я не мог. Что ж, себе я оставил бутылку виски, боссу дал его пистолет, секретарши выполняли функцию медсестр и взяли себе обезболивающее, Евгений взял отвертку а Джаш... По внешнему виду он был не таким серьезным и смелым, поэтому просто обмотал руки толстыми журналами.\nТеперь когда у всех была \"экипировка\" мы начали вылазку.",
    "answers": [
      {
        "id": 42,
        "text": "Войти в кладовку"
      }
    ]
  },
  {
    "id": 41,
    "text": "— Лестница — наше спасение. Соберитесь духом. Через пару минут выдвигаемся. \nЯ дал Филиппсу пистолет, себе оставил бутылку и журналы, французу отдал отвертку.\nЯ стоял у стола и обматывал журналами обе руки.\n— Кевин? Точно лестница? Может не стоит? Может... Передумаешь?\n— Точно? Конечно точно! Там будет безопасно, босс, положитесь на меня...\n— Откуда ты знаешь что там? Сколько там этих тварей? А? Мы не можем рисковать 13 людьми! Тут девушки, им не спастись, если вдруг что...\nЯ задумался...\n",
    "answers": [
      {
        "id": 51,
        "text": "Спустится по лестнице"
      },
      {
        "id": 39,
        "text": "Пойти другим путем"
      }
    ]
  },
  {
    "id": 42,
    "text": "Я вошел в помещение. На удивление такое полезное помещение пустовало. Я включил свет. Меня ослепил блеск металической решетки вентиляции.\n— Евгений, дайте мне пожалуйста отвертка. — сказал я на русском, не понимая половины слов.\nЯ взял отвертку, открутил крышку. Вентиляционная шахта была настолько большая, что я почти на корточках мог в ней пролезть.\n— Вперед. — уверенно сказал я. Мы начали свой путь. \nЯ полез первый. За мной Филлипс. Девушки шли последними. В вентиляции было душно и темно. Через каждый метр под нами мелькали другие кабинеты. Они были пусты, некоторые залиты кровью. Вдруг я резко остановился. Мой испуганный взгляд насторожил моих напарников. Я увидел человека, парня лет 20, в порванной одежде. Все его тело было в укусах и царапинах, не было правой руки, радужка глаз была голубого цвета и все тело дрожало. \n— \"Что это за существо? Это... Это не человек...\" — подумал я. Существо резко завизжало.\n— За мной — тихо сказал я.\nМы двинулись и вдруг нога Джанет резко провалилась в оверстие прямо над этой тварью. \n— Аааа! Помогите! — закричала она. \n— Тихо! Замолчи, мать твою!\nИскушенный красотой человеческой плоти парень резко впился девушке в ногу. Раздался визг. \n— Помоги ей, Кевин! — крикнул босс. \n— Он умрет, ее не спасти! ",
    "answers": [
      {
        "id": 43,
        "text": "Оставить Джанет "
      },
      {
        "id": 44,
        "text": "Помочь девушке"
      }
    ]
  },
  {
    "id": 43,
    "text": "За секунду пролетела перед глазами вся жизнь. Мне было так жаль эту девушку...\n— Бежим! — крикнул я.\nВентиляция загрохотала от большого количества шагов. \n— Нет! Сестра... За что?! За что?! — сказала Роза, наблюдая как тварь неистово пожирает молодую блондинку.\n— Роза, идем! Нееет!\nРоза спрыгнула за Джанет... Вниз... К бездушной машине для убийства. Парень сгрыз и ее... Сестры были не разлучны всю жизнь, и погибли вместе... \n— Бежим быстрее! Американец, двигай булками! — раздраженно сказал испуганный русский.\nМы ринулись на полной скорости по металлической шахте.\n— Там выход! — крикнул Филиппс.\nМы подошли к выходу из вентиляции. Наконец-то добрались. Решетку нужно было выбить силой.\n\n",
    "answers": [
      {
        "id": 45,
        "text": "Выбить решётку "
      }
    ]
  },
  {
    "id": 44,
    "text": "Расталкивая, в и так замкнутом пространстве, всех кто шел за мной я подобрался к Джанет. Она кричала и визжала.\n— Ааааа! Моя нога! Нееет!\nЯ высунул руку в отверстие и со всей силы дал твари бутылкой прямо в глаз. Парень свалился на пол не двигаясь. Я вытащил Джанет, она вся дрожала. Существо откусило ей ногу. Рядом со мной сидела и плакала Роза.\n— Джанет, ты еще здесь?! — спросил я.\nОна молчала. И вдруг резко начала дергаться и визжать как то существо за дверью кабинета. Она накинулась на Розу. Русский со всей силы пырнул Джанет отверткой и та, крепко держась зубами за свою сестру свалилась к парню вместе с ней.\n— Уходим, Кевин! Двигай! — сказал Филиппс.\n— Но как же...\n— Ты с делал все что мог, сынок!\nМы резко побрели по вентиляции и через несколько секунд Филиппс сказал что выход близко. \nМы подошли к решетке и стало понятно что ее прийдется выбивать.",
    "answers": [
      {
        "id": 45,
        "text": "Выбить решетку \n"
      }
    ]
  },
  {
    "id": 45,
    "text": "Со всей силы я ударил по решетке и она с грохотом свалилась на мраморный пол. Мы оказались в ремонтной — комнате, где сидел главный электрик. Здесь у него было оборудование и камеры, чтобы следить за состоянием офиса.\n— Давайте взглянем что там в зале для совещаний. — сказал Филиппс и включил камеру 23.05 \"ЗАЛ\"\n— Господи... — тихо сказал я. Все было в крови. На полу лежали растерзанные иностранцы и две девшуки.\n— А... Катрин? Где Катрин?\n— В куче трупов.\n— Нет, ее там нет. Эти двое приехали с азиатами. — Филипс указал на тела девушек.\n— Я тут. — прозвучал женский голос.\nВсе резко повернулись в сторону вентиляции. Я — держа в руках бутылку, Филиппс высунув пистолет.\n— Катрин? Как ты... — спросил я.\n— Меньше вопросов — больше дела. Я видела как наши блондинки стали зомби.\n— Зомби? \n— Да, живыми мертвецами, и пока не понятно как эти мертвецы ожили... — озадаченно сказала девушка.\n— Давайте уже взглянем что там творится. — ожил немец.",
    "answers": [
      {
        "id": 46,
        "text": "Воспользоваться камерами"
      }
    ]
  },
  {
    "id": 46,
    "text": "Я сел за стол. Было 5 камер — 20.05, 21.05, 22.05, 23.05 и 24.05, которая не работала. Итак, начинаем проверку.",
    "answers": [
      {
        "id": 47,
        "text": "20.05 \"ХОЛЛ\""
      },
      {
        "id": 48,
        "text": "21.05 \"ЛЕСТНИЦА\""
      },
      {
        "id": 49,
        "text": "22.05 \"ГЛАВНЫЙ ВХОД\""
      },
      {
        "id": 50,
        "text": "23.05 \"ЗАЛ\""
      },
      {
        "id": 55,
        "text": "Все камеры проверены"
      }
    ]
  },
  {
    "id": 47,
    "text": "— Так, камера 20.05 \"ХОЛЛ\"... Здесь ничего не видно... Это где?\n— Ты что, это выход из зала. — сказал Филиппс.\n— Точно, как я не узнал... Тут все в дыму и в крови... Ничего интересного.\nТут подбежал Евгений.\n— Коллеги, шахта лифта открыта.\n— Да, стоит это учесть.\nЧто ж, данные камеры 20.05 не дали нам толком ничего, кроме информации о лифте.",
    "answers": [
      {
        "id": 46,
        "text": "Проверить остальные камеры"
      }
    ]
  },
  {
    "id": 48,
    "text": "— Камера 21.01 \"ЛЕСТНИЦА\", тут видно лестничный пролет.\n— Дверь на 14 этаже открыта, посмотри другие этажи. — сказал Филиппс.\n— Все остальные этажи, кроме 14, заперты, намертво...\n— После... После сработки сигнализации охрана заперла все входы, ведущие к вам и к вашему кабинету, Мистер Филлипс. — подметила Катрин.\n— А как же 14 этаж? Почему его не закрыли? — спросил немец.\n— А это остается загадкой...\n— Кевин, взгляни на нижние этажи — с 3 по -1 — попросил, босс.\nКамеры выдали изображение нижних этажей.\n— Да, ситуация тут не из лучших... — заметил русский. — Здесь полно этих... Людей? Нет, скорее тварей.\n— А еще, через парковку есть прямой выход на улицу, но ворота заперты... Тоже...\nЧто ж, камера 21.05 дала нам достаточное количество полезной информации. ",
    "answers": [
      {
        "id": 46,
        "text": "Проверить остальные камеры"
      }
    ]
  },
  {
    "id": 49,
    "text": "— Камера... Господи...\nВсе кто находились в комнате были шокированы тем что творится у главного входа.\n— Это они?! — испуганно спросила Катрин.\n— Да, именно...\nПеред главными дверьми была огромная толпа \"зомби\" — охранники, работники, строители и даже дети...\n— Что это нам дает? — спросил Джаш.\n— Это значит что через главный вход мы не выберемся, никак...\n",
    "answers": [
      {
        "id": 46,
        "text": "Проверить остальные камеры"
      }
    ]
  },
  {
    "id": 50,
    "text": "— Камера 23.05 \"ЗАЛ\", которую вы сразу заметили, Мистер Филиппс. — сказал я. — Тут ничего интересного, этот зал нам никак уже не поможет.\n— Что случилось там, Катрин? — спросил, босс.\n— Дверь начали выламывать, все визжали как свиньи на скотобойне. Я девушка не промах, сразу побежала в вентиляцию, закрыла решетку входа, пока ползла слышала как всех там... Терзали... И... И близняшек видела... — Катрин расплакалась.\n— Все в порядке, не думай сейчас о тех, кого больше нет с нами. В зале еще осталось что-то интересное?\n— Думаю нет, идти туда безполезно.",
    "answers": [
      {
        "id": 46,
        "text": "Проверить остальные камеры"
      }
    ]
  },
  {
    "id": 51,
    "text": "— Нет уж... Пойдем по лестнице.\n— Ну ты и упертый, Кевин — раздраженно сказал Филиппс — посмотрю на твое лицо когда эти твари будут жрать тебя! Филиппс вышел из комнаты.\nЯ окликнул всех кто был в зале.\n— Выдвигаемся.\n— Все вперёд! Мы с Кевином первые, затем все остальные, девушки последние.\nЯ подошел к двери, дрожащая рука повернула щеколду, я встал в боевую стойку. Дверь со скрипом открылось. Наступила кромешная тишина... Все уставились на полный дыма холл офиса.\n— За мной! — шепотом сказал я.\n13 человек выплыло из кабинета в холл офиса.\n— Босс, где лестница? — в дыму было ничего не разобрать.\n— Уже близко, левее.\nЯ подошел к стене и коснулся холодной металлической ручки. Дверь на лестницу открылась. ",
    "answers": [
      {
        "id": 52,
        "text": "Войти на лестничный пролет"
      }
    ]
  },
  {
    "id": 52,
    "text": "На удивление тут было светло. Снизу слышались визги и крики, иногда этих тварей, иногда обычных людей. Мы стали медленно спускаться по лестнице. Путь предстоял не близкий — мы спускались с 14 этажа.\n— Что дальше, Кевин? — спросил Филиппс.\n— Пока не зна... — тут меня перебила Катрин.\n— Дойдем до 5 этажа. Откроем окно и вылезем на крышу, где есть пожарная лестница.\n— Отлично, тогда идем...\nВсе входы и выходы с лестницы были заперты, намертво. Охранники сразу же, как только услышали сигнал об опасности, закрыли все доступы к кабинету директора... Кроме 14 этажа, что странно... Это давало надежду на то, что здесь либо вообще нет этих тварей, либо их по минимуму.\nТем временем мы дошли до 10 этажа и решили сделать привал.",
    "answers": [
      {
        "id": 53,
        "text": "Спускаться дальше"
      }
    ]
  },
  {
    "id": 53,
    "text": "Мы двинулись дальше. Шли минуты, 13 человек осторожно спускались по лестнице небоскреба, дабы спастись, найти выход. Через десяток минут мы дошли до 7 этажа. До выхода оставались считанные минуты. Нас ничто не тревожило, лестница была пуста. \nВот и 5 этаж — наш билет в будущее.\n— Мы подходим к выходу. Все готовы лезть?\nТут китайский коллега что-то сказал Филиппсу и свалился на пол без сознания. Босс ринулся к нему и начал приводить в чувство.\n— Что с ним?! \n— У него сердечный приступ! Ему нужна помощь!\n— Нету у нас времени помогать!\nТут этот китаец закричал на весь офис. В дверь с лестничного пролета начали долбить.\n— В окно на крышу! Живо! — крикнула Катрин.\nВсе начали вылезать. Филиппс взял на руки азиата и вылез вместе с ним, я помогал девушкам и всем остальным. За дверью стали кричать, визжать и рычать. В меатлической пластине стали появляться вмятины.\n— Быстрее! Давайте! \nЯ помог Катрин и вдруг... \n\nДверь резко вылетела. Толпа зараженных ринулась на Кевина. Она закрыл окно. Все были спасены. Но только не он...",
    "answers": [
      {
        "id": 54,
        "text": "КОНЕЦ"
      }
    ]
  },
  {
    "id": 54,
    "text": "Получено достижение: \n\n|НЕБОСКРЕБ| — спустится к выходу по лестнице\n_____________________________________________________\nВ интересах своих читателей я сделал автосейвы, чтобы вы не проходили всеь квест сначала, или можете пройти его заново.\n",
    "answers": [
      {
        "id": 39,
        "text": "Вернуться к контрольной точке"
      },
      {
        "id": 1,
        "text": "Начать сначала "
      }
    ]
  },
  {
    "id": 55,
    "text": "— Ну что, все камеры проверены... \n— И что у нас есть?\nЯ встал со стула и подошел к стенке.\n— Мы знаем то что выход, единственный возможный — парковка. Пробраться в нее никак нельзя, кроме шахты лифта. Лестница полностью заперта, на нижних этажах упыри. Если поднимем на парковке шум — смерть. Оттуда есть прямой выход к главному входу, где стоит огромная толпа тварей. Стрельнем с пистолета — они сразу сбегутся. — изложил я.\n— Нам нужен план.\n— Я знаю, Евгений. Ваши предложения.\nФилиппс усмехнулся и посмотрел на меня.\n— Так тут же вроде только один план? — сказал он. —  Спускаемся по шахте лифта на -1, в комнате охранников открываем выезд и выбираемся отсюда нахер!\n— Да, так и есть. — сказал я. \n— Как мы будем спускаться по шахте?\n— Там есть лестница, до 1 этажа, на -1 спустимся по тросам, на которых держится лифт. — уверенно сказала Катрин.\n— Вы, женщина, настолько уверены что сможете спустится по шахте лифта? — спросил Евгений.\n— Уверенна, а еще уверенна что смогу набить тебе морду за такие слова.\n— Так оба! — закричал Филиппс. — Мы тут не ругаться собрались, жить хотите? Тогда успкойтесь!\nФилиппс посмотрел на меня.\n— Ну что, Кевин? Передохнем или пойдем сразу?",
    "answers": [
      {
        "id": 56,
        "text": "Передохнём"
      },
      {
        "id": 57,
        "text": "Начинаем выбираться"
      }
    ]
  },
  {
    "id": 56,
    "text": "— Передохнём... — устало сказал я.\nНикто не знал сколько сейчас времени, наручные часы Филиппса были сломанны. \nПока мы отдыхали, речь зашла о том, что пистолет только для крайнего случая, не более.\nСпустя час надо было выходить.",
    "answers": [
      {
        "id": 57,
        "text": "Начинаем выбираться"
      }
    ]
  },
  {
    "id": 57,
    "text": "— Итак, начинаем выбираться? Вы готовы?\nВсе положительно кивнули головой.\n— Первая проблема, как нам покинуть ремонтную? — спросил Евгений.\nЯ задумался.\n— Два варианта, — сказал Филиппс — либо прийдется возвращатся обратно в зал, либо выламывать двери. Не известно что в зале, наши гости могут ожить и здорово нам навалять, но лифт будет близко, а здесь, мы идем в безопасности, но далеко...\n— В безопасоности? — спросил Джаш — Вы считаете что там безопасно?! Там все в дыму! Ничего не видно! Никто не знает что там!\n— Да, но по крайней мере мы знаем что на 14 этаже в холле...\nТут раздался визг и оглушительный стук в дверь.\n— Хотел сказать \"чисто\"?! — спросил немец — Там полно этих тварей! Возвращаемся!\n— Твоя взяла... — озадаченно сказал я.\nЧто ж, пришлось возвращаться в этот проклятый зал. Другого выхода нет...",
    "answers": [
      {
        "id": 58,
        "text": "Вернуться в зал"
      }
    ]
  },
  {
    "id": 58,
    "text": "Мы на всех парах пролезли через вентиляционную шахту и вернулись в кабинет.\n— Тсс... Тихо... — прошептал я. — Заходите...\nВсе было в крови — стулья, столы, шкафы, стены, пол и даже потолок. Вокруг валялись тела мученников, покрытые укусами. Они не выдавали никаких признаков жизни.\n— Они... мертвы. Не оживут. — сказал я.\n— Уверен? — спросил Филиппс. — Мало ли, есть какой-то промежуток времени, через который они \"оживут\"?\n— Нету времени тут теории строить! Пора выбираться! — закричал немец.\nМы вышли из кабинета в полный дыма холл. Шахта лифта была прямо перед залом.\n— Итак, я первый, Катрин и Филиппс за мной, потом Евгений... — немец перебил меня.\n— Я... Я последний.\n— Я так и хотел сказать.\n",
    "answers": [
      {
        "id": 59,
        "text": "Залезть в шахту"
      }
    ]
  },
  {
    "id": 59,
    "text": "Мы все кроме Джаша залезли в шахту.\n— Где этот сыкун? — спросил босс.\n— Я не знаю... Джаш! Джаш!\nНемец не отзывался. Вдруг раздался оглушительный визг и Джаш закричал. Через секунду он влетел в шахту лифта и полетел на полной скорости вниз.\n— О черт! Спускаемся! Быстрее!\nВсе начали быстро спускаться по лестнице. Раздался еще один громкий визг. Я посмотрел на верх. Из проема, откуда вывалился Джаш вылезло существо, со зверинным оскалом, острыми, как нож зубами и туманными глазами. Оно рычало и что-то жевало. Оно начало подползать ко мне. Пыталось укусить.\n— Что это за чертовщина?! — спросил Филиппс.\n— Я не знаю! Спускайтесь! Быстрее! \nОно начало приближаться к Катрин.\n— Аааа! Мальчики помогите!\n— Стрелять?! Кевин, стрелять?!",
    "answers": [
      {
        "id": 60,
        "text": "Стреляй!"
      },
      {
        "id": 61,
        "text": "Ни в коем случае!"
      }
    ]
  },
  {
    "id": 60,
    "text": "— Стреляй! \nФилиппс выхватил из кармана пистолет и выстрелил твари прямо в голову. Существо полетело вниз по шахте.\n— Фух... Спасибо... — сказала Катрин.\nВ ту же минуту раздался такой громкий визг, будто все твари сделали это одновременно.\n— Твою мать! Так и знал! — сказал Евгений.\n— Лезьте, лезьте быстрей! — закричал я.\nМы подобрались к 6 этажу, где двери тоже были открыты. Русский неожиданно закричал.\n— Ааа! Нет! Я хочу жить!\nВдруг что-то утащило его на этаж, в гущу дыма. \n Мы слышали как он стонал от боли, пока спускались. До 1 этажа оставалось не много, как вдруг...\n\nВ шахту лифта, по которой спускались Кевин, Катрин и Филиппс начали один за другим влезать непонятные зубастые существа, которые только что расправились с немцем и русским. Их было настолько много, что через секунду все кто был в шахте оказались в их объятьях...\n",
    "answers": [
      {
        "id": 62,
        "text": "КОНЕЦ"
      }
    ]
  },
  {
    "id": 61,
    "text": "— Ни в коем случае! Мы погибнем!\nСущество подползло к Филиппсу и собралось его укусить. Я со всей силы ударил острой частью бутылки тварь по голове и оно со стоном свалилось вниз.\n— Так тебе и надо! — сказал я. — Катрин ты цела?\n— Да... Все в порядке... — тяжело сказала она.\nТем временем мы подобрались ко 2 этажу.\n— Мы близко... Босс, как отсюда дойти до охранной комнаты? \n— Она чуть левее выхода из лифта.\n— Понял, а двери как мы откроем? \nБосс достал из кармана пропуск и показал его мне.\n— Мы на 1 этаже. Дальше как?\n— Видите эти металичиские канаты? Скатывайтесь по ним — сказала Катрин.\n— Ты уверена? Я что-то побаиваюсь... \n— Ты мужик или кто?\nКатрин схватилась обеими руками за канат и начла съежать вниз.\n— Ну давайте, мальчики! — сказала она снизу.\nМы с Филиппсом спустились к ней.",
    "answers": [
      {
        "id": 63,
        "text": "Войти на парковку"
      }
    ]
  },
  {
    "id": 62,
    "text": "Получено достижение:\n\n|В ЯБЛОЧКО| — выстрелить в существо в шахте лифта.\n_____________________________________________________\nВ интересах своих читателей я сделал автосейвы, чтобы не начинать квест сначала, или можете пройти его заново.",
    "answers": [
      {
        "id": 59,
        "text": "Вернутся к контрольной точке"
      },
      {
        "id": 1,
        "text": "Начать квест сначала"
      }
    ]
  },
  {
    "id": 63,
    "text": "Мы вошли на парковку полную разбитых вдребезгри машин.\n— Кто же с ними так поработал? Мародеры? — спросил я.\n— Да какие мародеры, ей богу! Это точно эти твари, только больше... Больше чем обычные... — сказал Филиппс.\n— Ладно, куда теперь идем, Мистер Филиппс? — спросил русский.\n— Нам вдоль этой стены и налево. Там в конце парковки будет охранная комната. Давайте за мной!\nМы пошли вдоль стены за Филиппсом. На парковке было... чисто? На удивление ни одной твари там не было. Но всё равно следовало сохранять осторожность...\nМы проползали, укрываясь за машинами, прятались за столбами, на которых держится парковка и все таки добрались до охранной.\n— Как откроем дверь? — спросил я.\n— Про мой пропуск что-ли забыл? — Мистер Филиппс достал из кармана карточку и приложил её к двери. Она открылась.",
    "answers": [
      {
        "id": 64,
        "text": "Войти в охранную"
      }
    ]
  },
  {
    "id": 64,
    "text": "Мы вошли в охранную. Здесь было огромное количество разных кнопок и компьютеров. Главная наша цель — открыть выезд с парковки и все, мы на свободе...\n— Так задача следующая... — тяжело сказал я — На главном пульте управления 2 кнопки — синяя и желтая. Как я догадываюсь, только одна откроет выезд с парковки...\n— И что же делать?! Опять, сука, рисковать?! Я не хочу сдохнуть как... Как все! — закричал русский.\n— Спокойно! — сказал Филиппс — Тут все хотят выжить, не стоит беспокоиться только о своей жопе!\n— Давайте вы замолчите и мы наконец решим что нам делать! Камера только одна — с видом на выезд, нажмем правильную кнопку — увидим, что откроем дверь, на не првильную — умрем...",
    "answers": [
      {
        "id": 65,
        "text": "Синяя"
      },
      {
        "id": 66,
        "text": "Желтая"
      }
    ]
  },
  {
    "id": 65,
    "text": "— Хмм... Ну думаю синяя...\n— Точно?! А что если...\n— Нам нечего терять! А другого шанса не будет!\nЯ нажал на кнопку...\n\nСледующие несколько минут герои слышали визг сирены сигнализации. С нижних уровней парковки начали сбегаться все зараженные... Удасться ли выжить? Вряд ли...",
    "answers": [
      {
        "id": 69,
        "text": "КОНЕЦ"
      }
    ]
  },
  {
    "id": 66,
    "text": "Моя рука коснулась кнопки ярко-желтого цвета. Замигала красная лампочка над компьютерами.\n— Да! Да, получилось! — закричала Катрин.\nНо вдруг, ворота стали закрываться.\n— Так, не понял... — сказал я. \n— Что за чертовщина?! — спросил Филлипс.\n— Похоже, чтобы ворота оставались открытыми, нужно удерживать кнопку... Как бы сложно мне не было это говорить, кому-то прийдется остаться здесь...\nВсе молча стояли посреди охранной комнаты. И вдруг Евгений резко:\n— Бегите, бегите пока открыты ворота!\n— Что? А как же? \n— Плевать, до Родины мне не добраться. А выживать в этом гребанном аду смысла не вижу... Чего встали?! Бегите!\nКатрин расплакалась, мы с ней и с Филиппсом со слезами на глазах бежали к солнцу... К выходу из этой \"башни Сатаны\"... И вот! Свежий воздух... Относительно свежий... Город был пуст, мертв, ни единой души... Ворота парковки закрылись... \n— Черт бы меня побрал! Какие же финансовые потери! — расплакавшись сказал Филиппс. \n— Забудьте об этом! Сейчас мы должны найти место, где можно укрыться...\nЯ взял Катрин за руку.\n— Кевин! Кевин! Ты видишь, там, машина!\nИз-за поворота вылетела легковая машина, урепленная металлическими пластинами, с пулеметом на крыше.\n— Это что, мать вашу, такое?! — спросил Филиппс.\nМашина ехала на полной скорости, к нам на встречу. \n— ОГОНЬ!\nНас начали поливать свинцом из \"бронетачки\".\n— Бежим! За мной, в переулок!\n",
    "answers": [
      {
        "id": 67,
        "text": "КОНЕЦ"
      }
    ]
  },
  {
    "id": 67,
    "text": "Получено достижение:\n\n|БАШНЯ САТАНЫ| — выбраться из офиса, полного мутантов.\n_____________________________________________________\nПоздравляю с прохлждением квеста! Оценить его вы можете на этой странице! Если вам хочется увидеть продолжение, напишите об этом!\n\nСПАСИБО ЗА ЧТЕНИЕ!\n\n(Боб Экземплярский)",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 68,
    "text": "",
    "answers": []
  },
  {
    "id": 69,
    "text": "Получено достижение:\n\n|НА ФИНИШНОЙ ПРЯМОЙ| — нажать на не ту кнопку.\n_____________________________________________________\nВ интересах своих читателей я сделал автосейвы, чтобы не начинать квест сначала, или можете пройти его заново.",
    "answers": [
      {
        "id": 64,
        "text": "Вернуться к контрольной точке"
      },
      {
        "id": 1,
        "text": "Начать сначала"
      }
    ]
  },
  {
    "id": 70,
    "text": "",
    "answers": []
  },
  {
    "id": 71,
    "text": "",
    "answers": []
  }
]