[
  {
    "id": 1,
    "text": "Эта истрия о человеческих родителях Нанами...",
    "answers": [
      {
        "id": 2,
        "text": "Начать квест."
      },
      {
        "id": 3,
        "text": "От автора."
      },
      {
        "id": 14,
        "text": "Персонажи."
      }
    ]
  },
  {
    "id": 2,
    "text": " Глава 1 \"Мизэки\"\n\n Ничего не предвещало беды. Прекрасная погода, уютный храм. \n Моя мама как обычно делает талисманы с Лисицей и другими духами.\n\n—Мизэки, ты мне нужна.- неужели она снова решила запрячь меня работой что мне не поплечу? Делать нечего, я побрела по коридорам моего храма, ну как моего, он пока не мой, но скоро будет.\n\n—Садись.- голос Инари был грубоват, но довольно милым.\n\n—Да, мама.- я села напротив нее, но перед этим поклонилась.",
    "answers": [
      {
        "id": 4,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 3,
    "text": " Я думаю вам должно быть интересна история родителей Нанами.\n\n Не знаю какое впечатление этот квест произведет на вас, но надеюсь что оно будет положительное.\n\n Ваша Potato. ",
    "answers": [
      {
        "id": 1,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 4,
    "text": "—Твоё замужество... Я уже выбрала тебе жениха.\n\n—Что? Мам, нельзя так. Я же...- она перебила меня.\n\n—Это твой единственный путь из мусора стать нормальным божеством. Вернее матерью божеств. ",
    "answers": [
      {
        "id": 5,
        "text": "Возразить."
      },
      {
        "id": 6,
        "text": "Смириться."
      }
    ]
  },
  {
    "id": 5,
    "text": "—Мам. Мне недавно 15 исполнилось, алло! Я ещё ребёнок.\n\n—Отличный возраст для замужества. Слушай, Мизэки, сама понимаешь в каком мы положении находимся — это необходимо. \n\n—Мам.. Я хочу по-любви... \n\n—Не повторяй моих ошибок. Я выбрала твоего отца — человека и вот чем это закончилось. Мы вынуждены терпеть издевательства других. \n\n—Мам... Ладно...",
    "answers": [
      {
        "id": 8,
        "text": "Глава 2.\"Мэсэйоши\""
      }
    ]
  },
  {
    "id": 6,
    "text": "—Хорошо... Мне ведь уже 15, я вполне могу быть невестой.\n\n—Вот и хорошо. Я люблю тебя, дочка.- мама нежно обняла меня, я чувствовала лёгкую дрожь. Похоже, ей тоже не нравится это, но ничего не поделаешь.",
    "answers": [
      {
        "id": 8,
        "text": "Глава 2 \"Мэсэйоши\""
      }
    ]
  },
  {
    "id": 7,
    "text": "Я с легкостью перепрыгиваю ограду.\n\n—Господин!- он не отстает. \n\n—Дай мне побыть одному!- я завернул за угол и спрятался за забором, это помогло выиграть время. Далее небольшой лес.\n\n Тишина, деревья и снова тишина, вот что нужно мне.\nЯ сел под деревом.\n\n—Господин...- Алексей подошел ко мне.\n—Пожалуйста, не убегайте.\n\n—Какой к чёрту господин? Мы же друзья детства.\n\n—Прости.",
    "answers": [
      {
        "id": 9,
        "text": "-Почему не предал мои слова отцу?"
      },
      {
        "id": 10,
        "text": "-Завтра я стану главой...\n"
      },
      {
        "id": 11,
        "text": "-Похоже, это последний раз когда я здесь."
      }
    ]
  },
  {
    "id": 8,
    "text": "— Молодой господин! Пожалуйста подождите.- Алексей бежал со всех ног ко мне.\n—Ваш отец зовет вас.\n\n—\"Прости, но я хочу побыть еще немного в саду\" -передай ему эти слова.\n\n—Молодой госп..-я коснулся его губ пальцем.\n\n—Тссс. Слышишь?\n\n—Что?- он уливленно взглянул на меня.\n\n—Топот моих ног, когда я убегаю от тебя.- я побежал подальше от Алексея, порой он бывает занудным.\n\n",
    "answers": [
      {
        "id": 7,
        "text": "Перепрыгнуть стену."
      }
    ]
  },
  {
    "id": 9,
    "text": "—Почему не предал мои слова отцу?\n\n—Тогда я не нашел бы вас...\n\n—Ладно, как думаешь, каким я буду главой?\n\n—В вас есть все задатки главы. Думаю, клан будет процветать.\n\n—Знаешь... Я подумываю жениться.\n\n—Так скоро?- его удивленный взгляд и махи руками придавали ему смешной вид.\n\n—Я не знаю. Просто думаю.\n\n—А... Это хорошо.",
    "answers": [
      {
        "id": 12,
        "text": "Глава 3. \"Свадьба\""
      }
    ]
  },
  {
    "id": 10,
    "text": "—Завтра я стану главой...\n\n—Вы будете отличным главой.\n\n—Думаешь? \n\n—Знаю.- он присел рядом со мной.\n\n—Вы хороший человек и в клане вас уважают.\n\n—Даже когда я сбегаю вот так? — он улыбнулся и посмотрел на меня.\n\n—Даже тогда.",
    "answers": [
      {
        "id": 12,
        "text": "Глава 3. \"Свадьба\""
      }
    ]
  },
  {
    "id": 11,
    "text": "—Похоже, это последний раз когда я здесь.\n\n—Почему же?- его удивленный взгляд и мой резкий ответ.\n\n—Я буду главой, а значит буду серьёзным дядей.\n\n—Не думаю что у тебя это получиться. Ой, у вас.- он отвел взгляд.\n\n—Да хватит уже. Мы одни. И мы друзья.\n\n—Прости, я начинаю от этого отвыкать.- Алексей сегодня мрачный, ну это понятно, завтра я буду уже не его друг, а его хозяин.",
    "answers": [
      {
        "id": 12,
        "text": "Глава 3. \"Свадьба\""
      }
    ]
  },
  {
    "id": 12,
    "text": "— Снег... Вчера было не так холодно...\n\n —Ты так прекрасна...-мама обняла меня.\n—Сегодня ты выходишь замуж...Это случилось быстрее чем я ожидала.\n\n—Без этого никак, да? — я слегка улыбнулась, ведь мама сама была не рада такому раскладу.\n\n—Твой отец гордился бы тобой.- взяв меня за руку она повела меня к храму. \n \n Это то место где сегодня я стану женой  Сусаноо — бога ветра.\n Вот я стою перед ним. Он один из сильнейших и древних богов, должна сказать, он довольно привлекателен.\n Темные волосы падали на его плечи и напоминали водопад, а тёмно-серые глаза были как будто бы пустыми.",
    "answers": [
      {
        "id": 12,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a27/1807/c6/ba7f077c351f.jpg"
      },
      {
        "id": 13,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 13,
    "text": " Вся церемония проходила в лучших традициях. \n Боги из разных концов страны пришли посмотреть на это торжество. Их насмешки были слышны отовсюду, мне так хотелось покинуть это место....\n\n Мой муж не обращал на меня внимания, а даже если и посмотрел на меня то как на пустое место. \n \n Наконец церемония окончена, все разошлись и мы отправились в наше ложе.\n\n",
    "answers": [
      {
        "id": 18,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 14,
    "text": "【＝◈︿◈＝】",
    "answers": [
      {
        "id": 15,
        "text": "Инари.",
        "need": 0
      },
      {
        "id": 16,
        "text": "Сусаноо.",
        "need": 0
      },
      {
        "id": 17,
        "text": "Алексей.",
        "need": 0
      },
      {
        "id": 1,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 15,
    "text": "Инари — богиня плодородия. \nОна является матерью Мизэки и бабушкой Нанами.\n \n После ее союза с человеком появилась Мизэки и понеслось... Боги перестали воспринимать ее в серьёз, пока она не выдала дочь замуж.\n\n Она очень снисходительна, ведь любит всех и вся, но строга к дочери и ее второму мужу.\n\n Обожает своих внуклов и ненавидит своего зятя.)\n\n",
    "answers": [
      {
        "id": 14,
        "text": "Назад."
      },
      {
        "id": 15,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b32/1807/51/8efb8f316d33.jpg"
      }
    ]
  },
  {
    "id": 16,
    "text": "Сусаноо — бог ветра.\n Является первым мужем Мизэки.\n\n Жестокий тип по отношению к людям, тоесть к Мизэки тоже.\n\n Он любит своего сына и старается быть прекрасным отцом, но все еще не понимает почему его сын плохо к нему относится.\n\n Уважает Инари, но понять почему она выбрала человека не может.",
    "answers": [
      {
        "id": 16,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a35/1807/c0/94fb6ba8f627.jpg"
      },
      {
        "id": 14,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 17,
    "text": "Алексей — личный дворецкий Мэсэйоши, а также его лучший друг(Да, этот тот дяденька в чёрном из второго тома)\n\n Из-за работы и окружения очень молчалив.\n Всегда безупречно выполняет все поручения.\n\n Ему очень нравится Мизэки ведь она всегда приветлива и угощает его сладостями из разных стран. Поэтому он еще и лучший друг Мизэки.\n\n Нанами ему очень напоминает своего отца, поэтому с ней он невольно становится разговорчивым.",
    "answers": [
      {
        "id": 17,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c37/1807/b2/35bbcfd815ef.jpg"
      },
      {
        "id": 14,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 18,
    "text": "—Раздевайся.- это первый раз когла он обратился ко мне...  Я без колебаний начала снимать всю одежду.\n—Отвратительна.- я старалась не слушать его слов, ведь я тут на птичьих правах.\n\n И вот я уже без одежды. Сусаноо внималельно осмотрел меня и грубо взяв меня за руку бросил на кровать, а сам пристроился сверху. Я смотрела в его холодные глаза.\n\n—Мизэки, ты знаешь что ты тут делаешь? \n\n—Исполняю супружеский долг...\n\n—Да. Ты нужна только как мать моих детей, я никогда не полюблю тебя, это ты тоже знаешь? ",
    "answers": [
      {
        "id": 19,
        "text": "-Да."
      },
      {
        "id": 20,
        "text": "-Почему именно я?"
      },
      {
        "id": 21,
        "text": "Промолчать."
      }
    ]
  },
  {
    "id": 19,
    "text": "—Да. Я должна быть безвольной куклой в твоих руках, ведь так? \n\n—Именно. Мне нравится то что ты понимаешь свое положение, ведь ты больше никогда не сможешь покинуть это место...-прошептав  мне это на ухо, он принялся за дело. \n\n Каждое его прикосновение было холодным, в прямом смысле. Он сам был как льдышка. Холодные пальцы и губы касались всего моего тела, это было неприятно.\n Слёзы наворачивались, как же я не хочу что бы это продолжалось. Я не люблю его.",
    "answers": [
      {
        "id": 22,
        "text": "Глава 4. Новый глава клана."
      }
    ]
  },
  {
    "id": 20,
    "text": "—Почему именно я? — я отвела взгляд, не хотела смотреть на него, ведь это было отвратительно.\n\n—Твое тело, хоть и человеческое — способно выносить ребенка бога, и я говорю не про обычного земного бога.- я не очень понимаю смысл его слов...\n—Другими словами ты лучший инкубатор из всех.-из-за этих слов у меня навернулись слезы.\n \"Да, правильно, я здесь лишь как инкубатор\" ",
    "answers": [
      {
        "id": 22,
        "text": "Глава 4. Новый глава клана."
      }
    ]
  },
  {
    "id": 21,
    "text": " Я молчала, ему это больше нравилось.\n\n Он был грубым, не боялся сделать мне больно. Он просто ненавидел меня. Да, ненавидел.\n \n В его глазах было столько ненависти и презрения, хе.\n\" Видимо я это заслужила.\"\n\n Заслужила быть игрушкой.",
    "answers": [
      {
        "id": 22,
        "text": "Глава 4. Новый глава клана."
      }
    ]
  },
  {
    "id": 22,
    "text": " Церемония назначения прошла наилучшим образом. Все родственники и работники компаний нашей семьи тут, в огромном отеле.\n\n—Поздравляю с назначением Мэсэйоши-сан.- Ко мне подошёл мой отец.\n\n—Отец, зачем это? \n\n—С этого дня к тебе так и будут обращаться.- похлопав меня по плечу он ушел.\n\n—Алексей...- я позвал своего дворецкого и мы вместе вышли на пустой балкон.\n",
    "answers": [
      {
        "id": 23,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 23,
    "text": "  Вид который открывался будоражил. Девятнадцатый этаж показывал весь город как на ладони.\n\n—Вот я уже глава...Что дальше?\n\n— Как только вы окрепнете на новом месте, задумайтесь о женитьбе.\n\n—Не хочу я. Слишком просто.\n\n—А?- в каком смысле?",
    "answers": [
      {
        "id": 24,
        "text": "-Я бы хотел заняться карьерой."
      },
      {
        "id": 25,
        "text": "-Я бы хотел больше уделять времени клану."
      }
    ]
  },
  {
    "id": 24,
    "text": "—Я бы хотел заняться карьерной. Увеличить влияние клана, и моё.\n\n—Неплохо. Каким же путём?",
    "answers": [
      {
        "id": 26,
        "text": "-Я буду больше соперничать с другими."
      },
      {
        "id": 27,
        "text": "-Мирным"
      }
    ]
  },
  {
    "id": 25,
    "text": "—Я бы хотел больше времени уделять клану. Развивать, строить и заниматься благотворительностью.  Я думаю, это пойдет на пользу и у нас появится больше сторонников.\n\n—Неплохо. Мне нравится. С чего начнете?\n\n",
    "answers": [
      {
        "id": 29,
        "text": "-Неплохо было бы сделать пару детских домов и приютов для животных."
      },
      {
        "id": 30,
        "text": "-Людям негде жить, хочу решить эту проблему."
      }
    ]
  },
  {
    "id": 26,
    "text": "—Я буду больше соперничать с другими. Больние компании и другие влиятельные кланы. Они будут нашими вассалами.\n\n—Я надеюсь мирно?\n\n—Конечно. Я не хочу жертв.\n\n—Я думаю вы будете прекрасным главой.- Алексей поддержал меня легкой улыбкой.\n Я рад что именно Алексей мой дворецкий.",
    "answers": [
      {
        "id": 28,
        "text": "Глава 5 \"Первый малыш.\""
      }
    ]
  },
  {
    "id": 27,
    "text": "—Мирным. Переговоры дадут больше результатов чем если я буду давить на них. Людей и поощирять нужно.- я слегка улыбнулся. Алексею понравился мой ответ, я понял по его улыбке.\n\n—Я буду служить вам верой и правдой.",
    "answers": [
      {
        "id": 28,
        "text": "Глава 5 \"Первый малыш.\""
      }
    ]
  },
  {
    "id": 28,
    "text": " Через пол года после свадьбы я узнала что беременна. Тогда мой муж впервые улыбнулся мне.\n\n—Первая хорошая новость от тебя.-его гордая улыбка как бы говорила \" какой я молодец\" \n\n—Да...\n\n Как только все узнали что я ношу ребёнка Сусаноо боращение со мной резко изменилось, все были приветливы и милы, радовались каждому толчку ребёнка в животе.\n\n А я.... Я очень боялась его появления, ведь как только он родиться я буду не нужна.",
    "answers": [
      {
        "id": 31,
        "text": "День родов."
      }
    ]
  },
  {
    "id": 29,
    "text": "—Неплохо было бы сделать пару детских домов и приютов для животных.\n\n—Что привело вас к этому решению?\n\n—В нашем городе я встречал немало детей из детских домов. Стены этих маленьких зданий буквально ломились от большого количества малышни, которым не хватало места.- я посмотрел вдаль. \n\nОт этой мысли я вспоминал свое детство. Детство без родителей, в четырех стенах. И это потому что они постоянно работали, а те дети вообще брошены как и животные.\n\n Алексей похлопал меня по плечу, я рад что такой человек рядом со мной.",
    "answers": [
      {
        "id": 28,
        "text": "Глава 5 \" Первый малыш.\""
      }
    ]
  },
  {
    "id": 30,
    "text": "—Людям негде жить, хочу решить эту проблему.\n\n—Каким образом? \n\n—Сначала пройдемся по городу и пособираем бездомных, думаю они будут рады стать частью нашего клана.\n\n—А после? — вижу по его глазам, он заинтерисован.\n\n—Поможем малоимущим семьям.\n\n—Я помогу вам.- да, поможешь, ты ведь сам такой же. Сам брошен. ",
    "answers": [
      {
        "id": 28,
        "text": "Глава 5 \" Первый малыш.\""
      }
    ]
  },
  {
    "id": 31,
    "text": " Через несколько месяцев после моего шестнадцатилетия родился мой сын. Роды прошли очень удачно, как и говорил Сусаноо мое тело отлично для этого подходит.\n\n Как только я увидела свое дитя, то поняла — неважно какая судьба меня ждет, не важно от кого он. Я все равно буду любить своего ребенка.\n\n—Наконец-то.- он взял в руки малыша и засмеялся.\n—Нео. Честный малыш.- он дал ему имя...",
    "answers": [
      {
        "id": 32,
        "text": "Глава 6 \"Что дальше, глава?\""
      }
    ]
  },
  {
    "id": 32,
    "text": " За эти полтора года мы сделали многое. Добились расположения других кланов и самой страны.\n\n—Мэсэйоши.- мой отец подошёл ко мне. \n—Ты сделал многое для клана, но мы ждем наследника.\n\n—Прости, пап, но сейчас я решаю что и когда будет.\n\n За это время я сильно отдалился от семьи. По уши в работе... Да, может я и не лучший сын, но как главу меня все восхваляют. \n\n",
    "answers": [
      {
        "id": 33,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 33,
    "text": " Признаю, было бы неплохо иметь хотябы девушку в моём возрасте, но пока что я не хочу портить себе жизнь.\n\n—Господин.\n\n—Что такое? \n\n—Не могли бы вы одолжить мне немного денег? Мой брат снова по уши в долгах...\n\n—Без проблем, конечно, но тебе стоило бы на себя их тратить, а не на долги брата.\n\n—Я не могу... У него подрастают два сына.\n",
    "answers": [
      {
        "id": 34,
        "text": "-Почему бы не усыновить их?"
      },
      {
        "id": 35,
        "text": "-Почему ты так печешься о них? "
      }
    ]
  },
  {
    "id": 34,
    "text": "—Почему бы не усыновить их?\n\n—Я не могу... Видно как мой брат любит их, я просто не могу его предать...\n\n—Не думаю что это предательство, ты просто хочешь лучшей жизни для них.\n\n—Думаю, они вправе сами выбирать себе жизнь.- на этой ноте Алексей закончил. Мы вместе разобрали документы уже без слов.",
    "answers": [
      {
        "id": 36,
        "text": "Глава 7. \" Побег.\""
      }
    ]
  },
  {
    "id": 35,
    "text": "—Почему ты так печешься о них? \n\n—Они — семья. Я думаю это логично. У меня никого кроме них нет, да и племяшки мне как сыновья. Кстати, мне бы хотелось увидеть ваших детей. Сто процентов они будут как вы.\n\n—Эй-эй. Ты тему не меняй.- я смотрел на Алексея, он не хотел больше говорить. Его улыбка была немного грустной...",
    "answers": [
      {
        "id": 36,
        "text": "Глава 7 \" Побег\""
      }
    ]
  },
  {
    "id": 36,
    "text": " Когда моему сыну исполнился год, со мной начали обращаться как прежде. \n\n Его же все обожали, даже Сусаноо души в нем не чаял, как и я. Мы проводили с сыном почти весь день.\n\n Боги развиваются очень быстро, каждый день он удивлял всех нас.\n\n—Мама!- вот моё чудо бежит ко мне и сразу же оказывается в моих обьятиях. Он очень похож на отца, такие же черные волосы и серые глаза. Только вот характер мой.\n\n\n\n",
    "answers": [
      {
        "id": 37,
        "text": "Через пол года."
      }
    ]
  },
  {
    "id": 37,
    "text": " Я не могу здесь больше оставаться. Только сын сдерживает меня от побега или, возможно даже  суицида.\n\n Не похоже чтобы в этом доме меня кто-то любил кроме Нео. Сусаноо иногда избивал меня, он ненавидит все во мне, а я не держу на него зла, ведь полюбить такую как я — невозможно.\n\n Очередная ссора с Сусаноо, очередные побои и слёзы. Очередная отравленная еда, я такими темпами от голода умру, благо хоть сейчас лето и в саду полно фруктов...Мой муж разрешил мне разбить небольшую грядку в саду. \n\nМаму я уже давно не видела. Она бы защитила меня, да, она никогда бы не позволила так поступать со мной... Наверное...",
    "answers": [
      {
        "id": 38,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 38,
    "text": "—Босполезная дрянь! — мой муж замахнулся на меня, но сдержался и убрал руку.\n—Почему ты до сих пор не беременна? Что-то скрываешь от меня? — он сел на свое место передомной и взял в руку бутылку с саке, очередное подношение, не понимаю, почему он его пьёт? Не пьянеет ведь..\n\n—Нет...- я опустила взгляд в пол, мне не разрешалось смотреть на него, а тем более в его глаза.\n\n—Разве ты не пониманшь почему от тебя хотят избавится даже слуги? Ты как бельмо на глазу. Не выполняешь свои функции.\n\n—Прости...-я не могу ему ответить, никогда не могла.",
    "answers": [
      {
        "id": 39,
        "text": "Уйти."
      }
    ]
  },
  {
    "id": 39,
    "text": " Я встала и поклонившись пошла к выходу.\n\n—Стой.- меня прижали к стене.\n—Сегодня, ты снова будешь моей. Снимай все.\n\n Дрожащими руками я начала снимать одежду, роскошное кимоно упало на пол и худощавое, бледное тело в синяках освещал лишь лунный свет из окна.\n\n—Отвратительное зрелище.- он прижал мои руки к стене и поцеловал.\n\n\"Отвратительно\" — единственное что крутилось в моей голове. Слёзы. \"Хоть что-то полезное, я не так четко вижу то, что сейчас делают со мной\"",
    "answers": [
      {
        "id": 40,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 40,
    "text": " Когда все закончилось я приняла решение бежать.\n\n Я не вынесу больше этого. Не хочу это чувствовать.\nБезшумно прокравшись в комнату сына я села рядом с его кроватью.\n\n—Мама?- тихий и нежный детский голос прозвучал из под одеяла.\n\n—Да...Я люблю тебя, Нео.-я прошептала это и вышла из комнаты. Он побежал за мной, шлепая маленькими ножками по полу он бежал за мной до конца коридора.\n\n—Прости...-со слезами на глазах я открыла дверь и выбежала на улицу.",
    "answers": [
      {
        "id": 41,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 41,
    "text": " Не помню как долго я бежала по темноте вперед, может час, может два или три...\n\n Мысль в голове не давала мне покоя. \" Зачем я это сделала? Нео там один, а я тут\" \n\n Я не раз хотела вернуться назад, но обратного пути больше нет. Это мой выбор.\n\nВ конце концов я без сил упала посреди улицы, где-то далеко от храма мужа.",
    "answers": [
      {
        "id": 42,
        "text": "Глава 8 \" Первая встреча\""
      }
    ]
  },
  {
    "id": 42,
    "text": "—Господин, прекратите уже сбегать из дома.- Алексей как обычно бежал за мной, а я всего лишь хочу побыть один немного.\n\n—Я вернусь скоро, не беги за мной.- ага, так он меня и послушал, даже ускорился...\n\n—Господин, там впереди...-он не успел договорить как я споткнулся о что-то и со всей дури полетел на асфальт.\n\n—Какого хрена, бл**ь.- я посмотрел на то из-за чего упал. Это была девушка, молодая со светлыми волосами. Ее внешний вид был ну, скажем, не очень. Растрёпанные волосы, порванное кимоно \"По каким кустам она прыгала?\".\n\n—Господин...- мой двоецкий запыхавшись подбежал ко мне и посмотрел на девушку.\n\n—Алексей, мы заберем ее с собой.",
    "answers": [
      {
        "id": 43,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 43,
    "text": "—Чего? Ох, ладно.- он взял ее на руки как принцессу и посмотрев на меня пошел обратно в клан.\n Мы шли, воробьи чирикали, волосы развивались на ветру.\n\n Когда мы наконец-то оказались перед воротами — они распахнулись и нас встретили мои люди. Пока мы шли в комнату — служанки перешептывались.\n Я ждал в коридоре, пока медики разберутся.\n\n—Господин, с ней все хорошо, но ей нужен отдых и еда...-по их взгляду я понял что они хотят что-то спросить.\n\n—Это не моя девушка.- видимо, я угадал. Они начали кланяться и ушли на свои посты.",
    "answers": [
      {
        "id": 44,
        "text": "Войти в комнату к девушке."
      },
      {
        "id": 45,
        "text": "Переговорить с Алексеем "
      }
    ]
  },
  {
    "id": 44,
    "text": " Я вошел, она уже очнулась и протирала глаза.\n\n—Я вижу тебе уже лучше.- сесть рядом с ней было не лучшим решением, она сразу же отдалилась.\n—Не беспокойся, тут тебе не сделают больно.\n\n—Я... Простите за доставленные неудобства.- она стала на колени начала кланяться мне.\n\n—Эй эй. Это бескорыстно. Я просто помогаю таким как ты. Как ты оказалась на улице в таком состоянии?-она посмотрела мне в глаза, этот взгляд он будто бы смотрел мне в душу.\n\n—Я...- перевев дух она рассказала о себе. Вот так сразу. Первому встречному. \n\nСначала я не поверил, но позже...",
    "answers": [
      {
        "id": 47,
        "text": "Глава 9.\"Поверь мне.\""
      }
    ]
  },
  {
    "id": 45,
    "text": " Я подошёл к окну возле которого был мой друг.\n\n—Что думаешь по поводу нее?- спросил он меня.\n\n—Ничего, но как она оказалась в таком состоянии на улице — довольно интересно.\n\n—Эй, я не об этом. Она довольно красива, по одежде, хоть и испорченной видно что она богачка.",
    "answers": [
      {
        "id": 46,
        "text": "-Эй и ты туда же?"
      }
    ]
  },
  {
    "id": 46,
    "text": "—Эй и ты туда же?  Я не хочу искать себе невесту, ясно? \n\n—Просто познакомся, жалкий девственник.\n\n—Эй, вот только не надо тут, это...- он приложил палец к моему рту.\n\n—Шшш, ничего не говори, просто познакомся или о тебе пойдут странные слухи.\n\n—Какие еще слухи?- он подмигнул мне и открыл двери в комнату к девушке.\n",
    "answers": [
      {
        "id": 44,
        "text": "Войти в комнату к девушке."
      }
    ]
  },
  {
    "id": 47,
    "text": " Я уже месяц живу в доме якудзы. Мэсэйоши, их глава очень занятой, но находит время чтобы поговорить со мной.\n\n Я рассказала ему о себе сразу, я поняла что он такой же как и я, не простой человек. Только вот как я это поняла...\n\n Тут все такие любезные и милые, постоянно предлагают свою помощь, я не привыкла к такому. Но я тут тоже как бы служу, я помогаю главе. Алексей попросил меня убирать на его столе.\n\n И вот в очередной раз я убираю у него.\n\n",
    "answers": [
      {
        "id": 48,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 48,
    "text": "—Мизэки, ну серьёзно, хватит мне помогать, ты можешь жить тут бесплатно.\n\n—Нет, я так не могу...- я положила стопку книг на место.\n\n—Те люди, тоесть боги тебя ищут? \n\n—Скорее всего нет я не нужна...Стоп, ты мне веришь?\n\n—Нет, просто первое правило разговора с сумашедшими не перечить им.\n\n—Нет такого правила. Эй, хочешь кое-что покажу?- я взъерошела свои волосы и коснулась рукой лица Мэсэйоши. На секунду у меня появились ушки и небольшая часть моих воспоминаний перешла к нему. Он увидел несколько дней, перед тем как я вышла замуж.",
    "answers": [
      {
        "id": 49,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 49,
    "text": " Ноль реакции. Что он за человек? Неужели я так его поразила? \n—Эй...\n\n—Ладно. Поверю.\n\n—Да?\n\n—А что еще делать с сумасшедшей девушкой?\n\n—Эй. Прекрати, я не сумасшедшая и ты сам все видел.\n\n—Ничего я не видел. Тебе, кстати, пора на медосмотр.\n\n—Бе.- я вышла из кабинета и направилась к себе, доктор не заставил себя ждать и осмотрев меня — сказал.\n\n—Твое состояние за месяц значительно улучшилось и... Ты не чувствовала себя странно в последнее время? В прошлый раз мне могло показаться...",
    "answers": [
      {
        "id": 50,
        "text": "Да."
      }
    ]
  },
  {
    "id": 50,
    "text": "—Да. Если честно меня начало тошнить все чаще и...\n\n—Вы просто беременны.- он сказал это с легкой улыбкой.\n—Глава точно будет рад этой новости.-подмигнув мне он начал собирать свои вещи.\n\n—В каком смысле?- я резко схватила его за руку.\n\n—Вы же его девушка и это его ребёнок, я прав? \n\n—А... Ну..- в голове все мысли путались. Как я могла забеременеть? \n\n—Да.- Мэсэйоши вдруг зашёл. Кажется он слышал разговор.\n—Не могли бы вы выйти? \n\n—Конечно, глава.- доктор поклонился и в большой спешке покинул нас.",
    "answers": [
      {
        "id": 52,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 51,
    "text": "",
    "answers": []
  },
  {
    "id": 52,
    "text": "—Глава, ты это чего удумал?- я схватила его за руку в належде незамедлительно услышать ответ.\n\n—Выходи за меня.- он положил свою руку на мою.\n—Это в твоих интересах. Да и мне это поможет.\n\n—Чего?",
    "answers": [
      {
        "id": 53,
        "text": "-Как это тебе поможет то?"
      },
      {
        "id": 54,
        "text": "-Всмысле в моих интересах?"
      }
    ]
  },
  {
    "id": 53,
    "text": " -Как это тебе поможет то?\n\n—Меня не будут доставать насчёт свадьбы. Мне нужна девушка котороя ни за что меня не полюбит, а я ее. Да и послушная.\n\n—Всмысле? — он приблизился к моему лицу своим… Господи, из-за этого мое сердце словно выскакивало из груди.\n\n—Небольшой срок. Года хватит. Твой ребёнок получит право быть моим, да и ты всю оставшуюся жизнь будешь жить в роскоши. Самое главное — я и пальцем тебя не коснусь.\n",
    "answers": [
      {
        "id": 55,
        "text": "-Ладно..."
      }
    ]
  },
  {
    "id": 54,
    "text": "—Всмысле в моих интересах?\n\n—Ребёнок и ты будете жить в роскоши.\n\n—Ты...\n\n—Я к тебе ничего не чувствую, поэтому можешь не волноваться насчёт спальни.-почему-то от его ответа защемило в груди, но это терпимо.\n",
    "answers": [
      {
        "id": 55,
        "text": "-Ладно..."
      }
    ]
  },
  {
    "id": 55,
    "text": "—Ладно. Я думаю это не самое плохое развитие событий.- он лишь улыбнулся.\n\n ",
    "answers": [
      {
        "id": 56,
        "text": "Глава 10 \" Новая жизнь\""
      }
    ]
  },
  {
    "id": 56,
    "text": " Конечно я верил ей насчет ее происхождения. Ее реакция, то как она пыталась доказать мне что это правда... Кажется я влюбился.\n\n Уговоры Алексея всё-таки подействовали и я сделал ей предложение. Правда не простое, но хоть так....\n Я не хотел ее отпускать.\n\n Мы даже расписались тайно и через 8 месяцев появилась моя дочь — Хана.\n\n По рассказам Мизэки я понял что ее отец не лучший человек, но я хочу стать для нее лучшим отцом.",
    "answers": [
      {
        "id": 57,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 57,
    "text": " Мизэки ведет себя очень странно рядом со мной. Краснеет и пытается уйти.\n\n -Мизэки.- я прижал свою жену к стене.\n—Почему ты убегаешь от меня? \n\nОна отвела взгляд. Почему-то мне захотелось ее поцеловать. Что я и сделал. \n\n Ее губы были очень мягкими и она ответила мне взаимностью. Моя хрупкая и нежная жена взяла на себя инициативу и уже я был в ее власти.\n\n—Потому что я люблю тебя...- тихо прошептала она и опустила взгляд в пол.\n\n—Я тоже.-как только я сказал это она красная, как помидор посмотрела мне в глаза.",
    "answers": [
      {
        "id": 58,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 58,
    "text": " Это конец, спасибо что прошли историю о родителях Нанами. Если вам понравилось, то я буду очень рада:)\n \n Больше вы узнаете о их истории в следующем мини-квесте про Сатану и Вивальди, а пока я пойду займусь 4 томом. Всем удачки)",
    "answers": [
      {
        "id": 1,
        "text": "На главную."
      }
    ]
  },
  {
    "id": 59,
    "text": "",
    "answers": []
  }
]