[
  {
    "id": 1,
    "text": "Автор: Пчелка\nЖанры: Юмор, философия, дарк, романтика.\nДата начала<s><s>промежуточный<s><s>конца: 07.07.2018<s><s>10.07.2018<s><s> 26.07.2018\n\nПОСЕДНЕЕ ОБНОВЛЕНИЕ : 26 . 07.2018\nПРОЦЕС: ЗАВЕРШЕН! В процессе эпилог, просто потому, что вы — самые замечательные! <3\n\n\"Привет! Может быть, это мой последний стих.\" Она отложила ручку. После апатично откинула театральным жестом и тетрадь. Как на зло, в голову ничего не шло. Финал ведь должен быть красивым , трагичным и запоминающимся ведь так? \nТут ее озарило. Она схватила блокнот с набросками стихов и записала:  ''После темной ночи наступает яркий, прекрасный рассвет. Это мой последний стих, и мой последний свет.\"\n                                             ***\nВам предстоит вжиться в роль девушки — Сары. Ей уже плевать  на все, что с ней случится. Перестала бояться Смерти, и часто подумывает о суициде . Не понимает разговоров и писанине в ВК о \"важности твоей жизни\" , ведь она не может даже представить, что хоть кто-нибудь будет плакать над ее гробом. Здесь не будет слезливого нытья о бренности жизни и прочей истеричной резни в ванной. Здесь есть то, что намного важнее.\n[АХТУНГ! Все герои завершают школу, поэтому являются совершеннолетними.]",
    "answers": [
      {
        "id": 2,
        "text": "От автора "
      },
      {
        "id": 3,
        "text": "Начнем..."
      },
      {
        "id": 26,
        "text": "Достижения и концовки"
      }
    ]
  },
  {
    "id": 2,
    "text": "Первое — Вы встретите здесь смешные вставочки. Это сделано, для того, чтобы разбавить тяжелую атмосферу, созданную подростком, который потерял смысл. Юморок написан от лица автора, ибо Сара не способна в данной ситуации шутить.\nВторое — да, я есть в этом квесте. Но не Сара ( кто я — сами догадайтесь ;) ). \nТретье — тут есть ОТСЫЛКИ. Не плагиат, а отсылки! Если нашли — пишите, фыр :З\n Четвертое (Уже не важно)\nПятое: Зачем вообще нужен этот квест? Ведь уже есть квест \"Сколько стоит твоя жизнь\", и это плагиат? (Признаться, богатство языка у меня хуже, чем там:(  Если не читали — прочитайте, очень красивая работа, но там почти нет выбора, считайте, что вообще не квест:) )\n Неееет, ребятки, эта тема неисчерпаема. Тут я решила донести до читателей важную для меня мысль.\n  Даже если кажется, что сколько бы мы не искали, нам никогда не найти людей, которым можно ДЕЙСТВИТЕЛЬНО доверять, запомните — может быть, где-то кто-то тоже ищет. И, по сути, ищет нас. Этих \"искателей'' мы порой даже не заметим  (пусть они хоть стоят перед носом) до определенного момента. Но чтобы его не ждать, прошу,\nБудте внимательны к людям. И тогда найдутся причины жить.\nДата: 07.07.18\nС любовью, Пчелка.",
    "answers": [
      {
        "id": 1,
        "text": "назад"
      },
      {
        "id": 108,
        "text": "Дополнение. 26.07\nЧто - то вроде диалога с автором, но с доп. информацией."
      }
    ]
  },
  {
    "id": 3,
    "text": "Сара хохоталала, прерывая смех всхлипываниями и причитаниями. Подруги Ирма (хотя это не настоящее ее имя, ее зовут Ира) и Лина ( уже настоящее) хихикали вместе с ней. У Сары было очень специфическое  чувство юмора, поэтому так,  как она смеяться не мог никто . Переливчато и самозабвенно. Порой, звучание смеха  становилось похожим на задыхающегося психопата. Но это скорее не портило, а придавало некого шарма и обаяния. Тогда, в начале года, все было хорошо. Она обожала большие шумные компании, обожала улыбаться каждому проходящему мимо человеку и помогать всем вокруг. Все, как у обычного среднестатистического подростка. Веселого и беззаботного. И конечно ,как у и у любого подростка у нее были одноклассники и друзья. Друзья числе одноклассников, одноклассники в числе друзей. Печально, но среди них были и не очень приятные личности. \nРука сама собой потянулась...",
    "answers": [
      {
        "id": 10,
        "text": "Выпускному альбому за 7 класс"
      },
      {
        "id": 5,
        "text": "Кружка горячего кофе"
      },
      {
        "id": 7,
        "text": "Нож "
      }
    ]
  },
  {
    "id": 4,
    "text": " — Эээ... ну... — Сара терпеливо ждала, когда Карина соберется с духом и мыслями. И дождалась.\n Карина перестала теребить фенечки и уже более уверенно вымолвила: \n— Знаешь, я сегодня перед экзаменом видела, как ты отшила наших \"гадюг'', иии... — она вдохнула и выпалила : \n— Это было потрясно!!! Они такие \"гррр\" а ты такая \"хаха\" и \"вуу\", а потом •∆¶∆°^°><|~\n— Карин, говори на русском, пожалуйста, — Сара улыбнулась, — А то ты уже перешла на марсианский.\n— А, да, прости. В общем, я хотела сказать, что ты настоящая! Как я или Рил. Поэтому,- Карина смущенно опустила глаза и залилась краской, — Поэтому, давай дружить! \n Сара опешила. Враг подкрался незаметно, получи фашист гранату! \nОна оглядела Карину. Она стояла с опущенной головой и смущенно осматривала свои ступни. Такая хрупкая и беззащитная напоминала ребенка. Сара решила, что...",
    "answers": [
      {
        "id": 6,
        "text": "Примет ее предложение"
      },
      {
        "id": 102,
        "text": "Откажется"
      }
    ]
  },
  {
    "id": 5,
    "text": "Сара бездумно потянулась к нагретой напитком, некогда любимой кружке. Обжигая стенки горла она сделала глоток. Горчинка... А ведь делала с сахаром... Взгляд невольно скользнул по обложке тетради, сиротливо лежащей на паркете. На черном фоне, в верхнем правом уголке красовалась криво накарябанная лаком для ногтей красная бабочка. \n— ",
    "answers": [
      {
        "id": 8,
        "text": "Как же она тут появилась..."
      },
      {
        "id": 11,
        "text": "Оторвать взгляд и свалиться на кровать."
      }
    ]
  },
  {
    "id": 6,
    "text": "— Ну конечно! — Сара улыбнулась, а Карина просияла, как начищенное стеклышко. \n— Тогда постараемся вместе! — Карина радостно кивнула.\n— Опяяять ты со своими анимешными замашками, — Сара недовольно чихнула.\n— Э, не обижай мою святыню! Можешь называть меня Рина. Так вот, хочешь, приходи ко мне завтра вечером, я наконец-то съехала от родителей, если придешь, докажу, что это не просто какие-нибудь мультики! Вот сериалы ваши — это уже странная и бесполезная шня. Актеры ходят перед камерой ооочень много серий и кривляются, — Карину передернуло.\n— Вооот как, — Сара хищно усмехнулась, — Вызов принят. Посмотрим, что лучше! — Рина азартно кивнула.\nОни скрепили договор рукопожатием и разрубили свободными руками.\n— Кстати, — опомнилась Сара,- Кто такая Рил? \nРина присела рядом на поддоконник.\n— Рил — это мой единственный друг. Правда, я его давно здесь не видела, только сегодня пришел.\n— Пришел? Погоди, значит Рил это... — Сару осенило.\n— Ага, — Рина сделала движение рукой в сторону аудитории, — Кирилл.",
    "answers": [
      {
        "id": 103,
        "text": "Эта девчонка не перестает удивлять..."
      },
      {
        "id": 106,
        "text": "Попрощаться и уйти"
      }
    ]
  },
  {
    "id": 7,
    "text": "Стальное лесвие изящно поблескивало в луче настольной лампы. Сара задумчиво провела по нему пальцем и посмотрела на выступившую капельку крови. А что, если...\n \nВы перерезали всех, кто находился в доме. Узнав об этом, ваши ровестники сделали тоже самое. В итоге развязался геноцид. :3",
    "answers": [
      {
        "id": 1,
        "text": "Черно-юморная концовочка... "
      }
    ]
  },
  {
    "id": 8,
    "text": "— Ну давай же! Рисуй! Давай давай давай!  Да ?— Ирма предвкушающе хлопала в ладоши, подпрыгивая на месте, и временами дергая Сару за плечо.\n— Если не хочешь, то не делай этого. Конечно, здорово, что мы тебя все же уломали завести тетрадку с твоими стихами, но, говорят, бабочки и киты- символы суицидников. Еще такого цвета...—Лина передернула плечами.\n— Да враки все это! Да? Как легкие, невесомые и кружевные бабочки могут быть такой жутью! Да? Вот неподъемные и грузные киты — это да!-все так же жизнерадосно перебила Лину Ирма.\n— Прямо как ты? — Сара иронично подняла бровку.\n— ЧАВВВООО!!! СМЕРТИ ХОШ, ДА?-Ирма шутливо накинулась на Сару.\n                                             ***\nСара откинулась на спинку кресла. Бросила беглый взгляд на кровать, где ее \" убивала\" Ирма, а кресло, в котором сейчас сидит Сара, занимала Лина...\n  Она задумчиво глянула  в окно. Стояла ночь, и давящую тишину дома разрывали робкие голоски ранних пташек, а полумрак комнаты прорезал лишь луч настольной лампы. В этом луче легко плясали пылинки.\n\" Как бабочки. Которые, прожив лишь один день, умирают. Все таки права была Лина.\"",
    "answers": [
      {
        "id": 10,
        "text": "Хмм... В альбоме за 7 класс должны быть их фотки... "
      },
      {
        "id": 11,
        "text": "Присесть на уголок кровати"
      },
      {
        "id": 21,
        "text": "Послушать музыку"
      }
    ]
  },
  {
    "id": 9,
    "text": "Платье, подаренное тетей на день рождения. Юбка — солнце красиво ложилось вокруг ног плавными складками. Правда,  помялось немного. Но у Сары сейчас все мятое. Даже настроение.",
    "answers": [
      {
        "id": 25,
        "text": "\"Переобуваться не буду, пойду в тапочках.\""
      }
    ]
  },
  {
    "id": 10,
    "text": "Выпускной альбом. Хех, здесь замешаны высшие силы... Очень странная история. После 7 класса всех переводили в другое отделение школы... Вроде, что- то с бумажками. Поэтому, типо последний год в этом отделении, решили закатить праздник.\n Сара открыла альбом, и, пошелестев страницами, остановилась. Вот они. Рожи одноклассников. Даже после перехода в другое отделение класс не распался,и они поныне действуйщие \"дноклы\".\nТакс...",
    "answers": [
      {
        "id": 13,
        "text": "Лина Сервиченко"
      },
      {
        "id": 14,
        "text": "Ирина Иванова"
      },
      {
        "id": 15,
        "text": "Карина Бельчик"
      },
      {
        "id": 16,
        "text": "Леонид Русиенко"
      },
      {
        "id": 17,
        "text": "Кирилл Лесков"
      },
      {
        "id": 18,
        "text": "Макс Райко"
      },
      {
        "id": 19,
        "text": "Закрыть альбом"
      }
    ]
  },
  {
    "id": 11,
    "text": "Сара рухнула на кровать. Нужно ложится... Хотя уже без разницы. Все равно никуда не надо. Она перевернулась на спину. Потом на живот. И снова на спину.\n\"Чтож такое?\" — раздраженно подумала она. Внутри все не проходило странное зудящее чувство. Когда — то она уже чувствовала подобное.\n\" Это же ... желание действовать?\" \nДа... будто Сара должна быть не здесь, а в другом месте. Тьфу, что за чушь! \nСара перевернулась на бок.",
    "answers": [
      {
        "id": 20,
        "text": "Уснуть"
      },
      {
        "id": 21,
        "text": "Встать за плеером и послушать музыку"
      }
    ]
  },
  {
    "id": 12,
    "text": "Вот Сара идет по коридору. Что за невезение! Без Ирмы и Лины , а тут навстречу Лесков с дружками. Мерзко ухмыляясь и переговариваясь со своими псами , нагло встал на проходе.",
    "answers": [
      {
        "id": 38,
        "text": "Будь бобр, изыди."
      },
      {
        "id": 39,
        "text": "Отойди, пожалуйста."
      }
    ]
  },
  {
    "id": 13,
    "text": "Лина... Всегда такая милая, осторожная и ответственная ... предательница. Она — одна из причин ее состояния. Сара провела пальцем по ее пухленьким щекам... Светлые волосы, серьезный взгляд серых глаз — мечта родителя! Но родитель не узнает, что за миловидными чертами скрывается перебежчик.",
    "answers": [
      {
        "id": 10,
        "text": "С этой все ясно... Что там с другими?"
      }
    ]
  },
  {
    "id": 14,
    "text": "Ирма... Сара не ожидала такого от нее. Всегда до тупости жизнерадостная и дружелюбная, со своими нелепыми\"Да?\" Но как только показалась новенькая... Ей просто не понравилось необычное имя — возобладала черная зависть. С одной стороны- неудивительно. Имра посточнно пытается казаться крутой, а в итоге — людям открывается обыкновенная пустышка. Всегда такая... не знаю, послушная что ли? Даже ФИО банальное и простое. \n   Но тогда она будто сорвалась с цепи. Видно, последняя капля ударилась о дно стакана, разбив вдребезги все, что было раньше. Главная причина \"почему\", если провести аналогию с сериалом. Сара встала на защиту новенькой— а ее унизили с самой неожиданной стороны. Со стороны лучшей подруги.  А Лина поддержала. Это последний удар Брута.",
    "answers": [
      {
        "id": 10,
        "text": "назад"
      }
    ]
  },
  {
    "id": 15,
    "text": "Сара даже не знает, зачем вспомнила этого персонажа. Они ведь даже не из одной компании.  Карина... Странная. Вьющиеся рыжие волосы красиво сочетаются с веселыми глазами с искоркой. Вечно руки оплетены несметным количеством фенечек, на шее висят изображения рун древних народов в самой неожиданной форме, а в кармане... колода карт. О да, реакция народа, когда она ее ловким движением достает- бесценна.\n В классе ей доверяют все. Она никому не раскажет твой секрет и даст хороший совет. Поэтому вываливают ей все проблемы и уходят. Но друзей у нее нет- считается психичкой. Не потому, что агрессивная- как раз наоборот!- а потому, что верит в чудеса и сверхъестественное. Простоватая, открытая. Даже слишком. Жалко ее. Помогает всем, а ей — никто. Постоянно общатся с \" таким мусором\" , как выразился Леня, губительно для авторитета в ",
    "answers": [
      {
        "id": 10,
        "text": "назад"
      }
    ]
  },
  {
    "id": 16,
    "text": "Лео... Уверенный взгляд в глазок камеры, непринужденная улыбка. Светлые волосы и глаза цвета горького шоколада. Сара помнит, как он тихо сказал: \n— ТЫ можешь нвзывать меня Лёней... — и, притянув к себе, чмокнул в лоб. Это было еще до \"гражданской войны\", как окрестили фанаты \"Марвел\" размолвки Сары с подругами. \nКонечно, после \" гражданки'' все неловко отворачивались от нее, не предпринимая попыток заговорить, и быстро ретировались поближе к Ире. И он тоже смотрел на нее с высока, приправляя это едким взглядом, полным отвращения.\n Так, люди пошедшие против большинства, становятся изгоями.",
    "answers": [
      {
        "id": 10,
        "text": "назад"
      }
    ]
  },
  {
    "id": 17,
    "text": "Гад. Гад страшный. А самое противное, что этот гад живет с ней на одном этаже. Не давал проходу нигде — ни в школе, ни дома. Со своей фирменной отватительной усмешкой на губах.",
    "answers": [
      {
        "id": 12,
        "text": "Вспоминать."
      }
    ]
  },
  {
    "id": 18,
    "text": "Ее фотографии не запечатлили на страницах альбома, потому что она пришла только в этом году. Именно ее кинулась защищать от Ирмы Сара. Миловидная девушка с волнистыми волосами, и серьезным грустным взглядом прямо в душу. Она сразу стала выполнять роль штатного журналиста и все записывала в блокнот.\n\"Я пришла сюда, потому что тут хорошая подготовка к институту.\" — вот что она ответила на вопрос, зачем она здесь. После него и сорвалась Ирма. Кхм, точнее, Иванова. Сама- то учится на непостоянные тройки.\n Сара подняла полероид с Макс, выпавший из альбома. Как он туда вообще попал?",
    "answers": [
      {
        "id": 10,
        "text": "назад"
      }
    ]
  },
  {
    "id": 19,
    "text": "Благодаря Ирме, Сара разочаровалась в людях. Хотя скажи ей кто об этом раньше, неповерила б! Казалось, что Сара создана для того, чтобы ВЕРИТЬ в людей. Даже после ссоры, она продолжала неосознанно оправдывать почти всех наземных гадов, которые отныне считали ее изгоем. Мусором, нестоящим внимания. Черт, у той змеюки Ивановой есть авторитет, который выстроила у Сары за спиной. Где вовремя посмеется, где вовремя нашепчет гадости на ушко. \nДень ото дня Саре все хуже. Общество было почти ее религией. Ей нравилось общаться, нравилось узнавать новых людей у нее на пути.     Ей было интересно, почему этот человек переживает, а этот счастлив? Но в любом случае, с ним нужно разделить и горе, и радость. Потому что это увлекательно! \n Сейчас не так. Без общения Сара угасала, а с ним — почти потухала. Она видела в каждом только ложь.",
    "answers": [
      {
        "id": 11,
        "text": "Лечь на кровать."
      }
    ]
  },
  {
    "id": 20,
    "text": "Как только голова коснулась подушки Сара провалилась в сон. Но сон абсолютно пустой, без сновидений. Как обычно.",
    "answers": [
      {
        "id": 77,
        "text": "Следующее утро."
      }
    ]
  },
  {
    "id": 21,
    "text": "После выпитого кофе спать хотелось, но не сильно. Поэтому она встала и стянула со стола плеер, предварительно поставив на \"рандомный порядок''.\nСара всегда любила музыку. О, это волшебство! Когда мелодия, будто в танце, сплетается со словами песни, создавая нечто прекрасное, трогающее струны души, пробуждая воспоминания или чувства. Если песня действительно настоящая — становится неважно, что она на неродном языке.Гармония мелодии и текста заставит наслаждаться ею, не вникая в слова.\nКак по заказу, в наушниках зазвучала нежная мелодия. Сара вслушалась в слова. \n\" Скоро рассвет, выхода нет...\" — обреченно напевал солист. Как точно сказанно...\nЕдинственное, что держит на плаву в этом состоянии: музыка, кофе и рассветы. Кстати о последних... \nЗа окном восходящее солнце медленно окрашивало темное небо  в голубовато- светлые тона. Может, стоит сходить на крышу, насладиться крупицами спокойствия перед новым суматошным днем?",
    "answers": [
      {
        "id": 20,
        "text": "Лень. Мурчащий на заднем плане певец убаюкал, и потянуло в сон... ( уснуть )"
      },
      {
        "id": 22,
        "text": "Пойти"
      }
    ]
  },
  {
    "id": 22,
    "text": "Сара всегда любила приходить в это место. Раньше родители не понимали странного увлечения дочери, но потом смирились. \n   Она просто не могла жить без ощущения свободы, покалывающее кончики пальцев, когда осматриваешь окрестности с высоты 24 этажа. Не могла жить, не встречая новый день, загорающийся на востоке. Не могла жить без утренней свежести.\n   Она переоделась из пижамы в более удобную одежду. Не важно, как Сара будет выглядеть, потому что ее все равно никто не увидит. Первое что попалось под руку это...",
    "answers": [
      {
        "id": 9,
        "text": "Свободное платье"
      },
      {
        "id": 23,
        "text": "Джинсовый комбинезон с белым свитером. Минимализм."
      },
      {
        "id": 24,
        "text": "Толстовка , спортивные штаны"
      }
    ]
  },
  {
    "id": 23,
    "text": "Светлая гамма никак не вяжется со смуглой кожей и темно- карими глазами. Но зато он удобен, когда нужно куда — то лезть, как сейчас. Лямки не спадают, а в белом не жарко.",
    "answers": [
      {
        "id": 25,
        "text": "Ну... и , пожалуй, тапки"
      }
    ]
  },
  {
    "id": 24,
    "text": "Любимая толстовка. Защитит от пронизывающего ветра.\nСпортивые штаны. Для похода на крышу- лучше не придумаешь.",
    "answers": [
      {
        "id": 25,
        "text": "Пойдем в тапочках. Удобно и надежно."
      }
    ]
  },
  {
    "id": 25,
    "text": "Сара вышла на лестничную площадку, аккуратно прикрыв за собой дверь. Взгляд пробежался по старому кафелю, замызганным стенам и мусоропроводу. После поднялся чуть выше — почти рядом с трубой располагалось закрытое окно. За ним висела лестница , ведущая на крышу. Нужно всего лишь вылезти за окно. Она проделывала это тысячу раз.",
    "answers": [
      {
        "id": 27,
        "text": "Запрыгнуть на крышку мусоропровода, оттолкнуться от нее и вылезти на лестницу."
      },
      {
        "id": 28,
        "text": "Подпрыгнуть, и зацепившсись за окно, подтянуть тело на лестницу."
      },
      {
        "id": 29,
        "text": "Подумать",
        "need": [
          27,
          28
        ]
      },
      {
        "id": 30,
        "text": "Открыть окно.",
        "need": [
          27,
          28,
          29
        ]
      }
    ]
  },
  {
    "id": 26,
    "text": "Страница с концовками и достижениями. ",
    "answers": [
      {
        "id": 26,
        "text": "\n\nКонцовки\n",
        "comment": true
      },
      {
        "id": 100,
        "need_ever": false,
        "need": 100,
        "text": "Несчастливая концовка\n\"За спиной''"
      },
      {
        "id": 101,
        "text": "Несчастливая концовка\n\"Носильщица\"",
        "need": 101,
        "need_ever": true
      },
      {
        "id": 7,
        "text": "Юморная концовка\n\"Кровавый лидер.\" ",
        "need": 7,
        "need_ever": true
      },
      {
        "id": 37,
        "text": "Юморная концовка\n''Камикадзе, камикадзе...\"",
        "need": 37,
        "need_ever": true
      },
      {
        "id": 88,
        "text": "Счастливая концовка. \n\"Не смотря ни на что. \"",
        "need": 88,
        "need_ever": true
      },
      {
        "id": 161,
        "text": "Счастливая концовка:\n\"Теперь все будет хорошо\""
      },
      {
        "id": 26,
        "text": "\nДостижения\n",
        "comment": true
      },
      {
        "id": 32,
        "need_ever": true,
        "need": 32,
        "text": "Потерянная концовка"
      },
      {
        "id": 29,
        "need_ever": true,
        "need": 29,
        "text": "ГЕЕНИЙ!!! "
      },
      {
        "id": 34,
        "text": "Невольный убийца.",
        "need": 34,
        "need_ever": true
      },
      {
        "id": 60,
        "text": "Тапочки Временни",
        "need": 60,
        "need_ever": true
      },
      {
        "id": 144,
        "text": "Писец",
        "need": 116,
        "need_ever": true
      },
      {
        "id": 164,
        "text": "Настойчивость, однако."
      },
      {
        "id": 1,
        "text": "назад"
      }
    ]
  },
  {
    "id": 27,
    "text": "Сара ловким движением запрыгнула на крышку. Потом в эпичнейшем прыжке ... упала. Нужно думать, перед тем, как делать. Мда, бессонная ночь не прошла просто так. Нужно попробовать другой способ.",
    "answers": [
      {
        "id": 25,
        "text": "Гениально"
      }
    ]
  },
  {
    "id": 28,
    "text": "Сара подпрыгнула и... пальцы соскользули, зааставив Сару потерять точку опоры и свалиться на ледяные плитки, выполнявшие роль покрыття для пола. Мда, теперь у нее копчик болит. Это должно было сработать! Что же встало на пути...",
    "answers": [
      {
        "id": 25,
        "text": "На пути встала бессонница! Попробуй по другому."
      }
    ]
  },
  {
    "id": 29,
    "text": "Вы решили — о боже! — подумать. Мудрое решение. Окно — то закрыто. Все таки бессонная ночь не прошла даром.",
    "answers": [
      {
        "id": 25,
        "text": "Вы молодец"
      },
      {
        "id": 26,
        "text": "Я прибыл со страницы достижений, верните меня назад."
      }
    ]
  },
  {
    "id": 30,
    "text": "Сара успешно зацепилась руками за нижнюю раму. После подтянула под себя ноги. В итоге она оказалась в позе \"гопника\"  До лестницы осталось всего ничего.",
    "answers": [
      {
        "id": 31,
        "text": "Дотянутся до перекладин руками, оттколкнутся ногами от окна и тоже поставить их на железный прут"
      },
      {
        "id": 32,
        "text": "Сначала поставить ноги, потом подволочить тело."
      }
    ]
  },
  {
    "id": 31,
    "text": "Сара от природы обладала весьма гибким и подвижным телом, поэтому вылезти из окна не составило большого труда. Ловко перебирая холодные металлические прутья старой лестницы, она достигла самого верха, оказавшись на крыше. Но ее святилище уже кто — то занял.",
    "answers": [
      {
        "id": 34,
        "text": "Возмутиться!"
      },
      {
        "id": 33,
        "text": "Молча осмотреть незванного гостя."
      }
    ]
  },
  {
    "id": 32,
    "text": "Сара прогнулась дугой и поставила ноги. Внезапно один тапочек соскольнул со влажной от росы перекладины. Вместе с ним было потерянно равновесие и она сорвалась вниз.\n\"Хм?\" — равнодушно подумала Сара, считая темные провалы окон, стремительно проносящиеся мимо. Ветер трепал волосы, а притяжение все приближало холодную землю...",
    "answers": [
      {
        "id": 1,
        "text": "Похоже, это конец."
      }
    ]
  },
  {
    "id": 33,
    "text": "Он стоял на самом краю крыши, балансируя на самых концах носков ботинок. Руки раскинуты в стороны, волосы теребит ветер, а на лице застыло выражение одухотворенности и сомнения. Было видно, что он никак не решится сделать последний шаг. Он не заметил Сару, и почему — то, когда она застала Кирилла(а это оказался именно он) в этот момент, сердце невольно екнуло. Будто сейчас наблюдает за чем — то сокровенным и личным. \n Что тут делает этот псих — конечно не секрет. Они же живут на одном этаже, про лестницу могла не только Сара узнать. Непривычно видеть Лескова без наглой усмешки на лице.\nНепонятно почему, но она решила его остановить. ",
    "answers": [
      {
        "id": 34,
        "text": "Окликнуть"
      },
      {
        "id": 36,
        "text": "Молча сесть рядом, свесив ноги вниз"
      },
      {
        "id": 37,
        "text": "С разбегу прыгнуть первой!"
      }
    ]
  },
  {
    "id": 34,
    "text": "— Хей, ненормальный! Ты что делаешь в моем секретном месте? — Сара не могла смолчать! И еще стоит на самом краю... Как она недавно.\nЧеловек от неожиданности вздрогнул и сделал неуверенный шаг в противоположную от Сары сторону. То есть навстречу холодному асфальту. Она даже не успела подбежать и остановить... хотя это его жизнь — ему и решать. Только сейчас, смотря на распластанное по земле в неестественной позе тело, она узнала его. Кирилл, гад-одноклассник. Интересно, что его толкнуло на такой отчаянный шаг...",
    "answers": [
      {
        "id": 35,
        "text": "После пережитого лучше пойти в кровать и востанновить силы..."
      },
      {
        "id": 26,
        "text": "[ я пришел с \"Достижений\", верни меня обратно ]"
      }
    ]
  },
  {
    "id": 35,
    "text": "Ужасно... Если подумать, она его убила.\nЕдва доползя до кровати Сара повалилась спать прямо в одежде. Мысли огромными стаями мух вились в утомленной голове...\n\nЕй приснился Кирилл. Впервые за долгое время ей хоть что- то снилось.\nНа мертвом лице осталось удивленное выражение. Нелепо раскинутые ноги и руки делали его похожим на жуткую сломанную куклу- переростка. Внезапно Кир с хрустом резко повернул голову, вперившись бессмысленным взглядом прямо на Сару. Бледные губы прошептали :\n— Зачем?",
    "answers": [
      {
        "id": 87,
        "text": "Проснуться"
      }
    ]
  },
  {
    "id": 36,
    "text": "Сара тихо обошла стороной Кирилла и присела на край крыши, свесив ноги вниз. Она смотрела только на свои тапочки, смотревшиеся весьма экстравагантно на фоне многометровой высоты. Краем глаза она заметила, что ноги Лескова перестали раскачиваться, и теперь надежно стоят на всей стопе. Так-то лучше.",
    "answers": [
      {
        "id": 40,
        "text": "Поднять глаза на него"
      },
      {
        "id": 41,
        "text": "Запеть"
      }
    ]
  },
  {
    "id": 37,
    "text": "С залихватским криком \" На Берлин! \" Вы очертя голову кинулись с крыши. Последнее, что вы увидели перед падением — мягко говоря ошарашенную моську Кира.\n— Чтож,- пробормотали Вы- Игра стоила свеч.\n\n\nХруст",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      },
      {
        "id": 57,
        "text": "Я жива?"
      }
    ]
  },
  {
    "id": 38,
    "text": "— Ох ох ох, бобр, значит? — самодовольно протянул Лесков на потеху дружкам. Затем наклонился и нарочито громко прошептал, обдавая ароматом мятной жевачки:\n— А на едине ты тоже такая дерзкая? — Лесковские псы уже складывались в оригами от гогота.",
    "answers": [
      {
        "id": 10,
        "text": "Оттолкнуть и уйти."
      }
    ]
  },
  {
    "id": 39,
    "text": " — Вай, какая миласька! Утю- тю- тю- тю! — Лесков нарочно пародировал, искривляя голос. Дружки ухохотываются. Сара сгорает от стыда. А ему весело!",
    "answers": [
      {
        "id": 10,
        "text": "Оттолкнуть и убежать"
      }
    ]
  },
  {
    "id": 40,
    "text": "Посидев еще с минуту, Сара почувствовала, что в ней сейчас прожгут дырку. Она подняла голову и наткнулась на обалделый взгляд Лескова. Он медленно прошелся глазами по вашему прикиду и застопорился на тапках. Если раньше Саре казалось, что выше брови поднять уже невозможно, то она ошиблась  — они взлетели куда — то под челку, а его челюсть поднять без посторонней помощи ну никак нельзя. Про себя Сара хихикнула. \"Представляю. Собираешся тут умереть рано-рано,(когда я уходила было часиков этак 4),  а тут подходит непонятно кто, который приперается на крышу ни свет ни заря в лице своей  соседки<s><s>одноклассницы и садится рядом. А тапочки, походу, его добили.\"  Сара отметила, что впервые за несколько месяцев говорит сама с собой в шутливом тоне. \"Ситуация того требует!\" — быстро нашла себе оправдание она. \nСара оказалась права — тапки действительно оказались весомым аргументом против суицида. Лесков вздохнул и остгрожно отступил от края крыши.",
    "answers": [
      {
        "id": 51,
        "text": "- Присаживайся, дорогой, не стесняся, чувствуй себя как дома!"
      },
      {
        "id": 52,
        "text": "Потянуть за штанину вниз."
      }
    ]
  },
  {
    "id": 41,
    "text": "Сара посмотрела на просыпающийся город. За многоэтажками зарделась легкая сияющая дымка, с каждой минутой приобретавшая новые цвета и насыщенность. С ее губ слетели слова припева песни. Сама не ожидала от себя такой прыти.\n— Скоро рассвет...\n Неожиданно мелодию откуда — то сверху поддержал другой голос, более низкий.\n— Выхода нет... — рядом присел Кирилл. Выглядел он неважно. Кожа заметно побледнела, шеки впали, а под серо — зелеными глазами пролегли глубокие тени. Темные волосы разрозненно разлетелись по голове. А у него весьма неплохой голос...\nОни допели песню до конца в два голоса. \nКак только оборвалась посленяя нота, наступило непродолжительное молчание. Кирилл неотрывно смотрел на разгорающееся солнце. Внезапно он пробормотал:\n— Прости...\nУ Сары отвисла челюсть. \n Лесков. Перед ней. Извинился. \nНет, даже не так.\n Лесков! Перед ней! Извинился!",
    "answers": [
      {
        "id": 42,
        "text": "За что?"
      },
      {
        "id": 43,
        "text": "Извиниться в ответ."
      }
    ]
  },
  {
    "id": 42,
    "text": "— За что? — Сара даже не пыталась прикрыть свое изумление.\n— Ну, знаешь... Все время я издевался над тобой, даже после \"гражданки\" — он неловко отвел взгляд,- Я не понимал, как тебе приходиходиться тяжело, да и вообще вел себя гадко и низко в твоем отношении, поэтому, — Кирилл уверенно вскинул голову, и четко повторил — Прости меня!\n Одновременно с последними словами, по телу Сары ручейком от низа живота до самого сердца растеклось тепло. \n— Да ладно тебе, Леск... Кири... -она сделала титаническое усилие над собой- Кир! Да, точно — Кир. \nУголки губ обоих дрогнули вверх. Сара дружелюбно толкнула его в бок — топор войны зарыт.\n— Слушай — протянула Сара — У меня есть пара вопросов...\n— Может, пара десятков как у меня? — Кир улыбнулся — Задавай.",
    "answers": [
      {
        "id": 44,
        "text": "Почему ты решил сделать... ну, ЭТО?"
      },
      {
        "id": 45,
        "text": "Из - за чего ты не появлялся в школе?"
      },
      {
        "id": 46,
        "text": "Ты часто сюда приходишь?"
      },
      {
        "id": 47,
        "text": "Ты любишь музыку?"
      },
      {
        "id": 56,
        "text": "Вопросов нет."
      }
    ]
  },
  {
    "id": 43,
    "text": "— Знаешь, я тоже должна извиниться... — Сара неловко посмотрела на него из под подлобья.\n— А тебе — то за что? — Кирилл беззаботно поболтал ногами в воздухе.\n— Ну, я же девушка, должна быть разумнее. — Сара сделала вид с серьезной моськой, что поправляет очки. У Кирилла вырвался смешок. Невольно, конечно — это было видно по удивленным глазам. По телу разтеклось тепло.Сара тоже не смогла сдержать улыбку, но быстро отмахнулась от теплого чувства внутри\nТопор войны зарыт.\n— Знаешь... у меня есть парочка вопросов. — Сара осторожно—вопросительно наклонила голову. — Могу их задать Леск... Ки...иир? Да, Кир. — Сара удержалась от использования полного имени.\n— Нет проблем, — Кир утвердительно махнул головой. — Задавай.\n",
    "answers": [
      {
        "id": 44,
        "text": "Почему ты решил сделать... ну, ЭТО?"
      },
      {
        "id": 45,
        "text": "Из - за чего ты не появлялся в школе?"
      },
      {
        "id": 46,
        "text": "Ты часто сюда приходишь?"
      },
      {
        "id": 47,
        "text": "Ты любишь музыку?"
      },
      {
        "id": 56,
        "text": "Вопросов нет."
      }
    ]
  },
  {
    "id": 44,
    "text": "— Ну, знаешь... Я не вижу смысла. У многих есть семья там, или друзья, ради которых они живут, а я... Друзей не было, и , походу, и не будет — я доставал не только тебя, детка. Не ревнуешь? — попыталься сострить Кир, но тут же сдулся, осознав бесполезность этого занятия, — Я не понимаю. То добренькие, то подлые... Все такие. Даже я \n— Знаешь, люди — это ходячие бомбы. Взорвутся в любой момент. Но есть такая  работа — обезвреживать бомбы. И мне нравится... — она запнулась,- нравилось работать сапером. — Сара задумчиво накрутила локон волос. — Хм, ты упомянул семью, разве твоя семья непротив твоих самоубийственных замашек?\n— Ну, вот ты и докопалась до сути дела. — Кир, резко вдохнул и выпалил на одном дыхании, будто боясь передумать —  Моя мама... она ушла. \n— Оу... прости, что задела эту тему. — Тут Сара добавила в интонацию побольше оптимизма — Не беспокойся, я же знаю твою маму! [не зря я сидела с обоими мамами — своей и Кира —  на их чаепитиях] — подумала Сара. — Да, точно! Она бы тебя не бросила! [Я еще удивлялась — как у такой галантной женщины родился такой бугай?]  Она вернется!\n— Ты предлагаешь заняться экзорцизмом? Некромантией? — Кир невесело усмехнулся\nСара захлопнула рот. Округлила глаза. В них немного защипало, поэтому она прикрыла их рукой, будто от солнца жгло глаза, хотя, на самом деле, мало какого вреда может нанести маленький робкий полукруг.\n— Эй, эй! Давай без слез, ладно? — Кир с нажимом убрал ее руку от лица.",
    "answers": [
      {
        "id": 44,
        "text": "В срочном порядке меняем тему!",
        "backstepCount": 1,
        "isBack": true
      }
    ]
  },
  {
    "id": 45,
    "text": "— Не мог больше видеть эти знакомые лица. Во — первых, они навевали воспоминания, а во — вторых, я все чаще замечал фальшь в их словах. Слава богу, отец догадался оставить меня дома, а то бы вообще свихнулся — он покосился в сторону Сары, — Так ты ведь тоже не ходишь в школу?\n— Как ты... тебя ведь даже не было, — растерянно пробормотала она.\nГубы Кира расплылись в коварной усмешке.\n— Предположил... Догадка подтвердилась.\n— Ах ты ж... — Сара задохнулась от возмущения, а Кир поспешно принял невинный вид.",
    "answers": [
      {
        "id": 45,
        "text": "Не сменю тему - убью на месте. Скину своими руками.",
        "backstepCount": 1,
        "isBack": true
      }
    ]
  },
  {
    "id": 46,
    "text": "— Знаешь, на самом деле почти каждый день. После маминого ухода отец совсем перестал следить за моими перемещениями, больше заботясь о Риче. — Кир смущенно почесал затылок. А Сара не уставала удивляться — разница в поведении видна невооруженным глазом. А, кстати...\n— Кто такой Рич? Разве у тебя есть брат? — Сара недоуменно воззрилась на Кира.\n— Хех, Ричард — это наш золотистый ретиривер. \n\n",
    "answers": [
      {
        "id": 48,
        "text": "Подожди, если ты тут каждый день, то почему я тебя не видела?"
      },
      {
        "id": 46,
        "text": "Задать какой - нибудь другой вопрос.",
        "backstepCount": 1,
        "isBack": true
      }
    ]
  },
  {
    "id": 47,
    "text": "— У тебя очень красивый голос. — Сара понаблюдала за реакцией на эти слова. Кир смущенно опустил глаза и начал теребить серую прядь. Раньше ее не было...",
    "answers": [
      {
        "id": 49,
        "text": "Ты занимался музыкой?"
      },
      {
        "id": 50,
        "text": "Спросить про прядь."
      }
    ]
  },
  {
    "id": 48,
    "text": "— Ты же приходишь только на рассвете верно? — Кир улыбнулся — А я чаще на закате. Поэтому и не встретились ни разу. \n— А ты изменился... — Сара многозначительно почесала нос.\n— Почему это?- Кир вопросительно поднял бровь.\n— Эм... ну... — Сара замялась — Я думала, что ты не умеешь... улыбаться.\n— Это нормально, я тоже так думал. — Кир еле сдерживал смех. — Спроси что — нибудь другое, я сейчас лопну.",
    "answers": [
      {
        "forget": 48,
        "isBack": true,
        "text": "Есть еще вопрос!",
        "id": 48,
        "backstepCount": 2
      }
    ]
  },
  {
    "id": 49,
    "text": "— Правда красивый? — Кир недоверчиво оглядел Сару.\n— Естественно, — подтвердила Сара, — А еще я слышу, что ты занимаешся профессионально.\n— Занимался... — пораженно ответил Кир, — А ты...?\n— Ага. Тоже в прошедшем времени.\n  Повисла тишина, разрезаемая иногда энергичными криками невидимых пташек.\n— Хочешь, в следующий раз принесу гитару... — медленно и тихо выдавил из себя Кир, — Споем что захочешь.\n— Здорово! Хм, что ты думаешь о ...",
    "answers": [
      {
        "id": 53,
        "text": " - Наутилус Помпилиус?"
      },
      {
        "id": 54,
        "text": "- Викторе Цое? Или \"Кино\"?"
      },
      {
        "id": 55,
        "text": "Давай то, что нравится тебе?"
      }
    ]
  },
  {
    "id": 50,
    "text": "— Слушай, я тут у тебя заметила одну серую прядь, серый уходит ближе к белому. Откуда она? Новая мода?\nКир быстро отдернул руку от головы и кинул Саре холодный взгляд.\n \n |Не достаточно — \"доверие\"|",
    "answers": [
      {
        "id": 47,
        "text": "Прости..."
      },
      {
        "forget": 50,
        "isBack": true,
        "text": "Эм... есть еще вопрос",
        "id": 50,
        "backstepCount": 2
      }
    ]
  },
  {
    "id": 51,
    "text": "Кирилл юмора неоценил. Лишь неодобрительно стрельнул глазами в ее сторону и перевел взгляд на город.",
    "answers": [
      {
        "id": 41,
        "text": "Посмотреть туда же."
      }
    ]
  },
  {
    "id": 52,
    "text": "Кирилл молча дернул ногой, сбрасывая руку Сары. Мда.\n Сара проследила за его взглядом. Он был направлен на сонный город.\n|Не достаточно — \"доверие\"|",
    "answers": [
      {
        "id": 41,
        "text": "Посмотреть туда же"
      }
    ]
  },
  {
    "id": 53,
    "text": "— Нау...\n— Тилус Помпилиус. — Они закончили одновременно.\n— Ты знаешь эту группу? По моему, сейчас редко кто слушает старые группы. \nКир кивнул.\n— Да, согласен. Но у них очень душевный текст, который всякие нехорошие интернет-пользователи растаскивают на мемы. А еще... брбрбрбр....\nСара дальше уже не слушала. Она думала: \"Следующий раз? Почему вообще он захотел встретиться еще раз? Я его не раздражаю? Следующий раз...\"",
    "answers": [
      {
        "isBack": true,
        "id": 53,
        "text": "Еще вопрос.",
        "backstepCount": 3,
        "forget": 53
      }
    ]
  },
  {
    "id": 54,
    "text": "— Я слышал о нем... — Кир коротко кивнул и почесал подбородок.\n— Извините! А кто не слышал?! — Сара сверкнула на него очами, полными праведного гнева.\n— Ну ладно, успею выучить пару песен. — он проигнорировал возмущенную тираду. Повернул голову к Саре, вопросительно наклонив голову. Кир чувствовал, что это чудо в неподходящем наряде еще не закончило. И угадал.\n— А, кстати,- Сара успокоилась так же быстро, как и вспыхнула,- Я всегда думала, что тебя выбешиваю. Зачем тебе еще одна встреча со мной? \nКир отвернулся от нее. \n\"Эх, из жалости походу\"- Сара вздохнула.",
    "answers": [
      {
        "forget": 54,
        "isBack": true,
        "text": "Вопросы еще есть.",
        "id": 54,
        "backstepCount": 3
      }
    ]
  },
  {
    "id": 55,
    "text": "— Договорились! — Кир поднялся на ноги и отряхнулся. Потом протянул руку для того, чтобы помочь  встать Саре. Она в ответ так оторопело уставилась на него, что Кир недовольно пробормотал:\n— Смотри чтоб глаза не лопнули.\n— Вот теперь я тебя узнаю, — Сара облегченно выдохнула. Кир опять покрутил ту-самую-странную-прядь.\n\n|Доверие — добавленно|",
    "answers": [
      {
        "forget": 55,
        "isBack": true,
        "text": "Сядь обратно, у меня есть еще вопросы.",
        "id": 55,
        "backstepCount": 3
      }
    ]
  },
  {
    "id": 56,
    "text": "Сара, замолчала, давая понять, что лимит вопросов исчерпан. Кир понял это и тоже не спешил завязывать новый разговор.\nПосмотрев на уже взошедшее солнце, Сара опомнилась и включила экран блокировки. На нем высветилось время. Ого! А она засиделась! Весьма надолго... Удивительно, как судьба повернулась. Мало того, что спасла от смерти того,кто постоянно ее доставал, так потом и дружески поболтали вместе. Сидя на крыше. \nСара встала и сделала вид, что смахивает невидимую грязь, после чего повернулась и пошла в сторону лестницы. Когда ноги коснулись первой перекладины, Кир вскочил и удивленно, даже с капелькой страха, воскликнул:\n— Ты куда?\n— Эм, как куда? Домой! Время уже позд... ранее.\n— Ну... ты придешь в следующий раз?\n— Зачем? Я думала, что тебе противна...\n— А... петь? Я еще тебе свои вопросы задать забыл!\n\"А ведь и правда\" — Сара быстро стушевалась",
    "answers": [
      {
        "id": 58,
        "text": "Хорошо, я приду."
      },
      {
        "id": 59,
        "text": "Скорее всего нет"
      }
    ]
  },
  {
    "id": 57,
    "text": "Оказывается, хрустнула деревянная подошва тапочка, который зацепился за одну из перекладин лестницы. \n\"Что за непруха! Хочешь тут красиво помереть... а тут... \"\nВы зацепились руками за лесницу и поднянулись.\nСара начала ползти по ней...",
    "answers": [
      {
        "id": 33,
        "text": "... и переползла на пару страниц назад."
      }
    ]
  },
  {
    "id": 58,
    "text": "— Нет проблем! — Сара подбадривающее сделала неопределенное движение головой.\n— Круто! — удолетворенно кивнул Кир, расслабленно вернувшись на исходную позицию.\n— Но смотри мне, — она пронзительно глянула на него,- еще раз попробуешь свалить с этого света —  сама тебя из — под земли достану и убью во второй раз.\n— Окей, — Кир сиял, как начищенная монетка. \n\" Или как восходящее солнышко...\"\n Опять что — то в голову непонятное лезет! Ох уж этот недосып...\n— Тогда до встречи, мой ангел-хранитель в тапочках! — Кир махнул рукой и широко улыбнулся.\n— Угу, пока.\nСара покинула крышу с необычайной легкостью внутри. И, почему — то, болели щеки.\n\nОна так и не поняла, что это самая длинная беседа за несколько месяцев, и она не вызвала отвращения или морального упадка. А... даже наоборот. Вот уж неожиданно, если учесть, кто был собеседником.\n\nА щеки болят с непривычки улыбаться.))",
    "answers": [
      {
        "id": 61,
        "text": "Домой"
      }
    ]
  },
  {
    "id": 59,
    "text": "— Значит, так? — Кир улыбнулся —  Ты — мое первое общение за несколько недель. Первое-потому, что ты честна. С собой, окружающими.-он помолчал- И похожа на меня. Сегодня ночью я кинул монетку, — он сделал шаг назад, — Загадал — если появится тот, кто захочет меня видеть — я остаюсь. Если нет... — Кир сделал еще шаг — Было приятно с тобой пообщаться. Пока.\nКир отсалютовал, и специально потеряв равновесие упал спиной назад. Вниз.\n",
    "answers": [
      {
        "id": 35,
        "text": "Нет..."
      },
      {
        "id": 60,
        "text": "Время странностей."
      }
    ]
  },
  {
    "id": 60,
    "text": "Сара обессиленно опустилась на колени. Ноги подкосились. Она убила Кира. Убила. \n  Внезапно ваши тапки завибрировали. Потом вибрация трансформировалась в тряску, и вот они, рассекая межвременную ткань привели вас на пару страниц назад.\n— Чего?\n",
    "answers": [
      {
        "id": 56,
        "text": "Ничего. Будь счастлива."
      }
    ]
  },
  {
    "id": 61,
    "text": "Сара зашла в квартиру, неслышно прикрыв за собой дверь. Телые лучи, пробиваясь сквозь шторы ласкают обитателей жилища. В них плясали пылинки, складываясь в причудливый узор. С кухни доносились манящие ароматы чего-то жарящегося на плите. Невидимая мама методично звенела кастрюльками и посудой, мирно гудела вытяжка, втягивая жар еды и толику запахов. Но и остатков запахов произведений пекарства хватило, чтобы свести с ума и захлебнуться слюной. Мама всегда готовила выпечку, когда волновалась.\n Странно, но Сара не ощущала того давящего чувства, которое набрасывалось на нее из темных углов. Не угнетала атмосфера, царившая в доме последние месяцы. В квартире было... спокойно? Да, именно. \nСара, все еще стояла в коридоре. Похоже, ее приход остался незамеченым. Она присела на корточки и продолжила наслаждаться наблюдением.\n Внезапно со стороны родительской спальни раздался грохот. Сара заинтересованно накронила голову и прислушалась. За грохотом послышались не менее громкие, но приличные ругательства.\n Резко распахнулась дверь, жалобно скрипнула при встрече со стеной. Из-за двери вылетел Сарин папа — Александр",
    "answers": [
      {
        "id": 62,
        "text": "Рассмотреть"
      }
    ]
  },
  {
    "id": 62,
    "text": "Появление было эффектным.  Папа зашел по русски, а точнее — в одних ситцевых труселях. Еще на нем висела рубашка, криво застегнутая на две пуговицы, а по полу хвостом волочился кожанный ремень. На папу были надеты два носка на одну ногу и одинокий, но гордый тапок. \n Папа, ворча и бурча пропрыгал в гостинную. Про себя Сара сравнила его с сонным, взьерошенным и крайне недовольным зайцем.\n На встречу этому зайцу из кухны выплыла мама — Кристина. Она молча сложила руки на груди и смотрела, будто свысока своего опыта, как отец пытается всунуть ремень в несуществующие петельки. Тем временем мама мудро кивала, вдумчиво оглядывая столь неловкое существо, как ее муж.\n ",
    "answers": [
      {
        "id": 63,
        "text": "Фыркнуть"
      }
    ]
  },
  {
    "id": 63,
    "text": "У Сары непроизвольно вырвался смешок. Родители замерли, и не говоря друг другу ни слова повернули головы сторону Сары. Казалось их мысли, летающие с скоростью молний по комнате, можно было услышать.\n \" Что это? Она смеется. СМЕЕТСЯ, САШ. Осложнение?\" — Кристина со страхом в глазах повернулась всем телом к мужу.\n\" Не знаю, не знаю, я ничего не знаю!\" — папа был обескуражен и напуган не меньше супруги.\n В конце этого молчаливого диалога они оба повернули лица к Саре. В их глазах сквозила паника. [ Господи, ну и цирк! Неужели так происходит каждый день? А я и не замечала.]\nСара приняла подчеркнуто отчужденный вид, чтобы родители перестали волноваться. Это сработало. Они оба облегченно выдохнули и успокоились. Сара поднялась на ноги и подошла к ним.\n— Идем завтракать? — холодно поинтересовалась Сара и прошла мимо родителей на кухню. Но и Кристина, и Александр успели заметить легкую улыбку, едва коснувшуюся губ дочери.\n Они переглянулись. Саша бодро кивнул и по армейски промаршировал вслед за дочкой. Смотрелось это весьма комично, если учесть то, что он сверкал труселями на каждом шагу.\n Кристина улыбнулась, покачала головой и завершила странную торжественную процессию, закрыв за собой дверь.",
    "answers": [
      {
        "id": 64,
        "text": "На кухне."
      }
    ]
  },
  {
    "id": 64,
    "text": "Сара оценивающе и пристально рассматривала многообразное великолепие блюд к завтраку, раскинувшиеся на весь стол. Мда, в последнее время мама сильно нервничала. Итак, нужно выбрать из трех фаворитов.\n",
    "answers": [
      {
        "id": 65,
        "text": "Вафли с шоколадной пастой"
      },
      {
        "id": 65,
        "text": "Блинчики с вареньем, или любой другой начинкой"
      },
      {
        "id": 65,
        "text": "Хлопья с молоком"
      }
    ]
  },
  {
    "id": 65,
    "text": "Пока Сара жестоко расправлясь с завтраком, запивая это дело самолично сваренным кофе, который готовить не доверяла никому, Кристина все никак не могла завязать разговор. Вернее, не решалась. Сара из-под тишка рассматривала ее неудачные попытки и отмечала про себя мимику и другие важные факторы. Наконец мама выдавила из себя:\n— Где была сегодня утром?\n— Как всегда — на крыше, — беззаботно отозвалась Сара.\n— Как погода? — мама все кружила и кружила, не решаясь приземлиться.\n— Не тяни, я же вижу.\nНо русские мамки не сдаются!\n— С кем была? — сделала последний рывок, не очень надеясь получить на глупый вопрос неглупый ответ.\nТут уже замялась Сара. Но, пересилив себя, она нехотя буркнула :\n— С Киром.\n— Лесковым?! — мамину челюсть уже можно поднимать домкратом. Она хотела продолжить, но ее прервал папа, ранее не учавствовавший в разговоре. Он подбадривающе кивнул и уставился на маму.\n Она же в ответ собрала волю в кулак и на выдохе проговорила:\n— Слушай, может, пойдешь завтра в школу? — она запнулась и торопливо продолжила :\n— Последний экзамен и...\nЕе перебила Сара. Не фразой, не словом — оторопелым взглядом.\n И ... все? Поэтому так долго тянула, извивалась, уходила? Да когда несколько месяцев не выходишь из дома, ты успеваешь уже институтскую программу выучить! А школьный экзамен Саре так вообще на один зуб!",
    "answers": [
      {
        "id": 68,
        "text": "Конечно, да!",
        "left_answer": true
      },
      {
        "id": 69,
        "text": "Нет",
        "right_answer": true
      }
    ]
  },
  {
    "id": 66,
    "text": "Сара вошла в комнату. Все осталось так, как она оставила перед уходом. Все тот же беспорядок, вся та же валяющаяся на полу макулатура, включая ее тетрадь, все тот же затхлый воздух. Фу, как она могла тут жить! А хотя... Все нормально, она привыкла уже. Эта обстановка стала уже родной. Но ее разбавляла одна деталь.\n На столе, яркой алой капелькой крови лежала книга. На ее обложке не было бульварных картинок, ни хорошо спланированнах артов. Абсолютно чистая, цвета утренней зари или яркого заката. Написаны только название и автор. Еще в середине, прямо под строкой автора , располагался странный рисунок. Золотой круг, как жемчужина венчавший три извилистый и волнистых линии, одна из которых, нижняя, вытягивалась в убывающую тропинку в Сарину сторону. Ей показалось, что на рисунке изображен восход или закат солнца на море. [Да,какая разница, закат или рассвет? В любом случае, это движение солнца в отношении горизонта. Они одинаковы.] \n Она открыла книгу и принялась читать. Название первого рассказа многообещающе : \"Лучезарный феникс''",
    "answers": [
      {
        "id": 67,
        "text": "Дочитать"
      }
    ]
  },
  {
    "id": 67,
    "text": " \" — Добрый вечер, Исайя, — сказал я.\n    — Спокойной ночи, мистер Сократ, — сказал он.\n       И в темноте каждый пошел своей дорогой\"\nКак... красиво все закончилось. В животе у Сары летали птеродактели, грозя снести напрочь пищеварительную систему. Как же долго не могла ни одна книга, и ни один писатель зацепить ее за живое. Писатель уже казался другом, протянувшим руку помощи через года.\n Сара перелистнула страницу.",
    "answers": [
      {
        "id": 70,
        "text": "Вечер."
      }
    ]
  },
  {
    "id": 68,
    "text": " — Конечно, да, — просто ответила Сара. Но как — то не хочется вновь возвращаться в то здание.\n— Вот и отлично! — мама улыбнулась, — Все идут! Даже Кирилл идет! Я встретила его отца, когда тот выгуливал свою собаку...\nДальше Сара уже не слушала. Кир! Оболтус! Идет! На ЭКЗАМЕН! А она чем хуже?!\n — Да я сдам этот экзамен лучше него! — шутливо возмутилась Сара.\nРодители радостно переглянулись. Отец прокашлялся:\n— Сар, я тут у тебя в комнате одну книгу забыл... Она не так и важна, так что можешь принести потом.\n— Да ладно тебе! Сейчас схожу и принесу, — Сара отодвинула стул и встала из-за стола. Потом прошлепала в свою комнату.\n Она не видела, как родители под столом дали друг другу пять. Заговорщики!",
    "answers": [
      {
        "id": 66,
        "text": "Пойти в комнату"
      }
    ]
  },
  {
    "id": 69,
    "text": " — Нет, — просто ответила Сара. Не хочется вновь возвращаться в то здание.\n— Но как же так, — мама заметно растерялась. Из-за этого Сара заколебалась, она была не так уж и уверенна в своем решении.  — Ведь даже Кирилл идет! Я встретила его отца, когда тот выгуливал свою собаку...\nДальше Сара уже не слушала. Кир! Оболтус! Идет! На ЭКЗАМЕН! А она чем хуже?!\n— Лааадно... — протянула она. Не будет же она и впрямь опускаться ниже уровня Кира!\nРодители радостно переглянулись. Отец прокашлялся:\n— Сар, я тут у тебя в комнате одну книгу забыл... Она не так и важна, так что можешь принести потом.\n— Да ладно тебе! Сейчас схожу и принесу! — Сарв отодвинула стул и встала из-за стола. Потом прошлепала в свою комнату.\n Она не видела, как эти заговорщики дали друг другу под столом пять.",
    "answers": [
      {
        "id": 66,
        "text": "В комнатку"
      }
    ]
  },
  {
    "id": 70,
    "text": "Сара и не заметила, как пролежала весь день в обнимку с книгой. Вернее, с книгами. Когда закончилась эта, она побежала в папин кабинет за второй. \n Писатель всей душой тосковал по сильному, доброму и чистому Человеку. Все его рассказы буквально кричат:\n \"Пустите добро по кругу! Оно сильнее зла!\"\n\nОднажды, в одном из интервью он высказывает свое любимое изречение [Да да, я сошла с ума, какая досада!, и полезла в интернет] :\n\" В тот самый момент, когда собираешься сделать зло, сделай добро. Не завтра. Не послезавтра. А именно сейчас. Это мгновение принадлежит тебе. Хватайся за него, как за золотую нить\" .\n \nСара записала его в блокнот со стихами. А что? Вполе имеет право там быть, потому что... Потому что. И все. Эти слова запали в душу.",
    "answers": [
      {
        "id": 71,
        "text": "Следующий день. Школа."
      }
    ]
  },
  {
    "id": 71,
    "text": "Сара пришла только к экзамену. Вчера она пришла еще и за третьей книгой, поэтому проспала до этого момента. В тот момент, когда она открыла  дверь школы,  на нее обрушился школьный звонок. С лестниц высыпали младшеклашки и вопящей гурьбой, снося все по дороге, вбежали в столовую. За ними стайками потянулись ребята из средней школы. Сара молча понаблюдала за этим буйством. Потом  медленно, по стеночке проползла на нужный этаж.\n  По этажу шастали вялые старшеклассники, всю ночь повторявшие материал к экзамену. Сара присела на поддоконник неподалеку от нужной аудитории и осмотрелась. Ее тоже заметили и вальяжной походкой начали движение к Саре. Иванова и Сервиченко. Тут выбора немного.",
    "answers": [
      {
        "id": 72,
        "text": "Отойти"
      },
      {
        "id": 73,
        "text": "Остаться на месте"
      }
    ]
  },
  {
    "id": 72,
    "text": "Куда же отступить? Тут не пройти, тут Русиенко, тут вообще какое-то стадо, тут училка музыки... Еще одной \"дружелюбной\" беседы Сара не выдержит. Хватит с нее предложений, произносимых со скоростью 1000 слов в секунду.\n  Бежать некуда. Все пути к отступлению отрезанны.",
    "answers": [
      {
        "id": 73,
        "text": "Покорно ждать судьбы"
      }
    ]
  },
  {
    "id": 73,
    "text": "Катафалк неумолимо приближался, продираясь через толпу.  Чем ближе они  подходили тем страшнее становилось Саре. Их лица озаряли ехидные улыбки, а глаза сочились ядом. Но что бы не случилось, Сара выдержит их напор.\n— Здравствуй, дорогая, — завела волынку Иришка. Да, теперь ее называли не благородным Ирма, а вот таким вот \"Иришшшка\" Сара как наяву увидела расправляемый капюшон кобры. — Дааавно не виделись, да? А почемуууу? Потому что ты, как кролик, пряяячешься, да? От своей сущности гадкого червяка не спрятаться!\nОни обе разразились злобным смехом. Было видно, что Иришка еще не закончила унижать Сару, поэтому нужно было что — то срочно предпринять. Она уже собралась огрызнуться, но вдруг поняла.\n Поняла, что на одно ругательство найдется другое. И если сделать зло, то запустит по кругу зло. Какая же Ира жалкая.\n \n\" Это мгновение принадлежит тебе. \"\n\n \"Хватайся за него, как за золотую нить.\"\n",
    "answers": [
      {
        "id": 74,
        "text": "Улыбнуться"
      },
      {
        "id": 75,
        "text": "Засмеяться"
      }
    ]
  },
  {
    "id": 74,
    "text": "Неожиданно для себя Сара... улыбнулась.\nДля \"Шерочки с Машерочкой\" это стало не меньшим сюрпризом. Они ошалело вылупились на нее. Это еще больше развеселило Сару.\n — Зато ты, Ир, поднялась на несколько уровней выше, чем червячок! Так держать! — Сара еще раз через силу усмехнулась [Нужно держать планку до конца!] и протиснулась мимо них к открытым теперь дверям аудитории, оставив \"подружечек\"  в ступоре у себя за спиной.\n— О, чуть не забыла, — Сара развернулась на пятках обратно в их сторону. Она подошла к ним сзади и, хлопнув их по плечам, продолжила, — Передай добро по кругу!\n Это было финальным аккордом, добившим неудачных хулиганок, как сказала бы мама.\n Сара победоносно прошевствовала в класс, так о не заметив, что за этим действом наблюдали сразу три человека. Один, одобрительно кивнув двинулся за ней. Вторая записала произошедшее в блокнот, обведя несколько раз фразу \"Передай добро по кругу\", а третья задумчиво провела Сару взглядом.",
    "answers": [
      {
        "id": 76,
        "text": "После экзамена."
      }
    ]
  },
  {
    "id": 75,
    "text": "Неожиданно для себя Сара... засмеялась. На них начали оборачиваться все больше лиц.\nДля \"Шерочки с Машерочкой\" это стало не меньшим сюрпризом. Они ошалело вылупились на нее. Это еще больше развеселило Сару.\n — Зато ты, Ир, поднялась на несколько уровней выше, чем червячок! Так держать! — Сара еще раз через силу усмехнулась [Нужно держать планку до конца!] и протиснулась мимо них к открытым теперь дверям аудитории, оставив \"подружечек\"  в ступоре у себя за спиной.\n— О, чуть не забыла, — Сара развернулась на пятках обратно в их сторону. Она подошла к ним сзади и, хлопнув их по плечам, продолжила, — Передай добро по кругу!\n Это было финальным аккордом, добившим неудачных \"хулиганок\", как сказала бы мама.\n Сара победоносно прошевствовала в класс, так и не заметив, что за этим действом наблюдали не меньше половины коридора. Но важнее всех были три человека. Один, одобрительно кивнув двинулся за ней. Вторая записала произошедшее в блокнот, обведя несколько раз фразу \"Передай добро по кругу\", а третья задумчиво провела Сару взглядом.",
    "answers": [
      {
        "id": 76,
        "text": "После экзамена"
      }
    ]
  },
  {
    "id": 76,
    "text": "Как и предполагалось, Сара сдала экзамен с одного чиха и вышла первая, провожаемая завистливыми взорами бывших подруг. \n Она перешла тихий и безлюдный коридор и уселась на многострадальческий поддоконник, чтобы передохнуть от непривычно большого количества народу.\n Внезапно со стороны пыхтящей от натуги аутиории послышалась дробь шагов. Сара подняла голову. В ее сторону направлялась ярко-рыжая, вющаяся шевелюра. Несколько прядей были заплетены в замысловатые косички с различными веревочками, а копна волос затянута кожанным изящным ремешком, мешающим наглым отдельным волоскам отвлекать хозяйку. Так же на Карине (для тех, кто не догадался) была надета свободная белая рубаха с расширяющимися к запястьям рукавами. Эта экстравагантная рубашка прикрывала низом любимые красные тканевые Каринины штаны с огромным количеством карманов, в которых может оказаться что угодно — от привычных ключей и мелочи до пузырька святой воды \"А, забыла выложить, все в порядке!\" и разнообразных ниток \"Я из них плету фенечки и обереги, они всегда со мной!\". Все еще ведуться споры, сколько всего карманов — некоторые насчитывают десять, а некоторые — двенадцать.\n Завершали образ вечные фенечки и браслеты, оплетавшие все предплечье. Наконец Карина остановилась перед Сарой и жевала губу, иногда делая тщетные порывы что-либо  сказать.",
    "answers": [
      {
        "id": 4,
        "text": "Ну давай, говори, не бойся"
      }
    ]
  },
  {
    "id": 77,
    "text": "Сара встала с кровати. Телые лучи, пробиваясь сквозь шторы ласкают обитателей жилища. В них плясали пылинки, складываясь в причудливый узор. С кухни доносилтсь манящие ароматы чего-то жарящегося на плите. Невидимая мама методично звенела кастрюльками и посудой, мирно гудела вытяжка, втягивая жар еды и толику запахов.  Мама всегда готовила выпечку, когда волновалась. Как же она надоела нервничать по пустякам! \n Сара, как обычно, встала с головной болью. Гнетущая атмосфера никуда не делась. Она висела в доме уже который месяц. Сара не любила подолгу оставаться дома — чувство одиночества диким зверем набрасывалось из всех щелей.\n\n Внезапно со стороны родительской спальни раздался грохот. Сара заинтересованно накронила голову и прислушалась. За грохотом послышались не менее громкие, но приличные ругательства.\n Резко распахнулась дверь, жалобно скрипнула при встрече со стеной. Из-за двери вылетел Сарин папа — Александр.",
    "answers": [
      {
        "id": 78,
        "text": "Выйти из комнаты."
      }
    ]
  },
  {
    "id": 78,
    "text": "Появление было эффектным.  Папа защел по русски, а точнее — в одних ситцевых труселях. Еще на нем висела рубашка, криво застегнутая на две пуговицы, а по полу хвостом волочился кожанный ремень. На папу были надеты два носка на одну ногу и одинокий, но гордый тапок. \n Папа, ворча и бурча пропрыгал в гостинную. Про себя Сара сравнила его с сонным, взьерошенным и крайне недовольным зайцем.\n На встречу этому зайцу из кухны выплыла мама — Кристина. Она молча сложила руки на груди и смотрела, будто свысока своего опыта, как отец пытается всунуть ремень в несуществующие петельки. Тем временем мама мудро кивала, вдумчиво оглядывая столь неловкое существо, как ее муж.\n \n Боже, ну и цирк! Эти ничтожества — ее родители? Клоуны, каких не видел свет, вот что это! Сара устала, как же она устала...\n\nСара приняла отчужденный вид, проходя мимо спорящих  родителей, которые замерли при ее виде.\n— Ну что, идем завтракать? — холодно поинтересовалась Сара и прошла на кухню. Родители тем временем обменялись обеспокоенными взглядами и зайдя на кухню закрыли дверь.",
    "answers": [
      {
        "id": 79,
        "text": "На кухне"
      }
    ]
  },
  {
    "id": 79,
    "text": "Сара оценивающе и пристально рассматривала многообразное великолепие блюд к завтраку, раскинувшиеся на весь стол. Мда, в последнее время мама сильно нервничала. Итак, нужно выбрать из трех фаворитов.\n",
    "answers": [
      {
        "id": 80,
        "text": "Вафли с шоколадной пастой"
      },
      {
        "id": 80,
        "text": "Блинчики с вареньем, или любой другой начинкой"
      },
      {
        "id": 80,
        "text": "Хлопья с молоком"
      }
    ]
  },
  {
    "id": 80,
    "text": "Пока Сара жестоко расправлясь с завтраком, запивая это дело самолично сваренным кофе, который готовить не доверяла никому, Кристина все никак не могла завязать разговор. Вернее, не решалась. Сара из-под тишка рассматривала ее неудачные попытки и отмечала про себя мимику и другие важные факторы. Наконец мама выдавила из себя:\n— Где была сегодня утром?\n— Как всегда — на крыше, —  отозвалась Сара.\n— Как погода? — мама все кружила и кружила, не решаясь приземлиться.\n— Не тяни, я же вижу.\n Мама хотела продолжить ненужную беседу, но ее прервал папа, ранее не учавствовавший в разговоре. Он подбадривающе кивнул и уставился на маму.\n Она же в ответ собрала волю в кулак и на выдохе проговорила:\n— Слушай, может, пойдешь завтра в школу? — она запнулась и торопливо продолжила :\n— Последний экзамен и...\nЕе перебила Сара. Не фразой, не словом — оторопелым взглядом.\n И ... все? Поэтому так долго тянула, извивалась, уходила? Да когда несколько месяцев не выходишь из дома, ты успеваешь уже институтскую программу выучить! А школьный экзамен Саре так вообще на один зуб!",
    "answers": [
      {
        "id": 81,
        "text": "Да",
        "left_answer": true
      },
      {
        "id": 82,
        "right_answer": true,
        "text": "Нет"
      }
    ]
  },
  {
    "id": 81,
    "text": " — Конечно, да, — просто ответила Сара. Но как — то не хочется вновь возвращаться в то здание.\n Родители явно обрадовались. Из — за каждой мелочи радоваться — это уже странно.\n— Вот и отлично! — мама улыбнулась, — Все идут! Даже Кирилл идет! Я встретила его отца, когда тот выгуливал свою собаку...\nНу и? Идет и идет. Какая разница, сдаст или не сдаст этот имбецил? Но вслух она лишь пробормотала:\n — Ага\nОтец прокашлялся:\n— Сар, я тут у тебя в комнате одну книгу забыл... Она не так и важна, так что можешь принести потом.\n— Ага— Сара отодвинула стул и встала из-за стола. Потом прошлепала в свою комнату.\n Она не видела, как родители в панике переглянулись, а потом мама отчаянно схватила себя за голову.",
    "answers": [
      {
        "id": 83,
        "text": "В комнату"
      }
    ]
  },
  {
    "id": 82,
    "text": " — Нет, — просто ответила Сара. Не хочется вновь возвращаться в то здание.\n— Но как же так, — мама заметно растерялась. Какая же она жалкая, аж противно,— Ведь даже Кирилл идет! Я встретила его отца, когда тот выгуливал свою собаку...\nДальше Сара уже не слушала. Лесков! Оболтус! Идет! На ЭКЗАМЕН! А она чем хуже?!\n— Лааадно... — протянула она. Не будет же она и впрямь опускаться ниже уровня Лескова!\nРодители радостно переглянулись. Отец прокашлялся:\n— Сар, я тут у тебя в комнате одну книгу забыл... Она не так и важна, так что можешь принести потом.\n— Ага — Сара отодвинула стул и встала из-за стола. Потом прошлепала в свою комнату.\n Она не видела, как родители вновь обменялись беспокойными взглядами, а мама отчаянно уронила голову на руки.",
    "answers": [
      {
        "id": 83,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 83,
    "text": "Сара зашла в свою комнату. Вновь кинула взгляд на блестящий, стальной, красивый нож. Нет. Краси...Нет. А может еще разок... НЕТ, НЕТ! \n Сара одернула рукав, скрывающий шрамы. Нет, хватит. Она поспит и станет лучше.",
    "answers": [
      {
        "id": 84,
        "text": "Спать."
      }
    ]
  },
  {
    "id": 84,
    "text": "Сара пришла только к экзамену. Вчера она пришла еще и за третьей книгой, поэтому проспала до этого момента. В тот момент, когда она открыла  дверь школы,  на нее обрушился школьный звонок. С лестниц высыпали младшеклашки и вопящей гурьбой, снося все по дороге вбежали в столовую. За ними стайками потянулись ребята из средней школы. Сара молча понаблюдала за этим буйством. Потом  медленно, по стеночке проползла на нужный этаж.\n  По этажу шастали вялые старшеклассники, всю ночь повторявшие материал к экзамену. Сара присела на поддоконник неподалеку от нужной аудитории и осмотрелась. Ее тоже заметили и вальяжной походкой начали движение к Саре. Иванова и Сервиченко. ",
    "answers": [
      {
        "id": 85,
        "text": "Ждать"
      },
      {
        "id": 84,
        "text": "|Невидимо. Требуется другая концовка первого дня|",
        "comment": true
      }
    ]
  },
  {
    "id": 85,
    "text": "Катафалк неумолимо приближался, продираясь через толпу.  Чем ближе они  подходили тем страшнее становилось Саре. Их лица озаряли ехидные улыбки, а глаза сочились ядом. Но что бы не случилось, Сара выдержит их напор.\n— Здравствуй, дорогая, — завела волынку Иришка. Да, теперь ее называли не благородным Ирма, а вот таким вот \"Иришшшка\" Сара как наяву увидела расправляемый капюшон кобры.\n — Дааавно не виделись, да? А почемуууу? Потому что ты, как кролик, пряяячешься, да? От своей сущности ничтожного червяка не спрята... кхп! \nТут Лина ткнула локтем Иришку в бок. Иванова поперхнулась оскорблениями и забегала из стороны в сторону глазами, как будто вспомнив истинную цель разговора.\n— Эээ... Ну, в общем... — она обернулась на Сервиченко. Та в свою очередь отстраненно кивнула. Ирма приняла это за одобрение, вновь поверила в себя, и обретя силы превратилась в Иришку.\n— Сорьки за это, и то что было, — в глазах ни капли раскаяния, а только холод. Но тут Иришка оживилась, и заговорщеским тоном продолжила, —  А ты знала, что сегодня рано утром Лесков спрыгнул с крыши? Вы ж вроде в одном доме живете, ты подробности знаешь, да?\nСарин позвоночник пробил ток. Так вот почему она тогда хотела интуитивно пойти на крышу... \n Но на нее выжидающе глядели аж четыре глаза. Что ответить?",
    "answers": [
      {
        "id": 86,
        "text": "Правда",
        "left_answer": true
      },
      {
        "id": 97,
        "right_answer": true,
        "text": "Ложь"
      }
    ]
  },
  {
    "id": 86,
    "text": "— Простите, я ничего не знаю,- Сара отрицательно помотала головой,- Я только что от вас узнала, что он вообще... того.\n Интерес и азарт в глазах \"подружечек\" быстро поубавились.\n— Аааа... ну тогда пока-пока, да? — протянула Иришка\n— Адьес, — коротким изящным движением Лина выкинула руку в прощальном жесте.",
    "answers": [
      {
        "id": 88,
        "text": "Домой"
      }
    ]
  },
  {
    "id": 87,
    "text": "Сара встала с кровати. Телые лучи, пробиваясь сквозь шторы ласкают обитателей жилища. В них плясали пылинки, складываясь в причудливый узор. С кухни доносилтсь манящие ароматы чего-то жарящегося на плите. Невидимая мама методично звенела кастрюльками и посудой, мирно гудела вытяжка, втягивая жар еды и толику запахов.  Мама всегда готовила выпечку, когда волновалась. Как же она надоела нервничать по пустякам! \n Сара, как обычно, встала с головной болью. Гнетущая атмосфера никуда не делась. Она висела в доме уже который месяц. Сара не любила подолгу оставаться дома — чувство одиночества диким зверем набрасывалось из всех щелей.\n\n Внезапно со стороны родительской спальни раздался грохот. Сара заинтересованно наклонила голову и прислушалась. За грохотом послышались не менее громкие, но приличные ругательства.\n Резко распахнулась дверь, жалобно скрипнула при встрече со стеной. Из-за двери вылетел Сарин папа — Александр.",
    "answers": [
      {
        "id": 89,
        "text": "Выйти из комнаты"
      }
    ]
  },
  {
    "id": 88,
    "text": "На негнущихся ногах Сара попыталась выйти из школы. Но попытка не увенчалась успехом, и она осела на колени в безлюдном и безмолвном коридоре школы. \n Может быть, подумав и изменив свое решение тогда, пойди она наповоду у инстинкта, Лесков был бы сейчас жив! Она всхлипнула и поднялась на ноги.\n \nСара не помнит, как добралась до дома. Как забралась на крышу. Очнулась она только тогда, когда стояла на самом краю, держа баланс на носках. Пронизывающий ветер растрепал волосы по лицу. Он жесткими ледяными руками срывал пальто, заставляя ткань трепетать. Сара сняла его и отдала на потеху ветру. Кажется, что кто-то приобнял ее за плечи, будто говоря — \"Не бойся, я жду\" Она почуяла навящивый запах мятной жевачки.\n Сзади никого не было. \n Но...\n Без страха, без сожалений. Шаг.\n\n[ У меня нет крыльев. Но я все равно лечу. ]",
    "answers": [
      {
        "id": 1,
        "text": "Кирилл?"
      }
    ]
  },
  {
    "id": 89,
    "text": "Появление было эффектным.  Папа зашел по русски, а точнее — в одних ситцевых труселях. Еще на нем висела рубашка, криво застегнутая на две пуговицы, а по полу хвостом волочился кожанный ремень. На папу были надеты два носка на одну ногу и одинокий, но гордый тапок. \n Папа, ворча и бурча пропрыгал в гостинную. Про себя Сара сравнила его с сонным, взьерошенным и крайне недовольным зайцем.\n На встречу этому зайцу из кухны выплыла мама — Кристина. Она молча сложила руки на груди и смотрела, будто свысока своего опыта, как отец пытается всунуть ремень в несуществующие петельки. Тем временем мама мудро кивала, вдумчиво оглядывая столь неловкое существо, как ее муж.\n \n Боже, ну и цирк! Эти ничтожества — ее родители? Клоуны, каких не видел свет, вот что это! Сара устала, как же она устала...\n\nСара приняла отчужденный вид, проходя мимо спорящих  родителей, которые замерли при ее виде.\n— Ну что, идем завтракать? — холодно поинтересовалась Сара и прошла на кухню. Родители тем временем обменялись обеспокоенными взглядами и зайдя на кухню закрыли дверь.",
    "answers": [
      {
        "id": 90,
        "text": "На кухне"
      }
    ]
  },
  {
    "id": 90,
    "text": "Сара оценивающе и пристально рассматривала многообразное великолепие блюд к завтраку, раскинувшиеся на весь стол. Мда, в последнее время мама сильно нервничала. Итак, нужно выбрать из трех фаворитов.\n",
    "answers": [
      {
        "id": 91,
        "text": "Вафли с шоколадной пастой"
      },
      {
        "id": 91,
        "text": "Блинчики с вареньем, или любой другой начинкой"
      },
      {
        "id": 91,
        "text": "Хлопья с молоком"
      }
    ]
  },
  {
    "id": 91,
    "text": "Пока Сара жестоко расправлясь с завтраком, запивая это дело самолично сваренным кофе, который готовить не доверяла никому, Кристина все никак не могла завязать разговор. Вернее, не решалась. Сара из-под тишка рассматривала ее неудачные попытки и отмечала про себя мимику и другие важные факторы. Наконец мама выдавила из себя:\n— Где была сегодня утром?\n— Как всегда — на крыше, —  отозвалась Сара.\n— Как погода? — мама все кружила и кружила, не решаясь приземлиться.\n— Не тяни, я же вижу.\n Мама хотела продолжить ненужную беседу, но ее прервал папа, ранее не учавствовавший в разговоре. Он подбадривающе кивнул и уставился на маму.\n Она же в ответ собрала волю в кулак и на выдохе проговорила:\n— Слушай, может, пойдешь завтра в школу? — она запнулась и торопливо продолжила :\n— Последний экзамен и...\nЕе перебила Сара. Не фразой, не словом — оторопелым взглядом.\n И ... все? Поэтому так долго тянула, извивалась, уходила? Да когда несколько месяцев не выходишь из дома, ты успеваешь уже институтскую программу выучить! А школьный экзамен Саре так вообще на один зуб!",
    "answers": [
      {
        "id": 92,
        "text": "Да",
        "left_answer": true
      },
      {
        "id": 93,
        "text": "Нет",
        "right_answer": true
      }
    ]
  },
  {
    "id": 92,
    "text": " — Конечно, да, — просто ответила Сара. Но как — то не хочется вновь возвращаться в то здание.\n Родители явно обрадовались. Из — за каждой мелочи радоваться — это уже странно.\n— Вот и отлично! — мама улыбнулась, — Все идут! Даже Кирилл идет! Я встретила его отца, когда тот выгуливал свою собаку...\nНу и? Идет и идет. Какая разница, сдаст или не сдаст этот имбецил? Но вслух она лишь пробормотала:\n — Ага\nОтец прокашлялся:\n— Сар, я тут у тебя в комнате одну книгу забыл... Она не так и важна, так что можешь принести потом.\n— Ага— Сара отодвинула стул и встала из-за стола. Потом прошлепала в свою комнату.\n Она не видела, как родители в панике переглянулись, а потом мама отчаянно схватила себя за голову.",
    "answers": [
      {
        "id": 94,
        "text": "В комнату"
      }
    ]
  },
  {
    "id": 93,
    "text": " — Нет, — просто ответила Сара. Не хочется вновь возвращаться в то здание.\n— Но как же так, — мама заметно растерялась. Какая же она жалкая, аж противно,— Ведь даже Кирилл идет! Я встретила его отца, когда тот выгуливал свою собаку...\nДальше Сара уже не слушала. Лесков! Оболтус! Лентяй! Даже он решил пойти... Ну если даже ОН, то она и подавно!\n— Лааадно... — протянула она. Не будет же она и впрямь опускаться ниже уровня Лескова!\nРодители радостно переглянулись. Отец прокашлялся:\n— Сар, я тут у тебя в комнате одну книгу забыл... Она не так и важна, так что можешь принести потом.\n— Ага — Сара отодвинула стул и встала из-за стола. Потом прошлепала в свою комнату.\n Она не видела, как родители вновь обменялись беспокойными взглядами, а мама отчаянно уронила голову на руки.",
    "answers": [
      {
        "id": 94,
        "text": "В комнату"
      }
    ]
  },
  {
    "id": 94,
    "text": "Сара зашла в свою комнату. Вновь кинула взгляд на блестящий, стальной, красивый нож. Нет. Краси...Нет. А может еще разок... НЕТ, НЕТ! \n Сара одернула рукав, скрывающий шрамы. Нет, хватит. Она поспит и станет лучше.",
    "answers": [
      {
        "id": 95,
        "text": "Спать"
      }
    ]
  },
  {
    "id": 95,
    "text": "Сара пришла только к экзамену. Вчера она как уснула, так и не вствавала до самого утра. Потом еще раз уснула. И еще.\nВ тот момент, когда она открыла  дверь школы,  на нее обрушился школьный звонок. С лестниц высыпали младшеклашки и вопящей гурьбой, снося все по дороге вбежали в столовую. За ними стайками потянулись ребята из средней школы. Сара молча понаблюдала за этим буйством. Потом  медленно, по стеночке проползла на нужный этаж.\n  По этажу шастали вялые старшеклассники, всю ночь повторявшие материал к экзамену. Сара присела на поддоконник неподалеку от нужной аудитории и осмотрелась. Ее тоже заметили и вальяжной походкой начали движение к Саре. Иванова и Сервиченко. ",
    "answers": [
      {
        "id": 96,
        "text": "Ждать"
      },
      {
        "id": 84,
        "text": "|Невидимо. Требуется другая концовка первого дня|",
        "comment": true
      }
    ]
  },
  {
    "id": 96,
    "text": "Катафалк неумолимо приближался, продираясь через толпу.  Чем ближе они  подходили тем страшнее становилось Саре. Их лица озаряли ехидные улыбки, а глаза сочились ядом. Но что бы не случилось, Сара выдержит их напор.\n— Здравствуй, дорогая, — завела волынку Иришка. Да, теперь ее называли не благородным Ирма, а вот таким вот \"Иришшшка\" Сара как наяву увидела расправляемый капюшон кобры.\n — Дааавно не виделись, да? А почемуууу? Потому что ты, как кролик, пряяячешься, да? От своей сущности ничтожного червяка не спрята... кхп! \nТут Лина ткнула локтем Иришку в бок. Иванова поперхнулась оскорблениями и забегала из стороны в сторону глазами, как будто вспомнив истинную цель разговора.\n— Эээ... Ну, в общем... — она обернулась на Сервиченко. Та в свою очередь отстраненно кивнула. Ирма приняла это за одобрение, вновь поверила в себя, и обретя силы превратилась в Иришку.\n— Сорьки за это, и то что было, — в глазах ни капли раскаяния, а только холод. Но тут Иришка оживилась, и заговорщеским тоном продолжила, —  А ты знала, что сегодня рано утром Лесков спрыгнул с крыши? Вы ж вроде в одном доме живете, ты подробности знаешь, да?\nСарин позвоночник пробил ток.  ОНА его убила, убила, убила...\n Но на нее выжидающе глядели аж четыре глаза. Что ответить?",
    "answers": [
      {
        "id": 97,
        "right_answer": true,
        "text": "Ложь"
      },
      {
        "id": 96,
        "text": "|Невидимо. Требуется другая концовка первого дня|",
        "comment": true
      }
    ]
  },
  {
    "id": 97,
    "text": "— Эм, у него на столе нашли... предсмертную записку. Ведь так люди делают — осталяют записку... — по невпечатленным выражением лиц Сара поняла, что этого не достаточно.\n— Иии... в ней он объяснялось... почему он это сделал — в воздухе завитал интерес, — в стихах... — глаза зажглись азартом, и Сара решила красиво закончить, —  к одной девушке. Да, так и было!\n Иришка и Лина радостно переглянулись. Иванова удолетворенно кивнула.\n— Я с самого начала это знала, дааа! — радостная Лина продолжила:\n— Вот будет о чем поболтать! Кстати, хочешь, встретимся как-нибудь? На тебя, видно, можно положиться!\n— Да я сама на вас лечь могу, — проворчала себе под нос Сара.\n— Что что?\n— Ничего. Знаете, я что—то себя нехорошо чувствую... Потом отвечу, спишемся, — Этот факт подтвердили покашивающиеся коленки. Поэтому она развернулась к выходу из школы. Нужно переварить эту ситуацию с Киром.\n— Только поторопись, — Иванова недовольно оглядела Сару. Нужно поскорее ответить, поэтому Сара про себя уже решила, что...",
    "answers": [
      {
        "id": 98,
        "text": "Согласиться"
      },
      {
        "id": 88,
        "text": "Откажется"
      }
    ]
  },
  {
    "id": 98,
    "text": "Лескова жалко, конечно, но тут ничего не поделаешь. Сара собрала себя обратно из раскисшей кашки и повернулась к ним. \n— А знаете что... Я, пожалуй приду. Когда встречаемся? \nЛина радостно улыбнулась, а Иришка натужно кивнула.\n— Только учти, с нами будут еще и наши парни. У тебя то его нет, так что не кипишуй, если окажешься внезапно одна, — Иванова неприязненно фыркнула. \n— Хватит, — Лина одернула Иришку,- До встречи.\n— Пока.",
    "answers": [
      {
        "id": 99,
        "text": "В следующий раз."
      }
    ]
  },
  {
    "id": 99,
    "text": "Договорились встретиться в тороговом центре. Иришка и Сервиченко носились от одного магазина к другому со скоростью ошпаренной креветки. Как оказалось, Линин парень заболел, а вторым оказался никто иной, как Русиенко. Поэтому они вдвоем таскались за креветками со скоростью уставших (уже!) студентов. Откуда у них столько энергии? Портативный атомный реактор? \n В итоге прогулка разделилась на две группировки: неустанно летающие по магазинам \"креветки\" и адекватные студенты, отсиживающиеся на лавочках. Креветки постоянно визжали \" Смотри, какая штучка!\" или \" Пошли туда, туда, туда!\", а самая пытка это \" Как вам вот это, а это, а это?\" \n Под конец, когда Сара уже жалела, что не взяла с собой дробовик — самой застрелиться и их застрелить — Лео вдруг решил заговорить. Они сидели на лавочке в одном из огромных застекленных коридоров. Он уже открыл рот, но посмотрев на Сарин взгляд, полный отвращения, захлопнул его обратно. Потом предпринял вторую попытку.\n — Мне жаль, что так получилось, — Сара неверяще глянула на того, кто первый от нее отвернулся, — Знаешь, потом я понял, что ты — одна из лучших и обладаешь разумом, — Русиенко провел взгдядом визжащих от востоога \"креветок\" , — Так, может, повторим? \n",
    "answers": [
      {
        "id": 100,
        "text": "-Ладно так и быть."
      },
      {
        "id": 101,
        "text": "- Ты что, больной? После всего?"
      }
    ]
  },
  {
    "id": 100,
    "text": "— Ладно, так и быть... [Простила же я этих, почему и Русиенко не простить?]\n— Круто! А, смотри, возвращаются...\nКогда подружки приблизились, Лео встал напротив Иришки и заявил :\n— Ириш, я тебя бросаю, прости, — потом, незаметно от Сары чуть дотронулся до ее руки. Иванова в ответ легонько кивнула, и на ее губах заиграла злая усмешка. \n                       Пара месяцев спустя.\nСара беспокойно кидала взгляды на часы, висящие над главным входом. Леня уже опаздывал на полчаса. Наконец в толпе показалась его блондинистая голова. \n— Леня! Лень! Я тут! — Русиенко обернулся на звук и пошел в ту сторону.\n— Я же просил меня так не называть, — холодно кинул он.\n— П-прости, — Сара потупила взгляд,- а ты опять...\n— Нет, — перебил ее Лео, — А что?\n— Н-ничего, — помялась Сара, — Я...\n— Ну все, мне надоело, зай. Пошли уже.\n— Но я...\n[ Я так боюсь остаться без тебя. Надо мной опять будут смеяться...] \nНо вслух ничего не сказала. Лишь опустила голову и покорно пошла за ним.\nТут в кармане Лео звякнуло оповещение. Он разблокировал телефон. Сообщение от Иришки.\n\"Ну что, до следующего раза, котик? \"\n\"Конечно, мяу ;3. Только от прилипалы отвяжусь...\"\n \" Хпха, лол. Это мы ей в голову вбили, что без парня она — ничто.\"\n\" Красавица <3 \"\n\n\n\nПроверьте свои достижения.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 101,
    "text": "— Ну точно чокнутый. А Иришка? Между прочим, у меня наконец — то появились подруги! И из — за тебя рушить нашу дружбу я не собираюсь! — Сара возмущенно тряхнула головой. Потом встала и с достоинством двинулась в сторону \"креветок\" , удивленно наблюдающих за ней.\n—Понятно! Ты такая же, как они! — Лео вскочил, потом сел, потом снова вскочил, — Вот глупая...\n                         \n                         Пара месяцев спустя.\n— Алло-алло? Сарри, ты меня слышишь, да? \n— Да, Ириш, слышу. Чего звонишь?\n— Мы собираемся в бутик \"Пудра в глаза\". Ты, конечно, идешь с нами, но учти, что еще с нами будет моя дааавняя подруга, поэтому оденься поприличней, да?\n— Договорились. Бай-бай!\n Иришка положила трубку и скривилась. ''Бай-бай? Из какого века она этого понабралась? Фе.\"\nИришка набрала еще один номер.\n— Привет, Ксюш. Ну все, я нашла нам носильщицу.\n— И, я не очень понимаю, зачем ее таскать с собой?\nИванова оскалилась.\n— Ее прикольно доставать.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 102,
    "text": " — Прости, наверное, все таки нет, — Сара ободряюще похлопала Карину по плечу. \n— Как же так... — Карина расстроено опустила эти самые плечи, — Пойду Рил расскажу, может, не обидится, если я вылью душу... \nКарина поплелась дальше по коридору.\nСара проводила ее взглядом и пошла домой.",
    "answers": [
      {
        "id": 105,
        "text": "Пойти домой."
      }
    ]
  },
  {
    "id": 103,
    "text": "— Ого, как запуталтсь нити судьбы...\n— Что? — Рина недоуменно повернула голову к Саре.\n— Ничего. До встречи!\nСара вышла из школы и пошла к воротам, огораживающим территорию. Краем глаза она успела заметить, что из школы вышел Кир.\n[ Но это меня уже не касается.] \nСара перехватила поудобней рюкзак и пошла своей дорогой.",
    "answers": [
      {
        "id": 104,
        "text": "Домой"
      }
    ]
  },
  {
    "id": 104,
    "text": "Сара шла по улице в несказанно хорошем настроении. Наконец — то все сдано. И эта странная девушка... Ей никто так не понравился (как человек) за последние месяцы. За исключением Кира... \n Кстати о бабочках. Скоро они должны встретиться на крыше. Но так как он еще не вышел, у Сары есть время.\n Она поняла лицо к солнышку. Лето витало в воздухе вместе с птицами, задорно чирикавшими в вышине. Она сделала глубокий вдох. Пахнет медом, цветами, прелой травой и , к сожалению, машинами. Мимо промчался лихой мотоциклист ревя мотором. Да, это лето. Сара довольно зажмурилась. \n— Доченька, у тебя все хорошо? — из облаков ее вывела сухонькая старушка. Видя, что Сара пришла в себя, она облегченно покачала головой, — Да, я тоже была такой в юности. Во, смотри, — старушка указала палкой на дорогу, на котооую чуть не вышла Сара. Она испуганно вздрогнула и сердечно поблагодарила бабушку. Та в ответ улыбнулась, покачала головой еще разок, протянула Саре яблоко и сказала:\n— Ох, сколько раз я пыталась ее перейти... Та коза с фаерболами мне до сих пор в кошмарах приходит.\nСтранная бабушка ушла, опасливо поглядывая на дорогу и бормоча:\n— Нее, больше я не попадусь, не верю я тебе больше. Опасная ты, свят свят свят...\n Сара пожала плечами. Прямо через дорогу располагался ее дом, поэтому Сара со спокойной душой перешла проезжую часть.",
    "answers": [
      {
        "id": 113,
        "text": "Перейти дорогу"
      }
    ]
  },
  {
    "id": 105,
    "text": "Сара шла по улице в хорошем настроении. Наконец — то все сдано. И эта странная девушка... Ей никто так не понравился (как человек) за последние месяцы. За исключением Кира... \n Кстати о бабочках. Скоро они должны встретиться на крыше. Но так как он еще не вышел, у Сары есть время.\n Она поняла лицо к солнышку. Лето витало в воздухе вместе с птицами, задорно чирикавшими в вышине. Она сделала глубокий вдох. Пахнет медом, цветами, прелой травой и , к сожалению, машинами. Мимо промчался лихой мотоциклист ревя мотором. Да, это лето. Сара довольно зажмурилась. \n— Доченька, у тебя все хорошо? — из облаков ее вывела сухонькая старушка. Видя, что Сара пришла в себя, она облегченно покачала головой, — Да, я тоже была такой в юности. Во, смотри, — старушка указала палкой на дорогу, на котооую чуть не вышла Сара. Она испуганно вздрогнула и сердечно поблагодарила бабушку. Та в ответ улыбнулась, покачала головой еще разок, протянула Саре яблоко и сказала:\n— Ох, сколько раз я пыталась ее перейти... Та коза с фаерболами мне до сих пор в кошмарах приходит.\nСтранная бабушка ушла, опасливо поглядывая на дорогу и бормоча:\n— Нее, больше я не попадусь, не верю я тебе больше. Опасная ты, свят свят свят...\n Сара пожала плечами. Прямо через дорогу располагался ее дом, поэтому Сара со спокойной душой перешла проезжую часть.",
    "answers": [
      {
        "id": 107,
        "text": "Перейти дорогу"
      }
    ]
  },
  {
    "id": 106,
    "text": "Сара шла по улице в несказанно хорошем настроении. Наконец — то все сдано. И эта странная девушка... Ей никто так не понравился (как человек) за последние месяцы. За исключением Кира... \n Кстати о бабочках. Скоро они должны встретиться на крыше. Но так как он еще не вышел, у Сары есть время.\n Она поняла лицо к солнышку. Лето витало в воздухе вместе с птицами, задорно чирикавшими в вышине. Она сделала глубокий вдох. Пахнет медом, цветами, прелой травой и , к сожалению, машинами. Мимо промчался лихой мотоциклист ревя мотором. Да, это лето. Сара довольно зажмурилась. \n— Доченька, у тебя все хорошо? — из облаков ее вывела сухонькая старушка. Видя, что Сара пришла в себя, она облегченно покачала головой, — Да, я тоже была такой в юности. Во, смотри, — старушка указала палкой на дорогу, на котооую чуть не вышла Сара. Она испуганно вздрогнула и сердечно поблагодарила бабушку. Та в ответ улыбнулась, покачала головой еще разок, протянула Саре яблоко и сказала:\n— Ох, сколько раз я пыталась ее перейти... Та коза с фаерболами мне до сих пор в кошмарах приходит.\nСтранная бабушка ушла, опасливо поглядывая на дорогу и бормоча:\n— Нее, больше я не попадусь, не верю я тебе больше. Опасная ты, свят свят свят...\n Сара пожала плечами. Прямо через дорогу располагался ее дом, поэтому Сара со спокойной душой перешла проезжую часть.",
    "answers": [
      {
        "id": 113,
        "text": "Перейти дорогу."
      }
    ]
  },
  {
    "id": 107,
    "text": "Сара уже собралась перейти дорогу, но тут... а нет, все нормально, она прошда без проишествий. Она вошла в подъезд, расписанный доброй рукой красочными граффтти и подошла к старенькому дребезжащему лифтику с помигивающим светом. Поднтмаясь вверх в кабинке, Сара сравнила его со брюзжащим старичком, и уже планировала, что наденет на себя.\n[ Стоять ] — Она одернула себя. С каких пор ее волнует внешний вид? Видимо, так влияют конец экзаменов и юношеская пора — лето. Наконец, створки лифта отворились, Сара вошла в квартиру и ловким движением сбросила сапоги и верхнюю одежду. Время неумолимо поджимало. Она резво понеслась в комнату, захлопнула дверь. Сара начала лихорадочно рытся в ящиках стола, непонятно, что силясь найти, и параллельно стала быстро планировать дальнейшие действия.",
    "answers": [
      {
        "id": 128,
        "text": "Открыть шкаф"
      },
      {
        "id": 107,
        "text": "| Невидимо. Требуетcя другая концовка в школе. |",
        "comment": true
      }
    ]
  },
  {
    "id": 108,
    "text": "Ну что, приветик!\n;)",
    "answers": [
      {
        "id": 109,
        "text": "Здорова, брат братан братишка."
      },
      {
        "id": 110,
        "text": "Как жизнь?"
      },
      {
        "id": 111,
        "text": "И тебе приветик ))"
      }
    ]
  },
  {
    "id": 109,
    "text": "Йоу, братишка. Сколько лет, сколько зим! Ну че, базарить будешь?",
    "answers": [
      {
        "id": 1,
        "text": "Да не, бро. В лом"
      },
      {
        "id": 112,
        "text": "Ну поехали"
      }
    ]
  },
  {
    "id": 110,
    "text": "Нормальненько. Спасибо, что спросили! Так вопросы задавать будешь, или возмешь печеньку с чаем и пойдешь на первую страничку? Держи, вот. *говорит старческим голосом* ",
    "answers": [
      {
        "id": 1,
        "text": "Спасибочки."
      },
      {
        "id": 112,
        "text": "Буду."
      }
    ]
  },
  {
    "id": 111,
    "text": "Самый вежливый из всех. Молодец, заведомо люблю.  Вопросы есть?",
    "answers": [
      {
        "id": 112,
        "text": "Конечно. "
      }
    ]
  },
  {
    "id": 112,
    "text": "Ну задавай свои вопросы, рада ответить.\nМоя группа — https://m.vk.com/club169434007.\nОна не совсем моя, правда, ею занимается мой друг Хома. ",
    "answers": [
      {
        "id": 162,
        "text": "Знаешь, передумала. Я пошла."
      },
      {
        "id": 165,
        "text": "Я недоволен вот этим вот квестушкой!!! Я дизлайкнул, и хочу жаловаться!"
      },
      {
        "id": 166,
        "text": "Куда задавать вопросы?"
      },
      {
        "id": 167,
        "text": "Есть книга жалоб и предложений?"
      },
      {
        "id": 168,
        "text": "Так так, это точно твой первый квест?"
      },
      {
        "id": 1,
        "text": "На первую страницу"
      }
    ]
  },
  {
    "id": 113,
    "text": "Сара уже собралась перейти дорогу, но тут... а нет, все нормально, она прошла без проишествий. Она вошла в подъезд, расписанный доброй рукой красочными граффтти и подошла к старенькому дребезжащему лифтику с помигивающим светом. Поднимаясь вверх в кабинке, Сара сравнила его со брюзжащим старичком, и уже планировала, что наденет на себя.\n[ Стоять ] — Она одернула себя. С каких пор ее волнует внешний вид? Видимо, так влияют конец экзаменов и юношеская пора — лето. Наконец, створки лифта отворились, Сара вошла в квартиру и ловким движением сбросила сапоги и верхнюю одежду. Время неумолимо поджимало. Она резво понеслась в комнату, захлопнула дверь. Она начала лихорадочно рытся в ящиках стола, непонятно, что силясь найти, и параллельно стала быстро планировать дальнейшие действия.",
    "answers": [
      {
        "id": 115,
        "text": "Открыть шкаф."
      },
      {
        "id": 116,
        "text": "Завести новый блокнот"
      }
    ]
  },
  {
    "id": 114,
    "text": "Замечательно. Ничего дизайнерски гениального, но хоть чистое и не мятое. Сара уже знахомой дорогой вылезла на лестницу и стала  забираться обезьянкой наверх. Кроссовки, благоразумно надетые ранее, успешно этому способствовали.",
    "answers": [
      {
        "id": 118,
        "text": "Добраться до крыши."
      }
    ]
  },
  {
    "id": 115,
    "text": "Нужно выбрать, в чем пойти. Блин,это уже напоминает какую-то девчоночью отоме-игру! Еще не хватает морей парней, интриг, скандалов, нервно покуривающего Дома 2 в сторонке и восторженных операторов ТНТ.  Ладно, как бы то ни было. Все равно нужно же переодеться — не в этом же по крыше лазать.",
    "answers": [
      {
        "id": 114,
        "text": "Удобные черные джинсы, белый свитер крупной вязки"
      },
      {
        "id": 114,
        "text": "Любимая черная толстовка, прикрывающая начало ног и удобные бриджи с завязками"
      },
      {
        "id": 114,
        "text": "Черная мантия, опять же черные джинсы с потертостями и дырками. "
      }
    ]
  },
  {
    "id": 116,
    "text": "Сара уже начала копаться в вещах для встречи, но тут ее осенило. Просто внезапно стукнуло в голову.\n[ Подождите. Ведь я обещала встретиться вечером и Киру, и Рине! Блин, ну как я могла забыть! Нужно все записывать, раз не могу организоваться. ]\nОна снова открыла ящик и достала оттуда блокнот. Совсем новенький. Сара вспомнила, что когда — то в школе проводили \"День друзей\". Каждый кидал в большую коробку свое имя, а потом доставал любое другое. Это был твой \"тайный друг\" на сегодня. Можно делать ему приятное тайно, чтобы не было неловкости. Но фишка в том, что приятности должны быть обязательно.\n Многие воспользовались моментом, и анонимно делали то, на что раньше бы не решились. Как Сара потом узнала, тот, кто вытащил ее имя, заболел, так что этот блокнот ей подарил неизвестный друг.\n Прямо под ним лежала черная тетрадь с бабочкой. Той самой, красной. Сара внимательно ее осмотрела, почитала стихи, которая она хранила... И без сожалений выкинула куда — то за шкаф. Все. С этими гадюками кончено совсем, и она не станет наступать на грабли, заботливо подложенные бывшими подругами. Вместо этого Сара открыла блокнот и записала две строчки, возвращаясь к реальным проблемам.\n\n\" Встреча с Кариной \"\n\n\" Встреча с Киром \"",
    "answers": [
      {
        "id": 117,
        "text": "Обвести \"... с Кариной\""
      },
      {
        "id": 117,
        "text": "Обвести \"... с Киром\""
      }
    ]
  },
  {
    "id": 117,
    "text": "Сара уже собиралась обвести нужного человека, и таким образом выбрать, с кем встретиться, но хлопнула себя по лбу. Ну конечно! Они с Кариной договорились встретиться ЗАВТРА вечером! Все таки хорошо, что завела ежедневник — а то так уже и с ума сойти можно. Сара фыркнула и вернулась к выбору вещей.",
    "answers": [
      {
        "id": 115,
        "text": "Ага."
      }
    ]
  },
  {
    "id": 118,
    "text": "— Вот ЧТО ты тут делаешь?! КАК это произошло?! ПОЧЕМУ?! — Сара ошарашенно дергала руками в разные стороны. Эмоции на ее лице менялись чаще, чем ты забываешь школьную программу во время каникул, накатываясь друг на дружку волнами, усиливаясь и смешиваясь. Кир непринужденно наблюдал за этим представлением, на автомате перебирая струны гитары, покоившуюся у него на коленях. Он сидел на выступающей каменной коробке, которая берегла один из вентиляторов, сохраняющий домашнюю проводимость чистого воздуха. Сара же стояла около лестницы, и, не скупясь на эмоции, вопросительно уставилась на Кира. Он кивнул и ответил:\n— Я сдал почти сразу после тебя, да и домой приехал намного раньше. Ты ведь решила пройтись пешком, так? Вот я и ждал тебя заранее. Подходи, — Кир по доброму усмехнулся, видимо, вспомнив что-то, и, коверкая голос, явно подражая Саре, проприщал — Присааживайся, чувствуй себя как дома!\n Кир оглядел свое экспромтное сидение и спешно собрал распечатанные листы А4, чтобы Саре было куда сесть. Она же недовольно поморщась, спросила:\n— Я такого никогда не говорила! — но все же уселась рядом с Киром, поджав под себя ноги. \n— Говорила говорила, просто не помнишь, — Кир снова пробежался большим пальцем по струнам и пододвинул к Саре стопку распечаток, — Ну что, выбирай. Просто я текста наизусть не знаю.\nСара кивнула, и взяв их в руки, перелистывала кандидатов, убирая ненужные листы в конец пачки. Наконец, она остановилась и ткнула пальцем в текст.\n— Вот эту.\n— Нет проблем, — Кир поерзал на месте, ища более удобное положение, и наконе дал первый аккорд.",
    "answers": [
      {
        "id": 119,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 119,
    "text": "— Я пыталась быть справедливой и доброй, \nИ мне не казалось ни страшным, ни странным,\n Что внизу, на земле, собираются толпы\n Пришедших смотреть как падает ангел. \n  Прямо вниз, на на холодные камни.\n Прямо вниз...\n Сара заливалась мелодией, забыв обо всем вокруг. Песня попала прямо в душу. Слова песни  так напоминают ее. Она так правдива. Она...\n \nКир удивленно посмотрел на Сарины мокрые глаза, красный нос и уверенным движением отложил древко гитары. Струны в последний раз загудели, зазвенели, и замолчали вслед за хозяином.\n— Эй, эй, ты чего это? — он обеспокоенно наклонил голову в сторону Сары. Ее вновь обдало запахом мятной жевачки. Сейчас он даже показался не противным, а... родным?\n— Я... со мной все нормально. Просто я голову помыла шапмунем \"без слез\" . А, еще песня в глаз попала, — мрачно пошутила Сара.\nКир в свою очередь подвинулся поближе и иронично поднял бровь. \n[Что это я? Ну действительно, что за тряпка! Еще и нюни распустила перед ЭТИМ ВОТ. ]\n — Да, ты прав, — Сара подтвердила непонятно какие слова Кира, ибо он многозначительно молчал. Сара сделала вид, что почесала тыльной стороной ладони нос, пытаясь незаметно утереть слезы. \nКир внимательно осматривал запястье. Может, показалось? Он еще раз присмотрелся. Не, не показалось. \nКир ловко перехватил Сарино запястье. Она запаниковала и бросила судорожный взгляд на него. [Увидел? Не увидел? Нельзя, чтобы увидел! ] Она перевела глаза на руку. Блин, их сейчас очень просто заметить. Да, он уже приметил алеющие шрамы, пересекающие вену. ",
    "answers": [
      {
        "id": 120,
        "text": "Ничего не предпренимать"
      },
      {
        "id": 121,
        "text": "Нагло выставить руку вперед"
      },
      {
        "id": 122,
        "text": "Попытаться вырваться из захвата."
      }
    ]
  },
  {
    "id": 120,
    "text": "Сара поняла, что сопротивляться абсолютно бесполезно. Он ежедневно струны на своей гитаре зажтмает еще с большей силой. Поэтому она расслабилась и не вырывалась.\n  Кир, не почувствовав сопротивления, аккуратно перевернул руку ладонью вверх и задрал ткань длинного рукава, открывая вид на заживающие бледно розовые, и свежие темно-бордовые, с корочкой поперечные шрамы, изуродовавшие Сарино запястье. \n''Только не она. Только не еще одна смерть.\"\n Кир замер, молча и не моргая уставившись на шрамы Сары. Она даже немного испугалась, но больше поражало то, как он до сих пор не услышал частые удары рвущегося наружу сердца. \n После минутного молчания он отмер и тихо, почти шепотом, проговорил:\n— Так вот почему я тебя никогда не видел с короткими рукавами. В ответ Сара едва заметно кивнула. Он продолжил изучающе рассматривать ее руку. Внезапно он медленно протяну свою руку и осторожно провел пальцем по свежим рубцам. Сара вздрогнула, но руку не убрала. Да и попробуй вырвись и крепкой хватки ее \"пленителя\"-гитариста. \n По коже пробежали полчища мурашек, от того места, где он касался. Живот вспарывали своими ледяными крыльями бабочки, глухо барабанило сердце. \nКир наклонил голову, из-за этого челка убала на лицо. Темные волосы скрыли половину лица, в том числе и глаза. Поэтому было невозможно прочитать по ним, о чем думает Кир. Были видны лишь плотно сжатые губы и напряженные скулы. \nТут Кир открыл рот и гулко, но четко и твердо произнес:\n— Не смей, — вот и вся короткая фраза. Всего два слова. Но те эмоции, тот посыл, которые в нее вложены красноречивее любых слов.\n Сара попыталась кивнуть, но не получилось. У нее затряслись руки. Она предпреняла вторую попытку кивнуть, но остановилась на половине пути, чуть коснувшись лбом лоб Кира. Он в ответ накрыл своей большой рукой ее вытянутую руку и прижался лбом чуть сильнее. \n Сара перестала трястись и закрыла глаза. \nНе нужно бвло слов — просто им хватало ЭТОЙ тишины и алых лучей заходящего солнца.",
    "answers": [
      {
        "id": 124,
        "text": "Открыть глаза"
      }
    ]
  },
  {
    "id": 121,
    "text": "Сара поняла, что сопротивляться абсолютно бесполезно. Поэтому она нагло, и даже с вызовом выбросила руку вперед и уверенно приподняла голову.\n  Кир слегка удивился, но, сбросив оцепенение, аккуратно перевернул руку ладонью вверх и задрал ткань длинного рукава, открывая вид на заживающие бледно — розовые, и свежие темно-бордовые, с корочкой поперечные шрамы, изуродовавшие Сарино запястье. Только не она. Только не еще одна смерть.\n Кир замер, молча и не моргая уставившись на шрамы Сары. Она даже немного испугалась, но больше поражало то, как он до сих пор не услышал частые удары рвущегося наружу сердца. \n После минутного молчания он отмер и тихо, почти шепотом, проговорил:\n— Так вот почему я тебя никогда не видел с короткими рукавами.\n В ответ Сара едва заметно кивнула. Он продолжил изучающе рассматривать ее руку. Внезапно он медленно протяну свою руку и осторожно провел пальцем по свежим рубцам. Сара вздрогнула, но руку не убрала. Да и попробуй вырвись и крепкой хватки ее \"пленителя\"-гитариста. \n Кир продолжал водить пальцами по запястью.По коже пробежали полчища мурашек, от того места, где он касался. Живот вспарывали своими ледяными крыльями бабочки, глухо барабанило сердце. \nКир наклонил голову, из-за этого челка убала на лицо. Он все продолжал неустанно гладить шероховатую кожу. Темные волосы скрыли половину лица, в том числе и глаза. Поэтому было невозможно прочитать по ним, о чем думает Кир. Были видны лишь плотно сжатые губы и напряженные скулы. \nТут Кир открыл рот и гулко, но четко и твердотпроизнес:\n— Не смей, — вот и вся короткая фраза. Всего два слова. Но те эмоции, тот посыл, которые в нее вложены красноречивее любых слов.\n Сара попыталась кивнуть, но не получилось. У нее затряслись руки. Она предпреняла вторую попытку кивнуть, но остановилась на половине пути, чуть коснувшись лбом лоб Кира. Он в ответ накрыл своей большой рукой ее вытянутую руку и прижался лбом к Саре чуть сильнее. \n Сара перестала трястись и закрыла глаза. \nНе нужно было слов — просто им хватало ЭТОЙ тишины и алых лучей заходящего солнца.",
    "answers": [
      {
        "id": 123,
        "text": "Отркрыть глаза"
      }
    ]
  },
  {
    "id": 122,
    "text": "Ну да, конечно. Сара дважды пыталась вырвать хрупкое девичье запястье из цепких  шершавых пальцев. Куда там! Он свои струны на гитаре, скорее всего, в два раза сильнее зажимает!\n Сара прекратила тщетные попытки и расслабила руку.",
    "answers": [
      {
        "id": 120,
        "text": "Ну ок"
      }
    ]
  },
  {
    "id": 123,
    "text": "Сара нехотя открыла глаза, когда один особо нагловатый лучик солнца пощекотал ей нос и заставил сжаться зрачок под закрытым веком. Саре не хотелось выходить из зоны этого чувства уюта и теплоты. Но хорошего понемножку. Она не удержалась и оглушительно чихнула, сильно задев головой при этом сидящего напротив Кира.\n— Ай!- Кир зашипел, потирая место ушиба и столкновения. Он с укором взирал на сжавшуюся после чиха Сару. Она же с рожей заспанного медведя потирала нос.\n— Про — чхи — сти, — Сара опять чихнула и смущенно улыбнулась. На это Кир не нашел что ответить и рьяно, даже немного агрессивно стал вертеть в пальцах свою несчастную прядь. \"Господи, слишком мило...\"\n А Сара тем временем наблюдала за его действиями. [ Зачем он мутузит эту прядь? Веренее, когда.  Может, когда выражает неловкость? ]\nОна прислушалась к себе. На удивление, чувства неловкости, после этого странного жеста, не было. Был ряд других — тепло, спокойствие, уют. Но неловкости — нет. \nУ Кира тем временем отчаяно краснели кончики ушей, хотя за отросшими волосами этого почти не видно. Забавно, у него краснеют уши, а у Сары, как правило, нос...\n Таак, она отвлеклась! Самое время спросить про ...",
    "answers": [
      {
        "id": 126,
        "text": "странную прядь."
      },
      {
        "id": 123,
        "text": "|Невидимо. Требуется другая концовка в школе.|",
        "comment": true
      }
    ]
  },
  {
    "id": 124,
    "text": "Сара нехотя открыла глаза, когда один особо нагловатый лучик солнца пощекотал ей нос и заставил сжаться зрачок под закрытым веком. Саре не хотелось выходить из зоны этого чувства уюта и теплоты. Но хорошего понемножку. Она не удержалась и оглушительно чихнула, сильно задев головой при этом сидящего напротив Кира.\n— Ай!- Кир зашипел, потирая место ушиба и столкновения. Он с укором взирал на сжавшуюся после чиха Сару. Она с рожей заспанного медведя потирала нос.\n— Про — чхи — сти, — Сара опять чихнула и смущенно улыбнулась. На это Кир не нашел что ответить и рьяно, даже немного агрессивно стал вертеть в пальцах свою несчастную прядь. \"Господи, слишком мило...\"\n А Сара тем временем наблюдала за его действиями. [ Зачем он мутузит эту прядь? Веренее, когда.  Может, когда выражает неловкость? ]\nОна прислушалась к себе. На удивление, чувства неловкости, после этого странного жеста, не было. Был ряд других — тепло, спокойствие, уют. Но неловкости — нет. \nУ Кира тем временем отчаяно краснели кончики ушей, хотя за отросшими волосами этого почти не видно. Забавно, у него краснеют уши, а у Сары, как правило, нос...\n Таак, она отвлеклась! Самое время спросить про ...",
    "answers": [
      {
        "id": 126,
        "text": "странную прядь."
      },
      {
        "id": 124,
        "text": "|Невидимо. Требуется другая концовка в школе. |",
        "comment": true
      }
    ]
  },
  {
    "id": 125,
    "text": "Кир неожиданно засмеялся. Он немного успокоился, поохал, и снова залился хохотом, прикрыв рукой лицо.\n— Фух, фух, ой ой ой, хааа... Ты с Кариной, видно, поболтала?\n— Дааа, а как ты узнал? — Сара недоуменно нахмурила брови. Она вроде даже не упоминала о ней.\n— Хехе, дело в том, что Карик — мой дучший друг. Братан, можешь так считать. Ничего ТАКОГО у нас быть не может. Она именно Друг, а не как у остальных стервозных баб типа Ивановой — подруушшшки. Или подружжжки — это кому как повезет.\n— Да, это круто, и да, Карина определенно способна на супер-дружбу, но причем тут какая-то Рил? — самым наглым образом перебила его Сара.\n Кир широко улыбнулся.\n— Дело в том, что я и есть Рил. Сокращение от КиРИЛа. \nСара прижала руку к виску. Ну точно! Как она могла не догадаться! \n— Кстати, — Кир вывел ее из чертог самобичевания, — Я вас познакомлю, вы подружитесь, я уверен. И, думаю, я знаю, как она поможет решить твою проблему. Скоро вновь сможешь надеть короткий рукав! А погнали к ней прямо сейчас! Она недалеко живет!\nКир схватил ее за руку и потащил к лестнице.\n— Эээ, куда? И что значит твое \"поехали\"?\nНо Кир отмалчивался, и только внизу, на улице, он всучил ей шлем и запрыгнул на мотоцикл.\n— А гитара? — безнадежно спросила Сара, поняв и простив, что это парень — псих.\n— Забей, перебьется, — Кир отмахнулся и затащил ее на кожанное сидение.",
    "answers": [
      {
        "id": 136,
        "text": "К Карине."
      }
    ]
  },
  {
    "id": 126,
    "text": " — Я давно хотела спросить, что это за белая прядь? Даже какая то серебрянная... Серебряный мой. Тебе идет. Может и мне сделать? Хотя мне бы скорее пошел золотой, — Сара очень осторожно маскировала этим разговором про серебро и золото, боясь, что затронет неприятную тему.\n— А это... — Кир точно витал где-то в облаках, так как его голос звучал довольно отстраненно. Он завороженно смотрел на Сарины волосы.\n \"Их освещал луч заката. Они и впрямь похожи на золото. Интересно, они на ощупь такие же мягкие, как кажутся?\"\n— Эй, Земля вызывает Марс, ответьте! — Сара активно махала рукой перед носом у Кира.\n— А, да, — Кир часто поморгал, отмахиваясь от странного наваждения, — Нуу, короче, когда маму увезли в реанимацию, я был с ней. Она лежала на койке, вся в трубках и иголках. Вокруг врачихи крутились, а я рядом сидел. Держал ее за руку. Вдруг она , как могла, правда, улыбнулась мне, и аппарат запищал. Ровно так, пиииииип, как будто уже ее хоронит. Обреченный такой \"пиииип\". Потом я мало что помню, но после этого мамы не стало, а у меня появилось вот это. Она не серебрянная, она седая.\nСара не нашла подходящих слов. Просто молча дотронулась до пряди и перебрала ее немного в пальцах.\n— А почему ты ее постоянно теребишь? \n— Ну это... Даже в привычку вошло. Вроде как обращаюсь за помощью к маме, если коротко. Не слишко поэтично?\n— Нет, нет, вовсе нет. Спасибо за честность.\n Так они и сидели. Он — сидя на бетонной тумбе, наклонив голову, а она, пользуясь этим, стояла и плела ему косичку из седой [Серебрянной!] пряди.\n То, что не показывали другим, стесняясь и ненавидя, они раскрыли друг другу. Нашли друг друга два чудика.",
    "answers": [
      {
        "id": 142,
        "text": "Домой"
      }
    ]
  },
  {
    "id": 127,
    "text": "Просто визуальное представление персонажей. Но у каждого свое видение, желательно к просмотру ПОСЛЕ прочтения, ",
    "answers": [
      {
        "id": 138,
        "text": "Сара Ройниль"
      }
    ]
  },
  {
    "id": 128,
    "text": "Нужно выбрать, в чем пойти. Блин,это уже напоминает какую-то девчоночью отоме-игру! Еще не хватает морей парней, интриг, скандалов, нервно покуривающего Дома 2 в сторонке и восторженных операторов ТНТ.  Ладно, как бы то ни юыло. Все равно нужно же переодеться — не в этом же по крыше лазать.",
    "answers": [
      {
        "id": 129,
        "text": "Удобные черные джинсы, белый свитер крупной вязки"
      },
      {
        "id": 129,
        "text": "Любимая черная толстовка, прикрывающая начало ног и удобные бриджи с завязками"
      },
      {
        "id": 129,
        "text": "Черная мантия, опять же черные джинсы с потертостями и дырками. "
      }
    ]
  },
  {
    "id": 129,
    "text": "Замечательно. Ничего дизайнерски гениального, но хоть чистое и не мятое. Сара уже знахомой дорогой вылезла на лестницу и стала  забираться обезьянкой наверх. Кроссовки, благоразумно надетые ранее, успешно этому способствовали.",
    "answers": [
      {
        "id": 130,
        "text": "Добраться до крыши."
      }
    ]
  },
  {
    "id": 130,
    "text": "— Вот ЧТО ты тут делаешь?! КАК это произошло?! ПОЧЕМУ?! — Сара ошарашенно дергала руками в разные стороны. Эмоции на ее лице менялись чаще, чем ты забываешь школьную программу во время каникул, накатываясь доуг на дружку волнами, усиливаясь и смешиваясь. Кир непринужденно наблюдал за этим представлением, на автомате перебирая струны гитары, покоившуюся у него на коленях. Он сидел на выступающей каменной коробке, которая берегла один из вентиляторов, сохраняющий домашнюю проводимость чистого воздуха. Сара же стояла около лестницы, и не скупясь на эмоции, вопросительно уставилась на Кира. Он кивнул и ответил:\n— Я сдал почти сразу после тебя, да и домой приехал намного раньше. Ты ведь решила пройтись пешком, так? Вот я и ждал тебя заранее. Подходи, — Кир по доброму усмехнулся, видимо, вспомнив что-то, и, коверкая голос, явно подражая Саре, проприщал — Присааживайся, чувствуй себя как дома!\n Кир оглядел свое экспромтное сидение и спешно собрал распечатанные листы А4, чтобы Саре было куда сесть. Она же, недовольно поморщась, спросила:\n— Я такого никогда не говорила! — но все же уселась рядом с Киром, поджав под себя ноги. \n— Говорила говорила, просто не помнишь, — Кир снова пробежался большим пальцем по струнам и пододвинул к Саре стопку распечаток, — Ну что, выбирай. Просто я текста наизусть не знаю.\nСара кивнула, и взяв их в руки, перелистывала кандидатов, убирая ненужные листы в конец пачки. Наконец, она остановилась и ткнула пальцем в текст.\n— Вот эту.\n— Нет проблем, — Кир поерзал на месте, ища более удобное положение, и наконе дал первый аккорд.",
    "answers": [
      {
        "id": 131,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 131,
    "text": "— Я пыталась быть справедливой и доброй, \nИ мне не казалось ни страшным, ни странным,\nЧто внизу, на земле, собираются толпы Пришедших смотреть как падает ангел. \nПрямо вниз, на на холодные камни. \nПрямо вниз...\n Сара заливалась мелодией, забыв обо всем вокруг. Песня попала прямо в душу. Слова песни  так напоминают ее. Она так правдива. Она...\n Кир удивленно посмотрел на Сарины мокрые глаза, красный нос и уверенным движением отложил древко гитары. Струны в последний раз загудели, зазвенели, и замолчали вслед за хозяином.\n— Эй, эй, ты чего это? — он обеспокоенно наклонил голову в сторону Сары. Ее вновь обдало запахом мятной жевачки. Сейчас он даже показался не противным, а... родным?\n— Я... со мной все нормально. Просто я голову помыла шапмунем \"без слез\" . А, еще песня в глаз попала, — мрачно пошутила Сара.\nКир в свою очередь подвинулся поближе и иронично поднял бровь. \n[Что это я? Ну действительно, что за тряпка! Еще и нюни распустила перед ЭТИМ ВОТ. ]\n — Да, ты прав, — Сара подтвердила непонятно какие слова Кира, ибо он многозначительно молчал. Сара сделала вид, что почесала тыльной стороной ладони нос, пытаясь незаметно утереть слезы. \nКир внимательно осматривал запястье. Может, показалось? Он еще раз присмотрелся. Не, не показалось. \nКир ловко перехватил Сарино запястье. Она запаниковала и бросила судорожный взгляд на него. [Увидел? Не увидел? Нельзя, чтобы увидел! ] Она перевела глаза на руку. Блин, их сейчас очень просто заметить. Да, он уже приметил алеющие шрамы, пересекающие вену. ",
    "answers": [
      {
        "id": 132,
        "text": "Ничего не предпренимать"
      },
      {
        "id": 133,
        "text": "Нагло выставить руку вперед"
      },
      {
        "id": 134,
        "text": "Попытаться вырваться из захвата."
      }
    ]
  },
  {
    "id": 132,
    "text": "Сара поняла, что сопротивляться абсолютно бесполезно. Он ежедневно струны на своей гитаре зажимает еще с большей силой. Поэтому она расслабилась и не вырывалась.\n  Кир, не почувствовав сопротивления, аккуратно перевернул руку ладонью вверх и задрал ткань длинного рукава, открывая вид на заживающие бледно — розовые, и свежие темно-бордовые, с корочкой поперечные шрамы, изуродовавшие Сарино запястье. Только не она. Только не еще одна смерть.\n Кир замер, молча и не моргая уставившись на шрамы Сары. Она даже немного испугалась, но больше поражало то, как он до сих пор не услышал частые удары рвущегося наружу сердца. \n После минутного молчания он отмер и тихо, почти шепотом, проговорил:\n— Так вот почему я тебя никогда не видел с короткими рукавами. В ответ Сара едва заметно кивнула. Он продолжил изучающе рассматривать ее руку. Внезапно он медленно протяну свою руку и осторожно провел пальцем по свежим рубцам. Сара вздрогнула, но руку не убрала. Да и попробуй вырвись и крепкой хватки ее \"пленителя\"-гитариста. \n По коже пробежали полчища мурашек, от того места, где он касался. Живот вспарывали своими ледяными крыльями бабочки, глухо барабанило сердце. \nКир наклонил голову, из-за этого челка убала на лицо. Темные волосы скрыли половину лица, в том числе и глаза. Поэтому было невозможно прочитать по ним, о чем думает Кир. Были видны лишь плотно сжатые губы и напряженные скулы. \nТут Кир открыл рот и гулко, но четко и твердотпроизнес:\n— Не смей, — вот и вся короткая фраза. Всего два слова. Но те эмоции, тот посыл, которые в нее вложены красноречивее любых слов.\n Сара попыталась кивнуть, но не получилось. У нее затряслись руки. Она предпреняла вторую попытку кивнуть, но остановилась на половине пути, чуть коснувшись лбом лоб Кира. Он в ответ накрыл своей большой рукой ее вытянутую руку и прижался лбом к Саре чуть сильнее. \n Сара перестала трястись и закрыла глаза. \nНе нужно бвло слов — просто им хватало ЭТОЙ тишины и алых лучей заходящего солнца.",
    "answers": [
      {
        "id": 135,
        "text": "Открыть глаза"
      }
    ]
  },
  {
    "id": 133,
    "text": "Сара поняла, что сопротивляться абсолютно бесполезно. Поэтому она нагло, и даже с вызовом выбросила руку вперед и уверенно приподняла голову.\n  Кир слегка удивился, но, сбросив оцепенение аккуратно перевернул руку ладонью вверх и задрал ткань длинного рукава, открывая вид на заживающие бледно розовые, и свежие темно-бордовые, с корочкой поперечные шрамы, изуродовавшие Сарино запястье. Только не она. Только не еще одна смерть.\n Кир замер, молча и не моргая уставившись на шрамы Сары. Она даже немного испугалась, но больше поражало то, как он до сих пор не услышал частые удары рвущегося наружу сердца. \n После минутного молчания он отмер и тихо, почти шепотом, проговорил:\n— Так вот почему я тебя никогда не видел с короткими рукавами. В ответ Сара едва заметно кивнула. Он продолжил изучающе рассматривать ее руку. Внезапно он медленно протяну свою руку и осторожно провел пальцем по свежим рубцам. Сара вздрогнула, но руку не убрала. Да и попробуй вырвись и крепкой хватки ее \"пленителя\"-гитариста. \n По коже пробежали полчища мурашек, от того места, где он касался. Живот вспарывали своими ледяными крыльями бабочки, глухо барабанило сердце. \nКир наклонил голову, из-за этого челка убала на лицо. Темные волосы скрыли половину лица, в том числе и глаза. Поэтому было невозможно прочитать по ним, о чем думает Кир. Были видны лишь плотно сжатые губы и напряженные скулы. \nТут Кир открыл рот и гулко, но четко и твердотпроизнес:\n— Не смей, — вот и вся короткая фраза. Всего два слова. Но те эмоции, тот посыл, которые в нее вложены красноречивее любых слов.\n Сара попыталась кивнуть, но не получилось. У нее затряслись руки. Она предпреняла вторую попытку кивнуть, но остановилась на половине пути, чуть коснувшись лбом лоб Кира. Он в ответ накрыл своей большой рукой ее вытянутую руку и прижался лбом чуть сильнее. \n Сара перестала трястись и закрыла глаза. \nНе нужно бвло слов — просто им хватало ЭТОЙ тишины и алых лучей заходящего солнца.",
    "answers": [
      {
        "id": 135,
        "text": "Отркрыть глаза"
      }
    ]
  },
  {
    "id": 134,
    "text": "Ну да, конечно. Сара дважды пыталась вырвать хрупкое девичье запястье из цепких  шершавых пальцев. Куда там! Он свои струны на гитаре, скорее всего, в два раза сильнее зажимает!\n Сара прекратила тщетные попытки и расслабила руку.",
    "answers": [
      {
        "id": 132,
        "text": "Ну ок"
      }
    ]
  },
  {
    "id": 135,
    "text": "Сара нехотя открыла глаза, когда один особо нагловатый лучик солнца пощекотал ей нос и заставил сжаться зрачок под закрытым веком. Саре не хотелось выходить из зоны этого чувства уюта и теплоты. Но хорошего понемножку. Она не удержалась и оглушительно чихнула, сильно задев головой при этом сидящего напротив Кира.\n— Ай!- Кир зашипел, потирая место ушиба и столкновения. Он с укором взирал на сжавшуюся после чиха Сару. Она с рожей заспанного медведя потирала нос.\n— Про — чхи — сти, — Сара опять чихнула и смущенно улыбнулась. На это Кир не нашел что ответить и рьяно, даже немного агрессивно стал вертеть в пальцах свою несчастную прядь. \"Господи, слишком мило...\"\n А Сара тем временем наблюдала за его действиями. [ Зачем он мутузит эту прядь? Веренее, когда.  Может, когда выражает неловкость? ]\nОна прислушалась к себе. На удивление, чувства неловкости, после этого странного жеста, не было. Был ряд других — тепло, спокойствие, уют. Но неловкости — нет. \nУ Кира тем временем отчаяно краснели кончики ушей, хотя за отросшими волосами этого почти не видно. Забавно, у него краснеют уши, а у Сары, как правило, нос...\n Таак, она отвлеклась! Самое время спросить про ...",
    "answers": [
      {
        "id": 137,
        "text": "странную прядь."
      },
      {
        "id": 125,
        "text": "неизвестную Рил."
      }
    ]
  },
  {
    "id": 136,
    "text": "Они ехали. Мимо мелькали уличные фонари и подсвеченные фасады различных зданий. Сара крепко прижалась к Киру. Удивительно, но даже байкерская куртка у него пахла терпкой мятой. Она сделала глубокий вдох и закрыла глаза.\n  \nКогда к ним вышла Карина, она не выглядела удивленно, а, скорее, обрадованно.\n — А, Рил. Заходи давай, — когда он зашел и начал снимать обувь, Карина метнулась рыжей молнией к Саре и довольно промурлыкала:\n— Я знала, это Судьба, — в ее словах и голосе не было даже намека на фальшь. Мара в ответ лишь кивнула и улыбнулась.\n Тем временем Карина затолкала обоих на кухню, за стол. На нем уже дымились глинянные чашки, аккуратный кофейник и какие — то самодельные сладости. По словам Карины — рукодельные вещи и корица несут в себе большую энергетику. Да, так и сказала — про корицу. Наконец, вдоволь насмеявшись над всякими глупостями, Кир взял и сморозил:\n— Значит так. Карина — Сара, Сара — Карина. Теперь вы лучшие друзья.\nДевушки синхронно хлопнули себя по лбу. Потом удивленно посмотрели друг на друга и расхохотались. \n— Хорошо, мы согласны. Это, походу, духовная связь, — начала Сара.\n— Основанная на разочаровании в твоих способностях, — Карина продолжила за нее.\n— И любви к кофе, — они закончили фразу вместе.\nРина оценивающе оглядела Сару. Потом, что-то для себя решив, кивнула и сказала:\n— Завтра, — Карина\n— Вечером, — продолжила Сара\n— Здесь, заметанно,  — закончили вместе.\n Кир просто обескураженно переводил глаза с одной на другую и хлопал глазами. Рина бросила ему беглый взгляд и сказала :\n— Все, Сар, иди, сейчас я с Рил переговорю и разгоню вас по домам.\nОна ловким движентем выбила из под Сары стул и закрыла за ней дверь.",
    "answers": [
      {
        "id": 139,
        "text": "Класс, и что там на кухне?"
      }
    ]
  },
  {
    "id": 137,
    "text": " — Я давно хотела спросить, что это за белая прядь? Даже какая то серебрянная... Серебряный мой. Тебе идет. Может и мне сделать? Хотя мне бы скорее пошел золотой, — Сара очень осторожно маскировала этим разговором про серебро и золото, боясь, что затронет неприятную тему.\n— А это... — Кир точно витал где-то в облаках, так как его голос звучал довольно отстраненно. Он смотрел на Сарины волосы.\n \"Их освещал луч заката. Они и впрямь похожи на золото. Интересно, они на ощупь такие же мягкие, как кажутся?\"\n— Эй, Земля вызывает Марс, ответьте! — Сара активно махала рукой перед носом у Кира.\n— А, да, — Кир часто поморгал, отмахиваясь от странного наваждения, — Нуу, короче, когда маму увезли в реанимацию, я был с ней. Она лежала на койке, вся в трубках и иголках. Вокруг врачихи крутились, а я рядом сидел. Держал ее за руку. Вдруг она , как могла, правда, улыбнулась мне, и аппарат запищал. Ровно так, пиииииип, как будто уже ее хоронит. Обреченный такой \"пиииип\". Потом я мало что помню, но после этого мамы не стало, а у меня появилось вот это. Она не серебрянная, она седая.\nСара не нашла подходящих слов. Просто молча дотронулась до пряди и перебрала ее немного в пальцах.\n— А почему ты ее постоянно теребишь? \n— Ну это... Даже в привычку вошло. Вроде как обращаюсь за помощью к маме, если коротко. Не слишко поэтично?\n— Нет, нет, вовсе нет. Спасибо за честность.\n Так они и сидели. Он — сидя на бетонной тумбе, наклонив голову, а она, пользуясь этим, стояла и плела ему косичку из седой [Серебрянной!] пряди.\n То, что не показывали другим, стесняясь и ненавидя, они раскрыли друг другу. Нашли друг друга два чудика.",
    "answers": [
      {
        "id": 125,
        "text": "Но все же - кто такая Рил?"
      }
    ]
  },
  {
    "id": 138,
    "text": "Девуша с медовыми глазами и каштановыми волосами. Одно слово — веселая. Остальное ищите на страницах.",
    "answers": [
      {
        "id": 138,
        "text": "Укажите команды для картинки",
        "url": "https://static.wallpapers-anime.com/upload/20170516/442/P/5/E/p=700/P5EFEF.jpg"
      },
      {
        "id": 137,
        "text": "назад"
      }
    ]
  },
  {
    "id": 139,
    "text": "— Ну чтож, — Карик с видом мыслителя сложила руки в замок, — Думаю, это та, о ком ты прожужжал мне уши?\n— Ага, — Кир довольно кивнул, — Я знал, что вы подружитесь! Что о ней думаешь?\n— Хмм, — Карик из мыслителя перевоплотилась в небезызвестную Ларису из популярной программы, — Да, вы определенно идеальная пара, правда, ни ты, ни она, пока этого не признают. Короче, женитесь, дети мои! — Карина торжественно вознесла руки вверх.\n— Клас, — Кир как обычно пропустил все ненужное мимо ушей.\n— А, да, ты говорил, что она не любит аниме? — Карина хруснула костяшками, — Сейчас...\nОна выбежала в прихожую. \n— Значит так, мой милый кохай, завтра вечером будем тебя просветлять!\n— Опяяять ты со своими анимешными замашками, — Сара недовольно чихнула.\n— Э, не обижай мою святыню! Можешь называть меня Рина. Так вот, хочешь, приходи ко мне завтра вечером, я наконец-то съехала от родителей, если придешь, докажу, что это не просто какие-нибудь мультики! Вот сериалы-это уже странная и бесполезная шня. Актеры ходят перед камерой ооочень много серий и кривляются, — Карину передернуло.\n— Вооот как, — Сара хищно усмехнулась, — Вызов принят. Посмотрим, что лучше! — Рина азартно кивнула.\nОни скрепили договор рукопожатием и разрубили свободными руками.\n— Ну все, нам пора, — Кир приобнял Сару за плечи и выдавил (именно так!) за дверь.\n Карина счастливо улыбнулась, как улыбаются свахи-бабушки и успокоенно пошла спать.",
    "answers": [
      {
        "id": 140,
        "text": "Домой"
      }
    ]
  },
  {
    "id": 140,
    "text": "Сара свалилась на кровать и устало выдохнула. \n Как только она пришла домой, она невольно сравнила свою бардачную комнату с чисто прибранной  квартирой Рины. Пока Сара проигрывает по всем пунктам. А если Рина к ней придет? Да и самой как-то неприятно  жить в хаосе. Сара, вооружившись тряпкой рьяно принялась за уборку. В самый разгар работы к ней нагрянула удивленная мама, и стала озадаченно наблюдать за мечущейся по комнате Сарой. Потом она отклонилась куда-то за дверной проем и тихо переговариваться с Александром. Придя к какому-то решению, она Кристина кивнула и присела на застеленную кровать.\n Сара в это время заканчивала приводить в порядок предметы на столе. \nОна повернулась к маме и вопросительно наклонила голову. Она в ответ улыбнулась и кивком указала на наступивший порядок. После прокашлялась и сообщила:\n— В общем, в связи с тем, что ты уже студентка, мы решили, что ты переезжаешь в собственную квартирку неподалеку с институтом! И ты показала, что отлично справишься. Ура! \nСара похлопала глазами. Неверчще улыбнулась.\n Тут мама, с неменьшим интузиазмом, спросила:\n— Ну и кто он? Ты бы не стала наводить марафет без веской причины! — мама предвкушающе наклонилась к Саре. Она резво замотала глловой и в отрицательном жесте замахала руками:\n— Ничего такого! Вообще, ничего! \nМама саркастически оглядела Сару:\n— У тебя нос покраснел...\n— Тааааак, ма, тебе кажется, пора, — Сара вытолкала маму за дверь.",
    "answers": [
      {
        "id": 146,
        "text": "Начать следующий день"
      }
    ]
  },
  {
    "id": 141,
    "text": "Все утро следующего дня Сара... проспала. Всю ночь она опять зачитывалась книгами [Почему я раньше не любила читать !] и составляла сериальную программу на вечер с Кариной. Уж тогда Сара разнесет ее аниме в пух и прах! *дьявольский смех*\n Проснувштсь днем, Сара первым делом удивилась, что ее не разбудили. Вторым — что у нее чисто. Третьим делом — тому, сколько сейчас\nвремени. \nОна быстро вскочила, но уселась обратно. Учеба в институте еще не началась, и это прекрасно!\nНужно было собираться к Рине. Сара еще ночью подобрала наряд, и даже спёр... взяла у мамы сумочку, подходящую по цветовой гамме. Но только сейчас до Сары дошло, что  в маленькую дамскую сумочку влезет всего три вещи. Нужно выбирать с умом — чем можно попользоваться и у Рины, а чего у нее может не оказаться...\nСара неуверенно посмотрела на блокнот. Если она не возьмет его СЕЙЧАС, то и в принципе, наверное, не возьмет. Уж больно большой.",
    "answers": [
      {
        "count": 3,
        "id": 147,
        "text": "ВСЕ. Закончить сборы.",
        "page": 145,
        "need_some": [
          145,
          3
        ]
      },
      {
        "id": 143,
        "text": "Блокнот."
      },
      {
        "id": 150,
        "text": "Лекарство"
      },
      {
        "id": 148,
        "text": "Ручка"
      },
      {
        "id": 152,
        "text": "Кошелек"
      },
      {
        "id": 153,
        "text": "Ключи"
      },
      {
        "id": 151,
        "text": "Пачку орешков"
      },
      {
        "id": 149,
        "text": "Карандаш"
      },
      {
        "id": 154,
        "text": "Телефон"
      }
    ]
  },
  {
    "id": 142,
    "text": "Сара свалилась на кровать и устало выдохнула. \n Как только она пришла домой, она невольно сравнила свою бардачную комнату с чисто прибранной   гостинной. Пока Сара проигрывает по всем пунктам. А если Рина к ней придет? Да и самой как-то неприятно  жить в хаосе. Сара, вооружившись тряпкой рьяно принялась за уборку. В самый разгар работы к ней нагрянула удивленная мама, и стала озадаченно наблюдать за мечущейся по комнате Сарой. Потом она отклонилась куда-то за дверной проем и тихо переговариваться с Александром. Придя к какому-то решению, она Кристина кивнула и присела на застеленную кровать.\n Сара в это время заканчивала приводить в порядок предметы на столе. \nОна повернулась к маме и вопросительно наклонила голову. Она в ответ улыбнулась и кивком указала на наступивший порядок. После прокашлялась и сообщила:\n— В общем, в связи с тем, что ты уже студентка, мы решили, что ты переезжаешь в собственную квартирку неподалеку с институтом! И ты показала, что отлично справишься. Ура! \nСара похлопала глазами. Неверчще улыбнулась.\n Тут мама, с неменьшим интузиазмом, спросила:\n— Ну и кто он? Ты бы не стала наводить марафет без веской причины! — мама предвкушающе наклонилась к Саре. Она резво замотала глловой и в отрицательном жесте замахала руками:\n— Ничего такого! Вообще, ничего! \nМама саркастически оглядела Сару:\n— У тебя нос покраснел...\n— Тааааак, ма, тебе кажется, пора, — Сара вытолкала маму за дверь.",
    "answers": [
      {
        "id": 141,
        "text": "Начать следующий день"
      }
    ]
  },
  {
    "id": 143,
    "text": " Сара задумчиво полистала страницы с заметками и программой сериалов. Думаю, он точно пригодится у Рины. Слишком часто Сара стала витать в облаках, отвлекаться и забывать важные вещи. Сара уверенно положила блокнот в сумку. Что дальше?",
    "answers": [
      {
        "id": 143,
        "text": "назад",
        "backstepCount": 1,
        "isBack": true
      }
    ]
  },
  {
    "id": 144,
    "text": "Где-то в недрах квеста был найден блокнот, в который Сара стала делать записи и черкать наброски стихов. А вы что подумали?",
    "answers": [
      {
        "id": 26,
        "text": "назад"
      }
    ]
  },
  {
    "id": 145,
    "text": "Готово.",
    "answers": [
      {
        "id": 146,
        "text": "Супер"
      }
    ]
  },
  {
    "id": 146,
    "text": "Все утро следующего дня Сара... проспала. Всю ночь она опять зачитывалась книгами [Почему я раньше не любила читать !] и составляла сериальную программу на вечер с Кариной. Уж тогда Сара разнесет ее аниме в пух и прах! *дьявольский смех*\n Проснувштсь днем, Сара первым делом удивилась, что ее не разбудили. Вторым — что у нее чисто. Третьим делом — тому, сколько сейчас\nвремени. \nОна быстро вскочила, но уселась обратно. Учеба в институте еще не началась, и это прекрасно!\nНужно было собираться к Рине. Сара еще ночью подобрала наряд, и даже спёр... взяла у мамы сумочку, подходящую по цветовой гамме. Но только сейчас до Сары дошло, что  в маленькую дамскую сумочку влезет всего три вещи. Нужно выбирать с умом — чем можно попользоваться и у Рины, а чего у нее может не оказаться...",
    "answers": [
      {
        "count": 3,
        "id": 147,
        "text": "ВСЕ. Закончить сборы.",
        "page": 145,
        "need_some": [
          145,
          3
        ]
      },
      {
        "id": 150,
        "text": "Лекарство"
      },
      {
        "id": 148,
        "text": "Ручка"
      },
      {
        "id": 152,
        "text": "Кошелек"
      },
      {
        "id": 153,
        "text": "Ключи"
      },
      {
        "id": 151,
        "text": "Пачку орешков"
      },
      {
        "id": 149,
        "text": "Карандаш"
      },
      {
        "id": 154,
        "text": "Телефон"
      }
    ]
  },
  {
    "id": 147,
    "text": "Все. Сара нацепила на себя уже готовый, а главное, удобный прикид. Самое то, чтобы лежать тюленьей тушкой, и, не вставая, смотреть, смотреть, смотреть...\n\nСара с напором навалилась на подъездную дверь. Та, натужно скрипнув, открылась, запустив свежий воздух в затхлое помещение. Сара пробкой вылетела за нее, пока дверь не успела закрыться. Но даже тут ее поджидал сюрприз.\nПривалившись спиной к стенду с объявлениями, отстраненно курил Кир. Он задумчиво выпускал клубы дыма, не замечая всего, что происходит вокруг. Сара недоверчиво кинула на него быстрый взгляд, и тихо протопала вдоль стены, надеясь, что он ее не заметит. [Стоп, а чего мне бояться-то? ] \nСара встала, как вкопанная, растеряв всю прежнюю осторожность. Почему она его опасается? Даже не так... Сара не боится его. Это странное чувство... Что Кир увидит ее, хм, как бы сказать... Невовремя? Будь это кто другой, Саре было бы плевать, как она выглядит. Но не перед этим же в буквально домашнем виде!\nКак будто в насмешку, к ней подошел Кир. Ну конечно, позу \"Сара-столб\" тяжело не заметить. В его глазах Сара прочитала растерянность. Похоже, он сам не собирался подходить. Сара вскинула голову и приготовилась к бою. Она даст ему отпор! \nКир рассеяно окинул Сару взглядом.\n— Отлично выглядишь.\n[Э?] Сара ожидала любой критики, но не этого.\n— Куда ты собралась? — Кир смешно наклонил голову. Он слишком похож на ребенка!",
    "answers": [
      {
        "id": 155,
        "text": "Еще как! Дурень))"
      },
      {
        "id": 155,
        "text": "Мило..."
      }
    ]
  },
  {
    "id": 148,
    "text": "Просто синяя ручка. Нашла вложенной в папину книгу. Ту самую, красную.",
    "answers": [
      {
        "id": 145,
        "text": "Брать"
      },
      {
        "id": 148,
        "text": "Не брать",
        "backstepCount": 1,
        "isBack": true
      }
    ]
  },
  {
    "id": 149,
    "text": "Карандаш как карандаш. Ничего необычного, за исключением отпечатков зубов на кончике и того, что это Сарин любимый карандаш, по ее мнению, приносящий вдохновение. Ах да, он еще хорошо пишет.",
    "answers": [
      {
        "id": 145,
        "text": "Брать"
      },
      {
        "id": 149,
        "text": "Не брать",
        "backstepCount": 1,
        "isBack": true
      }
    ]
  },
  {
    "id": 150,
    "text": "Сара потянулась к полке, на которой стояли антидепресанты. Уже запыленные. Желтенькие круглые таблетки неприятно звенели об стенки пузырька. Сара с отвращением скривилась и собиралась поставить бутыль на место... Но рука замерла в миллиметре от намеченной цели. Может, стоит взять? А то бросится на Рину, как на маму в прошлый раз...\nСара передернула плечами и боязливо поежилась.",
    "answers": [
      {
        "id": 145,
        "text": "Брать"
      },
      {
        "id": 150,
        "text": "Не брать",
        "backstepCount": 1,
        "isBack": true
      }
    ]
  },
  {
    "id": 151,
    "text": "Солененькие орешки. Сара заранее сбегала в круглосуточный магазин и прикупила к просмотру вместо попкорна. Кто же знал, что сумочка окажется такой маленькой!\n Но не беда — \n                         для орешков место найдется всегда.",
    "answers": [
      {
        "id": 145,
        "text": "Взять"
      },
      {
        "id": 151,
        "text": "Не брать",
        "backstepCount": 1,
        "isBack": true
      }
    ]
  },
  {
    "id": 152,
    "text": "Зачем ей вообще нужен кошелек? Сара обесценила деньги уже больше года назад а в далеком детстве додумалась до одной замечательной истины, которая стала ее принципом спустя много лет.\n\"Важны не куличики, а то, сколько радости они приносят маме.\"\nВот так вот. Деньги — это всего лишь пыль, которую легко достать. Намного важнее непокупная улыбка, которую так просто не увидишь.",
    "answers": [
      {
        "id": 145,
        "text": "Брать"
      },
      {
        "id": 152,
        "text": "Не брать",
        "backstepCount": 1,
        "isBack": true
      }
    ]
  },
  {
    "id": 153,
    "text": "В кармане куртки призывно звенели ключи с брелком ввиде гордой бронзовой совы . Вряд ли они ей понадобятся, мама к тому времени уже будет дома. Как и папа, а о планах на вечер они ее не проинформировали. Но, на всякий пожарный случай, стоит их прихватить.",
    "answers": [
      {
        "id": 145,
        "text": "Взять"
      },
      {
        "id": 153,
        "text": "Не брать",
        "backstepCount": 1,
        "isBack": true
      }
    ]
  },
  {
    "id": 154,
    "text": "Сара сняла с зарядки телефон. На чехле красовалась размашистая пентаграмма и подпись \"Supernaturel'' и задумалась. Так ли ей нужен телефон, до которого она не дотрагивалась о-го-го  сколько времени, в гостях? Может быть, это дурной тон? Вряд ли ей кто-то позвонит и сама она звонить не собирается. Мама и так знает, где она. ",
    "answers": [
      {
        "id": 145,
        "text": "Брать"
      },
      {
        "id": 154,
        "text": "Не брать",
        "backstepCount": 1,
        "isBack": true
      }
    ]
  },
  {
    "id": 155,
    "text": "Сара не сдержалась и прыснула. Кир насупился и пробормотал:\n— Ничего смешного! Мне правда интересно. Кстати, могу подвезти, — Кир махнул рукой в сторону байка и выжидающе посмотрел на Сару.\n Она запнулась, и, перестав смеяться, прикусила язык. Это фортуна. Определенно удача! Как она могла забыть! Сара же НЕ ЗНАЕТ, где живет Рина. Поэтому, Каринин лучший друг подвернулся очень кстати. То, что он и Сарин друг, признавать как-то не хотелось. \n— Хорошо, вези, — Сара бодрой походкой пошла к мотоциклу и уверенно нацепила на себя шлем. Кир же остался на месте и оторопело посмотрел на нее.\n— Хей, ты чего? — Сара удивленно повернула голову в его сторону.\n— Нууу, я никогда не видел, чтобы девушек не пришлось уламывать. И вообще, чтобы они не шарахались от моего байка, — Кир покрутил на пальце серебрянную косичку, которую заплела Сара, размышлая. Решив что-то у себя в голове, он обратился к Саре:\n— Так, думаю, ты направляешься к Карику, она мне все уже выболтала по телефону, — Кир улыбнулся и насмешливо продолжил, — И ты, как обычно, забыла обо всем на свете. Посмотри на время!\n— Слышь ты, я из-за тебя уже опаздываю! — Сара начинала медленно закипать, повышая голос, — Мы договорились на семь часов, а сейчас уже 17... ой, — Сара быстренько сдулась, — Прости, — буркнула она.\n— Да ладно, забей, — Кир легкомысленно отмахнулся рукой, — Пользуясь случаем, хочу свозить вас кое-куда.\nКир наигранно-галантно протянул Саре руку, приглашая на борт.\nСара пораскинула мозгами. На это у нее ушла пара секунд. Все равно ей нечем заняться эти два часа!\nОна неуверенно кивнула и схватилась за руку. Позади нее уселся Кир, невольно приобняв, и положил свои руки на ее, а их, в свою очередь, на руль. Этими двойными руками он повел грохочущий мотоцикл прочь со двора.",
    "answers": [
      {
        "id": 156,
        "text": "Если Сара и удивилась, то промолчала."
      }
    ]
  },
  {
    "id": 156,
    "text": "Кир уверенными движениями вел своего двухколесного зверя по городским улицам. Правда, вела вроде как Сара, а ее руками управлял Кир. Сначала она чувствовала себя не в своей тарелке, но потом втянулась и вошла в раж. Ветер обдувал лицо, отчего становилось тяжело дышать. \nСара засмеялась. Нужно попросить Кира научить ее всему! Она поняла, почему он разъезжает на байке, а не на машине. Это все из-за чувства свободы, которое напрочь срывает крышу. \nОни разогнались до такой скорости, что пролетающие мимо горящие окошки в домах и лампочки фонарей слились в единый сияющий поток. Временами Сара оборачивалась к Киру, спрашивая, о том как прибавить скорость поворачивать, тормозить... Он смеялся и охотно отвечал, иногда подкалывая — без этого никуда.\nВ итоге, под конец этой бешенной поездки, Сара вела мотоцикл сама. Кир просто откинулся назад  и смотрел за своей ученицей, поражаясь тому, как сильно она отличается от остальных.\n  Когда Кир снова взял управление в свои руки, заводя транспорт на нужный маршрут, Сара даже немного расстроилась.",
    "answers": [
      {
        "id": 157,
        "text": " - Куда мы едем?!"
      }
    ]
  },
  {
    "id": 157,
    "text": "— Куда мы едем?! — Мара надрывно закричала, пытаясь переорать шум ветра в ушах. Она уже не вела, а исполняла роль пассажира, поэтому воспользовалась возможностью и разглядывала все, что окружала их ревущее передвижение.\n Прохожие невольно шарахались от дороги, по которой на бешенной скорости летели они с Киром, а водители недовольно зыркали на них из-под лобовых стекол. Дети, раскрыв рты или восхищенно затаив дыхание, тоже наблюдали за ними с тротуаров, вырываясь из рук обеспокоенных мамаш, и из — за тонированых стекол с задних сидений автомобилей. Сара их не видела, но ощущала на себе взгляды.\n— Уже приехали!!! — Кир сделал резкий поворот, вывернув руль, и, остановившись в сумрачном переулке, заглушил мотор. Он, недовольно проворчав напоследок затих.\nСара решила слезть первой, но потерпела неудачу. Ноги, отвыкшие от ходьбы за время поездки, ослабли и подкосились. Сара хлопнулась на пятую точку, и стала ошарашенно вертеть головой по сторонам, то ли ища виноватых, то ли вытскивая тех, кто мог бы увидеть ее маленький позор — она сама пока не разобралась.\n Кир запрокинул голову и захохотал. \n— Чего смешного? — Сара кинула на него уничнтожительный взгляд. Если бы она умела сжигать взглядом, от Кира бы осталась крохотная кучка пепла.\n— Ты... ты... на сову похожа, — Кир медленно успокаивался, — Ну, типа тебя только что разбудили. Смешно.\nСара недоуменно посмотрела на него снизу вверх. Кир поспешил помочь ей подняться на ноги. Сова? И что тут такого смешного?\n Тем временем Кир осторожно повел ее ко входу... В парк? Серьезно? Хотя у этого засранца ничего просто так не бывает. Сара заметила, что он все еще придерживает ее за руку. Она хотела было вырваться, но передумала.\n Кир вел ее меж тернистых аллей, над которыми кружевными мостиками сплетали ветки зеленые клены. По бокам распустили свои листья влаголюбивае растения. Да и в воздухе становилось все больше влаги. \n Наконец, Кир вывел ее к пруду, уютно подсвеченному фонарями. По всему периметру стоят деревянные лавочки, и Кир присел на одну незанятую другими посетителями, потянув за собой Сару. \nОна уже собралась возмутиться таким варварским обращением, и уже открыла рот, но Кир прижал палец к губам, призывая к молчанию. Он пододвинул Сару к себе поближе, чтобы она могла увидеть пруд с его точки обзора, и указал на воду.\n Сара притихла и уставилась в указанном направлении.",
    "answers": [
      {
        "id": 158,
        "text": "Приглядеться"
      }
    ]
  },
  {
    "id": 158,
    "text": "Из-под плетенного мостика, перекинувшегося через пруд, настороженно оглядываясь, выплыл ярко оперенный селезень. Убедившись, что опасности нет, он призывно крякнул. На его зов выплыла чрезвычайно гордая, и походу, очень счастливая утка, которая  повернула голову к к селезню, требуя прохода. За уткой потянулись цепочкой желтые и черно-желтые пушистые комочки. Утята резвились в воде, перепискиваясь друг с другом. Наконец, из-под моста показался последний, самый робкий утенок, который вскоре присоединился к веселью братьев и сестер. Родители плавали неподалеку, недобро поглядывая на любых водоплавающих, которые посмели хотб чуть чуть приблизиться к их потомству.\n По парку прокатились вздохи умиления, и Сара с удивлением осознала, что один из них — ее.\nКир наклонился к Сариному уху и шепотом прокоментировал:\n— Они тут каждый день, в одно и тоже время. Вот тот гусь начинает задираться  почти к любому, кто подплывет поближе!\n— А, кстати! — Кирины слоа натолкнули Сару на мысль, — Тогда, раньше, ты постоянно ко мне, как ты говоришь, задирался. Почему? Заче...\n— Да потому что ты меня даже за человека не держала, — мрачно перебил ее Кир. Похоже, он начал медленно закипать, — Вот просто тупо не видела! Ты ходила такая добренькая, красивая, друзья там, подружки, а до меня дела нет! ВООБЩЕ никому дела нет!!!\nСара предприняла неудачную попытку его успокоить:\n— Но в школе ...\n— Да что ты заладила!! — он уже завелся, теперь Кира так просто не остановить, — Если я ни у кого, даже у тебя! , не связан с положительными эмоциями, тогда хоть так!\nСара неуверенно попыталась еше разок:\n— Но поче...\n— Да потому что ты, дура, мне нравишься, поняла!?!? — взорвался Кир.\n\nВ следующий миг поизошло сразу несколько вещей.\nСара, оторопело вылупилась на Кира. \nДевушка, сидящая от них через лавочку, поперхнулась семечкой и поспешила ретироваться.\nКир, неестественно выпрямившись, хлопнул себя рукой по губам и неловко, резким движением, отвернулся.\n\nПовисло тяжелое молчание.\n\nПервой отмерла Сара. Она немного поразмыслила. \nОна нравиться Киру. Нравиться ли он ей?\nДа.\nСара же не в сериале, чтобы дофига сезонов отрицать очевидное.\n \n— Ну ты и идиот, — буркнула Сара и осторожно легла к Киру на колени, как бы ответив на его немой вопрос.\nОн немного вздогнул, но потом аккуратно [ И даже как-то... нежно?] дотронулся своей рукой до ее головы. Откуда — то из — за деревьев послышалось приглушенное ликующее \"Да!\"\nПохоже, это та девушка с семечками.",
    "answers": [
      {
        "id": 159,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 159,
    "text": "Они пробыли в таком положении до того момента, как Саре позвонила Карина.\n— Да? — Сара не спешила подниматься с удобных колен. Кир там уже начал что-то плести из ее волос.\n— Слышь ты... Где тебя носит, титан тебя раздери! Опаааздываешь! — недовольно протянула Рина.\n— Вот черт! Сейчас буду! — Сара отключила звонок и со спринтерской скоростью попыталась вскочить на ноги. Но, вместо этого, она снова упала, неловко взмахнув руками, при этом ударив бедного Кира по носу. Он, недовольно потирая ушиб, проворчал:\n— Я все слышал. Поехали, она тут недалеко живет.\nСара посмотрела на Кира с благодарностью. Он помог ей подняться, и они поспешили к мотоциклу. \n Кир нацепил на Сару шлем, сам запрыгнул за руль и они рванули на оживленное шоссе. \n",
    "answers": [
      {
        "id": 160,
        "text": "Приехали!"
      }
    ]
  },
  {
    "id": 160,
    "text": "Раздался звонок. Карина поднялась со стула и прошлепала открывать дверь. На пороге переминалась с ноги на ногу Сара, теребя в руках какую-то сумочку. Она приветливо и немного виновато улыбнулась. Карина тоже не смогла сдержать улыбки. Потом всполошилась и стала заталкивать Сару в квартиру.\n— Да чего ж ты стоишь столбом! Все уже готово! Даже вкусняшки и одеялка. Скорее проходи! \nСара захлопнула за собой дверь.\n\n                     Немного времени спустя.\n\n— Они... они... они ВСЕ УМЕРЛИИИ! — Сара рыдала, утирая уголком одеяла слезы, катящиеся по щекам. По экрану бежали титры и играл эндинг.\n— Они по-погибли как ге-герои, — Карина утешающе хлопала ее по плечу, хотя сама ревела в три ручья. \n— Несправедливо. Энни — дрянь, — вынеся такой вердикт, Сара всхлипнула в последний раз и сказала:\n— Ладно, признаю — аниме не гадость. А теперь, дорогуша, я включаю мой сериал!\nСара запустила \"Ривердейл\"\n\nОни лежали, завернувшись в одеяла наподобии шаурмы, уплетая за обе щеки соленые орешки. Как оказалось, у них одинаковые вкусы. Все время Карина приглядывалась к Сариной руке. \nПо словам Рил, там были шрамы. Наконец, заметив рубец из-под рукава, Карина победоносно крикнула, и схватила Сару за руку. \n\nСара удивленно посмотрела на Рину, методично разлядывающую ее руку. Наверное, Кир ей все спалил, поэтому отнеслась она к этому спокойно.\nРина, тем временем, щелкнула пальцами и убежала к тумбочке. Потом она выудила из недров ящика пару своих фенечек. Она проскакала обратно и стала уверенно завязывать одну за другой на руке Сары. Оглядев свою работу, Рина довольно кивнула.",
    "answers": [
      {
        "id": 161,
        "text": "Тоже посмотреть"
      }
    ]
  },
  {
    "id": 161,
    "text": "Ринины фенечки покрыли собой почти все запястье, полностью скрыв страшные шрамы.\nВ ответ на удивленный Сарин взгляд, Рина подвинула свои браслеты вверх по руке. Под ними обнаружились, похожие на Сарины, отметины.\n— Так ты тоже... — пораженно начала Сара.\n— Да забей! Кстати, это временные. Потом я сплету специально  для тебя! — Рина беззаботно махнула рукой.\n— Почему ты это делаешь?\n— Разве не понятно, дуреха? — Рина постучала пальцем по виску, — Потому что мы друзья! Лучше во, посмотри! Они сейчас целоваться будут, уверена! — Рина опять завернулась в одеялко,- Теперь все будет хорошо!\n[Да.] \nСара почувствовала себя... дома. И осознала, что теперь у нее есть и лучший друг, и... парень? Ну да, именно.\n[ Да, теперь все будет хорошо]\nСара улыбнулась и пододвинулась поближе к Рине.\n[Хорошо]",
    "answers": [
      {
        "id": 1,
        "text": "Конец.\nМожет, будет эпилог, но это не точно."
      }
    ]
  },
  {
    "id": 162,
    "text": "Не пущу",
    "answers": [
      {
        "id": 163,
        "text": "Что за бред?"
      }
    ]
  },
  {
    "id": 163,
    "text": "Бред по-английски — хлеб. Так что правильнее говорить : \" Что за хлеб?\" \nРаньше, еще в довоенное время, употреблялось синонимичное к данному выше жаргонное выражение :\"Ты втираешь мне какие-то очки\", откуда потом пошло всем извест...",
    "answers": [
      {
        "id": 162,
        "text": "Хватит! Зря я сюда пришла. Я пошла."
      },
      {
        "count": 3,
        "id": 1,
        "text": "А ты настойчив, друг мой! Дарую достижение, и выход отсюда.",
        "page": 163,
        "need_some": [
          163,
          3
        ]
      }
    ]
  },
  {
    "id": 164,
    "text": "Почетная медалька \"Самый настойчивый\" вручается... тебе! Надо же, переспорить автора! Круто.",
    "answers": [
      {
        "id": 26,
        "text": "назад"
      }
    ]
  },
  {
    "id": 165,
    "text": "Тем не менее, я рада, что Вам не понравилось, правда. Критика для меня тоже очень важна, ровно как и положительные отзывы. \n\nИ то, и другое прибивает мне мотивацию двигаться дальше. Благодая дизлайкам ( которых мало! Спасибо за это))) , я вижу, что мне есть куда расти, хоть они и огорчают. \nА тем, кому понравилось, и они этого не скрывают, т.е. пишут отзывы и лайкают, я благодарна в отдельности! Я очень вас люблю! ",
    "answers": [
      {
        "id": 112,
        "text": "Еще вопрос"
      }
    ]
  },
  {
    "id": 166,
    "text": "Спрашивать можно в комментариях к квесту и группе ВК, созданной как раз для этой цели.\nЛучшие и важные из них попадут сюда.",
    "answers": [
      {
        "id": 112,
        "text": "Вопросы еще есть!"
      }
    ]
  },
  {
    "id": 167,
    "text": "Конечно! Группа ВК. Кидайте туда свои пожелания, предложения и критику. Т.к. я тут недавно, это для меня важно.",
    "answers": [
      {
        "id": 112,
        "text": "Еще вопрос!"
      }
    ]
  },
  {
    "id": 168,
    "text": "Точно точно! \nСейчас мне очень важно чужое мнение. Если кому-то кажется, что я уж слишком выпрашиваю отзыв, Вам только кажется!\n",
    "answers": [
      {
        "id": 112,
        "text": "назад"
      }
    ]
  },
  {
    "id": 169,
    "text": "",
    "answers": []
  }
]