[
  {
    "id": 1,
    "text": "Вы наверняка слышали что две головы всегда лучше одной... Но не в этой книге... Здесь будет противоречие большинству правил и законов реального мира... Эта книга посторается передать вам как тяжело и одновременно легко быть одному.\nP.s. В коментариях я не жду восхищений книгой. Мне просто нравится писать книги и фантазировать читая эти же книги. Так что оставьте попытки меня унизить ибо вы будете унижать только самих себя.)",
    "answers": [
      {
        "id": 2,
        "text": "Глава 1... Начало"
      }
    ]
  },
  {
    "id": 2,
    "text": "*Ещё один удар заставил меня подлететь и сильно приложиться о стену... Удар был чудовищьной силы... Большинство костей сломаны... Я упал без сил... И подумав, усмехнулся* до чего же я докатился)... *к моему телу начал подходить тот кто отправил меня в недолгий полёт... я начал вспоминать что я делал до того как это случилось...*",
    "answers": [
      {
        "id": 3,
        "text": "Вспомнить..."
      }
    ]
  },
  {
    "id": 3,
    "text": "*Меня зовут Риус... Я был обычным наёмником... Не грамосткие доспехи и длинный меч который я попросил выковать за то что выполнил очередное дорогостоящее задание...*",
    "answers": [
      {
        "id": 3,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c10/1807/82/1431764a1b83.png"
      },
      {
        "id": 4,
        "text": "Но тут..."
      }
    ]
  },
  {
    "id": 4,
    "text": "Привет) меня Элен зовут) будем знакомы) *Ко мне подошла незнакомка одетая как придворный маг... довольно неожиданно учитывая что сюда больше наёмники да авантюристы ходят...*\n*Я тогда не знал что ей ответить так что просто промычал* Угу...\n*Элен ещё более заинтересованно посмотрела на меня* А ты не общительныйкак я вижу) но не беда) у меня задание от моего хозяина) выполнишь его и будешь в золоте купаться) а нет... дальше будешь жить обычным наёмником)",
    "answers": [
      {
        "id": 5,
        "text": "Я отказался..."
      },
      {
        "id": 6,
        "text": "Я согласился..."
      },
      {
        "id": 4,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b34/1807/84/904f9ffea834.jpg"
      }
    ]
  },
  {
    "id": 5,
    "text": "*Элен грустно посмотрела на меня* Блин... Единственный кто более-менее способен это выполнить, отказался... жаль(\n*Тут меня заинтересовало её предложение...*\nА что за задание то?...\n*У Элен загорелись глаза* Да не много не мало дракона убить... только он далеко живёт и много чего ещё придётся пройти) так что не соскучишься)",
    "answers": [
      {
        "id": 6,
        "text": "всё же согласиться"
      }
    ]
  },
  {
    "id": 6,
    "text": "Хорошо... Допустим ты меня уговорила... я пойду...\n*Элен аж немного подпрыгнула от радости* Наконец-то отряд укомплектован!)\n*Я немного оцепенел*\nКакой отряд?...\n*Элен* Ну знаешь ли) для любого задания всегда нужно собирать команду что бы было проще) вот я и собрала её)\n*Я вздохнул*\nДелать всё равно уже нечего... Веди...\n*Элен встала из-за стола и быстрым и весёлым шагом направилась к выходу... Я направился за ней*\n",
    "answers": [
      {
        "id": 7,
        "text": "Выйдя из тавенры..."
      }
    ]
  },
  {
    "id": 7,
    "text": "*Выйдя из таверны я сразу оцепенел... отряд был не большой... 4 участника... но собран он на славу... Варвар — полуорк, клирик — дварф, рейнджер — эльфийка и вор — полурослик... все хорошо снаряжены и даже по несколько зелей у них уже висели на поясе... зачем им я понадобился?*",
    "answers": [
      {
        "id": 8,
        "text": "Мдааа..."
      }
    ]
  },
  {
    "id": 8,
    "text": "*Полуорк басистым и немного хриплым голосом начал говорить...* Зачем нам ещё один боец? Меня вроде вполне хватает... Он нам не нужен...\n*Дварф более весёлый говорил как добрый старичок...* в хорошей компании лишний собутыльник всегда хорошо) а уж если это воин то это вдвойне лучше!)\n*эльфийка просто высокомерно посмотрела на меня и не издала ни слова... а вот полурослик сразу протянул мне руку* меня Акер зовут) надеюсь мы сдружимся)",
    "answers": [
      {
        "id": 9,
        "text": "И кто же они такие?..."
      }
    ]
  },
  {
    "id": 9,
    "text": "*Из рассказа Элен полуорка зовут Ронт, дварфа Римус, эльфийку Инга, а полурослика как я уже слышал Акер... и их класс, так сказать, включая Элен, я тоже угадал... Мы тогда шли по дороге и даже не подозревали о приключениях ждавших нас впереди...*",
    "answers": [
      {
        "id": 10,
        "text": "Глава 2... Приключения начинаются!)"
      }
    ]
  },
  {
    "id": 10,
    "text": "*Сначала мы пришли в соседнюю деревушку... Элен по дороге рассказала нам задачу... я не мало удивился когда услышал что мы идём на дракона... Но поворачивать назад уже было поздно...*\n*Элен* сегодня поночуем в этой деревушке) и поверьте... Нам придётся зарабатывать пока самим) так как нам ещё далековато идти)\n*Акир* а деньги на дорогу нам не выдали?\n*Элен* А? Какие деньги?)))\n*Ну начинается...* ты точно собирала команду для того чтобы дракона убивать или ты забавы ради нас собрала?...\n*Элен* Ну распускать вас уже поздно) так что только вперёд!)\n*Эээх...*",
    "answers": [
      {
        "id": 11,
        "text": "К заданиям"
      }
    ]
  },
  {
    "id": 11,
    "text": "*на стене, рядом с таверной, как всегда висит доска с заказами... одиночными и для группы... Элен взяла первое попавшееся и пошла к заказчику... Остальные, кроме эльфийки, поступили по её примеру... Мне осталось лишь одни групповые задания... Я взял задание по освобождению эльфов из довольно крупного лагеря бандитов... я сильно удивился когда Эльфийка что шла в нашей группе тоже взялась за эту листовку...*\n*Инга просто надменно посмотрела на меня и наконец сказала* Тебя наши дела не касаются... Можешь взять другое... более подходящие тебе...\n*Я в ответ лишь улыбнулся и отпустил листовку... всё равно я запомнил куда идти надо...*",
    "answers": [
      {
        "id": 12,
        "text": "Идти на задание...",
        "need": [
          13
        ]
      },
      {
        "id": 13,
        "text": "Отдохнуть немного с дороги в таверне..."
      }
    ]
  },
  {
    "id": 12,
    "text": "*После отдыха идти на задание самое то... Сразу с дороги было бы глупо... По дороге я лишний раз заметил что эльфийские леса довольно красивы... хорошо что эльфы защищают эти леса...*",
    "answers": [
      {
        "id": 14,
        "text": "Через некоторое время..."
      }
    ]
  },
  {
    "id": 13,
    "text": "*Я немного отдохнул после пути... как раз немного отдыха ногам дать надо было... или на задании можно забыть о выносливости... Особенно когда на тебе латы...*",
    "answers": [
      {
        "id": 11,
        "text": "Вернуться к доске объявлений..."
      }
    ]
  },
  {
    "id": 14,
    "text": "*Идя по лесу я начал замечать запах крови... Значит я приближаюсь к нужному месту... я услышал весёлые мужские голоса и плачь... И детский, и женский... подойдя к очередному кусту я присел и немного отодвинул ветки... Я увидел лагерь разбойников и то что они там вытворяли...*",
    "answers": [
      {
        "id": 15,
        "text": "Подождать и посмотреть..."
      },
      {
        "id": 16,
        "text": "Придумать план...",
        "need": [
          15
        ]
      },
      {
        "id": 17,
        "text": "Попробовать исполнить план...",
        "need": [
          16
        ]
      }
    ]
  },
  {
    "id": 15,
    "text": "*В клетках сидят полуобнажённые эльфийки и дети эльфов... их охраняло более пяти десятков солдат... видно что они готовы к любому нападению... одну из эльфиек вытащили из клетки и повели к главной палате... Я должен что нибудь сделать что бы помочь!*",
    "answers": [
      {
        "id": 14,
        "text": "назад"
      }
    ]
  },
  {
    "id": 16,
    "text": "*я достал из сумки самодельную шумовую бомбу и начал думать...* \"сделаю диверсию... кину бомбу в пустой котёл стоящий на краю лагеря... потом пока суматоха не уляжется попробую пробиться через оставшихся разбойников и освобожу эльфов... мда... слишьком гладко... разбойников здесь достаточно... даже если пробьюсь их станет лишь на десяток меньше... освобожу эльфов... и придётся прорываться обратно и к тому же эльфов защитить... даже если и прорвусь, защитив всех, то придётся остаться тут и прикрыть их отступление... для одного задача невыполнима... но попытаться надо! Я не собираюсь просто смотреть на то что они делают!\"",
    "answers": [
      {
        "id": 14,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 17,
    "text": "*я посмотрел на котёл в который я хотел кинуть отвлекающую бомбу... далековато... не промазать бы...*",
    "answers": [
      {
        "id": 18,
        "text": "Зажечь фитиль"
      }
    ]
  },
  {
    "id": 18,
    "text": "*Как только я уже почти поджёг бомбу двое часовых упали со стрелами в шее... Откуда их убили другие часовые не поняли и поэтому просто спрятались за палатки как раз подставившись под прицел эльфийки... я заметил её случайно... если бы я не посмотрел наверх то наверное и не заметил бы что она сидит надо мной...*",
    "answers": [
      {
        "id": 19,
        "text": "Сидеть и смотреть..."
      }
    ]
  },
  {
    "id": 19,
    "text": "*После ещё пары точных выстрелов она решила сменить место... очень ловко прыгая с ветки на ветку она быстро добралась до другого конца лагеря и снова начала обстрел уже с более удобной позиции... Но вперёд вышли тяжеловороужённые солдаты с большими щитами... её стрелы просто не пробивали их щиты... Они начали идти к ней небольшими шагами и выставив впереди, над головой и по бокам щиты образовав небольшую черепаху*",
    "answers": [
      {
        "id": 19,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a02/1807/ce/79dc5adbd1e4.jpg"
      },
      {
        "id": 20,
        "text": "Незаметно попытаться освободить пленных эльфов"
      }
    ]
  },
  {
    "id": 20,
    "text": "*Я незаметно начал подбиоаться к клеткам... но подойдя поближе я понял что идея, пробраться незаметно, была глупой... у клетки стояли пятеро стражников...*",
    "answers": [
      {
        "id": 21,
        "text": "Ох и не зря я не успел кинуть бомбу)"
      }
    ]
  },
  {
    "id": 21,
    "text": "*Как следует замахнувшись я кинул бомбу за соседнюю палатку... на шум ушли двое из часовых... Это единственный шанс прорваться! Сейчас или никогда!*",
    "answers": [
      {
        "id": 22,
        "text": "Напасть на стражников"
      }
    ]
  },
  {
    "id": 22,
    "text": "Я прошу прощения... Я уехал в другую страну и у меня мало трафика, так что я не продолжу этот квест до середины августа. Пишите любые отзывы и советы!) Всегда буду рад любым комментариям!)))",
    "answers": [
      {
        "id": 1,
        "text": "Вернуться в начало"
      }
    ]
  },
  {
    "id": 23,
    "text": "",
    "answers": []
  }
]