[
  {
    "id": 1,
    "text": "Заражение 2 часть.\n\nАпокалипсис, приключения.\n\nАвтор:Дарья.\n\nЭто история о девушке по имени Элис, которая очутилась в городе, в котором испытывают новый вирус. В этой части Элис будет выживать не одна.\nСможет ли Элис выжить? \nОбзавестись всем необходимым, \nИ найти ответ на вопрос \"Как я сюда попала?\"",
    "answers": [
      {
        "id": 2,
        "text": "Поехали"
      }
    ]
  },
  {
    "id": 2,
    "text": "После того дня, когда это все началось прошло 5 месяцев. \nЭлис и Арти до сих пор живы. Они встретили группу выживших, посмотрим что будет дальше. \n\n(Некоторые ваши выборы могу кардинально изменить судьбу героев) ",
    "answers": [
      {
        "id": 3,
        "text": "Узнать что случится дальше."
      },
      {
        "id": 4,
        "text": "Читать что произошло с ними за эти 5 месяцев. "
      }
    ]
  },
  {
    "id": 3,
    "text": "После того как все это началось, я и Арти поменяли очень много мест проживания. \n\nСейчас мы встретили группу людей. В этой группе был наш сосед по имени Крис. Ему 19 лет. У него была еще маленькая сестренка. Ей 7 лет. (Ее имя Вероника)\n\n",
    "answers": [
      {
        "id": 6,
        "text": "Подумать что делать дальше. "
      }
    ]
  },
  {
    "id": 4,
    "text": "Элис после того как встретила брата и они поняли что, остались одни, у неё и её брата настали тяжёлые времена. \nЭлис и Арти нашли не подоплёку от Аптеки (Где все и началось) машину и в ней было ещё много бензина. Они решили уехать от туда через час они были в Ком кене. ",
    "answers": [
      {
        "id": 5,
        "text": "Комкан (если хотите узнать что за город) "
      },
      {
        "id": 2,
        "text": "Ну что начнем приключение "
      }
    ]
  },
  {
    "id": 5,
    "text": "Комкан город ранее был очень популярен, но от туда все люди ушли еще в 70-тых годах. Теперь это город призрак. ",
    "answers": [
      {
        "id": 4,
        "text": "Вернуться. "
      }
    ]
  },
  {
    "id": 6,
    "text": "Прошло 2 недели, после того как мы присоединились к группе. Мы с Арти решили уйти от группы. Из-за того что осталось мало еды, а тут еще 2 лишних рта. Но тут наш разговор с Арти услышал Крис. \n\nКрис:Вы куда-то собираетесь? \nЭлис:Да, но это не твоё дело. \nКрис:Что так грубо, вдруг я тоже хочу уйти с вами. \nЭлис:Ну если хочешь, то пошли!\nКрис:Ага, только я сестру заберу. Когда выдвигаемся? \nЭлис:На рассвете. Берем только необходимое, детям можно по одной игрушке. \nКрис:Хорошо, до утра. ",
    "answers": [
      {
        "id": 7,
        "text": "Уснуть "
      }
    ]
  },
  {
    "id": 7,
    "text": " Мой сон.\nЯ увидела во сне свою семью. Очень спокойный сон. Когда я привела Криса как своего парня. \nРодители сидели в зале. \nЯ и Крис заходят домой. Мы здороваемся. \nОтец: Доча, а это кто? \nЭлис: это мой парень, знакомтесь его зовут Крис. \nКрис: Здравствуйте, я Крис. \nОтец: Здравствуй, я Александр Далерович. Можешь называть Александр. \nКрис: Спасибо Александр. Элис пошли погуляем. \nНа этом моменте сон прерывается. ",
    "answers": [
      {
        "id": 8,
        "text": "Проснуться. "
      }
    ]
  },
  {
    "id": 8,
    "text": "На утро: \nМы решили пройти в ближайшее место куда из группы никто не  разу не ходил. \nИ решили остаться на заправке. На этой заправке, давно не кто не работал. Так что я была уверена что в нем нет зарожонных. Припасы там могут быть.\nЛадно надо поесть, проверить припасы и оружие, и выдвигаться. ",
    "answers": [
      {
        "id": 9,
        "text": "Посмотреть сколько у нас припасов.(15 мин) "
      },
      {
        "id": 10,
        "text": "Проверить оружие.(20 мин) "
      },
      {
        "id": 11,
        "text": "Отправится на запраку.(1час) "
      },
      {
        "id": 12,
        "text": "Отправится в аптеку.(3часа) "
      }
    ]
  },
  {
    "id": 9,
    "text": "У нас осталось очень мало припасов. \n3 банки с  консервами.\n2 бутылки воды. ",
    "answers": [
      {
        "id": 8,
        "text": "Вернуться. ",
        "forget": 8
      }
    ]
  },
  {
    "id": 10,
    "text": "Оружие мы нашли еще в самом начале. \nУ меня мачете. Самодельный лук.\nУ Арти нож. 5 патронов в пистолете.(пистолет я нашла у трупа полицейского) \nКрис не захотел говорить какое у него оружие есть кроме охотнечего ножа. А у его сестры нет оружия.",
    "answers": [
      {
        "id": 8,
        "text": "Пора выдвигаться. На улице 7 часов утра. "
      }
    ]
  },
  {
    "id": 11,
    "text": "На заправке, как это не было странно, но не кого нет. Стоит несколько машин и в здании заправки тихо. Что проверить первым? Я пошла с Арти и мне кажется что здесь что то не так, я его зря взяла.",
    "answers": [
      {
        "id": 15,
        "text": "Проверить машины вместе."
      },
      {
        "id": 21,
        "text": "Пойти в здание."
      }
    ]
  },
  {
    "id": 12,
    "text": "Мы пришли в аптеку. В аптеке была пара заражённых, мы их убили, потом мы начали осматривать всю аптеку, мы нашли 2 аптечки, 3 бутылки воды и один охотничий нож, который я забрала для Вероники.\nМы ушли к нам на базу.",
    "answers": [
      {
        "id": 8,
        "text": "Уйти"
      }
    ]
  },
  {
    "id": 13,
    "text": "На кухне всё было перевернуто. Мы начали искать что-нибудь. Я нашла одну баночку консервированных фруктов, Арти нашёл две баночки сардин, мы этому обрадовались и решили пойти обыскивать дом дальше.",
    "answers": [
      {
        "id": 93,
        "text": "2 этаж"
      },
      {
        "id": 95,
        "text": "Кабинет."
      }
    ]
  },
  {
    "id": 14,
    "text": "мы только зашли в здание заправки на нас или оружие и сразу появились в какой-то кабинет в кабинете мы увидели девушку сзади Александр перед этим представился.\nСаша: Анастасия, тут какие то не званные гости.\nНастя: Хорошо, можете идти.",
    "answers": []
  },
  {
    "id": 15,
    "text": "Мы подошли к одной из машин и услышали тихий плач.",
    "answers": [
      {
        "id": 16,
        "text": "пойти на плач"
      },
      {
        "id": 17,
        "text": "Осмотреть машину."
      }
    ]
  },
  {
    "id": 16,
    "text": "Мы пошли на плач. За зданием заправки лежит не большой сверток. В свертке лежит диктофон.\nЭТО ЛОВУШКА!!!!\nИз-за угла вышел мужчина 40 лет.\nНа здании заправки стоит еще один человек с винтовкой.\nАрти разнервничался. Мне кажется это конец. Я обнимаю Арти.\nПрощай малыш!",
    "answers": [
      {
        "id": 18,
        "text": "Попытаться убежать."
      },
      {
        "id": 19,
        "text": "Попытаться договориться."
      }
    ]
  },
  {
    "id": 17,
    "text": "Мы решили осмотреть машину. В машине лежала дубинка и две консервы, тут я я слышу какие-то шаги за спиной оборачиваюсь там стоит какой-то мужчина с винтовкой.\nМужчина: Если не хотите сдохнуть, то уберайтесь от сюда. Это машина рабочая. Можете ее забрать. И уберайтесь от сюда.\nЯ молча посадила Арти в машину и села за руль.\nКуда поедем теперь?",
    "answers": [
      {
        "id": 80,
        "text": "Поехать в ближайший дом."
      },
      {
        "id": 90,
        "text": "Поехать в аптеку."
      }
    ]
  },
  {
    "id": 18,
    "text": "Мы только сделали шаг, мне в спину прилетела пуля, это конец. В глазах темнеет.\nПоследнее что вижу, Арти уводят.",
    "answers": [
      {
        "id": 1,
        "text": "Пока Арти. Помни обо мне всегда."
      }
    ]
  },
  {
    "id": 19,
    "text": "Я хочу сказать слово. Мне в ответ дождитесь или стрелять буду. Я вижу за нами вышло еще 3 человека с оружием.\nНичего не остаётся как лечь.\n",
    "answers": [
      {
        "id": 20,
        "text": "Лечь на землю."
      }
    ]
  },
  {
    "id": 20,
    "text": "К нам подоходит мужчина и осматривает нас на наличие оружия и укусов. Мой мачете забирает. У Арти забрал пистолет. \nНеизвестный: Встаньте!\nМы встоем и смотрим на него. Он представляется. \nАлександр: Меня зовут Саша. А вас как?\nЯ: Меня зовут Элис а это Артур. \nСаша: Приятно познакомиться, извините если напугали, но тут давно не было никого из обычных людей одни мертвые и воры.\nЯ: Ну ок. Вы нас отпустите?\nСаша: Не знаю, Пошлите за мной.",
    "answers": [
      {
        "id": 21,
        "text": "Идти за Александром."
      }
    ]
  },
  {
    "id": 21,
    "text": "Мы зашли в здание заправки. Я вижу девушку с сзади. Слышу голос Александра. \nСаша:Мисс Анастасия, тут не званные гости, что нам с ними делать?\nАнастасия поворочивается и я понимаю что это моя бывшая одноклассница, Настя Имарьева.\nНастя меня узнала и я слышу она говорит Александру.\nНастя: Александр Викторович, спасибо, вы можете идти, я с ними разбирусь.\nАлександр ушел и закрыл дверь за собой.\nНастя: Привет Элис, какими судьбами?\nЯ:  Привет Настя. Давно не виделись. Припасы нужны, извини если помешали.\nМы с Настей раньше были больше чем лучшие подруги. Мы подошли и обнялись с ней. Очень крепко. \nНастя: Припасы говоришь. А вы в двоем скитаетесь или есть еще кто-то?\nЯ: Есть еще двое. Мой сосед и его сестра.\nНастя: А я хочу уйти от этой группы. Не хотите меня взять с собой?\nЯ: А из-за чего?\nН: Здесь все держится на очень тонкой ниточке. Меня хотят убить и один парень лет 17-18 собирает бунт и верных мне людей не осталось.  И я хочу вместе с вами  уйти от сюда. Вы возмете меня с собой?\n",
    "answers": [
      {
        "id": 22,
        "text": "Продолжить на следующей странице."
      }
    ]
  },
  {
    "id": 22,
    "text": "Я: Ты знаешь что я всегда с тобой. Конечно пошли. \nТут я слышу голос Арти.\nАрти: Сестра, а это вообще кто такая и почему она хочет пойти с нами?\nЯ: Малыш, это моя подруга со школы, ты ее не помнишь? Это тетя Настя.\nАрти: Нет, я ее не помню. \nНастя: Арти, я Тетя Настя, давай будем друзьями?\nАрти: Хорошо давайте. Не называйте меня Арти. Я Артур для вас.\nНастя: Хорошо. Так ты не против если я с вам пойду, Артур?\nАртур: Нет.\nНастя: Хорошо спасибо, Артур.\nТут в дверь кто-то стучится.\nНастя: Войдите.\nТут заводят Криса и Веронику.\nЯ слышу как Крис подошел ко мне и обнял. Прошептал на ухо. Я боялся за вас.\nНастя: Уходим от сюда.",
    "answers": [
      {
        "id": 23,
        "text": "Объяснить все Крису."
      }
    ]
  },
  {
    "id": 23,
    "text": "Я: Крис познакомься, это моя подруга Настя. \nКрис: Приятно познакомиться, я Крис.\nНастя: Так друзья, уходим сегодня на вылозку и сюда больше не вернёмся. Все согласны?\nВ пол голоса все сказали да. \nУходим сейчас же.",
    "answers": [
      {
        "id": 24,
        "text": "Идти за Настей."
      }
    ]
  },
  {
    "id": 24,
    "text": "Мы выходим из кабинета и идем за нашими вещами, которые у нас забрал Саша. \nЗаходим в какую-то комнату и видим большое количество оружия. Я забираю свой портфель. И Настя говорит: Берите что хотите. \nЯ взяла пистолет 6П9 и к нему было 2 обоймы.\nЯ не увидела что взяли остальные.",
    "answers": [
      {
        "id": 25,
        "text": "Уйти."
      }
    ]
  },
  {
    "id": 25,
    "text": "Мы только выходим из заправки за нами вышел какой то парень лет 17-18 лет. \nПарень: Настя, вы куда-то собрались?\nНастя: За припасами. Что ты хочешь от меня Максим?\nМаксим: Ничего, просто я хочу тебя убить. Ты нам больше не нужна, прощай.\nНастя: Хорошо, прощай, удачи тебе умереть.\nЯ слышу взвод курка. Смотрю на крышу заправки.\nТам стоят человек 5 с винтовкоми.\nЧто мне сделать?",
    "answers": [
      {
        "id": 26,
        "text": "Бежим."
      },
      {
        "id": 27,
        "text": "Взять в заложники Максима"
      },
      {
        "id": 28,
        "text": "Крикнуть: за оружие."
      }
    ]
  },
  {
    "id": 26,
    "text": "Я: БЕЖИМ!\nМаксим: Вы не убежите!\nНастя: Отпусти их, я останусь.\nЯ: Нет, ты пойдешь с нами, я тебя не оставлю.\nПарень: Хорошо, если ты останешься, я их отпущу.\nНастя: Хорошо, Элис, извини, но мне предется остаться. Возьми мой портфель, там для тебя все есть. Прощай.\nЯ: Настя, нет. Максим пожалуйста, отпусти ее!\nМаксим: Нет, я не могу.\nТолько я хотела достать мачете, меня отводит Настя и говорит.\nНастя: Элис, извини, вот возьми, там ответы на все вопросы. Прости.\nОна обняла меня, я не смогла сдержаться и заплакала, она нагнулась и хочет меня поцеловать. Что мне делать?",
    "answers": [
      {
        "id": 74,
        "text": "Поцеловать"
      },
      {
        "id": 75,
        "text": "Обнять как можно крепче."
      }
    ]
  },
  {
    "id": 27,
    "text": "Это был самый лучший вариант.\nЯ взяла свой мачете и поднесла его к горлу парня. И говорю ему на ухо. \nЯ: Прикажи им чтобы они убрали оружие и отпустили нас.\nПарень: Не стрелять!!!\nЯ: Если я услышу хотя бы один выстрел я его убью, вы меня поняли!?\nЯ сказала Арти подойти к Крису и пускай он всех отводит в наше здание. (Наше здание находится в домике в лесу Крис знает о нем)",
    "answers": [
      {
        "id": 29,
        "text": "Крикнуть:Стоять, не двигаться."
      }
    ]
  },
  {
    "id": 28,
    "text": "Не кто из нас не успел достать оружие, всех перестреляли. \nТемноно в глазах. Прощайте друзья.",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 29,
    "text": "Крис повел всех в домик, я держу этого парня. \nЧерез мин 10, я ему сказала что если они пойдут за мной, я их убью. Поверь на слово!\nПарень: Хорошо, я верю.",
    "answers": [
      {
        "id": 30,
        "text": "Пойти по самому быстоому пути."
      },
      {
        "id": 31,
        "text": "Идти через кучу зомби."
      },
      {
        "id": 32,
        "text": "Идти по течению реки (Средний путь)"
      }
    ]
  },
  {
    "id": 30,
    "text": "Я пошла напрямик, мне кажется что я зря это зделала, но другого выхода уже нет.\nЯ слышу как они идут за мной. Мне надо спасти всех моих друзей.",
    "answers": [
      {
        "id": 33,
        "text": "Зайти в дом, быстро достать оружие и сказать всем взять оружие."
      },
      {
        "id": 34,
        "text": "Взять оружие и спрятаться за деревом."
      }
    ]
  },
  {
    "id": 31,
    "text": "Я решила пойти через город там где очень много зомби я прошла через какой-то дом насквозь и за мной был патруль который следил за мной куда я пойду, я слышу крики. Я понимаю что очень много людей сейчас погибло я пытаюсь убежать но у меня ничего не получается.\n.....КХ...РК...ШК..КРХ",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 32,
    "text": "я пошла по течению реки, на течение реки были какие-то люди которые ловили рыбу. Я подхожу к ним они берут оружие, потому что испугались. Я тоже беру свой лук и говорю. \nЯ: Здравствуйте. \nКто-то: Здравствуй. Что тебе здесь надо?\nЯ: За мной гоняться злые люди. Уходите от сюда. Я пытаюсь уйти от них и решила предупредить вас.\nКто-то: Хорошо, спасибо что предупредила. Мы давно не встречали добрых людей. Наташа, бери детей и уходим.\nНаташа: Хорошо, Максим.",
    "answers": [
      {
        "id": 101,
        "text": "Попросить еды."
      },
      {
        "id": 102,
        "text": "Просто уйти."
      }
    ]
  },
  {
    "id": 33,
    "text": "Я забегаю в домик и говорю всем прятоться и брать оружие. Сидеть тихо.",
    "answers": [
      {
        "id": 35,
        "text": "Спрятаться."
      }
    ]
  },
  {
    "id": 34,
    "text": "Я только взяла своей пистолет. И зашла за дерево, Пытаюсь кого-нибудь высмотреть, тут я услышал шаги сзади. Мнн прилетает в плечо пуля. Я падаю на землю. Ко мне подходит тот парень. И говорит.\nПарень: Ты говорила что убьёшь меня, а я вижу что я тебя сейчас убью.\nЯ быстро беру пистолет, и делаю выстрел, прямо в его голову. Он падает на землю. Я пытаюсь встать. Рядом с моей рукой лежит ветка, я делаю из нее кастыль и встою.",
    "answers": [
      {
        "id": 108,
        "text": "Спрятаться."
      }
    ]
  },
  {
    "id": 35,
    "text": "2 Парней лет по 20 заходят в дом. Нас не заметили. Через мин 20 все шорахи закончились. Я решила пойти проверить.",
    "answers": [
      {
        "id": 36,
        "text": "Проверить."
      }
    ]
  },
  {
    "id": 36,
    "text": "В доме нет не кого, в окне я некого не увидела.\nЯ вышла на улицу. Там нет некого. Я проверила все вокруг не кого не было. Нам очень повезло.",
    "answers": [
      {
        "id": 37,
        "text": "Разбить лагерь."
      }
    ]
  },
  {
    "id": 37,
    "text": "Я развяла костёр. У меня в портфеле не так много еды. Но на сегодня хватит.\nНо ко мне тут подходит Арти и отдает мне свой портфель. Его портфель был забит едой и немного патронов на его пистолет.",
    "answers": [
      {
        "id": 38,
        "text": "Помотреть что есть."
      },
      {
        "id": 40,
        "text": "Отдать рукзак Арти и раздать что есть в моем."
      }
    ]
  },
  {
    "id": 38,
    "text": " у Арти в портфеле лежит.\n3 банки тушенки.\n5 банок консервированной кошачьей еды.\n1 банка сардины в масле.\nКогда мы уходили с заправки он набрал еды в отличии от все остальных которые собирали хорошее оружие.",
    "answers": [
      {
        "id": 40,
        "text": "Състь еду из моего портфеля."
      },
      {
        "id": 41,
        "text": "Съесть банку кошачьей еды."
      }
    ]
  },
  {
    "id": 39,
    "text": "Я: Крис я тебе расскажу. Все началось с аптеки я очнулась там одна, нашла несколько припасов. Это было:\nПортфель, нож и аптечка.\nЯ переночевала в аптеке. На следующий день я пошла искать припасы. Я пошла в супермаркет. В какой то момент я услышала плачь и пошла на него. Это был Артур. Я увидела своего отца, он охотелся за моим братом. Мне пришлось его убить. Мы убежали.",
    "answers": [
      {
        "id": 48,
        "text": "Заплакать."
      }
    ]
  },
  {
    "id": 40,
    "text": "У меня в портфеле было 2 банки консервированных фруктов. Мы их подогрели и перекусили на ночь. Ложимся спать, завтра у нас трудный день.\nКрис: Я сегодня на дозоре.\nН: Да, хорошо.\nЯ: Ладно, сладкий снов.",
    "answers": [
      {
        "id": 42,
        "text": "Уснуть."
      }
    ]
  },
  {
    "id": 41,
    "text": "Кошачья еда не очень вкусная, но виберать не приходится. Мы все наелись. И решили лечь спать.",
    "answers": [
      {
        "id": 42,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 42,
    "text": "Я проснулась утром Вероника и Арти еще спали.\nКриса и Насти не было. Я решила их подождать. Настя пришла с большим количеством бутылок грязной воды.\nОна решила ее прокипитить.\nКрис пришел с сырым мясом, он ходил на охоту.\nКрис: Элис, пошли поможешь мне?\nНастя: Элис помоги мне, пожалуйста.\nКому мне помочь?\n(Сейчас ваш выбор сделает путь большой любви)",
    "answers": [
      {
        "id": 43,
        "text": "Помочь Насте"
      },
      {
        "id": 44,
        "text": "Помочь Крису."
      }
    ]
  },
  {
    "id": 43,
    "text": "Я подошла к Насте и начала разводить костер, чтобы прокипятить воду. У нас была очень напряженая отмосфера.",
    "answers": [
      {
        "id": 45,
        "text": "Спросить, как дела?"
      }
    ]
  },
  {
    "id": 44,
    "text": "Я решила помочь Крису. Я разводила костёр. Тут слышу голос Криса.\nКрис: Ты так и не рассказала, как вы жили до встречи нашей группы.\nЯ: Я не знаю. Я не очень хочу это рассказывать. Дай подумать.",
    "answers": [
      {
        "id": 39,
        "text": "Рассказать"
      },
      {
        "id": 47,
        "text": "Молчать."
      }
    ]
  },
  {
    "id": 45,
    "text": "Я: Настенька, как у тебя дела?\nНастя: Как встретила вас, стало намного лучше.\nЯ: А почему именно когда нас встретила?\nНастя: Я не могла забыть тебя после нашего растования. Я тебя до сих пор люблю.\nЯ сидела в шоке и не знала что мне делать дальше.",
    "answers": [
      {
        "id": 46,
        "text": "Продолжить кипитить воду."
      },
      {
        "id": 111,
        "text": "Обнять ее."
      }
    ]
  },
  {
    "id": 46,
    "text": "мы кипятили воду минут 30-40 тут говорит Крис.\nКрис: Кушать готово. Будите детей.\nЯ: Хорошо, сейчас разбужу.\nТут меня берёт Настя за руку и тянет к себе, она меня обнимает говорит на ухо: если я тебя расстроила прости и я пошла разбудила Арти и Веронику мы покушали и ушли.",
    "answers": [
      {
        "id": 51,
        "text": "Позвать всех кушать."
      }
    ]
  },
  {
    "id": 47,
    "text": "Мы с Крисом так и продолжали жарить мясо тут говорит Арти.\nАрти: Мы будем кушать?\nЯ: Да, сейчас.",
    "answers": [
      {
        "id": 91,
        "text": "Покушать и поговорить."
      }
    ]
  },
  {
    "id": 48,
    "text": "Крис: Не плачь, все хорошо я с тобой. Иди сюда объняму. Извини если это очень тяжело вспоминать.",
    "answers": [
      {
        "id": 49,
        "text": "Обнять."
      },
      {
        "id": 50,
        "text": "Уйти."
      }
    ]
  },
  {
    "id": 49,
    "text": "Я обняла Криса и почувствовала такую теплоту.\nЯ увидела взгляд Насти, он был такой тяжелый.\nАрти: Сестра мы скоро будем кушать? И будем ли вообще?\nЯ: Да конечно малыш, сейчас мясо почти готово.\nЯ: Крис давай всех накормим. \nКрис: Хорошо.",
    "answers": [
      {
        "id": 51,
        "text": "Позвать всех кушать."
      }
    ]
  },
  {
    "id": 50,
    "text": "Я решила уйти, побыть одной, я не могла при нём показать свои чувства или прикомнибудь другом, даже при Арти, я села за какое-то дерево и сидела ждала пока кто-нибудь мня позовёт, в какой-то момент Крис зовет всех кушать садится рядом со мной и говорить.\nКрис: Извини если я зделал что-то не так. Хорошо?\nЯ: Все хорошо. Со мной уже все хорошо.\nКрис: У меня появилась такая идея. Дайте останемся тут?\nЯ: Я не против.\nНастя: Я тоже.\nАрти и Вероника:Да.\nКрис: Мне только надо кое-что сказать.\nЯ: Что же?\nКрис: Вероника укушенна. Ей скаждым днем все хуже и хуже я не знаю что делать.\nЯ: Остается ее только лешить мучений.\nКрис ты сможешь это сделать?\nКрис: Нет. Я не смогу. Кто сможет из вас?\nНастя: Я смогу. Но только не возниновидьте меня после этого. Хорошо?\nЯ: Да, только это надо сделать быстро и без болезднено.",
    "answers": [
      {
        "id": 112,
        "text": "Увести Веронику в лес."
      }
    ]
  },
  {
    "id": 51,
    "text": "Я: Настя пошли кушать.\nНастя: Хорошо, иду.\nЯ: Арти, Веронь пошлите кушать.\nХорошо. Идем.",
    "answers": [
      {
        "id": 52,
        "text": "Покушать и начать собираться."
      }
    ]
  },
  {
    "id": 52,
    "text": "Мы покушали и решили выдвигаться в мой родной город. Пишком до него идти 5-7 часов примерно. Лучше найти машину. Мы выдвинулись в строну дороги с надеждой найти не сломанную машину.",
    "answers": [
      {
        "id": 53,
        "text": "Пойти на дорогу."
      }
    ]
  },
  {
    "id": 53,
    "text": "Мы пришли на дорогу , на дороге очень много разных машин. Мы решили разделиться. И пройти по всем машинам. ",
    "answers": [
      {
        "id": 54,
        "text": "Поискать машину."
      }
    ]
  },
  {
    "id": 54,
    "text": "Прошло примерно 10-15 минут как мы услышали крик. Это кричала Вероника. Я и Крис побежали к ней. Она была за машиной, но мы не успели. Крис побежал к ней, но уже было поздно. Она без сознания и я увидела укус у нее на ноге, ранее я его не видела. Крис начал потерпи, я знаю что ты сильная, столько времени ходила и все было нормально.\nЯ: Стоп, что она укушена? И с какого времени?\nКрис:....\nЯ: КРИС, ОТВЕТЬ.\nКрис: Да, да, да она укушена была уже как месяц, перед приходом вас к нашей группе. Извини что не сказал.\nЯ: Блин Крис иди а. О таком надо говорить.\nКрис молчит. Я тоже молчу. Тут подежает Настя и Арти на машине, садитесь и едем от сюда.\nКрис: я без Вероники не поеду. Я ее не брошу, как наши родители.\nНастя: Ладно, бери ее и едем, там стадо идет.\nМы сели в машину, в машине всю дорогу была тишина. Я не хотела разговаривать с Крисом вообще. ",
    "answers": [
      {
        "id": 55,
        "text": "Доехать, до города."
      }
    ]
  },
  {
    "id": 55,
    "text": "Нам хватило бензина чтобы доехать до города.\nМы оставили машину и пошли пешком. Мы пошли в мой прошлый дом. Он был большой и нам там всем хватит комнат. \nМы дошли до дома минут за 30.",
    "answers": [
      {
        "id": 56,
        "text": "Молча покушать и лечь спать."
      },
      {
        "id": 57,
        "text": "Поговорить с Крисом."
      },
      {
        "id": 58,
        "text": "Поговорить с Настей"
      }
    ]
  },
  {
    "id": 56,
    "text": "Я покушала. И легла спать. Ко мне в комнату зашёл Крис и решил извиниться.\nКрис: Ты не спишь?\nЯ: Нет\nКрис: Я хотел извиниться. И лечь с тобой. Можно?",
    "answers": [
      {
        "id": 59,
        "text": "Да, все хорошо, ложись."
      },
      {
        "id": 60,
        "text": "Нет, иди к Веронике!\nЯ тебя не прощаю."
      }
    ]
  },
  {
    "id": 57,
    "text": "Я: Крис не хочешь ничего объяснить?\nКрис: Нет, я тебе не чего не должен обьяснять!\nЯ: Не кричи на меня.\nНастя: Не кричи на Элис, ты будешь виноват если Вероника кого-нибудь съест.\nКрис: Да ,спасибо, я как будто этого не знаю. Спасибо что опавистила.",
    "answers": [
      {
        "id": 69,
        "text": "Лечь спать и уложить Арти."
      }
    ]
  },
  {
    "id": 58,
    "text": "Я только хотела сказать слово Насте как я услышала рычание. Это была Вероника. Крис побежал к ней, я вижу как она его кусает. я хватаю нож. Крис отмахивается и защищает Веронику.\nОна кусает его еще раз. Крис резко привратился и укусил Арти. Арти был слабый мальчик, он скончался от потери крови. Я побежала к телу Арти и меня съели. \nНастю я уже не видела. Простите за все......КХ...КР....КРЗ\n",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 59,
    "text": "Мы с Крисом провели не забываемую ночь.\nНа утро я встала раньше всех из ща какого шума в комнате Насти. Я захожу туда, а там Вероника ест Настю. Я сдерживаю слезы. Тихо беру нож и убиваю ее. и наченаю плакать. \nНа мой плач прибежал Крис. Он увидел эту картину и обънял меня. \nЯ успокоилась и мы спустились вниз. Арти еще спал. Я достала сардины и положила нам троим. \nРазбудила Арти. \nЯ: Малыш вставй, пошли кушать и мы уходии.\nАрти: Хорошо сестра. Я схожу к Веронике?\nЯ: Нет.\nАрти: Почему?\nЯ: она ушла с Тетей Настей.\nАрти: Хорошо.",
    "answers": [
      {
        "id": 61,
        "text": "Покушать и уйти."
      }
    ]
  },
  {
    "id": 60,
    "text": "Я уснула быстро. Но, на утро я встала раньше всех из ща какого шума в комнате Криса и Верони. Я захожу туда, а там Вероника ест Криса. Я сдерживаю слезы. Тихо беру нож и убиваю ее. и наченаю плакать. \nНа мой плач прибежал Настя. Она увидел эту картину и объняла меня. \nЯ успокоилась и мы спустились вниз. Арти еще спал. Я достала сардины и положила нам троим. \nРазбудила Арти. \nЯ: Малыш вставай, пошли кушать и мы уходии.\nАрти: Хорошо сестра. Я схожу к Веронике?\nЯ: Нет.\nАрти: Почему?\nЯ: она ушла с Крисом.\nАрти: Хорошо.",
    "answers": [
      {
        "id": 66,
        "text": "Покушать и уйти."
      }
    ]
  },
  {
    "id": 61,
    "text": "Мы ушли из этого дома настолько быстро как могли.\nМы шли очень грусными. Я не знала как разредить обстановку.\nНо у меня есть несколько идей.",
    "answers": [
      {
        "id": 62,
        "text": "Идти молча."
      },
      {
        "id": 63,
        "text": "Пошутить."
      },
      {
        "id": 64,
        "text": "Дать всем вкусняшку. (Я нашла 3 маленьких шоколадки у меня дома)"
      }
    ]
  },
  {
    "id": 62,
    "text": "Мы дошли до блокпоста. Нас туда приняли, мы решили остаться там. ",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 63,
    "text": "Я: Я вспомнила шутку, не хотите послушать?\nАрти: Да, я хочу.\nКрис: Конечно.\nЯ: Слушайте. Единственный недостаток денег — их недостаток.\nЯ: Знаю что не в тему, но хочу поднять настроение.\nАрти: Хах, мешно сестра.\nКрис: Да смешно. У тебя все получилось.",
    "answers": [
      {
        "id": 65,
        "text": "Идти дальше."
      }
    ]
  },
  {
    "id": 64,
    "text": "Я: У меня есть шоколадки. Берите. Всем хватит.\nАрти: Ура, давно не ел их.\nКрис: Вай шоколад, кайф.\nКак хорошо что я их нашла, настроение у все сразу поднялось.",
    "answers": [
      {
        "id": 65,
        "text": "Иди дальше"
      }
    ]
  },
  {
    "id": 65,
    "text": "Мы шли не так и долго. Но шли и разговоривали. Нам так весело не было давно. Мы дошли до блокпоста. Нас приняли и мы остались там.",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 66,
    "text": "Мы шли не так и долго. Настя держала меня за руку. Я видела что она на нервах и скоро сорвется. Я остановилась и обняла Арти и Настю.\nНастя сказала Артуру.\nНастя: Артур иди в перед, мне надо поговорить с твоей сестрой.\nАрти: Хорошо.\nНастя Элис я не могу, я скоро сорвусь.\nЯ: Почему, что случилось?\nНастя: Я чуть не ушла из жизни, когда мы с тобой расстались, и я хочу начать все с начала.\nЯ: я не знаю. Можно мне подумать?\nНастя: Да.",
    "answers": [
      {
        "id": 67,
        "text": "Да, давай попробуем заново."
      },
      {
        "id": 68,
        "text": "Нет, извини."
      }
    ]
  },
  {
    "id": 67,
    "text": "Я ответила что я тоже хочу этого. Я ее люблю и не могу без нее. \nМы шли около 30 минут.\nМы увидели блокпост. Я подошла поближе, от туда вышла девушка и сказала что нам нужно 3 человека и больше нет мест. \nЯ: Нас 3, спасибо вам.",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 68,
    "text": "Я пресилила себя. И сказала ей нет. Она идет плачит. Может подойти извиниться и попробовать ее успокоить.\nИли всё-таки зачем эта игра , может всё-таки начать все сначала.\nТолько я хотела подойти и сказать ей слово. Нам крикнули с бокпоста, что всего трех человек примем все. Мы обратились и пошли.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 69,
    "text": "Я только легла спать ко мне в комнату заходит Настя и говорит.\nНастя: Элис, можно лечь с тобой?\nЯ.",
    "answers": [
      {
        "id": 70,
        "text": "Да"
      },
      {
        "id": 71,
        "text": "Нет"
      }
    ]
  },
  {
    "id": 70,
    "text": "Настя ложиться с сомной. И у меня прилив воспоминаний. Я вспомнила все что происходило когда мы с ней были вместе. Я все вспомнила и уснула с улыбкой на лице.",
    "answers": [
      {
        "id": 72,
        "text": "Уснуть."
      }
    ]
  },
  {
    "id": 71,
    "text": "Настя с грустным лицом ушла к себе в комнату на второй этаж на утро я проснулась раньше всех пошла приготовила ужин достала  последнию банку сардин разложил ее на пятерых пошла разбудила Арти, поднялась на второй этаж зашла в комнату Насти вижу что Вероника ест Настю аккуратно взяла нож и убил её, я пошла в комнату Криса. А у него уже не было пульса, он был убит у меня слёзы на глазах, я ушла мы с Арти быстро покушали и ушли оттуда.",
    "answers": [
      {
        "id": 73,
        "text": "Собраться и уйти."
      }
    ]
  },
  {
    "id": 72,
    "text": "На утро я встала раньше всех. И пошла  готовить ужин я достала последнюю банку сардин разложила её на пятерых человек пошла  будить Арти и и Настю, я их разбудила и решила подняться наверх, наверху спали Крис и Вероника я захожу в комнату и вижу что Вероника ест Криса я беру аккуратно ножек, у меня слёзы на лице я убиваю Веронику.\nТут прибегает Настя обнимает меня  и вводит меня вниз по лестнице на кухню, мы покушали и начали собираться.",
    "answers": [
      {
        "id": 66,
        "text": "Покушать и уйти"
      }
    ]
  },
  {
    "id": 73,
    "text": "мы шли не так уж и долго. Мы с Арти шли и разговаривали обо всём пытались отвлечься от происходящего, мы дошли до блокпоста к нам вышел мужчина и сказала что еще есть места. 3 места,  нас было двое они нас  приняли мы решили остаться в блокпосте.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 74,
    "text": "Я ее поцеловала и она ответила мне взаимностью. Потом она меня обняла и сказала на ухо. \nНастя (говорит шепотом): Не забывай меня. Я попытаюсь убежать, но сейчас ты должна уйти и всех увести. Я люблю тебя!",
    "answers": [
      {
        "id": 76,
        "text": "Не подавая виду что мне очень грустно. Увести всех."
      }
    ]
  },
  {
    "id": 75,
    "text": "Я решила не показывать свои чувства. И из за этого она очень расстроилась, но она меня обняла и сказала на ухо. \nНастя (говорит шопотом): Не забывай меня. Я попытаюсь убежать, но сейчас ты должна уйти и всех увести. Я люблю тебя!\nЯ была в шоке после этих слов.",
    "answers": [
      {
        "id": 76,
        "text": "Увести всех"
      }
    ]
  },
  {
    "id": 76,
    "text": "Мы ушли в мой бывший дом. Мы нашли машину с небольшим количеством бензина. В машине Веронике стало плохо. Я не могла понять почему.\nКрис был за рулем. \nЧто мне сделать? ",
    "answers": [
      {
        "id": 77,
        "text": "Спрость Криса на счет Вероники."
      },
      {
        "id": 78,
        "text": "Посмотреть что с ней."
      }
    ]
  },
  {
    "id": 77,
    "text": "Я: Что с Вероникой?\nКрис остановливается и вытаскивает Веронику из машины. У него паника.\nЯ: Что случилось?\nКрис: Она укушена, что мне сделать?",
    "answers": [
      {
        "id": 79,
        "text": "Убить"
      }
    ]
  },
  {
    "id": 78,
    "text": "Я решила осмотреть Веронику, на ее руке я нашла повязку. \nЯ: Крис, что у Вероники на руке?\nКрис: Да так ничего.\nЯ: Я ее снемаю.\nКрис: Нет!\nЯ: Почему? Ее укусили?\nКрис: Да.\nВ этот момент Артур испугался и отодвинулся от Веронике. \nЯ: Крис, Вероника без сознания!\nКрис останавливает машину и выходить из нее. Он вытаскивает Веронику из машины и смотрит на ее укус.\nКрис: Что мне делать с ней?\nЯ: я, я не знаю. \nАрти: Надо избавить ее от мучений. Я вижу как ей плохо. Сестра, она. приврать в это чудовище?\nЯ: Как я бы хотела сказать что нет, но не могу малыш. Да она привратиться. Крис решай, убить ее или оставить на обочене. Но с нем она дальше не поедет.\nКрис: Я не знаю, наверное, лучше убить.",
    "answers": [
      {
        "id": 79,
        "text": "Убить"
      }
    ]
  },
  {
    "id": 79,
    "text": "Крис мне махнул головой, чтобы я увела Арти.\nЯ его увожу, сажу в машину, стою рядом с машиной. Думаю что делать дальше.",
    "answers": [
      {
        "id": 81,
        "text": "Сесть за руль и бросить Криса"
      },
      {
        "id": 82,
        "text": "Дождаться его."
      }
    ]
  },
  {
    "id": 80,
    "text": "мы поехали в самый ближайший дом он находился оттуда в мин 30-40 на машине, не знаю почему ,но он находился так далеко мы приехали  в доме никого не было тут я говорю Арти.\nЯ: Малыш, ходи оккуратнее и старайся не шуметь.\nАрти: Хорошо. Что сначала будем осматривать?)",
    "answers": [
      {
        "id": 13,
        "text": "Кухня."
      },
      {
        "id": 93,
        "text": "2 этаж"
      },
      {
        "id": 95,
        "text": "Кабинет"
      }
    ]
  },
  {
    "id": 81,
    "text": "Я не знаю почему я сделала так. Но мне захотелось уехать. Мы доехали до нашего бывшего дома в городе Крастор. Наш бывший дом был очень большой. Мы доехали быстро. В доме никого не было, мы решили передохнуть и уйти от сюда.",
    "answers": [
      {
        "id": 83,
        "text": "Лечь спать на первом этаже"
      }
    ]
  },
  {
    "id": 82,
    "text": "Я дождалась Криса, он ее убил. Но тут Крис говорит.\nКрис: Элис я не поеду с вам. Мне осталось не долго. Она меня укусила. Прости\nЯ: Что, я не могу в это поверить.\nКрис: Ежайте, ото я сейчас и вас убью.\nЯ: Хорошо. Удачи тебе Крис.",
    "answers": [
      {
        "id": 89,
        "text": "Уехать."
      }
    ]
  },
  {
    "id": 83,
    "text": "Я не могла уснуть и решила посмотреть что лежит в портфеле Насти. \nЯ открыла портфель, там лежали 2 дневника. И мягкая игрушка зайца. Которого я ей подарила на первый день рождения, который мы праздновали вместе.\nПервый дневник называется: Моя любовь.\nВторой дневник называется: Апокалипсис наступил.\nЧто мне прочесть сначала?",
    "answers": [
      {
        "id": 84,
        "text": "Апокалипсис наступил"
      },
      {
        "id": 85,
        "text": "Моя любовь."
      }
    ]
  },
  {
    "id": 84,
    "text": "Здравствуй, читатель. Прости, что я к тебе на ты. Но мир изменился, и теперь не обязательно проявлять уважение к человеку, хотя я и не уверена, что ты человек...\nВсё началось как то слишком быстро, хотя обычно в фильмах у людей было так сказать пару недель в запасе. Я не знаю, что там разработало человечество, но моя мечта сбылась, правда теперь я поняла, какая же это была глупая мечта.\nЯ уже 2 неделю не ем нормально, не выхожу из дома. Страшно. Там ходят они. Ночью, когда становится совсем тихо, я слышу их чавкающие шаги и их хриплый рык...\nЕсли ты не понял еще, то да, начался зомби-апокалипсис. Но нет, он не такой, как был в фильмах и играх. Всё совсем по другому...\nНачалось всё стремительно быстро. Я как всегда ехала с учебы(училась я в мединституте на медсестру), и меня сразу насторожило , что улицы почему-то были пусты. Но не предав большого значения этому, я заехала как всегда в гараж и зашла в дом. Дома никого не было. Вообще никого. Я тогда решила набрать маме. Но в телефоне раздавались длинные гудки. Тут в дверях послышался какой-то шорох. Я обернулась и увидела брата. Но что-то меня в нём насторожило. Он был слишком бледен. Я спросила в порядке ли он. Ответа не последовало. Но произошло другое...\nБрат вдруг резко накинулся на меня и попытался укусить, я оттолкнула его и сказала успокоиться. Но он повторил попытку вновь. Он повалил меня и набросился сверху. Я почуяла противный запах у него изо рта и увидел его бесцветные глаза. Я кричала, я плакала уже, но он не слышал меня и пытался укусить...\nЯ сбросила его с себя и ничего лучше не придумав ударила его в грудь стулом. Но он даже не согнувшись от боли снова набросился на меня. Я ударила его снова в грудь, точнее хотела ударить его в грудь, но он споткнулся и удар пришелся в голову...он обмяк и упал...упал и не двигался...\n\n",
    "answers": [
      {
        "id": 86,
        "text": "Я не могу больше читать, я хочу спать."
      }
    ]
  },
  {
    "id": 85,
    "text": "Элис, прости меня за все. Но после нашего растования, Я не могу без тебя. Я в тебя влюбилась.\nЯ не могу это читать. Мне на нервы это все давит.\nЯ услышала какой-то шорох. ",
    "answers": [
      {
        "id": 88,
        "text": "Пойти проверить."
      },
      {
        "id": 86,
        "text": "Попытаться уснуть."
      }
    ]
  },
  {
    "id": 86,
    "text": "Я не заметила как уснула. Я проснулась утром, Арти не было, я пошла на кухню. Он пытался открыть банку сардин. Я к нему подошла и спросила.\nЯ: Малыш, тебе помочь?\nАрти: Блин ты уже встала, я хотел тебе приготовить ужин и разбудить, если не трудно, помоги.",
    "answers": [
      {
        "id": 87,
        "text": "Открыть сардины"
      }
    ]
  },
  {
    "id": 87,
    "text": "Мы перекусили и ушли из этого дома. Все дневники я забрала с собой. \nМы шли минут 40 как я услышала какой-то шорох в кустах. Я достала свой пистолет и прицелилась в кусты. Я тихо сказала.\nЯ: Выходи или стрелять буду.\nИз кустов выходит Девочка лет 7\nИ говорит. \nДевочка: Не стреляйте, я хочу жить. Я думала вы добрые, если нет, то я могу уйти.\nЯ: Нет, не надо. Все хорошо, мы не будем стрелять.\nТут я чувствую ствол возле моего затылка. И слышу взвод курка.\nВ глазах темнее, мне ударяли по веску.",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 88,
    "text": "Я выгленула в окно, там не кого не было. Я решила лечь спать.",
    "answers": [
      {
        "id": 86,
        "text": "Спать."
      }
    ]
  },
  {
    "id": 89,
    "text": "Мы уехали, ехали минут 30. В наш бывший дом.\nТам некого не было. Мы решили отдохнуть.",
    "answers": [
      {
        "id": 83,
        "text": "лечь спать"
      }
    ]
  },
  {
    "id": 90,
    "text": "Мы пришли в аптеку. В аптеке была пара заражённых, мы их убили, потом мы начали осматривать всю аптеку, мы нашли 2 аптечки, 3 бутылки воды и один охотничий нож, который я забрала для Вероники.\nМы ушли  к Крису и Веронике на базу.",
    "answers": [
      {
        "id": 1,
        "text": "Конец истории."
      }
    ]
  },
  {
    "id": 91,
    "text": "Крис: Нам надо поговорить, Девочки.\nЯ: Да, хорошо.\nКрис: У меня появилась такая идея. Дайте останемся тут?\nЯ: Я не против.\nНастя: Я тоже.\nАрти и Вероника:Да.\nКрис: Мне только надо кое-что сказать.\nЯ: Что же?\nКрис: Вероника укушенна. Ей скаждым днем все хуже и хуже я не знаю что делать.\nЯ: Остается ее только лешить мучений.\nКрис ты сможешь это сделать?\nКрис: Нет. Я не смогу. Кто сможет из вас?\nНастя: Я смогу. Но только не возниновидьте меня после этого. Хорошо?\nЯ: Да, только это надо сделать быстро и без болезднено.",
    "answers": [
      {
        "id": 112,
        "text": "Увести Веронику в лес."
      }
    ]
  },
  {
    "id": 92,
    "text": "",
    "answers": []
  },
  {
    "id": 93,
    "text": "Когда мы поднялись на второй этаж, мы решили пойти в самую дальнюю комнату. Заходя туда я почувствовала запах тухлого мяса, на кровати лежит два трупа рядом с одним из трупом лежит пистолет. Я смотрю на фотографию на тумбочке это пожилая семейная пара походу они решили умереть вместе в одну минуту, одну секунду вот что называется любовь до гроба.\nЯ остановила Арти не давай ему войти в эту комнату, отправила Арти в другую комнату сама начала обыскивать эту.",
    "answers": [
      {
        "id": 95,
        "text": "Взять пистолет и уйти к Арти."
      },
      {
        "id": 96,
        "text": "Обыскать всю комнату."
      }
    ]
  },
  {
    "id": 94,
    "text": "",
    "answers": []
  },
  {
    "id": 95,
    "text": "Мы были в кабинете. Тут в мою спину прилетает нож. Это конец. Прощай Арти и Крис.",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 96,
    "text": "Я начала осматривать комнату и услышала звук из шкафа, я открываю шкаф там сидит маленькая девочка лет 5-7 держа в руках оружие. Что мне делать дальше?",
    "answers": [
      {
        "id": 97,
        "text": "Попросить ее положить оружие."
      }
    ]
  },
  {
    "id": 97,
    "text": "Я решила попросить её положить оружие, но она не реагировала на мой голос я смотрю что она на меня смотрит на меня таким взглядом с мокрыми глазами, я хочу попробовать что-нибудь сделать.",
    "answers": [
      {
        "id": 99,
        "text": "Угостить."
      }
    ]
  },
  {
    "id": 98,
    "text": "",
    "answers": []
  },
  {
    "id": 99,
    "text": "Я пыталась её угостить шоколадкой, у меня осталась одна шоколадка.Я попыталась угостить ее, но она меня чуть не порезала ножом в этот момент я слышу крик Арти. Я бегу к нему, его прижал к стене ходячий. Я подбегаю убиваю ходячего. В этот момент к нам подбегает эта маленькая девочка и прячется за меня. Я смотрю в дверь входит Крис. Я решила.",
    "answers": [
      {
        "id": 100,
        "text": "Обнять его."
      }
    ]
  },
  {
    "id": 100,
    "text": "я обняла Криса он ответил взаимностью мы решили перекусить и остаться в этом доме на ночёвку.",
    "answers": [
      {
        "id": 118,
        "text": "Уснуть."
      }
    ]
  },
  {
    "id": 101,
    "text": "Я: Как я поняла тебя зовут Максим. Можете мне дать не много еды?\nМаксим: Нет извини.\nЯ: Хорошо.",
    "answers": [
      {
        "id": 103,
        "text": "Уйти."
      }
    ]
  },
  {
    "id": 102,
    "text": "я только хотела уйти меня зовет Максим.\nМаксим: Девушка, я хочу предложить вам немного еды.\nЯ: Аааа?",
    "answers": [
      {
        "id": 104,
        "text": "Взять."
      },
      {
        "id": 105,
        "text": "Не брать."
      }
    ]
  },
  {
    "id": 103,
    "text": "дальше я пошла через лес дохожу до домика за мной уже никого нету видать они пошли за теми людьми еды у меня было мало я захожу в доме там все мои сидят притихли Я говорю что всё нормально мы разбиваем лагерь",
    "answers": [
      {
        "id": 37,
        "text": "Разбить лагерь."
      }
    ]
  },
  {
    "id": 104,
    "text": "Я: Да, спасибо большое.\nМаксим: Не за что. Можно у вас попросить?\nЯ: Да ,конечно.\nМаксим: У вас есть какой-нибудь нож, ото у меня он сломался а без него трудно.\nЯ: Сейчас посмотрю.",
    "answers": [
      {
        "id": 106,
        "text": "Отдать нож, который я нашла в аптеке."
      },
      {
        "id": 107,
        "text": "Сказать, что всего один."
      }
    ]
  },
  {
    "id": 105,
    "text": "Я: Нет, спасибо большое за предложение.\nМаксим: Ну хорошо. Можно у вас попросить?\nЯ: Да ,конечно.\nМаксим: У вас есть какой-нибудь нож, ото у меня он сломался а без него трудно.\nЯ: Сейчас посмотрю.",
    "answers": [
      {
        "id": 106,
        "text": "Отдать нож, который я нашла в аптеке"
      },
      {
        "id": 107,
        "text": "Сказать, что всего один."
      }
    ]
  },
  {
    "id": 106,
    "text": "Я: Да есть, вот возьмите.\nМаксим: ты зря это сделала, ты сейчас умрёшь.\nЯ: Почему? Я же вам помогла.\nМаксим: Мы не добрые люди.\nЕго жена Наталья, берет пистолет и стреляет в меня.\nЯ падаю на землю и вижу как мои вещи забирают эти люди.",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 107,
    "text": "Я: Извините у меня всего один нож. \nМаксим: Хорошо, но спасибо что не убили нас. \nЯ: Я и не собиралась. А вот возьмите.",
    "answers": [
      {
        "id": 109,
        "text": "Отдать лук."
      }
    ]
  },
  {
    "id": 108,
    "text": "Я села за дерево и смотрю чтобы не кого не было.\nВсе кроме этого парня ушли в другую сторону. Я решила пойти к своим.",
    "answers": [
      {
        "id": 110,
        "text": "Пойти в дом"
      }
    ]
  },
  {
    "id": 109,
    "text": "Я отдала свой лук, Максим очень сильно обрадовался этому и дал мне ещё две рыбы поблагодарил и я ушла в сторону назначенного места там где Крис, Вероника, Арти и Настя находились.\n",
    "answers": [
      {
        "id": 30,
        "text": "Идти через лес, на прямик."
      }
    ]
  },
  {
    "id": 110,
    "text": "Я пришла в дом и упала в обморок. \nПроснулась утром с перевязаным плячем и с сильной болью головы.",
    "answers": [
      {
        "id": 42,
        "text": "Проснуться."
      }
    ]
  },
  {
    "id": 111,
    "text": "Я встала и пошла к Насте обнимая её, я слышу какие-то всхлипы я смотрю на Настю, Настя плачет я не знаю что делать дальше.",
    "answers": [
      {
        "id": 51,
        "text": "Уйти всех звать кушать."
      },
      {
        "id": 113,
        "text": "Поцеловать ее."
      }
    ]
  },
  {
    "id": 112,
    "text": "Настя и Вероника ушли в лес. Я очень сильно переживала. Настя вернулась через минуту 30.\nЯ была очень рада что она жива и здорова.\nЯ побежала к ней и объняла ее. \n",
    "answers": [
      {
        "id": 114,
        "text": "Обънять Настю."
      }
    ]
  },
  {
    "id": 113,
    "text": "Я её целую она меня целует в ответ на это всё смотрит Крис. \nСлышу голос Криса.\nКрис: Пошлите кушать.\nЯ: Хорошо.\nЯ поцеловала ее ещё раз и начала звать все.",
    "answers": [
      {
        "id": 51,
        "text": "Позвать всех кушать."
      }
    ]
  },
  {
    "id": 114,
    "text": "Настя в нипанимании стоит и она решила.",
    "answers": [
      {
        "id": 115,
        "text": "Меня тоже обънять."
      },
      {
        "id": 116,
        "text": "Оттолкнуть меня."
      },
      {
        "id": 117,
        "text": "Поднять мне голову и поцеловать."
      }
    ]
  },
  {
    "id": 115,
    "text": "Она объняла и сказала мне на ухо. Я тебя люблю, давай встречаться?",
    "answers": [
      {
        "id": 1,
        "text": "Да.( Они встречаются до сих пор)"
      },
      {
        "id": 1,
        "text": "Нет.  (Элис начала встречаться с Крисом)"
      }
    ]
  },
  {
    "id": 116,
    "text": "Она меня оттолкнула, и мы ушли в дом.\nЯ и Арти сидели и рисовали, ко мне подходит Крис и целует меня. Он мне сказал на ухо.\nКрис: Я тебя люблю, давай встречаться?",
    "answers": [
      {
        "id": 1,
        "text": "Да. ( Они встречаются до сих пор)"
      },
      {
        "id": 1,
        "text": "нет. (Элис начала встречаться с Настей)"
      }
    ]
  },
  {
    "id": 117,
    "text": "Она меня поцеловала, я ее в ответ.\nЯ ее обняла и сказала ей на ухо.\nЯ: (шопатом) Я тебя люблю.",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 118,
    "text": "утром я проснулась раньше всех, пошла приготовила ужин и мы ушли из этого дома навсегда.",
    "answers": [
      {
        "id": 1,
        "text": "Уйти."
      }
    ]
  },
  {
    "id": 119,
    "text": "",
    "answers": []
  }
]