[
  {
    "id": 1,
    "text": "Автор: Shadow Wolf\n\nЭтот квест ориентирован на женскую аудиторию. Повествование ведётся от лица волчицы. В этом квесте вам предстоит выживать среди демонов, машин, учёных и себеподобных. Хитрите, находите лазейки и выходите сухими из воды. Удачи!",
    "answers": [
      {
        "id": 2,
        "text": "Начать"
      },
      {
        "id": 16,
        "text": "Внешность волчицы"
      }
    ]
  },
  {
    "id": 2,
    "text": "Вы стоите у обрыва. Над головой ударил гром. \"Скоро начнётся ливень.Надо что-то придумать, причём срочно! Иначе они найдут меня и вот тогда... Нет. Нельзя об этом даже думать!\" ",
    "answers": [
      {
        "id": 3,
        "text": "Осмотреться"
      },
      {
        "id": 4,
        "text": "Попытаться спрыгнуть в обрыв"
      },
      {
        "id": 5,
        "text": "Ждать"
      }
    ]
  },
  {
    "id": 3,
    "text": "Теперь вы перевели взгляд на другой край. Пошел дождь. Вы заметили, как довольно крепкий корень свесился вниз. \"Можно попробовать прыгнуть, но долечу ли я?\"",
    "answers": [
      {
        "id": 6,
        "text": "Посмотреть на право"
      },
      {
        "id": 7,
        "text": "Посмотреть на лево"
      },
      {
        "id": 10,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 4,
    "text": "Внизу была речка, правда никто не знал полноводная она или нет. Но за кустами послышался шорох и вы решили прыгать. Шуршал только кролик, но как говорится у страха глаза велики. Вы летели, как вам покозалось, долго. Вы уже поняли, что лучше бы  было остаться. Вы вспомнили себя ещё волчёнком у брюха матери. Вспомнили вашу первую дичь, а дальше.... Вы увидели клетки, почувствовали страшные боли в области уколов и увидели его. Того которому вы поклялись отомстить. Вот сильный удар и мир погрузился во тьму. Ваше тело лежало в не глубокой речке, которая приобрела кровавый цвет.\n\n\n\n\n\nКонцовка: Бесполезная смерть.\nВы не отомстили и не выжили.",
    "answers": [
      {
        "id": 2,
        "text": "Тьма"
      }
    ]
  },
  {
    "id": 5,
    "text": "Это решение было тоже не разумным, так как вскоре просто пришли учёные. Вы решили умереть с честью. Вы прыгнули на того, кого ненавидели, того кого поклялись убить. Вы прыгнули на Шарпина. Один точный укус в шею и он упал замертво. Кровь брызнула фонтаном из раны. Вы резко развернулись. Ваша морда была в крови, а в глазах горела ярость, вызов и что-то ещё. То чего люди понять были не в силах. В них горела обида смешанная с болью. Ещё бы это же не вы ворвались в их дом, всех перестреляли, а оставшихся сдали на опыты, где все, кроме них, умерли. Вы бросились на второго... Но прозвучал выстрел, вы упали и не смогли больше встать. Последней вашей мыслью было:\"Хотя бы я отомстила\"\n\n\n\n\n\n\nКонцовка: Смерть воина.\nВы отомстили, но при этом были убиты.",
    "answers": [
      {
        "id": 2,
        "text": "Тьма"
      }
    ]
  },
  {
    "id": 6,
    "text": "Справа виднеется почти пустынная местность. В далеке вырисовывается силуэт лаборатории, от куда вы сбежали. \"Нет. Там я не спасусь\"",
    "answers": [
      {
        "id": 3,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 7,
    "text": "С левой стороны был склон. Он был слишком пологий для того, что бы назвать его обрывом, но слишком крутой, что бы спуститься. Кажется там что-то блеснуло. Может это игра вашего воображения? Дождь усилился, превратившись в ливень.",
    "answers": [
      {
        "id": 3,
        "text": "Назад"
      },
      {
        "id": 8,
        "text": "Проверить что там"
      }
    ]
  },
  {
    "id": 8,
    "text": "Как бы странно это не звучало, но это была кость. В животе заурчало...",
    "answers": [
      {
        "id": 9,
        "text": "Съесть кость"
      },
      {
        "id": 7,
        "text": "Отойти"
      }
    ]
  },
  {
    "id": 9,
    "text": "Увы, но пока вы ели к вам сзади подкрались и... пристрелили.\n\n\n\n\nКонцовка: Глупая смерть.\nКто же, когда за ним погоня будет есть?",
    "answers": [
      {
        "id": 2,
        "text": "Тьма"
      }
    ]
  },
  {
    "id": 10,
    "text": "Вы стоите у обрыва. Над головой ударил гром. \"Скоро начнётся ливень.Надо что-то придумать, причём срочно! Иначе они найдут меня и вот тогда... Нет. Нельзя об этом даже думать!\" ",
    "answers": [
      {
        "id": 3,
        "text": "Осмотреться"
      },
      {
        "id": 4,
        "text": "Попытаться спрыгнуть в обрыв"
      },
      {
        "id": 5,
        "text": "Ждать"
      },
      {
        "id": 14,
        "text": "Попытаться перепрыгнуть"
      },
      {
        "id": 11,
        "text": "Попытаться прыгнуть, целясь на корень"
      }
    ]
  },
  {
    "id": 11,
    "text": "Вы отошли назад. Взяли прицел на корень. \"Будь, что будет\" Разбег.... Вы уже почти у края обрыва.... Вот он момент истины... Прыжок.. Вы летите... Дождь и без того довольно сильный, начал ещё больше усиливаться.... \"Если всё получится, они меня потеряют!\" Тут вспыхнула молния. Вы начали снижаться.... \"Долечу! Долечу! Долечу!\" — думали вы. Вы подлетели уже совсем близко к корню. Вы схватились за верхнюю часть корня зубами. Дальше медлить было нельзя. Вы быстро поставили задние лапы на корень, а передние вытянули вверх и поставили на край обрыва. \"На счёт три.... Раз!... Два!... Три!\" Вы оттолкнулись задними лапами и смогли забраться на тот край. Тяжело дыша вы поднялись. В голове била только одна мысль:\"Жива! Жива!Жива!\"",
    "answers": [
      {
        "id": 13,
        "text": "Прислушаться"
      },
      {
        "id": 15,
        "text": "Уйти поискать себе ночлег"
      }
    ]
  },
  {
    "id": 12,
    "text": "Вы летели на встречу смерти....Внизу была речка, правда никто не знал полноводная она или нет.Вы летели, как вам покозалось, долго. Вы уже поняли, что лучше бы  было остаться. Вы вспомнили себя ещё волчёнком у брюха матери. Вспомнили вашу первую дичь, а дальше.... Вы увидели клетки, почувствовали страшные боли в области уколов и увидели его. Того которому вы поклялись отомстить. Вот сильный удар и мир погрузился во тьму. Ваше тело лежало в не глубокой речке, которая приобрела кровавый цвет.\n\n\n\n\n\n\n\nКонцовка: Надежда умирает последней.\nВы до последнего надеялись на успех.",
    "answers": [
      {
        "id": 2,
        "text": "Тьма..."
      }
    ]
  },
  {
    "id": 13,
    "text": "Через дробь дождя было плохо слышно, что творится на том краю обрыва, но вам удалось услышать разговор учёных:\n— Шарпин, её здесь нет!\n— Нет! Она где-то рядом надо найти её!\n— Она могла перепрыгнуть?\n— Нет не могла! Она была слишком слаба.\n— Скорее! я слышал там топот! \nВы поняли, что учёные убежали на право.",
    "answers": [
      {
        "id": 11,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 14,
    "text": "Вы отошли от края, разбежались и прыгнули. Вы летели над пропостью. Вдруг какая-то вспышка ослепила вас. \"Молния!\" Но вот вы уже начали падать, а половины ещё даже не пролетели \"Всё! Я труп...\"",
    "answers": [
      {
        "id": 12,
        "text": "Падение..."
      }
    ]
  },
  {
    "id": 15,
    "text": "Вы решили углубиться в лес. Там вы нашли пещерку. Она была в камне. Забраться в неё можно было только с прыжка. Вы решили войти туда.",
    "answers": [
      {
        "id": 23,
        "text": "Осмотреться"
      },
      {
        "id": 22,
        "text": "Принюхаться"
      },
      {
        "id": 21,
        "text": "Войти"
      }
    ]
  },
  {
    "id": 16,
    "text": "Это меню позволит настроить вашу внешность. Сначала цвет шерсти:\n",
    "answers": [
      {
        "id": 17,
        "text": "Рыжий"
      },
      {
        "id": 17,
        "text": "Чёрный"
      },
      {
        "id": 17,
        "text": "Белый"
      },
      {
        "id": 17,
        "text": "Серый "
      },
      {
        "id": 17,
        "text": "Бурый"
      },
      {
        "id": 17,
        "text": "Коричневый"
      }
    ]
  },
  {
    "id": 17,
    "text": "Теперь будут ли на ней пятна?",
    "answers": [
      {
        "id": 18,
        "text": "Рыжие пятна"
      },
      {
        "id": 18,
        "text": "Чёрные пятна"
      },
      {
        "id": 18,
        "text": "Белые пятна"
      },
      {
        "id": 18,
        "text": "Серые пятна"
      },
      {
        "id": 18,
        "text": "Бурые пятна"
      },
      {
        "id": 18,
        "text": "Коричневые пятна"
      },
      {
        "id": 18,
        "text": "Пятен не будет"
      },
      {
        "id": 18,
        "text": "Рыжее пятно в виде клыка"
      },
      {
        "id": 18,
        "text": "Чёрное пятно в виде клыка"
      },
      {
        "id": 18,
        "text": "Белое пятно в виде клыка"
      },
      {
        "id": 18,
        "text": "Серое пятно в виде клыка"
      },
      {
        "id": 18,
        "text": "Бурое пятно в виде клыка"
      },
      {
        "id": 18,
        "text": "Коричневое пятно в виде клыка"
      },
      {
        "id": 18,
        "text": "Рыжее пятно в виде месяца"
      },
      {
        "id": 18,
        "text": "Чёрное пятно в виде месяца"
      },
      {
        "id": 18,
        "text": "Белое пятно в виде месяца"
      },
      {
        "id": 18,
        "text": "Серое пятно в виде месяца"
      },
      {
        "id": 18,
        "text": "Бурое пятно в виде месяца"
      },
      {
        "id": 18,
        "text": "Коричневое пятно в виде месяца"
      }
    ]
  },
  {
    "id": 18,
    "text": "А какого цвета у неё будут клыки?",
    "answers": [
      {
        "id": 19,
        "text": "Белые"
      },
      {
        "id": 19,
        "text": "Желтоватые"
      },
      {
        "id": 19,
        "text": "Жёлтые"
      }
    ]
  },
  {
    "id": 19,
    "text": "Наконец цвет глаз!",
    "answers": [
      {
        "id": 20,
        "text": "Голубые"
      },
      {
        "id": 20,
        "text": "Тёмно синие"
      },
      {
        "id": 20,
        "text": "Зелёные"
      },
      {
        "id": 20,
        "text": "Золотые"
      },
      {
        "id": 20,
        "text": "Красные"
      },
      {
        "id": 20,
        "text": "Фиолетовые"
      },
      {
        "id": 20,
        "text": "Чёрные"
      }
    ]
  },
  {
    "id": 20,
    "text": "И последнее — шрамы!!",
    "answers": [
      {
        "id": 1,
        "text": "Шрам на глазу"
      },
      {
        "id": 1,
        "text": "Шрам на плече"
      },
      {
        "id": 1,
        "text": "Шрам на боку"
      },
      {
        "id": 1,
        "text": "Шрам на переносице"
      },
      {
        "id": 1,
        "text": "Шрамов не будет"
      }
    ]
  },
  {
    "id": 21,
    "text": "Вы решили заночевать здесь, а может быть даже остаться, кто знает?",
    "answers": [
      {
        "id": 24,
        "text": "Спать"
      }
    ]
  },
  {
    "id": 22,
    "text": "\"Запах старый. Пахнет лисой. Врятли последние два сезона она сюда заходила\"",
    "answers": [
      {
        "id": 15,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 23,
    "text": "Вы решили осмотреться у входа в пещерку вы ничего не нашли. И в кустах рядом с пещеркой тоже пусто. \"Это хорошо. Нет следов, нет костей — значит здесь никто не живёт\"",
    "answers": [
      {
        "id": 15,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 24,
    "text": "\"Дождь? Опять? Стоп! Это не дождь... Тёплое, липкое, металлический запах.... Это же.... Кровь!\"\nВы стояли на скале. Внизу на поляне была кровавая битва. Кажется это были волки. Но против кого они дрались? Маленькие тощие тела, острые, как бритва, зубы, горящие злобой глазки... Страшная догадка, как молния, озарила ваш разум.\"Лисы!\" Вам захотелось убежать, но куда? Ваша шерсть уже пропиталась кровью, металлический запах уже кружил голову.",
    "answers": [
      {
        "id": 25,
        "text": "Бежать"
      },
      {
        "id": 26,
        "text": "Броситься в битву"
      }
    ]
  },
  {
    "id": 25,
    "text": "Вы рванули в лес, который был позади вас. Вы бежали не разбирая дороги. Ветки кустов хлестали вас по морде, но не могли заглушить едкий запах крови. Запах уже пропитал вашу шерсть. Впереди было поваленое дерево. А слева от него была скала. Лапы разъежались на мокрой земле. ",
    "answers": [
      {
        "id": 27,
        "text": "Перепрыгнуть через дерево"
      },
      {
        "id": 28,
        "text": "Свернуть перед ним на право"
      }
    ]
  },
  {
    "id": 26,
    "text": "Вы бросились на трёх лис, которые напали на маленького белого волка. Было видно, что он больше не может сражаться. Вы прыгнули сверху на большого поджарово серого лиса. Послышался визг и вам на морду брызнула лисья кровь. Вы подняли лиса в воздух, подкинули и прикончили его точным укусом в шею. В заднюю лапу тут же вцепился другой лис. Вы взвыли от боли. Попытавшись вцепиться лису в горло вы совершили ложный манёвр, сделав вид, что целитесь в бок. Он попался и отскочил подставив вам горло. \"Сейчас!\" И вот вы бросаете тело поверженого врага к лапам третьего лиса. Он издал какой-то визг и из кустов полезли полчища лис. На вас бросились сразу десять. Вам вцепились в основание хвоста, в ухо, в заднюю лапу, в бок, в переднюю лапу. Вы рвали, кусали и отбрасывали от себя, но вот потеряв равновесие вы упали на землю. Шестеро лисов тут же бросились удерживать вас. Тут к вам подошёл главарь, на которого вы хотели броситься. Он быстро наклонился и вырвал кусок мяса из вашей шеи. Кровь брызнула фонтаном. Жуткая боль обожгла шею.\n— Мясо хорошее. Что ж ты не скулишь? ",
    "answers": [
      {
        "id": 30,
        "text": "Не дождёшься!"
      },
      {
        "id": 31,
        "text": "Гордо молчать"
      },
      {
        "id": 32,
        "text": "Скулить"
      },
      {
        "id": 33,
        "text": "Попытаться вырваться"
      }
    ]
  },
  {
    "id": 27,
    "text": "Вы прыгнули и перелетели через дерево, но не рассчитали и подскользнувшись кубарем покатились дальше. Кровавый ливень усилился. Не далеко от дерева находился овраг с очень крутыми склонами. К сожалению вы туда и катились. \"Всё обойдется парой синяков\" — думали вы. Овраг был песчаный, а прямо на том склоне, по которому вы катились, торчал камень. Вы летели прямо на встречу этому камню. Вдруг, вы почувствовали сильный удар в шею и начали задыхаться. \"Это конец\" Вы лежали на камне и хрипели, пытаясь вдохнуть воздух. Вскоре ваше тело сотрясла предсмертная судорога. Ваши веки сомкнулись и наступила тьма....",
    "answers": [
      {
        "id": 29,
        "text": "Проснуться"
      }
    ]
  },
  {
    "id": 28,
    "text": "Попытавшись свернуть на право вы подскользнулись и не удержав равновесие влетели спиной в ствол. Резкая боль рванула позвоночник и лапу. Мир качался из стороны в сторону. При попытке встать на лапы вы почувствовали сильную боль в лапе, которой подскользнулись. Вы без сил упали на землю. Ваши глаза закрылись и вы провалились во тьму",
    "answers": [
      {
        "id": 29,
        "text": "Проснуться"
      }
    ]
  },
  {
    "id": 29,
    "text": "Вы вскочили тяжело дыша. Солнце только встало. Его лучи пробивались через вход в пещерку, на то место где вы вчера легли спать. Вы всё ещё чувствовали металлический запах крови, однако кошмарный сон начал нехотя отпускать вас.",
    "answers": [
      {
        "id": 34,
        "text": "Вдохнуть и успокоится"
      },
      {
        "id": 36,
        "text": "Вылизаться"
      },
      {
        "id": 37,
        "text": "Почесать за ухом"
      },
      {
        "id": 38,
        "text": "Зевнуть"
      },
      {
        "id": 39,
        "text": "Составить план"
      }
    ]
  },
  {
    "id": 30,
    "text": "— Как знаешь. Лёд!\nК вожаку пожошёл большой серый волк с голубыми, как лёд, глазами.\n— Прикончи её.\nВолк быстро бросился к вам и вы почувствовали сильную боль в горле. Дальше всё закрыл кровавый туман.",
    "answers": [
      {
        "id": 29,
        "text": "Проснуться"
      },
      {
        "id": 30,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c07/1807/16/1cb9ddab7b15.png"
      }
    ]
  },
  {
    "id": 31,
    "text": "— Как знаешь. Лёд!\nК вожаку пожошёл большой серый волк с голубыми, как лёд, глазами.\n— Прикончи её.\nВолк быстро бросился к вам и вы почувствовали сильную боль в горле. Дальше всё закрыл кровавый туман.",
    "answers": [
      {
        "id": 29,
        "text": "Проснуться"
      },
      {
        "id": 31,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c42/1807/de/a4939e361469.png"
      }
    ]
  },
  {
    "id": 32,
    "text": "— Так-то лучше! Ешьте, братья! Ешьте!\nВас принялись рвать на куски толпы лис. От этой боли вы взвыли, а потом кто-то перегрыз вам глотку.",
    "answers": [
      {
        "id": 29,
        "text": "Проснуться"
      }
    ]
  },
  {
    "id": 33,
    "text": "Вы начали извиваться, силы быстро покидали вас.Тут вы извернулись и тяпнули вожака за нос. Тот опешивший от такой наглости взвизгнул, а лисы, как и вожак, растерялись. Вы раскидали их и встали на лапы. Медлить нельзя! На счету каждая секунда!",
    "answers": [
      {
        "id": 25,
        "text": "Сбежать"
      },
      {
        "id": 35,
        "text": "Продолжить бой"
      }
    ]
  },
  {
    "id": 34,
    "text": "Вы глубоко вздохнули. \"Если я начну паниковать, это ни к чему не приведёт. И потом, это просто сон\" Если бы вы были в этом так же уверены, то это было бы прекрасно.",
    "answers": [
      {
        "id": 29,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 35,
    "text": "Вы бросились на, уже успевшего отойти от шока, вожака. Метя в горло вы прыгнули на него. Вдруг вас придавил кто-то. Этот кто-то был крупнее и массивнее лиса. Повернув голову вы увидели большого серого волка с голубыми, как лёд, глазами. \n— Спасибо, Лёд. Спас мою шкурку — сказал лисий вожак.\n— Она мне сама уже надоела — сказал Лёд — Поэтому я её и прикончу!\nВы вновь попытались вырваться, но в этот раз безуспешно. Лёд склонил свою оскаленую пасть над вашей шеей. Дальше последовал молниеносный выпад и вспышка боли. Потом мир стал расплываться и наконец наступила тьма.",
    "answers": [
      {
        "id": 29,
        "text": "Проснуться"
      },
      {
        "id": 35,
        "text": "введите команды для картинки",
        "url": "https://c.radikal.ru/c42/1807/de/a4939e361469.png"
      }
    ]
  },
  {
    "id": 36,
    "text": "Вы вылизали грудку и вылизали шерсть вдоль позвоночника. Потом были вылизаны лапы. Одна почему то болела. \"С чего бы?\"",
    "answers": [
      {
        "id": 29,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 37,
    "text": "На самом деле ухо не чесалось, но эта процедура всегда придавала вам уверенности и спокойствия.",
    "answers": [
      {
        "id": 29,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 38,
    "text": "Вы зевнули и почувствовали себя немного лучше.",
    "answers": [
      {
        "id": 29,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 39,
    "text": "Вы решили составить план. Для начала можно разведать местность, но осторожно, что бы не нарваться на учёных. Тут же у вас в животе заурчало. Ну что ж поохотиться тоже надо. Ещё если вы собираетесь здесь жить, то надо натоскать листьев или хвои, чтобы было мягче спать.",
    "answers": [
      {
        "id": 40,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 40,
    "text": "Вы вскочили тяжело дыша. Солнце только встало. Его лучи пробивались через вход в пещерку, на то место где вы вчера легли спать. Вы всё ещё чувствовали металлический запах крови, однако кошмарный сон начал нехотя отпускать вас.",
    "answers": [
      {
        "id": 41,
        "text": "Вздохнуть и успокоится"
      },
      {
        "id": 42,
        "text": "Вылизаться"
      },
      {
        "id": 43,
        "text": "Почесать за ухом"
      },
      {
        "id": 44,
        "text": "Зевнуть"
      },
      {
        "id": 39,
        "text": "Составить план"
      },
      {
        "id": 46,
        "text": "Выйти из пещерки "
      }
    ]
  },
  {
    "id": 41,
    "text": "Вы глубоко вздохнули. \"Если я начну паниковать, это ни к чему не приведёт. И потом, это просто сон\" Если бы вы были в этом так же уверены, то это было бы прекрасно.",
    "answers": [
      {
        "id": 40,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 42,
    "text": "Вы вылизали грудку и вылизали шерсть вдоль позвоночника. Потом были вылизаны лапы. Одна почему то болела. \"С чего бы?\"",
    "answers": [
      {
        "id": 40,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 43,
    "text": "На самом деле ухо не чесалось, но эта процедура всегда придавала вам уверенности и спокойствия.",
    "answers": [
      {
        "id": 40,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 44,
    "text": "Вы зевнули и почувствовали себя немного лучше.",
    "answers": [
      {
        "id": 40,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 45,
    "text": "",
    "answers": [
      {
        "id": 51,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 46,
    "text": "Вы медленно, словно нехотя подошли к выходу из пещерки. Ну вперёд?",
    "answers": [
      {
        "id": 52,
        "text": "Выйти"
      },
      {
        "id": 40,
        "text": "Остаться"
      }
    ]
  },
  {
    "id": 47,
    "text": "Решив попить прохладной горной воды вы пошли к водопаду. В вблизи он оказался больше, чем вы расчитывали. Водопад образовывал небольшую речку. Попив прохладной воды, вы обнаружили, что в воде плещется...... рыба. А ведь ваша мама когда-то учила вас рыбачить.",
    "answers": [
      {
        "id": 50,
        "text": "Попробовать поймать рыбку"
      },
      {
        "id": 52,
        "text": "Идти назад к пещерке"
      },
      {
        "id": 59,
        "text": "Искупаться"
      }
    ]
  },
  {
    "id": 48,
    "text": "Вы стояли в нерешительности перед лесом.",
    "answers": [
      {
        "id": 56,
        "text": "В лес!"
      },
      {
        "id": 52,
        "text": "Назад к пещерке"
      }
    ]
  },
  {
    "id": 49,
    "text": "Вы вспомнили вчерашнюю ночь и свой побег. \"Надо осторожнее.... Мало ли что.....\" И вы осторожно побрели к тому злополучному месту, откуда ещё вчера уносили лапы.",
    "answers": [
      {
        "id": 65,
        "text": "Идти к краю обрыва"
      }
    ]
  },
  {
    "id": 50,
    "text": "Вы легли у края речки и стали ждать. Вскоре в воде скользнула серебряная тень. ",
    "answers": [
      {
        "id": 48,
        "text": "Это глупо! Пойду лучше зайца поймаю"
      },
      {
        "id": 54,
        "text": "Поймать рыбку"
      }
    ]
  },
  {
    "id": 51,
    "text": "",
    "answers": []
  },
  {
    "id": 52,
    "text": "Вы спрыгнули с порога пещерки. Вчерашний дождь прекратился и теперь сияло солнце. Прямо перед вами был лес. Слева была высокая гора, а справа был путь к обрыву. С горы падал небольшой водопад. Куда теперь? ",
    "answers": [
      {
        "id": 47,
        "text": "К водопаду попить"
      },
      {
        "id": 48,
        "text": "В лес за добычей"
      },
      {
        "id": 49,
        "text": "Вроде бы у обрыва была мягкая почва. Там должна расти ель."
      }
    ]
  },
  {
    "id": 53,
    "text": "Чтож не кролик, но... Очень неплохо. Желудок всё ещё недовольно урчал. Ещё бы! Маленькая рыбка не смогла заглушить голод. ",
    "answers": [
      {
        "id": 52,
        "text": "К пещерке"
      }
    ]
  },
  {
    "id": 54,
    "text": "Вы бросились вперёд, взметнув кучу брызг. Вы долго возились, но наделе смогли схватить рыбку. \"Ура!\" ",
    "answers": [
      {
        "id": 53,
        "text": "Съесть рыбку"
      },
      {
        "id": 55,
        "text": "Оставить"
      }
    ]
  },
  {
    "id": 55,
    "text": "Вы решили оставить эту затею, но ваш желудок заурчал, выражая протест.  Так же вам вспомнились мамины слова: \"Голодный волк — слабый волк!\"",
    "answers": [
      {
        "id": 53,
        "text": "Съесть рыбку"
      }
    ]
  },
  {
    "id": 56,
    "text": "Вы неторопясь шли по лесу. Вдруг, вы почувствовали запах. Но пройдя пару шагов вы почувствовали ещё один. \"Кролик и полёвка, но на кого охотиться?\" Вы стояли в нерешительности перед лесом.",
    "answers": [
      {
        "id": 57,
        "text": "Кролик"
      },
      {
        "id": 58,
        "text": "Полёвка"
      }
    ]
  },
  {
    "id": 57,
    "text": "В лесу было прохладно, а деревья приятно шелестели. Держась с подветренной стороны вы пошли по следу и вскоре увидели промельк бурой шерсти. Вы уже хотели броситься, но сдержали свой порыв. Если броситься сейчас, то кролик просто убежит.",
    "answers": [
      {
        "id": 60,
        "text": "Подкрасться тихо и не заметно"
      },
      {
        "id": 61,
        "text": "Прыгнуть на кролика"
      }
    ]
  },
  {
    "id": 58,
    "text": "Идя с подветренной стороны, вы вскоре увидели маленькую полёвочку. Она грызла семечко.\n",
    "answers": [
      {
        "id": 63,
        "text": "Прыгнуть на неё"
      },
      {
        "id": 64,
        "text": "Подкрасться к ней"
      }
    ]
  },
  {
    "id": 59,
    "text": "Вы зашли в воду по брюхо. Холодная вода приятно освежила вас. Это напомнило вам о том дне, когда мама учила вас плавать. Вы рассмеялись, вспомнив, как столкнули братца в речку. ",
    "answers": [
      {
        "id": 47,
        "text": "Выйти из воды"
      }
    ]
  },
  {
    "id": 60,
    "text": "Вы подкрались и бросились на кролика. Последний был явно не готов к столь стремительной атаке и врезался в дерево. Подскочив к нему, вы прекратили его страдания одним быстрым укусом в шею.                                    ",
    "answers": [
      {
        "id": 62,
        "text": "Съесть кролика"
      }
    ]
  },
  {
    "id": 61,
    "text": "Точно расчитав свой прыжок вы прыгнули, но увы не успели долететь до цели. Ушастый увидел вас и скрылся в кустах.\"Проклятие!\"                        ",
    "answers": [
      {
        "id": 52,
        "text": "К пещерке"
      }
    ]
  },
  {
    "id": 62,
    "text": "Приятно побаловав себя такой хорошей добычей вы пошли обратно к пещерке.\n",
    "answers": [
      {
        "id": 52,
        "text": "К пещерке"
      }
    ]
  },
  {
    "id": 63,
    "text": "Вы молненосно прыгнули на неё и с удовольствием почувствовали, как она затихла под лапой. \"Ура!\"",
    "answers": [
      {
        "id": 52,
        "text": "Съесть полёвку и назад к пещерке"
      }
    ]
  },
  {
    "id": 64,
    "text": "Пока вы подкрадывались мышка успела вас заметить и шмыгнула в норку.",
    "answers": [
      {
        "id": 52,
        "text": "К пещерке"
      }
    ]
  },
  {
    "id": 65,
    "text": "Вы пришли. Вот корень, благодаря которому вы выжили. А вот вдоль края простирался хвойный лес. Судя по всему, вчерашняя непогода поломала кучу больших еловых веток.",
    "answers": [
      {
        "id": 66,
        "text": "Перепрыгнуть на другую сторону обрыва и съесть кость."
      },
      {
        "id": 67,
        "text": "Пойти и набрать веток"
      }
    ]
  },
  {
    "id": 66,
    "text": "Вы отошли от края, разбежались и прыгнули. Вы летели над пропостью. Но вот вы уже начали падать, а половины ещё даже не пролетели \"Всё! Я труп...\"\n",
    "answers": [
      {
        "id": 68,
        "text": "Падать"
      }
    ]
  },
  {
    "id": 67,
    "text": "Вы начали искать ветки. Но вы искали только мягкие веточки. Вскоре у вас была целая охапка в пасти. А по дороге к пещерке вы славно потрудились и теперь помимо веток у вас были ещё и два кролика, которых вы решили оставить на чёрный день.",
    "answers": [
      {
        "id": 69,
        "text": "К пещерке"
      }
    ]
  },
  {
    "id": 68,
    "text": "Вы летели на встречу смерти....Внизу была речка, правда никто не знал полноводная она или нет.Вы летели, как вам покозалось, долго. Вы уже поняли, что лучше бы  было остаться. Вы вспомнили себя ещё волчёнком у брюха матери. Вспомнили вашу первую дичь, а дальше.... Вы увидели клетки, почувствовали страшные боли в области уколов и увидели его. Того которому вы поклялись отомстить. Вот сильный удар и мир погрузился во тьму. Ваше тело лежало в не глубокой речке, которая приобрела кровавый цвет.\n\n\n\n\n\n\nКонцовка: Голод не тётя.\nАвтор нервно курит в сторонке",
    "answers": [
      {
        "id": 2,
        "text": "Тьма"
      }
    ]
  },
  {
    "id": 69,
    "text": "Вы спрыгнули с порога пещерки. Вчерашний дождь прекратился и теперь сияло солнце. Прямо перед вами был лес. Слева была высокая гора, а справа был путь к обрыву. С горы падал небольшой водопад. Куда теперь? ",
    "answers": [
      {
        "id": 70,
        "text": "К водопаду попить"
      },
      {
        "id": 71,
        "text": "В лес за добычей"
      },
      {
        "id": 49,
        "text": "Вроде бы у обрыва была мягкая почва. Там должна расти ель."
      },
      {
        "id": 73,
        "text": "В пещерку"
      }
    ]
  },
  {
    "id": 70,
    "text": " Решив попить прохладной горной воды вы пошли к водопаду. В вблизи он оказался больше, чем вы расчитывали. Водопад образовывал небольшую речку. Попив прохладной воды, вы обнаружили, что в воде плещется...... рыба. А ведь ваша мама когда-то учила вас рыбачить.",
    "answers": [
      {
        "id": 72,
        "text": "Попробовать поймать рыбку"
      },
      {
        "id": 69,
        "text": "Идти назад к пещерке "
      },
      {
        "id": 75,
        "text": "Искупаться"
      }
    ]
  },
  {
    "id": 71,
    "text": "Вы стояли в нерешительности перед лесом.",
    "answers": [
      {
        "id": 80,
        "text": "В лес!"
      },
      {
        "id": 69,
        "text": "Назад к пещерке"
      }
    ]
  },
  {
    "id": 72,
    "text": " Вы легли у края речки и стали ждать. Вскоре в воде скользнула серебряная тень. ",
    "answers": [
      {
        "id": 80,
        "text": "Это глупо! Пойду лучше зайца поймаю"
      },
      {
        "id": 77,
        "text": "Поймать рыбку"
      }
    ]
  },
  {
    "id": 73,
    "text": "Уже вечер. Лучи солнца освещали внутреннюю часть пещерки. Итак у нас много дел! ",
    "answers": [
      {
        "id": 81,
        "text": "Затащить еловые ветки внутрь и пойти поискать листьев"
      },
      {
        "id": 86,
        "text": "Втащить внутрь двух кроликов"
      },
      {
        "id": 69,
        "text": "Выйти из пещерки"
      }
    ]
  },
  {
    "id": 74,
    "text": "\nВы молненосно прыгнули на неё и с удовольствием почувствовали, как она затихла под лапой. \"Ура!\"",
    "answers": [
      {
        "id": 69,
        "text": "Съесть полёвку и пойти к пещерке"
      }
    ]
  },
  {
    "id": 75,
    "text": "Вы зашли в воду по брюхо. Холодная вода приятно освежила вас. Это напомнило вам о том дне, когда мама учила вас плавать. Вы рассмеялись, вспомнив, как столкнули братца в речку.",
    "answers": [
      {
        "id": 70,
        "text": "Выйти из воды"
      }
    ]
  },
  {
    "id": 76,
    "text": "Пока вы подкрадывались мышка успела вас заметить и шмыгнула в норку.\n",
    "answers": [
      {
        "id": 69,
        "text": "К пещерке"
      }
    ]
  },
  {
    "id": 77,
    "text": "Вы бросились вперёд, взметнув кучу брызг. Вы долго возились, но наделе смогли схватить рыбку. \"Ура!\" ",
    "answers": [
      {
        "id": 78,
        "text": "Съесть"
      },
      {
        "id": 79,
        "text": "Оставить"
      }
    ]
  },
  {
    "id": 78,
    "text": "Чтож не кролик, но... Очень неплохо. Желудок всё ещё недовольно урчал. Ещё бы! Маленькая рыбка не смогла заглушить голод. ",
    "answers": [
      {
        "id": 69,
        "text": "Назад к пещерке"
      }
    ]
  },
  {
    "id": 79,
    "text": "Вы решили оставить эту затею, но ваш желудок заурчал, выражая протест.  Так же вам вспомнились мамины слова: \"Голодный волк — слабый волк!\"",
    "answers": [
      {
        "id": 78,
        "text": "Съесть"
      }
    ]
  },
  {
    "id": 80,
    "text": "Вы неторопясь шли по лесу. Вдруг, вы почувствовали запах. Но пройдя пару шагов вы почувствовали ещё один. \"Кролик и полёвка, но на кого охотиться?\" ",
    "answers": [
      {
        "id": 82,
        "text": "Кролик"
      },
      {
        "id": 83,
        "text": "Полёвка"
      }
    ]
  },
  {
    "id": 81,
    "text": "Это заняло очень много времени, но теперь вы были готовы натаскать кучу листьев что бы было мягче спать.",
    "answers": [
      {
        "id": 88,
        "text": "В лес за листьями!"
      }
    ]
  },
  {
    "id": 82,
    "text": " В лесу было прохладно, а деревья приятно шелестели. Держась с подветренной стороны вы пошли по следу и вскоре увидели промельк бурой шерсти. Вы уже хотели броситься, но сдержали свой порыв. Если броситься сейчас, то кролик просто убежит.              ",
    "answers": [
      {
        "id": 84,
        "text": "Прыгнуть на кролика"
      },
      {
        "id": 85,
        "text": "Подкрасться тихо и не заметно"
      }
    ]
  },
  {
    "id": 83,
    "text": "\nИдя с подветренной стороны, вы вскоре увидели маленькую полёвочку. Она грызла семечко.\n",
    "answers": [
      {
        "id": 74,
        "text": "Прыгнуть на полёвку"
      },
      {
        "id": 76,
        "text": "Тихо подкрасться"
      }
    ]
  },
  {
    "id": 84,
    "text": "\nТочно расчитав свой прыжок вы прыгнули, но увы не успели долететь до цели. Ушастый увидел вас и скрылся в кустах.\"Проклятие!\"                        ",
    "answers": [
      {
        "id": 69,
        "text": "К пещерке"
      }
    ]
  },
  {
    "id": 85,
    "text": "Вы подкрались и бросились на кролика. Последний был явно не готов к столь стремительной атаке и врезался в дерево. Подскочив к нему, вы прекратили его страдания одним быстрым укусом в шею.                                    ",
    "answers": [
      {
        "id": 87,
        "text": "Съесть"
      }
    ]
  },
  {
    "id": 86,
    "text": "Вы втащили двух упитанных кроликов в пещерку. Это оказалось не так-то просто, как вы думали.",
    "answers": [
      {
        "id": 73,
        "text": "Фуф"
      }
    ]
  },
  {
    "id": 87,
    "text": "Приятно побаловав себя такой хорошей добычей вы пошли обратно к пещерке.\n",
    "answers": [
      {
        "id": 69,
        "text": "К пещерке"
      }
    ]
  },
  {
    "id": 88,
    "text": "Вечерело. Солнце уже скатилось за горизонт и теперь было прохладно. По дороге на охоту вы видели два места, где могло быть много листьев. Первое находилось возле большого и разлапистого дуба, а второе возле трёх берёз. К дубу было ближе,  чем к берёзам.",
    "answers": [
      {
        "id": 90,
        "text": "К дубу"
      },
      {
        "id": 91,
        "text": "К берёзам"
      },
      {
        "id": 69,
        "text": "К пещерке"
      }
    ]
  },
  {
    "id": 89,
    "text": "Уже вечер. Лучи солнца освещали внутреннюю часть пещерки. Итак у нас много дел! ",
    "answers": [
      {
        "id": 81,
        "text": "Затащить еловые ветки внутрь и пойти поискать листьев"
      },
      {
        "id": 69,
        "text": "Выйти из пещерки"
      }
    ]
  },
  {
    "id": 90,
    "text": "Как вы и предполагали под дубом вы нашли много свежих листьев. Вы взяли целую пасть и пошли к развилке.",
    "answers": [
      {
        "id": 91,
        "text": "К развилке"
      }
    ]
  },
  {
    "id": 91,
    "text": "Похоже, вы заплутали и вышли к берёзам. \"Ну... Зато я могу набрать ещё листьев!\" Вы копались под берёзами в поисках свежих листьев. Сонце уже почти не светило и вы собрались к пещерке, как вдруг заметили что-то в траве.",
    "answers": [
      {
        "id": 92,
        "text": "Посмотреть, что блестит"
      },
      {
        "id": 93,
        "text": "К пещерке"
      }
    ]
  },
  {
    "id": 92,
    "text": "Там были кости и череп. Судя по всему, это был лисий череп. А рядом вы обнаружили пятипалый след. Страшная догадка мелькнула у вас в голове. \"Медведь!\" Вы решили быть осмотрительнее. ",
    "answers": [
      {
        "id": 93,
        "text": "К пещерке"
      },
      {
        "id": 97,
        "text": "Пройти окружным путём к пещерке"
      }
    ]
  },
  {
    "id": 93,
    "text": "Вы шли по лесу и наслаждались тишиной. Вас не напрягало, что за вами следит два злобных чёрных глаза. Сзади послышался хруст ломаемых сучьев. На поляну выскочил огромный чёрный медведь. Одного глаза у него не было. На его месте красовалась пустая глазница.\n",
    "answers": [
      {
        "id": 94,
        "text": "В бой!"
      },
      {
        "id": 95,
        "text": "Бежать "
      },
      {
        "id": 93,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a03/1807/7d/aad3c91f4ae4.png"
      }
    ]
  },
  {
    "id": 94,
    "text": "Вы кинулись на медведя со стороны пустой глазницы. Но медведь только этого и ждал. Он встал на задние лапы, а на то место, куда вы целились подставил лапу. Вашу грудь и горло пронзила боль. Вы упали на землю, а медведь довольно фыркнув ушёл восвояси. Ваше тело сотрясла предсмертная судорога.\n\n\n\n\n\n\nКонцовка: Неосмотрительность путь к смерти.\nВы приняли вызов медведя, хотя могли остаться в живых осмотревшись.",
    "answers": [
      {
        "id": 2,
        "text": "Тьма"
      }
    ]
  },
  {
    "id": 95,
    "text": "\"Я его всё равно не смогу победить, в сумерках и того хуже!\" Вы бросились бежать, но не успели вы добежать даже до деревьев, как ваши задние лапы пронзила жуткая боль. Взвыв от боли вы обернулись.  Ваши задние лапы были в крови и вывернуты под не естественным углом. Из них торчали белые кости. Вы перевели взгляд на медведя. Его передняя лапа была в крови. Уловив ваш взгляд он занёс лапу для очередного удара. Вы в ужасе наблюдали, как эта лапа вздымается вверх. Потом резкий удар и вот уже не чувствуя боли вы лежите на поляне. Кровавая лужа растеклась под вами. \n\n\n\n\n    \n\n\nКонцовка: Неосмотрительность прямой путь в могилку.\nВы не исследовали и побыстрее ушли оттуда.\n",
    "answers": [
      {
        "id": 2,
        "text": "Тьма"
      }
    ]
  },
  {
    "id": 96,
    "text": "В задней части пещерки была выемка в полу. В неё с потолка стекала. А рядом, практически над ней было углубление в камне. Туда вы и решили положить кроликов. ",
    "answers": [
      {
        "id": 97,
        "text": "Вернуться"
      }
    ]
  },
  {
    "id": 97,
    "text": "Вы бегом добрались до пещерки. Ещё бы! Ведь медведи предпочитают ночной образ жизни. Вы заскочили в пещерку и решили сделать подстилку подальше от входа. Ещё вы решили перетащить двух кроликов. Тоже подальше от входа.",
    "answers": [
      {
        "id": 96,
        "text": "Перетащить кроликов"
      },
      {
        "id": 98,
        "text": "Перетащить подстилку"
      }
    ]
  },
  {
    "id": 98,
    "text": "У дальней часть стены было просторное углубление в полу. \"Как я его раньше не заметила?\" Сначала вы перетащили туда ветки. Было трудно, учитывая, что они разлапистые. Сверху вы разложили листья. Получилась пышная лежанка. До того пышная, что там поместилось бы три волка. В пещерку начал проникать лунный свет. \"Луна всходит. Пора спать\"",
    "answers": [
      {
        "id": 99,
        "text": "Спать"
      },
      {
        "id": 97,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 99,
    "text": "Кровь. Море крови. Металлический запах пропитал вашу шерсть и забрался в ноздри.  В этот раз вы не видели дерущихся, но слышали и чувствовали их злобные взгляды и тела. Вдруг вас кто-то схватил за лапу. Вы обернулись что бы дать отпор, но там никого уже не было. Вы почувствовали, что кровавое море плещется у вас под лапами. Вода быстро поднималась и уже была вам по брюхо. Вдруг вы увидели, как море всколыхнулось и огромная кровавая волна пошла прямо на вас. Она сметала всё и всех на своём пути. Вы бросились бежать, но было поздно. Волна с оглушительной силой обрушилась на вас. Вы не смогли всплыть и закричали от ужаса перед смертью.",
    "answers": [
      {
        "id": 100,
        "text": "Тьма"
      }
    ]
  },
  {
    "id": 100,
    "text": "Вы резко открыли глаза. Внутри пещерки было сухо и тепло. А снаружи шёл дождь. И была гроза. Вы перевели взгляд на выход из пещерки, за которым лил дождь. \"Хорошо, что я сделала запас! Пока есть не хочется, поэтому поем в обед\"",
    "answers": [
      {
        "id": 101,
        "text": "Успокоится"
      },
      {
        "id": 102,
        "text": "Попить воды"
      }
    ]
  },
  {
    "id": 101,
    "text": "Вы сделали глубокий вдох и выдох. \"Это всего лишь сон! Просто глупый сон!\" Но в глубине души вы понимали, что это был не просто сон, а послание. Ведь глупые сны просто так по два раза не снятся.",
    "answers": [
      {
        "id": 100,
        "text": "Назад"
      },
      {
        "id": 104,
        "text": "Вылизаться"
      }
    ]
  },
  {
    "id": 102,
    "text": "Вы встали и уже двинулись к выемке с водой, что бы попить, но услышали визг боли и вой отчаяния. Дождь начал стихать, но гроза и не думала успокаиваеться. ",
    "answers": [
      {
        "id": 103,
        "text": "Пойти на помощь"
      },
      {
        "id": 105,
        "text": "Остаться в пещерке"
      }
    ]
  },
  {
    "id": 103,
    "text": "Вы вышли под дождь. Ударил гром. Вы рванули на визг. И выбежали на поляну. Пятеро лисов напали на волка. Силы последнего были на исходе. Вы кинулись на ближнего к вам лиса и кинули его в кусты. Четверо оставшихся лисов кинулись на вас, забыв о раненом волке. Вы вцепились в глотку ближнему лису и откинули его в одного из бегущих. Тот, в кого прилетел мёртвый лис, развернулся и с диким визгом бросился прочь. Сверкнула молния и раздался гром. Два лиса начали обходить вас с двух сторон. Вы прыгнули и очутились рядом с одним из них. Вы быстрым ударом по голове вырубили его. Но тут вам вцепился в загривок другой. Вы упали на землю и прижали лиса своим телом. Он начал трепыхаться под вами, пытаясь выбраться. Вы быстро перекатились и убили лиса точным укусом в шею. Вы подошли к лежащему на земле волку. \"Нельзя его тут бросить. Надо отнести его в пещерку!\"",
    "answers": [
      {
        "id": 332,
        "text": "В пещерке"
      }
    ]
  },
  {
    "id": 104,
    "text": "После сна ваша шерсть была всклокочена. Вы хорошенько вылизались. Убедившись, что теперь всё в порядке вы решили продолжить утренний марафет.",
    "answers": [
      {
        "id": 101,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 105,
    "text": "\"Наверное, это была собака, которую что-то испугало...\"  Вы решили остаться. Мало ли, что.",
    "answers": [
      {
        "id": 106,
        "text": "Попить воды и лечь подремать"
      }
    ]
  },
  {
    "id": 106,
    "text": "Напившись вдоволь вы пошли обратно к подстилке. Вы легли и почувствовали усталость. \"Ещё бы! Я ведь до позавчерашней ночи была в клетке, где меня считай не кормили\"",
    "answers": [
      {
        "id": 107,
        "text": "Дремать"
      }
    ]
  },
  {
    "id": 107,
    "text": "Вы погрузились во тьму. На этот раз вас не мучали кошмары. Вы были под деревом, рядом с ручьём, а вокруг вас было поле. Вдалеке вы увидели чёрного волка с белыми лапами. Глаза у него были тёмно — фиолетового цвета. Он тоже вас заметил и подойдя ближе, спросил:\"Почему?\"\n— Что почему? — спросили вы, хотя уже догадывались об ответе.\n— Почему ты не пришла на помощь мне? Сейчас я мог бы быть ещё жив.\n— Я испугалась за свою жизнь! — вас уже начал раздражать этот незнакомец.\n— Чтож я не в праве тебя судить. Я пришёл предупредить. Древнее зло устроило логово в этих местах. Уходи, пока не поздно — сказал незнакомец.",
    "answers": [
      {
        "id": 108,
        "text": "Хорошо я уйду с этих мест"
      },
      {
        "id": 109,
        "text": "Могу ли я тебя спросить?"
      },
      {
        "id": 110,
        "text": "Да катись ты в болото! Я останусь здесь жить!"
      },
      {
        "id": 107,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c17/1807/a4/835270fabd67.png"
      }
    ]
  },
  {
    "id": 108,
    "text": "— Тогда я могу лишь пожелать тебе удачи. Прощай.",
    "answers": [
      {
        "id": 119,
        "text": "Проснуться"
      }
    ]
  },
  {
    "id": 109,
    "text": "Незнакомец усмехнулся. \n— Спрашивай, Тень.",
    "answers": [
      {
        "id": 111,
        "text": "Как тебя зовут?"
      },
      {
        "id": 112,
        "text": "Откуда ты?"
      },
      {
        "id": 113,
        "text": "Откуда ты знаешь моё имя?"
      },
      {
        "id": 114,
        "text": "Что за древнее зло?"
      },
      {
        "id": 115,
        "text": "Можно ли справиться со злом?"
      },
      {
        "id": 116,
        "text": "Как мне может что-то угрожать в пещерке?"
      },
      {
        "id": 117,
        "text": "Вопросов больше нет"
      },
      {
        "id": 112,
        "text": "Почему ты мне помогаешь?"
      }
    ]
  },
  {
    "id": 110,
    "text": "— Ты пожалеешь об этом — спокойно, без угрозы, но с печалью в голосе сказал он.\nВы лишь фыркнули. Развернувшись вы побрели прочь от него.",
    "answers": [
      {
        "id": 122,
        "text": "Проснуться"
      }
    ]
  },
  {
    "id": 111,
    "text": "Незнакомец немного опешил. Было видно, что он не ожидал такого вопроса. Наконец прийдя в себя он ответил. \n— Меня зовут Фенрир.\nФенрир... От чего-то у вас пробежали мурашки от этого имени.",
    "answers": [
      {
        "id": 109,
        "text": "Хорошо. У меня ещё вопрос"
      }
    ]
  },
  {
    "id": 112,
    "text": "Фенрир колебался, а потом пообурчал что-то вроде:\"Не твоё дело!\"",
    "answers": [
      {
        "id": 109,
        "text": "Можно ещё вопрос?"
      }
    ]
  },
  {
    "id": 113,
    "text": "— Когда волк умирает, ему становится известно больше, чем при жизни. Иными словами духи, как я, знают многое, но не всё. А если мы общаемся с живым, то мы знаем его имя, кто он и от куда. Но нам не известно его прошлое. И мы не умеем читать мысли.",
    "answers": [
      {
        "id": 109,
        "text": "Ясно. У меня ещё вопрос"
      }
    ]
  },
  {
    "id": 114,
    "text": "— Это зло в земном обличии выглядит, как огромный чёрный медведь. Одного глаза у него нет. На его месте красуется пустая глазница. Он очень опасен. Его нельзя недооценивать. В темноте его единственный глаз светится кроваво красным. Но его можно узнать и днём. Он слишком большой для медведя.\n",
    "answers": [
      {
        "id": 109,
        "text": "У меня ещё есть вопросы"
      }
    ]
  },
  {
    "id": 115,
    "text": "Фенрир помедлил с ответом. На его морде читались задумчивость и неуверенность. Наконец он заговорил: \n— Думаю, да. Надо много ловкости, проворства и удачи. Так же его нельзя бить со стороны слепого глаза. Я думаю он прекрасно справляется с этой проблемой, обращая слабость в силу.",
    "answers": [
      {
        "id": 109,
        "text": "Ясно. У меня ещё вопрос"
      }
    ]
  },
  {
    "id": 116,
    "text": "— Скажем так, у него есть помощники. Если же по каким бы то ни было причинам они не справятся за дело возьмётся он. Он разломает твоё укрытие и убьёт тебя.\nВас передёрнуло. Вы нервно сглотнули.",
    "answers": [
      {
        "id": 109,
        "text": "Хорошо"
      }
    ]
  },
  {
    "id": 117,
    "text": "— Отлично! Я рад что ты всё поняла. Ну, так что ты решила? — спросил Фенрир.",
    "answers": [
      {
        "id": 108,
        "text": "Хорошо, я уйду с этих мест"
      },
      {
        "id": 110,
        "text": "Да катись ты в болото! Я останусь здесь жить!"
      },
      {
        "id": 118,
        "text": "Я попробую победить древнее зло"
      }
    ]
  },
  {
    "id": 118,
    "text": "— Хмм.... На самоубийцу не похожа.... — протянул Фенрир — Но тебя должен кто-то тренировать.\n— Может ты будешь меня тренировать? — спросили вы.\n— Эм... Я же дух. Я могу тебя тренировать только во сне.\n— Ну, чего мне стоит не спать пару ночей?\n— Погоди. У меня тоже есть уговор. Я буду тренировать тебя каждый раз, как ты заснёшь.\n— Но зачем так много?\n— Ты должна быть готова в любой момент встретить опасность. Пока медведь не знает, что ты здесь, ты должна подготовиться. Пока что тебе надо запастись едой. После битвы вероятнее всего ты будешь ранена и тебе будет не до охоты. \n— А в мире смертных ты не можешь быть рядом во время битвы?\n— Я всегда рядом, но в самый критический момент я могу помочь тебе. Ну так, что ты согласна на такие тренировки?",
    "answers": [
      {
        "id": 120,
        "text": "Согласна"
      },
      {
        "id": 110,
        "text": "Да, катись ты в болото!"
      }
    ]
  },
  {
    "id": 119,
    "text": "Вы вскочили со своего места. Дождь лил рекой, а гроза бушевала пуще прежнего. Вы подошли к запасу кроликов. Съев одного вы взяли второго и пошли к выходу из пещерки.",
    "answers": [
      {
        "id": 215,
        "text": "Выйти"
      }
    ]
  },
  {
    "id": 120,
    "text": "— Отлично. Я буду ждать твоего возвращения, Тень.",
    "answers": [
      {
        "id": 121,
        "text": "Проснуться"
      }
    ]
  },
  {
    "id": 121,
    "text": "Дождь прекратился и сквозь облака в пещерку проглядывало солнце. Вы открыли глаза. Встав с лежанки и потянувшись вы осторожно вглядывались в то, что происходит снаружи. Ничего необычного так и не произошло. Вы решили выйти из пещерки, но куда пойти сначала?",
    "answers": [
      {
        "id": 123,
        "text": "На охоту в лес"
      },
      {
        "id": 124,
        "text": "К водопаду попить"
      }
    ]
  },
  {
    "id": 122,
    "text": "Вы проснулись. Полыхнула молния и выхватила из тьмы силуэт медведя. Он стремительно приближался к пещерке. Потом удар, грохот и всё стихло.",
    "answers": [
      {
        "id": 218,
        "text": "Тьма"
      }
    ]
  },
  {
    "id": 123,
    "text": "Выйдя из пещерки вы не спеша пошли в лес. Земля противно чавкала под лапами и они то и дело разъежались. Пройдя ещё немного вы уловили запах кролика. И не одного, а как минимум трёх. \"Вот удача!\"",
    "answers": [
      {
        "id": 125,
        "text": "Идти по следу"
      }
    ]
  },
  {
    "id": 124,
    "text": "Просто так выходить не хотелось, а попить вы могли и в пещерке.",
    "answers": [
      {
        "id": 123,
        "text": "В лес на охоту"
      }
    ]
  },
  {
    "id": 125,
    "text": "Вы тихо продвигались по лесу. Вот вы нашли её. Кроличью норку. Вы решили....",
    "answers": [
      {
        "id": 126,
        "text": "Обойти её и посмотреть сколько у неё выходов"
      },
      {
        "id": 127,
        "text": "Гавкнуть туда"
      },
      {
        "id": 128,
        "text": "Раскопать этот лаз"
      }
    ]
  },
  {
    "id": 126,
    "text": "У норки оказалось только два выхода. Вам очень повезло. Теперь вы решили....",
    "answers": [
      {
        "id": 129,
        "text": "Закопать их"
      },
      {
        "id": 130,
        "text": "Закопать их тихо"
      }
    ]
  },
  {
    "id": 127,
    "text": "Ничего умнее вы не придумали. Ваш гавк эхом отразился от стен и вылетел, вместе с тремя кроликами, в лес.",
    "answers": [
      {
        "id": 123,
        "text": "Ещё раз?"
      }
    ]
  },
  {
    "id": 128,
    "text": "Вы принялись за дело. Сырая земля легко  поддавалась волчьим когтям. Когда наконец вы расширили проход так, чтоб можно было засунуть внутрь голову, вы не обнаружили там никого. Все кролики разбежались.",
    "answers": [
      {
        "id": 123,
        "text": "Попытаться ещё раз"
      }
    ]
  },
  {
    "id": 129,
    "text": "Кролики услышали вашу возьню и убежали из второго входа прежде, чем вы кого-то поймали.",
    "answers": [
      {
        "id": 123,
        "text": "Эх...."
      }
    ]
  },
  {
    "id": 130,
    "text": "Вы тихо закопали оба входа, а для надёжности придвинули к каждому камень. Теперь самая интересная часть! Вы выкопали отверстие сверху над норкой. Но сделали его глубже чем сам тонель. Теперь надо только навести шум. Вы вскочили и немного побегали по холмику. Дробный стук лап прервал вас. Вы прильнули к дырке и быстро сцапали толстого кролика. Это был их главный. Вы быстро вытащили его и стали ждать дальше. Следующий кролик был меньше. Вы так же, быстрым укусом прекратили его мучения. Такая же тактика сработала и с другими тремя. \"Теперь нужно отнести это в пещерку\"",
    "answers": [
      {
        "id": 131,
        "text": "В пещерку"
      }
    ]
  },
  {
    "id": 131,
    "text": "Вы с большим трудом перетащили в пещерку своих кроликов. Но едва войдя вы почувствовали едкий запах, от которого кровь стынет в жилах. Прежде, чем вы успели осознать всю серьёзность своего положения мерзкий визглявый голосок заговорил\n— Привет, шакалья морда и проваливай отсюда. Теперь эта пещера принадлежит мне, Ветру, предводителю лисей стаи!\n— Сколько вас здесь?\n— Нас здесь много. Полчища, огромные полчища.\nВы поняли, что лис лжёт вам. По запаху их тут было трое.",
    "answers": [
      {
        "id": 132,
        "text": "Уйти"
      },
      {
        "id": 133,
        "text": "Драться"
      }
    ]
  },
  {
    "id": 132,
    "text": "Вы запретили себе об этом даже думать. Как это трое лис выгонят вас?! Вы решили драться.",
    "answers": [
      {
        "id": 133,
        "text": "В бой!"
      }
    ]
  },
  {
    "id": 133,
    "text": "Вы сделали вид, что уходите, а потом прыгнули на то место, откуда шёл звук. Лис взвизгнул и забился под вами. Вы больно цапнули его за пузо.  Краем взгляда вы увидели тень за вами. Вы быстро отскочили в сторону и как раз вовремя. Тень прыгнула, но попала не вам на спину, а на раненое пузо вожака. Но третий лис не заставил себя ждать. Он Прыгнул и повис у вас на боку. Сделав быстрый выпад, вы схватили его за горло и отцепили от себя. Дальше вы сомкнули челюсти и он перестал дышать. Вы бросили его и повернули свою кровавую пасть к двум другим. Увидя страх в их глазах вы начали медленно приближаться к ним. \"В живых их точно нельзя оставлять. Иначе они найдут лисью стаю и вновь нападут на меня\" Вы прыгнули на вожака и откинули его в стену. Второй лис попытался сбежать, но вы поймали его за хвост. Вы надавили лису своей лапой на хребет. Лис упал. Дальше быстрый выпад, укус в шею и остался только один лис. Теперь вы ясно видели страх в его глазах. А он видел беспощадность в ваших. Вы подошли к нему и быстрым укусом в шею прекратили его мучения.",
    "answers": [
      {
        "id": 134,
        "text": "Вынести лисьи тела из пещерки"
      }
    ]
  },
  {
    "id": 134,
    "text": "Вы вынесли тела из пещерки в лес. Теперь можно вернуться и приступить к тренировкам.",
    "answers": [
      {
        "id": 135,
        "text": "В пещерку"
      }
    ]
  },
  {
    "id": 135,
    "text": "Вы тренировались, охотились, ели. Так прошло полгода. Вот наконец вы были готовы к битве с медведем. А перед битвой надо выспаться",
    "answers": [
      {
        "id": 136,
        "text": "Спать"
      }
    ]
  },
  {
    "id": 136,
    "text": "Вы стояли на той же самой поляне. Перед вами сидел Фенрир. За время ваших тренировок вы очень сблизились. \n— Ты готова к битве с ним. Я научил тебя всему. Помни, я всегда с тобой. \n— А что будет если я умру?\n— Лучше не думать об этом.",
    "answers": [
      {
        "id": 137,
        "text": "Хорошо"
      }
    ]
  },
  {
    "id": 137,
    "text": "Вы проснулись на рассвете. \"И как мне его найти?\" спросили вы себя. \"Иди к трём берёзам. Он ждёт тебя там\" прозвучал голос Фенрира в вашей голове. Через минуту вы увидели его силуэт. А затем он предстал перед вами как в живую. Увидя блеск в ваших глазах он сразу же сказал вам: \n— Нет, я всё ещё мертвый, поэтому ты не можешь меня ранить. А вот демон может. Я же обещал, что буду с тобой.\nВы не смогли выразить свою благодарность в словах и потёрлись головой о его плечо. Когда вы отшли он смотрел на вас как-то странно.\n— Хм... Я думал живые не могут касаться духов. Ладно, идём.",
    "answers": [
      {
        "id": 138,
        "text": "Пойти вместе с Фенриром к трём берёзам"
      }
    ]
  },
  {
    "id": 138,
    "text": "Вы вышли к трём берёзам. Под самой высокой берёзой сидел медведь. Вблизи он действительно был огромный. А уцелевший глаз излучал красное свечение. Медведь лениво повернул голову в вашу сторону. Вам покозалось или Фенрир действительно проследив за взглядом медведя испуганно глянул на вас? \n— Ещё не передумала? Пока что не поздно уйти из леса.\n",
    "answers": [
      {
        "id": 139,
        "text": "Нет, я буду драться"
      },
      {
        "id": 140,
        "text": "Да пошло оно в болото! Проиграла в героя и хватит!"
      }
    ]
  },
  {
    "id": 139,
    "text": "Вы бросились на медведя и вцепились ему во второй глаз. Вы перевели взгляд на Фенрира. Он стоял и смотрел на вас с издёвкой. Тут вас отшвырнул медведь.\n— Фенрир помоги мне! -крикнули вы.\nТут на вас обрушился мощный удар и всё заволокла тьма.",
    "answers": [
      {
        "id": 214,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 140,
    "text": "Такого заявления никто не ожидал. Вы быстрым шагом двинулись к медведю. Он попятился от вас к берёзе, а встретившись с вашим злобным взглядом быстро залез на дерево, откуда был выпнут Фенриром. Очутившись у вас на пути он развернулся на сто восемьдесят градусов, побежал и втетерился своей непутёвой башкой в соседнюю берёзу. Оглянувшись на вас и поймав на себе испепеляющий взгляд, бедный мишка молнией взлетел на дерево. А вы продолжили своё шествие. Сейчас в вас что-то изменилось. Теперь вас боялся даже демон. Вы стали самым страшным, что вообще есть в этом мире. В вас вселился сам сатана. Но пока вам нужен был отдых. И вы направлялись в берлогу демона.",
    "answers": [
      {
        "id": 141,
        "text": "Пойти в берлогу и свернуться клубочком"
      },
      {
        "id": 142,
        "text": "Сопротивляться силе дьявола"
      }
    ]
  },
  {
    "id": 141,
    "text": "Вы пошли в берлогу демона, но никто не смел возразить. Вы свернулись колачиком и провалились в беспокойный сон. Вы слышали голоса в своей голове. Может быть это бред, но вам казалось, что они зовут вас.",
    "answers": [
      {
        "id": 143,
        "text": "Спать"
      }
    ]
  },
  {
    "id": 142,
    "text": "Вы попытались подавить поток тёмной энергии. \" Не сопротивляйся! \" прозвучал голос у вас в голове. Вы поняли, что не сможете противостоять силе. Вернее сможете, но не станете.",
    "answers": [
      {
        "id": 141,
        "text": "Пойти в берлогу "
      }
    ]
  },
  {
    "id": 143,
    "text": "Вы стоите под большим дубом. Но, как вы не осматривались, Фенрира вы найти не могли.\n— Ты что-то ищешь? Или, может быть, кого-то?\nНезнакомый голос заставил вас подскочить. Вы обернулись. Позади вас стоял незнакомец. Он явно не был волком, но сходства были. Глаза у него были красного цвета. На каждом глазу был шрам. На плече был шрам крестообразной формы. На спине тоже был шрам. Но самое порожающее было не это, а то, что у него были крылья. Вы смотрели на него с недоверием. Кажется он это заметил.\n",
    "answers": [
      {
        "id": 144,
        "text": "Ты не боишся меня?"
      },
      {
        "id": 143,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a02/1807/98/9cadddaf62e0.png"
      }
    ]
  },
  {
    "id": 144,
    "text": "— С чего мне бояться той силы, которая есть и у меня, и той которую я наделил этой силой?\nУ вас подкосились лапы. Вы не знали о какой силе идёт речь, но то, что вас испугался сам демон явно было не случайно.\n— Вижу ты в недоумении. Чтож можешь задать мне любые вопросы, я на них отвечу — незнакомец улыбнулся и вы увидели белые зубы.",
    "answers": [
      {
        "id": 145,
        "text": "Итак...."
      }
    ]
  },
  {
    "id": 145,
    "text": "Он смотрел на вас с интересом.\n— Спрашивай, нестесняйся, Тень.",
    "answers": [
      {
        "id": 146,
        "text": "Как тебя зовут?"
      },
      {
        "id": 147,
        "text": "Откуда ты?"
      },
      {
        "id": 148,
        "text": "Как ты узнал моё имя?"
      },
      {
        "id": 149,
        "text": "Ты дух?"
      },
      {
        "id": 150,
        "text": "Ты не знаешь Фенрира?"
      },
      {
        "id": 151,
        "text": "Что это за сила?"
      },
      {
        "id": 152,
        "text": "Почему меня испугался демон?"
      },
      {
        "id": 153,
        "text": "Почему ты избрал меня?"
      },
      {
        "id": 154,
        "text": "Кто ты?"
      },
      {
        "id": 155,
        "text": "Как мне найти Фенрира?"
      },
      {
        "id": 156,
        "text": "Вопросов больше нет"
      }
    ]
  },
  {
    "id": 146,
    "text": "Незнакомец поклонился.\n— Как я мог забыть о манерах?! Моё имя Лорд.",
    "answers": [
      {
        "id": 145,
        "text": "Хорошо"
      }
    ]
  },
  {
    "id": 147,
    "text": "— Чтож, я можно сказать из ада. Нет, это не тот ад, который представляют смертные. Но они чем-то похожи. В каких-то деталях.",
    "answers": [
      {
        "id": 145,
        "text": "Эм... хорошо...."
      }
    ]
  },
  {
    "id": 148,
    "text": "— В отличие от духов мне известно всё. Поэтому я знаю твоё прошлое, Тень. Так же я умею читать мысли. Но твои мысли я могу читать не все.",
    "answers": [
      {
        "id": 145,
        "text": "У меня ещё вопрос"
      }
    ]
  },
  {
    "id": 149,
    "text": "Немного поколебавшись Лорд ответил: \n— Несовсем так. Я сильнее духа. ",
    "answers": [
      {
        "id": 145,
        "text": "У меня ещё вопрос"
      }
    ]
  },
  {
    "id": 150,
    "text": "Вы увидели, как его ухмылка медленно начала сползать с морды.\n— Он..... Ммм.... Да я его знаю. Но он дух, а я нет и поэтому мы редко общаемся.\nПочему то вам не понравился тон, с которым он говорил о Фенрире.",
    "answers": [
      {
        "id": 145,
        "text": "Ясно"
      }
    ]
  },
  {
    "id": 151,
    "text": "Лорд замешкался с ответом. Он явно пытался подобрать слова.\n— Можно сказать ты наделена сверхъестественной силой. Не буду врать, эта сила тьмы, а не света. С её помощью ты сможешь, при желании, поработить мир. Так же, как я уже говорил, твоя сила равна моей.",
    "answers": [
      {
        "id": 145,
        "text": "Хорошо"
      }
    ]
  },
  {
    "id": 152,
    "text": "— Этот демон, как ты его называешь, мой слуга. Это самый слабый демон из всех, которые у меня есть, но для смертных он почти не победим. Так же его настоящее имя — Вербут. А испугался он тебя потому, что твоя сила резко пробудилась в тебе. ",
    "answers": [
      {
        "id": 145,
        "text": "У меня ещё вопрос"
      }
    ]
  },
  {
    "id": 153,
    "text": "Лорд нахмурился. Ему явно не понравился этот вопрос. \n— Скажем так, обстоятельства твоего рождения сложились так.",
    "answers": [
      {
        "id": 145,
        "text": "Я хочу задать ещё вопрос"
      },
      {
        "id": 157,
        "text": "А можно подробнее?"
      }
    ]
  },
  {
    "id": 154,
    "text": "— Если тебе так будет понятнее, то я сам Дьявол. Но по силе ты мне не уступаешь. Я могу быть во плоти и днём. Я найду тебя, когда ты проснёшся и начну учить, как управлять твоей силой.",
    "answers": [
      {
        "id": 145,
        "text": "Хорошо"
      }
    ]
  },
  {
    "id": 155,
    "text": "— Ты уверена, что хочешь его найти? \nЭтот вопрос поставил вас в тупик. Вы поняли, что Лорд что-то скрывает.\n— Что ты скрываешь от меня? — спросили вы.\nЕго настроение изменилось. Глаза помрачнели.\n— Он себя ещё не выдал? — он обратил внимание на ваш испуганный взгляд — Не понимаешь о чём я? Чтож, что ты хочешь знать о Фенрире?\n",
    "answers": [
      {
        "id": 159,
        "text": "Всё"
      }
    ]
  },
  {
    "id": 156,
    "text": "— Отлично! Тогда встретимся у моего демона в берлоге! — сказал Лорд и начал таять.\nЗемля под вашими лапами затряслась, а потом разверзлась и вы упали во тьму",
    "answers": [
      {
        "id": 164,
        "text": "Открыть глаза"
      }
    ]
  },
  {
    "id": 157,
    "text": "Он вздохнул.\n— Только, если ты этого действительно хочешь.",
    "answers": [
      {
        "id": 158,
        "text": "Да, хочу "
      },
      {
        "id": 145,
        "text": "Нет, спасибо"
      }
    ]
  },
  {
    "id": 158,
    "text": "— Чтож... Всё это началось ещё до твоего рождения. Дух хаоса Акропус решил завладеть всем миром. Он направился ко мне. Ему нужен был мой оракул, что бы предсказать успех. Но оракул предсказал, что Акропус будет повержен двумя дьяволами. Спросив у оракула, откуда появится второй дьявол, и узнав что тот родится на земле, среди стаи белого волка, он направился убивать все стаи с белыми волками. Я попытался напомнить ему, что мы дали клятву не убивать подобных нам, но он лиш усмехнулся. Однажды я нашёл ту стаю на которую Акропус должен был напасть. И вот когда Акропус был уже близко появилась ты. Я понял, что это был знак и укрыл тебя и твою стаю от его гнева. После этого я наделил тебя этой силой. Предугадывая твой вопрос почему, отвечу. Потому, что слишком много было пролито крови не виновных. Никто этого не помнит потому, что я был лишь тенью. Но ко мне вдруг подошла ты и спросила кто я. Тогда я точно убедился, что ты избраная.\nВас пробила дрож. Вы вспомнили тот день.",
    "answers": [
      {
        "id": 145,
        "text": "Хорошо"
      }
    ]
  },
  {
    "id": 159,
    "text": "— Хорошо! С чего начнём?",
    "answers": [
      {
        "id": 160,
        "text": "Кто такой Фенрир по твоему?"
      },
      {
        "id": 161,
        "text": "Почему он меня тренировал? "
      },
      {
        "id": 162,
        "text": "Как его победить? "
      },
      {
        "id": 163,
        "text": "Почему он хотел моей драки с медведем?"
      },
      {
        "id": 145,
        "text": "Я узнала всё, что хотела"
      }
    ]
  },
  {
    "id": 160,
    "text": "— Он дух хаоса Акропус.\n— Но Фенрир сказал, что он просто дух.\n— Но ты же его не спрашивала: \"Эй, Фенрир! А ты случайно не дух хаоса?\"",
    "answers": [
      {
        "id": 159,
        "text": "Ясно"
      }
    ]
  },
  {
    "id": 161,
    "text": "— Чтобы понять, какова ты в бою, а ещё что бы знать твои приёмы.",
    "answers": [
      {
        "id": 159,
        "text": "Ясно"
      }
    ]
  },
  {
    "id": 162,
    "text": "— Только нашими совместными силами. Тогда у нас есть шанс.",
    "answers": [
      {
        "id": 159,
        "text": "Хорошо"
      }
    ]
  },
  {
    "id": 163,
    "text": "— После смерти твоя сила перешла бы к духу, который был рядом с тобой во время смерти.",
    "answers": [
      {
        "id": 159,
        "text": "Понятно"
      }
    ]
  },
  {
    "id": 164,
    "text": "Над вами была голова Вербута. Увидя, что вы проснулись он отошёл на почтительное расстояние и поклонился вам. Вы увидели у него на плече отпечаток волчей лапы. Проследив за вашим взглядом он что-то прорычал и выжидающе стал смотреть на вас. Вы не понимали чего он от вас хочет",
    "answers": [
      {
        "id": 165,
        "text": "Чего ты от меня ждёшь?"
      }
    ]
  },
  {
    "id": 165,
    "text": "Вербут удивлённо посмотрел на вас. \n— Он решил, что раз твоя сила пробудилась, то ты его понимаешь — раздался голос Лорда.\nЧерез минуту он вошёл в берлогу. Он был в точности, как из вашего сна.\n— За мной. Вербут, прикрывай нас с тыла!",
    "answers": [
      {
        "id": 166,
        "text": "Идти за Лордом"
      }
    ]
  },
  {
    "id": 166,
    "text": "Вы долго шли по лесу. Наконец вы вышли на поляну и остановились. Эту часть леса вы не знали. Позади вас был хвойный лес, а в переди, в нескольких шагах от вас, начинался странный чёрный лес с кровавым туманом. \n— Я туда не пойду — твёрдо заявили вы.\n— Расслабься! Этот лес — пристанище нечисти — немного погодя Лорд добавил — И моё царство!",
    "answers": [
      {
        "id": 167,
        "text": "Идти дальше"
      }
    ]
  },
  {
    "id": 167,
    "text": "Вы шли по тёмному лесу. Рядом то и дело ходили разные создания. Скоро вы вышли на поляну, возле пещеры.\n— Ты будешь жить здесь со мной, в моей пещере — сказал Лорд тоном нетерпящим возражений — Итак начнём тренировку! Вербут, можешь идти! Я позову, когда будет нужно.\nПосле этих слов медведь поклонился и ушёл, растворившись в кровавом тумане.",
    "answers": [
      {
        "id": 168,
        "text": "Повернуться к Лорду"
      }
    ]
  },
  {
    "id": 168,
    "text": "— Итак. Первый урок — изменение облика. Главное сосредоточиться и возвать к тёмной силе внутри тебя. Приготовься. Мой демонический облик может немного шокировать. \nЛорд сделал вдох и через секунду перед вами стояло нечто. Чёрные крылья и шрамы сохранились. Вместо глаз теперь было две красных щёлочки. Лапы были похожи на кости, а с тела свисала плоть. Вы были шокированы увиденным. \n— Я буду тренировать тебя ТОЛЬКО в этом виде. Иначе моя сила будет слабее твоей — увидя шок и непонимание в ваших глазах он объяснил — Когда ты находишся в смертном облике твоя сила гораздо меньше, чем когда ты в дьявольском облике. Итак теперь твоя очередь менять облик.",
    "answers": [
      {
        "id": 169,
        "text": "Попытаться сменить свой облик"
      },
      {
        "id": 168,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d36/1807/b6/384401469347.png"
      }
    ]
  },
  {
    "id": 169,
    "text": "Вы глубоко вдохнули и выдохнули. Вы попытались призвать свою тёмную сущность и вам это удалось. Вы открыли глаза. Мир выглядел немного по другому. Вы перевели взгляд на Лорда и вдруг услышали его мысли : \"Молодец! Быстро учишься!\" Вы подошли к лужеце и наклонились чтобы попить. Из лужи на вас смотрела волчица с красными глазами. Так же у вас изменился окрас шерсти. Из привычного он стал чёрным. Но и это не всё! Ещё у вас появились крылья и цепи. ",
    "answers": [
      {
        "id": 170,
        "text": "Это я?"
      },
      {
        "id": 169,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a40/1807/25/769dd64ec7b8.png"
      }
    ]
  },
  {
    "id": 170,
    "text": "— Это воплощение твоей силы в твоём теле. Но если тебе так будет проще, то да, это ты.\nВы не верили своим ушам. Разве такое возможно? Чтож вам предстояло ещё многому научиться.",
    "answers": [
      {
        "id": 171,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 171,
    "text": "Вы как обычно встали на рассвете и пошли на поляну тренировок. Многое изменилось и вы понимали, что сблизились с Лордом. Вам было хорошо с ним. С вашего первого прихода сюда прошло два месяца и сегодня должно было случиться что-то важное. Иначе почему вчера Лорд был так обеспокоен? Вы вышли на поляну. На поляне был кровавый туман. Там уже был Лорд и ещё какой-то лис? Они негромко о чём-то беседовали. Увидя вас Лорд прервал беседу и направился к вам.\n— Сегодня пришло время проверки. Я позвал своего лучшего демона. Одолеешь его, значит ты почти готова к встрече с Акропусом. Аксотль! Подойди сюда. \nЛис подошёл к вам и вы смогли его получше разглядеть. С виду это был обычный лис. Его выделяли красные глаза, шрам ввиде креста на лбу и отметины под глазами. Так же на плече у лиса был волчий след.\n— Вы дерётесь не насмерть, но когти, зубы и магию в ход пускать можно, и нужно — пояснил Лорд.\n— Моё имя Аксотль. Это честь для меня, драться с вами — сказал Лис.\n— Моё имя Тень. Приятно познакомиться, Аксотль — сказали вы.\n— Да начнётся бой! — прогремел над поляной голос Лорда.",
    "answers": [
      {
        "id": 172,
        "text": "Биться"
      },
      {
        "id": 171,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c38/1807/5b/f3ec8b328a5e.png"
      }
    ]
  },
  {
    "id": 172,
    "text": "Вы оскалили клыки и бросились на место, которое было рядом с лисом. Он отскочил, но был пойман вашим заклинанием. Через секунду лис на поляне стало десять, а ваше заклинание рассеялось. Вы посмотрели и выявили оригинал. Нарочно бросившись на иллюзию вы взмахнули крыльями и резко изменив направление сбили Аксотля. Он, неожидавший такой атаки, только мявкнул. Вы покатились по земле. И вот он впился вам в живот. Вы почувствовали, как кровь потекла из раны. Тогда вы извернулись и цапнули его за ухо. Аксотль взвизгнул и отпустил вас. Вы разжали пасть и отскочили. Он бросился на вас. И тут у вас появился план! Вы прыгнули прямо на лиса и пригвоздили его к земле. Зная, что он скоро сбросит вас, вы ухватили его за шкирку и взмыли вверх. Он брыкался у вас в пасти, а когда вы достаточно далеко отлетели от земли вы разжали пасть. И Аксотль быстро полетел в низ. Но вы всё расчитали. Этого расстояния было не достаточно, что бы разбиться, но достаточно, что бы оглушить противника. Вы спустились вниз и увидели Аксотля, который лежал и не двигался. Вы создали иллюзию себя и она подошла к нему. И вот, когда собирались подойти уже вы он встал и бросился на иллюзию. Тут вы бросились на него сзади и окончательно повалили на землю.\n— Бой окончен! Тень победила! — прогремел над поляной голос Лорда.",
    "answers": [
      {
        "id": 173,
        "text": "Отпустить Аксотля"
      }
    ]
  },
  {
    "id": 173,
    "text": "— Спасибо, Аксотль. Можешь идти — сказал Лорд.\nЛис поклонился и растворился в тумане.\n— Я видел как ты дралась и могу сказать, что ты готова к схватке с Акропусом. Почти готова — сказал Лорд глядя на вас — Сегодня я преподам тебе предпоследний урок. Тёмная сила, которой ты владеешь, необъятна. В самых крайних случаях ты можешь потерять контроль над ней. Поэтому будь готова в любой момент и при любых обстоятельствах держать её под контролем. Я надеюсь ты это запомнила. Теперь можешь идти. Завтра на рассвете у тебя будет последний урок — Лорд ещё немного постоял в нерешительности, словно хотел добавить что-то ещё, но видимо решил промолчать и скрылся в тумане.",
    "answers": [
      {
        "id": 174,
        "text": "Прогуляться по лесу"
      },
      {
        "id": 175,
        "text": "Попробовать прочесть мысли Лорда"
      },
      {
        "id": 176,
        "text": "Идти в пещеру спать"
      }
    ]
  },
  {
    "id": 174,
    "text": "Вы не спеша шли по лесу. Летать совершенно не хотелось и вы брели по тропинке. Как вдруг вы набрели на остатки какого-то храма. Вы здесь раньше не были, а знакомый голос звал вас туда. Через минуту вы увидели и самого завущего. Он вышел из-за колонны, весь в крови и в окровавленой повязке на глазах и лапе.",
    "answers": [
      {
        "id": 177,
        "text": "Фенрир?"
      }
    ]
  },
  {
    "id": 175,
    "text": "\"Интересно, а о чём он думал?\"  спросили вы себя. Вы напряглись и сумели пробраться к нему в голову: \"Должен был сказать, но не сказал! Почему? Почему не признаюсь?! Почему боюсь? Конечно! Хвалить с уверенным видом каждый сможет! А на деле?! На деле я струсил! Ничего, ничего! Можно попробовать сегодня вечером! Да! Всё равно если завтра умру,  то хоть жалеть не буду!\"\nВы были в шоке. \"Умрёт?! Но как? И самое главное почему? Надо всё выяснить\"",
    "answers": [
      {
        "id": 173,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 176,
    "text": "Вам пришла в голову эта мысль, но вы поняли, что ещё только полдень, да и без Лорда вас мучали кошмары, а когда он был рядом все страхи отступали.",
    "answers": [
      {
        "id": 173,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 177,
    "text": "Ваш голос дрожал. Вы подошли к нему, но держались на расстоянии.\n— Тень? — его голос звучал хрипло, то и дело сраваясь на кашель.\n— Кто это сделал с тобой? — спросили вы.\n— Кто, кто! Твой обожаемый Лорд! — сорвался на хриплый рык Фенрир.\nВы не верили своим ушам. Тот кому вы доверяли, тот в коговы влюбились. Разве он мог такое сделать?!",
    "answers": [
      {
        "id": 178,
        "text": "Ты врёшь!"
      },
      {
        "id": 179,
        "text": "Это не мог быть он..."
      },
      {
        "id": 180,
        "text": "Как я могу тебе помочь?"
      },
      {
        "id": 177,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b01/1807/6c/91d407b61a8c.png"
      }
    ]
  },
  {
    "id": 178,
    "text": "И не дожидаясь ответа вы бросились бежать к пещере Лорда.  Вы слышали звуки погони. И вот перед вами канава. А там ещё немного добежать и.... Ваши мысли прервал жуткий вой сзади. Времени на продумку плана уже не было, а Акропус бегал явно быстрее вас.",
    "answers": [
      {
        "id": 190,
        "text": "Взлететь"
      }
    ]
  },
  {
    "id": 179,
    "text": "— Мог, ещё как мог! Он лишил меня зрения!\nС этими словами Фенрир сорвал с себя повязку и вы увидели его шрамы. \n— Лорд бы так не поступил! — неуверенно скезали вы.\n— Да?! Я смотрю ты с ним сдружилась?! О, а может быть ты его любишь?! Так вот он к тебе ничего не чувствует! Он тебя использует! Когда он меня убьёт, то заберёт твою силу и бросит тебя на растерзание своим демонам! Злоба у него в крови! Поэтому он бесчувственная тварь! — Фенрир говорил с жуткими хрипами — В отличии от меня... Я всегда тебя любил! Всегда был рядом!\nОт этих слов у вас задрожали лапы. Вы боялись, что он прав.",
    "answers": [
      {
        "id": 178,
        "text": "Это ложь!"
      },
      {
        "id": 185,
        "text": "Да, ты прав..."
      },
      {
        "id": 179,
        "text": "введите команды для картинки",
        "url": "https://a.radikal.ru/a19/1807/69/f88372330dc6.png"
      }
    ]
  },
  {
    "id": 180,
    "text": "— Убей его! Или хотябы лиши зрения! — сказал Фенрир и зашёлся приступом кашля.\n— Это не выход и потом, ты то видишь\n—Да?!\nФенрир скинул свою повязку. Вы отшатнулись. Под ней не было тех фиолетовых глаз. Под ней были лишь шрамы. \n— Тень! Я долго не протяну! Можно тебя поцеловать? — и не дожидаясь вашего ответа Фенрир направился в вашу сторону.\nПо пути вы замечали изменения в его окрасе и теле. Постепенно шрамы затягивались и у него что-то отростало за спиной. Вы хотели убежать, но не успели. Его клыки достигли вашей шеи и вы почувствовали сильную боль в горле. Голова закружилась и вы упали на землю.",
    "answers": [
      {
        "id": 181,
        "text": "Далее"
      },
      {
        "id": 180,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a19/1807/69/f88372330dc6.png"
      }
    ]
  },
  {
    "id": 181,
    "text": "— Да! Наконец то я получил твою силу! \n— Тень? Ты где? Тень?! — звуки голоса Лорда раздавались всё ближе — Те... Нет! Только не это! Акропус! Ты мне за это жизнью заплатишь! \nВы как в тумане наблюдали битву Лорда и Акропуса. Когда Акропус в очередной раз отбросил Лорда к вам вы услышали его хрип: \"Прости, что не смог защитить. Я люблю тебя\". Дальше послышался чудовищный хруст костей и всё стихло. Мир медленно погрузился во тьму.",
    "answers": [
      {
        "id": 182,
        "text": "Смерть"
      },
      {
        "id": 181,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d31/1807/66/a7a6fb6af763.png"
      }
    ]
  },
  {
    "id": 182,
    "text": "Перед вами стоял Лорд. Без шрамов и крыльев. Видимо это конец вашего приключения. Дух Лорда начал медленно таять.\n— Прощай, Тень. Я люблю тебя.\nВы бросились к Лорду и потёрлись о его плечо. У вас из глаз потекли слёзы. Вы пытались сказать, что чуствуете, но лишь всхлипывали.\n— Тень...\nВы подняли голову и столкнулись с его взглядом. Тёплым и заботливым. Вы не успели ничего сказать, как вас поцеловал Лорд. С ним вам было хорошо. Вскоре ваши души упокоились и о вас осталась только память.\n\n\n\nКонцовка: Любовь после смерти\n\nАкропус завладел всем миром, а вы умерли вместе со своей любовью. Вскоре о вас даже памяти не осталось. Что касается демонов Лорда, то их всех взял под своё командование Акропус и вскоре мир погрузился во тьму и везде гуляли демоны.",
    "answers": [
      {
        "id": 1,
        "text": "Тьма"
      },
      {
        "id": 182,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a43/1807/44/9cbab003a8ea.png"
      }
    ]
  },
  {
    "id": 183,
    "text": "Здесь все концовки, которые тут есть.\n\nОсновные концовки (сюжетные):\n\n«Пешка.»\n\nВы были пешкой в большой игре. Фенрир, или вернее дух хаоса Акропус, завладел вашими силами.\n\n«Любовь после смерти»\n\nАкропус завладел всем миром, а вы умерли вместе со своей любовью. Вскоре о вас даже памяти не осталось. Что касается демонов Лорда, то их всех взял под своё командование Акропус и вскоре мир погрузился во тьму и везде гуляли демоны.\n\n«Ангел Хранитель.»\nВы не дали смерти забрать свою любовь. \n\n«Главарь банды.»\nВскоре вы заняли место Филина и стали править бандой, а потом и городом железной лапой.\n\n«Король и королева тьмы.»\n\nПосле победы над Акропусом вы вместе с Лордом сожгли лабораторию Шарпина. А когда в ваш лес забредали учёные, вы их жестоко убивали.\n\n«Могущественый демон ада.»\n\nВы брели по лесу. Ваши лапы были в крови. Вы чувствовали небольшую усталость и.... одиночество. Теперь вам предстояло понять, что делать дальше.\n\n«Любовь двух демонов»\n\nВы победили Акропуса и в мире воцарился мир и покой. Вы жили вместе с Лордом ещё очень долго. У вас были чудесные дети.  Трое дьяволят. Скоро они добрались до Шарпина, учёного, который вас мучал, и съели его заживо. Вы при этом не возражали.\n\n«Законная королева Ада.»\n\nВы спасли жизнь любимому, победили духа хаоса и даже успели наслать демонов Ада на Шарпина.\n\n«Энергетический вампир.»\n\nВы отомстили Шарпину, но потеряли любимого. Хотя теперь вы можете выпить жизненую энергию из любого существа. Так же вы стали разорять все лаборатории, где держали волков.\n\nПобочные концовки:\n\n«Неосмотрительность прямой путь в могилку.»\n\nВы не исследовали и побыстрее ушли оттуда.\n\n\n«Неосмотрительность путь к смерти.»\n\nВы приняли вызов медведя, хотя могли остаться в живых осмотревшись.\n\n«Замурованная.»\n\nВы побоялись принять помощь и умерли от голода.\n\n«Голод не тётя.»\n\nАвтор нервно курит в сторонке\n\n\n«Надежда умирает последней.»\n\nВы до последнего надеялись на успех.\n\n\n«Глупая смерть.»\n\nКто же, когда за ним погоня будет есть?\n\n\n«Бесполезная смерть.»\n\nВы не отомстили и не выжили.\n\n\n«Смерть воина.»\n\nВы отомстили, но при этом были убиты.",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 184,
    "text": "Существо продолжало смотреть на вас. Вам он покозался знакомым. У вас промелькнула страшная догадка.",
    "answers": [
      {
        "id": 186,
        "text": "Лорд?"
      },
      {
        "id": 184,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d18/1807/aa/a03675bd850b.png"
      }
    ]
  },
  {
    "id": 185,
    "text": "— Я рад, что ты поняла это Тень.\nФенрир начал медленно подходить к вам. Вы взвыли от ужаса, когда поняли, что его тело начало изменять свой облик. Он уже хотел броситься на вас, но тут на ваш зов пришло что-то. Кажется Акропус опешил. Это что-то стремительно бросилось к нему и вцепилось в горло. Акропус оттолкнул это, но упал на землю и больше не смог встать. Демон подошёл к телу. Послышался хруст костей, сдавленный вой и потом всё стихло. Существо обернулось. Оно подошло к вам и село на расстоянии от вас.",
    "answers": [
      {
        "id": 184,
        "text": "Кто ты?"
      },
      {
        "id": 185,
        "text": "введите команды для картинки",
        "url": "https://d.radikal.ru/d31/1807/66/a7a6fb6af763.png"
      }
    ]
  },
  {
    "id": 186,
    "text": "Демон с непониманием смотрел на вас, но уже подошёл ближе. \"Если он будет слишком долго находиться в тёмном неконтролируемом состоянии, то очень скоро умрёт!\"\n— Лорд. Прошу вспомни меня! \nВзгляд демона стал любопытнее.\n— Прошу вспомни! Ты обучил меня управлять своей силой.\nТут у вас созрел план. \"Только, если это единственный выход!\"",
    "answers": [
      {
        "id": 187,
        "text": "Попробовать помочь Лорду вспомнить, кто он"
      },
      {
        "id": 188,
        "text": "Вобрать в себя всю тёмную энергию Лорда"
      }
    ]
  },
  {
    "id": 187,
    "text": "— Ты помог мне понять кто я. Ты всегда спрашивал, что со мной, если мне было плохо! Ты один мог отогнать все страхи! Когда мне явилось видение смерти ты успокоил меня! Лорд очнись пожалуйста! \nДемон покачнулся и упал на землю.\n— Нет! — только и вылетело у вас из пасти.\nВы кинулись к Лорду и легли рядом. Слёзы катились из глаз.\n— Я люблю тебя! — тихо прошептали вы.\nВ этот момент что-то начало меняться. Лорд начал принимать свой прежний облик. Когда наконец он открыл глаза вы поняли, что теперь он контролирует тьму.\n— Я тоже тебя люблю, Тень — с этими словами он поцеловал вас.",
    "answers": [
      {
        "id": 189,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 188,
    "text": "Вы вспомнили заклинание паразит, позволяющее вобрать в себя тёмную энергию другого. Вы сосредоточились на Лорде. Расставив лапы пошире вы начали вбирать в себя энергию. Её было много. Она сочилась из Лорда и вся была тёмная и... Дикая!Вы знали, как опасна дикая тёмная магия. Но вы упрямо продолжали вбирать в себя магию. В какой-то момент вы услышали, как Лорд сказал:\n— Тень?\n",
    "answers": [
      {
        "id": 198,
        "text": "Прекратить вбирать энергию"
      },
      {
        "id": 199,
        "text": "Продолжать"
      }
    ]
  },
  {
    "id": 189,
    "text": "Концовка: Любовь двух демонов.\n\nВы победили Акропуса и в мире воцарился мир и покой. Вы жили вместе с Лордом ещё очень долго. У вас были чудесные дети.  Трое дьяволят. Скоро они добрались до Шарпина, учёного, который вас мучал, и съели его заживо. Вы при этом не возражали.",
    "answers": [
      {
        "id": 1,
        "text": "Всё"
      }
    ]
  },
  {
    "id": 190,
    "text": "Вспомнив, что у вас есть крылья вы пустили их в ход. Одним мощным взмахом крыльев вы оторвались от земли. В полёте вам не было равных. Даже Лорд не мог за вами угнаться. Вот и поляна! Вы влетели туда жутко запыхавшись. Из пещерки тут же выскочил Лорд и бросился к вам. Вас трясло. Тело била мелкая дрожь.\n— Что случилось? — спросил Лорд у вас, попутно вылизывая и успокаивая вас.",
    "answers": [
      {
        "id": 191,
        "text": "Рассказать"
      }
    ]
  },
  {
    "id": 191,
    "text": "— Сюда ему не добраться — решительно сказал Лорд — Идём в пещеру, я сделаю барьер.\nВы прошли с Лордом в пещеру. Он быстро установил барьер и подошёл к вам, держа в зубах кролика.\n— Это тебе. Поешь и ложись спать, а я пока что обдумаю план нападения — сказал Лорд, но увидя ваш взгляд добавил — Да, я потом лягу рядом с тобой. ",
    "answers": [
      {
        "id": 192,
        "text": "Съесть кролика"
      }
    ]
  },
  {
    "id": 192,
    "text": "Вы с удовольствием почувствовали, как крольчатина наполнила ваш желудок.",
    "answers": [
      {
        "id": 193,
        "text": "Спать"
      }
    ]
  },
  {
    "id": 193,
    "text": "Перед тем, как провалиться в сон вы почувствовали тёплый бок Лорда и услышали его слова: \n— Спи. Я буду охранять твой сон и тебя саму до последнего вздоха.",
    "answers": [
      {
        "id": 194,
        "text": "Спать"
      }
    ]
  },
  {
    "id": 194,
    "text": "Вы открыли глаза. Солнце уже встало. Лорд потягивался и зевал чуть в стороне от вас.\n—  Ты готова к битве? — спросил Лорд.\n— Да, готова.\n— Тогда идём! Он ждёт нас в лесу смертных. Принимаем демонический облик и летим! \nВы приняли свой обычный облик и полетели вслед за Лордом.",
    "answers": [
      {
        "id": 195,
        "text": "На поляне..."
      }
    ]
  },
  {
    "id": 195,
    "text": "Вы приземлились на поляну. Там вас уже ждал Акропус. Он тоже был в своём истинном облике.\n",
    "answers": [
      {
        "id": 196,
        "text": "Начать битву"
      },
      {
        "id": 195,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d38/1807/81/5bcb77569646.png"
      }
    ]
  },
  {
    "id": 196,
    "text": "Вы с Лордом одновременно прыгнули на Акропуса. Вы вцепились ему в ухо, зато он вцепился Лорду в лапу. Тот в долгу не остался и вцепился Акропусу в глаз. Не ожидав такого тот взвизгнул и оттолкнул вас селовым полем. Вы с Лордом кубарем покатились по земле. Тем временем Акропус произнёс заклинание и из земли начали вылезать щупальца, которые пытались вас схватить. Вы успели взлететь и как раз вовремя. На то место где вы лежали тут же обрушилось щупальце. Но вы рано радовались Акропус схватил вас за крыло и сжав челюсть полетел вверх. Вы потеряли Лорда ещё на земле и надеялись, что с ним всё хорошо. С прокушеным крылом вы могли парить, но Акропус кажется не просто прокусил его. Он делал дыру в крыле! \n— Скажи пока, Тень!\n— Прощай, Акропус! — с этими словами вы дотянулись до груди Акропуса и  вцепились в неё. Взвыв от боли тот схватил вас за шкирку и оторвал от себя. Нет, вы не разжали зубы. Он просто оторвал вас с куском мяса, который вы сразу выплюнули. Вы посмотрели на верх. Акропус продолжал выть, а кровь уже хлестала из раны. Вы падали. Внизу была видна лишь пара щупалец. \"Наверное Лорд погиб. Чтож я скоро присоединюсь к нему.\"\nВы всё ещё падали, но скоро это уже должно было кончиться. Вдруг, краем глаза вы заметили тень. И тут вас охватила радость. Это был Лорд! Вы зажмурились уже предвкушая падение, но почувствовали, как вас подхватили. Вы лежали на спине Лорда.\n— Я же обещал, что не брошу тебя! — сказал он.\nВы начали снижаться, но тут в вас сверху что-то влетело. Это был Акропус. В момент падения вы успели наложить заклинание клетку на Акропуса. Он в свою очередь вызвал из земли щупальца, которые пытались вас схватить. Потом удар о землю и всё стихло. Вы открыли глаза. Первое, что вы увидели, был Акропус, пытающийся вырваться из тёмных сетей. Надо прикончить его сейчас, иначе другого раза может не быть. Потом вы посмотрели на другой край поляны. Там лежал Лорд. Его схватили щупальца. Если сейчас ему не помочь, то он может умереть. ",
    "answers": [
      {
        "id": 197,
        "text": "Помочь Лорду"
      },
      {
        "id": 202,
        "text": "Убить Акропуса"
      }
    ]
  },
  {
    "id": 197,
    "text": "Вы бросились на помощь Лорду. Но тут вам на пол пути преградил дорогу Акропус. \n— Ты его не спасёшь! — прорычал Акропус.\nВы сделали вид, что кинулись на него, но перелетев его вы бросились со всех лап к Лорду. В ярости от того, что вы его обманули, Акропус кинулся за вами. А вы уже добежали до Лорда и помогли ему выпутаться. Он благодарно кивнул вам и вы вместе бросились на Акропуса. Акропус кинулся на Лорда, метя ему в горло. Вы бросились наперерез ему. Вы прыгнули и вцепились Акропусу в крыло. Последний завизжал от боли и отшвырнул вас в дерево. Вы почувствовали резкую боль в спине и всё заволокло тьмой.",
    "answers": [
      {
        "id": 204,
        "text": "Вернуться к Лорду."
      }
    ]
  },
  {
    "id": 198,
    "text": "Вы прекратили вбирать энергию. Увидя, что Лорд уже в своём обычном облике. Вы начали потихоньку отдавать её назад. Когда вы отдали всю энергию Лорд подошёл к вам и признался в своих чувствах. Вы ответили взаимностью. Позже вы стали королевой Ада.\n\n\n\n\n\n\nКонцовка: Законная королева Ада.\nВы спасли жизнь любимому, победили духа хаоса и даже успели наслать демонов Ада на Шарпина.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 199,
    "text": "Вы не остановились, пока не вобрали в себя всю его энергию. Лорд упал замертво, но вам было уже всёравно. В вас проснулся кто-то новый. Теперь кого бы вы не встретили вы забирали всю его энергию до последней капли. ",
    "answers": [
      {
        "id": 200,
        "text": "Заключение"
      }
    ]
  },
  {
    "id": 200,
    "text": "В лаборатории было тихо. Даже подопытные животные спали. Только несколько человек из охраны и доктор Макс Шарпин Регзиштейкин остались в здании. С наружи слышались крики.\n— Что там происходит у охраны?! — с раздражением спросил себя Шарпин. \nТолько он решил подойти к двери и посмотреть, что там происходит, как дверь с треском вылетела. Из за двери был виден пожар. Вскоре лабораторию тоже охватило пламя. Оно добралось до взрывоопасных препаратов. Шарпин выскочил в окно, но не успел сделать и шага, как его отбросило ударной волной. Очнувшись и повернув голову в сторону лаборатории, Макс обнаружил, что лаборатория вся в огне. А к нему что-то приближалось. Из огня вышло нечто. Это нечто было как живой огонь. Потом начали формироваться лапы, хвост, уши, крылья... И вот через минуту Шарпин видел силуэт какого-то демона.",
    "answers": [
      {
        "id": 201,
        "text": "Далее"
      },
      {
        "id": 200,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b03/1807/57/781c44a7a55e.png"
      }
    ]
  },
  {
    "id": 201,
    "text": "А демон всё приближался. Вот он подошёл уже в плотную кровавые глаза уставились Максу прямо в душу. Он видел беспощадный блеск в них. В следующую секунду его начало что-то растягивать. Послышался хруст костей и треск сухожилий. Потом резкая боль. И половина тела отлетела в огонь. Шарпин закричал от боли, а демон всё смотрел на него. Дальше Макс чувствовал, как его покидают силы. Он последний раз дёрнулся и затих уже навсегда.\n\n\n\n\n\n\nКонцовка: Энергетический вампир.\n\nВы отомстили Шарпину, но потеряли любимого. Хотя теперь вы можете выпить жизненую энергию из любого существа. Так же вы стали разорять все лаборатории, где держали волков.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      },
      {
        "id": 201,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a17/1807/2a/187988c5ce51.png"
      }
    ]
  },
  {
    "id": 202,
    "text": "Вы бросились на своего врага. К этому моменту он уже вырвался из сетей тьмы. Бросив торжествующий взгляд на вас он произнёс заклинание. С дальнего конца поляны послышался жуткий хруст и сдавленый вой. Вы обернулись и увидели мёртвое тело Лорда.\n— Видишь, что случается, когда дух хаоса хочет всего лишь править миром, а на его пути встают какие-то дьяволы? — спросил с издёвкой в голосе Акропус.\n— Ты виновен в его смерти и поплатишься за это! — вы приняли угрожающую позу.\n— Ах, я виновен в его смерти?! Это я не помог ему выбраться, а побежал геройствовать?! Нет, жалкая шавка не я виновен в его смерти, а ты!\n— Н-нет. Я не...\n— Не нет, а да! Это твоя вина! \n— Я не могла его спасти...\n— Могла, но не стала! \nВ вас что-то изменилось. Вы поняли, что теперь не властны над тёмной энергией внутри вас. Вы ощутили, как ваше тело начало меняться. Такое же ощущение было.каждый раз, как вы меняли облик с земного на демонический и обратно. Но сейчас было по другому. Вы почувствовали, как ваши крылья исчезли, а их место заняла тёмная энергия. Вы начали приближаться к Акропусу. Медленно и не спеша. Вы не владели своим телом. \"Это тёмная сторона меня. Лорд рассказывал мне о таких случаях. Демон перестаёт владеть собой, но может видеть и чувствовать\" вспомнили вы. \n— Не подходи ко мне! Слышишь?! Не подходи, иначе я тебя убью! — закричал Акропус. \nБыло видно, что он нервничает. \n— Убьёшь? Ты? Жалкое создание асимметрии и бардака этого мира? — сказали вы.\nВы бросились на Акропуса. Он попытался увернуться, но вы вцепились ему в заднюю лапу и швырнули его на землю. Он быстро встал на лапы и бросился на вас. Вы произнесли заклинание и превратившись в тень шмыгнули ему за спину. Произнеся заклинание и превратившись обратно вы вцепились ему в хребет. Всё это произошло за секунду и поэтому Акропус ничего не смог сделать. Рядом было дерево. Не раздумывая ни минуты Акропус бросился к нему и попытался ударить вас об дерево. Вы лишь усмехнулись. Быстро соскочив с него вы увидели, как тот нанёс себе серьёзные травмы ударом о дерево. Вы бросились на него снова. Схватив его за шкирку вы отшвырнули его прочь. Не спеша приближаясь к нему вы заметили, что он начал кашлять кровью и хрипеть.\n— Довольно! Пощади! Я сделаю все, что ты захочешь! — еле слышно проговтрил Акропус, постоянно прирываясь на кашль.\n— ...\n— Прошу, сжалься! Я не хочу умереть! — молил он.\n— Я. Ничего. Тебе. Не. Прощу. Ты убил Лорда! Ты забрал у меня всё! Теперь моя очередь!\nС этими словами вы бросились на демона хаоса. Молненосно подлетев к нему вы завершили его мучения быстрым укусом в горло.",
    "answers": [
      {
        "id": 203,
        "text": "Конец"
      },
      {
        "id": 202,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c33/1807/6c/75810a927519.png"
      }
    ]
  },
  {
    "id": 203,
    "text": "Концовка: Могущественый демон ада.\n\nВы брели по лесу. Ваши лапы были в крови. Вы чувствовали небольшую усталость и.... одиночество. Теперь вам предстояло понять, что делать дальше.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 204,
    "text": "— Тень! Ты мне за это заплатишь жизнью, Акропус! — прорычал Лорд. \nВ ярости он кинулся на Акропуса. Лорд схватил его за крыло и швырнул на землю. Акропус увернулся от его когтей, быстро вскочил и кинулся в атаку на Лорда. Последний быстро отскочил в сторону и схватил Акропуса за лапу и отшвырнул в камень. Послышался хруст костей. Лорд не спеша подходил к демону хаоса. \n— Ты был мне другом! Я верил тебе! А теперь ты хочешь меня убить?! Ты меня предал, Лорд! — сказал Акропус.\n— Я тебя предал? Я пытался тебя отговорить от этого, но ты меня не слушал! — ответил Лорд. \n— Ты так взъелся из-за этой девчонки?! Так ты ещё не знаешь....\n— Что я не знаю?\n— Она тебя предаст. Сам подумай, ты ей нужен ТОЛЬКО, чтобы выжить. Она тебя не любит! Давай убьём её и разделим силу пополам…\n— Это не правда! Ты лжёшь! И ты её не тронешь!\n— Ну, почему все с кем хочешь заключить договор такие бестолочи?! Как же ты меня оста-а-а-а…\nАкропус не успел договорить, как ему в рану на груди вцепился Лорд. Не дожидаясь, пока демон хаоса опомнится Лорд отпрыгнул от него и кинулся ему на хребет. Акропус почувствовал боль в груди и хребте. Лорд повалил демона хаоса на землю.\n— Пощади! — прохрипел Акропус.\nОдним быстрым движением Лорд впился зубами в горло Акропуса. Всё тело демона хаоса сотрясла предсмертная судорога. Он ещё пару раз дёрнулся и затих. Лорд медленно побрёл к Тени. Она всё так же лежала на земле и не двигалась.\n— Тень? Тень, ты меня слышишь? \nМолчание было ему ответом.\n— Тень… Ты, ты не можешь умереть! Не можешь! Нет! — Лорд лёг рядом и начал вас греть — Ты не можешь меня бросить… Я ведь так и не сказал тебе… Я... Я люблю тебя... Я думал, ч-что мне сегодня предстоит умереть и если бы не ты... Я... Я бы сегодня точно стал духом... Ну, зачем? Зачем ты меня спасла?\nЛорд встал и уже немного отшёл, как вдруг у него за спиной раздался слабый голос: \n— Я бы не простила себе твою смерть... Ведь, я тоже тебя люблю. \nЛорд бросился к вам и поцеловал вас.",
    "answers": [
      {
        "id": 205,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 205,
    "text": "Концовка: Король и королева тьмы.\n\nПосле победы над Акропусом вы вместе с Лордом сожгли лабораторию Шарпина. А когда в ваш лес забредали учёные, вы их жестоко убивали.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 206,
    "text": "Здесь вы найдёте описание и картинки р\nперсонажей, которые есть в комиксе.",
    "answers": [
      {
        "id": 207,
        "text": "Лёд"
      },
      {
        "id": 208,
        "text": "Лорд"
      },
      {
        "id": 209,
        "text": "Акропус"
      },
      {
        "id": 210,
        "text": "Демонический облик Тени"
      },
      {
        "id": 1,
        "text": "Назад"
      },
      {
        "id": 245,
        "text": "Филин"
      },
      {
        "id": 246,
        "text": "Месяц"
      },
      {
        "id": 248,
        "text": "Луч"
      },
      {
        "id": 249,
        "text": "Тросник"
      },
      {
        "id": 268,
        "text": "Чест"
      },
      {
        "id": 269,
        "text": "Моргана"
      },
      {
        "id": 280,
        "text": "Череп"
      },
      {
        "id": 281,
        "text": "Змей"
      },
      {
        "id": 282,
        "text": "Язва"
      },
      {
        "id": 287,
        "text": "Смерть"
      }
    ]
  },
  {
    "id": 207,
    "text": "Большой серый волк с голубыми, как лёд, глазами.",
    "answers": [
      {
        "id": 207,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b14/1807/c6/c2bbda766d30.png"
      },
      {
        "id": 206,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 208,
    "text": "Глаза у него были красного цвета. На каждом глазу шрам. На плече шрам крестообразной формы. На спине тоже шрам. Но самое порожающее было не это, а то, что у него были крылья.",
    "answers": [
      {
        "id": 208,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a11/1807/0a/6b2693150a6e.png"
      },
      {
        "id": 211,
        "text": "Демонический облик"
      },
      {
        "id": 212,
        "text": "Тёмный облик"
      },
      {
        "id": 206,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 209,
    "text": "Он полностью соответствует своему имени.  Может изменять облик (может превратиться в кого угодно).",
    "answers": [
      {
        "id": 209,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b02/1807/83/d41c2183e44f.png"
      },
      {
        "id": 206,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 210,
    "text": "У вас меняется окрас шерсти. Так же у вас появляются крылья и цепи.",
    "answers": [
      {
        "id": 213,
        "text": "Тёмный облик Тени"
      },
      {
        "id": 206,
        "text": "Назад "
      },
      {
        "id": 210,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a30/1807/af/e0b95f10b319.png"
      }
    ]
  },
  {
    "id": 211,
    "text": "Трудно описать этот облик....\nВместо глаз две красных щёлочки. Лапы похожи на кости, а с тела свисает плоть. ",
    "answers": [
      {
        "id": 208,
        "text": "Назад"
      },
      {
        "id": 211,
        "text": "введите команды для картинки",
        "url": "https://b.radikal.ru/b21/1807/8c/e56b4eb44b80.png"
      }
    ]
  },
  {
    "id": 212,
    "text": "Скелет с порящей вокруг тёмной аурой.",
    "answers": [
      {
        "id": 208,
        "text": "Назад"
      },
      {
        "id": 212,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a18/1807/16/4bfbb047d199.png"
      }
    ]
  },
  {
    "id": 213,
    "text": "Трудно описать этот облик.",
    "answers": [
      {
        "id": 213,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c27/1807/5b/0eb4fbb34c54.png"
      },
      {
        "id": 210,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 214,
    "text": "Концовка: Пешка.\n\nВы были пешкой в большой игре. Фенрир, или вернее дух хаоса Акропус, завладел вашими силами.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 215,
    "text": "Полыхнула молния и выхватила из тьмы ночи силуэт медведя. Он приближался к пещерке, но был довольно далеко. Бежать надо сейчас, иначе вас могут похоронить заживо. Пещерка крепкая, но не настолько, что бы выдержать натиск медведя.",
    "answers": [
      {
        "id": 216,
        "text": "Лучше остаться"
      },
      {
        "id": 217,
        "text": "Бежать сейчас"
      }
    ]
  },
  {
    "id": 216,
    "text": "Вы забились в самый дальний угол пещерки и наблюдали за приближением медведя. Потом раздался грохот, вы почувствовали сильную головную боль и провалились во тьму.",
    "answers": [
      {
        "id": 218,
        "text": "Тьма"
      }
    ]
  },
  {
    "id": 217,
    "text": "Вы выждали момент и рванули из пещерки со всех лап. Шерсть промокла сразу же, как вы выбежали, но не это вас волновало. Медведь погнался за вами! Вы слышали его жуткий топот. Он попытался вас схватить. Вы увернулись. В далеке вы увидели огни. Город! Надо бежать туда! Вы рвани что было сил. Ещё немного и вы затеряетесь в переулках.... Вы обернулись. Медведь всё ещё бежал за вами. Вдруг, раздался выстрел. Вы быстро свернули за угол и остановились.",
    "answers": [
      {
        "id": 236,
        "text": "Посмотреть, что случилось"
      },
      {
        "id": 237,
        "text": "Уйти"
      }
    ]
  },
  {
    "id": 218,
    "text": "Вы очнулись утром или в полдень. Голова уже не болела. ",
    "answers": [
      {
        "id": 219,
        "text": "Осмотреться"
      },
      {
        "id": 220,
        "text": "Звать на помощь"
      },
      {
        "id": 221,
        "text": "Успокоиться "
      }
    ]
  },
  {
    "id": 219,
    "text": "Вы осмотрелись. Пещерка на половину обвалилась и теперь вы не могли выбраться без постороней помощи.",
    "answers": [
      {
        "id": 222,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 220,
    "text": "И..... Ничего не случилось. Вам никто не ответил.",
    "answers": [
      {
        "id": 218,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 221,
    "text": "Вы глубоко вздохнули. Если сейчас поддаться панике, то можно наделать смертельных глупостей.",
    "answers": [
      {
        "id": 218,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 222,
    "text": "Вы очнулись утром или в полдень. Голова уже не болела. ",
    "answers": [
      {
        "id": 219,
        "text": "Осмотреться"
      },
      {
        "id": 224,
        "text": "Звать на помощь"
      },
      {
        "id": 225,
        "text": "Успокоиться"
      },
      {
        "id": 227,
        "text": "Ждать"
      }
    ]
  },
  {
    "id": 223,
    "text": "Через какое-то время вы услышали голоса. Это были не лисы. Это были волчьи голоса!",
    "answers": [
      {
        "id": 226,
        "text": "Затихариться"
      },
      {
        "id": 228,
        "text": "Позвать на помощь"
      }
    ]
  },
  {
    "id": 224,
    "text": "И..... Ничего не случилось. Вам никто не ответил.",
    "answers": [
      {
        "id": 222,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 225,
    "text": "Вы глубоко вздохнули. Если сейчас поддаться панике, то можно наделать смертельных глупостей.",
    "answers": [
      {
        "id": 222,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 226,
    "text": "Вы затихарились. Неизвестно, кто это и что у них на уме. А ведь, возможно это был ваш единственный шанс.",
    "answers": [
      {
        "id": 229,
        "text": "Ждать"
      }
    ]
  },
  {
    "id": 227,
    "text": "Ничего другого вам не остовалось. Вы легли поудобней и начали ждать.",
    "answers": [
      {
        "id": 223,
        "text": "Ждать"
      }
    ]
  },
  {
    "id": 228,
    "text": "— Помогите! Меня завалило! — прокричали вы.\nСнаружи послышались шорохи и приглушеные голоса.",
    "answers": [
      {
        "id": 231,
        "text": "Прислушаться"
      }
    ]
  },
  {
    "id": 229,
    "text": "Увы, но больше никто не появился. А ваши запасы иссякли.",
    "answers": [
      {
        "id": 230,
        "text": "Смерть"
      }
    ]
  },
  {
    "id": 230,
    "text": "Концовка: Замурованная.\n\nВы побоялись принять помощь и умерли от голода.",
    "answers": [
      {
        "id": 2,
        "text": "Тьма"
      }
    ]
  },
  {
    "id": 231,
    "text": "— Пошли, чего ждём?! — спросил первый голос.\n— Надо ей помочь — сказал второй.\n— Я согласен с Месяцем, Лёд — ответил третий — Надо ей помочь!\n— А что скажет Луч? — не унимался Лёд.\n— Он бы сделал тоже самое — сказал Месяц.\n— Я командир патруля! — возмутился Лёд.\n— А я бета! Правая лапа Альфы! Есть ещё возражения? — не выдержал Месяц и после паузы добавил — Отлично! Давайте отодвинем то, что можем, а дальше сделаем лаз.\nВы слышали копание, шебуршение и звук сдвигания камней. Наконец в вашу западню начал проникать свет.\n— Вылезай, не бойся — сказал третий голос.",
    "answers": [
      {
        "id": 232,
        "text": "Вылезти"
      }
    ]
  },
  {
    "id": 232,
    "text": "Вы выбрались на поверхность и вдохнули полной грудью. А перед вами были ваши спасители. К вам подошёл белый волк с золотыми глазами. Он был самый пушистый и чуть больше вас. \n— Я Месяц. Бета дикой стаи. Сейчас мне надо представить тебя альфе. Лёд прикрываешь нас с тыла. Тросник, будь начеку! Идём и поживее, иначе нас найдёт он! \nВы шли за Месяцем. Чуть в переди шёл Тросник, а с зади шёл Лёд. Вы где-то уже видели эти холодные и жестокие голубые глаза, но где? Вы поровнялись с Тросником.\n— Ты что-то хотела спросить?",
    "answers": [
      {
        "id": 232,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d18/1807/c4/4fb1c86ebc35.png"
      },
      {
        "id": 233,
        "text": "Да"
      },
      {
        "id": 234,
        "text": "Нет, ничего"
      }
    ]
  },
  {
    "id": 233,
    "text": "— Все вопросы в лагере! Топай! — рыкнул сзади Лёд.\n",
    "answers": [
      {
        "id": 234,
        "text": "Идти"
      }
    ]
  },
  {
    "id": 234,
    "text": "Вы долго шли и наконец добрались до лагеря стаи. Лагерь распологался на пещаной равнине. К вам подошёл серо-светло-коричневый волк. Месяц поклонился ему:\n— Мы спасли эту волчицу из-под завала, Луч\n— Ты уверен в том, что это не выйдет нам боком?\n— Я уверен, что она нам не враг.\n— Чтож, будь по твоему — сказал Луч, потом повернулся к вам — Как тебя зовут?",
    "answers": [
      {
        "id": 234,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d33/1807/f6/7decd67d5723.png"
      },
      {
        "id": 235,
        "text": "Тень"
      }
    ]
  },
  {
    "id": 235,
    "text": "— Хорошо, Тень. Порядок в стае тебе объяснит Месяц. Спать будешь в его норе — сказав это Луч ушёл в свою нору.\nВы пошли за Месяцем в его нору. Нора была просторная, а по середине лежала большая и пышная лежанка. \n— У нас в стае есть альфа — Луч, бета — я и омега — Финик. Каждое утро альфа и я объявляем, кто идёт на охоту, а кто в патрули. В лагере остаются только пара воинов, старики и волчицы с детьми. Ещё у нас есть свой пророк — Дождь. Он ученик Стерлиха. Каждый пророк носит отпечаток лапы предыдущего. А вечером мы делим еду на всех. Сейчас как раз будет трапеза. Я сейчас — сказав это Месяц убежал из норы и вскоре вернулся с кроликом и белкой — Твой кролик.\n",
    "answers": [
      {
        "id": 288,
        "text": "Съесть кролика"
      }
    ]
  },
  {
    "id": 236,
    "text": "Вы осторожно выглянули из-за угла дома. И увидели, как медведь рвал человека, а из его пустой глазницы капала кровь. На помощь человеку сбежались другие люди. Медведь рвал, кусал и убивал, но всё-таки пал в бою.",
    "answers": [
      {
        "id": 237,
        "text": "Уйти"
      }
    ]
  },
  {
    "id": 237,
    "text": "Вы долго брели по лабиринтам города. \n— Привет! Ты заблудилась?\nВы подскочили от неожиданности. Обернувшись вы увидели пса.  Судя по выражению его морды вы поняли, что он беспокоится.",
    "answers": [
      {
        "id": 237,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c41/1807/a1/e4a74ba9c356.png"
      },
      {
        "id": 239,
        "text": "Да"
      }
    ]
  },
  {
    "id": 238,
    "text": "— Знаешь, не стоит быть такой грубой — сказал он и ушёл.",
    "answers": []
  },
  {
    "id": 239,
    "text": "— Хм... Ты с какой улици? И как тебя зовут? — спросил он.",
    "answers": [
      {
        "id": 240,
        "text": "Моё имя Тень и я не из города"
      }
    ]
  },
  {
    "id": 240,
    "text": "— Ладно, поживёшь пока со мной. Пошли тут не далеко — сказал пёс и пошёл в переулок. \nВы последовали за ним. Скоро вы вышли к парку. Незнакомец не остонавливался, а шёл и шёл, пока вы не увидели хорошо спрятаную между кустов п а щерку.\n— Заходи не бойся.",
    "answers": [
      {
        "id": 241,
        "text": "Зайти"
      }
    ]
  },
  {
    "id": 241,
    "text": "Вы зашли в пещерку. Внутри окозалось довольно просторно.\n— Я думаю у тебя голова кипит от вопросов ко мне, да и я сам не против задать пару вопросов к тебе.",
    "answers": [
      {
        "id": 242,
        "text": "Как тебя зовут?"
      },
      {
        "id": 243,
        "text": "Почему ты мне помог?"
      },
      {
        "id": 244,
        "text": "Можешь задать свои вопросы"
      }
    ]
  },
  {
    "id": 242,
    "text": "— Филин. Моё имя Филин.",
    "answers": [
      {
        "id": 241,
        "text": "Хорошо"
      }
    ]
  },
  {
    "id": 243,
    "text": "— Честно?\nВы кивнули.\n— Ты мне понравилась.\nВы этого не ожидали.",
    "answers": [
      {
        "id": 241,
        "text": "Х-хор-рошо"
      }
    ]
  },
  {
    "id": 244,
    "text": "— Как тебя зовут? Откуда ты? Почему была так напугана? Это из-за тебя переполох?",
    "answers": [
      {
        "id": 250,
        "text": "Моё имя Тень. Я из леса. За мной гнался медведь. Да, в какой-то степени переполох из-за меня."
      }
    ]
  },
  {
    "id": 245,
    "text": "",
    "answers": [
      {
        "id": 245,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a02/1807/00/6ff1e3f176c6.png"
      }
    ]
  },
  {
    "id": 246,
    "text": "",
    "answers": [
      {
        "id": 246,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d22/1807/f1/73e6c601337f.png"
      }
    ]
  },
  {
    "id": 247,
    "text": "Вы спали плохо. Вас мучали кошмары. В какой-то момент вы спали чутким сном и услыщали, как Филин вышел из пещерки.",
    "answers": [
      {
        "id": 251,
        "text": "Проснуться"
      }
    ]
  },
  {
    "id": 248,
    "text": "",
    "answers": [
      {
        "id": 248,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c34/1807/0c/a3dbbafe02a2.png"
      }
    ]
  },
  {
    "id": 249,
    "text": "",
    "answers": [
      {
        "id": 249,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b21/1807/5a/05232369aef3.png"
      }
    ]
  },
  {
    "id": 250,
    "text": "— Ладно, ложись спать. Можешь лечь на моей подстилке.\n— А ты как?\n— А я здесь полежу — сказал Филин указывая на мокрый пол.\n— Нет, давай лучше я лягу так.\n— Хорошо давай компромис. Ты ложишься на мою постель, а я ложусь рядом и греют тебя, а то ты вся дрожишь.\nВы легли рядом и почувствовали тёплый бок Филина.",
    "answers": [
      {
        "id": 247,
        "text": "Спать"
      }
    ]
  },
  {
    "id": 251,
    "text": "Вы открыли глаза и увидели Филина с тремя кроликами и маденьким пёсиком.\n— Знакомься, Тень. Это Чест, мой информатор. Если вдруг что-то случится я об этом узнаю и соберу свою банду — сказал Филин.\n— Какая опасность?! Какая банда?! — спросили вы.\n— Да, есть тут один упырь.... Черепом себя кличет.... Он со своими тремя весьма опасен... Ну, этими... Змеем и Язвой... А в мою банду входят  Чест и Моргана. Иногда, пару раз в неделю, ко мне забегает Чест, что бы рассказать новости.\n— Ну, я пошёл — сказал Чест — Рад был познакомиться, Тень. Пока! \nЧест ушёл из пещерки и вы с Филином остались наедине. \n— Я тут тебе завтрак поймал. А пока есть будешь я с тобой поговорю.\n\n",
    "answers": [
      {
        "id": 251,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c32/1807/48/7b764efe2a2d.png"
      },
      {
        "id": 252,
        "text": "Есть кролика"
      }
    ]
  },
  {
    "id": 252,
    "text": "— Скажу честно, врать не буду. У нас с той бандой свои тёрки. Поэтому Чест мой информатор, а Моргана, которая, кстати, по совместительству моя сестра, наш разведчик. Я в нападении и защите. На самом деле у нас и у них много сотрудников, но большие боталии происходят редко. Ты мне сразу понравилась, поэтому я предлагаю тебе вступить к нам в банду. Что скажешь?\nВы уже знали ответ. Вам с самого начала понравился этот пёс.\n— Я с вами!\n— Отлично! Жить будешь тут. Со мной.\n— Ладно. Пойду поищу листьев для расширения подстилки — с этими словами вы выскочили из пещерки.",
    "answers": [
      {
        "id": 253,
        "text": "В дикую часть парка"
      },
      {
        "id": 253,
        "text": "В культурную часть парка"
      }
    ]
  },
  {
    "id": 253,
    "text": "Вы шли в поисках сухих листьев, когда увидели банду из трёх псов. \"Наверное это Череп и его дружки!\" Холодок страха пробежал по спине, но вы быстро подавили его. Сделав вид, что вы их не замечаете, вы продолжили искать листья.\n— Эй ты! Шавка! Я, Череп, видел тебя вместе с Совёнком! Ты в его банде?",
    "answers": [
      {
        "id": 255,
        "text": "Да, а что?"
      },
      {
        "id": 255,
        "text": "Не твоё собачье дело!"
      },
      {
        "id": 256,
        "text": "Нет"
      },
      {
        "id": 253,
        "text": "введите команды для картинки",
        "url": "https://a.radikal.ru/a03/1807/f6/ce27dae6797a.png"
      }
    ]
  },
  {
    "id": 254,
    "text": "Вы очнулись в пещерке. Но не в пещерке Филина, а в другой. Больше и просторнее,чем у Филина. Кстати, о Филине он лежал рядом с вами и с кем-то говорил. Голос был женский. Наверное, это его сестра.\n— Не стоило её спасать. От неё одни неприятности. Ещё и ты ранен....\n— Не болтай, Морги! Я живее всех вас вместе взятых! На мне всё, как на собаке заживает —  сказал Филин.\n— Угу, вот именно как!\n— Оставим эту тему....\n— Нет! Я это не оставлю! Ты — волк в изгнании!\n— Ктоб говорил, приёмышь! Я её не брошу! Другой такой нет! — рыкнул Филин, но тут же осёкся, поняв, что сказал — М-м-моргана... Я не то имел ввиду.... Я не хотел....\n— Так вот, что ты обо мне думаешь? Я… Я для тебя никто! Приёмышь… Ты такой же, как Стерлих! Прощай! — тихо сказала Моргана и ушла.\n— Постой! Я… — Филин резко вскочил и тут же медленно, и тяжело осел. ",
    "answers": [
      {
        "id": 254,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a37/1808/1f/b2c97e5d3238.png"
      },
      {
        "id": 259,
        "text": "Встать и подойти к Филину"
      },
      {
        "id": 260,
        "text": "Остаться на месте"
      }
    ]
  },
  {
    "id": 255,
    "text": "— Вот как?!\nЧереп бросился на вас. Вы уклонились и он зарылся носом в песок. Вы прыгнули на него сверху и вцепились в загривок. Это было уже слишком для Черепа. Он забился под вами и сбросил вас. Тут же подбежали его помощники и стали вас держать. Вы вцепились в глаз первому, но второй сильнее сжал челюсти на вашей лапе. Отцепившись от первого вы укусили второго в ухо и хорошенько дёрнули. Он взвыл и отпустил вашу лапу, но на вас тут же кинулся череп. Вас отбросил его помощник и вы ударившись о ствол ощутили резкую боль в позвоночнике.\n— О... Что такое? Волк окозался слабее собаки? — спросил глумливым тоном Череп — Искалеч её, Язва! \n— Сию секунду... — сказал Язва.\nТут неожиданно из кустов вылетел Чест и взвыл. \n— Оп! Ещё одна игрушка! — сказал Череп.\nЧерез секунду из кустов вылетел Филин с другой собакой. Чем закончилось сражение вы не увидели и погрузились во тьму.",
    "answers": [
      {
        "id": 255,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b32/1807/fd/ccd1bb938d77.png"
      },
      {
        "id": 254,
        "text": "Тьма"
      }
    ]
  },
  {
    "id": 256,
    "text": "— Вставай на сторону победителей!",
    "answers": [
      {
        "id": 257,
        "text": "Я за вас"
      },
      {
        "id": 255,
        "text": "Отвали Черепок"
      }
    ]
  },
  {
    "id": 257,
    "text": "Отлично, тогда похить сестру главаря! — сказав это Череп развернулся и ушёл.\nВы были в раздумьях. \"Предать Филина или рассказать ему?\"",
    "answers": [
      {
        "id": 270,
        "text": "Предать"
      },
      {
        "id": 271,
        "text": "Рассказать про план Черепа"
      }
    ]
  },
  {
    "id": 258,
    "text": "Вы долго ждали. Наконец в пещеру вошёл Чест. Он был весь в царапинах и ссадинах. Он кого-то тащил. Подойдя ближе вы поняли, что это Филин. \n— Будет чудо, если он доживёт до утра — тихо сказал Чест.\n— А Моргана?… \nЧест помотал головой. Вы помогли Честу перенести тело Филина на подстилку. Чест ушёл и сказал, что придёт на рассвете. Вы легли рядом с Филином и стали зализывать его раны. Вы молились только об одном, о том, что бы Филин выжил. Вы корили себя за то, что не пошли с ним.\nНа утро пришёл Чест. Вы сказали, что Филин всё ещё жив и Чест этому удивился.\n— А что произошло на битве? — спросили вы.\n— Мы пришли в логово Черепа, которое находилось в широком переулке. Филин велел Черепу отпустить Моргану, но Череп лишь засмеялся и приказал Змею убить Моргану. И Змей это сделал. Жестоко и прямо на наших глазах. Дальше Филин бросился в атаку, но Череп призвал подкрепление. Начался бой. А потом в переулок въехала машина. Она сбила насмерть Черепа, а Филин просто отлетел в сторону. Лишившись главаря банда Черепа убежала поджав хвосты. Мы победили, но заплатили высокую цену. Перед тем, как потерять сознание Филин просил передать, что любит тебя и оставляет банду в твои лапы. \n— Но, это же будет, если он…\n— Не совсем... Пока он в таком состоянии, ты будешь управлять бандой.\n— И что я должна делать?\n— Пока, что ничего. Но я тебе сообщу, в случае чего и помогу.\n— Хорошо.\n— Да, мои хозяева решили, что я им не нужен, поэтому можно я буду здесь жить?\n— Конечно!\n— Ладно, пойду тогда за ветками и листьями для подстилки. \nВы легли спать.",
    "answers": [
      {
        "id": 265,
        "text": "Сон"
      }
    ]
  },
  {
    "id": 259,
    "text": "Филин лежал на каменом полу спиной к вам. Вы поняли, что не равнодушны к нему. Вы тихо подошли к нему и легли рядом. Он вздрогнул. \n— Думаю, что теперь ты меня ненавидешь?\n— За что? — удивились вы.\n— Ну, я же тебе соврал... Да она не совсем моя сестра. Она мой родственник, но она приёмная. Я... Я похоже сильно её обидел.... \n— А расскажи, как это случилось?\n— Что именно?\n— Ну, как вы тут оказались и как нашли, и спасли меня.\n— Ну, в общем у нас в дикой стае был пророк. И так повелось, что не было в той стае волков. Почти. И вот к ним в стаю пришли двое. Только я родился, а Моргана пришла сама. И когда я, по обычаям стаи, выбрал себе взрослое имя он заявил, что я угроза. Наш вожак был суеверным. Он не послушал, что сказала стая и выгнал меня. Моргана ушла со мной. Ну, а твоё спасение.... В общем Чест проходил мимо, как раз тогда, когда ты отвечала черепу. Услышав твой ответ, Чест понял, что будет и прибежал ко мне. Потом мы позвали Моргану. Дальше мы бросились к тебе. Я прикрывал тебя, пока Чест с Морганой расчищали нам путь. А потом на меня кинулся Череп. Отсюда и рана. Наверное после этого я перестал тебе нравиться?",
    "answers": [
      {
        "id": 261,
        "text": "Филин… Я...."
      }
    ]
  },
  {
    "id": 260,
    "text": "Вы решили не вмешиваться. Филин подошёл к вам и лёг рядом. Вы провалились в беспокойный сон.",
    "answers": [
      {
        "id": 262,
        "text": "Спать"
      }
    ]
  },
  {
    "id": 261,
    "text": "Тут в пещерку вбежал Чест.\n— Череп! Он схватил Моргану! — крикнул тот с порога.\n— Моргану?! Собирай наших, а я сейчас.... — сказал Филин и повернулся к вам — Оставайся здесь.\n— Но.. Я не могу отпустить тебя одного! — запротестовали вы.\n— Послушай… Я себя не прощу, если с тобой что-то случится. Останься, прошу... Тогда мне будет, зачем вернуться живым. А если всё-таки меня убьют, то хочу, что бы ты запомнила это — он подошёл к вам и поцеловал.\nЗатем развернулся и убежал.",
    "answers": [
      {
        "id": 258,
        "text": "Остаться и ждать"
      },
      {
        "id": 264,
        "text": "Идти за Филином"
      }
    ]
  },
  {
    "id": 262,
    "text": "Вы стояли на дороге. Дождь хлестал вас по морде. А вокруг вас бушевала битва. Вдруг в переди вспыхнул яркий свет. Вы увидели грузовик, который неся на вас. Вы зажмурились и почувствовали толчок в бок. Потом визг шин удар и всё стихло. Вы открыли глаза и увидели распрастёртое тело Филина. ",
    "answers": [
      {
        "id": 263,
        "text": "Проснуться"
      }
    ]
  },
  {
    "id": 263,
    "text": "Вы резко вскочили. Филин, который лежал рядом, тоже вскочил и испуганно подошёл к вам.\n— С тобой всё хорошо? — спросил Филин.\n\n",
    "answers": [
      {
        "id": 261,
        "text": "Филин...."
      }
    ]
  },
  {
    "id": 264,
    "text": "Вы решили следовать по следу Филина. Наконец, впереди показался переулок. Уже были слышны звуки битвы. Вы бросились туда со всех лап. Прямо на краю переулка сражались Филин и Череп. Вы кинулись к ним. Когда до дерущихся вас отделял прыжок, сзади послышался визг колёс. Автомобиль летел прямо на вас.",
    "answers": [
      {
        "id": 283,
        "text": "Отскочить"
      },
      {
        "id": 284,
        "text": "Оттолкнуть Филина"
      }
    ]
  },
  {
    "id": 265,
    "text": "Во сне к вам явился Филин.\n— Прости… Мне надо уйти.\n— Но куда?!\n— На тот свет. Я пришёл с тобой попрощаться. Жаль, что я так тебе и не сказал эти слова при жизни: Я тебя люблю. Прощай.",
    "answers": [
      {
        "id": 266,
        "text": "Не отдам!  Никому не отдам! Даже смерти не отдам!"
      },
      {
        "id": 267,
        "text": "Молча отпустить Филина"
      },
      {
        "id": 267,
        "text": "Я тоже люблю тебя."
      }
    ]
  },
  {
    "id": 266,
    "text": "Вы поцеловали Филина и проснулись. Он очнулся.\n— Тень? Почему я ещё жив?\n— Филин! Ты жив! \nВы бросились вылизывать ему морду. Тут же проснулся Чест. Он тоже бросился вылизывать морду Филину. Вскоре вы стали правой лапой Филина. А позже у вас появились щенки.\n\n\nКонцовка: Ангел Хранитель.\nВы не дали смерти забрать свою любовь. ",
    "answers": [
      {
        "id": 1,
        "text": "Тьма"
      }
    ]
  },
  {
    "id": 267,
    "text": "Вы проснулись. Рядом с вами лежало уже остывшее тело Филина. У вас на глаза навернулись слёзы. Вы проплакали всю ночь. А утром сообщили эту новость Честу и банде.\n\n\n\nКонцовка: Главарь банды.\nВскоре вы заняли место Филина и стали править бандой, а потом и городом железной лапой.",
    "answers": [
      {
        "id": 1,
        "text": "Тьма"
      }
    ]
  },
  {
    "id": 268,
    "text": "",
    "answers": [
      {
        "id": 268,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a26/1808/23/99f8d4e382f1.png"
      }
    ]
  },
  {
    "id": 269,
    "text": "",
    "answers": [
      {
        "id": 269,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a11/1808/c6/71c2867bbee6.png"
      }
    ]
  },
  {
    "id": 270,
    "text": "Вы пошли к Моргане. Её шерсть была пропитана запахом Филина. Вскоре вы её нашли. Она стояла к вам спиной. Вы прыгнули на неё, провалили и вырубили.\n— Браво, а шеф думал ты ничто! Чтож… — сказал Змей и, выйдя из кустов, подошёл к вам в плотную — Так оно и есть!\nОн ударил вас по морде, из уха у вас брызнула кровь. Вы отпрыгнули. \"Череп провёл меня! Ну, ничего! Теперь я за Филина!\" Вы бросились на Змея. Он этого и ждал. Вы быстро подскочили к нему с боку и цапнули его. Пока Змей приходил в себя вы уже вцепились ему в живот. Вдруг вы почувствовали сильную боль в позвоночнике. Вам туда впился Змей. Через секунду вы уже висели у него на горле. Затем укус и всё. Тело Змея упало в воду. Вы притащили Моргану к пещерке. А сами спрятались у входа и стали слушать.",
    "answers": [
      {
        "id": 272,
        "text": "Слушать"
      },
      {
        "id": 270,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d28/1808/3d/d7e8ba07e83f.png"
      }
    ]
  },
  {
    "id": 271,
    "text": "Вы бросились со всех лап в пещерку. Вы влетели туда. Филин, который до этого спал, подскочил от неожиданности.",
    "answers": [
      {
        "id": 261,
        "text": "Филин!…"
      }
    ]
  },
  {
    "id": 272,
    "text": "— Она предала нас — сказал Чест.\n— Этого не может быть! Я в это не поверю… — сказал Филин.\n— Что? Как я здесь очутилась? — это был голос Морганы.\n— Моргана ты откуда? — удивился Чест.\n— Меня вырубила эта, как её…  Тень.\n— Ладно, с ней позже разберёмся. Чест собирай наших! Моргана, ты со мной. Встречаемся у логова Черепа.",
    "answers": [
      {
        "id": 273,
        "text": "Последовать к логову Черепа."
      }
    ]
  },
  {
    "id": 273,
    "text": "Вы пришли к логову Черепа раньше всех. Оно находилось в широком переулке с трёхэтажками. \"Здесь меня видно. Если я хочу помочь Филину, то надо забраться на крышу одного из этих зданий, но как?\" ",
    "answers": [
      {
        "id": 274,
        "text": "Найти открытое окно на первом этаже, залезть туда, выбраться на лестничную площадку, взобраться оттуда на чердак, найти выход с чердака на крышу"
      },
      {
        "id": 275,
        "text": "Взбежать по стене"
      },
      {
        "id": 276,
        "text": "Осмотреться"
      }
    ]
  },
  {
    "id": 274,
    "text": "Это была провальная затея и вы это понимали, поэтому решили оставить эту затею. Ещё одна вещь, которая препятствовала этому плану: нигде не было открытых окон.",
    "answers": [
      {
        "id": 273,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 275,
    "text": "Вы не добежали даже до второго этажа. Упав на землю вы почувствовали сильную боль в позвоночнике. Аккуратно встав и убедившись, что ничего не сломанно вы решили осмотреться.",
    "answers": [
      {
        "id": 276,
        "text": "Осмотреться"
      }
    ]
  },
  {
    "id": 276,
    "text": "Осмотревшись вы увидели пожарную лестницу. Вы подошли к ней и спокойно взобрались на крышу. Теперь оставалось только ждать.",
    "answers": [
      {
        "id": 277,
        "text": "Ждать"
      }
    ]
  },
  {
    "id": 277,
    "text": "Наконец, вы увидели две огромные стаи. Одна стая была во главе с Филином, другая с Черепом. Вы решили вмешаться, только если жизни Филина будет что-то угрожать.",
    "answers": [
      {
        "id": 278,
        "text": "Наблюдать"
      }
    ]
  },
  {
    "id": 278,
    "text": "Филин дрался с Черепом, как вдруг вы заметили, что в переулок на полной скорости несся автомобиль. Вы спрыгнули вниз и оттолкнули Филина в последний момент. Вы почувствовали сильный удар и отлетели в сторону. Быстро вскочив вы взглянули на Филина. Рёбра болели, но в целом с вами было всё хорошо.\n— Что ты тут делаешь?! — из толпы дерущихся выскочила Моргана и бросилась на вас.\nВы уклонились. Моргана опять прыгнула на вас, но на этот раз вцепилась вам в бок. \n— Моргана! Она спасла мне жизнь! Отпусти её!\n— Нет! Она нас предала, а предатели должны быть убиты! — она сжала зубы ещё сильнее.\nВы с рычаним схватили её за загривок и отцепив от себя бросили на землю. Краем глаза вы увидели, что на Филина бросились сразу трое псов. Вы кинулись на того, который оказался ближе к вам и с радостью впились ему в горло. \n— Смерть предателю! — Моргана бросилась прямо на вас. Вы уже не могли увернуться. \"Это конец!\" Внезапно вас кто-то толкнул. Это был Филин.\n— Ты доберёшся до неё, только через мой труп! — сказал он.\n— Отойди! Или я убью тебя вместе с ней, как и хотел Череп!\n— Что?! Так, вот как он узнавал все сведения?! Всё ясно! Не Тень предатель, а ты! — сказав это, Филин бросился на Моргану. \nОдин быстрый укус в шею и с ней было покончено. Вы вновь бросились в битву, но всё время держались рядом с Филином. Оставшаяся часть стаи Черепа быстро ретировалась. К вам подошёл Филин.\n— Тень, ты… Пойдём в пещерку. Мне надо поговорить с тобой наедине.",
    "answers": [
      {
        "id": 279,
        "text": "Идти в пещерку"
      }
    ]
  },
  {
    "id": 279,
    "text": "— Я хотел тебе признаться... Я.... Я люблю тебя.\n— Даже после моего предательства?\n— Тень, ты не придатель. Ты спасла мне жизнь и я понял, что не безразличен тебе, и это главное.\nСказав это Филин подарил вам поцелуй.\n\n\n\nКонцовка: Ты не предатель...\nВы стали править этим городом вместе со своей любовью.",
    "answers": [
      {
        "id": 1,
        "text": "Тьма"
      }
    ]
  },
  {
    "id": 280,
    "text": "",
    "answers": [
      {
        "id": 280,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c28/1808/d7/deab9bf1ea65.png"
      }
    ]
  },
  {
    "id": 281,
    "text": "",
    "answers": [
      {
        "id": 281,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d16/1808/f7/bf4b77798356.png"
      }
    ]
  },
  {
    "id": 282,
    "text": "",
    "answers": [
      {
        "id": 282,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a03/1808/46/97a829325b38.png"
      }
    ]
  },
  {
    "id": 283,
    "text": "Вы оскочили в сторону и автомобиль сбил Черепа, и Филина. Филин отлетел в сторону и ударился о стену. Вы подбежали к нему.\n— Тень… Я завещаю тебе банду. Я люблю тебя.\nС этими словами Филин отключился. Оставшаяся стая Черепа быстро разбежалась. Надо было дотащить Филина до пещерки. В этом вам помог Чест. Прийдя в пещерку вы повалились на подстилку рядом с Филином. Вскоре вы провалились в сон.",
    "answers": [
      {
        "id": 265,
        "text": "Сон"
      }
    ]
  },
  {
    "id": 284,
    "text": "Вы прыгнули и оттолкнули Филина. Потом резкий удар и вы погрузились во тьму.",
    "answers": [
      {
        "id": 285,
        "text": "Тьма"
      }
    ]
  },
  {
    "id": 285,
    "text": "Вы открыли глаза. Перед вами стояло существо. Вы решили, что это Смерть.\n— Пойдём… — приказало оно.\n— Но куда?!\n— Идём…\nВы пошли за ним. Оно привело вас к колодцу.\n— Я задам тебе всего один вопрос. Если ответишь правильно и выпьешь отсюда воды, то вернёшься к любимому. А ответишь неправильно, я тебя убью. Мой вопрос: Почему ты кинулась под колёса автомобилю?\n— Я хотела спасти любимого — сказали вы и выпили из колодца.\n— Тогда прощай, Тень…\nВы начали падать и погрузились во тьму.",
    "answers": [
      {
        "id": 285,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a00/1808/50/65dc8d170d74.png"
      },
      {
        "id": 286,
        "text": "Тьма"
      }
    ]
  },
  {
    "id": 286,
    "text": "Вы открыли глаза. В пещерке никого не было. Вы осторожно встали и пошли к кролику, который был в углу. Подойдя к нему вы начали есть. И тут в пещерку вошёл Филин. Он вас не заметил. Пока он шёл он бормотал:\n— Только бы дышала… Не выживет... Выживет! Я не могу и её потерять\n— Кого потерять? — спросили вы.\n— Тень?! Тень! Ты выжила! Я... Я люблю тебя! — с этими криками к вам бросился Филин.\n\n\nКонцовка: Щедрая Смерть.\nВы остались с Филином и правили этим городом.",
    "answers": [
      {
        "id": 1,
        "text": "Тьма"
      }
    ]
  },
  {
    "id": 287,
    "text": "",
    "answers": [
      {
        "id": 287,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a08/1808/fe/fe3bbbe86097.png"
      }
    ]
  },
  {
    "id": 288,
    "text": "— Скоро придёт время для песни. Мы поём её каждую ночь — сказал Месяц.\nВы зевнули. Он это заметил.\n— Похоже ты устала... А как ты оказалась под завалом? \n— На меня напал медведь. Он обрушил пещерку и меня завалило.\n— Здесь такого не случится, обещаю. Пойдём, пора петь песню.\nВы встали и пошли за Месяцем. Вся стая уже была в сборе. Первым завыл вожак. Затем и остальные. Вы подхватили этот вой. Вы чувствовали рядом тёплый бок Месяца. Вскоре, один за другим все умолкли. Вы пошли вместе с Месяцем в нору. Вы уже легли, как вдруг, в нору вбежал рыжий волк.\n— Месяц! Грядёт что-то ужасное!\n— Что случилось, Дождь?\n— Было ведение!\n— Опять?\nДождь кивнул.\n— Ладно, давай поспим, а завтра решим, что это...\nДождь поклонился и вышел.\nВы легли и провалились в беспокойный сон.",
    "answers": [
      {
        "id": 288,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d16/1808/0f/ab94de785ec4.png"
      },
      {
        "id": 289,
        "text": "Сон"
      }
    ]
  },
  {
    "id": 289,
    "text": "Вам снился Лёд. Он стоял над Месяцем и пытался впиться зубами ему в глотку. Вы бросились на помощь Месяцу, но вас вдруг пронзила боль. Вы обернулись. За вами стоял лис! Вы бросились на него, но вас повалила ещё толпа таких же. Вы задыхались под их телами. Но тут яркий свет озарил всё вокруг. И перед вами предстала ваша мать.\n— Придёт время и ты встанешь перед выбором. И от твоего выбора будет зависеть многое. В том числе и твоя жизнь. \nОна пропала также внезапно, как и появилась. ",
    "answers": [
      {
        "id": 289,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b36/1808/8b/2afb941fef24.png"
      },
      {
        "id": 290,
        "text": "Проснуться"
      }
    ]
  },
  {
    "id": 290,
    "text": "Вы проснулись. Вас грел Месяц. \n— Ты ночью замёрзла, а тебя решил согреть — объяснил он.\nНе успели вы его поблагодарить, как в нору ворвался Дождь.\n— Альфа умер! \nМесяц кинулся за Дождём. На равнине уже собралась вся стая.\nВы тоже выбежали из норы. \n— Послушайте! Альфу убил медведь! Мы должны уйти от сюда сегодня же! — прогремел над равниной голос Дождя.\n— Я согласен с пророком! Мы проведём Луча в последний путь и отправимся — сказал Месяц.\nВы наблюдали, как трое самцов берут тело бывшего альфы и несут в его нору.\n— Когда альфа умирает, его тело хоронят в его норе — объяснил Месяц — Теперь я должен выбрать бету. Мне надо поговорить с Дождём. Пошли. ",
    "answers": [
      {
        "id": 291,
        "text": "Идти за Месяцем"
      }
    ]
  },
  {
    "id": 291,
    "text": "Вы подошли к Дождю. \n— Дождь, могу ли я сделать Тень бетой? — спросил Месяц.\nДождь внимательно посмотрел на вас. \n— Да — наконец — то сказал Дождь — Тень, а ты в последнее время никаких странных снов не получала?",
    "answers": [
      {
        "id": 292,
        "text": "Рассказать про сон"
      },
      {
        "id": 293,
        "text": "Не рассказывать про сон"
      }
    ]
  },
  {
    "id": 292,
    "text": "Вы рассказали про свой сон. Дождь задумался. Наконец он заговорил:\n— Думаю смерть Луча — это только начало. Месяц, будь начеку. Кто-то из стаи желает нам зла. Нужно уходить отсюда и, как можно скорее.\n— Пойдём, я поедставлю тебя стае — сказал Месяц. ",
    "answers": [
      {
        "id": 294,
        "text": "Идти за Месяцем."
      }
    ]
  },
  {
    "id": 293,
    "text": "— Нет, в последнее время никаких странных снов не было.\n— Хорошо — сказал Дождь — Если увидишь или приснится что-то странное, то говори мне.\n— Пойдём, я должен представить тебя стае — сказал Месяц.",
    "answers": [
      {
        "id": 294,
        "text": "Идти за Месяцем"
      }
    ]
  },
  {
    "id": 294,
    "text": "— Стая мы должны уйти отсюда! Здесь слишком опасно! Но перед тем, как мы отправимся на поиски нового лагеря, я хочу представить вам бету нашей стаи. Тень! — прогремел над долиной голос Месяца.\n— Я требую поединка с Тенью! — раздался голос Льда.\n— Хорошо. Если выиграет Тень, то она станет бетой, если выиграет Лёд, тогда он будет бетой. Начали! — объявил Месяц — Смертельные приёмы использовать запрещено! Начали!\n\n",
    "answers": [
      {
        "id": 295,
        "text": "Начать поединок"
      },
      {
        "id": 294,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d26/1808/df/6f555997cbec.png"
      }
    ]
  },
  {
    "id": 295,
    "text": "Лёд кинулся на вас. Вы уклонились от его атаки, заскочили за спину и впились зубами в лапу. Лёд взвыл и с яростью кинулся на вас. Вы не успели увернуться и он впился зубами вам в бок. Вы повернулись и впились зубами в ухо. Брызнула кровь. Лёд отскочил так резко, что вы не успели выпустить ухо. Выплюнув кусок уха вы продолжили схватку. Лёд больше и крупнее вас, зато вы проворней него. Какую тактику будем использовать?",
    "answers": [
      {
        "id": 296,
        "text": "Защита"
      },
      {
        "id": 297,
        "text": "Нападение"
      }
    ]
  },
  {
    "id": 296,
    "text": "Вы решили обороняться. Лёд подскочил к вам и вы прыгнули, прилетев ему на спину. Потом вы впились зубами в загривок. Лёд начал извиваться под вами. Вы сжали челюсти сильнее. Лёд опустился на землю. \n— Поединок окончен! Тень победила! — объявил Месяц. \nВы отпустили соперника. \n— Это ещё не конец шавка! — прорычал Лёд и скрылся в толпе.\nВся стая начала вас поздравлять вас.\n— Выходим на рассвете! А сейчас пускай Жук возьмёт с собой Занозу, Ночь, Скыра и Луну, и отправится на охоту. Теперь Река, Оса и Стрела! Вы отправитесь на разведку за пределы нашей територии. К закату возвращайтесь — закончил своё объявление Месяц — Тень, за мной.",
    "answers": [
      {
        "id": 298,
        "text": "Идти за Месяцем"
      }
    ]
  },
  {
    "id": 297,
    "text": "\"Лучший способ защиты — это нападение!\" Вы бросились на противника. Лёд этого не ожидал. Он кое — как отскочил в сторону, но зацепился когтем за камень, упал и вывернул коготь. Теперь Лёд был лишь на трёх лапах. Это дало вам преимущество. Вы кинулись на него, но в паре шагов от цели вы прыгнули и очутились за спиной врага. Теперь надо действовать быстро. Вы прыгнули на спину Льду и крепко схватили его за загривок. Он начал вырываться, но вы лишь сильнее сжали челюсти.\n— Поединок окончен! Тень победила! — объявил Месяц. \nВы отпустили соперника. \n— Это ещё не конец шавка! — прорычал Лёд и скрылся в толпе.\nВся стая начала вас поздравлять вас.\n— Выходим на рассвете! А сейчас пускай Жук возьмёт с собой Занозу, Ночь, Скыра и Луну, и отправится на охоту. Теперь Река, Оса и Стрела! Вы отправитесь на разведку за пределы нашей територии. К закату возвращайтесь — закончил своё объявление Месяц — Тень, за мной.",
    "answers": [
      {
        "id": 298,
        "text": "Идти за Месяцем"
      }
    ]
  },
  {
    "id": 298,
    "text": "Вы шли долго. Наконец вы пришли к озеру. Вы сели напротив Месяца.\n— Я поздравляю тебя с победой, Тень. Ты будешь хорошей бетой.\n— Я сомневаюсь, что ты привёл меня сюда только для поздравлений.\n— Ты права. Как думаешь, мы правильно делаем, что уходим отсюда? Вдруг что-то пойдёт не так?\n— Даже если весь мир будет против тебя, я буду на твоей стороне — сказали вы.\n— Спасибо. Ладно, пора возвращаться к стае — сказал Месяц",
    "answers": [
      {
        "id": 299,
        "text": "Идти обратно в стаю"
      }
    ]
  },
  {
    "id": 299,
    "text": "Вы пришли в стаю на закате. И пошли в свою нору вместе с Месяцем. У входа послышался вежливый тяв.\n— Входи, Оса — сказал Месяц.\n— Приветствую вас альфа и бета. Мы проверили все близлежащие територии и нигде нет места для лагеря, кроме равнины за горным хребтом. До неё идти пол дня.\n— Хорошо. Выходим завтра на рассвете — сказал Месяц.\nОса поклонилась и вышла.\nВы вышли за ней и пошли к куче с добычей и взяв двух кроликов, отнесли их в нору к Месяцу. Вы поели, потом пошли петь песнь. После песни вы пришли в нору и упали на лежанку. День был трудный, но спать не хотелось.\n— Тень... Ты не против погулять со мной?",
    "answers": [
      {
        "id": 299,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d33/1808/cc/1fe8a1fdf142.png"
      },
      {
        "id": 300,
        "text": "Да, пошли"
      },
      {
        "id": 301,
        "text": "Нет, я лучше посплю"
      }
    ]
  },
  {
    "id": 300,
    "text": "Вы вышли из норы, потом пересекли лагерь и вот вы вдали от посторонних глаз и ушей. Вы остались с Месяцем на едине. \n— Догоняй! — крикнул он и бросился убегать.\nВы с радостным визгом помчались за Месяцем. Догнав его вы покатились по песку, подняв кучу пыли. \nНаконец Месяц прижал вас к земле,но не грубо и жёстко, как в бою, а нежно и мягко.\n— Тень, мне с тобой хорошо. Кажется, ты мне нравишся. Нравишся больше, чем друг.\n— Ты тоже мне нравишся — сказали вы и лизнули его в щёку.\n— Давай возвращаться в лагерь. Завтра ранний подъём — сказав это Месяц отпустил вас и вы вместе отправились в лагерь. Прийдя в нору вы повалились на подстилку. К вам лёг Месяц и вы погрузились в сон. Вам ничего не снилось.",
    "answers": [
      {
        "id": 302,
        "text": "Проснуться"
      }
    ]
  },
  {
    "id": 301,
    "text": "— Ладно, спокойной ночи — сказал Месяц,  явно растроенный вашим отказом.\nВы провалились в сон. В этот раз вам ничего не снилось.",
    "answers": [
      {
        "id": 302,
        "text": "Проснуться"
      }
    ]
  },
  {
    "id": 302,
    "text": "— Пора идти, Тень. Вставай! — будил вас Месяц.\nВы встали и пошли за ним к стае. Все были в сборе. \n— Идём! — сказал Месяц и стая двинулась.\nВы шли рядом с Месяцем.\n— Волчат у нас пока нет, но есть волчицы, которые скоро станут матерями. Из стариков у нас только Стерлих. И приглядывай за омегой. Я буду вести стаю, а ты будешь помогать мне следить что бы никто не отстал — тихо сказал вам Месяц. \nВы приглядывали за порядком. И вот вы дошли до горных хребтов. Вся стая начала подъём. Альфа был уже наверху. А вам предстояло много работы.",
    "answers": [
      {
        "id": 303,
        "text": "Помочь Стерлиху"
      },
      {
        "id": 304,
        "text": "Помочь Финику"
      },
      {
        "id": 305,
        "text": "Помочь Облачку и Веточке"
      }
    ]
  },
  {
    "id": 303,
    "text": "Вы подошли к старому волку со слепыми глазами. Он ворчал на вас, но помощь принял. Вы помогли ему подняться. Он поблагодарил вас и сел отдыхать.",
    "answers": [
      {
        "id": 306,
        "text": "Помочь остальным"
      },
      {
        "id": 303,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a40/1808/6c/af0e1265fc23.png"
      }
    ]
  },
  {
    "id": 304,
    "text": "Вы подошли к Финику и помогли ему взобраться наверх. Он поблагодарил вас и сел отдыхать.",
    "answers": [
      {
        "id": 314,
        "text": "Помочь остальным"
      },
      {
        "id": 304,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b26/1808/1c/150c895de5bd.png"
      }
    ]
  },
  {
    "id": 305,
    "text": "Вы шли слушая истории от облочка всю дорогу. Наконец вы пришли наверх. Облачко была собакой, а не волком, но это не мешало дружить ей с Веточкой.",
    "answers": [
      {
        "id": 321,
        "text": "Помочь остальным"
      },
      {
        "id": 305,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c10/1808/2a/e7ffe37c4bcd.png"
      }
    ]
  },
  {
    "id": 306,
    "text": "— Пора идти, Тень. Вставай! — будил вас Месяц.\nВы встали и пошли за ним к стае. Все были в сборе. \n— Идём! — сказал Месяц и стая двинулась.\nВы шли рядом с Месяцем.\n— Волчат у нас пока нет, но есть волчицы, которые скоро станут матерями. Из стариков у нас только Стерлих. И приглядывай за омегой. Я буду вести стаю, а ты будешь помогать мне следить что бы никто не отстал — тихо сказал вам Месяц. \nВы приглядывали за порядком. И вот вы дошли до горных хребтов. Вся стая начала подъём. Альфа был уже наверху. А вам предстояло много работы.",
    "answers": [
      {
        "id": 307,
        "text": "Помочь Финику"
      },
      {
        "id": 308,
        "text": "Помочь Облачку и Веточке"
      }
    ]
  },
  {
    "id": 307,
    "text": "Вы подошли к Финику и помогли ему взобраться наверх. Он поблагодарил вас и сел отдыхать.",
    "answers": [
      {
        "id": 309,
        "text": "Помочь остальным"
      },
      {
        "id": 307,
        "text": "введите команды для картинки",
        "url": "https://b.radikal.ru/b26/1808/1c/150c895de5bd.png"
      }
    ]
  },
  {
    "id": 308,
    "text": "Вы шли слушая истории от облочка всю дорогу. Наконец вы пришли наверх. Облачко была собакой, а не волком, но это не мешало дружить ей с Веточкой.",
    "answers": [
      {
        "id": 312,
        "text": "Помочь остальным"
      },
      {
        "id": 308,
        "text": "введите команды для картинки",
        "url": "https://c.radikal.ru/c10/1808/2a/e7ffe37c4bcd.png"
      }
    ]
  },
  {
    "id": 309,
    "text": "— Пора идти, Тень. Вставай! — будил вас Месяц.\nВы встали и пошли за ним к стае. Все были в сборе. \n— Идём! — сказал Месяц и стая двинулась.\nВы шли рядом с Месяцем.\n— Волчат у нас пока нет, но есть волчицы, которые скоро станут матерями. Из стариков у нас только Стерлих. И приглядывай за омегой. Я буду вести стаю, а ты будешь помогать мне следить что бы никто не отстал — тихо сказал вам Месяц. \nВы приглядывали за порядком. И вот вы дошли до горных хребтов. Вся стая начала подъём. Альфа был уже наверху. А вам предстояло много работы.",
    "answers": [
      {
        "id": 310,
        "text": "Помочь Облачку и Веточке"
      }
    ]
  },
  {
    "id": 310,
    "text": "Вы шли слушая истории от облочка всю дорогу. Наконец вы пришли наверх. Облачко была собакой, а не волком, но это не мешало дружить ей с Веточкой.",
    "answers": [
      {
        "id": 311,
        "text": "Подняться к альфе"
      },
      {
        "id": 310,
        "text": "введите команды для картинки",
        "url": "https://c.radikal.ru/c10/1808/2a/e7ffe37c4bcd.png"
      }
    ]
  },
  {
    "id": 311,
    "text": "Вы запыхавшись поднялись к Месяцу.\n— Скоро придём и ты поспишь. Выглядишь уставшей — заботливо сказал Месяц.\nОстальное путешествие прошло спокойно. И вот вы на месте. Вы с альфой шли впереди стаи. Вы почувствовали странный запах и остановились.\n Принюхавшись вы поняли, что это за запах! \"Лисы!\"\n— Что случилось? — обеспокоенно спросил Месяц.\n— Лисы… Здесь обитают лисы! — сказали вы.\n— Верно, блохастики! Валите отсюда! — сказал потивный лисий голосок. Через секунду появился и его обладатель. Тощий рыжий лис.\n—  Мы не уйдём отсюда, без боя.\n— Даю вам время подумать. До темноты — сказал лис.\n— Итак! Сейчас все отдыхаем! Нам нужны силы на битву — сказал Месяц.",
    "answers": [
      {
        "id": 326,
        "text": "Отдыхать"
      }
    ]
  },
  {
    "id": 312,
    "text": "— Пора идти, Тень. Вставай! — будил вас Месяц.\nВы встали и пошли за ним к стае. Все были в сборе. \n— Идём! — сказал Месяц и стая двинулась.\nВы шли рядом с Месяцем.\n— Волчат у нас пока нет, но есть волчицы, которые скоро станут матерями. Из стариков у нас только Стерлих. И приглядывай за омегой. Я буду вести стаю, а ты будешь помогать мне следить что бы никто не отстал — тихо сказал вам Месяц. \nВы приглядывали за порядком. И вот вы дошли до горных хребтов. Вся стая начала подъём. Альфа был уже наверху. А вам предстояло много работы.",
    "answers": [
      {
        "id": 313,
        "text": "Помочь Финику"
      }
    ]
  },
  {
    "id": 313,
    "text": "Вы подошли к Финику и помогли ему взобраться наверх. Он поблагодарил вас и сел отдыхать.",
    "answers": [
      {
        "id": 311,
        "text": "Подняться к альфе"
      },
      {
        "id": 313,
        "text": "введите команды для картинки",
        "url": "https://b.radikal.ru/b26/1808/1c/150c895de5bd.png"
      }
    ]
  },
  {
    "id": 314,
    "text": "— Пора идти, Тень. Вставай! — будил вас Месяц.\nВы встали и пошли за ним к стае. Все были в сборе. \n— Идём! — сказал Месяц и стая двинулась.\nВы шли рядом с Месяцем.\n— Волчат у нас пока нет, но есть волчицы, которые скоро станут матерями. Из стариков у нас только Стерлих. И приглядывай за омегой. Я буду вести стаю, а ты будешь помогать мне следить что бы никто не отстал — тихо сказал вам Месяц. \nВы приглядывали за порядком. И вот вы дошли до горных хребтов. Вся стая начала подъём. Альфа был уже наверху. А вам предстояло много работы.",
    "answers": [
      {
        "id": 315,
        "text": "Помочь Стерлиху"
      },
      {
        "id": 316,
        "text": "Помочь Облачку и Веточке"
      }
    ]
  },
  {
    "id": 315,
    "text": "Вы подошли к старому волку со слепыми глазами. Он ворчал на вас, но помощь принял. Вы помогли ему подняться. Он поблагодарил вас и сел отдыхать.",
    "answers": [
      {
        "id": 317,
        "text": "Помочь остальным"
      },
      {
        "id": 315,
        "text": "введите команды для картинки",
        "url": "https://a.radikal.ru/a40/1808/6c/af0e1265fc23.png"
      }
    ]
  },
  {
    "id": 316,
    "text": "Вы шли слушая истории от облочка всю дорогу. Наконец вы пришли наверх. Облачко была собакой, а не волком, но это не мешало дружить ей с Веточкой.",
    "answers": [
      {
        "id": 319,
        "text": "Помочь остальным"
      },
      {
        "id": 316,
        "text": "введите команды для картинки",
        "url": "https://c.radikal.ru/c10/1808/2a/e7ffe37c4bcd.png"
      }
    ]
  },
  {
    "id": 317,
    "text": "— Пора идти, Тень. Вставай! — будил вас Месяц.\nВы встали и пошли за ним к стае. Все были в сборе. \n— Идём! — сказал Месяц и стая двинулась.\nВы шли рядом с Месяцем.\n— Волчат у нас пока нет, но есть волчицы, которые скоро станут матерями. Из стариков у нас только Стерлих. И приглядывай за омегой. Я буду вести стаю, а ты будешь помогать мне следить что бы никто не отстал — тихо сказал вам Месяц. \nВы приглядывали за порядком. И вот вы дошли до горных хребтов. Вся стая начала подъём. Альфа был уже наверху. А вам предстояло много работы.",
    "answers": [
      {
        "id": 318,
        "text": "Помочь Облачку и Веточке"
      }
    ]
  },
  {
    "id": 318,
    "text": "Вы шли слушая истории от облочка всю дорогу. Наконец вы пришли наверх. Облачко была собакой, а не волком, но это не мешало дружить ей с Веточкой.",
    "answers": [
      {
        "id": 311,
        "text": "Подняться к альфе"
      },
      {
        "id": 318,
        "text": "введите команды для картинки",
        "url": "https://c.radikal.ru/c10/1808/2a/e7ffe37c4bcd.png"
      }
    ]
  },
  {
    "id": 319,
    "text": "— Пора идти, Тень. Вставай! — будил вас Месяц.\nВы встали и пошли за ним к стае. Все были в сборе. \n— Идём! — сказал Месяц и стая двинулась.\nВы шли рядом с Месяцем.\n— Волчат у нас пока нет, но есть волчицы, которые скоро станут матерями. Из стариков у нас только Стерлих. И приглядывай за омегой. Я буду вести стаю, а ты будешь помогать мне следить что бы никто не отстал — тихо сказал вам Месяц. \nВы приглядывали за порядком. И вот вы дошли до горных хребтов. Вся стая начала подъём. Альфа был уже наверху. А вам предстояло много работы.",
    "answers": [
      {
        "id": 320,
        "text": "Помочь Стерлиху"
      }
    ]
  },
  {
    "id": 320,
    "text": "Вы подошли к старому волку со слепыми глазами. Он ворчал на вас, но помощь принял. Вы помогли ему подняться. Он поблагодарил вас и сел отдыхать.",
    "answers": [
      {
        "id": 311,
        "text": "Подняться к альфе"
      },
      {
        "id": 320,
        "text": "введите команды для картинки",
        "url": "https://a.radikal.ru/a40/1808/6c/af0e1265fc23.png"
      }
    ]
  },
  {
    "id": 321,
    "text": "— Пора идти, Тень. Вставай! — будил вас Месяц.\nВы встали и пошли за ним к стае. Все были в сборе. \n— Идём! — сказал Месяц и стая двинулась.\nВы шли рядом с Месяцем.\n— Волчат у нас пока нет, но есть волчицы, которые скоро станут матерями. Из стариков у нас только Стерлих. И приглядывай за омегой. Я буду вести стаю, а ты будешь помогать мне следить что бы никто не отстал — тихо сказал вам Месяц. \nВы приглядывали за порядком. И вот вы дошли до горных хребтов. Вся стая начала подъём. Альфа был уже наверху. А вам предстояло много работы.",
    "answers": [
      {
        "id": 322,
        "text": "Помочь Стерлиху"
      },
      {
        "id": 323,
        "text": "Помочь Финику"
      }
    ]
  },
  {
    "id": 322,
    "text": "Вы подошли к старому волку со слепыми глазами. Он ворчал на вас, но помощь принял. Вы помогли ему подняться. Он поблагодарил вас и сел отдыхать.",
    "answers": [
      {
        "id": 327,
        "text": "Помочь остальным"
      },
      {
        "id": 322,
        "text": "введите команды для картинки",
        "url": "https://a.radikal.ru/a40/1808/6c/af0e1265fc23.png"
      }
    ]
  },
  {
    "id": 323,
    "text": "Вы подошли к Финику и помогли ему взобраться наверх. Он поблагодарил вас и сел отдыхать.",
    "answers": [
      {
        "id": 324,
        "text": "Помочь другим"
      },
      {
        "id": 323,
        "text": "введите команды для картинки",
        "url": "https://b.radikal.ru/b26/1808/1c/150c895de5bd.png"
      }
    ]
  },
  {
    "id": 324,
    "text": "— Пора идти, Тень. Вставай! — будил вас Месяц.\nВы встали и пошли за ним к стае. Все были в сборе. \n— Идём! — сказал Месяц и стая двинулась.\nВы шли рядом с Месяцем.\n— Волчат у нас пока нет, но есть волчицы, которые скоро станут матерями. Из стариков у нас только Стерлих. И приглядывай за омегой. Я буду вести стаю, а ты будешь помогать мне следить что бы никто не отстал — тихо сказал вам Месяц. \nВы приглядывали за порядком. И вот вы дошли до горных хребтов. Вся стая начала подъём. Альфа был уже наверху. А вам предстояло много работы.",
    "answers": [
      {
        "id": 325,
        "text": "Помочь Стерлиху"
      }
    ]
  },
  {
    "id": 325,
    "text": "Вы подошли к старому волку со слепыми глазами. Он ворчал на вас, но помощь принял. Вы помогли ему подняться. Он поблагодарил вас и сел отдыхать.",
    "answers": [
      {
        "id": 311,
        "text": "Подняться к альфе"
      },
      {
        "id": 325,
        "text": "введите команды для картинки",
        "url": "https://a.radikal.ru/a40/1808/6c/af0e1265fc23.png"
      }
    ]
  },
  {
    "id": 326,
    "text": "— Финик, выкопай нору для Облачка, Веточки и Стерлиха — приказал Месяц. \nТеперь оставалось только ждать.",
    "answers": [
      {
        "id": 329,
        "text": "Ждать"
      }
    ]
  },
  {
    "id": 327,
    "text": "— Пора идти, Тень. Вставай! — будил вас Месяц.\nВы встали и пошли за ним к стае. Все были в сборе. \n— Идём! — сказал Месяц и стая двинулась.\nВы шли рядом с Месяцем.\n— Волчат у нас пока нет, но есть волчицы, которые скоро станут матерями. Из стариков у нас только Стерлих. И приглядывай за омегой. Я буду вести стаю, а ты будешь помогать мне следить что бы никто не отстал — тихо сказал вам Месяц. \nВы приглядывали за порядком. И вот вы дошли до горных хребтов. Вся стая начала подъём. Альфа был уже наверху. А вам предстояло много работы.",
    "answers": [
      {
        "id": 328,
        "text": "Помочь Финику"
      }
    ]
  },
  {
    "id": 328,
    "text": "Вы подошли к Финику и помогли ему взобраться наверх. Он поблагодарил вас и сел отдыхать.",
    "answers": [
      {
        "id": 311,
        "text": "Подняться к альфе"
      },
      {
        "id": 328,
        "text": "введите команды для картинки",
        "url": "https://b.radikal.ru/b26/1808/1c/150c895de5bd.png"
      }
    ]
  },
  {
    "id": 329,
    "text": "Над поляной сгустились сумерки. Две армии стояли друг против друга.\n— В атаку! — прокричал лис и все кинулись в битву.\nНа Месяца из волчьих рядов тут же кинулся... Лёд.  В одну минуту всё смешалось: лисы и волки, волки и лисы... ",
    "answers": [
      {
        "id": 330,
        "text": "Помочь Месяцу"
      },
      {
        "id": 331,
        "text": "Бежать"
      }
    ]
  },
  {
    "id": 330,
    "text": "Вы бросились к Месяцу. И услышали слова Льда:\n— На этот раз тебя никто и ничто не спасёт!\n— А ну, не тронь его! — крикнули вы, перед тем, как впиться зубами Льду в бок. \n— Тогда, первой будешь ты! — Лёд оскалился и впился зубами вам в ухо. Вы рванули его бок и отскочили. Он взвыл и на вас накинулось пять лис.Вы отшвыривали их как могли, но их всё равно было слишком много. Они повалили вас и удерживали, не давая подняться. К вам подошёл Лёд.\n— Скажи пока! — прорычал он и потянулся к вашему горлу.\n— Прощай, Лёд! — крикнул Месяц и вцепился Льду в шею.\nВы воспользовавшись моментом раскидали лис и помогли Месяцу убить его противника. Оставшихся лис вы убедили, что это территория дикой стаи.\n\n\nКонцовка: Бета\n\nВы стали бетой, победили лис и встретили свою любовь.",
    "answers": [
      {
        "id": 1,
        "text": "Тьма"
      }
    ]
  },
  {
    "id": 331,
    "text": "Вы решили убежать. Вы бежали и бежали, но тут вам на спину кто-то прыгнул и повалил на землю. — Прощай, бета! \nРезкий укус и вы уже ничего не чувствовали.\n\n\n\nКонцовка:  Трус!\nВы струсили и попытались убежать с поля битвы.",
    "answers": [
      {
        "id": 1,
        "text": "Тьма"
      }
    ]
  },
  {
    "id": 332,
    "text": "Вы с трудом втащили в пещерку волка. Вы уложили его на подстилку, а сами легли рядом и начали приводить его в порядок. Вы зализали все раны и убрали всю кровь. Теперь оставалось только ждать.",
    "answers": [
      {
        "id": 333,
        "text": "Ждать"
      }
    ]
  },
  {
    "id": 333,
    "text": "Вы не заметили, как задремали. Вы услышали шорох и зевок. \"Значит гость проснулся\" поняли вы.",
    "answers": [
      {
        "id": 334,
        "text": "Открыть глаза"
      }
    ]
  },
  {
    "id": 334,
    "text": "Волк уже был на лапах, когда вы встали. Он испуганно попятился, увидя вас.\n— Я тебе не враг. Моё имя Тень — сказали вы.\n— А где я? — спросил незнакомец.\n— Ты в моей пещерке.\nВолк успокоился.\n— Как тебя зовут? — спросили вы.\n— Фенрир.\n— Как ты попал в лисью западню?\n— Я убегал от медведя. Когда обернулся, увидел вместо медведя этих лис.\nВы подошли к своим запасам и достали оттуда кроликов. Одного дали Фенриру, а второго взяли себе. \n— Ты одиночка? — спросили вы.\n— Да — ответил Фенрир.\n— Можешь жить со мной — сказали вы.\nПосле этих слов Фенрир перевёл на вас взгляд полный страха.\n— Ты хочешь здесь остаться?!\n— Да.\n— Ты что-то задумала?\n— Мы же можем избавиться от этого медведя раз и навсегда.\n— Отговартвать тебя бесполезно, а одну я тебя отпустить не могу. И каков твой план?\n— Сначала ты должен поправиться. А потом мы будем тренироваться и через десять ночей нападём на медведя. А сейчас давай  спать.\n\n",
    "answers": [
      {
        "id": 334,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b15/1808/ce/cb2942df2085.png"
      },
      {
        "id": 335,
        "text": "Сон"
      }
    ]
  },
  {
    "id": 335,
    "text": "Вы стояли  напротив медведя совсем одни сзади вас лежало тело Фенрира. Отступать вам не куда. А медведь не торопясь идёт на вас. Вы кидаетесь на него, но он отшвыривает вас. Тогда вы встаёте перед ним, прикрывая собой Фенрира. Потом удар лапы и всё затмевает тьма. К вам подходит существо из огня. Оно начало изменять свою форму.",
    "answers": [
      {
        "id": 335,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c20/1808/a4/1f2486300310.png"
      },
      {
        "id": 336,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 336,
    "text": "— Кто ты?\n— Я? Можно сказать так:  я твой страх за Фенрира. Ты же сама понимаешь, что влюбилась в него?",
    "answers": [
      {
        "id": 336,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d22/1808/1c/5691072fbd85.png"
      },
      {
        "id": 339,
        "text": "Да, это так"
      },
      {
        "id": 338,
        "text": "Ты лжёшь!"
      }
    ]
  },
  {
    "id": 337,
    "text": "— Тень, вставай! Пойдём охотиться? — будил вас Фенрир.\n— Встала, встала — сказали вы.",
    "answers": [
      {
        "id": 340,
        "text": "Через неделю...."
      }
    ]
  },
  {
    "id": 338,
    "text": "— Не обманывай себя! Тебе он нравится и точка! Иначе бы не появился я. \n",
    "answers": [
      {
        "id": 339,
        "text": "Ладно, он мне нравится"
      }
    ]
  },
  {
    "id": 339,
    "text": "— Я пришёл тебя предупредить. Чтобы не случилось не доверяй Акропусу!",
    "answers": [
      {
        "id": 337,
        "text": "Проснуться"
      }
    ]
  },
  {
    "id": 340,
    "text": "— Идёшь на охоту? — спросил Фенрир.\n— Можно я ещё посплю? — сонным голосом сказали вы.\n— Хорошо.\nКак только стихли шаги Фенрира вы решили....",
    "answers": [
      {
        "id": 341,
        "text": "Дождаться его и идти на медведя вместе"
      },
      {
        "id": 342,
        "text": "Не подвергать Фенрира опасности и пойти в одиночку"
      }
    ]
  },
  {
    "id": 341,
    "text": "Вы выдвинулись в полдень. Быстро найдя след медведя вы пошли по нему. Фенрир прикрывал вас с тыла.\n— Тень, если вдруг больше не будет такого шанса, то я хочу подарить тебе это — он подошёл к вам и поцеловал вас.\nВы поцеловали его в ответ. Вы прошли ещё пару шагов и вышли на поляну. Там вас ждал медведь. Вы кинулись на него с двух сторон. Фенрир забежал за спину, а вы остались спереди. Уворачиваясь от когтей вы увидели, как Фенрир прыгнул и впился зубами в здоровый глаз. Медведь взревел и переключил своё внимание на Фенрира. Вы прыгнули и вцепились медведю в горло. Тут на вашу спину обрушился тяжелый удар. Вы отлетели. Спина болела. Вы увидели, как медведь переключился на Фенрира и сбросил его с себя. Вы поняли, что медведь теперь слепой. Вы  начали тихо красться. Фенрир понял, что вы задумали и начал делать тоже, что и вы. Синхронно прыгнув вы вцепились медведю в горло. Брызнула кровь. Медведь пошатнулся и упал замертво.\n\n\nКонцовка: Хранители леса\n\nВы избавили лес от демона, который часто и много убивал.",
    "answers": [
      {
        "id": 341,
        "text": "введите команды для картинки",
        "url": "https://a.radikal.ru/a03/1807/7d/aad3c91f4ae4.png"
      },
      {
        "id": 1,
        "text": "Тьма"
      }
    ]
  },
  {
    "id": 342,
    "text": "А тем временем, как вы пошли к медведю в одиночку, Фенрир вернулся с охоты.\n— Тень! Пошли? Тень? — сказал Фенрир.\n\"Хм... Она ушла? Без меня? Надо её найти!\"",
    "answers": [
      {
        "id": 343,
        "text": "Пойти за Тенью"
      },
      {
        "id": 344,
        "text": "Бросила и бросила"
      }
    ]
  },
  {
    "id": 343,
    "text": "\"Я должен ей помочь!\"",
    "answers": [
      {
        "id": 346,
        "text": "Вернёмся к Тени"
      }
    ]
  },
  {
    "id": 344,
    "text": "\"Она меня бросила… Прекрасно, значит она мне тоже не нужна!\"",
    "answers": [
      {
        "id": 345,
        "text": "Возвращаемся к Тени"
      }
    ]
  },
  {
    "id": 345,
    "text": "Вы выследили медведя. Он был на поляне. Увидя, что вы пришли он ринулся на вас. Вы отскочили и вцепились ему в здоровый глаз. Он это предвидел и мощным ударом лапы отшвырнул вас в дерево. Резкая боль пронзила позвоночник. Глаза закрылись и вы провалились во тьму.\n\nКонцовка: Смерть во благо.\n\nВы умерли и обидели Фенрира.",
    "answers": [
      {
        "id": 345,
        "text": "введите команды для картинки",
        "url": "https://a.radikal.ru/a03/1807/7d/aad3c91f4ae4.png"
      },
      {
        "id": 1,
        "text": "Тьма"
      }
    ]
  },
  {
    "id": 346,
    "text": "Вы выследили медведя. Он был на поляне. Увидя, что вы пришли он ринулся на вас. Вы отскочили и вцепились ему в здоровый глаз. Он это предвидел и мощным ударом лапы отшвырнул вас в дерево. Резкая боль пронзила позвоночник. А к вам приближался медведь. Вдруг из кустов выскочил Фенрир и вцепился медведю в здоровый глаз. Медведь взревел, но вы бросились и впились зубами в горло.  медведь покачнулся и рухнул замертво.\n— О чём ты думала?! Ты же могла погибнуть!\n— Мне приснился кошмар, в котором ты погибаешь в этой битве — сказали вы всхлипывая.\n— Ну, тише, тише.... Я тебя люблю, поэтому и ругаю\n— Я тоже тебя люблю...\n\n\nКонцовка: Любви нет преград\n\nВы одолели демона и нашли свою любовь",
    "answers": [
      {
        "id": 346,
        "text": "введите команды для картинки",
        "url": "https://a.radikal.ru/a03/1807/7d/aad3c91f4ae4.png"
      },
      {
        "id": 1,
        "text": "Тьма"
      }
    ]
  },
  {
    "id": 347,
    "text": "",
    "answers": []
  }
]