[
  {
    "id": 1,
    "text": "Автор: настасья\nжанр: романтика.\nстатус: в процессе.\nВас зовут Марк, вам 17 лет и вы учитесь в 10 классе в школе номер145. Вы ни с кем не встречаетесь. И вам приснилась девушка... вроде бы обычное дело... но вдруг всё это было на яву, а не во сне?? что же вы будете делать? как с ней поступите?\n",
    "answers": [
      {
        "id": 2,
        "text": "ну что ?начнём?"
      },
      {
        "id": 3,
        "text": "от автора"
      }
    ]
  },
  {
    "id": 2,
    "text": "Завтра уже будет 1 сентября, а значит Марк переидёт в 10 класс. А он всё так же, не спеша, бродит с друзьями по заброшкам. Вот вы и присели отдохнуть. \n— Ей, ребят, готовы вы к школе? — спросил Мартин у своих друзей.\n— ага, конечно, мои вон... до сих пор суетятся.- ответил Сергей.\n— прикиньте че мне приснилось.- начал Дима\n— че \n— мне приснилось, как нас Изольда Клавовна в виде змеи ждёт нас- Все захохотали, ведь и правда Изольда Клавовна- ваша классная руководительница, ещё та змея.\n— а тебе что приснилось? — спросил Мартин у вас.\n",
    "answers": [
      {
        "id": 4,
        "text": "рассказать"
      },
      {
        "id": 5,
        "text": "не рассказывать"
      }
    ]
  },
  {
    "id": 3,
    "text": "Дорогие читатели, прошу прощения за то, что не закончила этот квест. Если вы желаете прочитать продолжение, то напишите об этом в комментариях. Приятного чтения\nВнимание! \nпоявилось продолжение! правла короткое... понемномогу я буду продолжать)",
    "answers": [
      {
        "id": 1,
        "text": "назад"
      }
    ]
  },
  {
    "id": 4,
    "text": "— так вот...- начал Марк- мне сначала ничего не снилось... просто тупая тьма... а потом... появилось что-то типо светящейся капсулы. Но потом эта капсула начала приобретать фигуру, волосы, голову... ну короче... эта капсула превратилась в девушку. Она всё так же светилась и она начала ко мне медленно подходить, так изящно это было... платье и волосы развивались на ветру, которого я даже и не чувствовал! И вот между нами осталось всего ничего, я увидел её лицо... она такая милая... хоть и было видно только контур и исходящий из неё свет. Она мне сказала только \" Я Луна\"( ударение на У) и потом яркая вспышка... и всё..\n— а дальше что? — поинтересовался Дима у вас\n— а дальше злое лицо бати и будильник, которое показывает 10:45.- все остальные рассмеялись, как и вы.\nУже показывает 20: 35.\n— бл*ть матушка меня пришьёт!- крикнул Мартин и все начали собираться по домам.",
    "answers": [
      {
        "id": 6,
        "text": "собраться и идти домой"
      }
    ]
  },
  {
    "id": 5,
    "text": "— да так ...фигня!- отмахнулись вы кое-как.\n— да ладно тебе! че эр* сон приснился?- подмигнул вам Дима и все начали расспрашивать: че? как? с кем? понравилось?\n— да нет! мне девушка приснилась- выругавшись, сказал Марк\n— оооо. Че за девка?",
    "answers": [
      {
        "id": 4,
        "text": "рассказать"
      }
    ]
  },
  {
    "id": 6,
    "text": "21:15 каких-то полчаса и вы уже дома за столом и хомячите, как всегда. Только не думайте, что вы толстый... вы наоборот накаченный парень.\nПора вам спать.",
    "answers": [
      {
        "id": 7,
        "text": "идти в душ и потом на боковую."
      }
    ]
  },
  {
    "id": 7,
    "text": "Ну наконец-то вы в своей уютной комнате, в которой по углам запиханы шмотки и только одна форма в шкафу висела аккуратно. Вы уже легли и, закрыв глаза начали засыпать.",
    "answers": [
      {
        "id": 8,
        "text": "смотреть сон"
      }
    ]
  },
  {
    "id": 8,
    "text": "Опять в вашем сне по началу был мрак, но всё повторилось, как и в прошлом сне, но вместо слово Луна( ударение на У) был поцелуй... вам стало так приятно и тепло... после него с неохотой вы проснулись от будильника.\n— Милый! Вставай и завтракать!- это была ваша мать, которая вас любит, как золото.\n— опять этот оболдуй дрыхнет- пробухтил ваш отец.\n— да иду я! иду!- и с неохотой вы встали и пошли в кухню.",
    "answers": [
      {
        "id": 9,
        "text": "завтракать"
      }
    ]
  },
  {
    "id": 9,
    "text": "Позавтракав, вы собрались, оделись и пошли в школу.Было уже 7:35 и <plus> 15 минут ходьбы до школы. И вот вы в школе.... наконец-то... все стали выше, повзрослели, у кого-то новые шрамы, фингалы и синяки. Кто-то загорел и спустя 10 минут началась линейка.",
    "answers": [
      {
        "id": 10,
        "text": "после линейки."
      }
    ]
  },
  {
    "id": 10,
    "text": "И ... та-да-бам! Классный час. Войдя со своими одноклассниками в класс, вы сели за парту и к вам никто не подсел.\n— хех.. ну как всегда- усмехнулся про себя парень и ваша классная руководительница начала классный час.",
    "answers": [
      {
        "id": 11,
        "text": "слышать учительницу"
      },
      {
        "id": 12,
        "text": "слушать учительницу"
      }
    ]
  },
  {
    "id": 11,
    "text": "Мечтая о том, как вы будете учиться в 10 классе... всё же ... вам становилось страшновато от этой мысли. Но классная руководительница перебила ваши мысли.\n— МАРК ИНГИН! — закричав, смотрела на вас учительница.- ты меня слушаешь?\n— да слушаю...\n— о чём я говорила только что?\nВы расстерялись и сзади вас, сидящие, прошептали, что мы должны приложить все усилия,чтобы сдать экзамены в 11 классе...\n— эмм.. ну это... мы должны приложить все усилия, чтобы сдать экзамены...\n— хммм... ну молодец... выкрутился... садись!\nГромко выдохнув вы сели за своё место и вытерли поступающий пот.\n— пожалуй... мне придётся слушать училку...",
    "answers": [
      {
        "id": 12,
        "text": "слушать учительницу"
      }
    ]
  },
  {
    "id": 12,
    "text": "— Итак, дети, вы перешли в 10 класс! Это вам не шутки! Один год остался до сдачи экзаменов и мы должны приложить все усилия, чтобы подготовиться к ним. И как я всегда вам говорила:\" Всегда планируйте свою оценку в начале учебного процесса!\" и вот ещё что...- учительницу перебил стук в дверь.\n— кто там?- дверь приоткрылась и учительница ахнула.\n— Луна! я ещё не успела предупредить , ну ладно заходи.",
    "answers": [
      {
        "id": 13,
        "text": "посмотреть кто там"
      }
    ]
  },
  {
    "id": 13,
    "text": "Все ученики начали выглядывать и осматривать новинькую ученицу в вашем классе.\n— Ребята, знакомьтесь это Луна( ударение на У), ваша новая одноклассница. Не обижать её! Понятно?!\n—  понятно- ответили все ученики разом.\nЭта милая девушка, произвело на вас странное впечатление. Будто вы её видели... а имя ... почему у меня странное чувство дежавю? Вы смотрели на неё, она на вас. Что-то связывало вас обоих, какая-то невидимая нить, которая прочна, как металическая цепь.И вот она плавно идёт к парте, где вы сидите и она села рядом с Марком. Походка... взгляд... черты лица.. её тело...имя... Да ля минор! что творится со мной?",
    "answers": [
      {
        "id": 14,
        "text": "рассмотреть по лучше"
      },
      {
        "id": 15,
        "text": "сидеть и слушать учительницу",
        "need": 14
      },
      {
        "id": 16,
        "text": "- привет...",
        "need": 14
      }
    ]
  },
  {
    "id": 14,
    "text": "Луна ... такая красивая девушка... её каштановые волосы, заплетённые с белой ленточкой в косичку, лежала на её плече. Глаза же были разного цвета... один глаз был красный , другой голубой. Губы, нежно-розового цвета были сложаны в одну линию. Она была одета в белую рубашку и в  юбку- солнышко. Её внимательный взгляд был сосредоточен на учительницу.",
    "answers": [
      {
        "id": 13,
        "text": "назад"
      }
    ]
  },
  {
    "id": 15,
    "text": "Лучше не отвлекаться- подумали вы- а то ещё мне влетит, как всегда короче.\n— итак дети... на чём я остановилась?\n— на том ,что вам пора на пенсию!- Выкрикнул из последней парты, быдло вашего класса -Роман.\nКто-то рассмеялся, кто-то усмехнулся, а вы со своей соседкой по парте просто молчали и наблюдали за картиной...\n— Ну, Роман, скоро ты допрыгаешься и вылетишь из школы!- повысила тон учительница\n— ага ...жду не дождусь\n— вон из кабинета!- не выдержала учительница и крикнула на этого болвана. Тот лишь встал и спокойно вышел из кабинета, хлопнув за собой дверью.",
    "answers": [
      {
        "id": 17,
        "text": "напомнить"
      },
      {
        "id": 18,
        "text": "промолчать"
      }
    ]
  },
  {
    "id": 16,
    "text": "Ближе подсев к девушке, вы начали разговор:\n— привет...- шепнули вы девушке, в это время вы смотрели в сторону учительницы, чтобы понять на ком сосредоточен её взгляд.\n—приветик... тебя как зовут...?-  шепнула вам в ответ девушка, взглянув на вас своими глазами... они такие добрые и ... знакомые... \n—  меня зовут...\n— Марк Ингин! Что я вам всегда говорила?- перебила вас учительница вопросом.\n— Что мы должны на уроках говорить по делу и то когда его спросят- встав, ответили вы.\n— молодец, садись- довольным голосом сказала она.\nВы опять сели за своё место и услышали тихое хихиканье своей соседки. И она, оторвав листок, начала писать вам на листочке.: \" теперь я знаю, как тебя зовут:) А меня зовут Луна..Луна Кинова..Будем знакомы\". Быстро взяв листочек, вы не заметно прочитали  и написали ей ответ. Так прошёл весь классный час. И после вы вышли из школы.\n",
    "answers": [
      {
        "id": 19,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 17,
    "text": "— Изольда Клавовна!- подняв руку, вы ждали одобрение со стороны учителя.\n— что, Ингин?\n— вашей последней фразой было: \" всегда планируйте свои оценки в начале учебного процесса\"- сказали вы, вставая со своего места.\n— ой, спасибо тебе большое Марк, садись на своё место- с улыбкой сказала вам учительница и после начала дальше рассказывать. А вы же сели за своё место.",
    "answers": [
      {
        "id": 16,
        "text": "начать разговор"
      }
    ]
  },
  {
    "id": 18,
    "text": "Всё же, лучше в некоторых моментах промолчать.\nИзольда Клавовна!- подняв руку, Наот ждал одобрение со стороны учителя.\n— что, Моньков\n— вашей последней фразой было: \" всегда планируйте свои оценки в начале учебного процесса\"- сказал Наот, вставая со своего места.\n— ой, спасибо тебе большое, садись на своё место- с улыбкой сказала ему учительница и после начала дальше рассказывать. А он же сел за своё место.",
    "answers": [
      {
        "id": 16,
        "text": "начать разговор с Луной"
      }
    ]
  },
  {
    "id": 19,
    "text": "За весь урок, вы узнали о ней очень много. Будто вы были знакомы с самого детства.",
    "answers": [
      {
        "id": 20,
        "text": "что я о ней узнал?"
      },
      {
        "id": 21,
        "text": "проводить её до дома",
        "need": 20
      }
    ]
  },
  {
    "id": 20,
    "text": "Её зовут Луна ( ударение на У) Кинова ( ударение на О). Ей 16 лет и она младше вас на три с половиной месяца. Ростом она была невелика, по сравнению с вами... Её рост: 169см, а вы 187см ростом. Она обожает петь, рисовать. Но с её способностями она мечтает стать психолгом. Добрая и открытая девушка.",
    "answers": [
      {
        "id": 19,
        "text": "назад"
      }
    ]
  },
  {
    "id": 21,
    "text": "Ну не врите вы себе, она же вам понравилась, да и вы не были ей безразличны. И как настоящий джентельмен, вы решили проводить её до дома.\n— Слушай, Луна, а у тебя было когда-нибудь такое , что тебе снится человек, которого ты не знаешь, а потом ты с ней...- немного прокашлившись продолжил Марк- ну или с ним знакомишься.. ну в реальности? \nОт ваших слов, на щеках девушки, появилась краснота. Вы на неё смотрели и любовались ею, пока она краснела и только потом она начала говорить.\n— Я тебе... приснилась..?- кое-как выдавила из себя девушка, тяжело дыша. Вы лишь широко открыли глаза и чувствовали, как ваши уши горят огнём.\n",
    "answers": [
      {
        "id": 23,
        "text": "отрицать"
      },
      {
        "id": 24,
        "text": "рассказать правду"
      }
    ]
  },
  {
    "id": 22,
    "text": "Опять эта тьма, всё повторяется... капсула... Луна... Да когда это закончится?! Но стоп... она подошла... и она молчит, а слёзы, как чёрный мазут, стекали с её глаз на щёки, оставляя еле заметный след, а после исчезали  в темноте. С её стороны были слышны крики, треск, звук взрыва, сирены, был даже слышен плачь. Что теперь? будете стоять и наблюдать за этим или успокоите девушку?",
    "answers": [
      {
        "id": 39,
        "text": "не трогать её"
      },
      {
        "id": 40,
        "text": "успокоить"
      }
    ]
  },
  {
    "id": 23,
    "text": "—Н-нет! Что ты! Я просто спросил...-выдохнув, сказали вы. С щёк Луны исчезла краснота и вас озарила её милая, ещё детская улыбка.\n— вот и здорово! А вот и мой дом.- вы остановились около жёлтого забора ,за которым возвышался двухэтажный дом тёмно-зеленого цвета.\n— спасибо, что проводил меня до дома.- девушка подошла к вам и поцеловала вас в щёчку. В этот момент вы ощутили самым счастливым парнем в своём городе и на вашем лице засветилась улыбка и вы даже немного покраснели. После того, как девушка скрылась за калиткой, вы поспешили домой.",
    "answers": [
      {
        "id": 25,
        "text": "дома"
      }
    ]
  },
  {
    "id": 24,
    "text": "— если честно- вы начали мямлить- короче ты мне приснилась и уже два дня подряд!- с уверенностью сказал парень.\n— чёрт...- девушка закрыла лицо руками и остановилась. Вы остановились и подошли к ней.\n— Луна, что случилось?\n— это всё моя болезнь...- сказала девушка\n— какая ешё болезнь? О чём ты?- вы лишь смотрели на неё с удивлением в ваших зелёных глазах.\n— всё это началось, когда мне исполнилось пять лет...- запинаясь, начала девушка.- понимаешь, всем снятся сны, хоть они и пятиминутные в быстром сне. Зато снятся... а на меня во сне вечно давит тьма... Когда мы обратились к врачу, то он сказал что это не излечимая болезнь сна... И я не вижу своего сна... но есть одно но... в моей болезни...- девушка остановилась, её губы сжались в одну линию, как будто она не должна была это говорить.\n— какое \"но\"?- не выдержав, спросили вы.\n— когда у меня с людьми назначена встреча, ну... переход в другую школу... к примеру... то этот человек видит меня во сне перед самой встречой... и он может мне помочь, то есть сказать, что я делаю в его или её сне...\n— подожди- перебили вы её- то есть все твои новые одноклассники видят тебя в своих снах?\n— н-нет... только те , с которыми меня связывает нечто необъяснимое... \n—избранные что-ли?\n— ну... типо того... в позавчерашнем сне тебе же приснилось, как я сказала тебе своё имя?\n— а..?- вы до сих пор были в шоке от всего этого- дда...\n— а что тебе приснилось вчера?\n— мне приснилось...- вы покраснели,  чувствуя жар на своих щеках- к-как ты меня поцеловала.\nЛуна засмущалась и покраснела...- пправда?\n— ну да...- выдавили из себя кое-как вы\n— эмм... ой.. а мы уже у моего дома!- вы вдвоём остановились около жёлтого забора, за которым возвышался двухэтажный дом тёмно- зелёного цвета \n— спасибо, что проводил меня... пока!- и девушка скрылась за калиткой.\n— пока..- простояв на месте пару минут, вы пошли домой.",
    "answers": [
      {
        "id": 25,
        "text": "дома"
      }
    ]
  },
  {
    "id": 25,
    "text": "Наконец-то вы дома было ещё 11:25. Ещё много время до сна. чем займёмся?",
    "answers": [
      {
        "id": 26,
        "text": "пойти поесть"
      },
      {
        "id": 27,
        "text": "посмотреть телевизор",
        "need": 26
      },
      {
        "id": 28,
        "text": "встретиться с друзьями",
        "need": 32
      },
      {
        "id": 29,
        "text": "вздремнуть",
        "need": 26
      }
    ]
  },
  {
    "id": 26,
    "text": "Из-за этой линейки вы не поели нормально, а лишь поели на ходу, как воробушек.Вы открыли холодильник и взяли оттуда замороженную пиццу на перекус. Поставив в микроволновку несколько кусочков пиццы, вы сели за стол и вспоминали своё незабываемое утро с ней... с Луной.\n— чёрт...- обхватил за голову себя парень- я кажется влюбился... и зачем я ей это сказал? это же она приходила во ...- вы не успели договорить, как ваше внимание отвлёк короткий звон микроволновки- ...сне. Пицца разогрелась... эхх...- встав со стула, Марк подошёл к микроволновке и достал от туда свой \"завтрак\" и усевшись за диван принялся есть. После 10 минут посиделок на диване с пиццой, вы обдумывали дальнейшие действия.",
    "answers": [
      {
        "id": 25,
        "text": "дальше"
      }
    ]
  },
  {
    "id": 27,
    "text": "—Посмотрю-ка я телевизор- и усевшись на колючеватом, от крошек, диване вы взяли пульт и начали переключать каналы на телевизоре. Как вам позвонили на телефон, это был Дима.",
    "answers": [
      {
        "id": 30,
        "text": "не брать трубку"
      },
      {
        "id": 31,
        "text": "взять"
      }
    ]
  },
  {
    "id": 28,
    "text": "Наконец-то вы на улице, на свежем воздухе. Была изумительная погода. Солнце ярко светило, тем самым лаская ваше лицо, от которого вы зажмурились. А небольшой ветер растрепал ваши волосы и дул в сторону парка, будто звал вас за собой. И поневоле ваши ноги зашагали по вытоптанной тропинке, для людей. И вот в дали виделись силуэты парней, это были ваши друзья. Через 4 минуты вы уже оказались около них.\n— всем привет- подойдя к ним, сказали вы.\n— охайо- поприветствовал вас Дима, всё так же заразно улыбаясь.\n—салют- протянул вам руку Мартин и вы её тут же пожали своей рукой.\n—здорова- сказал, смеясь Сергей.\n— чё вы тут смеётесь и без меня? давайте рассказывайте!- сказали вы, сделав ухмылку.\n— да тут вспоминаем, как на физ-ре веселились.- ответил вам Мартин.\n— ага, а помните как я с Крючковой штаны стянул, когда она подтягивалась?- Дима рассмеялся, своим заразным смехом.\n— А помните, как Сидорова наклонялась?и с её топа вылетела вата! И это было в третьем-то классе!- выдавили кое-как вы... и так прошёл весь день. Вы рассказывали друг другу истории.и вот уже пора домой.",
    "answers": [
      {
        "id": 34,
        "text": "дома"
      }
    ]
  },
  {
    "id": 29,
    "text": "21:25 показывало на часах, когда вы открыли глаза.\n—вот это я уснул! надо бы учебники положить в портфель- подумал про себя парень и, встав с кровати, подошёл к своему портфелю. Положив учебники вы",
    "answers": [
      {
        "id": 35,
        "text": "пошли купаться"
      },
      {
        "id": 36,
        "text": "ушли спать"
      }
    ]
  },
  {
    "id": 30,
    "text": "— я не хочу, сейчас куда-либо идти- с этими словами вы сбросили вызов. Но вам опять позвонили, это уже был Мартин.\n— ну друзья, не один, так другой достанет!- вы взяли трубку.\n— Алло!Алло! Марк! пойдёшь гулять, а то мы все не хотим дома тухнуть и тем более отметим наш переход в 10 класс! Ты с нами?\n— Ну нет уж... я помню как мы отмечали переход в 9 класс.-на ваши слова Мартин рассмеялся\n— ну да, весело было!\n— ага, я думал, у меня шарики за ролики поедут от бати!\n— Да у тебя в голове ехать нечему!- смеясь истрическим смехом выдавил ваш друг- ну ладно, пока! \n—ага- и связь оборвалась.",
    "answers": [
      {
        "id": 25,
        "text": "далее"
      }
    ]
  },
  {
    "id": 31,
    "text": "— Да слушаю\n— Алло! Марк, привет!\n— виделись уже\n— слушай, пошли на улицу, все вместе погуляем и отметим наш переход в 10 класс.Ты согласен?",
    "answers": [
      {
        "id": 32,
        "text": "согласиться"
      },
      {
        "id": 33,
        "text": "отказаться"
      }
    ]
  },
  {
    "id": 32,
    "text": "— ну а что.. неплохая идея! где собираемся ?\n— в парке! давай быстрей, а то только тебя и ждём.\n— ладно, ща прибегу, ждите!- и быстро бросив трупку вы побежали одеваться в повседневную одежду.",
    "answers": [
      {
        "id": 25,
        "text": "в парк"
      }
    ]
  },
  {
    "id": 33,
    "text": "— слушай, я наверно не пойду... не очень хочется и тем более не хочу,чтобы приключилось как в прошлый раз- Дмитрий рассмеялся на ваши слова.\n— Ага! весело тогда было! \n— угу...\n—ну ладно, пока!\n—пока...- связь оборвалась.",
    "answers": [
      {
        "id": 25,
        "text": "далее"
      }
    ]
  },
  {
    "id": 34,
    "text": "Уже 21:35 ваши родители сидели, развалившись, на кровати, в зале и смотрели телевизор. Тихо пробравшись в свою комнату, вы закрыли за собой дверь. И легли на кровать в своей комнате, смотря в потолок.\n— блин, учебники надо собрать...- подумали вы про себя и с неохотой встали и подошли к своему портфели и, положив пару учебников вы...",
    "answers": [
      {
        "id": 35,
        "text": "пошли в ванную"
      },
      {
        "id": 36,
        "text": "легли так"
      },
      {
        "id": 37,
        "text": "пошли спать",
        "need": 35
      }
    ]
  },
  {
    "id": 35,
    "text": "—...всё-таки пойду приму душ.- подумали вы про себя, взяв чистое бельё и полотенце, и пошли в душ. Вы зашли в ванную комнату и после, повесив полотенце на крючок, вы зашли душевую кабинку и начали принимать душ. После пяти минут, вы вытерлись полотенцем и вышли из душа. Одевшись, вы вышли из ванной комнаты и сразу зашли в свою комнату.",
    "answers": [
      {
        "id": 37,
        "text": "спать"
      }
    ]
  },
  {
    "id": 36,
    "text": "— я что, грязным лягу что-ли? нет...- проговорил про себя парень.",
    "answers": [
      {
        "id": 35,
        "text": "далее"
      }
    ]
  },
  {
    "id": 37,
    "text": "Наконец-то вы легли на свою мягкую кровать. Закрыв глаза, не могли вы уснуть , где -то, 27 минут. После вы начали смотреть свой сон.",
    "answers": [
      {
        "id": 38,
        "text": "сон"
      }
    ]
  },
  {
    "id": 38,
    "text": "2 глава\" вещие сны?\"",
    "answers": [
      {
        "id": 22,
        "text": "далее"
      }
    ]
  },
  {
    "id": 39,
    "text": "— это просто сон...- подумали вы про себя.\nДевушка, будто прочитала ваши мысли, подняла свои большие, светящиеся глаза, которые наливались слезами и злостью. Она  стала подходить к вам ближе и ближе и вот она уже перед вами.\n—ты чего Луна..?- промолчав на ваши слова девушка только издала визг, от которого вы проснулись. Холодный пот стекал с вашего лба. И когда прошло около 10 минут, вы посмотрели на будильник, сейчас уже 6: 45. Пора собираться в школу.",
    "answers": [
      {
        "id": 42,
        "text": "в школу"
      }
    ]
  },
  {
    "id": 40,
    "text": "—не могу её оставить такой...-подумали про себя вы и медленно подошли к девушке. Луна подняла на вас свои глаза. Они такие большие... знакомые... и ... добрые. Не раздумывая, вы обняли девушку. Весь шум прекратился и резко сменился на тихую и нежную музыку. Вы медленно закружились в танце. Луна уже не была грустной, а наоборот, её смех разрывал эти мрачные стены и вы оказались к огромном зале. Кажется, эти счастливые минуты длились вечно, но Луна остановилась и ,отпустив вас, показала указательным пальцем на часы, которые  показывали 6:45. Вы проснулись.",
    "answers": [
      {
        "id": 42,
        "text": "в школу"
      }
    ]
  },
  {
    "id": 41,
    "text": "Продолжение будет в осенних каникулах",
    "answers": [
      {
        "id": 1,
        "text": "назад"
      }
    ]
  },
  {
    "id": 42,
    "text": "Открыв свои глаза вы быстро встали и даже не заметили, как первым пришли на кухню. Никого не было дома и настоле лежала записка и что-то было прекрыто полонтенцем.",
    "answers": [
      {
        "id": 1,
        "text": "назад"
      },
      {
        "id": 43,
        "text": "посмотреть что под полотенцем",
        "need": 44
      },
      {
        "id": 44,
        "text": "прочитать записку"
      }
    ]
  },
  {
    "id": 43,
    "text": "Взяв полотенце, вы откинули его в сторону. Аромат и немного тепла ударили вам в лицо.\n— мммм... как вкусно пахнет- сказали вы про себя.\nИ сев за стол, вы принялись за трапезу.",
    "answers": [
      {
        "id": 45,
        "text": "10 минут спустя..."
      }
    ]
  },
  {
    "id": 44,
    "text": "Взяв в руки листок вы начали читать :\n\"Дорогой, Марк, мы с папой уехали к тёте Лиде и дяде Саше, собирать урожай. Вдруг нам что-нибудь перепадёт. Ладно, ладно я шучу. Так, завтрак на столе, чтобы без двоек сегодня был, ясно?! Мы приедем завтра вечером, если что деньги на телевизоре. Ах, да забыла сказать к тебе рано утром приходила какая-то девушка и попросила передать, чтобы ты в 7:30 стоял и ждал её у входа школы. Всё люблю,  твоя мамочка.\"\n",
    "answers": [
      {
        "id": 42,
        "text": "положить записку на стол "
      }
    ]
  },
  {
    "id": 45,
    "text": "Сделав все свои дела, вы вышли из дома. Было примерно 7:10 утра.\n—Ну... думаю успею...-подумали вы про себя и ускорили шаг. В 7:28 вы стояли у входа в школу. Пока ещё никого не было т.к. все приходят в 7:52.\nТолько вы задумались как услышали своё имя и знакомый голос. Вы обернулись, это была Луна.\n—Марк!- она к вам бежала из-зо всех сил и махала рукой. Но ...",
    "answers": [
      {
        "id": 1,
        "text": "назад"
      },
      {
        "id": 46,
        "text": "но..?"
      }
    ]
  },
  {
    "id": 46,
    "text": "Когда оставалось до вас 3 шага она споткнулась о камень и \"полетела\" на вас. Через мгновенье вы лежали на земле, Луна на вас, а ваши губы сомкнулись в поцелуе. Вы широко открыли глаза, а Луна, оперевшись об вас немного привстала, чтобы этот поцелуй закончился и после она быстро встала и покраснела. Через несколько секунд встали и вы.",
    "answers": [
      {
        "id": 47,
        "text": "Сбывается...",
        "need": 24
      },
      {
        "id": 48,
        "text": "извини...",
        "need": 23
      }
    ]
  },
  {
    "id": 47,
    "text": "—неужели... сбывается...?- кое-как промямлив, сказали вы.\nОна лишь только испуганно подняла на вас свой взгляд и после робко улыбнулась на ваши слова.\n—Марк... что тебе сегодня снилось..?-выдавив из себя эти слова, девушка посмотрела в сторону.",
    "answers": [
      {
        "id": 49,
        "text": "сказать правду"
      },
      {
        "id": 50,
        "text": "соврать"
      }
    ]
  },
  {
    "id": 48,
    "text": "—извини... я не хотела...-девушка стеснялась из-за этого и кое-как выговаривала слова.\n—мне мама сказала... что ты хотела меня видеть...-начали вы.\n—Скажи мне Марк... что тебе снилось?..",
    "answers": [
      {
        "id": 49,
        "text": "сказать правду",
        "need": 40
      },
      {
        "id": 50,
        "text": "соврать",
        "need": 39
      }
    ]
  },
  {
    "id": 49,
    "text": "продолжение следует",
    "answers": [
      {
        "id": 1,
        "text": "назад"
      }
    ]
  },
  {
    "id": 50,
    "text": "продолжение следует",
    "answers": [
      {
        "id": 1,
        "text": "назад"
      }
    ]
  },
  {
    "id": 51,
    "text": "",
    "answers": []
  },
  {
    "id": 52,
    "text": "",
    "answers": []
  }
]