[
  {
    "id": 1,
    "text": "Жанр: Абстрактность, приключения, романтика (<plus>-), эротика (<plus>-)\n\nАвтор: English Fox\n\nЭто эксперимент, если рассматривать это как литературное произведение.\nИ... Большего сказать я не могу. По мере продвижения сюжета вы узнаете всё. Но, что бы быть в таком же положении, как и главный герой я ничего не скажу...\nХотя... \nТолько это:\n\nДобро пожаловать в абстрактные приключения по разуму героя!",
    "answers": [
      {
        "id": 2,
        "text": "Начать Квест"
      },
      {
        "id": 3,
        "text": "Справка"
      },
      {
        "id": 22,
        "text": "Об обновлениях"
      }
    ]
  },
  {
    "id": 2,
    "text": "Выберите Главу, которую хотите пройти:",
    "answers": [
      {
        "id": 4,
        "text": "\"С добрым утром\""
      }
    ]
  },
  {
    "id": 3,
    "text": "Справка:\n\nОт вашего выбора зависит всё и ничего:\nВ квесте есть куча моментов, где не сделав опрелелённый выбор вы закрываете путь, например, общатся с Лизой или с другим персонажем. С другой стороны есть моменты, где выбор или даёт вам полное представление о ситуации, или не влияет ни на что вообще.\n\nМини игры:\nЗдесь их будет относительно мало и в основном являются математическими задачами. За неправильное решение вы получаете штраф- теряете своё же время или, опять же, блокируете некоторые возможности.\n\nСтраницы-описания:\nПо мере прохождения вам попадутся страницы, которые никак не влияют на сюжет и не имеют выбора, а если есть выбор, то первоначальное решение можно изменить. Эти страницы нужны для познания мира, персонажа и т.п.",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 4,
    "text": "Как ужасно трещит голлва... Всё тело болит.\n\n—Просыпайтесь, Милорд! Просыпайтесь!- Кто-то крикнул прямо на ухо.\n\nВы что-то невнятно пробубнили, в ответ этот некто ответил: \"Я понимаю, вы ещё...-Он облизнул губы,- ещё не пришли в себя, но уже пора. Вставайте же!\"\n\nРезко вы ощутили как чьито руки просунулись под подмышки и начали вас тянуть.\nВ итоге вы оказались на ногах.",
    "answers": [
      {
        "id": 5,
        "text": "Что? Кто ты?"
      },
      {
        "id": 6,
        "text": "..."
      }
    ]
  },
  {
    "id": 5,
    "text": "—Ах, Да! Извините, Забыл представится! Меня, просто, все тут знают, да и я всех знаю...\nЯ Карл... Да, просто Карл. А это место...- он опять облизнул губы,-  Это... Это ваш характер, Милорд... Или отражение вашего характера- мы сами толком не знаем. Я же олицетворение вашей интиллегенции и... Можно сказать, властности. Можно, опять же, сказать, что я и есть вы, но с утрировонной интеллигентностью. И каждый тут-это вы.",
    "answers": [
      {
        "id": 7,
        "text": "Что?"
      }
    ]
  },
  {
    "id": 6,
    "text": "—Так что? Вы проснулись? Ну... Милорд... Вам много чего надо узнать... Даже не знаю с чего начать...- Человек в Рубашке и желетке опять облизнул губы,- Хм... Да... А какой вопрос мучает вас сейчас?",
    "answers": [
      {
        "id": 5,
        "text": "Кто ты? И где я?"
      },
      {
        "id": 8,
        "text": "Как я... Как я попал сюда?"
      }
    ]
  },
  {
    "id": 7,
    "text": "—Да... Сложно понять и сложно объяснить...- Карл вздохнул,- Это место... Город... Тут живут  частицы вашего характера, ваши  желания и другие... Вы со всеми вскоре познакомитесь, Милорд. Но... Скажите... Вы меня поняли?",
    "answers": [
      {
        "id": 9,
        "text": "Нет"
      },
      {
        "id": 10,
        "text": "Мне надо всё спокойно осмыслить..."
      }
    ]
  },
  {
    "id": 8,
    "text": "—Этого и я не знаю. Мы вас вообще не ожидали! Вам должно быть это известно. Если нет... То... Не знаю кто может знать, Милорд.",
    "answers": [
      {
        "id": 5,
        "text": "Кто ты?"
      }
    ]
  },
  {
    "id": 9,
    "text": "Карл глубоко вздохнул.\n—Но про меня, Милорд, вы поняли. Я-Ваша интеллигентность. А... Например, Вано- олицитварение вашей увлечённостью биологией. И так каждый житель нашего... \"Города\".",
    "answers": [
      {
        "id": 10,
        "text": "Это всё... Сложно..."
      }
    ]
  },
  {
    "id": 10,
    "text": "—Да... Вам надо всё обдумать... Сядьте на кровать.\n\nОн, поддерживая, боясь, что вы упадёте, усадил вас на кровать.\n\nОна, Кровать, стояла под деревом, на улице. Вокруг полукругом разместились дома. Их было пять. \nДерево... Дуб с... с фиолетовыми листьями? \nЭто странно... Но то, что говорил Карл... Оно ещё страннее.\n",
    "answers": [
      {
        "id": 11,
        "text": " И?.. Что же мне теперь делать?"
      }
    ]
  },
  {
    "id": 11,
    "text": "—А... Ну... -Карл замялся- Кхм... Как я уже говорил, мы не ожидали вас и ничего не подготовили. Хоть у нас \"Город\" сам по себе безопасный, но опасности всё же встречаются. Редко, но лучше быть готовым к ним. Преставить к вам охрану?..- Он нахмурился,- Нет. Смысла нет. Мисье, хоть вы и значимая тут персона, но никто на вас не будет наподать. По крайней мере не часто...  Вам... Вам нужно оружие! Да. Вам придётся поговорить с нашим месным механиком Картером. Он вот в этом доме живёт.\n\nКарл указал на первый дом от кровати в правую сторону.\n\n—Он и смастерит вам... Что-то.",
    "answers": [
      {
        "id": 12,
        "text": "А от кого мне тут оборонятся?"
      },
      {
        "id": 13,
        "text": "Ясно"
      }
    ]
  },
  {
    "id": 12,
    "text": "—Есть тут сущности... Я о них ничего не знаю- не встречаю их часто. Но Картер должен знать.",
    "answers": [
      {
        "id": 13,
        "text": "Ясно"
      }
    ]
  },
  {
    "id": 13,
    "text": "—Ну... Идите. Потом, как получите оружие, найдите меня. Я всегда буду рад вас видеть. Ну... До скорой встречи.\n\nКарл улыбнулся, помахал вам рукой и, недождавшись вашего ответа ушел.\n\nДа... Может это сон? Может. Но какая разница?! Если сон- переживёшь его. Если нет... То... Это может обрести и ужасный, пугающий оборот.",
    "answers": [
      {
        "id": 14,
        "text": "Осмотреться",
        "need": [
          -14
        ]
      },
      {
        "id": 15,
        "text": "Идти к Картеру"
      }
    ]
  },
  {
    "id": 14,
    "text": "Если проийти от кровати вперёд можно будет увидеть реку, которая уже и от сюда видна. Справа- поля разной культуры. Чуть дальше реки что-то большое и гроттесное, от сюда не видно.\n\nВсё. Остальное ты и так видел.",
    "answers": [
      {
        "id": 13,
        "text": "Ясно"
      }
    ]
  },
  {
    "id": 15,
    "text": "Этот дом выглядел и внушающим, но и ветхим. Сам был в два этажа и на каждом имел дверь, на второй вела лестница.",
    "answers": [
      {
        "id": 16,
        "text": "Дверь на нижнем"
      },
      {
        "id": 17,
        "text": "Дверь на втором этаже",
        "need": [
          -17
        ]
      }
    ]
  },
  {
    "id": 16,
    "text": "Дверь легко поддалась. Внутри дом оказался меньше. В болшенстве случаев из-за огромного количества всяких стоек, сталов и груд металолома.\n\nВ дальнем углу, в свете одной лампы, стоял человек. Что-то мастеря на листах синей бумаги, он бубнил про шестерёнки, смазку... И прочую механическую ерунду.\n\n—Кто? — резко сказал он, припадняв голову.",
    "answers": [
      {
        "id": 18,
        "text": "Я?.. "
      }
    ]
  },
  {
    "id": 17,
    "text": "Ты поднялся по лестнице, дёрнул ручку...\n\nЗакрыто.",
    "answers": [
      {
        "id": 15,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 18,
    "text": "—А... Ясно. Значит что-то в этом мире произошло не так... И... Вас за мной кто-то послал?",
    "answers": [
      {
        "id": 20,
        "text": "А вы..."
      }
    ]
  },
  {
    "id": 19,
    "text": "—М-м-м... Ясно. Есть у меня тут нароботки...- Он потянулся за одним из литком и, взяв и развернув его, сказазал самому себе:- Это есть, и этого хватает. Вот блин! Знаешь что? У меня не хватает резины! А вчера была... Что за напасть?.. \nНо ничего. Я знаю, что Силвия поможет- у неё-то этого добра всегда навадом. Кстати, кстати... Давай ты сбегаешь к ней. Если я буду делать заготовку без резины, а ты в это время её и принесёшь наше КПД будет больше. \nЧто скажешь?",
    "answers": [
      {
        "id": 21,
        "text": "Д... Да."
      }
    ]
  },
  {
    "id": 20,
    "text": "—Я Картер. Некоторые ещё говопят Ричард Карьер. Я как бы... Твоё влечение, когдато происходившее... Короче, ты же когда-то увлекался физикой?- Ты кивнул,- Так вот. Я и есть этого... Вырожение. Плюс все твои мысли о механизмах получаю именно я и делаю их.\nПомниш, как в десять лет ты придумал автоматическую катапульту?- Он громко засмеялся,- не знаю зачем она тебе была, но нам пригадилась. \nЯ вообще могу куча чего расказать, но оно тебе надо?\nЗачем пришёл-то?\n\nРичард повернулся к тебе. Ты смог его полностью разглядеть. Это был мужчина, как не странно, с явно крысиным выражением лица. Но, он не был толстым, как казалось по голосу. Его белый халат былиспачкан в чём-то чёрном. \nКого-то данный внешний вид мог оттолкнуть, да даже напугать! но тебе это  понравилось в нём.",
    "answers": [
      {
        "id": 19,
        "text": "Карл говорил, что ты можешь мне сделать какое-то оружие"
      }
    ]
  },
  {
    "id": 21,
    "text": "—Вот и замечательно! Она за рекой живёт, точно найдёшь её. А пока я возьму эту трубу... Тут мы наметим место под рукоять... Или... Нет...\n\nКартер, видимо, полностью погрузился в процесс создания этого нечто и на вас обращает ноль внимания.\nНадо найти эту... Сильвию.",
    "answers": [
      {
        "id": 23,
        "text": "Выйти на улицу"
      }
    ]
  },
  {
    "id": 22,
    "text": "Переход.",
    "answers": [
      {
        "id": 50,
        "text": "Обновление."
      },
      {
        "id": 49,
        "text": "Планы."
      },
      {
        "id": 1,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 23,
    "text": "Вы видите теже дома, туже улочку... Ничего не изменилось.\nОт всех этих домов вела каменная дорога и именно к реке, там правда, разветлялась, но это уже у мост, а вам его и надо перейти.\nСильвия... Кто это может быть? Или даже Что?..\n\nСкорее проснутся бы... Это же сон? \nНо это сейчас не имеет значения- если сон, то ты ничего не теряешь, а если не сон, то всё ты делаешь правильно.\n\nИдя по каменной кладке, ты смотрел по сторонам. Удивительно, но тут совершенно нет деревьев. Трава, цветы- всё это есть, а вот деревьев, хотябы мелкого кустика, нет. Небо... Оно тоже не такое. Было пасмурно, но... Не так как обычно, а с каким-то отличием, но каким?\n",
    "answers": [
      {
        "id": 24,
        "text": "Идти далее"
      }
    ]
  },
  {
    "id": 24,
    "text": "Ты подходишь к мосту. \nНа противоположном берегу оказался замок. Из красного, крашеного кирпича в шесть, а то и в семь этажей.  Удевительно не то, что здесь что-то забыл замок, а то что на той стороне так же стояла манахиня в белом одеянии, смотрела вверх, на окно, и кричала: \"Покайся, гешница!\"\nИз окна последнего этажа высунулся кто-то и тоже крикнул.\n\n—Да что тебе надо, святоша, чёртова?! \n\nЭто был женский голос, но он так яростно и даже грубо звучал, что становилось страшно.\nНо \"святоша\" неунималась:\n\n—Мне надо, что бы ты отреклась от грехов и покаялась...\n—Опять ты о томже! Каждый день приходишь и поёшь одну и туже песню. Хватит! Уйди.\n\nНа это монашка начала петь какую-то молитву. Фигура в окне скрыласт, но вскоре показалась вновь.\n\n—Убирайся!\n\nКрикнула фигура и в поющую полетело что-то стеклянное, преземлилось у ног монашки и разбилось. Но и это не спугнуло \"святошу\".\n\n—А!!! Лизи, иди разберись с этой...\n\nФигура окончательно исчезла в тени своей комнаты.",
    "answers": [
      {
        "id": 25,
        "text": "Подойти поближе"
      }
    ]
  },
  {
    "id": 25,
    "text": "Не успел ты перейти мост как из угла замка появилась девушка... Фурри? Если это твой разум/душа, то он/она очень и очень странный(ая).\nЕщё странности добавлял её... Костюм... Некоторые бы сказали, что вообще отсутствие оного, но нет! Он у неё был, хоть и спецефический. Костюм этот можно было назвать садомазо, но всё же он был особенный и состоял из кучи ремней укрывающих самые интригующие места и открывающие менее...\n\nТак! Чего-то ты на нём немного зацыклился.\n\nТак вот, именно эта, с чёрной, с вкраплениями яркого голубого, шерстью, с очень изящным хвостом фурри проползла! Проползла! К монахине.",
    "answers": [
      {
        "id": 26,
        "text": "Наблюдать"
      }
    ]
  },
  {
    "id": 26,
    "text": "—Анна... Ты же знаешь, что хозяйка не любит, когда ты под окнами поёшь свою панехиду.\n—Это не панехида! \n—Разница? Хозяйка вообще не хочет, что бы ты под нашими окнами бродила.- С этими словами фурри перевернулась на спину и, как щенок, оттопырила лапки.\n—Силой тебя меня не сдвинуть! И дух мой будет стоять до...- Вскричала Анна.\n—Да, да, да... Всё равно я уже давно знаю, как теья прогнать.- Она улыбнулась, опять встала на четвереньки и пошла на \"святошу\".\nДобравшись до ног монашки, как кошка, начала терется об одну из них.\nАнна, с обезумевшими глазами, отскочила от фурри.\n\n—Нет! НЕТ!- Начала Анна,- Я никогда...\n—...Не прикоснусь к голому, грешному, извращённому телу...- Промурлыкала женщина- зверь.\n—Ладно... И сегодня я ухожу нисчем, но завтра!..\n—...Завтра я точно одалею вас, грешниц.\n\nМонахина что-то яростно промычала, как бы из-за беспомощности, и удалилась куда-то вдоль реки.\n\nИ только эта чёрно-голубая кошка вместе с тобой остались под окнами замка.",
    "answers": [
      {
        "id": 27,
        "text": "-Кхм... А... Вы знаете Сильвию..."
      }
    ]
  },
  {
    "id": 27,
    "text": "—Хозяйку? Конечно знаю.- Ответила кошка- А вы к ней идёье?\n—Да... \n—Я могу вас провестм к ней,- Всё так де на четвереньках, она приблизилась к вам,- Хввтайте меня за ошейник, я вас проведу.",
    "answers": [
      {
        "id": 28,
        "text": "Взять за ошейник"
      },
      {
        "id": 29,
        "text": "-Нет, я пойду рядом..."
      }
    ]
  },
  {
    "id": 28,
    "text": "Ошейеник распологался, естественно еа шее. Рядом с ним были другие ремни, улерживающие какой-то красный шарик, болтающийся без дела.\n\nКак только вы схватили этот ремень, фурри одобрительно мяукнула и поплзла по направлению к замку.",
    "answers": [
      {
        "id": 29,
        "text": "Идти "
      }
    ]
  },
  {
    "id": 29,
    "text": "—Меня, кстати, Лизой зовут.- Подала голос кошка.\n—А я...- Хотели вы сказать, но Лиза перебила.\n—Я знаю как вас зовут, хозяин. Тут все вас знают. \n—И... Прям все все?- \n—Нет, но большинство. Вы, хозяин, тут своеобразная знамееитость! И мы пришли.\n\nВы подошли до ворот, за которыми сразу была дверь. За дверью, в свою очередь, находилась лесница. По бокам этого подъёма были двери, видимо ведущие к коридорам или к каким-нибудь комнотам, не суть. \nХоть Лиза и встала, но была грациозна, как кошка. \n\nДойдя до последней ступени вы увидели одну дверь, вместо двух, как было все предыдущие этажи.\n\n—Хозяйка там.- Произнесла кошка и улыбнувшись добавила:- Я в своей комнате, если что.",
    "answers": [
      {
        "id": 30,
        "text": "Идти к хозяйке"
      }
    ]
  },
  {
    "id": 30,
    "text": "Вы оказались в просторном зале, с одной стороны он был полностью открыт окном.\nУ того окна во весь зал был небольшой стол, за ним и сидела та хощяйка.\n\nТоже фурри, но уже волчица с серой шерстью и лишь красными волосами (Да, именно ими). \nОдета она была откровенно, но не так как Лиза: митенки до локтя, что-то на подобии топика и довольно тонкие...\nКхм... Чего-то ты опять зациклился на одежде. \nЭта вот волчица потягивала красное вино из бокала, в который наливала и наливала эту алую жидкость из бутылки, стоявшей на столе.",
    "answers": [
      {
        "id": 31,
        "text": "-Вы Силвия?"
      }
    ]
  },
  {
    "id": 31,
    "text": "—Да,-сказала волчица голосом, который вы уже слышали, когда фигура в окне пыталась прогнать монашку. Фуррм указала на стул, стрящий напротив самой Сильвии. Вы покорно сели. — Мне уже доложили об вашем... \"Прибытии\".- Она залпом заглотнула всё оставшееся вино и предвинулась к вам.- А давайте сразу на ТЫ?\n—Ну... Давайте...\n—Ну и хорошо... Я просто не люблю всю эту официальную муть. Может... Может вино? Или просто какой-нибудь перкус?",
    "answers": [
      {
        "id": 32,
        "text": "-Да, я не против."
      },
      {
        "id": 33,
        "text": "-Нет, я не хочу."
      }
    ]
  },
  {
    "id": 32,
    "text": "—О! Отлично! Хорошо! Я сейчас.- Сильвия встала и ушла в дверь, котороя находилась напротив той, из которой ты и попал в этот зал.\n\nСильвия вернулась через минут пять-семь минут, но уже не одна, а в сопровождении мужчины в фраке и с закрученными усиками. Он нёс серебрянный поднос на котором были: две тарелки с жареной кортошкой и большими сочными кусками мяса; более крупная тарелка, даже, можно сказать, миска, с салатом; так же тут стоял бокал, но... он терялся в окрудении всего другого.\n\n—Вот!- сказала волчица и поставила бутылку вина на стол и обратилась уже к усатому:- Поставь здесь.\n\nЧерез минуту у тебя и у Сильвии стояли ещё дымящиеся тарелки и полные стоканы вина.",
    "answers": [
      {
        "id": 34,
        "text": "Время задовать вопросы."
      }
    ]
  },
  {
    "id": 33,
    "text": "—Ладно... Тогда вся бутылка моя!- Она засмеялась, пододвинула вино к себе и наплнила уже опустевший стакан.",
    "answers": [
      {
        "id": 34,
        "text": "Время задовать вопросы."
      }
    ]
  },
  {
    "id": 34,
    "text": "Сильвия неспеша попивает вино из своего бокала.\n\n\n\n(Вы впервые встретили страницу с кучей обьяснений. Ниже представлены варианты того, о чём вы можете спросить.)\n\n   !Некоторые вопросы недоступны!\n       !Из-за ваших выборов рание!",
    "answers": [
      {
        "id": 35,
        "text": "|Лиза",
        "need": [
          28
        ]
      },
      {
        "id": 36,
        "text": "|Вино",
        "need": [
          33
        ]
      },
      {
        "id": 37,
        "text": "|Сильвия"
      },
      {
        "id": 38,
        "text": "|Оружие"
      },
      {
        "id": 39,
        "text": "Пора уходить.",
        "need": [
          38
        ]
      }
    ]
  },
  {
    "id": 35,
    "text": "—Лизи...- Многозначительно проговорила она.- Лизи. Ты де уже знаешь, что почти все тут части твоего характера?\n—Да, мне Карл сказал... Кое-как...\n—Так вот. Лиза- это часть тебя, которая является мазахистом. Ну... И Лиза тоже помешена на боли причиняемой ей... \n—Но... Я же сам никапкльки не мазохист!\n—Это ты так думаешь. Частичка этого... Фетиша... В тебе она есть.\n",
    "answers": [
      {
        "id": 40,
        "text": "-Ясно... Ну а по характеру она как?",
        "need": [
          32
        ]
      },
      {
        "id": 34,
        "text": "-Ясно..."
      }
    ]
  },
  {
    "id": 36,
    "text": "Волчица сидела и всё наливала и наливала себе алую жидкость, вот и бутылка закончилась, вторая... Новы приносил какой-то низенький мужичёк, но он быстро удалялся, но на долго не исчезал.\n\n—А... От куда столько вина?\n—Хароший вопрос! Дело в том, что хоть ты и не балуешься алкоголем, но частичка алкоголика есть! Интересно, да? Так вот, он хоть сам не пьёт, но делает вино, водку, коньяк, текилу... Делает и раздаёт нам! Вот и мне бочек около тридцати дал. Это толтко вина, а есть много чего ещё, но у меня настроение... Пить только вино!\n\n—А вот ты пьёшь и пьёшь, а не пьянеешь. В чём секрет?\n—Ну... Не знаю... Может этого не заметно, потому, что я постоянно пьяна!- Сильвия закотилась смехом.- Но, по правде, я не знаю. Лизи, например, пьёт два бокала и уже чуть ли не сразуже вырубается, а это не самое крепкое, что тут есть.",
    "answers": [
      {
        "id": 34,
        "text": "-Ясно."
      }
    ]
  },
  {
    "id": 37,
    "text": "—А вот...- Начал ты.- Все же тут олицытворения моих черт... А... Ты олицытворение чего?\n—М-м-м... Я так и знала, что ты именно это и спросишь. Ну так слушай!- Она придвинулась к тебе,- У тебя же всегда были мысли о разных... Пошлостях, когда кровь перелевается в один орган и мыслей всё больше и больше! Иногда всё заканчивалось только мыслями, а иногда ты находил подкрепления своим мыслянным образам. Это были всякие картинки, видео, да даже чужое тело! И всегда всё кончалось... Концом.- Волчица загадочно улыбнулась.\n—Ничего не понял.- чесно признался ты.\n—Ладно, говорю прямо: я твоя пошлость. Ну... так же олицытворение садизма. ",
    "answers": [
      {
        "id": 42,
        "text": "-Ага... А почему фурри?"
      }
    ]
  },
  {
    "id": 38,
    "text": "—Сильвия, а я же пришёл не просто так. Меня Картер послал за резиной.\n—Картер... Странный он человек. Всегда боится лично придти и поговорить. Так что нужно?\n—Резина.\n—Хм... Хорошо, дам, но с условием! Ты выполнишь одно... Поручение. ",
    "answers": [
      {
        "id": 43,
        "text": "-Ладно, хорош."
      },
      {
        "id": 44,
        "text": "-Нет."
      }
    ]
  },
  {
    "id": 39,
    "text": "Распрощавшись с Сильвеей ты начал спускаться по лестнице, но...\nВсё ли ты сделал в этом замке?",
    "answers": [
      {
        "id": 45,
        "text": "Нет, хочу зайти ещё к Лизе."
      },
      {
        "id": 46,
        "text": "Я всё сделал."
      }
    ]
  },
  {
    "id": 40,
    "text": "—Ха. — Сильвия одним глотком прикончила остаток вина и снова налила себе кисло-сладкую жидкость и, засетив, что и ваш бокал пуст, поспешила это исправить.- По характеру?.. Она податлива- легко может поменятся, как захочет... Хозяин. Но я ей сказала, что б была Лизой, а не тем, что я хочу. Вроде выполняет. Она не капризная, но тем не менее фанатичная; ласковая, но чересчур жестокая к себе...\n\nЕщё один бокал был опусташён волчицей.",
    "answers": [
      {
        "id": 41,
        "text": "-А как в этом... Ну... В этом самом..."
      }
    ]
  },
  {
    "id": 41,
    "text": "—В садомазохических шалостях?- Волчица улыбнулась.\n—Можно и так сказать.\n—Ну... Она очень любит, что бы ей причиняли боль, что бы эта боль была внутри, в разных местах, у костей... Если бы я потакала всем её желаниям... Не знаю, чем бы это закончилось. Так я раз в неделю разрешаю себе разойтись и как следует помучать это красивое, гибкое тело... Кхм...\n\nОна подлила тебе вино.\n\n—Ей не очень это нравится... Хочет погрубее...- Она задумчиво посидела с бокалом в руке, но, как бы опомнившись, встряхнула головой и осушила бокал.- Кстати! Её комнота по лестнице справа на четвёртом этаже. Можешь зайти, проверить её.",
    "answers": [
      {
        "id": 34,
        "text": "-Ясно."
      }
    ]
  },
  {
    "id": 42,
    "text": "—Хах! Так это у тебя надо спрашивать! Мы меняемся в зависимости от того, что ты сейчас предпочетаешь, ну... Я и Лиза, конечно. Мы с ней вообще год назад были эльфийками, а два- девицыми с пляжа, а уже зимой неко...\nВот так.",
    "answers": [
      {
        "id": 34,
        "text": "-Ясно."
      }
    ]
  },
  {
    "id": 43,
    "text": "—Вот! Мне нужны рабы! Два десятка. Надо Карла попросить, он обязательно их пришлёт. Ты знаешь где Карла найти?\n—Нет.\n—Ага. Идёшь к этим несчасным домам и слева будет его дворец. Там его запросто найдёшь. ",
    "answers": [
      {
        "id": 34,
        "text": "-Ясно."
      }
    ]
  },
  {
    "id": 44,
    "text": "—Нет? Ну раз не хочешь , значит и я не захочу давать, то, что нужно.",
    "answers": [
      {
        "id": 38,
        "text": "..."
      }
    ]
  },
  {
    "id": 45,
    "text": "Да, почему бы не заглянуть к этой кошке?!\nОна тебе показалась милой хоть и... Неправильной. Да и узнать что-то новое об этом мире тоже неплохо.\n\nТы подошёл к нужной двери. Всё тихо...",
    "answers": [
      {
        "id": 47,
        "text": "Войти."
      },
      {
        "id": 48,
        "text": "Постучать."
      }
    ]
  },
  {
    "id": 46,
    "text": "Выйдя из замка ты чувствовал себя довольно взволнованно, но это не мешало идти к точно указанной целе.\n\nВсё было так же. И так же пустынно, да, ни одного человека... Их же можно человеками называть?\nТем не менее...\n\nВскоре ты дошёл до того места, куда и надо было дойти. Это оказалось что-то окружённое огромной стеной. В левой стороне от той улицы, от того дуба, в этой стене была арка, а за ней... За ней открылась огромная площадь, на окраинах которой  было мнежество домов, прилегающих к стене. В правой от тебя стороне эта площадь была не достроина, но, видимо, это было в процессе.\nПо этой площади всё время бегали люди. Некоторые носили кирпичи, некоторые кострюли, доски... Один из этих людей, заметив вас, начал идти к вам.\n\n—Здравствуйте, вы к господину Карлу?- Сказал он подойдя чуть ли не в притык.\n—Да, мне именно он и нужен!\n—Ждите, я его позову.\nС этими словами мужчина удалился.",
    "answers": [
      {
        "id": 51,
        "text": "Ждать."
      }
    ]
  },
  {
    "id": 47,
    "text": "Ты распахнул дверь и сразу остолбенел: В небольшой комнате с одним маленьким окном, где была лишь кровать и какой-то шкаф, именно у кравати стояла полностью обнажённая фурри!\nИ, между прочим, Лиза отличалась... формами... Ну не так что бы слишком, но всёже. \nОна смотрела на тебя сначала с любопытством, но через минуту молчания уже с вопрашением.\n\n—Хозяин, что вас смущает?",
    "answers": [
      {
        "id": 69,
        "text": "-Ты...Ты голоя!"
      }
    ]
  },
  {
    "id": 48,
    "text": "Ничего не слышно...\nВозможно там никого и нет, но стоит проверить.",
    "answers": [
      {
        "id": 47,
        "text": "Проверить"
      }
    ]
  },
  {
    "id": 49,
    "text": "Тут будет писатся, что я запланировал:\n\n1. Сложная система взаимодействия с персонажами (Со второй главы)\n2. Куча разнообразных \"Мини игр\", разбавляющие квест\n3. Сложный, непонятный сюжет\n4. Интересные персонажи\n\n\nКонкретно по первой главе:\n1. Быстрое, но размерянное вливание в сюжет. <plus>-\n2. Три разветления сюжетной линии. <plus>\n3. Общение с болшинством значимых персонажей. <plus>\n4. Начало некоторых дополнительных сюжетных линий. <plus>\n\n\nПо второй:",
    "answers": [
      {
        "id": 1,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 50,
    "text": "Обновления:\n\n1_ \nНаписан пробный кусок.\n2_\nИсправлены ошибки в ознакомительном фрагменте, сюжетно доделана глава \"С добрым утром\"",
    "answers": [
      {
        "id": 1,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 51,
    "text": "Карл вскоре пришёл, один.\n\n—О! Милорд! Я рад что вы так скоро посетиле меня. Картер уже всё зделал?\n—Нет..  У него проблема с материалами: нехватает резины...\n—Так чего же вы здесь?! Надо же решать проблему! А... Я вам должен помочь? Простите, я сразу не подумал.\n—Да, нужна некоторая услуга, но не лично мне или Картеру, а Сильвии. Она пообещала дать недостоющие компаненты...\n—Ясно... Я бы мог и догодаться.- Он как-то задумался, потом прицмокнул,- Так что же требуется от меня? Я могу помочь чем угодно!\n—Сильвия попросила... рабов... тристо рабов...\n—Да... Тоже ожидаемо. к сожалению триста сейчас не могу предоставить. Мне они нужны для рестоврации... — Он цмокнул и резко замолчал.- Хм... Лишь двоих.  Авансом. Завтра уже больше пришлю... Но это уже наши проблемы! Сейчас, момент.\nОн повернулся в сторону двора и крикнул: \"Уильям! Позови Прохора и Ванечку!\" И просто молча стал.",
    "answers": [
      {
        "id": 52,
        "text": "-А кто эти рабы?"
      },
      {
        "id": 53,
        "text": "Ждать."
      }
    ]
  },
  {
    "id": 52,
    "text": "—Не волнуйтесь, милорд, они несколько не довольны своим положением. А в общем...- \"Цмок\", \"Цмок\",- Эти рабы- это ваши мысли. Например Ванечка- ваша мысль перевести старушьку через дорогу. И эти мысли просто скитаются по вашей душе, а потом просто... умирают. Они ничего не хотят. Они просто существуют. Печально, безусловнон. Но! Они беспрекословно выполняют наши команды. Мы этим и пользуемся.\n—Это... Как-то неправильно?\n—Считайте, как считайте, но у них нету цели существования, да и жувут от силы месяц. Да...- финально цмокнул Карл.",
    "answers": [
      {
        "id": 53,
        "text": "-..."
      }
    ]
  },
  {
    "id": 53,
    "text": "Вскоре прибежало двое. Рыжий и русый, тощий и толстый, лысый и бородатый... В общем Прохор и Ванечка. \n\n—Вот. Сопровадите этого джентельмена до Сильвии, а далее по приказании сомой...-\"Цмок!\"- Сильви...\n—Хорошо!- Хором ответил тонкий голос и бас.\n—Ну... Всё? Надеюсь, вскоре встретимся и просто поговорим. До встречи!\nКарл так же махнул рукой в белой перчаткой и молча ушёл руководить \"рестоврацией\".\n\nОсталось привести этого Прохора и Ванечку. Интересно, кто из них кто?",
    "answers": [
      {
        "id": 54,
        "text": "Вернутся к Сильвии."
      }
    ]
  },
  {
    "id": 54,
    "text": "Вы вернулись без каких- либо происшествий. Сильвию вы обнаружили всё на том же полубалконе.\n—Быстро ты вернулся.- Заулыбалась она,- А это...\n—Прохор и Иван.\n—Ванечка,- грузно наклонился и поправил вас толстый.\n—Ну... Вот...\n—Карл авансом прислал,- волчица скревила мордочку,- Ну да ладно. Мне рабы не нужны срочно. Может... Может вина? Или просто посидишь?",
    "answers": [
      {
        "id": 55,
        "text": "-Вино!"
      },
      {
        "id": 55,
        "text": "-Нет, не хочу пить."
      }
    ]
  },
  {
    "id": 55,
    "text": "—Хорошо! Хорошо!\nВолчица достала из-под стола бутылку и налила, но только себе.\n—Может мы поговорим, пока ты не ушёл? ",
    "answers": [
      {
        "id": 56,
        "text": "-Ну... Можно."
      },
      {
        "id": 59,
        "text": "-Нет. Дела ждут."
      }
    ]
  },
  {
    "id": 56,
    "text": "—И это хорошо! Так... Может... О чём поговорим то? Ха! Знаю! \nДело вот в чём,- Сильвия придвинулась к тебе,- Скорее всего, я даже полностью уверена, Карл захочет тебя к кому-небудь подселить и  кандидатами точно станут я и он... ну ещё кто-нибудь, не суть. Так вот, я хочу, что бы ты был со мной. А то, знаешь, у нас тут мало людей, ещё меньше тех, кто может оторваться от своих \"важных\" дел, а рабы- обычные куклы. Разговаривать не с кем, а ты... Ты, я думаю, хорошый собеседник! Что скажешь?",
    "answers": [
      {
        "id": 58,
        "text": "-Я подумаю..."
      }
    ]
  },
  {
    "id": 57,
    "text": "Всё время ожидания Ричард бубнил и бубнил.\n—Ых, слетело... Ах, зараза... А оно точно так должно выходить?.. \nИ другое.\nНо в итоге он с радостью заявил: \"Готово\", протянув вам с большой гордостью какой-то самодельный пистолет из трубы...\n—С... Спасибо.\n—Это очень хорошее оружие! Оно стреляет энергией, а не пулями... Но... Всё же ей нужны заряды. Вот.- Картер с улыбкой протянул жмень зелёных кристаллов.- У этого оружия смертоносность равна!.. Да её даже не измеришь! Мошь механики и энергии!..",
    "answers": [
      {
        "id": 61,
        "text": "-А как этим пользоваться?"
      },
      {
        "id": 62,
        "text": "Ясно"
      }
    ]
  },
  {
    "id": 58,
    "text": "—Думай хорошо- никто тебе тут переселятся по тысячи раз давать не будет. Ну... Вот и всё, что я хотела тебе сейчас сказать.- Волчица улыбнулась, залпом опусташила стакан. ",
    "answers": [
      {
        "id": 59,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 59,
    "text": "Она направилась к дальнему шкафу. От туда Сильвия достала что-то завёрнутое в белые тряпки.\n—Вот.- Она протянула его вам.\n—Что это?\n—Костюм.\n—Садома...\n—Да. А ты думал, что у меня тут резина просто так воляется? Картеру и это подойдёт, не такой он брезгливый. Ну... всё?\n—Да... \n—Тогда, до скорой встречи!",
    "answers": [
      {
        "id": 60,
        "text": "Уйти."
      }
    ]
  },
  {
    "id": 60,
    "text": "Да... Странная это волчица.... Странная, резкая... Но не о ней сейчас, сейчас твоя цель- Картер.\n\nДо его дома ты добрался без каких-либо происшествий. И он всё так же возился за верстаком, бормотал...\n\n—Уже вернулся? А я вот ещё не успел... Ты же можешь подождать... Десять-двадцать минут?\n—Да, мне и торопится не куда.\n—Ясно, ясно... Костюм положи вот сюла.\n—Но...Как ты узнал, что она дола именно его?- Сказали вы, кладя свёрток в нужное место.\n—От этой развратницы как-будто можно чего-то другого ожидать. Она же постоянная!  Ты это... Подожди пока, посиди вон там.- Он указал на стул, который стоял в окружении двух ящиков, вплотную.\n—Не... Я лучше постою...\n—Как знаешь. Решение странное с твоей стороны, но ладно.",
    "answers": [
      {
        "id": 57,
        "text": "Ждать."
      }
    ]
  },
  {
    "id": 61,
    "text": "—А! Да!- ударил себя по затылку Картер.- Забываю самое главное рассказать- экспотацию. Ну значит вот... Тут как и в обычном пистолете: магазин, ну, вы вставляете в него кристалл, вот так,- он наглядно вам продеманстрировал как это делается,-нажимаете на курок и!.. Стреляет с небольшой задержкой. — Ричард направил орудие вверх и стиснул курок и лишь через три секунды из дула вылител зелёный луч и растворился в потолке.-Да... С деревом оно не борется...-Он внимательно осмотрел место попадания, там остались частицы кристалла.- Вот... Опять он заливает меня реагентамт!- Вскрикнул механик,- Видите, видите,- он укпзал на синеватую каплю, сползающую со стены.- Опять этот химик... Химичет... Бесит... \nВы поняли как использовать силу этого оружия?",
    "answers": [
      {
        "id": 62,
        "text": "Да"
      },
      {
        "id": 61,
        "text": "Нет..."
      }
    ]
  },
  {
    "id": 62,
    "text": "—Ну... Вот и всё... Кто вас посылал ко мне?\n—Карл.\n—Тогда вас к нему и нужно направится. Он распределит куда вас... Вам... Не важно- он обьяснит. Всё.-Сказар Ричард и шёпотом добавил:- А я вернусь к... шестерёнкам, валам и шарнирам... К катангисам и... Ладно идите!\n\nВы спокойно подошли к двери, но стоило вам её открыть как Картер снова заговорил.\n\n—Вы... Приходите ко мне по чаще... А то я нахожусь в этой комнете по 24 часа в единственном... В одиночестве. Хорошо?\n",
    "answers": [
      {
        "id": 63,
        "text": "-Да, да, конечно"
      },
      {
        "id": 63,
        "text": "-Может быть..."
      }
    ]
  },
  {
    "id": 63,
    "text": "—Ладно, вам пора идти, до свидания.\nВы вышли из дома этого механика. Тут все хотят с вами общатся?\n\nУже известной вам дорогой вы приходите к Карлу, он радушно вас приветствует уже третий раз за день, проводит вас в один из залов своей крепости. Там вы вместе с хозяином садитесь за позолоченый стол, на который слуги быстро приносят разные яства. И икра красная, и икра чёрная, И! Икра заморская, баклажанная.\nЗажареный поросёнок, как и пологается с яблоком во рту; множество салатов, рыбы, капчёностей. Из питья выбор более скуден: Вино белое или чай, ну и вода, естественно.\n\n—Мы... Мы же не знаем, сколько вы здесь пробудите,- начал интеллигент,- И... Вам нужно жильё. Да, мисье?\n—Можно.\n—Да...- он облизнул губы,- У нас нет свободных домов. \"Цмок\". Увы, но нет. Мы сможем построить какой-ниьудь новый, но это займёт месяц... Предлагаю заселить вас в один из замков!\n—Идея не плохая...\n—Идея хорошая! Но надо о всём рассказать.",
    "answers": [
      {
        "id": 64,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 64,
    "text": "—Ну... Первым делом... \"Умок\". Я расскажу о моём замке,- Карл очень искренне улыбнулся.- Как видите у меня богатый стол, много слуг... И больше пространства, чем у кого либо! А от вас... Мне нужно лишь общение. Светская беседа. Хорошое место и хорошее общество, да?",
    "answers": [
      {
        "id": 65,
        "text": "-А дальше Сильвия?"
      }
    ]
  },
  {
    "id": 65,
    "text": "—Да, да, да! Именно она. \"Цмок\". Так вот, она, как вы, мисье, видели, полная развратница и алкоголичка. И в нёй это единственные плюсы. Хотя там есть Лиза, но она такая энертная...- Он облизнул губы.- Замок сам запутан, слуг нет. А Сильвия, скорее всего, от тебя будет нужно... Разные услуги, даже не только те, о кторых вы подумали, но и другие! Принести, подать! Я уверен!- он выпел чай, откусил кусок свинины и вздохнул:- Да... ",
    "answers": [
      {
        "id": 66,
        "text": "-А третий?"
      }
    ]
  },
  {
    "id": 66,
    "text": "—Третий?.. Лорд Вайгор... Гот... И... Обычно имеет при себе около четырёх слуг, но, мисье, мы и сами о нём мало знаем, он заперт, как и его замок, так что не советую. Лучше уже у Сильвии жить...",
    "answers": [
      {
        "id": 67,
        "text": "-Ясно..."
      }
    ]
  },
  {
    "id": 67,
    "text": "—Ну! Выберайте!\n\n                         |Внимание|\n       |От сделанного вами решения|\n|Будет разный сюжет, а для открытия|\n  |Новых разветвлений нужно будет|\n           |Перепроходить эту главу|\n\n              !ВЫБЕРАЙТЕ С УМОМ!",
    "answers": [
      {
        "id": 77,
        "text": "Карл"
      },
      {
        "id": 78,
        "text": "Сильвия"
      },
      {
        "id": 79,
        "text": "Лорд Вайгор",
        "need": [
          -79
        ]
      }
    ]
  },
  {
    "id": 68,
    "text": "\n\nИ пока всё.\nКвест разрабатывается и, возможно, скоро вы увидите новые главы.\nИ да... Я вас обманул, сказав, что финальный выбор что-то решает.\nПридётся так и так перепрохадить... Но! Не надо растраиваться! Я буду редактировать главу. Добовлять может разветвления, исправлять косяки (в основном арфаграфические) и т.п.\nТак что  и в первой главе будкт куча нового контента. \nНу... На этом точно всё.\nФыр, фыр и пока, пока)",
    "answers": [
      {
        "id": 1,
        "text": "[Fin]"
      }
    ]
  },
  {
    "id": 69,
    "text": "—И что?- С недоумением спросила кошка, но потом, как бы опомнившись сказала:- А! Хозяин не привык разговаривать с голыми женщинами.\n\n—Ну не то что не превык...- начал ты что-то бормотать,-... Но да...\n\n—А хозяину будет так же неудобно, если я останусь так, без одежды?",
    "answers": [
      {
        "id": 70,
        "text": "-Можно и потерпеть- Улыбка"
      },
      {
        "id": 71,
        "text": "-Лучше, что бы ты была одета..."
      }
    ]
  },
  {
    "id": 70,
    "text": "—Ну и хорошо... Может поговорим сидя?\n—Ах, да!- Вы сели на край кравати, когда же Лиза заняла почти всю её.\n—Так я вас точно не смущаю?\n—Ну... На самом деле смущаещь, но это можно перетерпеть.\n—А если хозяин тоже будет голый, он не будет смущён?- Сказала фурри, ложа голову на ваше плечё.\n—Что? Нет... Нет. Я этого делать не буду... По крайней мере сегодня...\n—Ладно. Ну а тогда зачем вы пришли?",
    "answers": [
      {
        "id": 76,
        "text": "-Да..."
      }
    ]
  },
  {
    "id": 71,
    "text": "—Хм...-Лиза подошла к шкафу, открыла его- Я могу одеть то, в чём я вас и встретила, а могу и другое...",
    "answers": [
      {
        "id": 72,
        "text": "-Одень что-нибудь."
      },
      {
        "id": 70,
        "text": "-Ладно, будь голой."
      }
    ]
  },
  {
    "id": 72,
    "text": "—Я одену то, в чём уже сегодня была!- улыбнулась кошка.- Только мне нужна будет помощь...\n—Какая именно?\n—Я некоторые ремни сама не закреплю- не дотянусь. Хозяин поможет?\n—Да... Да, конечно! Но... Что и как прикреплять?\n—Вот- Лиза достала из шкафа костюм и положила его на кравать,- Надо будет закрепить пять ремешков, первый в правый, второй в левый, третий- правый, четвёртый- правый и последний вниз!\n—Тоесть право, лево, право, право, вниз?\n—Да.",
    "answers": [
      {
        "id": 73,
        "text": "Начать"
      }
    ]
  },
  {
    "id": 73,
    "text": "Лиза начала одевать костюм, с передними креплениями она запросто справилась, а вот все те пять остались на тебе.",
    "answers": [
      {
        "id": 73,
        "text": "Право, Право, Право, Лево, Вверх"
      },
      {
        "id": 73,
        "text": "Право, Лево, Право, Лево, Вниз"
      },
      {
        "id": 73,
        "text": "Право, Право, Лево, Лево, Вверх"
      },
      {
        "id": 73,
        "text": "Лево, Право, Лево, Лево, Вверх"
      },
      {
        "id": 73,
        "text": "Право, Лево, Лево, Право, Вниз"
      },
      {
        "id": 73,
        "text": "Право, Лево, Право, Прво, Вверх"
      },
      {
        "id": 74,
        "text": "Право, Лево, Право, Право, Вниз"
      },
      {
        "id": 73,
        "text": "Лево, Лево, Право, Право, Вниз"
      },
      {
        "id": 73,
        "text": "Право, Лево, Лево, Лево, Лево"
      },
      {
        "id": 73,
        "text": "Вверх, Лево, Право, Лево, Лево"
      }
    ]
  },
  {
    "id": 74,
    "text": "Дрожащими от какого-то волнения пальцами, ты еле-еле просунул эти ремни в нужные пазы. \nТы косался шерсти Лизы и она была тёплой и такой... Тако пушистой и нежной?.. Тебе даже захотелось погладить её, но ты сразу присёк эту мысль.\n\nНаконец последний ремень закреплён!",
    "answers": [
      {
        "id": 75,
        "text": "-Всё..."
      }
    ]
  },
  {
    "id": 75,
    "text": "—Спасибо! Спасибо!- Она резко повернулась и неожиданно поцеловала вас, но быстро отпрянула и стыдливо начала смотреть в пол.- Мне, наверно, вообще не следовало снимать его... Но уже не важно... Хозяин, а зачем вы пришли? Не для того, что бы меня одеть же.",
    "answers": [
      {
        "id": 76,
        "text": "-Ну..."
      }
    ]
  },
  {
    "id": 76,
    "text": "—Я хотел спросить кое что...\n—Так спрашивайте, хозяин!\n—Я... Я могу навещать тебя? Просто... \n—Да, конечно да.- перебила Лиза.- Я и сама хотела спросить вас об этом...  А будите навещать каждый день?\n—Это как получится- посмотрим.\n—Я хотела бы что бы каждый... \n—Я постораюсь, что бы это так и было. Ну... мне уже, наверное, пора...\n—Завтра встретимя,- улыбнулась она и махнула хвостом.",
    "answers": [
      {
        "id": 46,
        "text": "Уйти."
      }
    ]
  },
  {
    "id": 77,
    "text": "—Ну что ж! Я рад, что вы выбрали именно меня,- Казалось улибки его нет границ,- Ваша комнота будет в главном здании, на верхнем этаже. красивая комнотка, с хорошим бархотом у зановесок, ещё целые кандилябр и подсвечники \"цмок\", да даже есть комин! И всё это с видом на внешний двор. Интересно, правда?\n—Д-да...\n—Раскашные аппартоменты. Не те готические коморки и Сильвины и Графа. И... я прикажу людям срочно же приступить к строительству вашего личного дома и, если хотете, дворца.\n—Я думаю с этим можно повременить...\n—Да?- облизнув губы он дабавил:- Ладно, как хотите. Может к тому моменту и рестоврационные работы закончатся... А что вы думаете о нашем городке?",
    "answers": [
      {
        "id": 80,
        "text": "-Обычный городок..."
      },
      {
        "id": 81,
        "text": "-Интересный, с множеством интересных личностей"
      },
      {
        "id": 82,
        "text": "-Не знаю, я не успел его рассмотреть"
      }
    ]
  },
  {
    "id": 78,
    "text": "—Хм... Ну ладно... тогда, надеюсь, вы будете у меня частым гостем.- облизнув губы он сказал:- А что повлияло на впш выбор, мисье? Неужели разврат, алкоголь? \n—Не...\n—А вы знаете, что Сильвина устраивает кровавые оргии? Сотни рабов погибают, что бы ублажить её!.. Конечно, \"Цмок\", это слухи, но если они враньё, то я не знаю, куда уходят те, кого я ей отправляю.\n—Может, всё не так. Кто-то что-то заметил, не понял этого и додумал до оргий?\n—Может. Но нет дыма без огня, это точно, милорд. Вы, кстати, уже видели Лизу? Она бы была хорошой девочкой, если бы не её мазохизм и, \" *Цмок*, развращённость, что насодила ей Сильвна. Всё это жуть... Хоть и слухи. Странное у вас ришение, жить с ними. Но ладно, я вас не буду осуждать. Тогда... Тогда идите, вам надо с ней обговорить это. Досвидания и не забывайте приходить, говорить.",
    "answers": [
      {
        "id": 83,
        "text": "Прощаться"
      }
    ]
  },
  {
    "id": 79,
    "text": "...\n...\n...\n—Вы уверены? Я о нём ничего не могу сказать, на мой взгляд, он вообще сатанист и прочее, уверять точно не буду вас в этом, но всё же... Вы уверены в вашем решении, месир?",
    "answers": [
      {
        "id": 84,
        "text": "Новый ответ. введите текст"
      },
      {
        "id": 67,
        "text": "-Нет, я передумал"
      }
    ]
  },
  {
    "id": 80,
    "text": "—Обычный? Ха! Как бы не так, милорд. Когда вы встретитесь с его жителями... -облизнув губы он продрлжил,- Нас всего тут не больше дюжаны, не считая, конечно, рабов. И больше никого...",
    "answers": [
      {
        "id": 87,
        "text": "-А раскажи подробнее о городе и его окрестностях"
      }
    ]
  },
  {
    "id": 81,
    "text": "—Вы уже это заметили, мисьн? Конечно, все мы такие разные, интересные \"Цмок\", но нас тут всего-лишь... Ну не больше двух десятков. Это если не учитыватт рабов,- он облизнул губы,- но их за отдельных личностей врятли можно воспринимать, хотя зачатки этого у них заметны.",
    "answers": [
      {
        "id": 87,
        "text": "-А расскажи подробнее об этом месте"
      }
    ]
  },
  {
    "id": 82,
    "text": "—И в правду, что это я... Вы же и двух часов в городе не пробыли. Мисье, может вам прогулятся, поизучаете местное население? Конечео, нас тут не много, но достаточно \"Цмок\". Ну, что вы думаете? Пойдёте?",
    "answers": [
      {
        "id": 85,
        "text": "-Да, пойду"
      },
      {
        "id": 86,
        "text": "-Нет, я не хочу ходить уже сегодня, набегался"
      }
    ]
  },
  {
    "id": 83,
    "text": "Распрозавшись с Крлом вы проходите двор его крепости. Рабочих уже нигде не видно, но все инструменты разбросаны по земле. Вилимо ",
    "answers": []
  },
  {
    "id": 84,
    "text": "",
    "answers": []
  },
  {
    "id": 85,
    "text": "",
    "answers": []
  },
  {
    "id": 86,
    "text": "",
    "answers": []
  },
  {
    "id": 87,
    "text": "",
    "answers": []
  },
  {
    "id": 88,
    "text": "",
    "answers": []
  }
]