[
  {
    "id": 1,
    "text": "Ноша императора нелегка, особенно когда ты уже ничего не решаешь. Тем более если всякие остолопы путают персики с абрикосами. \n\nПопытаться вернуть себе титул, не утратив жизни? Ну, это любой простак из кабака сделает.  А вот если големы не хотят работать на огра — торгаша, а вся социальная политика вызывает исключительно вопросы и волнения то там, то сям? Да, это уже дело для настоящего Будущего Прошлого Императора. ",
    "answers": [
      {
        "id": 2,
        "text": "Начало"
      }
    ]
  },
  {
    "id": 2,
    "text": "Многие столетия стоит империя Камир Ан. Да, весьма многие. Не без проблем конечно, но стоит. И как полагается, умирает, а в нашем случае погибает при... хм... ну, при странных обстоятельствах  добрый Батюшка — Император — Вседержатель, да и начинает всё катиться к чертям. И порой буквально. \nНе то, чтобы Спок Оен и'Смирн был прямо уж  замечательным во всех отношениях правителем, но чего — чего, а молчать и слушать других он умел. То есть вообще никогда не возражал никому, в том числе тому типу людей, у которых вся суть кроется в сокрытии надписи \" я вор и мерзавец \" на лбу, но необязательно на лбу, конечно. Обычно эти не очень благородные надписи замызываются всякого рода щитами, львами, лилиями, крестиками и драконами на любой цвет и вкус, помещёнными на вычурные гербы, а лучше сказать опознавательные знаки для всякого рода родов жуликов. Но отдадим должное императору: он был славным малым, просто не повезло не родиться в императорской семье. \nИ хоть ни один учёный или политик не знал,  что делало Камир Ан империей, но прямо сейчас внук покойного Спока Оена в спальне давал слуге ясно понять, что характер деда он не унаследовал. \n\n",
    "answers": [
      {
        "id": 3,
        "text": "В спальню. "
      }
    ]
  },
  {
    "id": 3,
    "text": "—... и я ещё раз тебе говорю, дубина ты этакая, Стэн!  Не надо приходить и будить меня, я сам встану, когда надо будет, —  наследник швырнул графин с чаем, стоявший рядом на тумбе. — Твой фрак подери, Стэн! Смотри, что из — за тебя случилось!  — он резко вытянул руки к луже с разбитым стеклом.\n— Прошу прощения, сэр! Я знаю, что вы этого не любите, но сегодня к вам приезжают герцеги и герцогини со всей империи, чтобы обсудить политику и дальнейшие планы. — старческое, но не лишённое выражения верного слуги лицо ни разу не выразило ничего, кроме напыщенного уважения, свойственного скорее жакеям, — Вам стоит встать сегодня раньше, да и гости уже прибыли. \n— Я думаю, это им стоило приехать позже. Никогда, например! — перешёл он на сорваный крик. \n ",
    "answers": [
      {
        "id": 4,
        "text": "Встать наконец. "
      }
    ]
  },
  {
    "id": 4,
    "text": "Наследником являлась достаточно неожиданная личность, хоть Спок Оен и не был никогда шутником. Но вдруг решил пошутить. \" В чём шутка? \" — спросит незнающий. Шутка в том, что наследником был Карол Зол и'Смирн. \"Что в этом смешного? \" — спросит несведующий, а мы ответим: карол в переводе с древнего камиранского в переводе означает \" тухлый стриж с бородкой \".  Но вот герцогам и прочим имя назначенного наследника не показалось забавным. Ну, в основном и большинству, по крайней мере. \nТем временем, Карол уже успел встать и сделать все необходимые утренние дела. \nПодходя к дверям Зала для Собраний, он обратил внимание на бюст какого — то полководца. Было примечательно, что глаз у него был один и на затылке. ",
    "answers": [
      {
        "id": 5,
        "text": "Зайти в Зал. "
      }
    ]
  },
  {
    "id": 5,
    "text": "Шум, разговоры, всякого рода почёсывания и покашливания — всего этого он, к своему удивлению, не услышал. Это пугало. \n— Я что, оглох? — громко спросил Карол, искренне не понимая, так оно или нет. \n\" Пару секунд назад я смотрел на каменного и неправильного циклопа, а теперь оглох что ли?!  \" —  судорожно думал он. \n— А, господин Новоявленный Император!  Рады, очень рады вашему приходу. — сказал, ну, откровенно говоря, совсем вороватый тип: маленький, улыбка, хоть ты что делай, заговорческая. Бородавки и длинный нос. И жидкие волосы. \n— Доброе утро, герцег Крысень!  — как можно бодрее и увереннее ответил Карол. Уж совсем ему не нравился этот человек. \n— Давайте приступим к делу. — грубо и недображелательно произнёс человек, с виду напоминаший скорее разбойника, нежели жулика. — У меня мало времени. Как и у вас, господа. ",
    "answers": [
      {
        "id": 6,
        "text": "Пройти к трибуне. "
      }
    ]
  },
  {
    "id": 6,
    "text": "— Что ж, представляться не будем, все итак всех знают. — пророкатал тролль, встав у дальних трибун, вероятно для того, что присутствующие не оглохли раньше времени. — Кхм, Император! Всем понятно, что Камир Ан — империя, да. Но только вот этим словом всё и кончается. Все мы, здесь прибывающие, делаем так, как хотим, не спрашивая непосредственно вашего мнения. И не будем этого делать. Кароче, вот предложение: даёшь нам официальную независимости и конец делу. Или конец тебе. — закончив речь, улыбнулся в манере тролля. \n— Да, мой Пока Ещё Император. Давайте всё сделаем просто и без...трупятинки, так сказать.  — подходя к Каролу и неся какую — то бумажку, произнёс какой — то не самый известный герцег. — Просто чиркните здесь чернилками и дельце в кармане. \n\" Ожидаемо. Очень ожидаемо. Но всё равно засранцы. Даже не потрудились поздароваться. Но надо что — то ответить. \" — подумал Карол. \nИ:\n",
    "answers": [
      {
        "id": 7,
        "text": "Давай сюда свою бумажку. "
      },
      {
        "id": 8,
        "text": "...хотите бутерброд с черникой? "
      }
    ]
  },
  {
    "id": 7,
    "text": "— Возьмите — с, — с улыбкой во всё лицо ответил герцег. — Вот тут и вот здесь подпись, здесь число подпишите, вот здеся место проживания. ФИО и должность на обороте. — водя пальцем по листку, объяснил он. ",
    "answers": [
      {
        "id": 9,
        "text": "Посмотреть мелкий шрифт. "
      },
      {
        "id": 10,
        "text": "Подписать. "
      },
      {
        "id": 11,
        "text": "Потереть о задницу и порвать. "
      }
    ]
  },
  {
    "id": 8,
    "text": "Все хмуро и прагматично посмотрели. Хотя где — то всё же раздался безудержный смех и шлепки по бёдрам. А ещё кто — то выпустил лишний использованный воздух из себя, а это было действительно смешно и по залу прокатилась волна сдавленных смешков \n",
    "answers": [
      {
        "id": 7,
        "text": "Ухмыльнуться. "
      }
    ]
  },
  {
    "id": 9,
    "text": "\" Я, выше подписавшийся, далее просто император, отказываюсь от своего титула Императора Камир Ана, оставляя за собой право распространять свою власть лишь на бывшую столицу империи и... — далее было катастрофически мелко,- ...поедать персики во время... \" — прочитал он пятидесятую часть, единственно читаемую без лупы. Или микроскопа. ",
    "answers": [
      {
        "id": 10,
        "text": "Подписать. "
      },
      {
        "id": 11,
        "text": "Потереть о задницу и порвать. "
      }
    ]
  },
  {
    "id": 10,
    "text": "— Замечательно, просто чудесно!  — засиял от радости герцег и обратился ко всем присутствующим,  — Всё кончено! Наконец — то!  \nРадости не было придела, все начали обниматься, поздравлять друг друга и если бы кто — то несведующий зашёл в этот момент в зал, то наверняка подумал бы, что здесь неприменно праздник или что — то в этом роде. \nНе долго потанцевав и побалагуря, а кое — где успела случиться пьяная драка, \" гости \" стали расходиться. Не прощаясь с императором. Бывшим, да, но всё же. Будто и не было никогда империи Камир Ан. \nНастроение у Зол и'Смирна было ну совсем уж плохое. Это как если бы вы вдруг перестали быть императором, лишившись почти ста процентов подвластных территорий, или что — то в этом роде. \n\" Ну, хотя бы надеюсь, что персики во время Овощного Праздника можно будет есть. Надо было всё — таки посмотреть буквы, что поменьше. \" — рассуждал Бывший Император и хотел было уже встать и разколошматить ближайшую урну в порыве справедливой злости ( ведь персики — это святое!), как вдруг услышал голос за спиной:\n— Господин Будующий Император?",
    "answers": [
      {
        "id": 13,
        "text": "Обернуться. "
      }
    ]
  },
  {
    "id": 11,
    "text": "— Ну, конечно, конечно.  — сказал Карол и потёр бумагу о мягкое место.  — И вот ещё. — порвал и кинул в лицо герцегу. \nСказать, что зал Совета превратился в курятник или базар, значит ничего не сказать. Он превратился в куриный базар. \n\" Безумие! Это немыслимо!  Да как он посмел?! \" —  разносилось со всех сторон. Некоторые уже каким — то образом умудрились достать откуда — то образы или целые иконы и клялись, что такого срама, подбно сегоднящнему, ещё не один император Камир Ана не выдумал сделать. \n— О, императоры! О, нравы! И зачем мы всё это терпим?  — перебив хор голосов, произнёс мужчина лет сорока, похожий на хорька, не буквально, конечно, и главным образом мелкими и вредными глазками, вжавшимися как можно глубже под скудные брови. И если бы хорёк умел говорить, то говорил бы непременно этим голосом. — Доколе мы, чест... кха — кха... честн... — то ли кашель  застал в расплох, то ли совесть, но он решил сказать по — другому — доколе мы, люди разумные и в своём уме, будем терпеть сумасшедшего?! Эй, народ!  Пошлите отсюда, разговаривать ещё с ним. — после этих слов все, словно по сценарию, приняли важный вид и вышли из помещения, не проронив ни слова. Кроме Бывшего Императора, разумеется. ",
    "answers": [
      {
        "id": 14,
        "text": "Обдумать произошедшее. "
      }
    ]
  },
  {
    "id": 12,
    "text": "",
    "answers": []
  },
  {
    "id": 13,
    "text": "Продолжение следует... ",
    "answers": [
      {
        "id": 1,
        "text": "К истоку. "
      }
    ]
  },
  {
    "id": 14,
    "text": "Продолжение следует... ",
    "answers": [
      {
        "id": 1,
        "text": "К истоку. "
      }
    ]
  },
  {
    "id": 15,
    "text": "",
    "answers": []
  }
]