[
  {
    "id": 1,
    "text": "                                   DARKNESS\n\nПервая часть апокалиптической трилогии Darkness. \nСюжет начнется за 1 день до начала эпидемии. Ваш протаганист — Рэй Нильсон. Он заключенный в тюрьме, посажен за убийство брата.\nКазалось бы ничего необычного, но все начинается с того что главный герой уже заражен и его время истекает. Сможет ли он противостоять вирусу, и что с ним произойдет если он перестанет действовать? Теперь это зависит и от вас! \nВ квесте вас ожидает: \n— Нехватка еды и воды\n— Интригующее развитие событий\n— Резкие повороты в сюжете\n— Выжившие, враги, друзья и многое другое \nУдачной игры!\n --------------------------------------------------------------------------------\nКнига предназначена для людей старше 18 лет, так как содержит в себе описание сцен, содержащих определенную жестокость. Но если вы всё же станете проходить данный квест, а вам еще нет 18 — не ругайте автора о том, что он вас не предупреждал! \n --------------------------------------------------------------------------------\nАвтор квеста: ViRei (Владислав Авдеев) ",
    "answers": [
      {
        "id": 2,
        "text": "{Запустить квест) "
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "",
        "system": true
      },
      {
        "id": 166,
        "text": "Отсылки в квесте"
      },
      {
        "id": 244,
        "text": "Автор. Контактная информация, советы, вопросы, идеи, рекомендации. ",
        "need": 243
      },
      {
        "id": 277,
        "text": "Инфо про 2-ю часть ",
        "need": 243
      }
    ]
  },
  {
    "id": 2,
    "text": "[1 день до апокалипсиса] \nРэй молча лежал на кровати и думал о произошедшем в его жизни страшном событии. Какое-то время спустя из колидора послышался стук. Не обратив на звук внимания Рэй перевернулся с левого бока на правый и закрыл глаза. Не каждый сможет в тишине, один в камере, просидеть 8 лет и не сойти с ума. Вдруг стук прозвучал вновь, но на этот раз он куда громче. Рэй посмотрел на дверь... Сквозь щель полицейский, стоящий за дверью, просунул очередному заключенному обед. Куриный бульон и ломоть черствого хлеба сейчас бы Рэю не помешал. Еще пару дней без еды и жидкости и Рэй без помощи не встанет с кровати. ",
    "answers": [
      {
        "id": 4,
        "text": "Взять еду"
      },
      {
        "id": 5,
        "text": "Уснуть"
      }
    ]
  },
  {
    "id": 3,
    "text": "Рэй: Мы согласны взять тебя в наше убежище! \nНеизвестный: Что? У вас... Есть убежище? Это просто прекрасно, я буду вам очень благодарен!  Я Рассел... Рассел Гордон. \nРэй: Я Рэй Нильсон, а это Чак. \nЧак: Ты что творишь? (Шёпотом) ",
    "answers": [
      {
        "id": 246,
        "text": "Рэй: Помогаю ему"
      }
    ]
  },
  {
    "id": 4,
    "text": "Рэй встал с кровати и подошел к подносу с едой. Бульон и сосиска лежащая рядом выглядят ужасно, но не время вредничать и усталый заключенный пообедал и сел на кровать ",
    "answers": [
      {
        "id": 5,
        "text": "Уснуть"
      }
    ]
  },
  {
    "id": 5,
    "text": "[Начало апокалипсиса] \nРэй проснулся от громких криков и выстрелов. Его дверь была выбита и в камере лежал застреленный заключенный с топором в руке. \nРэй: Что это черт возьми такое?! ",
    "answers": [
      {
        "id": 6,
        "text": "Осмотреть труп"
      },
      {
        "id": 7,
        "text": "Бежать из камеры"
      }
    ]
  },
  {
    "id": 6,
    "text": "Вы приблизились к убитому заключенному. ",
    "answers": [
      {
        "id": 9,
        "text": "Взять топор"
      },
      {
        "id": 7,
        "text": "Бежать из камеры"
      }
    ]
  },
  {
    "id": 7,
    "text": "Вы выбежали в колидор. На полу валяется несколько мертвых полицейских и заключенных. \nСудя по всему где-то у главного входа ведутся перестрелки. \nРэй: Бунт. Похоже заключенные здесь изрядно постарались... ",
    "answers": [
      {
        "id": 10,
        "text": "Идти к главному входу"
      },
      {
        "id": 11,
        "text": "Осмотреть трупы полицейских"
      }
    ]
  },
  {
    "id": 8,
    "text": "Вы отобрали пистолет у полицейского и навели на него собственное орудие",
    "answers": [
      {
        "id": 16,
        "text": "Застрелить"
      },
      {
        "id": 20,
        "text": "Пощадить"
      }
    ]
  },
  {
    "id": 9,
    "text": "Вы взяли топор. ",
    "answers": [
      {
        "id": 7,
        "text": "Бежать из камеры"
      }
    ]
  },
  {
    "id": 10,
    "text": "Рэй посмотрел по сторонам и побежал к главному входу в самый эпицентр перестрелки. \nЕго заметил один из полицейских и нацелил на него пистолет",
    "answers": [
      {
        "id": 12,
        "text": "Накинуться на него"
      },
      {
        "id": 13,
        "text": "Укрыться за стеной"
      },
      {
        "id": 34,
        "text": "Ударить его топором",
        "need": 9
      }
    ]
  },
  {
    "id": 11,
    "text": "У одного из трупов Рэй обнаружил в кармане наручники. ",
    "answers": [
      {
        "id": 15,
        "text": "Взять наручники"
      },
      {
        "id": 10,
        "text": "Кинуть на пол"
      }
    ]
  },
  {
    "id": 12,
    "text": "Не мешкаясь Рэй напрыгнул на своего агрессора и сбил его с ног",
    "answers": [
      {
        "id": 8,
        "text": "Забрать пистолет"
      }
    ]
  },
  {
    "id": 13,
    "text": "Рэй шмыгнул за стену",
    "answers": [
      {
        "id": 21,
        "text": "Выйти из-за стены"
      },
      {
        "id": 22,
        "text": "Ждать"
      }
    ]
  },
  {
    "id": 14,
    "text": "Рэй поднял пистолет с пола и двинулся к выходу ",
    "answers": [
      {
        "id": 19,
        "text": "Выйти из тюрьмы "
      }
    ]
  },
  {
    "id": 15,
    "text": "Рэй молча взял наручники и побежал к главному входу. Он оказался в эпицентре перестрелки полиции и бунтовщиков. Один из полицейских его заметил и направил на Рэя пистолет. ",
    "answers": [
      {
        "id": 17,
        "text": "Нацепить на него наручники"
      },
      {
        "id": 13,
        "text": "Укрыться за стеной "
      },
      {
        "id": 34,
        "text": "Ударить его топором",
        "need": 9
      }
    ]
  },
  {
    "id": 16,
    "text": "Рэй не моргнув и глазом выпустил две пули в голову \"слуги закона\" и побежал к выходу ",
    "answers": [
      {
        "id": 19,
        "text": "Выйти из тюрьмы"
      }
    ]
  },
  {
    "id": 17,
    "text": "Рэй достал наручники и попытался накинуться с ними на полицейского. Послышался очередной выстрел... Рэй отвлекся и пуля из полицейского пистолета оказалась во мгновение ока в его груди. \n[Рэй скончался]  ",
    "answers": [
      {
        "id": 7,
        "text": "Начать с контрольной точки "
      },
      {
        "id": 1,
        "text": "Начать заново"
      }
    ]
  },
  {
    "id": 18,
    "text": "На полу лежал мертвый полицейский в руках у него был пистолет из которого он и застрелился. \nРэй: Бред какой-то... ",
    "answers": [
      {
        "id": 14,
        "text": "Забрать пистолет"
      }
    ]
  },
  {
    "id": 19,
    "text": "Рэй вышел их тюрьмы и побежал в густую лесную чащу. Но только он решился на это, Рэй вновь оказался под прицелом. Напротив стояли два бунтовщика с винтовками и они готовы в любой момент прикончить всех кто им не понравится. ",
    "answers": [
      {
        "id": 24,
        "text": "Попытаться договориться "
      },
      {
        "id": 30,
        "text": "Направить на них пистолет",
        "need": 8
      },
      {
        "id": 30,
        "text": "Направить на них пистолет",
        "need": 14
      },
      {
        "id": 30,
        "text": "Направить на них пистолет",
        "need": 25
      }
    ]
  },
  {
    "id": 20,
    "text": "Рэй не стал тратить патроны на валяющегося на полу полицейского и спешно побежал к выходу",
    "answers": [
      {
        "id": 19,
        "text": "Выйти из тюрьмы "
      }
    ]
  },
  {
    "id": 21,
    "text": "Рэй поднял руки и медленно начал выходить из укрытия. Полицейский приказал Рэю лечь на пол и держать руки за головой",
    "answers": [
      {
        "id": 23,
        "text": "Выполнить приказ"
      },
      {
        "id": 12,
        "text": "Накинуться на полицейского"
      }
    ]
  },
  {
    "id": 22,
    "text": "Рэй не стал выходить из укрытия. Вдруг послышался выстрел... ",
    "answers": [
      {
        "id": 18,
        "text": "Посмотреть что там"
      }
    ]
  },
  {
    "id": 23,
    "text": "Не сопротивляясь Рэй лег на пол и приготовился к худшему... Вдруг у полицейского из глаз потекла странная субстанция и он приставил пистолет к собственной голове и застрелился. \nРэй: Что за чертовщина? Надо валить отсюда... ",
    "answers": [
      {
        "id": 19,
        "text": "Идти к выходу"
      },
      {
        "id": 25,
        "text": "Подобрать пистолет"
      }
    ]
  },
  {
    "id": 24,
    "text": "Рэй: Эй, мужики! Я свой, вам не обязательно в меня стрелять! \nОдин из заключенных: Ты не свой!  \nВторой: Господи! У тебя из уха течет эта черная хреновина! Ты один из них!!! ",
    "answers": [
      {
        "id": 27,
        "text": "Уговорить их не стрелять"
      },
      {
        "id": 28,
        "text": "Дотронуться до уха"
      }
    ]
  },
  {
    "id": 25,
    "text": "Рэй поднял пистолет и двинулся к выходу ",
    "answers": [
      {
        "id": 19,
        "text": "Выйти из тюрьмы"
      }
    ]
  },
  {
    "id": 26,
    "text": "\"Мне необходимо продолжать путь\" — решил Рэй и не стал останавливаться на передышку. Он примерно предполагал свое местонахождение и двигался через лес в деревню, где у него находится старая ферма. Она заброшена, но если Рэю не изменяет память, то там есть множество консервов, закупорок и прочих долгопортящихся продуктов. Сейчас это лучшее место, где он может сейчас чувствовать себя безопасно. ",
    "answers": [
      {
        "id": 36,
        "text": "Продолжать идти"
      }
    ]
  },
  {
    "id": 27,
    "text": "Рэй: Не стреляйте прошу! Я не понимаю о чем вы! \nОдин из бунтовщиков: Прости друг. Но твой путь на этом окончен. Ты больше не человек! Прощай... \nРэй: Стой, стой! Ты же не сер... \nЗаключенный выстрельнул Рэю в голову и со своим напарников он скрылся в лесных дебрях. ",
    "answers": [
      {
        "id": 7,
        "text": "Начать с контрольной точки"
      },
      {
        "id": 1,
        "text": "Начать заново"
      }
    ]
  },
  {
    "id": 28,
    "text": "Рэй молча дотронулся до мочки уха. На его пальце осталась странная вязкая субстанция черного цвета... \nРэй: Что это такое? \nОдин из бунтовщиков: Прости друг. Но твой путь на этом окончен. Ты больше не человек! Прощай... \nРэй: Стой, стой! Ты же не сер... \nЗаключенный выстрельнул Рэю в голову и со своим напарников он скрылся в лесных дебрях. ",
    "answers": [
      {
        "id": 7,
        "text": "Начать с контрольной точки"
      },
      {
        "id": 1,
        "text": "Начать заново"
      }
    ]
  },
  {
    "id": 29,
    "text": "Рэй решил немного отдохнуть после побега и он сел на старый потрескавшийся пень, одиноко стоящий среди высоких хвойных деревьев. ",
    "answers": [
      {
        "id": 40,
        "text": "Поискать поблизости дрова"
      },
      {
        "id": 123,
        "text": "Идти дальше"
      }
    ]
  },
  {
    "id": 30,
    "text": "Рэй: Я бы не советал палить по мне мужики... \nОдин из бунтовщиков: Чувак, нас двое. Не думаю что тебе хватит резкости чтобы завалить нас обоих своим пестиком. ",
    "answers": [
      {
        "id": 31,
        "text": "Стрельнуть в одного из них"
      },
      {
        "id": 32,
        "text": "Застрелить обоих"
      }
    ]
  },
  {
    "id": 31,
    "text": "Рэй задержал дыхание и на выдохе произвел выстрел по одному из заключенных. Второй не мешкаясь произвел ответный выстрел и прострелил голову Рэю... \n[Персонаж скончался] ",
    "answers": [
      {
        "id": 7,
        "text": "Начать с контрольной точки"
      },
      {
        "id": 1,
        "text": "Начать заново "
      }
    ]
  },
  {
    "id": 32,
    "text": "Рэй посмотрел на тюремщиков с винтовками и произвел по ним несколько оглушающих выстрелов. Патроны закончились и Рэй выкинул пистолет, заменив его винтовкой одного из убитых им людей. ",
    "answers": [
      {
        "id": 33,
        "text": "Бежать в лес"
      }
    ]
  },
  {
    "id": 33,
    "text": "Рэй пробежал достаточно чтобы устать и лишиться сил. Пожалуй ему необходимо немного времени чтобы отдохнуть. ",
    "answers": [
      {
        "id": 26,
        "text": "Продолжить путь"
      },
      {
        "id": 29,
        "text": "Передохнуть"
      }
    ]
  },
  {
    "id": 34,
    "text": "Рэй замахнулся на \"слугу закона\" топором и пробил ему череп до мозгов",
    "answers": [
      {
        "id": 35,
        "text": "Вытащить топор"
      },
      {
        "id": 8,
        "text": "Забрать пистолет"
      }
    ]
  },
  {
    "id": 35,
    "text": "Рэй взял топор и попытался вытащить топор из головы полицейского, но безуспешно... Топор никак не вытащить",
    "answers": [
      {
        "id": 34,
        "text": "Бросить топор"
      }
    ]
  },
  {
    "id": 36,
    "text": "Примерно в трехста метрах Рэй увидел небольшой домик. Близится вечер и кто знает, какие хищные звери могут обитать в этом лесу? Однако, в доме можно поискать какие-нибудь полезные вещи. Рэй не был вором, но сменить гардероб ему сейчас было бы как раз кстати. ",
    "answers": [
      {
        "id": 37,
        "text": "Идти дальше к ферме "
      },
      {
        "id": 38,
        "text": "Осмотреть домик"
      }
    ]
  },
  {
    "id": 37,
    "text": "Наступила ночь... Нильсон идет из последних сил, но впереди он видит ту самую ферму. \n\"Наконец-то\" — тихо прошептал он — \"Осталось совсем немножко\"\nРядом с фермой стояли несколько человек, они ходили вокруг фермы словно пытаясь найти в нее вход. \nРэй насторожился. ",
    "answers": [
      {
        "id": 39,
        "text": "Обойти с другой стороны"
      }
    ]
  },
  {
    "id": 38,
    "text": "Рэй решил ненадолго изменить свой план действий и принялся за осмотр подозрительного лесного домика. ",
    "answers": [
      {
        "id": 125,
        "text": "Осмотреть главный вход"
      },
      {
        "id": 177,
        "text": "Заглянуть в окна"
      },
      {
        "id": 179,
        "text": "Осмотреть территорию"
      }
    ]
  },
  {
    "id": 39,
    "text": "Обойдя здание Рэй обнаружил разбитое окно. \nРэй: Только не это... Надеюсь, внутри я никого не найду. ",
    "answers": [
      {
        "id": 41,
        "text": "Залезть через окно"
      }
    ]
  },
  {
    "id": 40,
    "text": "Рэй растерянно посмотрел на лесной пейзаж, который царил вокруг него. \n\"Думаю мне нет смысла искать дрова. Еще не темно, а если я не буду задерживаться, то до наступления ночи я дойду до моей фермы.\" — поразмыслил он и решил продолжить путь через лес к ферме. ",
    "answers": [
      {
        "id": 124,
        "text": "Встать с пня"
      }
    ]
  },
  {
    "id": 41,
    "text": "Рэй: Ай, черт! \nПролезая сквозь разбитое окно, уставший с дороги Рэй, наткнулся кистью на крупный стеклянный осколок. ",
    "answers": [
      {
        "id": 42,
        "text": "Осмотреться"
      }
    ]
  },
  {
    "id": 42,
    "text": "Комната заросла паутиной, внутри стоит жуткий запах, а среди мебели виднеется лишь тумбочка, небольшое зеркало и заваленный шкаф. Около осколков лежит кирпич, судя по всему им разбили окно. ",
    "answers": [
      {
        "id": 43,
        "text": "Осмотреть тумбочку"
      },
      {
        "id": 44,
        "text": "Подойди к зеркалу"
      },
      {
        "id": 45,
        "text": "Поднять шкаф "
      }
    ]
  },
  {
    "id": 43,
    "text": "Рэй заглянул в тумбочку. Из вещей там была лишь фотография самого Рэя и его брата, где они стояли маленькие и ловили бабочек. Рэй застыл на мгновение, но внезапно у него разболелась ладонь. Он пригляделся к ней. Осколок оставил глубокий порез, похоже не следовало вынимать стекло из кисти. ",
    "answers": [
      {
        "id": 47,
        "text": "Искать аптечку "
      }
    ]
  },
  {
    "id": 44,
    "text": "Тяжело рассмотреть себя в зеркале ночью... Однако Рэй всё же заметил у себя какую-то черную субстанцию под левым ухом. \nРэй: Что это такое? Похоже мне следует умыться. Ох, дьявол... Ладонь... \nРэй пригляделся к ладони. Осколок оставил глубокий порез, похоже не следовало вынимать стекло из кисти. ",
    "answers": [
      {
        "id": 47,
        "text": "Искать аптечку"
      }
    ]
  },
  {
    "id": 45,
    "text": "Рэй: Дьявол! Этот шкаф слишком тяжелый для меня. Мне его в одиночку не поднять... ",
    "answers": [
      {
        "id": 42,
        "text": "Осмотреть еще раз"
      }
    ]
  },
  {
    "id": 46,
    "text": "Рэй кое-как добрался до кухни. Похоже здесь был жуткий погром... Холодильник разломан, стол и стулья тоже. Однако аптечка цела и на месте. ",
    "answers": [
      {
        "id": 49,
        "text": "Открыть аптечку"
      }
    ]
  },
  {
    "id": 47,
    "text": "На этой ферме Нильсон был около десяти лет назад и тогда здесь было две аптечки: одна на кухне, а другая хранилась в сарае. ",
    "answers": [
      {
        "id": 46,
        "text": "Идти на кухню"
      },
      {
        "id": 48,
        "text": "Идти в сарай"
      }
    ]
  },
  {
    "id": 48,
    "text": "Рэй вышел из дома и пошел в сарай. Небо сияет яркими звездами, стрекочут кузнечники. Если бы не сложившаяся ситуация, то возможно Нильсон бы пригляделся к этой прекрасной природе. В сарае запах усилился и зайти туда не закрывая нос было сложно. ",
    "answers": [
      {
        "id": 50,
        "text": "Осмотреть сарай"
      }
    ]
  },
  {
    "id": 49,
    "text": "Рэй: Так и знал! Пусто! ",
    "answers": [
      {
        "id": 47,
        "text": "Вернуться в комнату"
      }
    ]
  },
  {
    "id": 50,
    "text": "Рэй первым делом заметил нужную ему аптечку напротив висящую на стене. ",
    "answers": [
      {
        "id": 51,
        "text": "Проверить аптечку"
      }
    ]
  },
  {
    "id": 51,
    "text": "Рэй: Перекись, активированный уголь, бинты... То что нужно! ",
    "answers": [
      {
        "id": 52,
        "text": "Взять перекись и бинты"
      }
    ]
  },
  {
    "id": 52,
    "text": "Рэй: Так отлично. Пожалуй обработаю рану здесь. ",
    "answers": [
      {
        "id": 53,
        "text": "Использовать перекись"
      }
    ]
  },
  {
    "id": 53,
    "text": "Рэй: А!!! Боже... Как жжет... Дьявол! Думаю... Думаю этого хватит... ",
    "answers": [
      {
        "id": 54,
        "text": "Использовать бинты"
      }
    ]
  },
  {
    "id": 54,
    "text": "Успешно перебинтовав себе ладонь — Рэй вышел из сарая во двор",
    "answers": [
      {
        "id": 55,
        "text": "Переночевать в гостиной"
      },
      {
        "id": 56,
        "text": "Переночевать на кухне"
      }
    ]
  },
  {
    "id": 55,
    "text": "\"Пожалуй я переночую в гостиной\" — решил Рэй и найдя в тумбочке небольшую подушку — улегся на пол, отложив винтовку в угол гостиной",
    "answers": [
      {
        "id": 57,
        "text": "Уснуть"
      }
    ]
  },
  {
    "id": 56,
    "text": "\"Пожалуй я переночую на кухне\" — решил Рэй и найдя в тумбочке гостиной небольшую подушку, вернулся на кухню и улегся на пол, отложив винтовку в угол к упавшему холодильнику. Перед сном он посмотрел на зеркальце висящее на стене. Оно было точно такое же как и то зеркало в гостиной... Он никогда недоумевал зачем тут нужны два одинаковых зеркальца... ",
    "answers": [
      {
        "id": 57,
        "text": "Уснуть"
      }
    ]
  },
  {
    "id": 57,
    "text": "Рэй слабо приоткрыл глаза, он почувствовал легкое касание человеческой руки... ",
    "answers": [
      {
        "id": 58,
        "text": "Проснуться"
      }
    ]
  },
  {
    "id": 58,
    "text": "Над ним стоял человек и из его рта текла черная густая жидкость, капающая на лицо Рэя. ",
    "answers": [
      {
        "id": 59,
        "text": "Сбить его с ног"
      },
      {
        "id": 60,
        "text": "Медленно ползти к винтовке"
      }
    ]
  },
  {
    "id": 59,
    "text": "Рэй не растерялся и вскочив с пола, сбил неизвестного с ног. ",
    "answers": [
      {
        "id": 61,
        "text": "Рэй: Что с твоим лицом? "
      },
      {
        "id": 62,
        "text": "Ударить ногой в голову"
      }
    ]
  },
  {
    "id": 60,
    "text": "Рэй задержал от страха дыхание и начал медленно отползать от этого существа к винтовке",
    "answers": [
      {
        "id": 167,
        "text": "Ползти быстрее"
      }
    ]
  },
  {
    "id": 61,
    "text": "Рэй: Что с твоим лицом? \nЧеловек неожиданно выпрыснул черную жидкость Нильсону в лицо и напрыгнул на него. Рэй упал и незнакомец начал сильно давить Рэю на грудь.  ",
    "answers": [
      {
        "id": 63,
        "text": "Пытаться снять его с себя"
      },
      {
        "id": 64,
        "text": "Ударить его "
      }
    ]
  },
  {
    "id": 62,
    "text": "Рэй ударил его ногой в голову, но он вскочил,  неожиданно выпрыснул черную жидкость Нильсону в лицо и напрыгнул на него. Рэй упал и незнакомец начал сильно давить рукой ему на грудь. ",
    "answers": [
      {
        "id": 63,
        "text": "Пытаться снять его с себя"
      },
      {
        "id": 64,
        "text": "Ударить его"
      }
    ]
  },
  {
    "id": 63,
    "text": "Рэй: Сдохни тварь! \nРэй сжал ему шею, но незнакомец не обратил на это внимание и вырвал сердце из груди Нильсона... \n[Персонаж скончался] ",
    "answers": [
      {
        "id": 58,
        "text": "Начать с контрольной точки"
      },
      {
        "id": 1,
        "text": "Начать заново "
      }
    ]
  },
  {
    "id": 64,
    "text": "Рэй: Получай гаденыш! \nПару хуков справа вполне хватило, чтобы  прекратить активность этого непонятного существа",
    "answers": [
      {
        "id": 65,
        "text": "Взять винтовку"
      }
    ]
  },
  {
    "id": 65,
    "text": "Нильсон взял винтовку, лежащую в углу комнаты и выстрелил в существо. Громкий шум раздался на несколько километров от фермы. ",
    "answers": [
      {
        "id": 66,
        "text": "Осмотреть труп"
      }
    ]
  },
  {
    "id": 66,
    "text": "Рэй: Что это за жижа? Хм... Кем бы ты ни был, у тебя отличная футболка с джинсами мужик... \nУже рассветало... Рэй переоделся из своей тюремной формы в простенькую летнюю одежду.  Вдруг он внезапно опрокинул свой взгляд на зеркало напротив. ",
    "answers": [
      {
        "id": 68,
        "text": "Подойти к зеркалу"
      },
      {
        "id": 69,
        "text": "Продолжить осматривать труп"
      }
    ]
  },
  {
    "id": 67,
    "text": "Рэй: Шон! Шон я не смогу взять тележку... Вход в гипермаркет завален каменными глыбами. Надо придумать что-то ещё! \nШон: Черт... ",
    "answers": [
      {
        "id": 168,
        "text": "Рэй: Что насчет машины? "
      }
    ]
  },
  {
    "id": 68,
    "text": "Рэй взглянул на небольшое зеркальце висящее на стене. Всё его лицо было в черной жидкости, которую выплеснул на него этот мертвяк. \nРэй: Необходимо срочно умыться",
    "answers": [
      {
        "id": 70,
        "text": "Искать воду"
      }
    ]
  },
  {
    "id": 69,
    "text": "Помимо черной жижи у существа были во рту два клыка, похожие на змеиные. Они жутко торчали и были загнуты вовнутрь. \nРэй: Вот же черт... \nВ этот момент Нильсон дотронулся до своего лица. \nРэй: Боже! Я весь в его черной блевотне! \nИ действительно всё лицо Рэя было в черной жидкости, которую выплеснул на него этот мертвяк. Ему необходимо срочно умыться. ",
    "answers": [
      {
        "id": 70,
        "text": "Искать воду"
      }
    ]
  },
  {
    "id": 70,
    "text": "Рэй вышел из комнаты и увидел рядом с сараем кран, подсоединенный к подземным источникам. \n\"Не думаю что он еще работает... \" — подумал Рэй",
    "answers": [
      {
        "id": 71,
        "text": "Подойти к крану"
      }
    ]
  },
  {
    "id": 71,
    "text": "Несмотря на сомнения, Рэй приблизился к крану и попробовал его повернуть. Вода полила из крана как из ведра, мощной и холодной струей. \nРэй: Ого! Похоже я ошибся... ",
    "answers": [
      {
        "id": 72,
        "text": "Умыться"
      }
    ]
  },
  {
    "id": 72,
    "text": "Рэй очистил лицо от черной жидкости и пригляделся к струе воды. \n\"Вроде бы чистая...\" — предположил он и сделал пару глотков. ",
    "answers": [
      {
        "id": 73,
        "text": "Искать еду"
      }
    ]
  },
  {
    "id": 73,
    "text": "Обыскав всю ферму, Рэй так и не обнаружил ничего съедобного. Однако на кухне рядом с опрокинутым хододильником лежало 100 долларов одной купюрой. \n\"До города не далеко... Думаю я поспал достаточно чтобы пройти 7-8 километров\" — решил он и посмотрел на главный вход на ферму, где вчера ночью бродила небольшая толпа людей. Сейчас там никого не было, лишь полуразвалившаяся калитка и дырявый забор.",
    "answers": [
      {
        "id": 74,
        "text": "Идти в город"
      }
    ]
  },
  {
    "id": 74,
    "text": "Деревня заброшена также как и ферма Нильсонов. Все уничтожено, большинство домов развалилось... А ведь всего пару лет назад это место кишило людьми, фермерами, кузнецами, животными. Рэй погрузился в ностальгию... Он вспомнил детство, проведенное им в этой деревне. Но сейчас он видит это место и понимает что оно уже никогда не станет прежним. И он тоже. Прошло уже 2 часа. Солнце только наполовину вышло из-за горизонта... А в это время Рэй вошел в небольшой американский городок Флинт, штата Мичиган. Но что-то город выглядит, мягко говоря, немного не так как выглядил всего месяц назад, когда Рэй еще не попал в тюрьму... ",
    "answers": [
      {
        "id": 75,
        "text": "Оглянуться"
      }
    ]
  },
  {
    "id": 75,
    "text": "Рэй оглянулся по сторонам и кроме разрушенных строений, потрескавшихся дорог и нескольких разбитых машин и трупов повсюду ничего не нашел. \nРэй: Тут что прошла ядерная война?! Что здесь произошло?! Какого хрена?!! \nНильсон услышал недалеко от себя слабый мужской голос.",
    "answers": [
      {
        "id": 76,
        "text": "Рэй: Эй! Ты еще кто такой? "
      },
      {
        "id": 77,
        "text": "Рэй: Ты где? "
      }
    ]
  },
  {
    "id": 76,
    "text": "Рэй: Эй! Ты ещё кто такой?\nНеизвестный: Чувак... Пожалуйста... \nРэй: Я тебя не вижу! \nНеизвестный: Я здесь... Машина... Желтого цвета... ",
    "answers": [
      {
        "id": 78,
        "text": "Осмотреться"
      }
    ]
  },
  {
    "id": 77,
    "text": "Рэй: Ты где? \nНеизвестный: Чувак... Пожалуйста... \nРэй: Я тебя не вижу! \nНеизвестный: Я здесь... Машина... Желтого цвета... ",
    "answers": [
      {
        "id": 78,
        "text": "Осмотреться"
      }
    ]
  },
  {
    "id": 78,
    "text": "Рэй: Я иду... \nПодойдя к желтой машине Рэй увидел мужчину азиатской внешности с лежащей рядом собакой. Его нога кровоточила, как и нога собаки.  \nРэй: Кто ты? \nНеизвестный: Я... Я Шон. Шон Невилл. ",
    "answers": [
      {
        "id": 79,
        "text": "Рэй: Что с тобой случилось? "
      },
      {
        "id": 80,
        "text": "Рэй: Твоя собака? "
      }
    ]
  },
  {
    "id": 79,
    "text": "Рэй: Что с тобой случилось? \nШон: Да... Даже не знаю как... Как тебе рассказать чувак... Я вышел из дома, а тут... Орущие люди... Убийства... Маши... Машины врезались друг в друга...   Меня подстрелил какой-то упырь. И как оказалось не только... Не только меня. (Посмотрел на пса) \nРэй: Черт... Я рад что ты выжил мужик. Можешь встать? \nШон: Ра... Ох... Разве что ты мне поможешь! ",
    "answers": [
      {
        "id": 81,
        "text": "Рэй: Давай руку"
      }
    ]
  },
  {
    "id": 80,
    "text": "Рэй: Твоя собака? \nШон: Да... Моя... Тут со мной при... Приключилось... Даже не знаю как... Как тебе рассказать чувак... Я вышел из дома, а тут... Орущие люди... Убийства... Маши... Машины врезались друг в друга...   Меня подстрелил какой-то упырь. И как оказалось не только... Не только меня. (Посмотрел на пса) \nРэй: Черт... Я рад что ты выжил мужик. Можешь встать? \nШон: Ра... Ох... Разве что ты мне поможешь!",
    "answers": [
      {
        "id": 81,
        "text": "Рэй: Давай руку"
      }
    ]
  },
  {
    "id": 81,
    "text": "Рэй: Давай руку! \nШон: Ага... \nРэй помог подняться Шону. \nШон: Спасибо. \nРэй: А что с твоей собакой? \nШон: Его зовут Кэрот. Он не мой пес... Без... Бездомный. Он очень привязался ко мне в последние годы. \nРэй: Ты заикаешься? \nШон: Думаю это... Временно... От испуга похоже. \nРэй: Так что будем делать с твоим псом? \nШон: Чувак... Я не могу бросить его тут... Я же че... Человек... \nРэй: Я понимаю. Но я не смогу понести его, у тебя есть идеи? \nШон: Вероятно, да... Здешние магазины ограблены и пусты. Но в том гипермаркете (указал на гипермаркет справа от дороги) есть большие тележки. Может посадить Кэрота в такую? ",
    "answers": [
      {
        "id": 82,
        "text": "Рэй: Хорошо, я скоро вернусь"
      },
      {
        "id": 83,
        "text": "Рэй: А как же машина? "
      }
    ]
  },
  {
    "id": 82,
    "text": "Рэй подошёл вплотную к двери в торговый центр. Вход завалило камнями... Войти туда похоже не удастся",
    "answers": [
      {
        "id": 67,
        "text": "Вернуться к Шону"
      }
    ]
  },
  {
    "id": 83,
    "text": "Рэй: А как же машина? \nШон: Чувак! Это же не моя машина! \nРэй: Ты вообще смотрел на этот разгром? Владельцы этой машины явно где-то среди этих трупов! \nШон: Ладно... Про... Проверь машину чувак. Это лучше тележки... Быстрее попадем в прокуратуру. Думаю полиция недоумевает, что одна из частей города вымерла... Яв... Явно здесь террористы... Побывали... ",
    "answers": [
      {
        "id": 86,
        "text": "Молча осмотреть машину"
      },
      {
        "id": 85,
        "text": "Рэй: Не мужик... Полицейские и ФБР врядли помогут... "
      }
    ]
  },
  {
    "id": 84,
    "text": "Рэй: Слушай Шон... А машинка вроде как вполне пригодна чтобы ехать! Топлива хватит чтобы проехать еще сотню километров как минимум. Полагаю этого достаточно... Бампер немного поврежден, но вроде от этого работоспособность автомобиля не пострадала. \nШон: Тогда чего ждешь чувак? Бе... Бери Кэрота и помоги мне встать! \nРэй: Секунду... ",
    "answers": [
      {
        "id": 170,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 85,
    "text": "Рэй: Не мужик... Полицейские и ФБР врядли помогут... \nШон: Что... Что это вдруг? Почему?\nРэй: Я думаю, если бы они могли они уже прибыли сюда. \nШон: Так быстро? \nРэй: А что? Эта бойня произошла недавно? \nШон: Вечером... Час... Часов в 6 примерно... Вчера... \nРэй: Неужели террористам хватило ночи чтобы разбомбить здесь все вдребезги? \nШон: Похоже на то... \nРэй: В любом случае городок не такой уж и большой Шон... Я думаю это место пострадало также как и весь этот город. \nШон: Если ты прав... То... То иногородняя полиция нам тоже не помешает. \nРэй: Посмотрим... ",
    "answers": [
      {
        "id": 86,
        "text": "Осмотреть машину"
      }
    ]
  },
  {
    "id": 86,
    "text": "Рэй: Слушай Шон... А машинка вроде как вполне пригодна чтобы ехать! Топлива хватит чтобы проехать еще сотню километров как минимум. Полагаю этого достаточно... Бампер немного поврежден, но вроде от этого работоспособность автомобиля не пострадала. \nШон: Тогда чего ждешь чувак? Бе... Бери Кэрота и помоги мне встать! \nРэй: Секунду... ",
    "answers": [
      {
        "id": 87,
        "text": "Поднять пса"
      },
      {
        "id": 88,
        "text": "Помочь встать Нэвиллу"
      }
    ]
  },
  {
    "id": 87,
    "text": "Рэй первым делом взял собаку на руки и положил на заднее сиденье. ",
    "answers": [
      {
        "id": 91,
        "text": "Помочь встать Нэвиллу"
      }
    ]
  },
  {
    "id": 88,
    "text": "Рэй помог встать Нэвиллу и сесть в машину... ",
    "answers": [
      {
        "id": 89,
        "text": "Поднять пса"
      }
    ]
  },
  {
    "id": 89,
    "text": "Усадив Нэвилла, Рэй взял собаку на руки и положил на заднее сиденье. ",
    "answers": [
      {
        "id": 90,
        "text": "Сесть за руль"
      }
    ]
  },
  {
    "id": 90,
    "text": "Рэй спокойно уселся за руль и захлопнув за собой дверь, погнал по растресканной дороге штата Мичиган. \nШон: Слушай, Рэй... Ты слу... Случайно не остановишь около той аптеки? ",
    "answers": [
      {
        "id": 92,
        "text": "Рэй: Конечно! "
      }
    ]
  },
  {
    "id": 91,
    "text": "Усадив пса в автомобиль, Рэй помог встать Нэвиллу и сесть в машину... ",
    "answers": [
      {
        "id": 90,
        "text": "Сесть за руль"
      }
    ]
  },
  {
    "id": 92,
    "text": "Рэй: Конечно!  \nШон: Спасибо, чувак! А то ра... Рана до сих пор кровоточит. И у Кэрота тоже... Но ему повезло чуть больше... \nРэй: С чего это? (Остановил машину) \nШон: Пуля пролетела насквозь, а вот у меня она застряла... И вроде как достаточно... Достаточно глубоко.\nРэй: Пожалуй я схожу один Шон. Посиди в машине окей? \nШон: Да, да... Конечно! ",
    "answers": [
      {
        "id": 94,
        "text": "Идти в аптеку"
      }
    ]
  },
  {
    "id": 93,
    "text": "Рэй: У нас нет",
    "answers": []
  },
  {
    "id": 94,
    "text": "Рэй медленно открыл двери аптеки. Тут террористы тоже изрядно потрудились... На полу лежат два мертвых сотрудника аптеки, весь пол замазан кровью, а витрины разбиты и ограблены. ",
    "answers": [
      {
        "id": 95,
        "text": "Искать перекись"
      },
      {
        "id": 96,
        "text": "Искать бинты"
      }
    ]
  },
  {
    "id": 95,
    "text": "Рэй: О! Превосходно! Перекиси хватит на целый отряд! Пожалуй возьму одну бутылочку. Этого Шону вполне хватит. ",
    "answers": [
      {
        "id": 97,
        "text": "Искать бинты"
      }
    ]
  },
  {
    "id": 96,
    "text": "Рэй: Хм... Здесь только две пачки марлевой повязки. Думаю, Шон с псом не особо привередливы... ",
    "answers": [
      {
        "id": 98,
        "text": "Искать перекись"
      }
    ]
  },
  {
    "id": 97,
    "text": "Рэй: Хм... С перекисью мне повезло куда больше, чем с бинтами! Здесь только две пачки марлевой повязки. Думаю, Шон с псом не особо привередливы... ",
    "answers": [
      {
        "id": 99,
        "text": "Идти обратно"
      }
    ]
  },
  {
    "id": 98,
    "text": "Рэй: О! Превосходно! Перекиси хватит на целый отряд! Мда... С перекисью мне повезло больше, чем с бинтами... Пожалуй возьму одну бутылочку. Этого Шону вполне хватит. Ну... И Кэроту тоже сгодится",
    "answers": [
      {
        "id": 99,
        "text": "Идти обратно"
      }
    ]
  },
  {
    "id": 99,
    "text": "Рэй направился к выходу, но когда он обернулся, то увидел молодого парня лет 25... Он стоял перед Нильсоном и размахивал мачете. \nПарень: Мужик, стой на месте черт возьми! И тогда, никто не пострадает! Ты слышишь меня?! ",
    "answers": [
      {
        "id": 100,
        "text": "Рэй: Ты кто такой?! "
      },
      {
        "id": 101,
        "text": "Рэй: Ищешь неприятности? "
      }
    ]
  },
  {
    "id": 100,
    "text": "Рэй: Ты кто такой?! \nПарень: Заткнись! Здесь я говорю! У меня оружие и правила мои!! ",
    "answers": [
      {
        "id": 102,
        "text": "Достать винтовку"
      },
      {
        "id": 103,
        "text": "Рэй: Окей! Ладно... "
      }
    ]
  },
  {
    "id": 101,
    "text": "Рэй: Ищешь неприятности? \nПарень: Заткнись гаденыш! Сейчас у тебя будут неприятности, если ты не закроешь свой паршивый грязный рот! ",
    "answers": [
      {
        "id": 118,
        "text": "Достать винтовку"
      },
      {
        "id": 122,
        "text": "Послать незнакомца"
      }
    ]
  },
  {
    "id": 102,
    "text": "Рэй молча достал из-за спины винтовку. \nПарень: Черт возьми! ",
    "answers": [
      {
        "id": 106,
        "text": "Стрелять"
      },
      {
        "id": 107,
        "text": "Оставить незнакомца на прицеле"
      }
    ]
  },
  {
    "id": 103,
    "text": "Рэй: Окей! Ладно... \nПарень: Я сказал тебе заткнись! Заткнись черт возьми! Покажи свои зрачки! Живо! ",
    "answers": [
      {
        "id": 104,
        "text": "Достать винтовку"
      },
      {
        "id": 105,
        "text": "Показать зрачки "
      }
    ]
  },
  {
    "id": 104,
    "text": "Рэй молча достал из-за спины винтовку. \nПарень: Черт возьми! ",
    "answers": [
      {
        "id": 106,
        "text": "Стрелять"
      },
      {
        "id": 107,
        "text": "Оставить незнакомца на прицеле"
      }
    ]
  },
  {
    "id": 105,
    "text": "Рэй молча показал незнакомцу свои зрачки... \nНезнакомец: О нет... Ты один из них! Черт возьми!  Ты тоже один из них!!! \nРэй: Что? Что ты несешь?! \nНезнакомец: Прости меня... Я обязан это сделать! \nРэй: Что?! Что сделать? \nПарень подошел и замахнувшись, отрубил Рэю голову.\n[Персонаж скончался] ",
    "answers": [
      {
        "id": 100,
        "text": "Начать с контрольной точки"
      },
      {
        "id": 1,
        "text": "Начать заново"
      }
    ]
  },
  {
    "id": 106,
    "text": "Рэй не колебаясь нажал на курок, но незнакомец дотянулся до мачете и схватив его — бросился на Нильсона, из-за чего тот обронил винтовку. ",
    "answers": [
      {
        "id": 108,
        "text": "Удерживать ему руки"
      }
    ]
  },
  {
    "id": 107,
    "text": "Рэй: Теперь преимущество у меня. И правила. Теперь мои. Бросай мачете! \nПарень: Мужик, стой! Подожди! \nРэй: Я сказал бросай свое мачете! \nПарень положил мачете на землю и толкнул ногой в сторону. \nРэй: А теперь говори все что знаешь! \nПарень: Мужик. Я не знаю что у тебя на уме, но я лучше умру, чем выдам тебе информацию, которая хранится в моей голове. ",
    "answers": [
      {
        "id": 109,
        "text": "Застрелить его"
      },
      {
        "id": 110,
        "text": "Рэй: Какую мать его информацию? Неужели ты знаешь,  что произошло в этом городе? "
      }
    ]
  },
  {
    "id": 108,
    "text": "Парень: Мужик. Я не хочу этого делать ты пойми... Но я заметил твои зрачки! \nРэй: Иди нахрен! \nПарень: Они сильно увеличились. Ты превращаешься. Еще немного и ты станешь одним из них! Я не допущу этого!\nНезнакомец замахнулся и всадил мачете в голову Нильсона... \n[Персонаж скончался] ",
    "answers": [
      {
        "id": 102,
        "text": "Начать с контрольной точки"
      },
      {
        "id": 1,
        "text": "Начать заново"
      }
    ]
  },
  {
    "id": 109,
    "text": "Рэй не стал слушать бред этого безумца, и нажал на курок, но незнакомец отпрыгнул к мачете и схватив его — бросился на Нильсона, из-за чего тот обронил винтовку. ",
    "answers": [
      {
        "id": 108,
        "text": "Удерживать ему руки"
      }
    ]
  },
  {
    "id": 110,
    "text": "Рэй: Какую еще информацию? Ты знаешь что произошло в этом городе? \nНезнакомец: Если тебе нужно только это... То да. И вообще-то это произошло везде. Во всем мать его мире! \nРэй: Что за бред? Ты откуда можешь это знать? \nНезнакомец: Я знаю, поверь. Конец света наступил мужик! Большинство людей ни с того, ни с сего начали нападать на людей, вырывать и есть их сердца. \nРэй: О чем это ты? \nНезнакомец: Эти люди заразились какой-то непонятной хренью и из ушей, носа или глаз начала течь деболия. \nРэй: Стой, стой, стой... Какая нафиг деболия?! \nНезнакомец: Черная и густая жижа! Ты вообще новости смотрел?! \nРэй: Мне... Было как-то не до новостей. Так и что дальше?\nНезнакомец: А то. Что люди либо сходили с ума и убивали себя. Либо... Становились существами изо рта которых текла деболия. Стоит ей попасть на рану или слизистые оболочки человека, как тут же он становится носителем этой \"болезни\"",
    "answers": [
      {
        "id": 111,
        "text": "Рэй: Черт... "
      }
    ]
  },
  {
    "id": 111,
    "text": "Рэй: Черт... \nНезнакомец: В общем прости чувак... \nРэй: За что? \nПаренек ловко отпрыгнул в сторону и взяв мачете — бросился на Нильсона, из-за чего тот обронил винтовку. ",
    "answers": [
      {
        "id": 112,
        "text": "Удерживать руки незнакомца"
      }
    ]
  },
  {
    "id": 112,
    "text": "Парень: Мужик. Я не хочу этого делать ты пойми... Но я заметил твои зрачки! \nРэй: Иди нахрен! \nПарень: Они сильно увеличились. Ты превращаешься. Еще немного и ты станешь одним из них! Я не допущу этого!\nРэй: Я... Сказал... Иди нахрен!!! \nРэй оттолкнул от себя незнакомца и подобрав винтовку тут же выстрелил в него. ",
    "answers": [
      {
        "id": 113,
        "text": "Прийти в себя"
      }
    ]
  },
  {
    "id": 113,
    "text": "Рэй: Боже... О Боже... Что я наделал... ",
    "answers": [
      {
        "id": 114,
        "text": "Осмотреть труп"
      }
    ]
  },
  {
    "id": 114,
    "text": "Рэй осмотрел труп и помимо мачете нашел у мертвого незнакомца в рюкзаке две бутылки с водой, сухарики, банку консерв и кухонный нож в чехле. ",
    "answers": [
      {
        "id": 115,
        "text": "Взять рюкзак и мачете"
      }
    ]
  },
  {
    "id": 115,
    "text": "Нацепив рюкзак, и держа в левой руке винтовку, а в правой мачете, Рэй вышел из аптеки. Желтая машина по-прежнему стояла на дороге. ",
    "answers": [
      {
        "id": 116,
        "text": "Идти к машине"
      }
    ]
  },
  {
    "id": 116,
    "text": "Рэй открыл багажник и кинул туда мачете и винтовку. А рюкзак взял с собой и положил под ноги Шону. \nШон: Чувак! Чего так долго? Я уже тут почти помер от скуки! ",
    "answers": [
      {
        "id": 117,
        "text": "Рэй: Да так... Задержался"
      }
    ]
  },
  {
    "id": 117,
    "text": "Рэй: Да так... Задержался... \nШон: А это что такое? Ты нашел это в аптеке?! \nРэй: Там валялось несколько трупов... У одного из них было мачете... И рюкзак. \nШон: Чувак, но нахрена нам нужен рюкзак? Мы что туристы или какие-нибудь путешествениники? Тем более он не такой уж и большой... ",
    "answers": [
      {
        "id": 119,
        "text": "Рассказать ему про то что он узнал о эпидемии"
      }
    ]
  },
  {
    "id": 118,
    "text": "Рэй молча достал из-за спины винтовку. \nПарень: Черт возьми! ",
    "answers": [
      {
        "id": 106,
        "text": "Стрелять "
      },
      {
        "id": 107,
        "text": "Держать его на прицеле"
      }
    ]
  },
  {
    "id": 119,
    "text": "Рэй: Шон... Я надеюсь ты адекватно будешь реагировать на слова, которые я тебе сейчас скажу. \nШон: Вот черт! Только порадовался тому, что я перестал заикаться, и тут опять какая-то ерунда. Ну давай говори что стряслось! \nРэй: В общем парень который был мертв. Ну... Почти... \nШон: Почти?? \nРэй: В общем он умирал, и я никак ему не мог помочь. Но он перед смертью рассказал мне кое-что о произошедшем здесь. \nШон: И что же? \nРэй: Ты кстати новости случайно не смотрел в последние дни? \nШон: Я что напоминаю тебе старую старушку сидящую в кресле у телевизора? \nРэй: Нет, но... Не важно. Тот парень сказал мне что весь мир сейчас выглядит вот так как это место. Люди заразились какой-то неизвестной \"болезнью\" и начали нападать друг на друга и превращаться в непонятных существ,  у которых изо рта течет черная жидкость. \nШон: Я... Я даже... Не знаю что и... Что и сказать... ",
    "answers": [
      {
        "id": 120,
        "text": "Рэй: В общем нам нужно найти место где есть еда, вода, и люди. Желательно не зараженные"
      }
    ]
  },
  {
    "id": 120,
    "text": "Рэй: В общем нам нужно найти мест где есть еда, вода, и люди. Желательно не зараженные... \nШон: Ох... Мне кажется не хорошо. \nРэй: Главное, скажи, ты мне веришь? \nШон: Мы с тобой знакомы всего минут тридцать. Как я могу быть уверен в том что ты говоришь правду? \nРэй: Согласен. Я и сам не до конца в это верю. Но я видел одно из этих существ. Не думаю, что сказанное тем парнем вымысел. \n",
    "answers": [
      {
        "id": 121,
        "text": "Завести машину"
      }
    ]
  },
  {
    "id": 121,
    "text": "Шон: Кстати чувак! В рюкзаке есть вода, немного еды и какая-то штуковина в чехле. Похоже это ножик. А где собственно то, зачем ты ходил в аптеку? \nРэй: Ах, да! Хорошие новости. Возьми свои бинты и перекись заодно. \nШон: Отлично! Хоть что-то хорошее... Эм... Чувак... Это что марлевая повязка? \nРэй: Какая нафиг разница? \nШон: Ну... В принципе... Никакой разницы, спасибо за помощь. \nРэй: Давай остановимся где-нибудь в относительно безопасном месте и остановим твое кровотечение... И заодно кровотечение Кэрота. ",
    "answers": [
      {
        "id": 126,
        "text": "Ехать дальше"
      }
    ]
  },
  {
    "id": 122,
    "text": "Рэй: Иди ты к черту!\nПарень презрительно посмотрел на Нильсона, Рэй заметил, что незнакомец сильно нервничал и рука, в которой тот крепко сжал свое мачете, нервно дрожала. Рэй поймав удобный момент, разбежался и сбил его с ног. ",
    "answers": [
      {
        "id": 106,
        "text": "Достать винтовку и застрелить его"
      }
    ]
  },
  {
    "id": 123,
    "text": "Рэй примерно предполагал свое местонахождение и двигался через лес в деревню, где у него находится старая ферма. Она заброшена, но если Рэю не изменяет память, то там есть множество консервов, закупорок и прочих долгопортящихся продуктов. Сейчас это лучшее место, где он может сейчас чувствовать себя безопасно. Однако, страх все равно держит над ним власть, учитывая последние события... ",
    "answers": [
      {
        "id": 36,
        "text": "Продолжать идти"
      }
    ]
  },
  {
    "id": 124,
    "text": "Ферма эта была заброшена, однако если Рэю не изменяет память, то там есть множество консервов, закупорок и прочих долгопортящихся продуктов. Сейчас это лучшее место, где он может сейчас чувствовать себя безопасно. ",
    "answers": [
      {
        "id": 36,
        "text": "Идти дальше"
      }
    ]
  },
  {
    "id": 125,
    "text": "Рэй подошел к главному входу в дом и прислонил ухо к деревянной двери. Никаких звуков он там не обнаружил. ",
    "answers": [
      {
        "id": 184,
        "text": "Постучать в дверь"
      },
      {
        "id": 177,
        "text": "Заглянуть в окна"
      },
      {
        "id": 179,
        "text": "Осмотреть территорию"
      }
    ]
  },
  {
    "id": 126,
    "text": "Шон: Слушай... Рэй. Я тут подумал... А что если реально в мире наступил апокалипсис, то нам получается первым делом нужны три вещи: вода, еда и оружие для защиты от всяких упырей. Так ведь? \nРэй: Вообще-то да... Но... С чего это ты вдруг заговорил как будто, преподаешь в колледже \"Правила выживания после конца света\"? \nШон: Да я... Нет... Я просто в книжке про выживание в диких условиях читал. Сейчас то, условия самые дикие, так ведь? \nРэй: Возможно... Возможно ты прав Шон. \nШон: Оу, чувак. Давай подкатим к тому магазинчику! В нем явно есть немало еды, которая нам пригодится! ",
    "answers": [
      {
        "id": 127,
        "text": "Остановиться "
      }
    ]
  },
  {
    "id": 127,
    "text": "Рэй остановил машину у магазина с продуктами. \nШон: Чего ждешь? \nРэй: Мне сначала нужно обработать тебе рану и остановить кровотечение. Понимаешь? \nШон: Хм... Верно, черт возьми! Тогда бери перекись и марлю. И приступай быстрее! \nРэй: Не торопи! ",
    "answers": [
      {
        "id": 128,
        "text": "Взять марлевую повязку"
      },
      {
        "id": 129,
        "text": "Взять перекись"
      }
    ]
  },
  {
    "id": 128,
    "text": "Рэй взял марлевую повязку, но Шон его остановил. \nШон: Чувак! Ты что хочешь мне инфекцию занести? Может обработаешь рану для начала? ",
    "answers": [
      {
        "id": 129,
        "text": "Взять перекись"
      }
    ]
  },
  {
    "id": 129,
    "text": "Рэй: Приготовься будет больно! Уж я то знаю! (Указывает на перебинтованную ладонь) \nШон: Давай уже! ",
    "answers": [
      {
        "id": 130,
        "text": "Залить рану перекисью"
      }
    ]
  },
  {
    "id": 130,
    "text": "Шон: Ааааа! Аах мать вашу, как же! Как же больно!!! Чувак... \nРэй: Вроде всё. Теперь надо как-то вытащить пулю. \nШон: Кстати об этом... Я тут кое-что заметил... \nРэй: Что? \nШон: В общем, она сквозная чувак. Я просто сразу не заметил. Так что просто обматывай мне ногу марлей и иди в магазин. ",
    "answers": [
      {
        "id": 131,
        "text": "Рэй: А Кэрот? "
      }
    ]
  },
  {
    "id": 131,
    "text": "Рэй: А Кэрот? \nШон: Я позабочусь о его ране, пока ты будешь искать нам еду. \nЗакончив обматывать ногу Шона, Рэй вышел из машины. Вокруг никого не было, в этом месте царила полная тишина. ",
    "answers": [
      {
        "id": 132,
        "text": "Идти в магазин"
      }
    ]
  },
  {
    "id": 132,
    "text": "Рэй открыл двери магазина. Внутри полный хлам и все те же трупы людей. Среди них и кассиры, и покупатели... Витрины развалены, однако полным-полно нетронутой еды. ",
    "answers": [
      {
        "id": 133,
        "text": "Искать воду"
      },
      {
        "id": 134,
        "text": "Искать еду"
      }
    ]
  },
  {
    "id": 133,
    "text": "Первым делом Рэй решил отыскать воду. За витринами стояли два холодильника. Они были разбиты и отключены от сети. Однако, вода там все же была. ",
    "answers": [
      {
        "id": 135,
        "text": "Взять 2 бутылки по 0,5"
      },
      {
        "id": 136,
        "text": "Взять 1 бутылку 1,5 л"
      }
    ]
  },
  {
    "id": 134,
    "text": "Первым делом Рэй начал обыскивать киоски в поисках годной еды. Его взгляд пал на еще относительно целую витрину с продуктами. На витрине из долгопортящихся продуктов были лишь банки с бобами и несколько пачек белого риса. ",
    "answers": [
      {
        "id": 144,
        "text": "Взять 4 банки с бобами"
      },
      {
        "id": 145,
        "text": "Взять 3 пачки риса"
      }
    ]
  },
  {
    "id": 135,
    "text": "\"Рюкзак действительно небольшой\" — подумал Рэй и сунул в рюкзак две небольшие бутылки с водой. ",
    "answers": [
      {
        "id": 137,
        "text": "Искать еду"
      }
    ]
  },
  {
    "id": 136,
    "text": "\"Я бы взял побольше... Но похоже рюкзак действительно небольшой... Больше одной бутылки не влезет\" — подумал Рэй. ",
    "answers": [
      {
        "id": 137,
        "text": "Искать еду"
      }
    ]
  },
  {
    "id": 137,
    "text": "Взяв необходимое количество воды Рэй начал обыскивать киоски в поисках годной еды. Его взгляд пал на еще относительно целую витрину с продуктами. На витрине из долгопортящихся продуктов были лишь банки с бобами и несколько пачек белого риса. ",
    "answers": [
      {
        "id": 138,
        "text": "Взять 4 банки с бобами"
      },
      {
        "id": 139,
        "text": "Взять 3 пачки риса"
      }
    ]
  },
  {
    "id": 138,
    "text": "Рэй сунул в рюкзак банки с бобами и пошел на выход. Но тут он посмотрел на зеркало висящее у кассы... Он присмотрелся к глазам и заметил, что они стали мутными... С желтым оттенком. А оба зрачка увеличились чуть ли не на весь глаз! \nРэй: Дьявол... ",
    "answers": [
      {
        "id": 141,
        "text": "Осмотреться"
      }
    ]
  },
  {
    "id": 139,
    "text": "Рэй сунул в рюкзак 3 пачки риса. \nРэй: Пожалуй, кастрюля мне бы не помешала... \nИ тут рядом с кассой он обнаружил несколько небольших кастрюлек. ",
    "answers": [
      {
        "id": 140,
        "text": "Взять одну"
      }
    ]
  },
  {
    "id": 140,
    "text": "Рэй хотел взять одну из лежавших на полу кастрюль, но тут он посмотрел на зеркало висящее у кассы... Он присмотрелся к глазам и заметил, что они стали мутными... С желтым оттенком. А оба зрачка увеличились чуть ли не на весь глаз! \nРэй: Дьявол... ",
    "answers": [
      {
        "id": 141,
        "text": "Осмотреться"
      }
    ]
  },
  {
    "id": 141,
    "text": "На кассе среди барахла лежала пачка с увлажняющими линзами. \nРэй: Вроде бы эти линзы не для тех, у кого проблемы со зрением. Странно... \nВнимательнее присмотревшись Рэй понял, что это линзы с голубым зрачком. ",
    "answers": [
      {
        "id": 142,
        "text": "Надеть линзы"
      }
    ]
  },
  {
    "id": 142,
    "text": "Рэй быстро надел линзы, словно он надевал их не первый раз и посмотрел на свои глаза. \nРэй: Ну зашибись. Теперь у меня голубые глаза! Надеюсь, Шон не заменит разницы. \nУпаковку с линзами Рэй сунул в один из отделов рюкзака и вновь закинув его себе на спину, Нильсон вышел из магазина. ",
    "answers": [
      {
        "id": 143,
        "text": "Идти к автомобилю"
      }
    ]
  },
  {
    "id": 143,
    "text": "Как только Рэй вышел из магазина, он увидел лежащего на земле Шона, а рядом с ним двух людей, у каждого по пистолету. Они о чем то говорили. ",
    "answers": [
      {
        "id": 149,
        "text": "Идти на помощь"
      },
      {
        "id": 151,
        "text": "Достать нож из рюкзака"
      }
    ]
  },
  {
    "id": 144,
    "text": "Рэй сунул в рюкзак банки с бобами и решил отыскать воду. За витринами стояли два холодильника. Они были разбиты и отключены от сети. Однако, вода там все же была. ",
    "answers": [
      {
        "id": 146,
        "text": "Взять 2 бутылки по 0,5 л"
      },
      {
        "id": 147,
        "text": "Взять 1 бутылку 1,5 л"
      }
    ]
  },
  {
    "id": 145,
    "text": "Рэй сунул в рюкзак пачки с рисом и решил отыскать воду. За витринами стояли два холодильника. Они были разбиты и отключены от сети. Однако, вода там все же была. ",
    "answers": [
      {
        "id": 146,
        "text": "Взять 2 бутылки по 0,5 л"
      },
      {
        "id": 147,
        "text": "Взять 1 бутылку 1,5 л"
      }
    ]
  },
  {
    "id": 146,
    "text": "\"Рюкзак действительно небольшой\" — подумал Рэй и сунул в рюкзак две небольшие бутылки с водой. ",
    "answers": [
      {
        "id": 148,
        "text": "Выйти из магазина"
      }
    ]
  },
  {
    "id": 147,
    "text": "\"Я бы взял побольше... Но похоже рюкзак действительно небольшой... Больше одной бутылки не влезет\" — подумал Рэй. ",
    "answers": [
      {
        "id": 148,
        "text": "Выйти из магазина"
      }
    ]
  },
  {
    "id": 148,
    "text": "Рэй проверил рюкзак и закинув его себе на плечи, пошел на выход. Но тут он посмотрел на зеркало, висящее у кассы... Он присмотрелся к глазам и заметил, что они стали мутными... С желтым оттенком. А оба зрачка увеличились чуть ли не на весь глаз! \nРэй: Дьявол... ",
    "answers": [
      {
        "id": 141,
        "text": "Осмотреться"
      }
    ]
  },
  {
    "id": 149,
    "text": "Рэй: Эй, вы что творите?! \nПеред Рэем оказались два человека: женщина и мужчина, обоим около 30 лет. \nМужчина: Становись на колени! \nШон: Чувак, сделай что они говорят... Они не хотят ничего плохого... ",
    "answers": [
      {
        "id": 153,
        "text": "Стать на колени"
      },
      {
        "id": 154,
        "text": "Устроить им взбучку"
      }
    ]
  },
  {
    "id": 150,
    "text": " ",
    "answers": []
  },
  {
    "id": 151,
    "text": "Рэй медленно начал снимать с плеч рюкзак, как его заметил один из тех двоих и направил на него пистолет. ",
    "answers": [
      {
        "id": 152,
        "text": "Поднять руки и идти к ним"
      }
    ]
  },
  {
    "id": 152,
    "text": "Перед Рэем оказались два человек: мужчина и женщина, обоим около 30 лет. \nМужчина: Становись на колени! \nШон: Чувак, сделай что они говорят... Они не хотят ничего плохого... ",
    "answers": [
      {
        "id": 153,
        "text": "Стать на колени"
      },
      {
        "id": 154,
        "text": "Устроить им взбучку"
      }
    ]
  },
  {
    "id": 153,
    "text": "Рэй не став сопротивляться, стал на колени. \nЖенщина: Покажи мне свои зрачки. Только без резких движений, хорошо? \nРэй: Можешь мне поверить... Я не заражен. \nЖенщина осмотрела глаза Нильсона и улыбнувшись сказала мужчине: Чак! Он тоже в порядке. Глаза в отличном состоянии! \nЧак: Ты уверена? \nЖенщина: Абсолютно! Можем провести их в наше убежище! \nЧак: Но что если Рональд разозлится? Он послал нас за едой, а мы привели еще людей? ",
    "answers": [
      {
        "id": 155,
        "text": "Рэй: У нас есть немного как еды, так и воды! Мы знаем где этого добра еще достаточно! "
      }
    ]
  },
  {
    "id": 154,
    "text": "Рэй: Еще чего! \nРэй выхватил у незнакомки пистолет и нацелил его на неё. \nРэй: Только попробуй меня застрелить, кто бы ты ни был! \nШон: Чувак, ты что творишь? \nНезнакомец: Даже не думай стрелять! Мы не желаем тебе и твоему другу Шону зла. Нам просто нужно убедиться! \nРэй: В чем же? \nНезнакомец: В том что ты не заражен. Лия просто посмотрит в твои глаза... Вот и всё! ",
    "answers": [
      {
        "id": 163,
        "text": "Показать глаза"
      },
      {
        "id": 164,
        "text": "Застрелить Лию"
      }
    ]
  },
  {
    "id": 155,
    "text": "Рэй: У нас есть немного как еды, так и воды! Мы знаем где этого добра еще достаточно! \nЧак: Серъезно? И где же? \nРэй: Для начала уберите пушки. Я не хочу иметь шанс быть застреленным! \nЧак посмотрел на женщину и убрал вместе с ней оружие. \nРэй: Отлично! У нас есть машина, можно перетащить из того магазинчика (показывает пальцем) все продукты сюда! \nШон: Эм... Чувак... Уже не можем! \nЧак: Я не знал что вы не опасны! И на всякий случай проколол вам шины, прежде чем вывести твоего друга из машины! \nРэй: Черт! Замечательно... Теперь у нас нет тачки, клево... \nЧак: У нашего друга Майкла есть клевая тачка. Плюс наше убежище недалеко и мы сможем перетащить туда все эти продукты. \nРэй: Приму это за извинение... Я Рэй, а с Шоном как я понимаю... Вы уже познакомились, да? \nШон: Да, уже... \nЖенщина: Я Лия, а это Чак. \nЧак подал вам руку. ",
    "answers": [
      {
        "id": 156,
        "text": "Пожать"
      }
    ]
  },
  {
    "id": 156,
    "text": "Рэй: Тогда нам нужно взять пару вещичек из багажника. \nЧак: Какие? ",
    "answers": [
      {
        "id": 157,
        "text": "Открыть багажник"
      }
    ]
  },
  {
    "id": 157,
    "text": "Чак: Вот это класс! Это же Mauser K98k! Где ты его откопал?? ",
    "answers": [
      {
        "id": 158,
        "text": "Рэй: Нашел... "
      }
    ]
  },
  {
    "id": 158,
    "text": "Рэй: Нашел... \nЧак: Да ладно тебе! Такие винтовки на дороге не валяются! \nЛия: А мачете тоже нашел? \nРэй: Да, черт возьми! Сейчас конец света! Всё что у меня есть, это все что я нашел! Вам ясно? Я беру винтовку и мачете, Лия возьми рюкзак... \nЧак: А мне что прикажешь делать? (С усмешкой) \n",
    "answers": [
      {
        "id": 159,
        "text": "Рэй: Бери Кэрота"
      }
    ]
  },
  {
    "id": 159,
    "text": "Рэй: Бери Кэрота.\nЧак: Кэрот? Морковь что ли? \nРэй: Загляни в машину! \nЧак (заглядывая в машину): Какого?! У вас что есть пес по кличке морковь с перебинтованной лапой? \nРэй: Да. \nЧак: О, черт... Иди сюда Кэрот. \nЛия: А почему его назвали Кэрот? \nШон: Это мой пес...  Я его назвал так. Просто он...  Очень любит морковь. \nРэй: Может мы уже пойдем? \nЧак: У вас больше ничего? \nРэй: Нет. Шон ты идти сможешь? \nШон: Немного... Лия сказала что мне поможет. Так что мы скорее всего будем идти позади... ",
    "answers": [
      {
        "id": 160,
        "text": "Идти к убежищу"
      }
    ]
  },
  {
    "id": 160,
    "text": "Рэй: Ну давай Чак мы за тобой! \nЧак: Погнали. Убежище в километре отсюда. 10-15 минут и мы будем на месте. \n[В убежище] \nЧак: Эй! Эй, Ник! Ник, открой, это мы! \nДвери открыли и перед Рэем и Шоном стоял высокий, худощавый паренек. \nНик: Это кто такие? \nЧак: Новенькие... Они не заражены, мы их проверили. Плюс они знают место, где есть вода. А она нам нужна... И срочно. \nНик: Не думаю, что... Рону это понравится.\nЧак: Значит мы проголосуем. А сейчас ты не против если мы зайдем? \nНик: Идите. Майкл возится в гараже, а Рон что-то готовит на кухне. \nЧак тем временем положил пса рядом с Ником и попросил за ним присмотреть. Лия дала ему  рюкзак. ",
    "answers": [
      {
        "id": 161,
        "text": "Идти к Майклу"
      }
    ]
  },
  {
    "id": 161,
    "text": "Рэй с Чаком пошли к Майклу, а Лия с Шоном к Рону. \nЧак: Положим все твои вещи на склад в сейф. \nРэй: Погнали... \nЧак: Пока мы не пришли к Майклу в гараж... Расскажу тебе вкратце о том, как у нас здесь все устроено.\nРэй: Валяй! Я слушаю. \nЧак: Ник у нас как ты заметил типо сторожевого, он наблюдает за тем чтобы никто лишний не вошел в убежище. Плюс ко всему следит за территорией вокруг... \nРэй: Ага... Но ведь апокалипсис только начался. Когда вы успели... Ну ты понял. \nЧак: Апокалипсис \"официально\" начался вчера... Но на самом деле уже несколько недель как эти существа начали бродить по планете и заражать других людей. ",
    "answers": [
      {
        "id": 165,
        "text": "Продолжать слушать "
      }
    ]
  },
  {
    "id": 162,
    "text": "Рэй: Привет Ник! \nНик: Виделись... \nРэй: Ты давно в этом убежище? \nНик: Три дня. \nРэй: Говорят сегодня Рональд не в духе из-за нашего прихода... \nНик: Да. Я знаю. \nРэй: Чего такой не разговорчивый? Что-то случилось? \nНик: Нет, со мной все в порядке. Ваш пес немного ходит, но плохо. Рану необходимо еще раз обработать и перебинтовать по новой. \nРэй: Пожалуй, вечером мы так и сделаем. Шону бы тоже повторная обработка раны не помешала. \nЧак подходит к вам с Ником держа в руках винтовку, а на плечах два рюкзака. Один большой, а другой что поменьше. \nЧак: Скучаете? \nРэй: Чак, а куда ты дел вещи из маленького рюкзака? \nЧак: Я их отдал Лие на хранение. А ножик положил на кухню. Думаю... Он там может пригодится. ",
    "answers": [
      {
        "id": 174,
        "text": "Выйти из убежища"
      }
    ]
  },
  {
    "id": 163,
    "text": "Рэй: Окей. Ладно. Держи свою пушку, и смотри. \nЖенщина: Покажи мне свои зрачки. Только без резких движений, хорошо? (приближаясь) \nРэй: Можешь мне поверить... Я не заражен. \nЖенщина осмотрела глаза Нильсона и улыбнувшись сказала мужчине: Чак! Он тоже в порядке. Глаза в отличном состоянии! \nЧак: Ты уверена? \nЖенщина: Абсолютно! Можем провести их в наше убежище! \nЧак: Он же застрелить тебя хотел! \nЖенщина: А как бы ты отреагировал на его месте??\nЧак:Но что если Рональд разозлится? Он послал нас за едой, а мы привели еще людей?",
    "answers": [
      {
        "id": 155,
        "text": "Рэй: У нас есть немного как еды, так и воды! Мы знаем где этого добра еще достаточно! "
      }
    ]
  },
  {
    "id": 164,
    "text": "Рэй выстрельнул из пистолета в Лию и она замертво упала на землю... В этот момент прозвучал второй выстрел и Рэй свалился с ног, а в его голове была пуля, выпущенная из пистолета этого незнакомца.. \n[Персонаж скончался] ",
    "answers": [
      {
        "id": 152,
        "text": "Начать с контрольной точки"
      },
      {
        "id": 1,
        "text": "Начать заново "
      }
    ]
  },
  {
    "id": 165,
    "text": "Чак: Превращение идет 2-3 недели от начала заражения. А первые симптомы появляются всего спустя час. Рональд работал в медицинской лаборатории и он наблюдал в этом убежище раньше зараженных людей.\nРэй: Ты серъезно?\nЧак: Абсолютно... В общем в первый день заражения у людей вытекает черная жидкость из ушей, глаз или носа... Если на этой стадии человек не превратился или не сошел с ума, то этот вирус сделает из него Морука. Сначала пожелтение оболочки глаза, увеличение зрачка, изменение цвета глаз, спустя неделю появляются волдыри на теле в определенных местах. А за день до превращения у зараженного вены на руках и шее набухают и становятся черного цвета. \nРэй: Мда, не дурно ваш Рональд занялся исследованием этих существ. А если человек превратился в первый день после заражения, как вы таких называете? \nЧак: Трупаки. Да, знаю... Странно... Но лучше названия для них не придумаешь! ",
    "answers": [
      {
        "id": 169,
        "text": "Согласиться"
      }
    ]
  },
  {
    "id": 166,
    "text": "Здесь будут отображены все отсылки к различным фильмам, сериалам или известным личностям, используемые в данном квесте. \nУ вас может быть открыто максимум 3 отсылки. \nПоследняя отсылка секретная. ",
    "answers": [
      {
        "id": 166,
        "text": "Я - Легенда. (Шон с фамилией Нэвилл с собакой) ",
        "need": 78
      },
      {
        "id": 166,
        "text": "Сверхъестественное. (Chevrolet impala 1967 года)  ",
        "need": 169
      },
      {
        "id": 166,
        "text": "Сияние. (Секретная отсылка, открывается если вы побывали в доме в лесу)  (Запертая комната номер 237)",
        "need": 221
      },
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 167,
    "text": "Рэй ускорился и существо набросилось на него и одним ударом пробило ему насквозь грудь. \n[Персонаж скончался] ",
    "answers": [
      {
        "id": 58,
        "text": "Начать с контрольной точки "
      },
      {
        "id": 1,
        "text": "Начать заново"
      }
    ]
  },
  {
    "id": 168,
    "text": "Рэй: Что насчет машины? \nШон: Чувак! Это же не моя машина! \nРэй: Ты вообще смотрел на этот разгром? Владельцы этой машины явно где-то среди этих трупов! \nШон: Ладно... Про... Проверь машину чувак. Это лучше тележки... Быстрее попадем в прокуратуру. Думаю полиция недоумевает, что одна из частей города вымерла... Яв... Явно здесь террористы... Побывали... ",
    "answers": [
      {
        "id": 86,
        "text": "Молча осмотреть машину"
      },
      {
        "id": 85,
        "text": "Рэй: Не мужик... Полицейские и ФБР врядли помогут... "
      }
    ]
  },
  {
    "id": 169,
    "text": "Рэй: Да уж... Трудно не согласиться... \nРэй и Чак сложили вещи на склад и пошли к Майклу. \nЧак: Так вот. Майкл у нас специалист по тачкам. Рональд основатель нашей группы, а Лия следит за едой и водой. \nРэй: А кем ты являешься здесь? \nЧак: Я специализируюсь на оружии. \nРэй: Тогда все ясно... \nРэй зашел в гараж Майкла... Там стояла черная chevrolet impala 67-года, а в её багажнике кто-то рылся. ",
    "answers": [
      {
        "id": 171,
        "text": "Рэй: Майкл? "
      }
    ]
  },
  {
    "id": 170,
    "text": "",
    "answers": []
  },
  {
    "id": 171,
    "text": "Из багажника вылез взрослый мужчина, на вид лет 45. На лице у него была ухмылка, и небольшие, и едва заметные усы. \nМайкл: Здорово! А ты чего тут забыл? \nРэй: Меня и моего друга нашли двое ваших. Мы вроде как новенькие в вашем убежище. \nМайкл: Вот это да! А где твой дружок? \nРэй: Он у Рональда. \nМайкл: Зря он пошел к моему брату. Рон не переносит новичков в последнюю неделю. \nРэй: Почему? \nМайкл: Печальный опыт... У нас была одна новенькая. Вроде проверили заражена ли одна... Но в один момент её вены набухли, стали черными и глаза покрылись черной пленкой.\nРэй: Она превратилась и стала Моруком? \nМайкл: Не успела... Рональд привязался к ней, она стала ему чуть ли не дочерью, а ему пришлось её застрелить. Плюс ко всему апокалипсис начался не так давно, а уже проблемы с едой, и особенно водой. ",
    "answers": [
      {
        "id": 172,
        "text": "Рэй: Я помогу вам с этим. Мне нужен только кто-то из ваших! "
      },
      {
        "id": 267,
        "text": "Рэй: Меня не интересуют ваши проблемы. "
      }
    ]
  },
  {
    "id": 172,
    "text": "Рэй: Я помогу вам с этим. Мне нужен только кто-то из ваших. \nМайкл: А как же твой друг? \nРэй: Шон сейчас с простреленной ногой. Но не переживайте рана продезинфецирована и перебинтована. Никакая инфекция туда не попала. \nМайкл: Я думаю Рон осмотрит твоего друга. Главное его уговорить вас оставить.  ",
    "answers": [
      {
        "id": 173,
        "text": "Идти к Рону"
      }
    ]
  },
  {
    "id": 173,
    "text": "Рэй увидел Чака сидящего на стуле и разбирающего пистолет. \nРэй: Чак, а где мне найти Рона? Он еще на кухне? \nЧак: Лия с Шоном только что от него. Он на кухне, да... Но не советую к нему идти. Лия сказала, что он крайне зол на нас с ней. Нам не следовало приводить новичков. \nРэй: Чак ты случайно не занят? \nЧак: А что? \nРэй: Думаю если мы сейчас сходим и принесем воды и еды, то Рональд возможно найдет плюсы в том, что вы нашли меня и Шона. Ну и Кэрота само собой... \nЧак: Постой пока рядом с Ником у входа... Я подойду через пару минут",
    "answers": [
      {
        "id": 162,
        "text": "Пойти к Нику"
      }
    ]
  },
  {
    "id": 174,
    "text": "Рэй: Послушай, Чак. \nЧак: Да, да. Я весь во внимании! \nРэй: А эти трупаки и вся прочая нечисть где сейчас? \nЧак: Они скрываются в различных влажных и укромных местах. А ночью они выходят на улицы. Ник говорил, что этой ночью он видел свыше 100 трупаков. Похоже солнечный свет им не по душе... \nРэй: Надеюсь. \n[Спустя 12 минут] \nЧак: Эй! Рэй смотри! (Указывает на магазин продуктов) \nРэй: Да. Вроде тот самый. Погнали! \nЧак: Давай ты первый, если вдруг что случится... Я прикрою. ",
    "answers": [
      {
        "id": 175,
        "text": "Войти внутрь"
      }
    ]
  },
  {
    "id": 175,
    "text": "Магазин по-прежнему был пуст, за исключением тех же трупов и разбитых витрин. ",
    "answers": [
      {
        "id": 176,
        "text": "Рэй: Я иду за едой! "
      },
      {
        "id": 270,
        "text": "Рэй: Я иду за водой! "
      }
    ]
  },
  {
    "id": 176,
    "text": "Рэй: Я иду за едой! \nЧак: Давай, вода на мне! \n\"Так где тут была еда?\" — подумал Рэй.",
    "answers": [
      {
        "id": 178,
        "text": "Обыскать кассу"
      }
    ]
  },
  {
    "id": 177,
    "text": "Рэй аккуратно подошел к одному из окон дома и попытался до него допрыгнуть, но увы окно было сделано словно специально так высоко чтобы никто через него не забрался. ",
    "answers": [
      {
        "id": 218,
        "text": "Вернуться"
      },
      {
        "id": 223,
        "text": "Использовать скамейку",
        "need": 249
      }
    ]
  },
  {
    "id": 178,
    "text": "Рэй обыскал кассу и нашел следущие продукты: \nтемный шоколад — 2 плитки, банка с фасолью, 3 пачки сухариков и 2 банки тушенки. ",
    "answers": [
      {
        "id": 180,
        "text": "Взять шоколад"
      },
      {
        "id": 181,
        "text": "Взять фасоль"
      },
      {
        "id": 182,
        "text": "Взять сухарики"
      },
      {
        "id": 183,
        "text": "Взять 2 банки тушенки"
      }
    ]
  },
  {
    "id": 179,
    "text": "Рэй оглянулся по сторонам и обошел дом по кругу. Рядом с небольшой елью, выделявшейся на фоне остальных еловых гигантов, стояла маленькая скамейка. На ней Рэй заметил спящего старика, однако тот был отвернут от Нильсона и его лица не было видно. ",
    "answers": [
      {
        "id": 247,
        "text": "Тихонько подойти к старику"
      },
      {
        "id": 248,
        "text": "Громко крикнуть ему, находясь на безопасном расстоянии"
      }
    ]
  },
  {
    "id": 180,
    "text": "Рэй положил себе в рюкзак 2 плитки темного шоколада. ",
    "answers": [
      {
        "id": 185,
        "text": "Осмотреть склад"
      }
    ]
  },
  {
    "id": 181,
    "text": "Рэй положил себе в рюкзак банку фасоли.",
    "answers": [
      {
        "id": 185,
        "text": "Осмотреть склад"
      }
    ]
  },
  {
    "id": 182,
    "text": "Рэй положил себе в рюкзак три пачки сухариков. ",
    "answers": [
      {
        "id": 185,
        "text": "Осмотреть склад "
      }
    ]
  },
  {
    "id": 183,
    "text": "Рэй положил себе в рюкзак 2 банки тушенки. ",
    "answers": [
      {
        "id": 185,
        "text": "Осмотреть склад"
      }
    ]
  },
  {
    "id": 184,
    "text": "Рэй убрал свой инстинкт самосохранения и доверившись судьбе громко постучал кулаком в дверь. Рэй подождал несколько секунд, но внутри явно никого не было. ",
    "answers": [
      {
        "id": 218,
        "text": "Стучать еще раз"
      },
      {
        "id": 177,
        "text": "Заглянуть в окна"
      },
      {
        "id": 179,
        "text": "Осмотреть территорию"
      }
    ]
  },
  {
    "id": 185,
    "text": "Рэй приоткрыл дверь на склад. На складе было множество различных мясных продуктов. Однако они жутко воняли и явно были испорчены. За одним из больших мешков набитых чем-то месным виднелся ботинок. \n\"Буду надеяться что это труп... \" — прошептал Рэй и стал двигаться к мешкам. \nЗа ними лежал человек с закрытыми глазами у которого из глаз вытекала та самая деболия. \nРэй: Дьявол. Какой ужас... ",
    "answers": [
      {
        "id": 186,
        "text": "Идти обратно"
      }
    ]
  },
  {
    "id": 186,
    "text": "Только Рэй обернулся и пошел на выход из склада, как на него сзади набросился трупак и сорвал с него с рюкзак. ",
    "answers": [
      {
        "id": 187,
        "text": "Звать Чака"
      }
    ]
  },
  {
    "id": 187,
    "text": "Рэй: Чак! Чак, тащи сюда свой зад!!! \nЧак выскочил из двери и увидев трупака, тут же шмальнул в него из винтовки. \nЧак: Вот это крутая штука! Рэй, а ты мне её не подаришь случайно, а? \nРэй: Да пошел ты! Теперь я буду иметь её при себе. \nЧак тяжело вздохнул, кинул винтовку Нильсону и пошел обратно. ",
    "answers": [
      {
        "id": 189,
        "text": "Подобрать рюкзак и идти за ним"
      }
    ]
  },
  {
    "id": 188,
    "text": "Рэй в третий раз начал громко стучать по двери, но вряд ли ему её кто-то откроет... \n\"Похоже это бесполезно\" — смекнул он и прежде всего решил осмотреть территорию вокруг этого дома. ",
    "answers": [
      {
        "id": 179,
        "text": "Осмотреть"
      }
    ]
  },
  {
    "id": 189,
    "text": "Выйдя из склада Чак и Рэй увидели стоящего перед ними лысого человека с двумя пистолетами в руках. \nНеизвестный: Назовите причину, по которой я не должен вас грохнуть прямо здесь и сейчас?! ",
    "answers": [
      {
        "id": 190,
        "text": "Рэй: У нас есть убежище! "
      },
      {
        "id": 191,
        "text": "Рэй: У меня винтовка! "
      }
    ]
  },
  {
    "id": 190,
    "text": "Рэй: У нас есть убежище! \nЧак: Какого хрена мужик?! Ты просто так ему сказал??\nНеизвестный: Убежище? Это... Это прекрасно. Давайте так. Вы берете меня в своё убежище, а я вас оставляю в живых. ",
    "answers": [
      {
        "id": 193,
        "text": "Согласиться"
      }
    ]
  },
  {
    "id": 191,
    "text": "Рэй: У меня винтовка! Подумай прежде, чем стрелять в нас из этого! \nНеизвестный замолчал... Он медленно склонился к земле и положил оба пистолета на пол. \n\"Я не опасен! Просто мне необходимо место, где мне не смогут вырвать сердце из груди, когда я лягу спать!\" — сказал мужчина и посмотрел на двоих незнакомых ему людей крайне серьезным взглядом. ",
    "answers": [
      {
        "id": 3,
        "text": "Предложить ему место в убежище"
      },
      {
        "id": 245,
        "text": "Застрелить его"
      }
    ]
  },
  {
    "id": 192,
    "text": "Рэй: Спасаю наши шкуры! (Шёпотом) \nРассел убрал пистолеты, а Рэй винтовку и они втроем двинулись обратно в убежище. \nЧак: Рон нас убьет... Он... О черт... \nРэй: У нас нет времени на обсуждение этого. Просто идем в убежище! ",
    "answers": [
      {
        "id": 194,
        "text": "[В убежище] "
      }
    ]
  },
  {
    "id": 193,
    "text": "Рэй: Мы согласны! \nНеизвестный: Тогда я Рассел. Рассел Гордон. \nРэй: Я Рэй Нильсон, а это Чак. \nЧак: Ты что творишь? (Шёпотом) ",
    "answers": [
      {
        "id": 192,
        "text": "Рэй: Спасаю наши шкуры "
      }
    ]
  },
  {
    "id": 194,
    "text": "Рональд: Вы вместо того, чтобы принести еды и воды, принесли ко мне в убежище, еще одного незнакомца?! \nЛия: Рон успокойся, он тоже человек. Он тоже имеет право на жизнь! \nРональд: Имеет! Но не в моем убежище!!! Ресурсы на исходе уже в первые дни апокалипсиса! И мы ничего не можем с этим поделать! ",
    "answers": [
      {
        "id": 195,
        "text": "Достать 2 банки тушенки и воду из рюкзака Чака"
      }
    ]
  },
  {
    "id": 195,
    "text": "Рэй: Здесь 9 литров воды и 2 банки тушенки. У Рассела с собой 8 банок с фасолью и 1 литр воды. В моем рюкзаке было достаточно воды и еды на пару человек. \nМайкл: Сейчас не время паниковать! Послушай наконец своего младшего братишку. Я никогда не дам тебе плохого совета Рон. Поверь мне, все будет нормально. \nРональд молча ушел на кухню. \nМайкл: Не обращай внимания на него Рассел. Будь как дома, у брата сейчас не лучший период в жизни. ",
    "answers": [
      {
        "id": 196,
        "text": "Проведать Шона",
        "need": 172
      },
      {
        "id": 272,
        "text": "Проведать Шона ",
        "need": 267
      }
    ]
  },
  {
    "id": 196,
    "text": "Рэй: Майкл, а ты не знаешь где Шон? \nМайкл: Он пару минут назад сидел в гостиной, посмотри там. Думаю, он отдыхает. Лия недавно сменила ему марлевую повязку на бинты, так что не переживай за него. ",
    "answers": [
      {
        "id": 197,
        "text": "Идти в гостиную"
      }
    ]
  },
  {
    "id": 197,
    "text": "Рэй зашел в гостиную. На небольшом красном диванчике лежал Шон, листая какой-то старенький журнал. \nРэй: Как ты себя чувствуешь? \nШон: Рэй! А я тебя искал... Лия говорила ты с Чаком ушел за продуктами. \nРэй: Да к нам тут... \nШон: Что? Что к нам тут? \nРэй: Еще один новенький... \nШон: Рональд знает? \nРэй: Да... \nШон: Мда... Сегодня прям это убежище так и манит сюда оставшихся в живых. ",
    "answers": [
      {
        "id": 198,
        "text": "Спросить Шона о его старой жизни"
      }
    ]
  },
  {
    "id": 198,
    "text": "Рэй: У тебя нет сейчас ностальгии по времени до начала этого дня? \nШон: Нет, чувак. Моя жизнь это сплошной комок бреда и несчастий. В моей жизни апокалипсис начался давным-давно. \nРэй: Ты о чем? \nШон: Хочешь чтобы я тебе излил душу, да? Нет, чувак ты конечно кажешься мне хорошим человеком, но я не знаю тебя. И не могу тебе доверять. ",
    "answers": [
      {
        "id": 199,
        "text": "Рэй: Я понимаю"
      },
      {
        "id": 273,
        "text": "Рэй: Но я ведь помог тебе Шон."
      }
    ]
  },
  {
    "id": 199,
    "text": "Рэй: Я понимаю... Ах! \nВдруг у Нильсона стали сильно жечь глаза. \nШон: Что? Что случилось?!",
    "answers": [
      {
        "id": 200,
        "text": "Бежать в ванную"
      }
    ]
  },
  {
    "id": 200,
    "text": "Рядом с раковиной на полке стояла литровая бутылка с водой. Рэй быстро снял линзы и начал промывать этой водой глаза... ",
    "answers": [
      {
        "id": 201,
        "text": "Посмотреть в зеркало"
      }
    ]
  },
  {
    "id": 201,
    "text": "Глаза Рэя превратились из светло-желтых в серые и мутные глаза. Зрачок странно вертикально расплылся по глазу. \nРэй: Боже... ",
    "answers": [
      {
        "id": 202,
        "text": "Сменить линзы"
      }
    ]
  },
  {
    "id": 202,
    "text": "Рэй поменял линзы на новые и бросив старые в урну, пошел обратно к Шону. ",
    "answers": [
      {
        "id": 203,
        "text": "Вернуться в гостиную"
      }
    ]
  },
  {
    "id": 203,
    "text": "Шон: Рэй, что с тобой случилось? \nРэй: Голова раскалывается от всей этой ерунды. Мне надо передохнуть. Ты тоже отдыхай Шон. До завтра! ",
    "answers": [
      {
        "id": 204,
        "text": "Идти к Расселу"
      }
    ]
  },
  {
    "id": 204,
    "text": "Рэй: Рассел, привет! Ты как? \nРассел: Я в полном порядке. У вас просторненько... \nРэй: Да, с этим ничего не поделаешь. Так и живем. Хотя я тут если честно как и ты первый день. \nРассел: Серьёзно? Ну тогда мы с тобой можем сдружиться. \nРэй: Возможно так и есть. \nРассел: Я тут собираюсь спать, так что увидимся завтра Рэй! \nРэй: Конечно. До завтра... ",
    "answers": [
      {
        "id": 205,
        "text": "Идти спать на склад"
      }
    ]
  },
  {
    "id": 205,
    "text": "Рэй: Чак, ты чем это тут занят? \nЧак: Я тебе раскладной диванчик поставил. Всяко лучше чем на полу спать будет. \nРэй: Спасибо большое... До завтра, Чак! \nЧак: Ага! ",
    "answers": [
      {
        "id": 206,
        "text": "Уснуть в линзах"
      }
    ]
  },
  {
    "id": 206,
    "text": "Рэя неожиданно разбудил шум доносящийся из комнаты, где спали Чак и Рассел. Спустя несколько секунд до него донеслись громкие крики. ",
    "answers": [
      {
        "id": 207,
        "text": "Бежать к ним"
      }
    ]
  },
  {
    "id": 207,
    "text": "Рэй забежал в комнату. Там был Чак в голове которого торчал нож, а рядом стояла Лия и плакала. Рассел сидел напротив мрачный и раздраженный. \nНа крики прибежали и взволнованные Майкл с Рональдом. \nРональд: Что за чертовщина здесь произошла?!! \nРассел: Я сам... Я не понимаю как это вышло... Чак неожиданно напрыгнул на меня с этим ножом и ударил мне им в лицо обратной стороной, я успел выхватить нож, но он напрыгнул на меня и наткнулся на него прямо лицом! ",
    "answers": [
      {
        "id": 208,
        "text": "Рэй: Что за бред?! "
      }
    ]
  },
  {
    "id": 208,
    "text": "Рэй: Что за бред?!\nРассел: Бред — это то что вы держали в убежище зараженного человека! \nРэй: Но этого не могло быть! У него ни одного из симптомов не было!\nМайкл: Такое с нами уже бывало. Похоже не всегда \"болезнь\" себя успевает проявить... ",
    "answers": [
      {
        "id": 210,
        "text": "Подойти к мертвому Чаку"
      }
    ]
  },
  {
    "id": 209,
    "text": "Рэй решил присесть на кресло и не просидев в нём и пару минут, он уснул. С первыми лучиками солнца Нильсон открыл глаза и огляделся. Вроде бы в доме никого не было. ",
    "answers": [
      {
        "id": 264,
        "text": "Посмотреть на стол"
      }
    ]
  },
  {
    "id": 210,
    "text": "Рэй посмотрел на труп Чака. Из его лба торчал окрававленный нож. \nРэй: Господи... ",
    "answers": [
      {
        "id": 211,
        "text": "Идти на склад "
      }
    ]
  },
  {
    "id": 211,
    "text": "На складе Рэй сел на раскладной диван и решил всё тщательно обдумать. Вдруг Ник что-то громко прокричал. ",
    "answers": [
      {
        "id": 212,
        "text": "Бежать к Нику"
      }
    ]
  },
  {
    "id": 212,
    "text": "Рэй: Ник? Что стряслось? \nНик: Трупаки! Они все почему-то идут прямо на наше убежище! \nРэй: Что?! Убежище их выдержит? \nНик: Я так не думаю! Нам нужно оружие! Будем защищаться как сможем! До рассвета еще два часа! ",
    "answers": [
      {
        "id": 213,
        "text": "Звать остальных на помощь"
      },
      {
        "id": 214,
        "text": "Идти за оружием "
      }
    ]
  },
  {
    "id": 213,
    "text": "Рэй позвал всех к Нику. \nМайкл: Рэй за оружием, Лия и Рассел ищите чем можно забарикадировать вход в убежище, Рональд... Мы идем на второй этаж! Укрепим все слабые места! ",
    "answers": [
      {
        "id": 214,
        "text": "Бежать на склад"
      }
    ]
  },
  {
    "id": 214,
    "text": "Из оружия на складе была лишь ваша винтовка, кольт, пару пистолетов, автомат и мачете. ",
    "answers": [
      {
        "id": 215,
        "text": "Кольт - Лии, Пистолеты - Нику и Майклу, Автомат - Рональду, Мачете - Расселу и винтовку себе "
      }
    ]
  },
  {
    "id": 215,
    "text": "Раздав всем оружие Рэй занял позицию рядом с Ником у входа. \nРассел и Лия только приступили к тому, чтобы баррикадировать вход, как трупаки выбили металлическую дверь и накинулись на Рэя и Ника. \nНик всадил половину обоймы в голову трупака и столько же всадил в зараженного, атаковавшего Нильсона. \n",
    "answers": [
      {
        "id": 216,
        "text": "Сбросить с себя трупака"
      }
    ]
  },
  {
    "id": 216,
    "text": "Рэй: Черт! Ник сзади!!! \nНика схватили два трупака и мгновенно разорвали его на части. \nРэй: Ник!!! ",
    "answers": [
      {
        "id": 217,
        "text": "Отстреливаться"
      }
    ]
  },
  {
    "id": 217,
    "text": "Ник сделал пару выстрелов и перезарядившись побежал на вверх. Капли холодного пота стекали по его лицу и страх перед смертью не заставил себя долго ждать... ",
    "answers": [
      {
        "id": 219,
        "text": "Бежать к Лие"
      }
    ]
  },
  {
    "id": 218,
    "text": "Рэй вновь постучал в дверь, но так никаких шагов или звуков из дома не послышалось. ",
    "answers": [
      {
        "id": 188,
        "text": "Стучать громче"
      },
      {
        "id": 177,
        "text": "Заглянуть в окна"
      },
      {
        "id": 179,
        "text": "Осмотреть территорию"
      }
    ]
  },
  {
    "id": 219,
    "text": "Рэй: Лия! Где Рассел черт возьми?! \nЛия: Назад я их задержу в одиночку! Рассел рубил их сколько мог, а после побежал за помощью. \nРэй: Куда?! \nЛия: Я не знаю! Не мешай мне Рэй! ",
    "answers": [
      {
        "id": 220,
        "text": "Бежать к Шону"
      }
    ]
  },
  {
    "id": 220,
    "text": "Рэй быстрым шагом пошел в гостиную, рядом с гостиной он увидел Рассела. \nРассел: Вали наверх мужик! Я позабочусь о нашем больном! ",
    "answers": [
      {
        "id": 222,
        "text": "Идти к Майклу и Рональду"
      }
    ]
  },
  {
    "id": 221,
    "text": "На одной из дверей была табличка с номером 237 на комнате. Рэй попробовал её открыть, но она была заперта. ",
    "answers": [
      {
        "id": 257,
        "text": "Открыть другую дверь"
      }
    ]
  },
  {
    "id": 222,
    "text": "Рэй только начал идти наверх, как он увидел лежащего на спине Майкла и кровь лившаяся из его груди, медленно стекала по лестнице вниз... ",
    "answers": [
      {
        "id": 224,
        "text": "Идти дальше"
      },
      {
        "id": 275,
        "text": "Осмотреть труп"
      }
    ]
  },
  {
    "id": 223,
    "text": "Воспользуясь найденной скамейкой Рэй оттащил её поближе к дому, прямо под одно из высоких окон данного сооружения. ",
    "answers": [
      {
        "id": 252,
        "text": "Забраться через окно"
      }
    ]
  },
  {
    "id": 224,
    "text": "Перестув через мертвое тело Майкла, Рэй с настороженно поднялся на второй этаж. Здесь была лишь одна большая комната и несколько бродящих по ней трупаков, которые окружили дверь в какую-то комнату, но при этом они не пытались в неё войти.",
    "answers": [
      {
        "id": 225,
        "text": "Стрелять по ним"
      }
    ]
  },
  {
    "id": 225,
    "text": "Трупаки быстро один за одним полегли от трех неспешных выстрелов с винтовки. ",
    "answers": [
      {
        "id": 226,
        "text": "Попытаться войти в комнату"
      }
    ]
  },
  {
    "id": 226,
    "text": "Дверь в комнату была заперта изнутри. \nРэй: Эй! Кто там?! \nПослышался голос Рона: Рэй, это ты? \nРэй: Да черт возьми! \nРональд медленно открыл дверь. \nРон: Где мой брат?! \nРэй: Какого черта ты заперся в этой комнате? \nРональд: Патроны закончились! Майкл сказал мне засесть в ванной, а когда он расправится он мне подаст сигнал! Повторяю Рэй, где мой брат?!! \nРэй: Сам посмотри! ",
    "answers": [
      {
        "id": 227,
        "text": "Идти вместе с Рональдом"
      }
    ]
  },
  {
    "id": 227,
    "text": "Рональд подошел к лестнице и встал перед мертвым телом Майкла на колени. Он не мог поверить, что потерял родного брата. \nРон: Как... Как твою мать это произошло?!! Почему он мертв Рэй??! \nРэй: Я не видел его смерти. Вероятно его патроны закончились не в самый подходящий момент... Я сожалею Рон... \nРон не стал больше ничего говорить, он склонился к Майклу и закрыл глаза в надежде на то, что это всего лишь сон. \nВдруг Рон посмотрел на Рэя и что-то громко прокричал, но Рэй не успев промолвить ни слова,  упал на землю и потерял сознание. ",
    "answers": [
      {
        "id": 228,
        "text": "Очнуться",
        "blackout": true
      }
    ]
  },
  {
    "id": 228,
    "text": "Рэй открыл глаза. Он лежал на большой кровати, его одеяло свисало до самого пола, а напротив на светло-синей стене висел большой черный телевизор. ",
    "answers": [
      {
        "id": 229,
        "text": "Осмотреться"
      }
    ]
  },
  {
    "id": 229,
    "text": "Рэй молча осмотрелся и заметил что это его спальня. Из кухни доносился манящий запах жареной курицы, Рэй встал с кровати и тут же пошел на кухню. ",
    "answers": [
      {
        "id": 230,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 230,
    "text": "Первым делом Рэй заметил стоящую у плиты девушку. Её силуэт очень напомнил ему свою жену Катрин.\nДевушка уловила тихие шаги Нильсона, повернувшись она немного улыбнулась и сказала, что завтрак скоро будет готов. \nПри ее виде у Рэя невольно потекли еле заметные слезы. Однако девушка все же заметила их на светлом лице Нильсона и подошла к нему. Улыбаясь, она вытерла его слезы и нежно проговорила: \"Что случилось милый? Тебе опять приснился кошмар? \" — сказала она. \nЭто была вовсе не Катрин, а его мать — Анна. Рэй пригляделся к своим рукам. Похоже, ему не больше 5 лет. Мама еще совсем молода и была в разы выше его. ",
    "answers": [
      {
        "id": 231,
        "text": "Обнять её"
      }
    ]
  },
  {
    "id": 231,
    "text": "Рэй обнял свою маму и его слезы потекли в несколько раз быстрее, чем прежде... \nРэй: Мама... Я... Я больше никогда не брошу вас с отцом... Никогда... \nАнна: Сынок, в чем дело? Мы же семья! Я, ты, Даг и твой папа. Мы всегда будем вместе! Пока завтрак не готов, сходи к отцу. У него для тебя сюрприз. \nАнна улыбнулась и вернулась к приготовлению завтрака. \nРэй не верил своим глазам... Он решил что это сон и на секунду зажал глаза. ",
    "answers": [
      {
        "id": 232,
        "text": "Открыть глаза ",
        "blackout": true
      }
    ]
  },
  {
    "id": 232,
    "text": "Рэй раскрыл глаза. Он оказался прямо перед фермой, в которой он когда-то жил. Был сильный дождь, гремел гром, а Рэй пытался осознать, где же он теперь оказался. ",
    "answers": [
      {
        "id": 233,
        "text": "Войти в дом"
      }
    ]
  },
  {
    "id": 233,
    "text": "Под жуткие раскаты грома и не менее жуткий деревянный скрип, Рэй решился войти в дом и понять, куда его вдруг занесло. \nТолько переступив через порог, он увидел то, из-за чего всю свою жизнь Рэй ненавидил себя. \nРэй: Нет... Нет... Нет! \nУ него сперло дыхание, а сердце стало биться в десять раз быстрее. На полу лежала его мать Анна, её горло было перерезано стеклом, лежавшим рядом с её холодным телом. На кухне за столом сидел отец Рэя с простреленной головой. Это была та самая ночь, когда Рэй потерял весь смысл продолжать свою жизнь. Подключив к этому делу полицию, он навлек на себя лишь еще большее внимание местных полицейских. Лишь его брат Даг был на его стороне и только он разделял с ним это горе, произошедшее в их жизни. Рэй переехал в город, не захотев жить жизнью фермера и идти по стопам отца. Он уговорил брата переехать вместе с ним и они вместе покинули родную землю. Возможно Рэй бы предотвратил смерть своих самых близких людей. ",
    "answers": [
      {
        "id": 234,
        "text": "Выйти из дома"
      }
    ]
  },
  {
    "id": 234,
    "text": "Рэй вышел из дома и оказался в большом, просторном лифте. Двери открылись и он оказался на пятом этаже. В этой гостинице проживал Даг. ",
    "answers": [
      {
        "id": 235,
        "text": "Идти в его комнату"
      }
    ]
  },
  {
    "id": 235,
    "text": "Рэй постучал несколько раз и дернул за дверную ручку. Дверь была незаперта, это немного смутило Рэя, однако он решился её открыть. Перед ним было тоже, что и несколько месяцев назад... Везде разбросаны вещи Дага и была  опрокинута вся мебель в комнате. А среди этого ужаса лежал мертвый Даг с пистолетом в руке. ",
    "answers": [
      {
        "id": 236,
        "text": "Подойти к брату"
      }
    ]
  },
  {
    "id": 236,
    "text": "Это был окончательный удар по психике Нильсона и он стиснув зубы и еле сдерживая слезы взял пистолет, лежавший в руке его брата. \"Это не он... Он не убивал себя...\" — прошептал раздраженно Рэй. В этот момент в комнату ворвалась полиция... Рэй вновь закрыл глаза и очнулся в каком-то странном темном помещении. Напротив горели лишь две красные лампочки, добавляющие этой комнате очень неприятную атмосферу. ",
    "answers": [
      {
        "id": 237,
        "text": "Осмотреться"
      }
    ]
  },
  {
    "id": 237,
    "text": "Рэй не припоминал ничего такого в своей жизни, но когда в комнату вошли Рон и Рассел. Они были очень озлоблены... \nРэй: Что? Что со мной произошло? \nРональд: Ты заражен черт возьми, вот что! И ты был заражен еще до входа в наше убежище, ты чертов урод! Когда ты упал, одну из твоих выпавших линз заметил Рассел. Судя по всему ты заражен и инфекция на тебя действует быстрее, чем на других людей. Еще немного и тебе конец! Но не надейся! Даже в теле монстра я устрою тебе самые страшные пытки! Это ты навлек беду на наше убежище. Я уверен, твой азиатский приятель Шон как и мы все, не знал о твоем заражении! \nРассел: Мне жаль мужик... Правда. Ты не виноват, в том что ты заразился. Но ты всё же не сказал никому об этом. И кровь всех этих несчастных, на твоих руках. \nРон и Рассел удалились, заперев дверь вашей комнаты снаружи. ",
    "answers": [
      {
        "id": 238,
        "text": "Кричать"
      }
    ]
  },
  {
    "id": 238,
    "text": "Рэй: Пустите меня! Откройте эту чертову дверь, прошу! Я уйду и никого из вас не трону! Прошу!!! \nВ ответ Рэй слишал лишь молчание... Делать было нечего, кроме как ждать... Ждать момент своего превращения... ",
    "answers": [
      {
        "id": 239,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 239,
    "text": "[Спустя 3 дня]  \nНога Шона уже почти восстановилась после ранения, но от пробежек ему пока придется воздержаться. Этим утром он проснулся довольно рано. Мысли о Нильсоне не давали ему ни минуты спокойного сна. \nРассел ушел в 4 утра с первыми лучами солнца за водой, а Рон и Лия дремали в гостиной после очередной тяжелой ночи. Несмотря на риск и свой собственный страх перед смертью, Шон медленно подошел к шкафчику на кухне и взял оттуда ключ от замка карцера, где сидел сейчас Рэй. ",
    "answers": [
      {
        "id": 240,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 240,
    "text": "Шон тихонько приоткрыл дверь карцера и заглянул внутрь. Шон ужаснулся... Рэй лежал на холодном полу, его глаз сильно отек и всё его тело от головы и до пальцев на ногах было покрыто синяками и порезами. Шон медленно подошел к Рэю и тихонько потряс его руку. Рэй немного приоткрыл левый глаз и сказал, что он хочет что-то срочно сообщить Шону. \nШон: Чувак, что это за хрень с тобой? Не похоже на симптомы заражения... \nРэй: Посмотри на меня Шон! Я... Черт... Это всё Рассел... \nШон: Это он тебя так? \nРэй: Да, но я... Не об этом... Он убил их... Он убил Чака... И Майкл тоже... Погиб от его рук... \nШон: Стоп, что?! Как это возможно? \nРэй: У нас нет времени Шон... Беги! Беги, пока жив! Рассел полный псих! Он съехавший с катушек... Он сам рассказывал о том, как он их убивал. Он сказал что Рон его назначил проверять мое состояние. А он... Сам видишь... Черт! ",
    "answers": [
      {
        "id": 241,
        "text": "Сказать Шону чтобы он обвернулся"
      }
    ]
  },
  {
    "id": 241,
    "text": "Увидев взгляд Рэя, Шон тут же обернулся и увидел вошедшего в карцер Рассела с мачете в правой руке, с которого капали огромные капли крови... \nРассел: Рэй, у нас тут гости!\nШон отскочил в угол карцера, но Рассел резким взмахом своего орудия мгновенно порезал его левое плечо. После чего Рассел с кровожадной улыбкой бросился на него и не моргая, перерезал Шону горло и вонзил ему мачете в грудь, пронзив её насквозь. Рэй опрокинул взгляд на лежащий на столе кирпич, которым собирался бить его Рассел. Пока тот вытаскивал из мертвого Шона окровавленное мачете, Рэй собрал в себе последние силы и резко подбежав к столу, он схватил этот кирпич и метнул им Расселу в голову. Не успев вернуть контроль Рассел получает от Рэя несколько ударов в голову и роняет мачете. ",
    "answers": [
      {
        "id": 242,
        "text": "Подобрать мачете"
      }
    ]
  },
  {
    "id": 242,
    "text": "Рэй наступил Расселу ногой на пальцы и подобрав мачете, всадил его прямо в череп сумасшедшего маньяка. Выйдя из карцера Рэй увидел у двери в гостиную отрубленную голову Рональда и истекшую рядом с ним кровью Лию с отрубленными конечностями... Рэй со слезами перекрестился, закинул за плечи рюкзак, схватил небольшую лопату на складе, взял на руки мертвого Шона, и похоронил беднягу на красивой поляне неподалеку от убежища.\nРэй: Твоя смерть была не напрасной... Прости меня, Шон... Я виноват... Я... Во всем виноват... \nРэй рухнул на колени и схватился руками за голову. Вдруг он почувствовал жуткую боль в груди. С каждой секундой она усиливалась и в последний момент... ",
    "answers": [
      {
        "id": 276,
        "text": "Поднять голову вверх"
      }
    ]
  },
  {
    "id": 243,
    "text": "Конец 1-й части. Свои догадки о второй части трилогии — оставляйте в комментариях. Также по желанию можете оценить мои старые работы и написать мне идеи для новых работ на электронную почту. На первой странице для вас открыт новый раздел \"Автор\". Там вы найдете мою электронную почту и сможете задать интересущие вас вопросы. Удачи вам и до скорой встречи! ---------------------------------------------------------------------------------\nP. S. Если что, на кадрах выше и на обложке книги изображен сам Рэй. Это, так сказать, иллюстрация последнего события, произошедшего на поляне перед могилой Шона. Можно считать, что концовка данной части была предсказана с самого начала. ",
    "answers": [
      {
        "id": 1,
        "text": "Вернуться на 1-ю страницу"
      },
      {
        "id": 243,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a22/1807/6a/4a7aaf0598ca.jpg"
      }
    ]
  },
  {
    "id": 244,
    "text": "Электронная почта: vvlad980gmail.com \nПисать можете в любое время дня и ночи. Я проверяю почту каждое утро, примерно в 10:00. В это время я просмотрю и с удовольствием  отвечу на все ваши сообщения. ",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 245,
    "text": "Рэй нажал на курок и патрон вылетел из ружья,  разрезая воздух на молекулы. Незнакомец тут же свалился на пол и из его головы потекла кровь. \nЧак: Очуметь... Ты... Просто убил его! Ты просто взял... И убил человека! \nРэй: Не бери в голову.\nРэй хотел идти к выходу, как из склада выпрыгнул трупак и разорвал его своими длинными когтями на мелкие кусочки... \n[Персонаж скончался] ",
    "answers": [
      {
        "id": 191,
        "text": "Начать с контрольной точки "
      },
      {
        "id": 1,
        "text": "Начать заново "
      }
    ]
  },
  {
    "id": 246,
    "text": "Рэй: Помогаю человеку, вот что! \nРассел убрал пистолеты, а Рэй винтовку и они, несмотря на удивление Чака, втроем двинулись обратно в убежище. \nЧак: Рон нас убьет... Он... О черт... \nРэй: У нас нет времени на обсуждение этого. Просто идем в убежище! ",
    "answers": [
      {
        "id": 194,
        "text": "[В убежище] "
      }
    ]
  },
  {
    "id": 247,
    "text": "Аккуратно приблизившись к старику, Рэй не менее аккуратно прикоснулся к плечу спящего деда. Вдруг старик перевернулся и его черные глаза из которых вытекала жуткая черная жижа, уставились на него. Старик схватил Нильсона за шею и приблизив к себе выплеснул на него большое количество этой черной жидкости, после чего дед повалил его на пол и выпустил когти из своей правой руки. ",
    "answers": [
      {
        "id": 249,
        "text": "Ударить его"
      },
      {
        "id": 250,
        "text": "Скинуть с себя"
      }
    ]
  },
  {
    "id": 248,
    "text": "Рэй: Эй, старик! Ты спишь? Мне тут нужна помощь! \nНильсон кричал так, что даже птицы, сидящие на близжайших деревьях, улетели в более тихие места этой лесной чащи. Однако старик тем не менее и не шевельнулся, продолжая спать на своей деревянной скамейке. ",
    "answers": [
      {
        "id": 247,
        "text": "Подойти к нему "
      }
    ]
  },
  {
    "id": 249,
    "text": "Всего пару хуков с правой вполне хватило чтобы дед был скинут с Нильсона. Вставай он еще два раза ударил старика ногой по лицу, после чего достал винтовку и выстрелил ему прямо меж его дьявольски черных глаз. \nРэй был чертовски напуган и он понятия не имел что делать дальше. Однако время было на исходе, ночью Рэй может стать едой для любого из обитающих здесь хищников. ",
    "answers": [
      {
        "id": 251,
        "text": "Осмотреть труп старика"
      },
      {
        "id": 177,
        "text": "Идти к окнам"
      }
    ]
  },
  {
    "id": 250,
    "text": "Рэй попытался скинуть его с себя, но старик не стал ждать и тут же вонзил когти в его грудь и вырвал из неё сердце уже мертвого Нильсона... \n[Персонаж скончался] ",
    "answers": [
      {
        "id": 247,
        "text": "Начать с контрольной точки"
      },
      {
        "id": 1,
        "text": "Начать заново "
      }
    ]
  },
  {
    "id": 251,
    "text": "В правом кармане стариканских потрепанных штанов, Рэй обнаружил ключи от дома. \n\"Чудненько...\" — сказал с долей сарказма в голосе Нильсон и пошел открывать замок на двери этим ключом. ",
    "answers": [
      {
        "id": 253,
        "text": "Открыть дверь"
      }
    ]
  },
  {
    "id": 252,
    "text": "Окно на его счастье было открыто и Рэй спокойно перемахнул через него и попал в дом, спрыгнув на другую скамью, которая стояла внутри дома под этим же самым окном. ",
    "answers": [
      {
        "id": 254,
        "text": "Осмотреть комнату "
      }
    ]
  },
  {
    "id": 253,
    "text": "Дом был в прекрасном состоянии, всё было чисто и убрано, начиная от белоснежного камина и заканчивая чистейшим деревянным полом на котором лежит небольшой ковер. Достаточно узкий, но при этом длинный стол, вокруг которого стояли маленькие стулья и одно большое кресло. А позади всего этого было только две двери, ведущие в какие-то комнаты. ",
    "answers": [
      {
        "id": 221,
        "text": "Проверить обе комнаты "
      }
    ]
  },
  {
    "id": 254,
    "text": "Дом был в прекрасном состоянии, всё было чисто и убрано, начиная от белоснежного камина и заканчивая чистейшим деревянным полом на котором лежит небольшой ковер. Достаточно узкий, но при этом длинный стол, вокруг которого стояли маленькие стулья и одно большое кресло. А позади всего было только две двери. ",
    "answers": [
      {
        "id": 255,
        "text": "Посмотреть на стол"
      }
    ]
  },
  {
    "id": 255,
    "text": "Рядом со столом совершенно не было ничего необычного, разве что один шоколадный батончик лежал на нем. ",
    "answers": [
      {
        "id": 256,
        "text": "Съесть батончик"
      }
    ]
  },
  {
    "id": 256,
    "text": "Рэй притронулся к шоколадному батончику и начал его есть. Но тут его кто-то толкнул сзади рукой так, что Рэй перелетел через весь стол, упав на пол и выронив батончик из рук. Напротив него у другого края стола, стояла старая женщина, держа в правой руке топор. Её глаза не были черными, как у того старика на скамье, однако она выглядила не лучше его, её словно одолевал гнев. ",
    "answers": [
      {
        "id": 258,
        "text": "Рэй: Вы кто такая?! "
      }
    ]
  },
  {
    "id": 257,
    "text": "Дверь во 2-ю комнату была открыта. Это была ванная комната. В ней была небольшая ванна, раковина над которой висело красивое зеркало, а также унитаз стоящий в углу этой комнаты. ",
    "answers": [
      {
        "id": 263,
        "text": "Подойти к зеркалу"
      }
    ]
  },
  {
    "id": 258,
    "text": "Рэй: Вы кто такая?! \nЖенщина ничего не сказала, лишь начала обходить стол с замахнувшемся на Рэя топором. \nРэй: Черт!",
    "answers": [
      {
        "id": 259,
        "text": "Бежать через входную дверь",
        "need": 253
      },
      {
        "id": 260,
        "text": "Бежать через окно",
        "need": 252
      }
    ]
  },
  {
    "id": 259,
    "text": "Рэй выбежал из дома через входную дверь и бросился бежать... Бежать как можно дальше из этого дома. ",
    "answers": [
      {
        "id": 261,
        "text": "Продолжать бежать "
      }
    ]
  },
  {
    "id": 260,
    "text": "Рэй залез на скамью и начал перелазить через окно на улицу, однако женщина с топором была совсем близко, она разом всадила топор в спину Рэя, и скинув его со скамьи начала рубить его тело, до тех пор, пока топор не застрял в его голове... \n[Персонаж скончался] ",
    "answers": [
      {
        "id": 249,
        "text": "Начать с контрольной точки "
      },
      {
        "id": 1,
        "text": "Начать заново "
      }
    ]
  },
  {
    "id": 261,
    "text": "Спустя долгого времени Рэй остановился, чтобы немного передохнуть. Осмотревшись он приятно удивился. Совсем недалеко отсюда находится город. 100 долларов ему там явно пригодятся. ",
    "answers": [
      {
        "id": 262,
        "text": "Идти в город"
      }
    ]
  },
  {
    "id": 262,
    "text": "По пути Рэй наткнулся на мертвого человека. Из его рта вытекала такая же черная слизь, как и у старика. Однако его голова была разбита кирпичом, который лежал рядом с трупом. Забыв об осторожности Рэй снял с него одежду и переодевшись, он двинулся дальше. Посмотрев направо он увидел старую деревню, в которой находилась его ферма, давно покинутая Нильсоном... ",
    "answers": [
      {
        "id": 74,
        "text": "Продолжить путь "
      }
    ]
  },
  {
    "id": 263,
    "text": "Всё лицо Рэя было в густой черной слизи. Кран не работал, однако рядом с раковиной стояли две бутылки с водой. Взяв одну из них Рэй умылся и вышел из ванной комнаты. ",
    "answers": [
      {
        "id": 209,
        "text": "Сесть на кресло "
      }
    ]
  },
  {
    "id": 264,
    "text": "Рядом со столом не было ничего необычного... Лишь один шоколадный батончик лежал на нём. ",
    "answers": [
      {
        "id": 265,
        "text": "Съесть батончик"
      }
    ]
  },
  {
    "id": 265,
    "text": "Рэй притронулся к шоколадному батончику и начал его есть. Но тут его кто-то толкнул сзади рукой так, что Рэй перелетел через весь стол, упав на пол спиной и выронив батончик из рук. Напротив него у другого края стола, стояла старая женщина, держа в правой руке топор. Её глаза не были черными, как у того старика на скамье, однако она выглядила не лучше его, её словно одолевал гнев. ",
    "answers": [
      {
        "id": 266,
        "text": "Рэй: Ты кто такая?! "
      }
    ]
  },
  {
    "id": 266,
    "text": "Рэй: Вы кто такая?! \nЖенщина ничего не сказала, лишь начала обходить стол с замахнувшемся на Рэя топором. \nРэй: Черт!",
    "answers": [
      {
        "id": 259,
        "text": "Бежать через входную дверь"
      }
    ]
  },
  {
    "id": 267,
    "text": "Рэй: Меня не интересуют ваши проблемы. \nМайкл: Главное Рону так не скажи, если конечно хочешь остаться в убежище. В твои годы дерзить уже поздно мужик. Тебе явно за тридцать, верно? ",
    "answers": [
      {
        "id": 268,
        "text": "Рэй: Да, а это имеет значения? "
      },
      {
        "id": 269,
        "text": "Рэй: Не ваше дело"
      }
    ]
  },
  {
    "id": 268,
    "text": "Рэй: Да, а это имеет значение? \nМайкл лишь усмехнулся и продолжил молча копаться в своей chevrolet impala. ",
    "answers": [
      {
        "id": 173,
        "text": "Идти к Рону"
      }
    ]
  },
  {
    "id": 269,
    "text": "Рэй: Не ваше дело. \nМайкл: Возможно ты прав. \nМайкл хотел что-то еще сказать Нильсону, однако он не стал и продолжил рыться в багажнике своей chevrolet impala. ",
    "answers": [
      {
        "id": 173,
        "text": "Идти к Рону"
      }
    ]
  },
  {
    "id": 270,
    "text": "Рэй: Я иду за водой!\nЧак: Давай быстрее, еда на мне! \n\"Так где тут была вода?\" — подумал Рэй. ",
    "answers": [
      {
        "id": 271,
        "text": "Обыскать холодильники"
      }
    ]
  },
  {
    "id": 271,
    "text": "Рэй обыскал все холодильники и засунув в рюкзак несколько бутылок с водой, продолжил свой поиск. ",
    "answers": [
      {
        "id": 185,
        "text": "Проверить склад "
      }
    ]
  },
  {
    "id": 272,
    "text": "Рэй: Лия, а ты не знаешь где Шон, как его нога? \nЛия: Он пару минут назад сидел в гостиной, посмотри там. Думаю, он отдыхает. Майкл недавно сменил ему марлевую повязку на бинты, так что его нога в полном порядке. ",
    "answers": [
      {
        "id": 197,
        "text": "Идти в гостиную "
      }
    ]
  },
  {
    "id": 273,
    "text": "Рэй: Но я ведь помог тебе Шон.\nШон: Ну если в кратце... То из-за меня погибли все... Все кого я любил и до сих пор люблю. Не знаю поймешь ли ты... Но... В общем каждый день я вспоминаю их смерти и думаю о том, мог ли я их спасти... ",
    "answers": [
      {
        "id": 274,
        "text": "Рэй: Можешь не продолжать... Я понимаю... Это личное. "
      }
    ]
  },
  {
    "id": 274,
    "text": "Рэй: Можешь не продолжать... Я понимаю... Это личное. Ах! Черт... \nВдруг у него Нильсона начали жутко жечь глаза. \nШон: Что? Что случилось?! ",
    "answers": [
      {
        "id": 200,
        "text": "Бежать в ванную"
      }
    ]
  },
  {
    "id": 275,
    "text": "Грудь Майкла была разорвана, словно на него напал дикий кабан или что похуже... Однако Рэй заметил странную рану на его груди. Она была большой, словно в грудь Майкла воткнули тесак. ",
    "answers": [
      {
        "id": 224,
        "text": "Идти дальше"
      }
    ]
  },
  {
    "id": 276,
    "text": "Рэй поднял голову к небу, его глаза наполнились черной слизью, а из его рта высунулся длинный и жуткий язык. ",
    "answers": [
      {
        "id": 243,
        "text": "Конец 1-й части"
      }
    ]
  },
  {
    "id": 277,
    "text": "Изменения во 2-й части:\n— Появится очень много ответвлений, возможностей и жанр постапокалипсиса будет раскрыт гораздо лучше, чем в 1-й части;\n— Появится раздел с достижениями;\n— Большое кол-во концовок;\n— Увеличится сложность прохождения, вам надо      будет включать логику и задумываться над прохождением квеста;\n— Уберется рейтинг 18<plus>, так как сцен, содержащих насилие там не будет, по крайней мере не в таком виде. \n ------------------------------------------------------------------------------\n\nДумаю, что вы уже заинтригованы. Однако вам придется дождаться выхода 2-й части, так как я планирую её закончить примерно 27-28 августа. \nУдачи вам и терпения! ",
    "answers": [
      {
        "id": 1,
        "text": "Вернуться назад"
      }
    ]
  },
  {
    "id": 278,
    "text": "",
    "answers": []
  }
]