[
  {
    "id": 1,
    "text": "2-я часть трилогии Darkness. \nСюжет квеста продолжится спустя неделю после окончания событий 1-й части. Кто будет главным героем в этой части — вы узнаете уже с нескольких первых страниц этого квеста. \nТьма 2: Мертвая душа содержит в себе:\n— Большое кол-во ответвлений, влияющих на отношение окружающих вас персонажей к вам;\n— Все ваши поступки будут запоминаться персонажами этого квеста;\n—  Вы определяете исход квеста, практически любым своим действием;\n— Углубление сюжета в происхождение \"болезни\" и множество новых открытий по ходу вашего сюжета. \n— После прохождения квеста, вам будут доступны истории персонажей, которых вы повстречали в процессе игры. С ними вы погрузитесь в эту историю ещё с большим рвением и желанием! \nПосле такого небольшого вступления я могу вам пожелать лишь чуточку терпения и удачной игры!\n --------------------------------------------------------------------------------\nКвест предназначен для читателей старше 14 лет.\n --------------------------------------------------------------------------------\nАвтор квеста: ViRei (Владислав Авдеев) ",
    "answers": [
      {
        "id": 2,
        "text": "Запустить квест"
      },
      {
        "id": 147,
        "text": "Запустить историю Анны",
        "need": 577
      },
      {
        "id": 147,
        "text": "Запустить историю Кларка",
        "need": 577
      },
      {
        "id": 147,
        "text": "Запустить историю Адама Шелдона",
        "need": 577
      }
    ]
  },
  {
    "id": 2,
    "text": "[9 июля 2020 год... Подземное убежище микробиолога Анны, исследовательский центр] \nЗадумчивая темноволосая девушка сидела на большом чёрном стуле на колесиках и смотрела на большой стеклянный ящик. В нем находился привязанный к вертикально стоящей кровати морук изо рта которого вытекала черная слизь. \n\"Хм, а ты долго держишься...\" — сказала она. Анна посидела на стуле еще несколько минут, после чего неспеша встала, и пошла со шприцом в руке к зараженному. ",
    "answers": [
      {
        "id": 3,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 3,
    "text": "\"Сиди смирно и не дергайся!\" — сказала она и ввела содержимое шприца в шею зараженного морука. Тот не сопротивляясь, дал ввести Анне шприц в свою кожу. \"Что-то вчера ты был поактивнее дружок.\" — усмехнулась Анна. \nЗакончив процедуру, девушка вернулась на свой стул и стала снова наблюдать за зараженной особью. ",
    "answers": [
      {
        "id": 4,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 4,
    "text": "Спустя полчаса ожиданий Анна широко раскрыла глаза и открыла лежащий в кармане джинс блокнот. \"У обьекта номер 26 с введенной в организм сывороткой стали наблюдаться первые симптомы... Слизь начала приобретать ярко-красный оттенок, у зараженного обьекта появилась лихорадка.\" — записала она и посмотрев еще пару секунд на морука, девушка вновь продолжила запись: \n\"В следущую минуту после введения 11 дозы, у особи начали выпадать клыки и подопытный стал сильно откашливаться, что не свойственно данному виду зараженных существ\" — быстро написала правой рукой Анна и зашла в стеклянный ящик к трясущемуся моруку. Аккуратно взяв его левую руку, она нащупала пульс и почувствовала что у него началось биться сердце. \nВосхищенно вздохнув, она помчалась к блокноту и записала наличие пульса у морука. ",
    "answers": [
      {
        "id": 5,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 5,
    "text": "Вдруг морук поднял голову вверх и сделал несколько глотков свежего воздуха. Зараженные не способны дышать, как люди, значит 26-й опыт Анны проходит более чем успешно. Спустя пару минут зараженный начал что-то говорить, заметив это радостная девушка зашла в стеклянный ящик и закрыла за собой дверь. \nПодопытный: Во... Во... \nАнна: Я вас не понимаю. Что вы хотите мне сказать? \nПодопытный тяжело дыша: Воды... Прошу... Да... Дайте воды... \nАнна подбежала к своему столу и схватив под стулом небольшую бутылку воды, вернулась к подопытному и дала ему сделать несколько глотков. \nПодопытный, отдышавшись: Где я? Что вы со мной сделали?! \nАнна успокоив его, сказала всё от начала до конца. ",
    "answers": [
      {
        "id": 6,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 6,
    "text": "Анна: Так, а как вас зовут? \nПодопытный попросил прежде его развязать, но тут же услышал краткое \"нет\" от девушки в белом халате. \nПодопытный: Я Рэй Нильсон. А вы... Судя по бейджику Анна, так? \nАнна опрокинула взгляд на бейджик в компании, где она раньше работала и убрала его в белый халат. \nРэй оглядевшись по сторонам: Я что здесь и в правду был неделю? \nАнна: Да... Ты первый из моих 26 обьектов, кто смог побороть мутацию при помощи моей новой сыворотки. \nРэй: Ага... Значит я теперь обьект? \nАнна: Пока что, да... Извини, но я должна убедиться, что ты вновь не мутируешь в зараженную особь. \nРэй: Значит я стал моруком? А вы излечили меня? \nАнна: Моруком? Это еще что за бредовое название? \nРэй: А как вы их называете? \nАнна: Достаточно просто называть их: \"зараженный 2-й стадии\". \nРэй: Ну да, действительно проще... ",
    "answers": [
      {
        "id": 7,
        "text": "Начать главу 1"
      }
    ]
  },
  {
    "id": 7,
    "text": "                              ГЛАВА 1 \n                          ВОССТАНИЕ\nАнна прервав беседу вышла из стеклянной комнаты-ящика и села за свой стол, продолжив какие-то записи в блокноте. Рэй был всё также связан, ему оставалось лишь ждать и надеяться на то, что он не превратиться в морука. Снова... ",
    "answers": [
      {
        "id": 8,
        "text": "Посмотреть на Анну"
      },
      {
        "id": 9,
        "text": "Пытаться выбраться"
      },
      {
        "id": 10,
        "text": "Уснуть"
      }
    ]
  },
  {
    "id": 8,
    "text": "Рэй взглянул на Анну. На её бейджике, который она недавно сняла, было написано что она микробиолог, работник в институте микробиологии штата... Но какого именно Рэй не помнил. ",
    "answers": [
      {
        "id": 9,
        "text": "Пытаться выбраться"
      },
      {
        "id": 10,
        "text": "Уснуть"
      }
    ]
  },
  {
    "id": 9,
    "text": "Рэй попробовал выбраться, Анна заметила его беспокойство и встав со стула, подошла к своему подопытному. \nАнна: Хочешь чего-то? ",
    "answers": [
      {
        "id": 13,
        "text": "Сказать правду"
      },
      {
        "id": 14,
        "text": "Солгать"
      }
    ]
  },
  {
    "id": 10,
    "text": "Рэй понял, что выбраться из веревок не получится, а значит остается лишь переждать это время, наслаждаясь сном. ",
    "answers": [
      {
        "id": 11,
        "text": "Спать",
        "blackout": true
      }
    ]
  },
  {
    "id": 11,
    "text": "Анна: Эй! Эй, спящая красавица! Просыпайся! \nРэй с трудом открыл глаза и снова увидел перед собой темноволосую докторшу. \nРэй: Чего тебе? \n\"Хорошие новости\" — сказала Анна, развязывая веревки, которыми был прицеплен к кровати Нильсон. \nРэй: Я свободен? \nАнна: От веревок, да. А вот бежать из моего бункера не советую. Ты мне можешь пригодится. \nРэй: Бункера?\nАнна: Называй его как хочешь: убежище, бункер, подземелье... В любом случае здесь безопасно. ",
    "answers": [
      {
        "id": 12,
        "text": "Рэй: Когда я превратился... Как ты меня нашла? "
      },
      {
        "id": 15,
        "text": "Рэй: Что за сыворотку ты мне ввела? "
      },
      {
        "id": 16,
        "text": "Рэй: В чем я мог бы тебе пригодится? "
      }
    ]
  },
  {
    "id": 12,
    "text": "Рэй: Когда я превратился... Как ты меня нашла? \nАнна с улыбкой посмотрела на Рэя: Лучше не спрашивай... Такую агрессивную особь я еще не видела! \nРэй: Особь? Ты назвала меня особью? \nАнна усмехнувшись: Ну если бы ты себя видел со стороны, то понял бы о чем я говорю. Но какой бы агрессивный ты не был, всё же мой самодельный электрошокер быстро тебя успокоил. \nРэй: А где ты нашла меня? \nАнна: Недалеко отсюда.\nРэй: А это что за город? Далеко от Флинта? \nАнна: Флинта? Ты хочешь сказать что ты из Мичигана? \nРэй: А что не так? \nАнна: То, что мы сейчас в Рокфорде, Иллинойс. \nРэй: Что?! Как я мог там оказаться?! \nАнна: Это уже не столь важно. \nСказав это Анна полностью развязала веревки и Рэй наконец почувствовал под ногами землю. ",
    "answers": [
      {
        "id": 17,
        "text": "Поблагодарить девушку"
      },
      {
        "id": 19,
        "text": "Осмотреться"
      }
    ]
  },
  {
    "id": 13,
    "text": "Рэй: Я как бы пытаюсь свалить отсюда! Не мешай мне.\nАнна: Серьёзно? \nРэй: Да. \nАнна: Ты начинаешь меня удивлять... \nС этими словами Анна закрыла дверь и Рэй,  вновь оказался в этом стеклянном ящике наедине с самим собой. ",
    "answers": [
      {
        "id": 10,
        "text": "Уснуть "
      }
    ]
  },
  {
    "id": 14,
    "text": "Рэй: Можно воды? \nАнна дала ему воды и вновь удалилась из стеклянного ящика. ",
    "answers": [
      {
        "id": 10,
        "text": "Уснуть "
      }
    ]
  },
  {
    "id": 15,
    "text": "Рэй: Что за сыворотку ты мне ввела? \nАнна: Моя лучшая разработка! В Рокфорде ни до, ни после конца света до сих пор не создал сыворотки лучше моей, можешь мне поверить! \nРэй: Рокфорд? Хочешь сказать, что мы в Иллинойсе?! \nАнна: Что тебя удивляет? \nРэй: То, что я до превращения в монстра был в Мичигане, в городе Флинт! \nАнна: Ого... Похоже зараженные быстро передвигаются на большие расстояния! \nСказав это она полностью развязала все веревки и Рэй наконец почувствовал под ногами землю. ",
    "answers": [
      {
        "id": 17,
        "text": "Поблагодарить девушку"
      },
      {
        "id": 19,
        "text": "Осмотреться"
      }
    ]
  },
  {
    "id": 16,
    "text": "Рэй: В чем бы я мог тебе пригодится? \nАнна улыбнувшись: Для начала ты должен как следует отдохнуть и восстановить силы после пребывания в зараженном состоянии. У меня есть некоторое количество припасов. Тебе необходимо нормально поесть. В Рокфорде не так уж и много мест, где есть еда и тем более — вода. Но я успела натаскать себе всяких разных вещичек. \nРэй: Погоди, где? В Рокфорде?! Мы что сейчас в Иллинойсе? \nАнна: Да... А что не так? \nРэй: А то, что я находился в Мичигане, в городе Флинт! \nАнна: Интересно... Похоже зараженные способны быстро передвигаться на большие расстояния! \nРэй: Ничего себе... Я никогда не думал, что окажусь в Иллинойсе. \nАнна: Ну, как видишь мечты сбываются! \nСказав это Анна развязала все веревки и Рэй наконец почувствовал под ногами землю.",
    "answers": [
      {
        "id": 17,
        "text": "Поблагодарить девушку"
      },
      {
        "id": 19,
        "text": "Осмотреться"
      }
    ]
  },
  {
    "id": 17,
    "text": "Рэй: Спасибо тебе, Анна. \nАнна не снимала улыбку со своего лица, но отвечать ничего не стала, лишь молча открыла дверь и стала ждать когда Рэй выйдет из стеклянной комнаты. ",
    "answers": [
      {
        "id": 19,
        "text": "Выйти "
      }
    ]
  },
  {
    "id": 18,
    "text": "Огонь от лампы очень слабо освещал эту комнату, поэтому Нильсону придется в случае чего, носить эту лампу с собой. В кромешной тьме Рэй смог разглядеть белый унитаз, стоящий в углу рядом с дверью, кровать на которую он только что сел, тумбочку рядом с кроватью, на которой стоит сейчас долгогорящая лампа и какой-то хлам под кроватью. ",
    "answers": [
      {
        "id": 43,
        "text": "Посмотреть на лампу",
        "need": -43
      },
      {
        "id": 44,
        "text": "Сходить в туалет",
        "need": -44
      },
      {
        "id": 45,
        "text": "Лежать на кровати"
      },
      {
        "id": 46,
        "text": "Осмотреть тумбочку"
      }
    ]
  },
  {
    "id": 19,
    "text": "Рэй вышел и стал осматривать всё что попадалось в комнате. Однако, назвать это место комнатой, достаточно сложно. Вокруг какие-то странные приборы, стоящие на больших металлических столах, из них Рэю знаком лишь микроскоп. В углу стоял какой-то ящик, похожий на холодильник. Около стеклянной комнаты, где находился Рэй будучи зараженной \"особью\", стоял небольшой столик с креслом на колесиках. На столе лежал только блокнот, ручка и два шприца с жидкостью внутри. \n\"Возможно, это сыворотка\" — решил Нильсон и отошел от стола. \n",
    "answers": [
      {
        "id": 20,
        "text": "Поговорить с Анной",
        "need": -25
      },
      {
        "id": 21,
        "text": "Осмотреть незнакомые приборы",
        "need": -21
      },
      {
        "id": 22,
        "text": "Осмотреть микроскоп",
        "need": -22
      },
      {
        "id": 23,
        "text": "Заглянуть в блокнот",
        "need": -23
      },
      {
        "id": 24,
        "text": "Подойти к ящику",
        "need": 23
      }
    ]
  },
  {
    "id": 20,
    "text": "Анна стояла около лестницы ведущей куда-то наверх. \nРэй: Что это? \nАнна посмотрела на Нильсона и вновь бросила взгляд на лестницу, а после на люк, находящийся над ней. \nРэй, задумавшись: Это выход наружу? \nАнна: Да... Слышишь этот звук? \nРэй прислушался и услышал слабое шуршание, которое доносилось откуда-то сверху. \nРэй: Зараженные? \nАнна: Полагаю, что да.",
    "answers": [
      {
        "id": 25,
        "text": "Продолжить разговор "
      },
      {
        "id": 20,
        "text": "Отойти от лестницы",
        "backstepCount": 1,
        "isBack": true
      }
    ]
  },
  {
    "id": 21,
    "text": "Рэй подошел к неизвестным ему приборам. На одном из них, он смог разглядеть еле заметную надпись: \"AE-01\". \n\"Что за чертовщина?\" — удивленно спросил себя Рэй и отошел от стола со странными приборами. ",
    "answers": [
      {
        "id": 21,
        "text": "Осмотреться",
        "isBack": true,
        "backstepCount": 1
      }
    ]
  },
  {
    "id": 22,
    "text": "Вполне обычный микроскоп, ничего сверхъестественного в нем Рэй не обнаружил. Рядом с микроскопом были какие-то стеклышки и запчасти, лежащие рядом с ним. ",
    "answers": [
      {
        "id": 22,
        "text": "Отойти от микроскопа",
        "isBack": true,
        "backstepCount": 1
      },
      {
        "id": 27,
        "text": "Позвать Анну "
      }
    ]
  },
  {
    "id": 23,
    "text": "В блокноте Анны были описаны все зараженные обьекты, встречающиеся ей. Здесь они подробно описаны, есть даже пару набросков. Также множество описаний различных препаратов, их действия и многое другое. \nРэй: Масло орлерианы... Хм... Интересный, ингридиент. ",
    "answers": [
      {
        "id": 23,
        "text": "Закрыть блокнот",
        "backstepCount": 1,
        "isBack": true
      }
    ]
  },
  {
    "id": 24,
    "text": "Подойдя к ящику, Рэй пристально посмотрел на него. На ящике висел замок, а на нём сверху лежал шоколадный батончик и какая-то палка, издающая сильный аромат чего-то мясного, однако на колбасу это вовсе было не похоже... ",
    "answers": [
      {
        "id": 39,
        "text": "Подойти к Анне с батончиком",
        "need": -39
      },
      {
        "id": 40,
        "text": "Подойти к Анне с палкой"
      },
      {
        "id": 41,
        "text": "Подойти к Анне с баточником (снова) ",
        "need": 39
      }
    ]
  },
  {
    "id": 25,
    "text": "Рэй: Что собираешься с этим делать? \nАнна: Завтра тебе нужно отправиться за консервами. Думаю они помешают тебе это сделать. \nРэй: Я? Почему я? \nАнна: Потому-что я продолжу исследование вируса.\nРэй: Вируса? \nАнна: Давай об этом чуть позже. Придумай, как можно отпугнуть этих особей. Мне нужно отдохнуть. ",
    "answers": [
      {
        "id": 19,
        "text": "Осмотреться"
      }
    ]
  },
  {
    "id": 26,
    "text": "\"Что же... Привычное дело. Мне не в первой чинить такие приборы\" — ехидно сказал Нильсон и посмотрев в след, уходящей обратно к лестнице Анне, он посмотрел на запчасти. \nРэй: Черт! Я же нифига не понимаю, как это устроено. ",
    "answers": [
      {
        "id": 29,
        "text": "Осмотреть микроскоп"
      }
    ]
  },
  {
    "id": 27,
    "text": "Рэй: Анна! Можешь оторваться от лестницы и подойти сюда?\nАнна неторопливо: Чего случилось Рэй? \nРэй немного улыбнувшись: Ты наконец назвала меня по имени. \nАнна: Не льсти себе. Что ты хотел? \nРэй спросил что за запчасти лежат рядом с микроскопом. Анна покрутила детальки в руках, и сказала, что её микроскоп сломался, а починить она его так и не смогла. \nРэй: Разве ты не учила в колледже строение микроскопа? Ты же все-таки микробиолог. \nАнна: Это не твоё дело. Но если ты сможешь починить эту штуковину, то я буду тебе благодарна. ",
    "answers": [
      {
        "id": 26,
        "text": "Попробовать починить"
      },
      {
        "id": 28,
        "text": "Отказаться"
      }
    ]
  },
  {
    "id": 28,
    "text": "Рэй: Нет, спасибо! Я не мастер в таких делах... \nАнна: Возможно это и к лучшему. А то бы еще сильнее доломал мне прибор. \nСказав это Анна удалилась от микроскопа, вернувшись к лестнице. ",
    "answers": [
      {
        "id": 19,
        "text": "Отойти от микроскопа"
      }
    ]
  },
  {
    "id": 29,
    "text": "Микроскоп выглядел вполне целым, однако по словам Анны, он не работает из-за отсутствия этих трех деталек. \nОдна из них выглядела, как обычная черная окружность, вторая как круг с дырочками, а третья была крупным толстым кругом с мелкой дырочкой посередине. Найдя подходящее место, куда бы можно прицепить эти детальки, Рэй начал думать в какой очередности закручивать эти \"кружочки\"",
    "answers": [
      {
        "id": 30,
        "text": "Закрутить черную окружность"
      },
      {
        "id": 31,
        "text": "Закрутить круг с дырочками"
      },
      {
        "id": 32,
        "text": "Нацепить 3-ю деталь"
      }
    ]
  },
  {
    "id": 30,
    "text": "Закрутив черную деталь, Рэй посмотрел на оставшие две. \"Что теперь?\" — подумал он. ",
    "answers": [
      {
        "id": 33,
        "text": "Закрутить 2-ю деталь"
      },
      {
        "id": 34,
        "text": "Закрутить 3-ю деталь"
      }
    ]
  },
  {
    "id": 31,
    "text": "Закрутив черную деталь, Рэй посмотрел на оставшие две. \"Что теперь?\" — подумал он. ",
    "answers": [
      {
        "id": 35,
        "text": "Закрутить 1-ю деталь"
      },
      {
        "id": 36,
        "text": "Закрутить 3-ю деталь"
      }
    ]
  },
  {
    "id": 32,
    "text": "Нацепив 3-ю деталь, Рэй посмотрел на микроскоп и задумался. \"Что же дальше?\" — спросил сам себя он. ",
    "answers": [
      {
        "id": 37,
        "text": "Закрутить 1-ю деталь"
      },
      {
        "id": 38,
        "text": "Закрутить 2-ю деталь"
      }
    ]
  },
  {
    "id": 33,
    "text": "Закрутив 2-ю, а после неё и 3-ю детали, Рэй посмотрел на микроскоп. Похоже, что он ошибся. Микроскоп мало того, что перестал показывать изображения, еще и перестал менять увеличение. \nРэй: Черт! ",
    "answers": [
      {
        "id": 19,
        "text": "Бросить идею с починкой микроскопа"
      }
    ]
  },
  {
    "id": 34,
    "text": "Закрутив 3-ю, а после неё и 2-ю детали, Рэй посмотрел на микроскоп. Похоже, что он ошибся. Микроскоп мало того, что перестал показывать изображения, еще и перестал менять увеличение. \nРэй: Черт! ",
    "answers": [
      {
        "id": 19,
        "text": "Бросить идею с починкой микроскопа"
      }
    ]
  },
  {
    "id": 35,
    "text": "Закрутив 1-ю, а после неё и 3-ю детали, Рэй посмотрел на микроскоп. Похоже, что он ошибся. Микроскоп мало того, что перестал показывать изображения, еще и перестал менять увеличение. \nРэй: Черт! ",
    "answers": [
      {
        "id": 19,
        "text": "Бросить идею с починкой микроскопа"
      }
    ]
  },
  {
    "id": 36,
    "text": "Закрутив 3-ю, а после неё и 1-ю детали, Рэй посмотрел на микроскоп. К нему подошла Анна и удивленно взглянула на прибор, а после на Нильсона. \nАнна: Ты действительно смог сам его починить? \nРэй: Интернета сейчас под рукой нет, как видишь... Так что, да я сам его починил. \nАнна: Как бы то ни было... Спасибо. ",
    "answers": [
      {
        "id": 36,
        "text": "[Получено достижение: Мастер на все руки] ",
        "comment": true,
        "merge": false
      },
      {
        "id": 19,
        "text": "Отойти от микроскопа"
      }
    ]
  },
  {
    "id": 37,
    "text": "Закрутив 1-ю, а после неё и 2-ю детали, Рэй посмотрел на микроскоп. Похоже, что он ошибся. Микроскоп мало того, что перестал показывать изображения, еще и перестал менять увеличение. \nРэй: Черт! ",
    "answers": [
      {
        "id": 19,
        "text": "Бросить идею с починкой микроскопа"
      }
    ]
  },
  {
    "id": 38,
    "text": "Закрутив 2-ю, а после неё и 1-ю детали, Рэй посмотрел на микроскоп. Похоже, что он ошибся. Микроскоп мало того, что перестал показывать изображения, еще и перестал менять увеличение. \nРэй: Черт! ",
    "answers": [
      {
        "id": 19,
        "text": "Бросить идею с починкой микроскопа"
      }
    ]
  },
  {
    "id": 39,
    "text": "Рэй взял шоколадный батончик и подошел к Анне. \nАнна: Ты нашел чем можно отпугнуть этих особей? \nРэй дал ей шоколадный батончик. \nАнна: Серьезно? Придумай что-нибудь получше! ",
    "answers": [
      {
        "id": 39,
        "text": "Положить батончик обратно на ящик",
        "backstepCount": 1,
        "isBack": true
      }
    ]
  },
  {
    "id": 40,
    "text": "Рэй поднес Анне мясную палку. \nАнна: Ты нашел моё старое изобретение? Хм... \nРэй: Что это такое? \nАнна: Я её использовала в первые дни после начала этого ужаса. Она хорошо приманивает зараженных особей 1-й категории... \nРэй: Может я испробую эту приманку на наших гостях? \nАнна: Возможно... Узнаем завтра, а сейчас пошли обедать. Думаю, ты голоден. ",
    "answers": [
      {
        "id": 42,
        "text": "Идти с ней"
      }
    ]
  },
  {
    "id": 41,
    "text": "Рэй вновь поднес Анне шоколадный батончик. \nАнна: Сейчас не до шуток! Убери этот чертов батончик и найди мне то, что я тебя попросила! ",
    "answers": [
      {
        "id": 41,
        "text": "Убрать батончик ",
        "backstepCount": 1,
        "isBack": true
      }
    ]
  },
  {
    "id": 42,
    "text": "Рэй сел за стол, а Анна пошла к ящику с замком, где он нашел \"старое изобретение\" докторши. \nАнна открыла замок и достала из ящика 2 бутылки воды и 2 банки фасоли. \nПообедав Анна показала Рэю, где он будет ночевать. \"Это твоя комната\" — сказала она и провела Нильсона в небольшую комнату, где не было света. \nРэй: Тут темно... \nАнна: Да. Мои генераторы работают на полную мощность, но энергии хватает лишь на исследовательский центр. Хотя у меня тамв заодно и гостиная, и кухня... Кстати! Тут есть вот такая вещь. \nАнна достала спички из халата и зажгла какую-то неизвестную Нильсону вещь. \nАнна: Эта лампа очень долго будет гореть, пусть даже частично, но она все же заменит тебе электрические лампочки. \nРэй: Хорошо... А это что? В моей комнате есть туалет?? \nАнна: Да. В этой комнате много плюсов, как видишь.\nРэй: Ну... Это как сказать. \nАнна: В общем располагайся. Если хочешь можешь поспать, завтра у нас обоих не легкий день.\nАнна закрыла дверь и в комнате Рэя стало еще темнее. ",
    "answers": [
      {
        "id": 18,
        "text": "Осмотреться "
      }
    ]
  },
  {
    "id": 43,
    "text": "\"Эта штука не очень похожа на лампу\" — уверенно сказал Рэй и застыл смотря на пылающих огонек, ярко танцующий в центре этой лампы. ",
    "answers": [
      {
        "id": 43,
        "text": "Отвести взгляд от огонька",
        "backstepCount": 1,
        "isBack": true
      }
    ]
  },
  {
    "id": 44,
    "text": "\"Наконец-то... Хоть какое-то облегчение\" — подумал Рэй и закончив свои дела, опять сел на кровать. ",
    "answers": [
      {
        "id": 44,
        "text": "Осмотреться",
        "backstepCount": 1,
        "isBack": true
      }
    ]
  },
  {
    "id": 45,
    "text": "Рэй решил ненадолго прилечь на кровать. Но только он закрыл глаза, как увидел лицо Шона в момент, когда Гордон пронзил мачете его грудь. \nРэй испугался и тут же вскочил с кровати. ",
    "answers": [
      {
        "id": 45,
        "text": "Посмотреть по сторонам",
        "isBack": true,
        "backstepCount": 1
      }
    ]
  },
  {
    "id": 46,
    "text": "В тумбочке Рэй нашёл какие-то смятые записки. Почерк очень корявый, однако если попытаться, то его вполне можно разобрать",
    "answers": [
      {
        "id": 49,
        "text": "Прочитать "
      },
      {
        "id": 46,
        "text": "Убрать в тумбочку",
        "isBack": true,
        "backstepCount": 1
      }
    ]
  },
  {
    "id": 47,
    "text": "Рэй тихо вышел из комнаты в \"исследовательский центр\". Свет нигде не горел. Рядом с его комнатой, достаточно низко висели настенные часы, которые не заметил Нильсон вчера. Присмотревшись к ним, он понял что сейчас только наступило ночь. На часах было 00:42.",
    "answers": [
      {
        "id": 51,
        "text": "Идти спать"
      },
      {
        "id": 52,
        "text": "Идти дальше"
      }
    ]
  },
  {
    "id": 48,
    "text": "Рэй взял в руки лампу с догорающим в ней огоньком. ",
    "answers": [
      {
        "id": 56,
        "text": "Выйти из комнаты "
      }
    ]
  },
  {
    "id": 49,
    "text": "\"Джесси, если тебе отправлено это письмо, я скорее всего мертва. У тебя мало времени, армия Сурта скоро придет и за тобой. Джессика! Кларк поможет тебе, он спрячет тебя от Сурта. Удачи родная! Я люблю тебя!\"\nРэй положил записку на место. У него появились вопросы к Анне... ",
    "answers": [
      {
        "id": 50,
        "text": "Уснуть"
      }
    ]
  },
  {
    "id": 50,
    "text": "Рэй проснулся. Вокруг него была всё та же темная и мрачная комната. Лампу Нильсон тушить не стал, а потому она до сих пор горела. ",
    "answers": [
      {
        "id": 47,
        "text": "Выйти из комнаты"
      },
      {
        "id": 48,
        "text": "Взять с собой лампу"
      }
    ]
  },
  {
    "id": 51,
    "text": "Вы вернулись в свою комнату и легли в кровать. ",
    "answers": [
      {
        "id": 53,
        "text": "Уснуть"
      }
    ]
  },
  {
    "id": 52,
    "text": "Рэй решил идти дальше. Он сделал несколько шагов и тут же споткнулся обо что-то твердое. \nРэй: А!!! Черт!\nАнна сразу проснулась и побежала на громкий стук, доносящийся ей от упавшего Нильсона. \nАнна включив свет: Что случилось? Ты чего здесь вообще забыл?? \nРэй: Я просто захотел воды, а тут... \nОн посмотрел на вещь, о которую он споткнулся. На этом месте лежал какой-то кирпич. \nРэй: Что это еще за хрень?! \nАнна посмотрела на кирпич и поставила его на стол. \nАнна: Я не знаю, как он... Похоже, он упал со стола. Но я ничего не слышала! \nРэй: Главное что меня ты услышала... \nАнна: Можешь встать? \nРэй: Да, кажись... Ай! Черт... Не могу. Я похоже вывихнул ногу. \nАнна: Твою мать, как же так... Похоже, придется мне идти завтра наверх... Давай руку! ",
    "answers": [
      {
        "id": 59,
        "text": "Встать с помощью Анны"
      }
    ]
  },
  {
    "id": 53,
    "text": "За дверью этой небольшой комнаты, не поспав и пяти минут Нильсон услышал громкие выстрелы. \nРэй: Твою мать! Анна!!! ",
    "answers": [
      {
        "id": 54,
        "text": "Выбежать из комнаты"
      }
    ]
  },
  {
    "id": 54,
    "text": "Рэй выбежал из комнаты и увидел лежащую на полу Анну. В её руках был пистолет, из которого она стреляла в зараженного. \nРэй подошел к ней и помог подняться. \nРэй: Что случилось? \nАнна: Я не знаю... Он как-то пробрался в бункер, но люк был на месте. И... \nРэй: Что? \nАнна: Кажется я вывихнула ногу. \nРэй: Давай для начала я усажу тебя на стул, а потом решим проблему с твоей ногой. ",
    "answers": [
      {
        "id": 166,
        "text": "Помочь ей дойти до стула"
      }
    ]
  },
  {
    "id": 55,
    "text": "Рэй отвел Анну и убрал зараженного в угол комнаты. \n\"Завтра уберу его наверх\" — решил он. ",
    "answers": [
      {
        "id": 167,
        "text": "Идти в свою комнату"
      }
    ]
  },
  {
    "id": 56,
    "text": "Рэй тихо вышел из комнаты в \"исследовательский центр\". Свет нигде не горел. Рядом с его комнатой, достаточно низко висели настенные часы, которые не заметил Нильсон вчера. Присмотревшись к ним благодаря лампе, он понял что сейчас только наступила ночь. На часах было 00:42.",
    "answers": [
      {
        "id": 51,
        "text": "Идти спать"
      }
    ]
  },
  {
    "id": 57,
    "text": "Анна сидела за своим столиком и ела какие-то сухари, запивая их водой. \nРэй смог самостоятельно дойти до неё и сел напротив девушки. \nРэй: Ну что, докторша... Может мне чего дашь вкусненького? \nАнна: Да иди ты. Перепугал меня этой ночью, шпион чертов... \nРэй: Да, я такой. \nАнна подошла к ящику с продуктами и достав пачку сухариков, дала их Нильсону. ",
    "answers": [
      {
        "id": 60,
        "text": "Сьесть сухари"
      },
      {
        "id": 61,
        "text": "Отказаться"
      }
    ]
  },
  {
    "id": 58,
    "text": "Проснувшись утром Рэй с печалью посмотрел на свою вывихнутую ногу. Похоже его ноге необходимо еще как минимум сутки, чтобы Рэй мог нормально передвигаться. ",
    "answers": [
      {
        "id": 57,
        "text": "Осторожно выйти из комнаты "
      }
    ]
  },
  {
    "id": 59,
    "text": "Анна помогла ему встать на ногу и он прыгая на одной ноге, кое-как дошел до кровати и лег спать. ",
    "answers": [
      {
        "id": 59,
        "text": "[Получено достижение: Растяпа] ",
        "comment": true
      },
      {
        "id": 58,
        "text": "Проснуться"
      }
    ]
  },
  {
    "id": 60,
    "text": "Рэй: Спасибо. \nЗакончив свой мини-завтрак Анна собрала себе рюкзак и взяла с собой пистолет и какую-то длинную палку, которую она просунула в чехол за спину. \nРэй: Эй, а что это у тебя? Палочка для селфи? \nАнна: Это мой самодельный электрошокер умник! Сегодня я попробую испытать сыворотку на новом зараженном. Надеюсь тот, будет не таким проблемным как ты. \nРэй: Да ладно тебе! \nАнна: Перед тем как я уйду. Ты должен будешь сделать мою работу, раз уж я делаю твою. \nРэй: Какую еще работу? \nАнна взяла микроскоп и перетащила его на стол к Нильсону. \nРэй: Постой, постой! Мы так не... \nАнна перебивая: Слушай внимательно и запоминай. Ты должен будешь аккуратно взять эти стеклышки, на них я уже прицепила необходимые вещества. Ты берешь инструкцию, которую я тебе успела составить и следуешь ей. Все записи сделаешь на этом и листе. Потом покажешь их мне, как только я вернусь. Ты меня услышал? ",
    "answers": [
      {
        "id": 62,
        "text": "Рэй: Да"
      },
      {
        "id": 63,
        "text": "Рэй: Стоп, что?! "
      }
    ]
  },
  {
    "id": 61,
    "text": "Рэй: Пожалуй, я откажусь. Съем потом что-нибудь другое. \nАнна: Твоё право. \nЗакончив в одиночку свой завтрак, Анна собрала себе рюкзак и взяла с собой пистолет и какую-то длинную палку, которую она просунула в чехол за спину. \nРэй: Эй, а что это у тебя? Палочка для селфи? \nАнна: Это мой самодельный электрошокер умник! Сегодня я попробую испытать сыворотку на новом зараженном. Надеюсь тот, будет не таким проблемным как ты. \nРэй: Да ладно тебе! \nАнна: Перед тем как я уйду. Ты должен будешь сделать мою работу, раз уж я делаю твою. \nРэй: Какую еще работу? \nАнна взяла микроскоп и перетащила его на стол к Нильсону. \nРэй: Постой, постой! Мы так не... \nАнна перебивая: Слушай внимательно и запоминай. Ты должен будешь аккуратно взять эти стеклышки, на них я уже прицепила необходимые вещества. Ты берешь инструкцию, которую я тебе успела составить и следуешь ей. Все записи сделаешь на этом и листе. Потом покажешь их мне, как только я вернусь. Ты меня услышал? ",
    "answers": [
      {
        "id": 62,
        "text": "Рэй: Да! "
      },
      {
        "id": 63,
        "text": "Рэй: Стоп, что? "
      }
    ]
  },
  {
    "id": 62,
    "text": "Рэй: Да! \nАнна: Я если честно ожидала иной реакции. Но в любом случае, у тебя не было выбора, так что... Приступай к прочтению инструкции, будем посвящать тебя в микробиологию! \n Не успев больше сказать ни слова, Рэй лишь молча посмотрел как Анна лезет с палкой, с запахом сырого мяса в руке, по железной лестнице и вылезает наверх. \nРэй: Окей... Приступим! ",
    "answers": [
      {
        "id": 64,
        "text": "Осмотреться"
      }
    ]
  },
  {
    "id": 63,
    "text": "Рэй: Стоп, что?! \nАнна: Я ожидала такой реакции. Но у тебя нет выбора, приступай к прочтению инструкции, будем посвящать тебя в микробиологию! \nНе успев больше сказать ни слова, Рэй лишь молча посмотрел как Анна лезет с палкой, с запахом сырого мяса в руке, по железной лестнице и вылезает наверх. \nРэй: Окей... Приступим! ",
    "answers": [
      {
        "id": 64,
        "text": "Осмотреться"
      }
    ]
  },
  {
    "id": 64,
    "text": "Рэй осмотрелся и готов действовать. ",
    "answers": [
      {
        "id": 65,
        "text": "Взяться за работу Анны"
      },
      {
        "id": 66,
        "text": "Взять еды из ящика"
      },
      {
        "id": 67,
        "text": "Прислушаться к люку"
      }
    ]
  },
  {
    "id": 65,
    "text": "Перед Нильсоном стоял микроскоп, подготовленные вещества в стеклышках и блокнот с инструкцией от микробиолога Анны. ",
    "answers": [
      {
        "id": 72,
        "text": "Посмотреть в микроскоп",
        "need": -72
      },
      {
        "id": 73,
        "text": "Посмотреть на стекла",
        "need": -73
      },
      {
        "id": 74,
        "text": "Следовать инструкциям"
      }
    ]
  },
  {
    "id": 66,
    "text": "Рэй решил ненадолго отложить дело с микроскопом и взяв на ящике ключ от него, открыл дверцу. В ящике лежали 6 банок тушенки, 1 банка с фасолью, 3 пачки сухариков и 2 бутылки по 1 литру каждая. ",
    "answers": [
      {
        "id": 68,
        "text": "Съесть тушенку"
      },
      {
        "id": 69,
        "text": "Съесть фасоль"
      },
      {
        "id": 70,
        "text": "Съесть пачку сухариков"
      },
      {
        "id": 71,
        "text": "Попить воды"
      }
    ]
  },
  {
    "id": 67,
    "text": "Рэй подошел к лестнице и стал прислушиваться к звукам сверху. \n\"Похоже она отогнала тех зараженных\" — решил он и вернулся за стол с микроскопом. ",
    "answers": [
      {
        "id": 64,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 68,
    "text": "Рэй съел банку тушенки и вернулся за стол с микроскопом. ",
    "answers": [
      {
        "id": 64,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 69,
    "text": "Рэй съел банку фасоли и вернулся за стол с микроскопом. ",
    "answers": [
      {
        "id": 64,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 70,
    "text": "Рэй съел пачку сухариков и вернулся за стол с микроскопом. ",
    "answers": [
      {
        "id": 64,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 71,
    "text": "Рэй выпил немного воды и вернулся за стол с микроскопом. ",
    "answers": [
      {
        "id": 64,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 72,
    "text": "Рэй глянул в микроскоп. \"Ничего не видно... Похоже необходима инструкция!\" — сказал Нильсон. ",
    "answers": [
      {
        "id": 72,
        "text": "Осмотреть стол ещё раз",
        "isBack": true,
        "backstepCount": 1
      }
    ]
  },
  {
    "id": 73,
    "text": "\"Странно, но у меня такое впечатление, что эти стеклышки совершенно пусты!\" — сказал Рэй. ",
    "answers": [
      {
        "id": 73,
        "text": "Еще раз осмотреть стол",
        "isBack": true,
        "backstepCount": 1
      }
    ]
  },
  {
    "id": 74,
    "text": "Рэй взял блокнот и принялся читать инструкцию. \n\"Пункт 1. Настройка микроскопа. \n1.1 — Установи линзу с увеличением в 1200 раз. Для этого поверни линзу так, чтобы стрелка указывала на число 1200, а не 300 или 600 или 900.\n1.2 — Правильно выставите освещение. Для этого необходимо:\n— установить объектив среднего увеличения;\n— установить конденсор точно в крайнее верхнее положение;\n— сфокусировать изображение препарата, вращай столик;\n— закрыть полевую диафрагму (располагается внизу);\n— установить резкость с помощью конденсора;\n— зафиксировать конденсор при помощи регулировочных винтов;\n— открыть полевую диафрагму до наружной границы поля зрения.\n\"Попробую запомнить\" — сказал Рэй и приготовился выполнять все четко по инструкции. ",
    "answers": [
      {
        "id": 75,
        "text": "Выполнить пункт 1.1"
      }
    ]
  },
  {
    "id": 75,
    "text": "\"Так пункт 1.1...\" — пробормотал он и начал выставлять уровень увеличения на микроскопе. ",
    "answers": [
      {
        "id": 76,
        "text": "Выставить увеличение в 600",
        "need": -79
      },
      {
        "id": 77,
        "text": "Выставить увеличение в 1200"
      },
      {
        "id": 78,
        "text": "Выставить увеличение в 900",
        "need": -79
      }
    ]
  },
  {
    "id": 76,
    "text": "Рэй установил линзу на увеличение в 600 раз. ",
    "answers": [
      {
        "id": 79,
        "text": "Выполнить пункт 1.2"
      }
    ]
  },
  {
    "id": 77,
    "text": "Рэй выставил линзу на увеличение в 1200 раз. ",
    "answers": [
      {
        "id": 83,
        "text": "Выполнить пункт 1.2"
      }
    ]
  },
  {
    "id": 78,
    "text": "Рэй установил линзу на увеличение в 600 раз. ",
    "answers": [
      {
        "id": 79,
        "text": "Выполнить пункт 1.2"
      }
    ]
  },
  {
    "id": 79,
    "text": "Рэй принялся выполнять пункт 1.2. \n\"Осталось выполнить последний подпункт...\" — сказал он и задумался над тем, что делать дальше. ",
    "answers": [
      {
        "id": 80,
        "text": "Установить резкость с помощью конденсора. "
      },
      {
        "id": 81,
        "text": "Открыть полевую диафрагму до наружной границы поля зрения."
      }
    ]
  },
  {
    "id": 80,
    "text": "\"Кажется я это уже делал...\" — сказал Рэй. ",
    "answers": [
      {
        "id": 80,
        "text": "Поменять решение",
        "backstepCount": 1,
        "isBack": true
      }
    ]
  },
  {
    "id": 81,
    "text": "\"Так... Вроде верно!\" — сказал Рэй и закончив настройку микроскопа он нацепил 1-е стеклышко, в котором была капелька жидкости. ",
    "answers": [
      {
        "id": 82,
        "text": "Посмотреть через микроскоп"
      }
    ]
  },
  {
    "id": 82,
    "text": "Рэй посмотрел через микроскоп. \n\"Что такое? Я кажется неверно настроил микроскоп...\" — понял Нильсон. ",
    "answers": [
      {
        "id": 75,
        "text": "Начать с начала"
      }
    ]
  },
  {
    "id": 83,
    "text": "Рэй принялся выполнять пункт 1.2. \n\"Осталось выполнить последний подпункт...\" — сказал он и задумался над тем, что делать дальше. ",
    "answers": [
      {
        "id": 84,
        "text": "Установить резкость с помощью конденсора. "
      },
      {
        "id": 85,
        "text": "Открыть полевую диафрагму до наружной границы поля зрения."
      }
    ]
  },
  {
    "id": 84,
    "text": "\"Кажется я это уже делал...\" — сказал Рэй. ",
    "answers": [
      {
        "id": 84,
        "text": "Поменять решение ",
        "isBack": true,
        "backstepCount": 1
      }
    ]
  },
  {
    "id": 85,
    "text": "\"Отлично! Инструкция выполнено верно!\" — обрадовался Рэй, когда положил стеклышко с капелькой жидкости на нём и посмотрел в микроскоп. ",
    "answers": [
      {
        "id": 86,
        "text": "Наблюдать что происходит "
      }
    ]
  },
  {
    "id": 86,
    "text": "Странные колбочки и шарики двигались и плавали в этой капельке из стороны в сторону, ежесекундно меняя направление движения. \n\"Что это еще за ерунда?\" — сказал Рэй и посмотрел надпись в коробочке, где лежали стеклышки. На том стеклышке которое он взял было написано Retrum. На втором — Sedeviva. На третьем — Fezir. ",
    "answers": [
      {
        "id": 87,
        "text": "Открыть блокнот"
      },
      {
        "id": 88,
        "text": "Продолжить наблюдение "
      }
    ]
  },
  {
    "id": 87,
    "text": "Рэй взял блокнот Анны и стал искать пункт, где упоминалось что-либо про \"Ретрум\". \n\"Вот нашел!\" — воскликнул он и начал читать. \n \"Пункт 4. Retrum, Sedeviva и Fezir. \nRetrum — род бактерий, открытый мной во 2-й день после массового заражения всего человечества. Бактерии рода Retrum присутствуют у всех зараженных особей 1-й стадии, на данный момент этот род не реагирует ни на какие вещества, и не поддается уничтожению.\" — остановился Рэй. \n\"Что значит не поддается?\" — с усмешкой сказал Рэй и осмотрел комнату в поисках чего-нибудь подходящего. ",
    "answers": [
      {
        "id": 89,
        "text": "Искать подходящие вещества"
      }
    ]
  },
  {
    "id": 88,
    "text": "\"Всё те же колбочки и шарики...\" — прошептал Рэй. ",
    "answers": [
      {
        "id": 87,
        "text": "Открыть блокнот"
      }
    ]
  },
  {
    "id": 89,
    "text": "Поискав в \"исслеловательском центре\" около часа нужные вещества, Рэй принес их на стол и принялся за свой эксперимент. Перед ним лежала бутылка воды, йод, шприц с сывороткой, Раствор натрия хлорид(физ. раствор) и моющее средство для посуды. ",
    "answers": [
      {
        "id": 90,
        "text": "Использовать бутылку с водой"
      },
      {
        "id": 91,
        "text": "Использовать йод"
      },
      {
        "id": 92,
        "text": "Использовать шприц с сывороткой"
      },
      {
        "id": 93,
        "text": "Использовать физ. раствор"
      },
      {
        "id": 94,
        "text": "Использовать моющее ср-во"
      }
    ]
  },
  {
    "id": 90,
    "text": "Рэй взял пипетку и капнул едва заметную капельку обычной воды в капельку с бактериями рода Retrum. ",
    "answers": [
      {
        "id": 95,
        "text": "Наблюдать реакцию"
      }
    ]
  },
  {
    "id": 91,
    "text": "Рэй взял йод и пипетку, и капнул одну, едва заметную капельку йода на стеклышко с бактериями рода Retrum. ",
    "answers": [
      {
        "id": 111,
        "text": "Наблюдать за реакцией "
      }
    ]
  },
  {
    "id": 92,
    "text": "Рэй взял пипетку и взяв едва заметную капельку сыворотки Анны, он капнул эту сыворотку на стеклышко с бактериями рода Retrum. ",
    "answers": [
      {
        "id": 112,
        "text": "Наблюдать за реакцией"
      }
    ]
  },
  {
    "id": 93,
    "text": "Рэй взял раствор натрия хлорида и пипетку, и капнул одну едва заметную капельку этого раствора, на стеклышко с бактериями рода Retrum. ",
    "answers": [
      {
        "id": 114,
        "text": "Наблюдать за реакцией"
      }
    ]
  },
  {
    "id": 94,
    "text": "Рэй взял моющее средство и пипетку, и капнул одну едва заметную капельку средства, на стеклышко с бактериями рода Retrum. ",
    "answers": [
      {
        "id": 113,
        "text": "Наблюдать за реакцией"
      }
    ]
  },
  {
    "id": 95,
    "text": "\"Бактерии похоже стали еще активнее, чем прежде\" — печально сказал он и посмотрел на остальные вещества. ",
    "answers": [
      {
        "id": 96,
        "text": "Использовать йод"
      },
      {
        "id": 97,
        "text": "Использовать шприц с сывороткой"
      },
      {
        "id": 98,
        "text": "Использовать физ. раствор"
      },
      {
        "id": 99,
        "text": "Использовать моющее ср-во"
      }
    ]
  },
  {
    "id": 96,
    "text": "Рэй взял йод и снова пипеткой капнул одну капельку на стеклышко. ",
    "answers": [
      {
        "id": 100,
        "text": "Наблюдать за реакцией"
      }
    ]
  },
  {
    "id": 97,
    "text": "Рэй взял сыворотку Анны и снова пипеткой капнул одну капельку на стеклышко. ",
    "answers": [
      {
        "id": 117,
        "text": "Наблюдать за реакцией"
      }
    ]
  },
  {
    "id": 98,
    "text": "Рэй взял раствор натрия хлорида и снова пипеткой капнул одну капельку нового вещества на стеклышко. ",
    "answers": [
      {
        "id": 114,
        "text": "Наблюдать за реакцией "
      }
    ]
  },
  {
    "id": 99,
    "text": "Рэй взял средство для мытья посуды и снова пипеткой капнул одну капельку нового вещ-ва на стеклышко. ",
    "answers": [
      {
        "id": 119,
        "text": "Наблюдать за реакцией"
      }
    ]
  },
  {
    "id": 100,
    "text": "\"Бактерии окрасились в зеленый цвет, не знаю с чем это связано...\" — сказал Рэй. \nВ этот момент Нильсон услышал металлический звук со стороны лестницы. Люк открылся и в убежище спустилась Анна, а затем вслед за ней какая-то девушка и после еще один незнакомец. ",
    "answers": [
      {
        "id": 101,
        "text": "Подойти к ним"
      },
      {
        "id": 102,
        "text": "Сидеть на месте "
      }
    ]
  },
  {
    "id": 101,
    "text": "Рэй: Вы кто такие? \nАнна: Рэй, это Кларк и Джессика, они будут жить здесь. С нами. \nРэй: С нами? \nАнна: Да, в этом убежище им будет всяко лучше, чем среди зараженных наверху. ",
    "answers": [
      {
        "id": 103,
        "text": "Поприветствовать"
      },
      {
        "id": 104,
        "text": "Задать им вопросы"
      }
    ]
  },
  {
    "id": 102,
    "text": "Анна с незнакомцами подошла к Нильсону и сказала: Рэй, это Кларк и Джессика. Они теперь будут жить здесь. С нами. ",
    "answers": [
      {
        "id": 107,
        "text": "Поприветствовать их"
      },
      {
        "id": 108,
        "text": "Промолчать"
      }
    ]
  },
  {
    "id": 103,
    "text": "Рэй: Ну что ж, добро пожаловать! \nДжессика и Кларк молчали, а Анна провела их в какие-то две другие комнаты, в которых Рэй еще не был. ",
    "answers": [
      {
        "id": 131,
        "text": "Ждать их здесь"
      }
    ]
  },
  {
    "id": 104,
    "text": "Рэй: А как вы здесь оказались? \nНезнакомцы молчали, но увидев взгляд Нильсона, Кларк сказал: \"Мы из деревни, недалеко отсюда.\"\nРэй: Как вы еще выжили? Вас было двое с самого начала апокалипсиса? \nДжессика: Нет. Нас было... Четверо. \nАнна прервала Джессику и строго уставилась на Нильсона: Какого черта Рэй? Ты не видишь это не самая приятная для них тема!\nЗакончив Анна отвела их в две другие комнаты, которые Рэй еще даже не видел. ",
    "answers": [
      {
        "id": 131,
        "text": "Ждать их здесь"
      }
    ]
  },
  {
    "id": 105,
    "text": "Это стреляла Анна в существо стоявшее прямо перед ней, монстр был покрыт плотной броней и шипами, потому пули ему были безвредны. ",
    "answers": [
      {
        "id": 106,
        "text": "Звать на помощь "
      },
      {
        "id": 105,
        "text": "pulsate, very slow, very slow",
        "url": "https://a.radikal.ru/a35/1808/da/fb614252f282.jpg"
      }
    ]
  },
  {
    "id": 106,
    "text": "В это время увидев из чуть приоткрытой двери свет, из комнаты выходит Кларк. В его глазах словно посмерк свет при виде жуткого существа. Он достал из кармана какой-то круглый предмет, и кинул его в застывшего посреди комнаты монстра. \nПредмет раскрылся у ног существа и из него раздался громкий и оглушающий звук. Монстр упал на колени, закрывая руками голову. Не прошло и минуты как он рухнул на землю, не подавая никаких признаков жизни. ",
    "answers": [
      {
        "id": 109,
        "text": "Осмотреть существо "
      }
    ]
  },
  {
    "id": 107,
    "text": "Рэй: Добро пожаловать! \nРэй встал со стула и пожал Кларку руку. \nПосле такого короткого приветствия, Анна повела двоих выживших в 2 другие комнаты, где Рэй еще ни разу не был. ",
    "answers": [
      {
        "id": 131,
        "text": "Ждать их здесь"
      }
    ]
  },
  {
    "id": 108,
    "text": "Рэйц не стал ничего отвечать, Анна смутилась, но вдруг отвела взгляд на двоих выживших и она повела их в 2 другие комнаты, где Нильсон еще не был. ",
    "answers": [
      {
        "id": 131,
        "text": "Ждать их здесь"
      }
    ]
  },
  {
    "id": 109,
    "text": "Существо точно было мертво. Убедившись в этом Рэй посмотрел на Кларка и подошел к нему и схватил его рукой за горло. \nРэй: Какого хрена?! Кто ты такой, черт возьми?!\nАнна: Рэй, ты чего творишь?! \nДжессика выбежала из комнаты и громко вскрикнула. Она увидела лежащего на полу монстра и из её глаз потекли слезы. \nКларк убрал руку Нильсона со своего горла и хотел было объясниться, но Рэй его перебил. \nРэй: Вы точно в этом замешаны! Из-за вас уродов это (указывает на мертвое существо)  могло нас всех порвать на кусочки! \nКларк: В отличии от тебя я спас Анну, а не стоял в предверии рождества перед этим мутантом! Мы сами не знаем что это было!  ",
    "answers": [
      {
        "id": 260,
        "text": "Ответить ему"
      }
    ]
  },
  {
    "id": 110,
    "text": "Рэй: Хорошие были времена... \nКларк: Согласен. Сейчас сложно думать о чем-то подобном. В наше время главное — выживание. \nКларк продолжил смотреть в небо, а Рэй похлопав его по плечу, вернулся в пещеру и лёг на свой матрац.",
    "answers": [
      {
        "id": 487,
        "text": "Уснуть"
      }
    ]
  },
  {
    "id": 111,
    "text": "\"Бактерии похоже стали еще активнее, чем прежде\" — печально сказал он и посмотрел на остальные вещества. ",
    "answers": [
      {
        "id": 115,
        "text": "Использовать бутылку с водой"
      },
      {
        "id": 120,
        "text": "Использовать шприц с сывороткой"
      },
      {
        "id": 121,
        "text": "Использовать физ. раствор"
      },
      {
        "id": 122,
        "text": "Использовать моющее средство "
      }
    ]
  },
  {
    "id": 112,
    "text": "\"Бактерии похоже стали еще активнее, чем прежде\" — печально сказал он и посмотрел на остальные вещества. ",
    "answers": [
      {
        "id": 118,
        "text": "Использовать бутылку с водой"
      },
      {
        "id": 125,
        "text": "Использовать йод"
      },
      {
        "id": 127,
        "text": "Использовать физ. раствор"
      },
      {
        "id": 128,
        "text": "Использовать моющее средство"
      }
    ]
  },
  {
    "id": 113,
    "text": "\"Бактерии похоже стали еще активнее, чем прежде\" — печально сказал он и посмотрел на остальные вещества. ",
    "answers": [
      {
        "id": 133,
        "text": "Использовать бутылку с водой "
      },
      {
        "id": 134,
        "text": "Использовать йод "
      },
      {
        "id": 135,
        "text": "Использовать шприц с сывороткой"
      },
      {
        "id": 136,
        "text": "Использовать физ. раствор"
      }
    ]
  },
  {
    "id": 114,
    "text": "Рэй посмотрел на эти бактерии через микроскоп. Сначала он заметил, что эти шарики и колбочки стали крайне медленно двигаться, а спустя пару минут они и вовсе погибли и стали едва заметны в капельке воды с физ. раствором. \n\"Получилось!!! О Боже, у меня получилось!\" — воскликнул впечатленный своим достижением Рэй.  ",
    "answers": [
      {
        "id": 114,
        "text": "[Получено достижение: Экспериментатор] ",
        "comment": true
      },
      {
        "id": 116,
        "text": "Поприветствовать их"
      }
    ]
  },
  {
    "id": 115,
    "text": "Рэй взял бутылку с водой и снова пипеткой капнул одну капельку на стеклышко. ",
    "answers": [
      {
        "id": 123,
        "text": "Наблюдать за реакцией"
      }
    ]
  },
  {
    "id": 116,
    "text": "Рэй: Анна у меня отличные новости! \nАнна: Не сейчас Рэй. Как видишь у нас гости. \nРэй: Как вас зовут? (Обращаясь к незнакомцам) \nАнна решила представить их сама: Это Кларк и Джессика.\nПосле этого она повела их в комнаты, где Рэй еще ни разу не был. \nРэй: Похоже моя маленькая комната не одна такая в этом \"подземелье\". ",
    "answers": [
      {
        "id": 131,
        "text": "Ждать их здесь "
      }
    ]
  },
  {
    "id": 117,
    "text": "\"Бактерии окрасились в красный цвет, не знаю с чем это связано...\" — сказал Рэй. \nВ этот момент Нильсон услышал металлический звук со стороны лестницы. Люк открылся и в убежище спустилась Анна, а затем вслед за ней какая-то девушка и после еще один незнакомец. ",
    "answers": [
      {
        "id": 101,
        "text": "Подойти к ним "
      },
      {
        "id": 102,
        "text": "Сидеть на месте"
      }
    ]
  },
  {
    "id": 118,
    "text": "Рэй взял бутылку с водой и снова пипеткой капнул одну капельку воды на стеклышко. ",
    "answers": [
      {
        "id": 129,
        "text": "Наблюдать за реакцией"
      }
    ]
  },
  {
    "id": 119,
    "text": "\"Бактерии окрасились в синий цвет, не знаю с чем это связано...\" — сказал Рэй. \nВ этот момент Нильсон услышал металлический звук со стороны лестницы. Люк открылся и в убежище спустилась Анна, а затем вслед за ней какая-то девушка и после еще один незнакомец. ",
    "answers": [
      {
        "id": 101,
        "text": "Подойти к ним"
      },
      {
        "id": 102,
        "text": "Сидеть на месте"
      }
    ]
  },
  {
    "id": 120,
    "text": "Рэй взял сыворотку Анны и снова пипеткой капнул одну капельку на стеклышко. ",
    "answers": [
      {
        "id": 124,
        "text": "Наблюдать за реакцией"
      }
    ]
  },
  {
    "id": 121,
    "text": "Рэй взял раствор натрия хлорида и снова пипеткой капнул одну капельку нового вещества на стеклышко. ",
    "answers": [
      {
        "id": 114,
        "text": "Наблюдать за реакцией "
      }
    ]
  },
  {
    "id": 122,
    "text": "Рэй взял средство для мытья посуды, и снова пипеткой капнул одну капельку нового вещества на стеклышко. ",
    "answers": [
      {
        "id": 126,
        "text": "Наблюдать за реакцией "
      }
    ]
  },
  {
    "id": 123,
    "text": "\"Бактерии окрасились в голубой цвет, не знаю с чем это связано...\" — сказал Рэй. \nВ этот момент Нильсон услышал металлический звук со стороны лестницы. Люк открылся и в убежище спустилась Анна, а затем вслед за ней какая-то девушка и после еще один незнакомец. ",
    "answers": [
      {
        "id": 101,
        "text": "Подойти к ним "
      },
      {
        "id": 102,
        "text": "Сидеть на месте "
      }
    ]
  },
  {
    "id": 124,
    "text": "\"Бактерии окрасились в желтый цвет, не знаю с чем это связано...\" — сказал Рэй. \nВ этот момент Нильсон услышал металлический звук со стороны лестницы. Люк открылся и в убежище спустилась Анна, а затем вслед за ней какая-то девушка и после еще один незнакомец. ",
    "answers": [
      {
        "id": 101,
        "text": "Подойти к ним"
      },
      {
        "id": 102,
        "text": "Сидеть на месте "
      }
    ]
  },
  {
    "id": 125,
    "text": "Рэй взял йод и снова пипеткой капнул одну капельку нового вещества на стеклышко. ",
    "answers": [
      {
        "id": 130,
        "text": "Наблюдать за реакцией"
      }
    ]
  },
  {
    "id": 126,
    "text": "\"Бактерии окрасились в фиолетовый цвет, не знаю с чем это связано...\" — сказал Рэй. \nВ этот момент Нильсон услышал металлический звук со стороны лестницы. Люк открылся и в убежище спустилась Анна, а затем вслед за ней какая-то девушка и после еще один незнакомец. ",
    "answers": [
      {
        "id": 101,
        "text": "Подойти к ним"
      },
      {
        "id": 102,
        "text": "Сидеть на месте "
      }
    ]
  },
  {
    "id": 127,
    "text": "Рэй взял раствор натрия хлорида и снова пипеткой капнул одну капельку нового вещества на стеклышко. ",
    "answers": [
      {
        "id": 114,
        "text": "Наблюдать за реакцией"
      }
    ]
  },
  {
    "id": 128,
    "text": "Рэй взял средство для мытья посуды и снова пипеткой капнул одну капельку нового вещества на стеклышко. ",
    "answers": [
      {
        "id": 132,
        "text": "Наблюдать за реакцией "
      }
    ]
  },
  {
    "id": 129,
    "text": "\"Бактерии окрасились в голубой цвет, не знаю с чем это связано...\" — сказал Рэй. \nВ этот момент Нильсон услышал металлический звук со стороны лестницы. Люк открылся и в убежище спустилась Анна, а затем вслед за ней какая-то девушка и после еще один незнакомец. ",
    "answers": [
      {
        "id": 101,
        "text": "Подойти к ним "
      },
      {
        "id": 102,
        "text": "Сидеть на месте "
      }
    ]
  },
  {
    "id": 130,
    "text": "\"Бактерии окрасились в зеленый цвет, не знаю с чем это связано...\" — сказал Рэй. \nВ этот момент Нильсон услышал металлический звук со стороны лестницы. Люк открылся и в убежище спустилась Анна, а затем вслед за ней какая-то девушка и после еще один незнакомец. ",
    "answers": [
      {
        "id": 101,
        "text": "Подойти к ним "
      },
      {
        "id": 102,
        "text": "Стоять на месте "
      }
    ]
  },
  {
    "id": 131,
    "text": "В голове у Нильсона тут же начали вспоминаться фрагменты из его памяти. Листок! Рэй вспомнил записку, которую он нашел в тумбочке своей комнаты! Это те самые Джесси и Кларк, про которых там было написано.",
    "answers": [
      {
        "id": 140,
        "text": "Идти в свою комнату"
      }
    ]
  },
  {
    "id": 132,
    "text": "\"Бактерии окрасились в розовый цвет, не знаю с чем это связано...\" — сказал Рэй. \nВ этот момент Нильсон услышал металлический звук со стороны лестницы. Люк открылся и в убежище спустилась Анна, а затем вслед за ней какая-то девушка и после еще один незнакомец. ",
    "answers": [
      {
        "id": 101,
        "text": "Подойти к ним"
      },
      {
        "id": 102,
        "text": "Стоять на месте "
      }
    ]
  },
  {
    "id": 133,
    "text": "Рэй взял бутылку воды и снова пипеткой капнул одну капельку на стеклышко. ",
    "answers": [
      {
        "id": 137,
        "text": "Наблюдать за реакцией"
      }
    ]
  },
  {
    "id": 134,
    "text": "Рэй взял йод и снова пипеткой капнул одну капельку нового вещества на стеклышко. ",
    "answers": [
      {
        "id": 138,
        "text": "Наблюдать за реакцией"
      }
    ]
  },
  {
    "id": 135,
    "text": "Рэй взял сыворотку Анны и снова пипеткой капнул одну капельку этого вещества на стеклышко. ",
    "answers": [
      {
        "id": 139,
        "text": "Наблюдать за реакцией"
      }
    ]
  },
  {
    "id": 136,
    "text": "Рэй взял раствор натрия хлорида и снова пипеткой капнул одну капельку нового вещества на стеклышко. ",
    "answers": [
      {
        "id": 114,
        "text": "Наблюдать за реакцией"
      }
    ]
  },
  {
    "id": 137,
    "text": "\"Бактерии окрасились в голубой цвет, не знаю с чем это связано...\" — сказал Рэй. \nВ этот момент Нильсон услышал металлический звук со стороны лестницы. Люк открылся и в убежище спустилась Анна, а затем вслед за ней какая-то девушка и после еще один незнакомец. ",
    "answers": [
      {
        "id": 101,
        "text": "Подойти к ним "
      },
      {
        "id": 102,
        "text": "Сидеть на месте "
      }
    ]
  },
  {
    "id": 138,
    "text": "\"Бактерии окрасились в зеленый цвет, не знаю с чем это связано...\" — сказал Рэй. \nВ этот момент Нильсон услышал металлический звук со стороны лестницы. Люк открылся и в убежище спустилась Анна, а затем вслед за ней какая-то девушка и после еще один незнакомец. ",
    "answers": [
      {
        "id": 101,
        "text": "Подойти к ним"
      },
      {
        "id": 102,
        "text": "Сидеть на месте "
      }
    ]
  },
  {
    "id": 139,
    "text": "\"Бактерии окрасились в зеленый цвет, не знаю с чем это связано...\" — сказал Рэй. \nВ этот момент Нильсон услышал металлический звук со стороны лестницы. Люк открылся и в убежище спустилась Анна, а затем вслед за ней какая-то девушка и после еще один незнакомец. ",
    "answers": [
      {
        "id": 101,
        "text": "Подойти к ним"
      },
      {
        "id": 102,
        "text": "Сидеть на месте "
      }
    ]
  },
  {
    "id": 140,
    "text": "Рэй вернулся в комнату, его нога еще болела, однако он сумел дойти до тумбочки и взять записку. \"Пожалуй, она побудет со мной\" — сказал Нильсон и засунул листочек в карман джинс. ",
    "answers": [
      {
        "id": 141,
        "text": "Выйти из комнаты "
      }
    ]
  },
  {
    "id": 141,
    "text": "В главной комнате уже садились за стол незнакомцы из записки и Анна. ",
    "answers": [
      {
        "id": 142,
        "text": "Посмотреть что есть в ящике с едой"
      },
      {
        "id": 143,
        "text": "Идти к ним за стол"
      }
    ]
  },
  {
    "id": 142,
    "text": "В ящике было 6 банок фасоли, около 10 бутылок воды, 7 шоколадных батончиков и многое другое. \n\"Похоже Анна немало чего нашла во время этой вылазки\" — подумал Рэй. ",
    "answers": [
      {
        "id": 143,
        "text": "Присоединиться к Анне и незнакомцам"
      }
    ]
  },
  {
    "id": 143,
    "text": "Рэй сел за стол, Анна дала ему банку тушенки, шоколад и кружку воды. ",
    "answers": [
      {
        "id": 144,
        "text": "Поблагодарить "
      },
      {
        "id": 145,
        "text": "Распрашивать Кларка "
      },
      {
        "id": 146,
        "text": "Распрашивать Джессику"
      }
    ]
  },
  {
    "id": 144,
    "text": "\"Благодарю\" — сказал Рэй и улыбнулся Анне. ",
    "answers": [
      {
        "id": 145,
        "text": "Поговорить с Кларком"
      },
      {
        "id": 146,
        "text": "Поговорить с Джессикой"
      }
    ]
  },
  {
    "id": 145,
    "text": "Рэй: Кларк, как дела? Все хорошо? \nКларк (открывая банку фасоли):  Трудно сказать... \nРэй: Ты не в настроении, да? \nКларк: Да. Сейчас не лучшие времена... \nПонимая что от Кларка, Рэй так ничего и не добьется, он решил поговорить с Джессикой. \nДевушка словно была очень напугана и по её лицу это было очень легко заметить. \nРэй: Ты Джесси, верно? \nДжессика (испуганно): Джессика... Да, верно... ",
    "answers": [
      {
        "id": 149,
        "text": "Спросить как её дела"
      },
      {
        "id": 154,
        "text": "Узнать о прошлом"
      }
    ]
  },
  {
    "id": 146,
    "text": "Рэй решил поговорить с Джессикой. \nДевушка словно была очень напугана и по её лицу это было очень легко заметить. \nРэй: Ты Джесси, верно? \nДжессика (испуганно): Джессика... Да, верно... ",
    "answers": [
      {
        "id": 149,
        "text": "Спросить как её дела"
      },
      {
        "id": 154,
        "text": "Узнать о прошлом"
      }
    ]
  },
  {
    "id": 147,
    "text": "Будет доступно в новой версии — v. 1.1\nСпасибо что прошли этот квест! ",
    "answers": [
      {
        "id": 1,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 148,
    "text": "Рэй: Сейчас всё иначе... \nКларк: Может на земле и случился апокалипсис, но звезды над нами по-прежнему сияют столь ярко и красиво. \nРэй: Мне просто тяжело ценить эту красоту, Кларк. Сейчас я могу думать лишь о нашем выживании. \nКларк: У нас у всех так. Просто хочется забыть обо всём... \nРэй: Понимаю... \nКларк продолжил смотреть в небо, а Рэй похлопав ему по плечу лег на свой матрац. ",
    "answers": [
      {
        "id": 487,
        "text": "Уснуть"
      }
    ]
  },
  {
    "id": 149,
    "text": "Рэй: У тебя всё хорошо? Что-то случилось? \nДжессика: Нет... Я в порядке. \nРэй: У вас была группа... Они погибли? Вдвоем бы вы не протянули и пару дней, среди толп зараженных. \nУ Джессики затряслись руки и она продолжала молчать. Кларк и Анна с презрением смотрели на Нильсона. \nРэй: Как давно они погибли? \nТут Анна не выдержала и сказала: Рэй, давай с тобой отойдем на пару секунд. \nРэй: Допустим... ",
    "answers": [
      {
        "id": 151,
        "text": "Идти с ней"
      }
    ]
  },
  {
    "id": 150,
    "text": "Рэй: У вас была группа, так ведь? Вдвоем вы бы не протянули и пару дней среди толп зараженных. \nУ Джессики затряслись руки и она продолжала молчать. Кларк и Анна с презрением смотрели на Нильсона. \nВдруг Анна не выдержала и сказала: Рэй, давай с тобой отойдем на пару секунд. \nРэй: Допустим... ",
    "answers": [
      {
        "id": 151,
        "text": "Идти с ней "
      }
    ]
  },
  {
    "id": 151,
    "text": "Анна и Рэй ушли в конец комнаты и тут микробиолог начала упрекать Нильсона в том, что эти двое и так многое перенесли, а Рэй своими вопросами не дает им и минуты спокойно вздохнуть. \nАнна: Еще один подобный вопрос с твоей стороны, и я лично выпру тебя из своего бункера! \nРэй не стал ничего говорить. Он лишь вернулся к столу и схватив банку тушенки, пошел в свою \"темную\" комнату. ",
    "answers": [
      {
        "id": 152,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 152,
    "text": "Рэй сел на кровать, а банку тушенки поставил на тумбочку. ",
    "answers": [
      {
        "id": 155,
        "text": "Достать из кармана письмо",
        "need": -155
      },
      {
        "id": 156,
        "text": "Съесть тушенку",
        "need": -156
      },
      {
        "id": 157,
        "text": "Уснуть"
      }
    ]
  },
  {
    "id": 153,
    "text": "Аккуратно и неспешно, Нильсон начал продвигаться вдоль стены к неизвестному силуэту. Вдруг человек остановился и бросив на стол блокнот девушки, повернулся к Рэю, услышав его тихие, но все-таки заметные шаги. ",
    "answers": [
      {
        "id": 255,
        "text": "Включить свет"
      }
    ]
  },
  {
    "id": 154,
    "text": "Рэй: У вас была группа, так ведь? Вдвоем вы бы не протянули и пару дней среди толп зараженных. \nУ Джессики затряслись руки и она продолжала молчать. Кларк и Анна с презрением смотрели на Нильсона. \nРэй: Они давно погибли? \nТут Анна не выдержала и сказала: Рэй, давай с тобой отойдем на пару секунд. \nРэй: Допустим... ",
    "answers": [
      {
        "id": 151,
        "text": "Идти с ней"
      }
    ]
  },
  {
    "id": 155,
    "text": "\"Сурт... Хм... Кто такой этот Сурт?\" — подумал Рэй, читая письмо. ",
    "answers": [
      {
        "id": 155,
        "text": "Убрать письмо в карман",
        "backstepCount": 1,
        "isBack": true
      }
    ]
  },
  {
    "id": 156,
    "text": "Рэй съел банку тушенки, и теперь его руки стали жирными и очень неприятно пахнуть. ",
    "answers": [
      {
        "id": 158,
        "text": "Помыть руки"
      },
      {
        "id": 159,
        "text": "Спать так"
      }
    ]
  },
  {
    "id": 157,
    "text": "Рэй уснул... Спустя долгое время крепкого сна,  ему послышался какой-то тихий шорох,  доносящийся из главной комнаты. \n\"Снова какая-то чертовщина\" — подумал он и встал с кровати. ",
    "answers": [
      {
        "id": 160,
        "text": "Попытаться уснуть"
      },
      {
        "id": 161,
        "text": "Выйти из своей комнаты "
      }
    ]
  },
  {
    "id": 158,
    "text": "Рэй вышел из своей комнаты и подошел к раковине, на которой стояла бутылка и рядом две пачки с хозяйственным мылом — желтым и белым. ",
    "answers": [
      {
        "id": 162,
        "text": "Намылить руки желтым мылом"
      },
      {
        "id": 163,
        "text": "Намылить руки белым мылом"
      }
    ]
  },
  {
    "id": 159,
    "text": "Рэй вытер жирные руки о пустую бумажку, лежащую на тумбочке и лег на кровать. ",
    "answers": [
      {
        "id": 157,
        "text": "Спать "
      }
    ]
  },
  {
    "id": 160,
    "text": "\"Похоже это крысы... Неудивительно!\" — сказал Рэй и вновь попытался уснуть, не обращая внимания на шорох в \"исследовательском центре\". ",
    "answers": [
      {
        "id": 165,
        "text": "Спать"
      }
    ]
  },
  {
    "id": 161,
    "text": "В темноте Рэй мало что мог разобрать, однако его ночное зрение смогло обнаружить силуэт человека, который бегло читал и листал дневник микробиолога Анны. ",
    "answers": [
      {
        "id": 153,
        "text": "Медленно идти к силуэту"
      }
    ]
  },
  {
    "id": 162,
    "text": "Рэй намылил руки желтым мылом. ",
    "answers": [
      {
        "id": 164,
        "text": "Помыть руки водой из бутылки  "
      }
    ]
  },
  {
    "id": 163,
    "text": "Рэй намылил руки белым мылом. ",
    "answers": [
      {
        "id": 164,
        "text": "Помыть руки водой из бутылки "
      }
    ]
  },
  {
    "id": 164,
    "text": "Смыв пену Рэй вернулся в свою комнату. ",
    "answers": [
      {
        "id": 157,
        "text": "Спать"
      }
    ]
  },
  {
    "id": 165,
    "text": "Рэй уснул, но вдруг послышались громкие выстрелы. \nРэй: О, черт! ",
    "answers": [
      {
        "id": 105,
        "text": "Бежать в главную комнату "
      }
    ]
  },
  {
    "id": 166,
    "text": "Решив проблему с ногой, Рэй взял эластичный бинт из аптечки и как следует зафиксировал Анне вывихнутую ногу. \nАнна: Помоги мне дойти до моей комнаты. Завтра я скажу что делать... ",
    "answers": [
      {
        "id": 55,
        "text": "Помочь дойти"
      }
    ]
  },
  {
    "id": 167,
    "text": "Рэй зашел к себе в темную комнатку и лег на кровать. ",
    "answers": [
      {
        "id": 168,
        "text": "Уснуть "
      }
    ]
  },
  {
    "id": 168,
    "text": "Проснулся Рэй поздно. Анна возилась с бумажками и каждые пол минуты заглядывала в микроскоп, делала какие-то записи и вновь смотрела в свой прибор. Рэй неспешно начал вставать с кровати, сон никак не мог его покинуть. Посмотрев на записку в тумбочке, он немного принахмурился и отвел взгляд в сторону двери. ",
    "answers": [
      {
        "id": 169,
        "text": "Выйти из комнаты"
      }
    ]
  },
  {
    "id": 169,
    "text": "Рэй встал, открыл дверь и вышел в главную комнату. Какое-то время он не отрываясь смотрел на Анну, которая с самого утра пыхтела за столом, с важными на ее взгляд исследованиями. Нильсон протер глаза и подошел к докторше. Её нога была по-прежнему не в лучшем состоянии, однако это лишь так кажется со стороны. Всего пару дней, и всё заживет, не оставляя и следа. ",
    "answers": [
      {
        "id": 170,
        "text": "Поговорить с Анной"
      }
    ]
  },
  {
    "id": 170,
    "text": "Рэй: Анна... Доброе утро. \nАнна: Я бы так не сказала. \nРэй: Плохие новости? \nАнна: Да. Уже день, а ты только проснулся! Собирай вещи, пора идти за продуктами. Если найдешь что-нибудь полезное — бери не оглядываясь! Понял? \nРэй хотел было возразить, но не стал. Вместо споров с микробиологом, он решил обдумать что ему взять с собой на вылазку. ",
    "answers": [
      {
        "id": 171,
        "text": "Осмотреться"
      }
    ]
  },
  {
    "id": 171,
    "text": "Пыльные приборы, комната Анны, 2 комнаты в которых Рэй еще ни разу не был, ванная комната и ящик с продуктами. Что из этого лучше осмотреть? ",
    "answers": [
      {
        "id": 172,
        "text": "Осмотреть приборы ",
        "need": -172
      },
      {
        "id": 173,
        "text": "Осмотреть комнату Анны",
        "need": -173
      },
      {
        "id": 174,
        "text": "Осмотреть незнакомые комнаты ",
        "need": -174
      },
      {
        "id": 175,
        "text": "Осмотреть ванную комнату"
      },
      {
        "id": 176,
        "text": "Осмотреть ящик с продуктами"
      },
      {
        "id": 182,
        "text": "Выйти из убежища Анны",
        "need": -175
      },
      {
        "id": 183,
        "text": "Выйти из убежища",
        "need": 175
      }
    ]
  },
  {
    "id": 172,
    "text": "Старые, пыльные, неизвестного назначения приборы... Похоже ничего полезного здесь нет, но Рэй умудрился найти нужную вещь даже среди этого барахла. \n\"Лом!\" — сказал Рэй, и действительно взял в руки лом, лежавший среди приборов. ",
    "answers": [
      {
        "id": 172,
        "text": "Взять лом и осмотреться",
        "isBack": true,
        "backstepCount": 1
      }
    ]
  },
  {
    "id": 173,
    "text": "Комната Анны была не больше, чем темная комнатка Нильсона, да и света в ней тоже не было. Такая же тумбочка, кровать и лампа. ",
    "answers": [
      {
        "id": 177,
        "text": "Осмотреть тумбочку"
      },
      {
        "id": 178,
        "text": "Осмотреть кровать"
      }
    ]
  },
  {
    "id": 174,
    "text": "Рэй вошел в одну из комнат. Она была как под копирку похожа на его комнату. Всё та же кровать, тумбочка, лампа и кромешная тьма. ",
    "answers": [
      {
        "id": 179,
        "text": "Осмотреть кровать "
      },
      {
        "id": 181,
        "text": "Осмотреть тумбочку"
      }
    ]
  },
  {
    "id": 175,
    "text": "В углу ванной комнаты Рэй нашел зеленый рюкзак. ",
    "answers": [
      {
        "id": 175,
        "text": "Взять его и осмотреться ",
        "isBack": true,
        "backstepCount": 1
      }
    ]
  },
  {
    "id": 176,
    "text": "Рэй осмотрел ящик с продуктами. \"Похоже меньше всего у нас воды и банок с фасолью!\" — сказал Рэй. ",
    "answers": [
      {
        "id": 176,
        "text": "Осмотреться",
        "isBack": true,
        "backstepCount": 1
      }
    ]
  },
  {
    "id": 177,
    "text": "Рэй обыскал тумбочку. Там лежали какие-то блокноты, бумаги, ручки, карандаши. \n\"Ничего такого, чем бы я мог защититься в городе\" — решил Рэй, закрывая тумбочку Анны. ",
    "answers": [
      {
        "id": 171,
        "text": "Вернуться в главную комнату и осмотреться"
      }
    ]
  },
  {
    "id": 178,
    "text": "На кровати лежала лишь открытая аптечка. \n\"Похоже Анне понадобилось обезболивающее средство\" — подумал Рэй и положил аптечку на тумбочку. ",
    "answers": [
      {
        "id": 171,
        "text": "Выйти из комнаты и осмотреться"
      }
    ]
  },
  {
    "id": 179,
    "text": "На кровати и под ней ничего не было. \n\"Чисто... Не то что под моей!\" — сказал Рэй. ",
    "answers": [
      {
        "id": 181,
        "text": "Осмотреть тумбочку"
      }
    ]
  },
  {
    "id": 180,
    "text": "В тумбочке лежал заряженный пистолет и патроны от него. \n\"Пойдет!\" — пробормотал Нильсон и вышел из комнаты. ",
    "answers": [
      {
        "id": 171,
        "text": "Осмотреться"
      }
    ]
  },
  {
    "id": 181,
    "text": "В тумбочке лежал заряженный пистолет и патроны от него. \n\"Пойдет!\" — пробормотал Нильсон и вышел из комнаты. ",
    "answers": [
      {
        "id": 171,
        "text": "Осмотреться "
      }
    ]
  },
  {
    "id": 182,
    "text": "Анна: Куда ты собрался? Сначала собери себе рюкзак, а потом иди за продуктами! ",
    "answers": [
      {
        "id": 182,
        "text": "Осмотреться",
        "isBack": true,
        "backstepCount": 1
      }
    ]
  },
  {
    "id": 183,
    "text": "Рэй открыл люк и вылез наружу по лестнице. Вокруг никого не было. Если память Нильсона его не подводит, то зараженные рыщут в поисках человечины лишь по ночам, а значит встретить их можно только в темных или укромных местах. ",
    "answers": [
      {
        "id": 184,
        "text": "Отправиться за продуктами"
      },
      {
        "id": 185,
        "text": "Отправиться за оружием"
      },
      {
        "id": 186,
        "text": "Отправиться за лекарствами"
      }
    ]
  },
  {
    "id": 184,
    "text": "Солнце светило Рэю в глаза, но он даже не щурился. Похоже, солнце нынче ослабло. Возможно этот конец света куда глобальнее, чем можно себе представить в воображении. Еда и вода — вот что ценится в такие времена. Однако мародеры, куча яростных зараженных и всеобщая паника, лишила оставшихся в живых, надежды на дальнейшую жизнь. Все источники воды заражены, заводы и магазины больше не работают. Вряд ли народ долго продержится. ",
    "answers": [
      {
        "id": 187,
        "text": "Идти дальше"
      }
    ]
  },
  {
    "id": 185,
    "text": "Солнце светило Рэю в глаза, но он даже не щурился. Похоже, солнце нынче ослабло. Возможно этот конец света куда глобальнее, чем можно себе представить в воображении. Гранаты, бомбы, автоматы, винтовки — вот что ценится в такие времена. Однако мародеры, куча яростных зараженных и всеобщая паника, лишила оставшихся в живых, надежды на дальнейшую жизнь. Все источники воды заражены, заводы и магазины больше не работают, а оружие разграблено. Вряд ли народ долго продержится. ",
    "answers": [
      {
        "id": 202,
        "text": "Идти дальше "
      }
    ]
  },
  {
    "id": 186,
    "text": "Солнце светило Рэю в глаза, но он даже не щурился. Похоже, солнце нынче ослабло и его энергия на исходе...  Возможно этот конец света куда глобальнее, чем можно себе представить в воображении. Еда и вода — вот что ценится в такие времена. Однако мародеры, куча яростных зараженных и всеобщая паника, лишила оставшихся в живых, надежды на дальнейшую жизнь. Все источники воды заражены, заводы и магазины больше не работают. Вряд ли народ долго продержится. ",
    "answers": [
      {
        "id": 203,
        "text": "Идти дальше "
      }
    ]
  },
  {
    "id": 187,
    "text": "Спустя недолгое время Рэй подметил полусгоревший магазин продуктов. Возможно, в нем еще что-то осталось. ",
    "answers": [
      {
        "id": 188,
        "text": "Зайти в магазин "
      }
    ]
  },
  {
    "id": 188,
    "text": "Внутри лишь пепел, один сгоревший труп и разбитые полки с едой. Подойдя ближе Рэю удалось найти кое-что пригодное в пищу. Три банки тушенки, банка с бобами и четыре небольшие бутылки с водой. ",
    "answers": [
      {
        "id": 189,
        "text": "Положить в рюкзак тушенку"
      },
      {
        "id": 190,
        "text": "Положить банку с бобами"
      },
      {
        "id": 191,
        "text": "Положить бутылки с водой "
      }
    ]
  },
  {
    "id": 189,
    "text": "\"Тушенки мало не бывает\" — сказал Рэй и кинул несколько баночек в рюкзак. ",
    "answers": [
      {
        "id": 192,
        "text": "Выйти из магазина"
      }
    ]
  },
  {
    "id": 190,
    "text": "\"Фасоли у нас не так много, а ведь она сытнее воды и тушенки!\" — решил Рэй и кинул банку фасоли. ",
    "answers": [
      {
        "id": 192,
        "text": "Выйти из магазина"
      }
    ]
  },
  {
    "id": 191,
    "text": "\"Без воды долго не протянем\" — сказал Рэй и кинул бутылки с водой в рюкзак. ",
    "answers": [
      {
        "id": 192,
        "text": "Выйти из магазина"
      }
    ]
  },
  {
    "id": 192,
    "text": "\"Куда теперь?\" — спросил себя Рэй и оглянулся по сторонам. ",
    "answers": [
      {
        "id": 193,
        "text": "Отправиться за оружием "
      },
      {
        "id": 194,
        "text": "Отправиться за лекарствами"
      }
    ]
  },
  {
    "id": 193,
    "text": "К счастью недалеко от магазина продуктов, Нильсон приметил магазин с большим треснутым дробовиком на вывеске. ",
    "answers": [
      {
        "id": 195,
        "text": "Идти туда "
      }
    ]
  },
  {
    "id": 194,
    "text": "Рэй отправился в аптеку за лекарствами для аптечки, благо недалеко от продуктового магазина Нильсон приметил аптеку. Первые 2 буквы у вывески отвалились, а потому Рэй догадался, что это аптека, лишь по слову: \"тека\". ",
    "answers": [
      {
        "id": 199,
        "text": "Зайти в аптеку"
      }
    ]
  },
  {
    "id": 195,
    "text": "Внутри царил хаос, два застреленных мужика, у одного в руке сломанный топор, у второго дробовик (вроде целый), и стены вокруг разбиты... Из вполне годного оружия, Рэй обнаружил лишь дробовик у трупа в руке, и висевшую на разбитой стене винтовку. ",
    "answers": [
      {
        "id": 196,
        "text": "Взять дробовик"
      },
      {
        "id": 197,
        "text": "Взять винтовку"
      }
    ]
  },
  {
    "id": 196,
    "text": "Дробовик был разряжен, патронов не было, но тем не менее Рэй сложил его в рюкзак и вышел из магазина с оружием. ",
    "answers": [
      {
        "id": 198,
        "text": "Оглянуться"
      }
    ]
  },
  {
    "id": 197,
    "text": "Пусть и разряженную, но все же рабочую на первый взгляд винтовку, Рэй сложил в свой рюкзак и вышел из магазина. ",
    "answers": [
      {
        "id": 198,
        "text": "Оглянуться "
      }
    ]
  },
  {
    "id": 198,
    "text": "\"Думаю этого хватит\" — посмотрев в рюкзак, тихонько проговорил Нильсон и решил вернуться  в убежище. ",
    "answers": [
      {
        "id": 201,
        "text": "Идти обратно"
      }
    ]
  },
  {
    "id": 199,
    "text": "Рэй осмотрел разваленную аптеку и кучу разбитых бутылей с натрием хлорида и прочей ерундой. Из оставшихся цельных лекарств были: тиурин, галдий и раствор нелия. ",
    "answers": [
      {
        "id": 200,
        "text": "Взять тиурин (от головной боли) "
      },
      {
        "id": 200,
        "text": "Взять галдий (при отравлении) "
      },
      {
        "id": 200,
        "text": "Взять раствор нелия (кровоостанавливающее средство) "
      },
      {
        "id": 199,
        "text": "[Примечание. Все названия лекарств - вымышленные!] ",
        "comment": true,
        "merge": false
      }
    ]
  },
  {
    "id": 200,
    "text": "\"Вполне сгодится\" — решил Рэй и сунув лекарство в рюкзак, вышел из аптеки. ",
    "answers": [
      {
        "id": 198,
        "text": "Оглянуться "
      }
    ]
  },
  {
    "id": 201,
    "text": "Унылый пейзаж здешних мест не внушал никакого доверия. Жуткие картины рисовались в воображении, когда перед тобой находится куча трупов, разрушенных строений и неописуемого ужаса. Бывает, нет-нет и наступишь ногой в чьи-то внутренности. \nРэй уверенно шагал с рюкзаком за спиной в убежище к Анне. Он думал о её вывихе. \n\"Надеюсь, с ее ногой будет все хорошо\" — звучало в его мыслях. ",
    "answers": [
      {
        "id": 220,
        "text": "Продолжать идти"
      }
    ]
  },
  {
    "id": 202,
    "text": "Спустя недолгое время Рэй обнаружил магазин с треснувшим на вывеске дробовиком. Возможно, в нем есть что-то интересное! ",
    "answers": [
      {
        "id": 204,
        "text": "Зайти в магазин"
      }
    ]
  },
  {
    "id": 203,
    "text": "Рэй отправился за лекарствами для аптечки, на его счастье, не пройдя и десяти минут по разбитой дороге, он обнаружил аптеку. Первые 2 буквы у вывески отвалились, а потому Рэй догадался, что это аптека, лишь по слову: \"тека\". ",
    "answers": [
      {
        "id": 215,
        "text": "Зайти в аптеку"
      }
    ]
  },
  {
    "id": 204,
    "text": "Внутри царил хаос, два застреленных мужика, у одного в руке сломанный топор, у второго дробовик (вроде целый), и стены вокруг разбиты... Из вполне годного оружия, Рэй обнаружил лишь дробовик у трупа в руке, и висевшую на разбитой стене винтовку. ",
    "answers": [
      {
        "id": 205,
        "text": "Взять дробовик"
      },
      {
        "id": 206,
        "text": "Взять винтовку"
      }
    ]
  },
  {
    "id": 205,
    "text": "Дробовик был разряжен, патронов не было, но тем не менее Рэй сложил его в рюкзак и вышел из магазина с оружием. ",
    "answers": [
      {
        "id": 208,
        "text": "Оглянуться "
      }
    ]
  },
  {
    "id": 206,
    "text": "Винтовка была разряжена, патронов не было, но тем не менее, Рэй сложил винтовку в рюкзак и вышел из оружейного магазина. ",
    "answers": [
      {
        "id": 208,
        "text": "Оглянуться "
      }
    ]
  },
  {
    "id": 207,
    "text": "Рэй зашел в продуктовый магазин. Внутри он обнаружил лишь пепел, один сгоревший труп и разбитые полки с едой. Подойдя ближе ему удалось найти кое-что пригодное в пищу. Три банки тушенки, банка с бобами и четыре небольшие бутылки с водой — ждали решения Нильсона. ",
    "answers": [
      {
        "id": 211,
        "text": "Взять тушенку"
      },
      {
        "id": 212,
        "text": "Взять банку с бобами"
      },
      {
        "id": 213,
        "text": "Взять воду"
      }
    ]
  },
  {
    "id": 208,
    "text": "\"Куда теперь?\" — сам себя спросил Рэй и посмотрел по сторонам. ",
    "answers": [
      {
        "id": 209,
        "text": "Отправиться в продуктовый магазин "
      },
      {
        "id": 210,
        "text": "Отправиться в аптеку"
      }
    ]
  },
  {
    "id": 209,
    "text": "Благо недалеко от оружейного магазина, по другую сторону дороги, находился магазин с продуктами. ",
    "answers": [
      {
        "id": 207,
        "text": "Идти туда "
      }
    ]
  },
  {
    "id": 210,
    "text": "Рэй отправился в аптеку за лекарствами для аптечки, благо недалеко от оружейного магазина Нильсон приметил аптеку. Первые 2 буквы у вывески отвалились, а потому Рэй догадался, что это аптека, лишь по слову: \"тека\". ",
    "answers": [
      {
        "id": 214,
        "text": "Идти за лекарствами"
      }
    ]
  },
  {
    "id": 211,
    "text": "\"Тушенки мало не бывает\" — сказал Рэй и кинул несколько баночек в рюкзак. ",
    "answers": [
      {
        "id": 198,
        "text": "Выйти из магазина"
      }
    ]
  },
  {
    "id": 212,
    "text": "\"Фасоли у нас не так много, а ведь она сытнее воды и тушенки!\" — решил Рэй и кинул банку фасоли. ",
    "answers": [
      {
        "id": 198,
        "text": "Выйти из магазина"
      }
    ]
  },
  {
    "id": 213,
    "text": "\"Без воды долго не протянем\" — сказал Рэй и кинул бутылки с водой в рюкзак. ",
    "answers": [
      {
        "id": 198,
        "text": "Выйти из магазина"
      }
    ]
  },
  {
    "id": 214,
    "text": "Рэй осмотрел разваленную аптеку и кучу разбитых бутылей с натрием хлорида и прочей ерундой. Из оставшихся цельных лекарств были: тиурин, галдий и раствор нелия. ",
    "answers": [
      {
        "id": 200,
        "text": "Взять тиурин (от головной боли) "
      },
      {
        "id": 200,
        "text": "Взять галдий (при отравлении) "
      },
      {
        "id": 200,
        "text": "Взять раствор нелия (кровоостанавливающее средство) "
      },
      {
        "id": 214,
        "text": "Примечание. Все названия лекарств - вымышленные! ",
        "comment": true
      }
    ]
  },
  {
    "id": 215,
    "text": "Рэй осмотрел разваленную аптеку и кучу разбитых бутылей с натрием хлорида и прочей ерундой. Из оставшихся цельных лекарств были: тиурин, галдий и раствор нелия. ",
    "answers": [
      {
        "id": 216,
        "text": "Взять тиурин (от головной боли) "
      },
      {
        "id": 216,
        "text": "Взять галдий (при отравлении) "
      },
      {
        "id": 216,
        "text": "Взять раствор нелия (кровоостанавливающее средство) "
      },
      {
        "id": 215,
        "text": "Примечание. Все названия лекарств - вымышленные! ",
        "comment": true
      }
    ]
  },
  {
    "id": 216,
    "text": "\"Вполне сгодится\" — решил Рэй и сунув лекарство в рюкзак, вышел из аптеки. ",
    "answers": [
      {
        "id": 217,
        "text": "Оглянуться "
      }
    ]
  },
  {
    "id": 217,
    "text": "\"Куда теперь?\" — спросил сам себя Нильсон. ",
    "answers": [
      {
        "id": 218,
        "text": "Отправиться в продуктовый магазин "
      },
      {
        "id": 219,
        "text": "Отправиться в оружейный магазин "
      }
    ]
  },
  {
    "id": 218,
    "text": "Благо недалеко от аптеки, по другую сторону дороги, находился магазин с продуктами. ",
    "answers": [
      {
        "id": 207,
        "text": "Идти туда"
      }
    ]
  },
  {
    "id": 219,
    "text": "Благо недалеко от аптеки, по другую сторону дороги, находился магазин с большой вывеской в виде треснутого дробовика. ",
    "answers": [
      {
        "id": 195,
        "text": "Идти туда "
      }
    ]
  },
  {
    "id": 220,
    "text": "До убежища оставалось еще пару шагов, но похоже все самое интересное только начинается. Какой-то мужчина пролез в люк в бункер Анны. \"Что за черт?\" — мелькнуло у Рэя в голове. ",
    "answers": [
      {
        "id": 221,
        "text": "Бежать к люку"
      }
    ]
  },
  {
    "id": 221,
    "text": "\"Анна!\" — тревожно вырвалось у Рэя. Он подбежал к люку и шмыгнул вниз, зацепив своим затылком железную лестницу ведущую в убежище. \nПеред ним оказалась Анна и двое незнакомцев, похоже они не представляли угрозы. ",
    "answers": [
      {
        "id": 222,
        "text": "\"Кто вы такие?\" "
      },
      {
        "id": 223,
        "text": "\"Анна, кто они?\" "
      },
      {
        "id": 224,
        "text": "Достать пистолет ",
        "need": 181
      }
    ]
  },
  {
    "id": 222,
    "text": "\"Кто вы такие?\" — грозно спросил Рэй. Его глаза презрительно смотрели на двоих перепугавшихся незнакомцев. \nАнна: Это Кларк и Джессика! Не беспокойся Рэй, они не представляют для нас никакой опасности! ",
    "answers": [
      {
        "id": 225,
        "text": "Поздороваться с ними "
      },
      {
        "id": 226,
        "text": "Продолжить диалог"
      }
    ]
  },
  {
    "id": 223,
    "text": "\"Анна! Кто они?\" — грозно спросил Рэй. Его глаза презрительно смотрели на двоих перепугавшихся незнакомцев. \nАнна: Это Кларк и Джессика! Не беспокойся Рэй, они не представляют для нас никакой опасности!",
    "answers": [
      {
        "id": 225,
        "text": "Поздороваться с ними "
      },
      {
        "id": 226,
        "text": "Продолжить диалог"
      }
    ]
  },
  {
    "id": 224,
    "text": "Рэй достал пистолет и направил его на двоих, до смерти перепугавшихся незнакомцев. \n\"Кто вы, черт возьми, такие?!\" — грозно прокричал Рэй. \nАнна: Рэй, быстро спрячь пистолет! Они не представляют для нас никакой угрозы! \nРэй убрал пистолет и не отводя взгляд от незнакомых выживших, он повторно задал свой главный вопрос: \"Кто они??\"\nАнна: Это Кларк и Джессика. Они будут здесь жить. С нами. ",
    "answers": [
      {
        "id": 225,
        "text": "Поздороваться с ними"
      },
      {
        "id": 226,
        "text": "Продолжить диалог"
      }
    ]
  },
  {
    "id": 225,
    "text": "Рэй: Если так... Приветствую вас, Кларк и Джессика. \nРэй протянул руку Кларку и тот робко сжав его руку, посмотрел на Анну и они втроем куда-то пошли. \nРэй: Эй, вы куда? \nАнна: Подожди пару секунд, я отведу ребят в их комнаты. ",
    "answers": [
      {
        "id": 227,
        "text": "Ждать"
      }
    ]
  },
  {
    "id": 226,
    "text": "Рэй: Ты в них уверена? А что если они могут быть заражены? Я что-то не уверен! \nАнна: Поверь мне, я знаю! Я знаю, кого пускать в убежище, а кого нет! И запомни Рэй! Ты здесь, живой, лишь благодаря мне! А потому не лезь к этим двоим, они и так напуганы! \nРэй хотел что-то сказать, но реакция Анны для него была и так неожиданной, а значит дальше злить её не стоит. Анна отвела взгляд на Кларка с Джессикой и повела их в свои новые комнаты. ",
    "answers": [
      {
        "id": 230,
        "text": "Ждать Анну здесь"
      }
    ]
  },
  {
    "id": 227,
    "text": "Спустя несколько продолжительных минут, Анна вышла из комнаты новеньких выживших и хромая подошла к размышлявшему о чем-то Нильсону. \nАнна, улыбаясь: О чем задумался, герой? Чего так быстро вернулся? ",
    "answers": [
      {
        "id": 228,
        "text": "\"Я достал всё необходимое\""
      },
      {
        "id": 229,
        "text": "\"Я пробыл наверху вполне достаточно времени\""
      }
    ]
  },
  {
    "id": 228,
    "text": "Рэй: Я достал всё необходимое! \nАнна взяла у него рюкзак и посмотрела что он смог собрать. \nАнна: Ладно. Думаю сейчас с каждым днем не легче... А потому и ресурсы на исходе. Пока этого хватит... ",
    "answers": [
      {
        "id": 231,
        "text": "Продолжить диалог"
      },
      {
        "id": 232,
        "text": "Промолчать "
      }
    ]
  },
  {
    "id": 229,
    "text": "Рэй: Я пробыл наверху вполне достаточно времени! Добыл всё что смог. \nАнна взяла у него рюкзак и посмотрела что он смог собрать. \nАнна: Ладно. Думаю сейчас с каждым днем не легче... А потому и ресурсы на исходе. Пока этого хватит... ",
    "answers": [
      {
        "id": 231,
        "text": "Продолжить диалог"
      },
      {
        "id": 232,
        "text": "Промолчать "
      }
    ]
  },
  {
    "id": 230,
    "text": "Спустя несколько продолжительных минут, Анна вышла из комнаты новеньких выживших и хромая подошла к размышлявшему о чем-то Нильсону. \nАнна: О чем задумался, герой? Чего так бросаться на этих людей? \nРэй: Я лишь хотел убедиться, что они не опасны для нас с тобой. \nАнна: У тебя характер не лучше чем у меня... Порадуй меня хоть чем-нибудь Рэй... Чего так быстро вернулся? ",
    "answers": [
      {
        "id": 228,
        "text": "\"Я достал всё необходимое\""
      },
      {
        "id": 229,
        "text": "\"Я пробыл наверху вполне достаточно времени\""
      }
    ]
  },
  {
    "id": 231,
    "text": "Рэй: Что теперь прикажешь делать? \nАнна: Делай что хочешь! У тебя еще есть время до ужина. \nРэй: Ужин? А как же... \nАнна: Иди давай! Я занята. ",
    "answers": [
      {
        "id": 233,
        "text": "Отойти от Анны"
      }
    ]
  },
  {
    "id": 232,
    "text": "Анна: Пока можешь занять себя чем-нибудь. До ужина... \nРэй: А как же... \nАнна: Иди давай! Я занята. ",
    "answers": [
      {
        "id": 233,
        "text": "Отойти от Анны"
      }
    ]
  },
  {
    "id": 233,
    "text": "Выйдя в центр главной комнаты, Рэй осмотрелся. ",
    "answers": [
      {
        "id": 234,
        "text": "Идти к себе в комнату"
      },
      {
        "id": 235,
        "text": "Идти в ванную",
        "need": -235
      },
      {
        "id": 236,
        "text": "Идти к Кларку"
      },
      {
        "id": 237,
        "text": "Идти к Джессике"
      }
    ]
  },
  {
    "id": 234,
    "text": "Вновь тёмная, унылая комната, во всей красе, предстала перед уставшим Нильсоном. Его тело рухнуло на кровать и мужчина хотел наконец уснуть. Однако, его мучила одна мысль... ",
    "answers": [
      {
        "id": 238,
        "text": "Встать с кровати"
      },
      {
        "id": 239,
        "text": "Уснуть"
      }
    ]
  },
  {
    "id": 235,
    "text": "Рэй зашел в ванную комнату. Свет здесь совсем слабо, но всё же горел, а потому Рэй смог спокойно разглядеть себя в зеркале. ",
    "answers": [
      {
        "id": 249,
        "text": "Помыть руки"
      },
      {
        "id": 250,
        "text": "Умыться "
      },
      {
        "id": 251,
        "text": "Сходить в туалет "
      },
      {
        "id": 252,
        "text": "Посмотреть в зеркало"
      },
      {
        "id": 235,
        "text": "Выйти из ванной",
        "backstepCount": 1,
        "isBack": true
      }
    ]
  },
  {
    "id": 236,
    "text": "Рэй постучался в комнату Кларка и попытался её открыть. \nРэй: Эй, Кларк! Я хотел... \nКларк, перебивая: Я занят, давай не сейчас. ",
    "answers": [
      {
        "id": 234,
        "text": "Идти к себе в комнату"
      }
    ]
  },
  {
    "id": 237,
    "text": "Рэй постучался в комнату Джессике и попытался открыть дверцу, но дверь была заперта. \nРэй: Джессика! Я тут хотел... \nДжессика, перебивая: Я занята, давай не сейчас. ",
    "answers": [
      {
        "id": 234,
        "text": "Идти к себе в комнату"
      }
    ]
  },
  {
    "id": 238,
    "text": "Рэй встал с кровати и присел на её краешек. Неожиданно, мысли направили его на письмо, которое он нашел недавно в тумбочке! \n\"Джессика... Кларк... Похоже вы тут не просто случайные прохожие!\" — прошептал Рэй, вертя в руке клочок бумаги.  —  \"Надо узнать что всё что значит!\" \n",
    "answers": [
      {
        "id": 240,
        "text": "Положить бумажку на место"
      },
      {
        "id": 241,
        "text": "Прочитать письмо ещё раз",
        "need": -241
      }
    ]
  },
  {
    "id": 239,
    "text": "Рэй попытался уснуть... Долго ворочаясь в попытках добиться хорошего и крепкого сна до самого ужина, Рэй лишь добился очередной бессоницы, одолевавшей его сегодня. ",
    "answers": [
      {
        "id": 243,
        "text": "Пытаться уснуть"
      }
    ]
  },
  {
    "id": 240,
    "text": "Напоследок Рэй взглянул в это письмо и положил его обратно в тумбочку. ",
    "answers": [
      {
        "id": 242,
        "text": "Уснуть "
      }
    ]
  },
  {
    "id": 241,
    "text": "\"Джесси, если тебе отправлено это письмо, я скорее всего мертва. У тебя мало времени, армия Сурта скоро придет и за тобой. Джессика! Кларк поможет тебе, он спрячет тебя от Сурта. Удачи родная! Я люблю тебя!\"",
    "answers": [
      {
        "id": 241,
        "text": "Убрать",
        "isBack": true,
        "backstepCount": 1
      },
      {
        "id": 241,
        "text": "Читать снова"
      }
    ]
  },
  {
    "id": 242,
    "text": "После своего небольшого озарения, Рэй достаточно быстро уснул и его сон мог бы длится  до следующего утра, однако за пару минут перед ужином, Анна разбудила сонного добытчика. ",
    "answers": [
      {
        "id": 244,
        "text": "Встать с кровати"
      }
    ]
  },
  {
    "id": 243,
    "text": "Рэй посильнее закрыл глаза, но заснуть быстрее от этого у него явно не получится. \nПосле неудачных попыток уснуть, Рэй сел на самый краешек кровати и неожиданно, мысли направили его на письмо, которое он нашел недавно в тумбочке! \n\"Джессика... Кларк... Похоже вы тут не просто случайные прохожие!\" — прошептал Рэй, вертя в руке клочок бумаги.  —  \"Надо узнать что всё что значит!\" ",
    "answers": [
      {
        "id": 240,
        "text": "Положить бумажку на место "
      },
      {
        "id": 241,
        "text": "Прочитать письмо еще раз",
        "need": -241
      }
    ]
  },
  {
    "id": 244,
    "text": "Рэй вскочил, протер руками свои затекшие глаза и открыл дверь в главную комнату, где все трое уже сидели за столом и что-то поспешно кушали. ",
    "answers": [
      {
        "id": 245,
        "text": "Идти к ним"
      }
    ]
  },
  {
    "id": 245,
    "text": "Кларк и Джессика встревожено посмотрели сначала на вышедшего из комнаты Нильсона, а после на Анну, по взгляду которой можно было прочитать, что Рэй не причинит им вреда. ",
    "answers": [
      {
        "id": 246,
        "text": "Сесть за стол"
      }
    ]
  },
  {
    "id": 246,
    "text": "Анна подала Рэю открытую банку тушенки и столовый прибор. \n\"Приятного аппетита\" — сказала микробиолог, и продолжила есть свою банку с бобами. ",
    "answers": [
      {
        "id": 247,
        "text": "Поговорить с Джессикой"
      },
      {
        "id": 248,
        "text": "Поговорить с Кларком"
      }
    ]
  },
  {
    "id": 247,
    "text": "Рэй решил поговорить с Джессикой. \nДевушка словно была очень напугана и по её лицу это было очень легко заметить. \nРэй: Ты Джесси, верно? \nДжессика (испуганно): Джессика... Да, верно... ",
    "answers": [
      {
        "id": 154,
        "text": "Узнать о её прошлом"
      }
    ]
  },
  {
    "id": 248,
    "text": "Рэй: Кларк, как дела? Все хорошо? \nКларк (открывая 2-ю банку фасоли):  Трудно сказать... \nРэй: Ты не в настроении, да? \nКларк: Да. Сейчас не лучшие времена... \nПонимая что от Кларка, Рэй так ничего и не добьется, он решил поговорить с Джессикой. \nДевушка словно была очень напугана и по её лицу это было очень легко заметить. \nРэй: Ты Джесси, верно? \nДжессика (испуганно): Джессика... Да, верно...",
    "answers": [
      {
        "id": 154,
        "text": "Узнать о её прошлом "
      }
    ]
  },
  {
    "id": 249,
    "text": "Рэй взял мыло и натерев им ладони, смыл пену с рук при помощи бутылки с водой. ",
    "answers": [
      {
        "id": 252,
        "text": "Посмотреть в зеркало"
      },
      {
        "id": 233,
        "text": "Выйти из ванной комнаты"
      }
    ]
  },
  {
    "id": 250,
    "text": "Рэй слил с бутылки немного воды себе на руки и ополоснул вспотевшее лицо. ",
    "answers": [
      {
        "id": 252,
        "text": "Посмотреть в зеркало "
      },
      {
        "id": 233,
        "text": "Выйти из ванной комнаты "
      }
    ]
  },
  {
    "id": 251,
    "text": "\"Сделал дело — гуляй смело!\" — сказал Рэй, слабоприменимую к данной ситуации поговорку. В любом случае для него, она была вполне пригодна почти для всего, что есть в его жизни. ",
    "answers": [
      {
        "id": 233,
        "text": "Выйти из ванной комнаты"
      }
    ]
  },
  {
    "id": 252,
    "text": "\"Мда, вид у меня, конечно, так себе...\" — решил Рэй, увидев в зеркале своё отражение. ",
    "answers": [
      {
        "id": 233,
        "text": "Выйти из ванной комнаты"
      }
    ]
  },
  {
    "id": 253,
    "text": "",
    "answers": []
  },
  {
    "id": 254,
    "text": "Рэй: Действительно хороший мед! \nАдам: Что и следовало ожидать... \nАдам скинул с себя рюкзак и улегся на матрац. \nАнна с Джессикой вышли из пещеры и о чем-то тихонько говорили между собой, Рэй подошел к Кларку и они молча стали стоять у каменной глыбы. ",
    "answers": [
      {
        "id": 501,
        "text": "Сказать что-то"
      },
      {
        "id": 502,
        "text": "Молча стоять"
      }
    ]
  },
  {
    "id": 255,
    "text": "В комнате зажегся свет и Рэй увидел жуткое существо с длинными шипами на руках и ногах. Его тело было покрыто бронёй и внушало лишь страх и ужас. ",
    "answers": [
      {
        "id": 255,
        "text": "pulsate, very slow, very slow",
        "url": "https://a.radikal.ru/a35/1808/da/fb614252f282.jpg"
      },
      {
        "id": 256,
        "text": "Звать на помощь "
      },
      {
        "id": 257,
        "text": "Бежать обратно в комнату"
      },
      {
        "id": 258,
        "text": "Стоять на месте"
      }
    ]
  },
  {
    "id": 256,
    "text": "Рэй: Анна! Просыпайтесь мать вашу! \nСущество было агрессивно настроено и крик Нильсона лишь повысил его агрессию. \nМонстр начал приближаться к Рэю и в его руке начал преобразовываться длинный огненный меч. \nВдруг из комнаты выходит Кларк и в его глазах словно посмерк свет при виде жуткого существа. Кларк достал из кармана какой-то круглый предмет, и кинул его в застывшего посреди комнаты монстра. \nПредмет раскрылся у ног существа и из него раздался громкий и оглушающий звук. Монстр упал на колени, закрывая руками голову. Не прошло и минуты как он рухнул на землю, не подавая никаких признаков жизни. ",
    "answers": [
      {
        "id": 259,
        "text": "Осмотреть монстра"
      }
    ]
  },
  {
    "id": 257,
    "text": "Рэй не стал ждать действий от агрессивного существа и бросился бежать в свою комнату. \nТолько он в неё забежал, как монстр не дав Нильсону закрыть за собой дверь, был уже в темной комнате. \nВдруг из комнаты на шум выходит Кларк и в его глазах словно посмерк свет при виде жуткого существа. Кларк достал из кармана какой-то круглый предмет, и кинул его в стоящего в дверном проёме монстра. \nПредмет раскрылся у ног существа и из него раздался громкий и оглушающий звук. Монстр упал на колени, закрывая руками голову. Не прошло и минуты как он рухнул на землю, не подавая никаких признаков жизни. ",
    "answers": [
      {
        "id": 259,
        "text": "Осмотреть монстра"
      }
    ]
  },
  {
    "id": 258,
    "text": "Мурашки рассыпались по телу Нильсона, и это вовсе не от холода, а от осознания приблизжающейся смерти. \nВ это время увидев из чуть приоткрытой двери свет, из комнаты выходит Кларк. В его глазах словно посмерк свет при виде жуткого существа. Он достал из кармана какой-то круглый предмет, и кинул его в застывшего посреди комнаты монстра. \nПредмет раскрылся у ног существа и из него раздался громкий и оглушающий звук. Монстр упал на колени, закрывая руками голову. Не прошло и минуты как он рухнул на землю, не подавая никаких признаков жизни. ",
    "answers": [
      {
        "id": 259,
        "text": "Осмотреть монстра "
      }
    ]
  },
  {
    "id": 259,
    "text": "Существо точно было мертво. Убедившись в этом Рэй посмотрел на Кларка и подошел к нему и схватил его рукой за горло. \nРэй: Какого хрена?! Кто ты такой, черт возьми?! \nНа крик к мужчинам, прибежали только проснувшиеся Анна и Джессика. \nАнна: Рэй, ты чего творишь?! \nДжессика вскрикнула. Она увидела лежащего на полу жуткого монстра и из её глаз потекли слезы. \nКларк убрал руку Нильсона со своего горла и хотел было объясниться, но Рэй его перебил. \nРэй: Вы точно в этом замешаны! Из-за вас уродов это (указывает на мертвое существо)  могло нас всех порвать на кусочки! \nКларк: Мог бы и поблагодарить за спасение... Мы сами не знаем что это было!  ",
    "answers": [
      {
        "id": 260,
        "text": "Ответить ему"
      }
    ]
  },
  {
    "id": 260,
    "text": "Рэй: Ты что, думаешь что сможешь меня одурачить?! Ты знал, что этот монстр сегодня будет здесь! И он пришел явно за тобой и твоей подружкой! \nАнна: Заткнись Рэй! \nРэй зашел в свою комнату и вернулся оттуда с клочком бумаги. \nРэй: Читай это! Я нашел это здесь в тумбочке! До того, как они пришли сюда! \nАнна бегло прочитала письмо и заметно нахмурилась. \nАнна, смотря на Кларка: Что это значит?! \nДжессика взяла у Анны записку и что-то пробормотала. \nРэй: Что ты говоришь? \nДжессика: Это письмо передала мне моя сестра... Кларк дал его мне... \nРэй: И что? А как оно оказалось здесь?! \nДжессика: Я... Не знаю. Оно было у меня, но на следующий день, после встречи с Кларком, я его потеряла... ",
    "answers": [
      {
        "id": 261,
        "text": "Взять у неё записку"
      }
    ]
  },
  {
    "id": 261,
    "text": "Рэй: Это ничего не объясняет. Вы замешаны во всём этом! Откуда у тебя эта штуковина, которой ты так быстро прикончил этого гиганта?! Кто такой чертов Сурт, который придет за вами?! Может это и есть он?\nКларк: Я могу вам всё объяснить! \nАнна достала из-за спины два пистолета и нацелила один на Кларка, а второй на Джессику. \nАнна: Теперь можешь объяснять! \nКларк: Черт... Это устройство мне передала сестра Джессики — Лора. Она украла его у какого-то ученого из его бункера. Как выяснилось эти штуковины воздействуют на существ вроде того, что лежит сейчас рядом с нами. \nРэй: Он такой не один?! \nКларк: Он лишь слуга. Один из тысячи слуг Сурта. Мы с Лорой долго шли по его следам и похоже... \nРэй: Договаривай! \nКларк: Похоже он создал эту болезнь. Болезнь которая превращает всех живых существ в монстров! \n",
    "answers": [
      {
        "id": 262,
        "text": "Рэй: Пошел ты к черту! "
      },
      {
        "id": 263,
        "text": "Рэй: Я тебе верю. "
      }
    ]
  },
  {
    "id": 262,
    "text": "Рэй: Пошел ты к черту! \nАнна: Возможно, он говорит правду. \nРэй: Ты серьёзно? Он несет полную чушь! \nАнна опустила пистолеты и обратилась к Кларку и Джессике. \nАнна: Если вы знаете как это всё остановить. Мы поможем вам! \nРэй: Что?! Что значит мы?! \nАнна: Рэй, мы... \nВнезапно послышался грохот откуда-то сверху. \nРэй: Что это за чертовщина?",
    "answers": [
      {
        "id": 264,
        "text": "Прислушаться к звукам "
      }
    ]
  },
  {
    "id": 263,
    "text": "Рэй: Допустим... Я верю тебе. \nАнна: Возможно, он действительно говорит правду. \nАнна опустила пистолеты и обратилась к Кларку и Джессике. \nАнна: Если вы знаете как это всё остановить. Мы поможем вам! \nРэй: Стоп, что? Что значит мы?! \nАнна: Рэй, мы... \nВнезапно послышался грохот откуда-то сверху. \nРэй: Что это за чертовщина?",
    "answers": [
      {
        "id": 264,
        "text": "Прислушаться к звукам"
      }
    ]
  },
  {
    "id": 264,
    "text": "Рэй: Тсссс! \nСпустя несколько секунд, вторая оглушительная волна грохота прошла по всей крыше бункера. \nКларк: Похоже эта штука сработала не только на слугу Сурта... \nРэй: Что? Что ты хочешь этим сказать?! \nКларк: Зараженные... Они будут надвигаться к источнику радиоволн от этого устройства. И они разрушат на своем пути, абсолютно всё! Будьте уверены... \nВдруг грохот прекратился и из люка послышался странный скрежет, словно сверху кто-то царапал когтями железо. ",
    "answers": [
      {
        "id": 265,
        "text": "Достать из комнаты лом"
      }
    ]
  },
  {
    "id": 265,
    "text": "Рэй схватил лом и подошел на более близкое расстояние к люку. Анна приготовила свои пистолеты, а Кларк что-то крепко держал в своём кармане. \nКларк: Джесс... Беги в комнату. \nРэй: Может они передумали нас атаковать? \nАнна: Мне кажется... \nСлова Анны прервались звонким грохотом падающего люка, наверху образовалась дыра и зараженные свалив лестницу, сотнями повалили в бункер. ",
    "answers": [
      {
        "id": 266,
        "text": "Ударить одного из них ломом"
      }
    ]
  },
  {
    "id": 266,
    "text": "\"Получай гад чернявый!\" — крикнул Рэй, всадив в челюсть зараженного 2-й стадии крепкий железный лом. \nТем временем на Анну набросилось сразу четыре зараженных, а Кларка свалили с ног двое зараженных 2-й стадии.  ",
    "answers": [
      {
        "id": 267,
        "text": "Помочь Анне"
      },
      {
        "id": 268,
        "text": "Помочь Кларку"
      }
    ]
  },
  {
    "id": 267,
    "text": "Рэй: Держись! Держись, Анна! \nЗамахнувшись ломом, Нильсон тут же пробил насквозь трухлявый череп зараженного и схватил за горло второго. \nРука Анны освободилась и она всадила пару пуль в оставшихся зараженных особей. \nРэй повернулся и посмотрел на Кларка. Тот кое-как отбился от особей 2-й стадии и вытащил из кармана, что-то похожее на гранату. \nРэй: Что ты делаешь?! \nКларк: Пригнитесь! ",
    "answers": [
      {
        "id": 269,
        "text": "Пригнуться"
      }
    ]
  },
  {
    "id": 268,
    "text": "Рэй: Кларк, держись! Я иду! \nЗамахнувшись ломом, Нильсон тут же пробил насквозь трухлявый череп зараженного и схватил за горло вторую особь. ",
    "answers": [
      {
        "id": 270,
        "text": "Свернуть зараженному шею"
      }
    ]
  },
  {
    "id": 269,
    "text": "Раздался взрыв и зараженные вместе со всем бункером, разорвались на куски, а их кишки и черная, зловонная кровь, разлетелась на сотни метров от места взрыва. В голову Нильсона прилетело что-то тяжелое и он мгновенно потерял сознание. ",
    "answers": [
      {
        "id": 271,
        "text": "Очнуться",
        "blackout": true
      }
    ]
  },
  {
    "id": 270,
    "text": "Второй зараженный замертво упал на землю и Рэй подал Кларку руку. \nРэй: В расчете.\nКларк кивнул и посмотрел на Анну. Бойкая докторша смогла освободить свою руку и расстреляла четырех особей из своего новенького пистолета. \nРэй: Есть идеи? \nКларк: Есть одна... \nОн достал из кармана нечто похожее на гранату. \nРэй: Что ты делаешь?! \nКларк: Всем пригнуться! ",
    "answers": [
      {
        "id": 269,
        "text": "Пригнуться"
      }
    ]
  },
  {
    "id": 271,
    "text": "Рэй стоял посреди какого-то просторного помещения с очень высоким потолком. В один миг помещение покрылось огнем и перед Нильсоном появилась лежащая Анна со свернутой в обратную сторону головой. \n\"Анна? О нет... Боже...\" — прошептал Рэй и дотронулся рукой до плеча мертвой девушки. \nКак только его рука коснулась Анны, всё пространство вокруг начало исчезать и таять во тьме. ",
    "answers": [
      {
        "id": 272,
        "text": "Проснуться",
        "blackout": true
      }
    ]
  },
  {
    "id": 272,
    "text": "Рэй моментально вскочил с земли и ударился головой о висевший над ним кусок обломанной стены. ",
    "answers": [
      {
        "id": 273,
        "text": "Осмотреться "
      }
    ]
  },
  {
    "id": 273,
    "text": "Вокруг были одни только обломки, разбитое стекло, сгоревшие приборы и подорванные куски стен бункера, лежавшие под толстым слоем из внутренних органов и черной субстанции, разорванных в клочья зараженных особей. ",
    "answers": [
      {
        "id": 274,
        "text": "Искать Анну"
      },
      {
        "id": 275,
        "text": "Искать Джессику"
      },
      {
        "id": 276,
        "text": "Искать Кларка"
      }
    ]
  },
  {
    "id": 274,
    "text": "Рэй: Анна! Анна!!! \nВ паре метров от Нильсона, зашевелились обломки бункера покрытые липкой черной жижей. \nРэй: Анна, это ты? \nИз-под обломков показалась рука, а после и всё тело. Это была Анна. \nАнна: Голова... Похоже я сильно ударилась. ",
    "answers": [
      {
        "id": 277,
        "text": "Подойти к Анне"
      }
    ]
  },
  {
    "id": 275,
    "text": "Рэй: Джесс! Джессика!!!\nВ паре метров от Нильсона, зашевелились обломки бункера покрытые липкой черной жижей. \nРэй: Джесс, это ты? \nИз-под обломков показалась рука, а после и всё тело. Это была Анна. \nАнна: Голова... Похоже я сильно ударилась. ",
    "answers": [
      {
        "id": 277,
        "text": "Подойти к Анне"
      }
    ]
  },
  {
    "id": 276,
    "text": "Рэй: Кларк! Кларк, где ты?!! \nВ паре метров от Нильсона, зашевелились обломки бункера покрытые липкой черной жижей. \nРэй: Кларк, это ты? \nИз-под обломков показалась рука, а после и всё тело. Это была Анна. \nАнна: Голова... Похоже я сильно ударилась. ",
    "answers": [
      {
        "id": 277,
        "text": "Подойти к Анне"
      }
    ]
  },
  {
    "id": 277,
    "text": "Рэй подошел к Анне и обнял ошеломленную от произошедшего докторшу. \nРэй: Я рад за тебя! Рад что ты в порядке! \nАнна: Спасибо... Но... Где Кларк? И Джессика? \nРэй оглянулся по сторонам. Из-под большого металлического листа, торчала чья-то рука. ",
    "answers": [
      {
        "id": 278,
        "text": "Подойти к руке"
      }
    ]
  },
  {
    "id": 278,
    "text": "\"Кларк!\" — прокричал Рэй, увидев знакомое лицо, торчащее вместе с рукой под листом толстого металла. ",
    "answers": [
      {
        "id": 279,
        "text": "Вытащить Кларка"
      }
    ]
  },
  {
    "id": 279,
    "text": "Рэй вытащил Кларка наружу и к ним подбежала Анна с Джессикой. \nРэй: Джессика? \nДжессика: Да, вроде я... \nАнна: Она лежала в полузаваленной комнате, боялась выходить наружу.\nДжессика, дрожа: Что с Кларком? Он живой? ",
    "answers": [
      {
        "id": 280,
        "text": "Дать Кларку пощечину"
      },
      {
        "id": 281,
        "text": "Потрясти Кларка"
      }
    ]
  },
  {
    "id": 280,
    "text": "От хорошей мужской пощечины, Кларк тут же вскочил и его сердце забилось в сто раз чаще, чем когда-либо. \nКларк: Что?! Где я?! \nДжессика подошла к Кларку и обняла его. \nРэй: Так. Вроде все живы, а значит пора бы нам валить отсюда! \nАнна: Куда? У нас ничего не осталось! \nРэй: Под обломками еще что-то есть. Возьмем всё что уцелело и будем искать себе новое место жительства. \nКларк: Я согласен с ним. Судя по солнцу, утро уже завершилось и ждать заката нам не стоит. \nРэй: Отлично! Тогда приступим. ",
    "answers": [
      {
        "id": 282,
        "text": "Осмотреться"
      }
    ]
  },
  {
    "id": 281,
    "text": "От хорошей встряски, Кларк тут же вскочил и его сердце забилось в сто раз чаще, чем когда-либо. \nКларк: Что?! Где я?! \nДжессика подошла к Кларку и обняла его. \nРэй: Так. Вроде все живы, а значит пора бы нам валить отсюда! \nАнна: Куда? У нас ничего не осталось! \nРэй: Под обломками еще что-то есть. Возьмем всё что уцелело и будем искать себе новое место жительства. \nКларк: Я согласен с ним. Судя по солнцу, утро уже завершилось и ждать заката нам не стоит. \nРэй: Отлично! Тогда приступим. ",
    "answers": [
      {
        "id": 282,
        "text": "Осмотреться"
      }
    ]
  },
  {
    "id": 282,
    "text": "\"Что же осмотреть первым делом?\" — подумал Рэй. ",
    "answers": [
      {
        "id": 283,
        "text": "Осмотреть разваленную комнату Джессики",
        "need": -283
      },
      {
        "id": 284,
        "text": "Осмотреть свою комнату "
      },
      {
        "id": 285,
        "text": "Осмотреть место, где была ванная",
        "need": -285
      }
    ]
  },
  {
    "id": 283,
    "text": "Эта комната была единственным местом во всём бункере, которое взрыв повредил в самой меньшей степени. \nСтены еще кое-как держались, потолок частично обрушен, а войти в полуразваленную комнату можно только через небольшое отверстие сквозь обломанные доски и кирпичи. ",
    "answers": [
      {
        "id": 288,
        "text": "Пролезть во внутрь"
      },
      {
        "id": 283,
        "text": "Осмотреться снова",
        "isBack": true,
        "backstepCount": 1
      }
    ]
  },
  {
    "id": 284,
    "text": "Рэй с грустью взглянул на обломки своей комнаты. \n\"Надо бы тут всё хорошенько проверить\" — сказал Нильсон. ",
    "answers": [
      {
        "id": 296,
        "text": "Разгрести доски"
      }
    ]
  },
  {
    "id": 285,
    "text": "На обломках из-под разваленной ванной комнаты, лежала собака, из её пасти вытекала кровь. \nКларк подошел к Рэю и посмотрел на мертвого пса. \nКларк: Что он здесь делает? \nРэй: Хороший вопрос... ",
    "answers": [
      {
        "id": 286,
        "text": "Осмотреть пса"
      }
    ]
  },
  {
    "id": 286,
    "text": "Рэй приблизился к собаке и коснулся её пасти. \nРэй: Не дышит! Она действительно мер... \nВ этот момент глаза пса открылись и черные зрачки с вытекающей из них субстанцией, опрокинули свой взор на испуганного Нильсона. \nРэй: Твою мать! \nПес набросился на него и оглушающе гавкал, его черная густая слюна стекала из пасти прямо на лицо Рэя. \nРэй: Кларк! Кларк!!! \nПозади послышался выстрел и зараженная собака безжизненно упала с Нильсона с простреленной насквозь головой. ",
    "answers": [
      {
        "id": 287,
        "text": "Обернуться"
      }
    ]
  },
  {
    "id": 287,
    "text": "Позади него стояла Анна, крепко держа в руках свой пистолет, сохранившийся после взрыва бункера. \nРэй: Спасибо! \nАнна: Будешь у меня в долгу! ",
    "answers": [
      {
        "id": 282,
        "text": "Встать и осмотреться"
      }
    ]
  },
  {
    "id": 288,
    "text": "\"Вот, черт!\" — прошипел Нильсон и посмотрел на свой локоть в который вонзился осколок стекла. \n\"Откуда он взялся?\" — мелькнуло у него в голове. ",
    "answers": [
      {
        "id": 289,
        "text": "Вытащить осколок "
      }
    ]
  },
  {
    "id": 289,
    "text": "Рэй вынул из своего локтя кусок стекла и заполз внутрь комнаты Джессики. \nТут были еще вполне целая тумбочка, кровать с кучей щепок и мусора, и рюкзак. ",
    "answers": [
      {
        "id": 290,
        "text": "Осмотреть тумбочку"
      },
      {
        "id": 291,
        "text": "Осмотреть кровать"
      },
      {
        "id": 292,
        "text": "Осмотреть рюкзак",
        "need": -292
      }
    ]
  },
  {
    "id": 290,
    "text": "В тумбочке лежали наушники с поцарапанным плеером, личный дневник с ручкой и банка сгущеного молока. ",
    "answers": [
      {
        "id": 293,
        "text": "Взять плеер"
      },
      {
        "id": 294,
        "text": "Взять дневник"
      },
      {
        "id": 295,
        "text": "Взять банку сгущеного молока"
      }
    ]
  },
  {
    "id": 291,
    "text": "На кровати среди обломков лежали наушники с поцарапанным плеером, личный дневник с ручкой и банка сгущеного молока. ",
    "answers": [
      {
        "id": 293,
        "text": "Взять плеер"
      },
      {
        "id": 294,
        "text": "Взять дневник"
      },
      {
        "id": 295,
        "text": "Взять сгущенку"
      }
    ]
  },
  {
    "id": 292,
    "text": "\"Пусто\" — печально сказал Рэй. ",
    "answers": [
      {
        "id": 292,
        "text": "Еще раз осмотреть комнату ",
        "isBack": true,
        "backstepCount": 1
      }
    ]
  },
  {
    "id": 293,
    "text": "\"Думаю, Джессике не помешает послушать пару хороших треков в такое сложное время\" — подумал Рэй и взял с собой плеер. ",
    "answers": [
      {
        "id": 282,
        "text": "Выйти из комнаты Джессики"
      }
    ]
  },
  {
    "id": 294,
    "text": "\"Думаю этот дневник очень дорог Джессике. Пожалуй, отдам его ей\" — подумал Рэй и взял с собой дневник. ",
    "answers": [
      {
        "id": 282,
        "text": "Выйти из комнаты "
      }
    ]
  },
  {
    "id": 295,
    "text": "\"Думаю, еда нам не помешает. Вот бы еще и воды найти\" — подумал Рэй и взял с собой банку сгущенки. ",
    "answers": [
      {
        "id": 282,
        "text": "Выйти из комнаты "
      }
    ]
  },
  {
    "id": 296,
    "text": "Под досками Рэй обнаружил свой запачканный, но всё еще целый рюкзак. \n\"Отлично!\" — сказал Рэй. ",
    "answers": [
      {
        "id": 297,
        "text": "Проверить большой отдел"
      },
      {
        "id": 298,
        "text": "Проверить маленький отдел"
      }
    ]
  },
  {
    "id": 297,
    "text": "В большом отделе Рэй нашел охотничий нож и две большие бутылки с водой. ",
    "answers": [
      {
        "id": 299,
        "text": "Осмотреть маленький отдел"
      }
    ]
  },
  {
    "id": 298,
    "text": "В маленьком отделе Рэй нашел свой совсем новенький дневник и ручку. \n\"Столько дней он у меня. А ведь ни одной записи ещё нет! Надо это исправить...\" — решил Рэй. ",
    "answers": [
      {
        "id": 300,
        "text": "Осмотреть большой отдел"
      }
    ]
  },
  {
    "id": 299,
    "text": "В маленьком отделе Рэй нашел свой совсем новенький дневник и ручку. \n\"Столько дней он у меня. А ведь ни одной записи ещё нет! Надо это исправить...\" — решил Рэй. ",
    "answers": [
      {
        "id": 301,
        "text": "Разрести кирпичи "
      }
    ]
  },
  {
    "id": 300,
    "text": "В большом отделе Рэй нашел охотничий нож и две большие бутылки с водой. ",
    "answers": [
      {
        "id": 301,
        "text": "Разгрести кирпичи"
      }
    ]
  },
  {
    "id": 301,
    "text": "\"Аррргх!\" — издалось из его уст — \"моих сил здесь не хватит!\". ",
    "answers": [
      {
        "id": 302,
        "text": "Позвать Анну"
      },
      {
        "id": 303,
        "text": "Позвать Кларка"
      }
    ]
  },
  {
    "id": 302,
    "text": "Рэй: Анна! Помоги-ка мне с этим. \nАнна: С чем этим? \nРэй: Разгрести кирпичи. Ты тащи с этой стороны, а я буду тащить с другой. \nАнна схватилась за горку кирпичей. ",
    "answers": [
      {
        "id": 304,
        "text": "Поднять горку"
      }
    ]
  },
  {
    "id": 303,
    "text": "Рэй: Кларк! Помоги-ка мне с этим. \nКларк: С чем этим? \nРэй: Разгрести кирпичи. Ты тащи с этой стороны, а я буду тащить с другой. \nКларк схватился за горку кирпичей. ",
    "answers": [
      {
        "id": 309,
        "text": "Поднять горку"
      }
    ]
  },
  {
    "id": 304,
    "text": "\"Давай... Ещё немного!\" — сказал Нильсон Анне и из последних сил вытолкнул гору с оставшихся обломков. \nРэй: Ты в норме? \nАнна: Моя лаборатория разнесена в клочья, как думаешь это можно назвать нормой? ",
    "answers": [
      {
        "id": 305,
        "text": "Ответить "
      },
      {
        "id": 306,
        "text": "Промолчать "
      }
    ]
  },
  {
    "id": 305,
    "text": "Рэй: Мы всё исправим. Вместе. \nАнна: Рэй, очнись. Я тебя знаю всего пару дней, а тех двоих еще меньше, как мы можем что-то исправить? Тем более вместе... \nСказав это разъяренная девушка ушла в другую часть разрушенного бункера и продолжила свои поиски. ",
    "answers": [
      {
        "id": 307,
        "text": "Продолжит свои поиски"
      }
    ]
  },
  {
    "id": 306,
    "text": "Отчаянная Анна молча ушла в другой конец разрушенного бункера и продолжила там свои поиски. ",
    "answers": [
      {
        "id": 307,
        "text": "Продолжить свои поиски "
      }
    ]
  },
  {
    "id": 307,
    "text": "Под толстым кирпичным слоем Рэй увидел свою кровать и тумбочку, которые к сожалению были полностью развалены и в них ни одна из вещей не уцелела. ",
    "answers": [
      {
        "id": 308,
        "text": "Идти к остальным"
      }
    ]
  },
  {
    "id": 308,
    "text": "Рэй: Что нашли? \nАнна: Я достала ящик с едой и водой, у Кларка большой рюкзак и туда вместились все припасы. \nКларк: Рюкзак и наручные часы — всё что удалось найти. \nДжессика: Я нашла это. (Держит в руках лом) ",
    "answers": [
      {
        "id": 310,
        "text": "Взять у Джессики лом"
      }
    ]
  },
  {
    "id": 309,
    "text": "\"Давай... Ещё немного!\" — сказал Нильсон Кларку и из последних сил он вытолкнул гору с оставшихся обломков. \nРэй: Ты в норме? \nКларк: Трудно сказать... \nРэй: Понимаю. \nКларк ушел в другой конец развалившегося бункера и продолжил собственные поиски. ",
    "answers": [
      {
        "id": 307,
        "text": "Продолжить свои поиски"
      }
    ]
  },
  {
    "id": 310,
    "text": "Рэй: Благодарю! Мне он явно пригодится. \nКларк: Раз уж всё готово, то мы можем валить отсюда. \nАнна: Идём, я знаю место, где мы сможем переночевать. ",
    "answers": [
      {
        "id": 311,
        "text": "Отправиться в путь"
      }
    ]
  },
  {
    "id": 311,
    "text": "                               ГЛАВА 2: \n                          ДОЛГИЙ ПУТЬ\n Мир в 2020 году — это: \nВо-первых: Тихие безмолвные улицы наполненные совсем слабым светом словно умирающего солнца. \nВо-вторых: Жуткие ночи во время которых, каждый необращенный в монстра человек, становится добычей зараженных особей, в мыслях которых присутствует лишь злоба и голод. \nНебольшая группа из четырех людей покидает разрушенную, зараженными особями 2-го класса лабораторию. И казалось бы, чтобы выжить им необходимо лишь быть сплоченнее. Но интересы людей, а особенно во время апокалипсиса, не всегда совпадают... ",
    "answers": [
      {
        "id": 312,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 312,
    "text": "Кларк: Долго еще? \nАнна: Иди к черту, Кларк! \nРэй: Анна, не агрессируй. Просто ты сказала что поблизости есть безопасное место для ночёвки, а в итоге мы уже второй день идем неизвестно куда. \nАнна: Мне плевать. Если кому-то здесь что-то не нравится, пусть идет своей дорогой! \nКларк, спотыкаясь: Чертова эгоистка! \nРэй: Прошлой ночью нас атаковали особи 1-го класса, Джессика была ранена. Еще одной ночи на улице мы можем не пережить. \nАнна молчала. По её лицу было видно, что она сама очень устала, а недавнее уничтожение её лаборатории, заметно сказалось на ней. ",
    "answers": [
      {
        "id": 313,
        "text": "Подбодрить Анну"
      },
      {
        "id": 314,
        "text": "Поговорить с Кларком "
      }
    ]
  },
  {
    "id": 313,
    "text": "Рэй: Анна не всё так плохо. То что, лаборатории нет, не даёт нам всем повода, идти сломя голову черт знает куда. \nАнна: Мы будем идти, пока я не скажу: \"стоп\"! Ясно, Рэй?!\nКларк: Да брось ты эти разговоры с ней! У неё сейчас на уме только свои любимые записи и исследования, которые она потеряла. Плевать она хотела на нас. ",
    "answers": [
      {
        "id": 315,
        "text": "Поспорить с Кларком "
      },
      {
        "id": 318,
        "text": "Поговорить с Джессикой"
      }
    ]
  },
  {
    "id": 314,
    "text": "Рэй: Эй, Кларк! Ты знаешь это место? \nКларк: Понятия не имею. Я много где побывал, но сейчас даже свои родные земли не узнаю... \nРэй: Да уж. Сейчас всё изменилось. \nКларк: Ага. И города, и животные, и люди... Всё стало совсем озлобленным и диким. ",
    "answers": [
      {
        "id": 317,
        "text": "Продолжить разговор "
      },
      {
        "id": 318,
        "text": "Поговорить с Джессикой"
      }
    ]
  },
  {
    "id": 315,
    "text": "Рэй: Кларк, ты же знаешь, что она устала! Ровно также, как устали мы. \nКларк: А мне кажется, что ей... \nРэй: Если бы не она вас и меня в том числе, здесь бы не было! Цени в ней хотя бы это Кларк! \nВ ответ Кларк уже ничего не стал говорить, так как он и сам прекрасно понимал, что Анна помогла им в трудную минуту, и именно из-за него и Джессики, Анна теперь ищет безопасное место на улицах этого жуткого города. ",
    "answers": [
      {
        "id": 316,
        "text": "Поговорить с Анной"
      }
    ]
  },
  {
    "id": 316,
    "text": "Рэй: Анна. Если не секрет, то как выглядит место, куда мы идем? Что за безопасное место для ночевки? \nАнна: Я ни слова не говорила о том, что мы идем в безопасное место. Это обычный торговый центр, который мы укрепим и оборудуем для спокойного сна. \nКларк: Чего?! А где мы возьмем материалы для укрепления твоего обычного торгового центра?? \nРэй: Думаю, Анна была там. Торговые центры в этом городе должны быть немалых размеров. Возможно, там еще что-то осталось, и мы это используем. \nКларк: \"Возможно\" — это всего лишь предположение! Неизвестно, что... \nАнна: Говорю последний раз! Заткнись, Кларк! ",
    "answers": [
      {
        "id": 321,
        "text": "Идти дальше"
      }
    ]
  },
  {
    "id": 317,
    "text": "Рэй: Кем ты был до всего этого? До конца света? \nКларк: Я бы это концом не назвал... По-моему это лишь начало. А вообще я был солдатом в разведке. \nРэй: Что-то не очень похож ты на солдата. \nКларк: Сначала немалая доза зараженных упырей, а потом смерть Лоры... Это меня сильно подкосило. Джессика — всё, что мне осталось от неё, и я поклялся её защищать. Защищать любой ценой.",
    "answers": [
      {
        "id": 316,
        "text": "Поговорить с Анной"
      }
    ]
  },
  {
    "id": 318,
    "text": "Рэй: Джессика? Как ты? \nДжессика: Как обычно... Ничего хорошего.  ",
    "answers": [
      {
        "id": 319,
        "text": "Спросить про руку"
      },
      {
        "id": 320,
        "text": "Спросить про сестру"
      }
    ]
  },
  {
    "id": 319,
    "text": "Рэй: Как твоя рука, Джессика? \nДжессика: В порядке. Но... \nРэй: Что? \nДжессика: Рана еще не затянулась... \nКларк: Всё будет хорошо. Рана заживет, Джесс. ",
    "answers": [
      {
        "id": 316,
        "text": "Поговорить с Анной"
      }
    ]
  },
  {
    "id": 320,
    "text": "Рэй: Насчет твоей сестры, Джессика... Ты часто с ней виделась? \nДжессика: Она говорила, что если я буду держаться от неё как можно дальше, то буду в безопасности. \nКларк: У неё были на то причины. \nРэй: Ты знаешь эти причины? \nКларк: Это долго рассказывать, Рэй. И... Нелегко. ",
    "answers": [
      {
        "id": 316,
        "text": "Поговорить с Анной"
      }
    ]
  },
  {
    "id": 321,
    "text": "Джессика: Кларк! \nКларк: В чем дело, Джесс? \nДжессика: Что это у тебя в кол... \nКларк: Ничего такого. Можешь не заострять на этом внимание... \nРэй: Кларк, сколько у тебя на часах? \nКларк, всматриваясь в наручные часы: Половина пятого, Рэй. \nАнна остановилась и все остальные не зная что дальше делать, тоже остановились за ней. ",
    "answers": [
      {
        "id": 322,
        "text": "Спросить в чем дело"
      },
      {
        "id": 323,
        "text": "Молча идти вперед "
      }
    ]
  },
  {
    "id": 322,
    "text": "Рэй: Анна, в чем дело? \nАнна: Присмотрись на крышу того здания! ",
    "answers": [
      {
        "id": 324,
        "text": "Присмотреться "
      }
    ]
  },
  {
    "id": 323,
    "text": "Анна: Рэй, подожди. Не стоит идти туда! \nРэй: Что случилось? \nАнна: Присмотрись на крышу того здания! ",
    "answers": [
      {
        "id": 324,
        "text": "Присмотреться "
      }
    ]
  },
  {
    "id": 324,
    "text": "Слабый свет солнца никак не помешал Нильсону разглядеть темную фигуру, которая медленно передвигается по крыше одного из крупных зданий этого разваленного города. \nРэй: Что эта хреновина там делает?! \nАнна: Я не знаю. Не видела ничего подобного. Возможно это один из слуг, того чувака, который всё это начал... \nКларк: Я бы так не сказал. Скорее это... \nВнезапно перед ними откуда-то сверху спрыгнул огромный черный монстр, его пасть была удлиненная, как у крокодила, а челюсти уссеяны сотнями острейших зубов. \nКларк: Голиаф!!! \nАнна: Рэй, берегись!!! ",
    "answers": [
      {
        "id": 325,
        "text": "Отпрыгнуть в сторону"
      }
    ]
  },
  {
    "id": 325,
    "text": "Нильсон быстро сообразил, что ему сейчас придет конец, и он тут же отпрыгнул в сторону, тем самым огромная лапа существа не сбила его с ног. \nРэй: Что это такое?! \nКларк: Рэй, сзади!!! ",
    "answers": [
      {
        "id": 327,
        "text": "Обернуться"
      }
    ]
  },
  {
    "id": 326,
    "text": "[Спустя 40 минут] \nАнна: Мы пришли! Все внутрь! \nРэй: Не спеши, надо хорошенько осмотреть это здание. \nАнна: Вот заодно и осмотрим. \nДжессика: Кларк, повтори-ка как называется то существо, что тебя ранило? \nКларк: Голиаф... Но если верить Анне, то это новый вид зараженной особи. Особь 3-й стадии развития. \nАнна: Именно так. Но не время говорить об этом сейчас! Рэй, ты первый. ",
    "answers": [
      {
        "id": 337,
        "text": "Войти в торговый центр"
      }
    ]
  },
  {
    "id": 327,
    "text": "Позади Нильсона стоял зараженный 2-й стадии, который тут же накинулся на героя. \nДжессика: Кларк, нет!\nКларк: Аааа!!! ",
    "answers": [
      {
        "id": 328,
        "text": "Ударить зараженного ломом"
      }
    ]
  },
  {
    "id": 328,
    "text": "Лом справился с черепушкой особи и Рэй смог подняться и осмотреться. Огромный монстр всё еще прочно стоял на своих черных расстекающихся лапах, Анна то и дело метала в него попадающиеся под руку кирпичи, Кларк лежал вдалеке от монстра и его грудь вся была в крови, рядом с ним была Джессика, которая в слезах пыталась вытереть кровь с его груди. ",
    "answers": [
      {
        "id": 329,
        "text": "Помочь Анне"
      },
      {
        "id": 330,
        "text": "Помочь Кларку "
      }
    ]
  },
  {
    "id": 329,
    "text": "Рэй, крепко сжал рукой железный лом и увернувшись от очередного удара жидкого гиганта, он всадил в его черную жидкую ногу железный лом, который тут же был поглощен во внутрь монстра. \nРэй: Упс... \nВторой мощный удар прошелся прямо над головой Нильсона и в это время, Анна подбежала к Кларку и вытащила у него из рюкзака бомбу довольного солидного размера. \nДевушка не дожидаясь очередного действия со стороны существа, разогналась и бросила бомбу в монстра, поглотившего в себя взрывчатку. \nНе прошло и трех секунд, как на расстояние более километра, повсюду разлетелись куски черной жидкости, из которой состоял этот монстр. ",
    "answers": [
      {
        "id": 331,
        "text": "Подняться"
      }
    ]
  },
  {
    "id": 330,
    "text": "Рэй подбежал к Кларку и Джессике. \nРэй: Что произошло? \nДжессике: Этот монстр! Он ударил Кларка прямо в грудь. \nРэй: Это он отлетел на такое расстояние от удара?! \nДжессика продолжала плакать. ",
    "answers": [
      {
        "id": 332,
        "text": "Потрясти Кларка"
      },
      {
        "id": 333,
        "text": "Успокоить Джессику"
      }
    ]
  },
  {
    "id": 331,
    "text": "Все здания вокруг стали еще более жуткими, чем прежде. Обвисшие куски черной субстанции повсюду, пугали до чертиков, всех присутствующих данной локации. \nАнна и Джессика помогли Кларку подняться и втроем они немного прошли вперед, как вновь рухнули с раненым мужчиной на землю. ",
    "answers": [
      {
        "id": 336,
        "text": "Помочь им"
      }
    ]
  },
  {
    "id": 332,
    "text": "Рэй: Кларк! Кларк, ты можешь говорить? \nКларк: Бомба... \nРэй: Что? \nКларк: Достань бомбу из рюкзака... \nРэй: Хорошо, хорошо... Я достану. Кларк, держись! ",
    "answers": [
      {
        "id": 334,
        "text": "Открыть рюкзак "
      }
    ]
  },
  {
    "id": 333,
    "text": "Рэй: Джесс! Джессика, послушай меня! Все будет хорошо! Кларк, будет жить. Мы поможем ему! \nКларк: Бомба... \nРэй: Что? Кларк, что ты сказал? \nКларк: Достань бомбу... Из рюкзака... \nРэй: Хорошо, хорошо... Я достану. Кларк, держись! ",
    "answers": [
      {
        "id": 334,
        "text": "Открыть рюкзак"
      }
    ]
  },
  {
    "id": 334,
    "text": "В рюкзаке лежали в основном припасы в виде еды и воды. Однако, под ними Рэй смог найти бомбу внушительных размеров. \nКларк: Просто нажми... На кнопку. И кидай! \nРэй разогнался и замахнулся как можно сильнее. Бомба вылетела у него из руки и попала напрямую в пасть черного монстра. \nНе прошло и трех секунд, как на расстояние более километра, повсюду разлетелись куски черной жидкости, из которой состояло этот существо. ",
    "answers": [
      {
        "id": 335,
        "text": "Открыть глаза"
      }
    ]
  },
  {
    "id": 335,
    "text": "Вокруг были слышны лишь голоса и крики, но кого именно Рэй разобрать не мог. Громкий взрыв бомбы Кларка, оглушил его и не давал ему собрать мысли воедино. ",
    "answers": [
      {
        "id": 335,
        "text": "[Получено достижение: Покоритель великанов] ",
        "comment": true,
        "merge": false
      },
      {
        "id": 331,
        "text": "Подняться "
      }
    ]
  },
  {
    "id": 336,
    "text": "Рэй: Я иду! Кларк, ты как? \nКларк: Ужасно... \nРэй: Главное, ты живой, а значит ещё не раз сможешь спасти этот мир. \nКларк: Черт. Мне не до смеха, Рэй! Помоги, подняться. \nРэй: Анна, торговый центр скоро? \nАнна: До него еще пару километров. \nРэй: Идем Кларк. Мы почти у цели. Давай! ",
    "answers": [
      {
        "id": 326,
        "text": "Идти с ним"
      }
    ]
  },
  {
    "id": 337,
    "text": "Это здание было достаточно целостным для такого времени, как сейчас. Некоторые магазины внутри были вовсе не разбиты и не тронуты, некоторые подверглись атакам мародеров. Однако несколько трупов на полу, не давали никому в этом центре расслабиться и забыть о насущных проблемах. \nРэй: Вроде чисто. Можете заходить. \nАнна: Отлично. Я с Джессикой осмотрю второй этаж, а ты побудь с Кларком здесь. \nРэй: Будьте осторожны. ",
    "answers": [
      {
        "id": 338,
        "text": "Осмотреться "
      }
    ]
  },
  {
    "id": 338,
    "text": "На первом этаже Рэй обнаружил 6 магазинов: 2 магазина одежды, МакДональдс, магазин мебели и 2 магазина с детскими товарами. \nРэй: Кларк, что скажешь? \nКларк: Думаю, что мне необходимо присесть. ",
    "answers": [
      {
        "id": 339,
        "text": "Положить его на лавочку"
      }
    ]
  },
  {
    "id": 339,
    "text": "Рэй: Посиди пока здесь. Оу! \nКларк: В чем дело? \nРэй: Подними ногу. \nРэй достал из-под ноги Кларка пистолет и проверил его на патроны. \nРэй: Отлично, пистолет заряжен. Знаешь, что я думаю? \nКларк: Боюсь предположить... \nРэй: Посиди-ка здесь с пистолетом, если что стреляй. А я осмотрю здешние магазины, вдруг найду что-то полезное. \nКларк: Только поторопись. Не люблю одиночество. ",
    "answers": [
      {
        "id": 340,
        "text": "Еще раз осмотреться "
      }
    ]
  },
  {
    "id": 340,
    "text": "На первом этаже находилось 6 магазинов: 2 магазина одежды, МакДональдс, магазин мебели и 2 магазина с детскими товарами. ",
    "answers": [
      {
        "id": 341,
        "text": "Идти в магазин одежды",
        "need": -361
      },
      {
        "id": 342,
        "text": "Идти в МакДональдс",
        "need": -342
      },
      {
        "id": 343,
        "text": "Идти в магазин мебели",
        "need": -351
      },
      {
        "id": 344,
        "text": "Идти в магазин с детскими товарами"
      }
    ]
  },
  {
    "id": 341,
    "text": "На двери в магазин красовалась большая вывеска с надписью: \"Закрыто\". \n\"Хм...\" — задумался Рэй. ",
    "answers": [
      {
        "id": 345,
        "text": "Открыть дверь ключом",
        "need": 351
      },
      {
        "id": 341,
        "text": "Отойти от магазина ",
        "isBack": true,
        "backstepCount": 1
      }
    ]
  },
  {
    "id": 342,
    "text": "\"Эх, родной ты мой фаст-фуд\" — сказал Рэй и перепрыгнув через кассу МакДональдса, оказался внутри.",
    "answers": [
      {
        "id": 352,
        "text": "Осмотреть еду ",
        "need": -352
      },
      {
        "id": 353,
        "text": "Осмотреть приборы",
        "need": -353
      },
      {
        "id": 354,
        "text": "Осмотреть столики"
      }
    ]
  },
  {
    "id": 343,
    "text": "Рэй открыл дверь в магазин мебели и зашел внутрь. Внутри было достаточно грязно, у кассы лежал обезглавленный труп человека, а мебель была разнесена в клочья. ",
    "answers": [
      {
        "id": 346,
        "text": "Осмотреть кассу"
      },
      {
        "id": 347,
        "text": "Осмотреть труп"
      },
      {
        "id": 348,
        "text": "Осмотреть мебель ",
        "need": -348
      }
    ]
  },
  {
    "id": 344,
    "text": "Рэй зашел в магазин детских товаров. Внутри была кромешная тьма в отличии от всего остального помещения.\n\"В темноте я вряд ли что-то найду\" — твердо решил Нильсон. ",
    "answers": [
      {
        "id": 355,
        "text": "Осмотреть рюкзак"
      },
      {
        "id": 344,
        "text": "Выйти из магазина детских товаров ",
        "backstepCount": 1,
        "isBack": true
      }
    ]
  },
  {
    "id": 345,
    "text": "Немного усилий и замок поддался напору уставшего мужчины, с треском открывая ему дверь в магазин одежды. ",
    "answers": [
      {
        "id": 357,
        "text": "Осмотреться"
      }
    ]
  },
  {
    "id": 346,
    "text": "Касса была пуста, мародеры не оставили в ней ни копейки. Однако около кассы лежал сломанный железный топор с красной деревянной ручкой. ",
    "answers": [
      {
        "id": 349,
        "text": "Починить"
      },
      {
        "id": 346,
        "text": "Бросить топор",
        "isBack": true,
        "backstepCount": 1
      }
    ]
  },
  {
    "id": 347,
    "text": "Рэй посмотрел  на обезглавленный труп здешнего кассира. ",
    "answers": [
      {
        "id": 350,
        "text": "Обыскать верхние карманы"
      },
      {
        "id": 351,
        "text": "Обыскать нижние карманы"
      },
      {
        "id": 343,
        "text": "Отойти от трупа"
      }
    ]
  },
  {
    "id": 348,
    "text": "\"Здесь почти ничего не осталось целым\" — тихо сказал Рэй. ",
    "answers": [
      {
        "id": 348,
        "text": "Отойти от мебели",
        "isBack": true,
        "backstepCount": 1
      }
    ]
  },
  {
    "id": 349,
    "text": "\"Безуспешно\" — печально сказал Рэй и вновь посмотрел на сломанный топор. ",
    "answers": [
      {
        "id": 349,
        "text": "Починить"
      },
      {
        "id": 343,
        "text": "Бросить топор "
      }
    ]
  },
  {
    "id": 350,
    "text": "Рэй обыскал верхние карманы кассира. В грудном кармане он смог найти его водительские права и паспорт. ",
    "answers": [
      {
        "id": 350,
        "text": "Положить на место",
        "isBack": true,
        "backstepCount": 1
      }
    ]
  },
  {
    "id": 351,
    "text": "В левом кармане штанов кассира Рэй нашел ключи. \n\"Интересно что ими можно открыть?\" — задался вопросом Нильсон и решил выйти из магазина с мебелью. ",
    "answers": [
      {
        "id": 340,
        "text": "Выйти из магазина"
      }
    ]
  },
  {
    "id": 352,
    "text": "\"Тут всё сгнило... Хотя, особо разницы я и не заметил\" — улыбнулся Рэй и обернулся,  чтобы посмотреть на Кларка. ",
    "answers": [
      {
        "id": 352,
        "text": "Отойти от фаст-фуда",
        "backstepCount": 1,
        "isBack": true
      }
    ]
  },
  {
    "id": 353,
    "text": "\"Ни ложек, ни вилок... Зачем столовые приборы понадобились во время апокалипсиса?\" — подумал Рэй и его лицо приняло серьезный вид. ",
    "answers": [
      {
        "id": 353,
        "text": "Отойти от приборов ",
        "isBack": true,
        "backstepCount": 1
      }
    ]
  },
  {
    "id": 354,
    "text": "Перебравшись обратно через кассу, Рэй пошел к столикам. Его удивляло то, что нигде здесь не было трупов как в остальных местах, где он побывал после начала апокалипсиса.\n Столики грязные, некоторые из них перевернуты, а пару других и вовсе напрочь разбиты. ",
    "answers": [
      {
        "id": 340,
        "text": "Уйти оттуда"
      }
    ]
  },
  {
    "id": 355,
    "text": "\"Так-ссс\" — прошипел Рэй и открыл свой рюкзак. ",
    "answers": [
      {
        "id": 356,
        "text": "Использовать: фонарик",
        "need": 361
      },
      {
        "id": 340,
        "text": "Закрыть рюкзак"
      }
    ]
  },
  {
    "id": 356,
    "text": "Рэй взял фонарь, который он смог разыскать в магазине одежды и зажег его, направив широкий и яркий луч света прямо в один из концов магазина детских товаров. ",
    "answers": [
      {
        "id": 362,
        "text": "Посмотреть что там"
      }
    ]
  },
  {
    "id": 357,
    "text": "Слабый красный свет горел прямо над головой Рэя и это ежесекундное мигание напоминало ему о не самых лучших временах, которые он когда-то проживал. \n\"Не время о грустном\" — сказал Рэй своим неугомонным мыслям и заострил свое внимание на магазине. ",
    "answers": [
      {
        "id": 358,
        "text": "Осмотреть раздевалки"
      },
      {
        "id": 359,
        "text": "Осмотреть кассу"
      }
    ]
  },
  {
    "id": 358,
    "text": "В двух из трех раздевалок было совершенно пусто, а вот от третьей до Нильсона доносился жуткий зловонный запах. Это легко могло значить, что там что-то есть. ",
    "answers": [
      {
        "id": 360,
        "text": "Войти в третью раздевалку"
      },
      {
        "id": 358,
        "text": "Отойти от раздевалок",
        "backstepCount": 1,
        "isBack": true
      }
    ]
  },
  {
    "id": 359,
    "text": "\"Трупов нет. Денег нет. Ничего полезного...\" — вздохнув сказал Рэй. ",
    "answers": [
      {
        "id": 359,
        "text": "Отойти от кассы",
        "backstepCount": 1,
        "isBack": true
      }
    ]
  },
  {
    "id": 360,
    "text": "Рэй набрался храбрости и закрыв одной рукой нос, другой рукой он открыл штору третьей раздевалки. \n Внутри было то, что издавало этот ужасный запах — труп. \n\" Никогда не видел такого... Такого разложившегося трупа. Его словно съели заживо\" — удивлялся Нильсон, продолжая зажимать нос. ",
    "answers": [
      {
        "id": 361,
        "text": "Осмотреть труп "
      },
      {
        "id": 357,
        "text": "Отойти от трупа"
      }
    ]
  },
  {
    "id": 361,
    "text": "В руке у трупа Рэй нашел крепко зажатый сгнившим трупом фонарик. \n\"Уверен, он мне пригодится\" — смекнул он и с силой дернул за фонарь так, что чуть не ударился головой о стену. ",
    "answers": [
      {
        "id": 361,
        "text": "[Получен предмет: Фонарь] ",
        "comment": true
      },
      {
        "id": 340,
        "text": "Выйти из магазина "
      }
    ]
  },
  {
    "id": 362,
    "text": "Рэй чуть дернул фонариком и в яркий луч света попала чья-то спина... \n\"О... Боже...\" — испуганно вырвалось у Рэя.\nПеред мужчиной оказалась зараженная особь 1-й стадии, которая раскусывала своими клыками череп мертвого ребенка. От увиденного Нильсон выронил фонарик из рук и бросился бежать из магазина. ",
    "answers": [
      {
        "id": 363,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 363,
    "text": "Кларк: Рэй, что там? \nРэй, в беге, пытаясь отдышаться: Кларк, стреляй! Стреляй! \nКларк: Стоп. Что? Ку... \nУвидев бегущего за Нильсоном зараженного, Кларк быстро сообразил и метким выстрелом тут же прикончил  черное существо. \nРэй подошел к Кларку, всё еще пытаясь отдышаться, словно он пробежал марафон. \nКларк: Ты в порядке? \nРэй: Меня сейчас вырвет...\nКларк: Всё окей. Посиди пока со мной, думаю Анна с Джессикой должны скоро прийти. ",
    "answers": [
      {
        "id": 364,
        "text": "Ждать Анну и Джессику"
      }
    ]
  },
  {
    "id": 364,
    "text": "Спустя 10 минут молчаливого ожидания, из-за угла показалась чья-то тень и это была Анна. Следом за ней из-за угла вышла и Джессика. \nАнна: Вы слышали выстрел? \nКларк: Это я. Тут к нам черный гость пожаловал. \nРэй: Но это было минут как 10 назад и сейчас всё в норме. Как у вас? Нашли что-нибудь? \nДжессика: Наверху всё разбито и разрушено... \nАнна: Именно так. Ничего! Совершенно ничего. \nКларк: Нам придется здесь остаться. Через пару часов стемнеет и... Сами знаете... ",
    "answers": [
      {
        "id": 365,
        "text": "Остаться здесь "
      }
    ]
  },
  {
    "id": 365,
    "text": "Рэй: Нам действительно придется здесь остаться. \nАнна лишь пожала плечами и посмотрела по сторонам. Джессика и Кларк перекинулись взглядами и оба с надеждой посмотрели на Рэя. \nРэй: Пора раскладываться. Думаю, мы будем спать внизу, прямо здесь. ",
    "answers": [
      {
        "id": 366,
        "text": "Разложить вещи"
      }
    ]
  },
  {
    "id": 366,
    "text": "Кое-как Рэй кряхтя, перевалился с одного бока на другой и попытался удобно расположить на рюкзаке свою голову. Всем присутствующим в этом здании было жарко и неудобно, но несмотря на это и на то, что ночь наступит еще не скоро, все они быстро смогли уснуть. Все, кроме Рэя... Рэй, то и дело вертелся на теплом полу, переворачивая свой рюкзак с вещами. Его одолевали мрачные мысли, по поводу всего того, что произошло с ним после знакомства с Кларком и Джессикой. ",
    "answers": [
      {
        "id": 367,
        "text": "Уснуть",
        "blackout": true
      }
    ]
  },
  {
    "id": 367,
    "text": "Темная, слабо подсвеченная светло-синим мигающим светом комната. На потолке висит множество ламп, которые без устали качались то влево, то вправо. Конечности замерзают, тело покрывается мурашками... \nНильсон стоит посреди этого холодного помещения и еле слышный шепот, как бы говорит ему что-то... Он подходит к источнику шепота и его уши одолевает громкий крик, от которого в жилах стынет кровь. Он открыл нечто похожее на шкафчик и медленно, открытое им, начало выдвигаться в центр комнаты. Это была железная дощечка, укрытая тонкой полупрозрачной тканью.",
    "answers": [
      {
        "id": 368,
        "text": "Посмотреть что там"
      }
    ]
  },
  {
    "id": 368,
    "text": "Рэй только коснулся ладонью ткани, как она подлетела вверх, и из неё полезли длинные и черные черви, окутывающие тело Нильсона. Их склизкие, липкие тела оставляли на нем жгучие следы. Рэй пытался сопротивляться, но несколько десятков этих червей прочно окутали его и начали вгрызаться в его кожу. ",
    "answers": [
      {
        "id": 369,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 369,
    "text": "Его крики разносились эхом по всему помещению, но помочь ему уже никто не в силах. Рэй сделал последний вздох и черви заполнили собой его внутренности, разворотив все его внутренние органы. ",
    "answers": [
      {
        "id": 370,
        "text": "Далее ",
        "blackout": true
      }
    ]
  },
  {
    "id": 370,
    "text": "Зрачки Рэя заметно расширились, сердце забилось в учащенном ритме и он что-то громко прокричал. Анна проснулась от его крика, и встряхнула разгоряченного жутким кошмаром мужчину. \nРэй: Ааа... Что случилось?\nАнна (шепотом): Не кричи посреди ночи! Не хватало сюда приманить стаю зараженных... \nРэй: Извини... Такого больше не повторится. Честно. \nАнна: Приятных снов. \nРэй лег головой на рюкзак и вновь перевернулся на другой бок. Как только сон его начал одолевать, весь пол на котором лежали четверо приятелей, затрясся и торговый центр начало шатать из стороны в сторону. ",
    "answers": [
      {
        "id": 371,
        "text": "Очнуться"
      }
    ]
  },
  {
    "id": 371,
    "text": "Кларк, Джессика и Анна тут же встали с пола и схватили свои рюкзаки. \nКларк: Что это?! \nРэй: Я без понятия. Но мне кажется, пора уходить отсюда! \nКларк: Джесс, давай быстрее! Нужно сваливать! \nЗдание начало обрушаться и огромные каменные плиты посыпались сверху вниз, уничтожая под своим весом абсолютно всё. \nАнна: Бежим! Рэй!!! \nРэй немного отстал от них. Решив немного ускориться, Рэй споткнулся и упал не успев добежать до выхода, который тут же был завален камнями, осыпавшимися с потолка здания... ",
    "answers": [
      {
        "id": 372,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 372,
    "text": "Рэй потерял сознание и спустя лишь день он очнулся, и обнаружил себя лежащим меж двух глыб, который никак Нильсон не мог поднять, чтобы вылезти из-под них. ",
    "answers": [
      {
        "id": 373,
        "text": "Осмотреться "
      }
    ]
  },
  {
    "id": 373,
    "text": "Под его спиной был твердый и порванный рюкзак. Всё что он видел, это слабый свет сквозь щель меж каменных глыб и свою ноги, застрявшие под чем-то металлическим.",
    "answers": [
      {
        "id": 374,
        "text": "Попытаться достать рюкзак "
      }
    ]
  },
  {
    "id": 374,
    "text": "Рэй смог просунуть руку за спину и нашупать что-то железное в правом кармане рюкзака. ",
    "answers": [
      {
        "id": 375,
        "text": "Вытащить"
      }
    ]
  },
  {
    "id": 375,
    "text": "Это был лом, который нашла Джессика. \n\"Возможно, с ним мне будет проще...\" — подумал Рэй и подставил под металлолом, лежащий на его ногах свой железный лом. ",
    "answers": [
      {
        "id": 376,
        "text": "Поднять металлолом"
      }
    ]
  },
  {
    "id": 376,
    "text": "\"Аррргх!\" — издал Рэй и понял что лом здесь будет совершенно бесполезен. ",
    "answers": [
      {
        "id": 377,
        "text": "Поднять глыбу"
      }
    ]
  },
  {
    "id": 377,
    "text": "На раз, два, три, Рэй смог использовать лом в качестве средства для поднятия каменной плиты. Над ним светило солнце, прямо сквозь огромные дыры в потолке, образовавшиеся во время ночного землятресения. ",
    "answers": [
      {
        "id": 378,
        "text": "Поднять вторую плиту"
      }
    ]
  },
  {
    "id": 378,
    "text": "\"Есть!\" — сказал Рэй и отодвинув от себя еще одну плиту, он поднялся и успешно освободил свои ноги от груды металла. ",
    "answers": [
      {
        "id": 379,
        "text": "Осмотреться "
      }
    ]
  },
  {
    "id": 379,
    "text": "Торговый центр был развален, вокруг были лишь обломки. Рэй подошел к разрушенному выходу и обнаружил прямо перед собой огромную дыру в земле, глубиной может быть до 30, а то и более метров. \nРэй: Как это здесь образовалось?",
    "answers": [
      {
        "id": 380,
        "text": "Обойти яму"
      }
    ]
  },
  {
    "id": 380,
    "text": "Рэй обошел яму, оставаясь на безопасном расстоянии от неё. Сейчас его целью было узнать, выжили ли его спутники, после жуткого землетрясения. Вокруг не было ни единой души, собравшись с мыслями он отправился вдоль той же улицы, осматривая каждый закоулок. ",
    "answers": [
      {
        "id": 381,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 381,
    "text": "Солнце было достаточно высоко, а значит сейчас день, а не утро. Рэй то и дело оглядывался, паранойя одолевала его. Вдруг где-то вновь появится голем или как его называет Анна, зараженный 3-й стадии... В отличии от своих младших собратьев, для него солнце — не преграда. \nНильсон вновь обернулся, чтобы убедиться, что он в безопасности. Сзади него пронеслось что-то крупное и большое. ",
    "answers": [
      {
        "id": 382,
        "text": "Стоять недвижно"
      }
    ]
  },
  {
    "id": 382,
    "text": "Рэй застыл на месте и стал ждать каких-либо действий от скрытого в тени существа. Он уже решил, что существо скрылось и больше не вернется. Рэй сделал неосторожный шаг назад и тут же из-за здания выпрыгнула огромная горилла ростом около 7 метров. Её клыки были длиной почти в метр, как бивни слона, а её глаза и тело были покрыты всё той же черной слизью. ",
    "answers": [
      {
        "id": 385,
        "text": "Достать лом"
      },
      {
        "id": 386,
        "text": "Бежать "
      }
    ]
  },
  {
    "id": 383,
    "text": "Рэй: Не самый вкусный мед. Я не уверен, что он вообще съедобный. \nАдам: Значит я буду его есть. Вам же хуже. \nАдам скинул с себя рюкзак и улегся на матрац. \nАнна с Джессикой вышли из пещеры и о чем-то тихонько говорили между собой, Рэй подошел к Кларку и они молча стали стоять у каменной глыбы. ",
    "answers": [
      {
        "id": 501,
        "text": "Сказать что-то"
      },
      {
        "id": 502,
        "text": "Молча стоять"
      }
    ]
  },
  {
    "id": 384,
    "text": "Рэй: Не благодари... \nАнна: Сколько нам идти до Риксвельда? \nАдам: Недолго. 30 минут — не более. ",
    "answers": [
      {
        "id": 392,
        "text": "Продолжать идти"
      }
    ]
  },
  {
    "id": 385,
    "text": "Рэй решил, что лучшим решением будет сражаться и он вытащил из бокового кармана рюкзака железный лом. \nЖивотное тут же почувствовало агрессию со стороны маленького существа, стоящего перед ним. Рэй сжал лом обеими руками, как сзади него раздался взрыв. Нильсон упал на землю, бросил лом и закрыл руками уши. Только он это сделал, как раздался еще один взрыв и на спину Нильсона словно вылили ведро липкой слизи. ",
    "answers": [
      {
        "id": 388,
        "text": "Посмотреть что произошло"
      }
    ]
  },
  {
    "id": 386,
    "text": "Рэй не захотел быть растерзанным зараженной гориллой и бросился бежать, надеясь скрыться в одном из зданий. Хищность животного лишь усилилась, увидев убегающую жертву, горилла тут же бросилась за ней. \nРэй бежал что было силы, как сзади него раздался взрыв. Нильсон упал на землю, закрыв руками уши. Только он это сделал, как раздался еще один взрыв и на спину Нильсона словно вылили ведро липкой слизи. ",
    "answers": [
      {
        "id": 387,
        "text": "Посмотреть что произошло"
      }
    ]
  },
  {
    "id": 387,
    "text": "Рэй встал на ноги. Позади него была куча растекающейся по земле черной субстанции. Из-за плотного слоя дыма, образовавшегося от взрыва, к Нильсону быстро и уверенно шагал какой-то человек в плотном темно-зеленом костюме, с капюшоном на голове. ",
    "answers": [
      {
        "id": 389,
        "text": "Стоять на месте "
      },
      {
        "id": 390,
        "text": "Позвать его"
      }
    ]
  },
  {
    "id": 388,
    "text": "Рэй встал на ноги и поднял свой лом, сунув его обратно в рюкзак за спину. Перед ним была куча растекающейся по земле черной субстанции. Из-за плотного слоя дыма, образовавшегося от взрыва, к Нильсону быстро и уверенно шагал какой-то человек в плотном темно-зеленом костюме, с капюшоном на голове. ",
    "answers": [
      {
        "id": 389,
        "text": "Стоять на месте"
      },
      {
        "id": 390,
        "text": "Позвать его"
      }
    ]
  },
  {
    "id": 389,
    "text": "Неизвестный достал пистолет и направил его на Нильсона. \nНеизвестный: Ты кто? ",
    "answers": [
      {
        "id": 393,
        "text": "Рэй: Для начала, кто ты такой? "
      },
      {
        "id": 394,
        "text": "Рэй: Я Рэй Нильсон"
      },
      {
        "id": 395,
        "text": "Рэй: Может опустишь пистолет? "
      }
    ]
  },
  {
    "id": 390,
    "text": "Рэй: Эй, ты! \nНезнакомец услышав голос Нильсона, тут же вынул пистолет и направил его на кричащего.\nНеизвестный: Кто ты? ",
    "answers": [
      {
        "id": 393,
        "text": "Рэй: Для начала, кто ты такой? "
      },
      {
        "id": 394,
        "text": "Рэй: Я Рэй Нильсон"
      },
      {
        "id": 395,
        "text": "Рэй: Может опустишь пистолет? "
      }
    ]
  },
  {
    "id": 391,
    "text": "Рэй: Если вы попадёте в ловушку, я прикрою ваши задницы. \nАнна: Ха! Не смеши, ковбой! Как бы твоя задница не попала в ловушку. \nАдам: В точку! ",
    "answers": [
      {
        "id": 392,
        "text": "Продолжать идти"
      }
    ]
  },
  {
    "id": 392,
    "text": "Спустя почти час сигнал Адама засёк мощное излучение в старом сарае, стоящем с правой стороны от Анны. \nАдам: Это здесь, идём. ",
    "answers": [
      {
        "id": 401,
        "text": "Идти в сарай"
      }
    ]
  },
  {
    "id": 393,
    "text": "Рэй: Для начала... Кто ты такой? \nНеизвестный:Ладно.Я Адам Шелдон,солдат.\nРэй: Хорошо. Тогда я Рэй. Нильсон. \nАдам (убирая пистолет): Ты один или с группой? \nРэй: По крайней мере, сейчас я один. \nАдам: У тебя была группа? ",
    "answers": [
      {
        "id": 396,
        "text": "Рэй: Они пропали... "
      },
      {
        "id": 397,
        "text": "Рэй: Они мертвы... "
      }
    ]
  },
  {
    "id": 394,
    "text": "Рэй: Я Рэй Нильсон. \nАдам: Прекрасно, Рэй. Я Адам Шелдон, солдат. Ты один или с группой? \nРэй: По крайней мере, сейчас я один. \nАдам: У тебя была группа? ",
    "answers": [
      {
        "id": 396,
        "text": "Рэй: Они пропали... "
      },
      {
        "id": 397,
        "text": "Рэй: Они мертвы... "
      }
    ]
  },
  {
    "id": 395,
    "text": "Рэй: Может опустишь пистолет? Тогда я скажу. \nНеизвестный(убирая пистолет): Говори. \nРэй: Я Рэй Нильсон. \nНеизвестный: Отлично, Рэй. Какими судьбами? \nРэй: Теперь ты! \nАдам: Ах, да... Я Адам Шелдон, солдат. \nРэй: К тебе вопросов больше нет. \nАдам: У меня есть парочка. Ты один или с группой? \nРэй: По крайней мере, сейчас я один. \nАдам: У тебя была группа? ",
    "answers": [
      {
        "id": 396,
        "text": "Рэй: Они пропали... "
      },
      {
        "id": 397,
        "text": "Рэй: Они мертвы... "
      }
    ]
  },
  {
    "id": 396,
    "text": "Рэй: Они пропали... \nАдам: Я думаю, что они найдутся. Мы их найдем. \nРэй: Что ты хочешь этим сказать? \nАдам: Ну я могу помочь тебе. Не люблю быть одиночкой, Рэй Нильсон. \nРэй: Хорошо. Всё-таки ты спас меня. \nАдам: Пошли. Я проведу тебя в свою пещеру. \nРэй: Пещеру? \nАдам: По пути я тебе всё расскажу, Рэй. ",
    "answers": [
      {
        "id": 398,
        "text": "Идти с ним"
      }
    ]
  },
  {
    "id": 397,
    "text": "Рэй: Они мертвы... \nАдам: Мне жаль. Правда, жаль. \nРэй: Сейчас это уже не столь важно. \nАдам: Знаешь, ты мог бы ко мне присоединениться. Я не люблю быть одиночкой. \nРэй: Спасибо. Я думаю, что это хорошая идея. Все-таки ты спас мне жизнь! \nАдам: Тогда идем. Я проведу тебя в свою пещеру. \nРэй: Пещеру? \nАдам: Пошли, по пути я тебе всё расскажу. ",
    "answers": [
      {
        "id": 398,
        "text": "Идти с ним"
      }
    ]
  },
  {
    "id": 398,
    "text": "           ГЛАВА 3: ШАНС НА СПАСЕНИЕ\n Адам: Та зараженная горилла, что напала на тебя. Это был Бигфут. Я его так называю.\nРэй: Ты его не первый раз взрываешь, да? \nАдам: Эти бомбы сделаны неким Питером Уеззели. Я нашел его труп, а вскоре нашел и его дом. Я бы там остался, если бы двое бигфутов не напали там на меня. Они разнесли всё к чертям, но припасы я сумел сберечь. ",
    "answers": [
      {
        "id": 399,
        "text": "Спросить про пещеру "
      },
      {
        "id": 400,
        "text": "Спросить про зараженных "
      }
    ]
  },
  {
    "id": 399,
    "text": "Рэй: Не повезло... Слушай, а что ты мне говорил насчет пещеры? \nАдам: Сейчас это мое место жительства, как ни странно, очень удобное и защищенное. \nРэй: Но... \nАдам: Об этом можешь даже не говорить. Когда придешь — всё увидишь! \nРэй: Хорошо. ",
    "answers": [
      {
        "id": 400,
        "text": "Спросить про зараженных"
      },
      {
        "id": 414,
        "text": "Молчать"
      }
    ]
  },
  {
    "id": 400,
    "text": "Рэй: А что с зараженными? \nАдам: В каком смысле? \nРэй: Ну, если животные, в том числе гориллы, подвергнулись воздействию этой \"болезни\", то есть и другие? \nАдам: Например? ",
    "answers": [
      {
        "id": 403,
        "text": "Зараженные насекомые"
      },
      {
        "id": 404,
        "text": "Зараженные рыбы"
      },
      {
        "id": 405,
        "text": "Зараженные птицы "
      }
    ]
  },
  {
    "id": 401,
    "text": "Адам и остальные зашли в сарай, сигнал внутри тут же исчез. \nАдам: Странно... \nАнна: В чем дело? \nАдам: Сигнал... Он пропал. \nРэй посмотрел в окно и увидел двоих приблизжающихся к сараю существ, похожих на... Слуг Сурта! ",
    "answers": [
      {
        "id": 402,
        "text": "Предупредить Анну и Адама "
      }
    ]
  },
  {
    "id": 402,
    "text": "Рэй: Кажется у нас гости. \nАдам с Анной подошли к окну. \nАнна: Это они? \nРэй: Да. \nАдам: Вы их знаете? \nРэй: Слуги Сурта. Долго объяснять, но если в кратце — нам писец. Необходимо валить отсюда! \nАдам: Я тебя понял, сейчас поищу есть ли здесь ещё один выход. ",
    "answers": [
      {
        "id": 429,
        "text": "Забарикадировать дверь "
      }
    ]
  },
  {
    "id": 403,
    "text": "Рэй: Зараженные насекомые... \nАдам: Ха! Шутишь что ли? \nРэй: Та горилла, была в несколько раз больше своего привычного размера. Я думаю зараженные могут увеличиваться в размерах. Мы встречали такого... \nАдам: И как его назвали? \nРэй: Мой друг... Кларк. Он называл его \"Голем\". Или зараженный 3-й стадии. \nАдам: Стадии? ",
    "answers": [
      {
        "id": 406,
        "text": "Рассказать ему про это"
      },
      {
        "id": 407,
        "text": "Не говорить "
      }
    ]
  },
  {
    "id": 404,
    "text": "Рэй: Зараженные рыбы... \nАдам: Ха! Шутишь что ли? \nРэй: Та горилла, была в несколько раз больше своего привычного размера. Я думаю зараженные могут увеличиваться в размерах. Мы встречали такого... \nАдам: И как его назвали? \nРэй: Мой друг... Кларк. Он называл его \"Голем\". Или зараженный 3-й стадии. \nАдам: Стадии? ",
    "answers": [
      {
        "id": 406,
        "text": "Рассказать ему про это"
      },
      {
        "id": 407,
        "text": "Не говорить"
      }
    ]
  },
  {
    "id": 405,
    "text": "Рэй: Зараженные птицы... \nАдам: Ха! Шутишь что ли? \nРэй: Та горилла, была в несколько раз больше своего привычного размера. Я думаю зараженные могут увеличиваться в размерах. Мы встречали такого... \nАдам: И как его назвали? \nРэй: Мой друг... Кларк. Он называл его \"Голем\". Или зараженный 3-й стадии. \nАдам: Стадии? ",
    "answers": [
      {
        "id": 406,
        "text": "Рассказать ему про это"
      },
      {
        "id": 407,
        "text": "Не говорить"
      }
    ]
  },
  {
    "id": 406,
    "text": "Рэй: Одна из наших, которая была в группе... Она подразделяла зараженных людей на первую, вторую, и недавно на третью стадию развития. \nАдам: 1-я стадия — это те, что без клыков и у них когти в три раза короче? \nРэй: Да. \nАдам: Про 2-ю я понял, а третья — \"Голем\"... Что это?\nРэй: Огромный зараженный, как Бигфут, только похож на человека. \nАдам: Да, таких я точно не видел. ",
    "answers": [
      {
        "id": 408,
        "text": "Рассказать ему про пса"
      },
      {
        "id": 409,
        "text": "Промолчать"
      }
    ]
  },
  {
    "id": 407,
    "text": "Рэй: Долгая история... \nАдам: Ну ладно... У нас еще явно будет время поговорить! ",
    "answers": [
      {
        "id": 410,
        "text": "Согласиться"
      }
    ]
  },
  {
    "id": 408,
    "text": "Рэй: На меня однажды напал пес. Сам вроде как нормальный был, но его глаза... Из пасти текли черные слюни... \nАдам: Да. Я встречал однажды зараженного кота. Поверь мне, это не лучше зараженной собаки. \nРэй: Шутишь? \nАдам: Ночью возвращаюсь в свою пещеру с вылазки, а у входа два трупа из шеи которых пьет взахлёб огромный, толстый кот. Когда он повернул на меня голову, его голова вся была в крови и на лбу была рана из которой текла черная жижа... Я еле смог его прикончить. \nРэй: Не знал, что коты на такое способны... И чем же ты его убил? \nАдам: Отхреначил ему башку камнем лежащим под ногами. \nРэй: Захватывающая история. \nАдам: Да, у меня их много. Но... Не всё сразу. ",
    "answers": [
      {
        "id": 409,
        "text": "Промолчать"
      }
    ]
  },
  {
    "id": 409,
    "text": "Адам: Неловкое молчание, да? Если хочешь можешь у меня о чем-нибудь спросить. Я расскажу с удовольствием. ",
    "answers": [
      {
        "id": 411,
        "text": "Спросить про жизнь солдата"
      },
      {
        "id": 412,
        "text": "Спросить про его группу"
      }
    ]
  },
  {
    "id": 410,
    "text": "Рэй: Точно. ",
    "answers": [
      {
        "id": 411,
        "text": "Спросить про жизнь солдата"
      },
      {
        "id": 412,
        "text": "Спросить про его группу "
      }
    ]
  },
  {
    "id": 411,
    "text": "Рэй: Ты представился, как солдат, верно? \nАдам: Да. Я недолгое время был в спецназе. До того как начался всемирный апокалипсис. \nРэй: Ты что-нибудь знаешь о том, как началось это заражение? \nАдам: Думаю, это какое-то биологическое оружие. Я еще с детства смотрел научные передачи и предпологал, что именно так и выглядит действие биологического оружия. ",
    "answers": [
      {
        "id": 413,
        "text": "Уточнить про это"
      },
      {
        "id": 412,
        "text": "Сменить тему "
      }
    ]
  },
  {
    "id": 412,
    "text": "Рэй: А как твоя группа? Или ты от начала до конца заражения был один? \nАдам: Я хоть и не люблю одиночество, но да... Я не состоял ни в какой группе. Был вдвоем с братом, но в итоге всё закончилось не очень хорошо... \nРэй: Сожалею... \nАдам: Не о чем сожалеть. Этот гавнюк рихнулся в первый же день и скинул меня в яму, где меня чуть не сожрал десяток свеженьких зараженных.\nРэй: И где он сейчас? \nАдам: После этого я его не видел... Думаю, судьба сыграла с ним злую шутку, Рэй. Я никогда его не любил, но после этого, во мне не осталось ни капли жалости к нему. ",
    "answers": [
      {
        "id": 414,
        "text": "Молчать"
      }
    ]
  },
  {
    "id": 413,
    "text": "Рэй: Что за биологическое оружие? \nАдам: Без понятия... Всего лишь мое личное предположение, Рэй. Лишь теория... \nРэй: Понятно. ",
    "answers": [
      {
        "id": 414,
        "text": "Молчать"
      }
    ]
  },
  {
    "id": 414,
    "text": "Спустя недолгого молчания, Адам посмотрел на лом торчащий из рюкзака Рэя. \nАдам: Лом — хорошая вещь! А в наши дни... Просто превосходная. \nРэй: Тебе подарить лом? \nАдам: Да, я как раз об этом. Сегодня у меня день рождения. Не мог бы ты преподнести мне этот скромный подарок? \nРэй (усмехнувшись): День рождения? Гдн доказательства? \nАдам(смеётся): Уж, извините. Паспорт я потерял, но поверьте на слово. ",
    "answers": [
      {
        "id": 415,
        "text": "Отдать ему лом"
      },
      {
        "id": 416,
        "text": "Не отдавать"
      }
    ]
  },
  {
    "id": 415,
    "text": "Рэй: Держи, рассказчик лом.\nАдам: Спасибо. Мне он ещё явно пригодится! \nОн взял лом и вдвоём они молча продолжили идти к пещере.",
    "answers": [
      {
        "id": 417,
        "text": "Попросить его рассказать о себе "
      },
      {
        "id": 418,
        "text": "Рассказать про себя"
      }
    ]
  },
  {
    "id": 416,
    "text": "Рэй: Нет, уж извини. Я потом тебе отплачу чем-нибудь другим. \nАдам: Жаль, думал идея с днем рождения прокатит... \nРэй улыбнулся и не стал больше ничего говорить, они с Адамом продолжили идти к пещере, снова закончив начавшийся диалог. ",
    "answers": [
      {
        "id": 419,
        "text": "Попросить его рассказать о себе"
      },
      {
        "id": 420,
        "text": "Рассказать про себя "
      }
    ]
  },
  {
    "id": 417,
    "text": "Рэй: Эй, Адам. \nАдам: Что? \nРэй: Расскажи что-нибудь о себе. О прошлой жизни... \nАдам: Не люблю говорить о своей жизни, если честно... Но если хочешь, давай. О чем ты хотел бы у меня узнать? ",
    "answers": [
      {
        "id": 421,
        "text": "Рэй: У тебя была семья? "
      },
      {
        "id": 422,
        "text": "Рэй: Может поговорим о твоем брате... "
      }
    ]
  },
  {
    "id": 418,
    "text": "Рэй: Хочешь я расскажу тебе что-нибудь о себе? \nАдам: Давай... Что, например? \nРэй: Спроси ты у меня! \nАдам, задумавшись: Была ли у тебя семья до всего этого?",
    "answers": [
      {
        "id": 425,
        "text": "Говорить "
      },
      {
        "id": 426,
        "text": "Отказаться"
      }
    ]
  },
  {
    "id": 419,
    "text": "Рэй: может стоит поговорить о твоём брате... \nАдам(улыбаясь): Умеешь ты конечно поставить человека в неудобное положение! Мой брат с детства только и умел как издеваться над мной. В любой ситуации... И бросил он меня в яму с зараженными не потому-что ему вскружило голову этой \"болезнью\", а потому-что он подлец и трус. \nРэй: Он был твоим старшим братом? \nАдам: Откуда ты знаешь? \nРэй: Есть с чем сравнивать... ",
    "answers": [
      {
        "id": 424,
        "text": "Идти дальше"
      }
    ]
  },
  {
    "id": 420,
    "text": "Рэй: Хочешь я расскажу тебе что-нибудь о себе? \nАдам: Давай... Что, например? \nРэй: Спроси ты у меня! \nАдам, задумавшись: Была ли у тебя семья до всего этого?",
    "answers": [
      {
        "id": 434,
        "text": "Говорить "
      },
      {
        "id": 435,
        "text": "Отказаться "
      }
    ]
  },
  {
    "id": 421,
    "text": "Рэй: У тебя была семья? \nАдам: Один лишь брат, скинувший меня в яму к монстрам. Больше никого... Если честно, мне и его хватало, потому-что мои родители это не лучшие люди, поверь.\nРэй: Извини, я уже понял что это личное. \nАдам: Все нормально. Просто не бери в голову. ",
    "answers": [
      {
        "id": 427,
        "text": "Идти дальше "
      }
    ]
  },
  {
    "id": 422,
    "text": "Рэй: может стоит поговорить о твоём брате... \nАдам(улыбаясь): Умеешь ты конечно поставить человека в неудобное положение! Мой брат с детства только и умел как издеваться над мной. В любой ситуации... И бросил он меня в яму с зараженными не потому-что ему вскружило голову этой \"болезнью\", а потому-что он подлец и трус. \nРэй: Он был твоим старшим братом? \nАдам: Откуда ты знаешь? \nРэй: Есть с чем сравнивать... ",
    "answers": [
      {
        "id": 427,
        "text": "Идти дальше "
      }
    ]
  },
  {
    "id": 423,
    "text": "Ничего не предвещало беды, как в близжайшем сгоревшем жилом доме, послышался громкий шум и женский крик. \nРэй: Адам, там кто-то есть! Нам надо... \nАдам: Рэй, постой. Мы не знаем что там! \nРэй: Что?! Ты просто так возьмешь и бросишь людей на съедение монстрам? \nАдам: Нет. Но не факт что это монстры. Там может быть что угодно, Рэй! Идем быстрее отсюда! ",
    "answers": [
      {
        "id": 430,
        "text": "Идти в здание"
      },
      {
        "id": 431,
        "text": "Уйти вместе с Адамом "
      }
    ]
  },
  {
    "id": 424,
    "text": "Ничего не предвещало беды, как в близжайшем сгоревшем жилом доме, послышался громкий шум и женский крик. \nРэй: Адам, там кто-то есть! Нам надо... \nАдам: Рэй, постой. Мы не знаем что там! \nРэй: Что?! Ты просто так возьмешь и бросишь людей на съедение монстрам? \nАдам: Нет. Но не факт что это монстры. Там может быть что угодно, Рэй! Идем быстрее отсюда! ",
    "answers": [
      {
        "id": 438,
        "text": "Идти в здание"
      },
      {
        "id": 439,
        "text": "Уйти вместе с Адамом "
      }
    ]
  },
  {
    "id": 425,
    "text": "Рэй: Да... Но они погибли по моей вине... \nАдам: О... Я не знал, прости... Это личное. \nРэй: Ничего... Просто я так и не успел сказать им что-то хорошее... Жизнь так пролетела. \nАдам: Но при чем здесь ты? \nРэй: Я ушел из дома, нагрубив отцу и матери. Они уговаривали меня остаться, жить жизнью простого фермера, пойти по стопам отца... Но меня тянуло в город, я и брата родного утащил за собой подальше от семьи.\nАдам: Я не понимаю... \n Глаза Рэя наполнились слезами и он пытался их скрыть, но Адам прекрасно понимал, что пережить это нелегко любому человеку. \nРэй: Когда я пришел к ним, рассказать о своих успехах в городе, лил дождь, и ферма была открыта. А дома я обнаружил своих маму и папу, они были жестоко убиты. Если бы я не ушел, не потащил брата в город, мои родители были бы живы! \nАдам не стал больше задавать вопросов, он лишь похлопал по спине Нильсона и продолжил двигаться дальше. ",
    "answers": [
      {
        "id": 427,
        "text": "Идти с ним"
      }
    ]
  },
  {
    "id": 426,
    "text": "Рэй: Пожалуй, обойдемся без душераздирающих историй... \nАдам: Извини, я... \nРэй: Ничего. Всё нормально. ",
    "answers": [
      {
        "id": 427,
        "text": "Идти дальше "
      }
    ]
  },
  {
    "id": 427,
    "text": "Ничего не предвещало беды, как в близжайшем сгоревшем жилом доме, послышался громкий шум и женский крик. \nРэй: Адам, там кто-то есть! Нам надо... \nАдам: Рэй, постой. Мы не знаем что там! \nРэй: Что?! Ты просто так возьмешь и бросишь людей на съедение монстрам? \nАдам: Нет. Но не факт что это монстры. Там может быть что угодно, Рэй! Идем быстрее отсюда! ",
    "answers": [
      {
        "id": 428,
        "text": "Идти в здание"
      },
      {
        "id": 439,
        "text": "Уйти вместе с Адамом"
      }
    ]
  },
  {
    "id": 428,
    "text": "Рэй: Ты же спас меня от бигфута! Какого хрена ты не можешь спасти какого-то несчастного от смерти?! \nАдам: Рэй, нет! Не иди туда! \nРэй вошел в здание и поднялся по лестнице на третий этаж, откуда издавался крик. \n Наверху было пусто. Множество мелких комнат, кабинетов, узких проходов... ",
    "answers": [
      {
        "id": 450,
        "text": "Идти молча"
      },
      {
        "id": 451,
        "text": "Крикнуть"
      }
    ]
  },
  {
    "id": 429,
    "text": "Количество мутантов вокруг сарая начало увеличиваться, Рэй начал замечать, что их окружают. Вдруг удар одного из слуг Сурта, чуть не снёс дверь с петель, однако Анна и Рэй успели её удержать. ",
    "answers": [
      {
        "id": 455,
        "text": "Держать дверь"
      }
    ]
  },
  {
    "id": 430,
    "text": "",
    "answers": []
  },
  {
    "id": 431,
    "text": "",
    "answers": []
  },
  {
    "id": 432,
    "text": "Рэй: Ты кто к черту такая? \nЖенщина ударила его хуком с правой и еще ближе приставила ему нож к горлу. \nНезнакомец подошел поближе и приказал женщине снять с Нильсона рюкзак. \nВдруг раздается выстрел и мужчина падает с дыркой в голове. Рэй вновь увидел перед собой Адама. \nАдам: Отпускай его, Келли. Иначе ты будешь второй, после своего босса! \nКелли: Одно твоё движение и этому (указывает ножом на Рэя) придёт конец. \nАдам медленно наклонился к земле и резко поднявшись всадил в ноги Келли три последние пули. \nЖенщина упала на землю и увидев приближающегося Адама, всадила себе в грудь свой собственный нож. ",
    "answers": [
      {
        "id": 453,
        "text": "Подойти к Адаму"
      },
      {
        "id": 454,
        "text": "Подойти к Келли "
      }
    ]
  },
  {
    "id": 433,
    "text": "Рэй: Ты кто к черту такой?  \nЖенщина не стала дожидаться ответа мужчины и ударив Рэя хуком с правой, ещё ближе приставила ему нож к горлу. \nНезнакомец подошел поближе и приказал женщине снять с Нильсона рюкзак. \nВдруг раздается выстрел и мужчина падает с дыркой в голове. Рэй вновь увидел перед собой Адама. \nАдам: Отпускай его, Келли. Иначе ты будешь второй, после своего босса! \nКелли: Одно твоё движение и этому (указывает ножом на Рэя) придёт конец. \nАдам медленно наклонился к земле и резко поднявшись всадил в ноги Келли три последние пули. \nЖенщина упала на землю и увидев приближающегося Адама, всадила себе в грудь свой собственный нож. ",
    "answers": [
      {
        "id": 453,
        "text": "Подойти к Адаму"
      },
      {
        "id": 454,
        "text": "Подойти к Келли"
      }
    ]
  },
  {
    "id": 434,
    "text": "Рэй: Да... Но они погибли по моей вине... \nАдам: О... Я не знал, прости... Это личное. \nРэй: Ничего... Просто я так и не успел сказать им что-то хорошее... Жизнь так пролетела. \nАдам: Но при чем здесь ты? \nРэй: Я ушел из дома, нагрубив отцу и матери. Они уговаривали меня остаться, жить жизнью простого фермера, пойти по стопам отца... Но меня тянуло в город, я и брата родного утащил за собой подальше от семьи.\nАдам: Я не понимаю... \n Глаза Рэя наполнились слезами и он пытался их скрыть, но Адам прекрасно понимал, что пережить это нелегко любому человеку. \nРэй: Когда я пришел к ним, рассказать о своих успехах в городе, лил дождь, и ферма была открыта. А дома я обнаружил своих маму и папу, они были жестоко убиты. Если бы я не ушел, не потащил брата в город, мои родители были бы живы! \nАдам не стал больше задавать вопросов, он лишь похлопал по спине Нильсона и продолжил двигаться дальше. ",
    "answers": [
      {
        "id": 436,
        "text": "Идти с ним"
      }
    ]
  },
  {
    "id": 435,
    "text": "Рэй: Пожалуй, обойдемся без душераздирающих историй... \nАдам: Извини, я... \nРэй: Ничего. Всё нормально. ",
    "answers": [
      {
        "id": 437,
        "text": "Идти дальше "
      }
    ]
  },
  {
    "id": 436,
    "text": "Ничего не предвещало беды, как в близжайшем сгоревшем жилом доме, послышался громкий шум и женский крик. \nРэй: Адам, там кто-то есть! Нам надо... \nАдам: Рэй, постой. Мы не знаем что там! \nРэй: Что?! Ты просто так возьмешь и бросишь людей на съедение монстрам? \nАдам: Нет. Но не факт что это монстры. Там может быть что угодно, Рэй! Идем быстрее отсюда! ",
    "answers": [
      {
        "id": 438,
        "text": "Идти в здание"
      },
      {
        "id": 439,
        "text": "Уйти вместе с Адамом"
      }
    ]
  },
  {
    "id": 437,
    "text": "Ничего не предвещало беды, как в близжайшем сгоревшем жилом доме, послышался громкий шум и женский крик. \nРэй: Адам, там кто-то есть! Нам надо... \nАдам: Рэй, постой. Мы не знаем что там! \nРэй: Что?! Ты просто так возьмешь и бросишь людей на съедение монстрам? \nАдам: Нет. Но не факт что это монстры. Там может быть что угодно, Рэй! Идем быстрее отсюда! ",
    "answers": [
      {
        "id": 438,
        "text": "Идти в здание"
      },
      {
        "id": 439,
        "text": "Уйти вместе с Адамом"
      }
    ]
  },
  {
    "id": 438,
    "text": "Рэй: Ты же спас меня от бигфута! Какого хрена ты не можешь спасти какого-то несчастного от смерти?! \nАдам: Рэй, нет! Не иди туда! \nРэй вошел в здание и поднялся по лестнице на третий этаж, откуда издавался крик. \n Наверху было пусто. Множество мелких комнат, кабинетов, узких проходов... ",
    "answers": [
      {
        "id": 440,
        "text": "Идти молча"
      },
      {
        "id": 441,
        "text": "Крикнуть"
      }
    ]
  },
  {
    "id": 439,
    "text": "Спустя полчаса, оба спутника смогли дойти до пещеры и Адам остановился. \nРэй: Это она? А где вход? \nАдам: Сейчас увидишь. Отодвинь эту глыбу в сторону, Рэй. ",
    "answers": [
      {
        "id": 448,
        "text": "Отодвинуть в сторону"
      }
    ]
  },
  {
    "id": 440,
    "text": "Рэй продолжил тихо и спокойно идти, выискивая кричащую девушку. Вдруг сзади него кто-то пискнул. Он обернулся и неизвестный мужчина сорока лет всадил ему в челюсть жесткий, стальной удар.\nРэй упал на землю и попятился назад. Спиной он почувствовал, как дотронулся до чьих-то ног. Это была взрослая женщина, которая тут же схватила Рэя за горло и к глотке приставила ему охотничий нож. ",
    "answers": [
      {
        "id": 442,
        "text": "Спросить кто она такая"
      },
      {
        "id": 443,
        "text": "Спросить кто он такой "
      },
      {
        "id": 444,
        "text": "Сопротивляться"
      }
    ]
  },
  {
    "id": 441,
    "text": "Рэй: Здесь кто-нибудь есть?! \nТолько Нильсон это прокричал как сзади издался шорох. Он обернулся и неизвестный мужчина сорока лет всадил ему в челюсть жесткий, стальной удар.\nРэй упал на землю и попятился назад. Спиной он почувствовал, как дотронулся до чьих-то ног. Это была взрослая женщина, которая тут же схватила его за горло и к глотке приставила ему охотничий нож. ",
    "answers": [
      {
        "id": 442,
        "text": "Спросить кто она такая"
      },
      {
        "id": 443,
        "text": "Спросить кто он такой "
      },
      {
        "id": 444,
        "text": "Сопротивляться "
      }
    ]
  },
  {
    "id": 442,
    "text": "Рэй: Ты кто к черту такая? \nЖенщина ударила его хуком с правой и еще ближе приставила ему нож к горлу. \nНезнакомец подошел поближе и приказал женщине снять с Нильсона рюкзак. \nВдруг раздается выстрел и мужчина падает с дыркой в голове. Рэй вновь увидел перед собой Адама. \nАдам: Отпускай его, Келли. Иначе ты будешь второй, после своего босса! \nКелли: Одно твоё движение и этому (указывает ножом на Рэя) придёт конец. \nАдам медленно наклонился к земле и резко поднявшись всадил в ноги Келли три последние пули. \nЖенщина упала на землю и увидев приближающегося Адама, всадила себе в грудь свой собственный нож. ",
    "answers": [
      {
        "id": 445,
        "text": "Подойти к Адаму"
      },
      {
        "id": 446,
        "text": "Подойти к Келли"
      }
    ]
  },
  {
    "id": 443,
    "text": "Рэй: Ты кто к черту такой? \nЖенщина не стала дожидаться ответа мужчины, она лишь ударила Рэя хуком с правой и еще ближе приставила ему нож к горлу. \nНезнакомец подошел поближе и приказал женщине снять с Нильсона рюкзак. \nВдруг раздается выстрел и мужчина падает с дыркой в голове. Рэй вновь увидел перед собой Адама. \nАдам: Отпускай его, Келли. Иначе ты будешь второй, после своего босса! \nКелли: Одно твоё движение и этому (указывает ножом на Рэя) придёт конец. \nАдам медленно наклонился к земле и резко поднявшись всадил в ноги Келли три последние пули. \nЖенщина упала на землю и увидев приближающегося Адама, всадила себе в грудь свой собственный нож. ",
    "answers": [
      {
        "id": 445,
        "text": "Подойти к Адаму"
      },
      {
        "id": 446,
        "text": "Подойти к Келли"
      }
    ]
  },
  {
    "id": 444,
    "text": "Рэй попытался оказать сопротивление незнакомке, но безуспешно. Нож женщины еще ближе пристроился к его шее. \n Незнакомец подошел поближе и приказал женщине снять с Нильсона рюкзак. \nВдруг раздается выстрел и мужчина падает с дыркой в голове. Рэй вновь увидел перед собой Адама. \nАдам: Отпускай его, Келли. Иначе ты будешь второй, после своего босса! \nКелли: Одно твоё движение и этому (указывает ножом на Рэя) придёт конец. \nАдам медленно наклонился к земле и резко поднявшись всадил в ноги Келли три последние пули. \nЖенщина упала на землю и увидев приближающегося Адама, всадила себе в грудь свой собственный нож. ",
    "answers": [
      {
        "id": 445,
        "text": "Подойти к Адаму"
      },
      {
        "id": 446,
        "text": "Подойти к Келли"
      }
    ]
  },
  {
    "id": 445,
    "text": "Адам: Идем отсюда. \nРэй: Что это нафиг такое было?! \nАдам: Они из банды которую я выслеживаю уже неделю. Они грабили и убивали выживших. По моим подсчетам пару десятков они точно уложили. Среди них были даже дети... \nРэй с недоумением посмотрел на Адама и ускорившись первым вышел из жилого дома. \nРэй: Скоро дойдем до твоей пещеры? \nАдам: Думаю не торопясь, идти ещё около получаса. \nРэй: Тогда следует двигаться быстрее. ",
    "answers": [
      {
        "id": 447,
        "text": "Ускориться"
      }
    ]
  },
  {
    "id": 446,
    "text": "Рэй: Что?! Кто эта женщина? \nАдам: Уходим отсюда. \nРэй: Почему она убила себя? \nАдам: Иди за мной, Рэй. ",
    "answers": [
      {
        "id": 449,
        "text": "Идти к Адаму"
      }
    ]
  },
  {
    "id": 447,
    "text": "Как и предпологал Адам, спустя полчаса, даже чуть раньше, оба спутника прибыли к пещере. \nРэй: Это оно? \nАдам: Сейчас всё увидишь. Откати эту глыбу в сторону.",
    "answers": [
      {
        "id": 448,
        "text": "Откатить в сторону"
      }
    ]
  },
  {
    "id": 448,
    "text": "Рэй откатил глыбу в сторону и перед ним появилось освещенная, оборудованная пещера. Свет, ручей текущий с правой стороны пещеры, с совсем чистой водой и сундуки в конце этой маленькой, но до жути уютной пещеры. \nРэй: Ничего себе... \nАдам: А я тебе о чем. (Улыбнулся) \nРэй: А что это за ручей? \nАдам: Кристалльно чистая вода, она не подверглась воздействию этого \"биологического оружия\". \nРэй: А сундуки? Где ты откопал такие? \nАдам: Мир погрузился в хаос, брат. Сейчас можно найти всё и везде! ",
    "answers": [
      {
        "id": 457,
        "text": "Осмотреть пещеру внимательнее"
      }
    ]
  },
  {
    "id": 449,
    "text": "Рэй: Что это нафиг такое было?! \nАдам: Нечего стоять над её трупом, она не заслуживает этого, как и её босс Чарльз. Они из банды которую я выслеживаю уже неделю. Они грабили и убивали выживших. По моим подсчетам пару десятков они точно уложили. Среди них были даже дети... \nРэй с недоумением посмотрел на Адама и ускорившись первым вышел из жилого дома. \nРэй: Скоро дойдем до твоей пещеры? \nАдам: Думаю не торопясь, идти ещё около получаса. \nРэй: Тогда следует двигаться быстрее. ",
    "answers": [
      {
        "id": 447,
        "text": "Ускориться"
      }
    ]
  },
  {
    "id": 450,
    "text": "Рэй продолжил тихо и спокойно идти, выискивая кричащую девушку. Вдруг сзади него кто-то пискнул. Он обернулся и неизвестный мужчина сорока лет всадил ему в челюсть жесткий, стальной удар.\nРэй упал на землю и попятился назад. Спиной он почувствовал, как дотронулся до чьих-то ног. Это была взрослая женщина, которая тут же схватила Рэя за горло и к глотке приставила ему охотничий нож. ",
    "answers": [
      {
        "id": 432,
        "text": "Спросить кто она такая"
      },
      {
        "id": 433,
        "text": "Спросить кто он такой"
      },
      {
        "id": 452,
        "text": "Сопротивляться "
      }
    ]
  },
  {
    "id": 451,
    "text": "Рэй: Здесь кто-нибудь есть?! \nТолько Нильсон это прокричал как сзади издался шорох. Он обернулся и неизвестный мужчина сорока лет всадил ему в челюсть жесткий, стальной удар.\nРэй упал на землю и попятился назад. Спиной он почувствовал, как дотронулся до чьих-то ног. Это была взрослая женщина, которая тут же схватила его за горло и к глотке приставила ему охотничий нож. ",
    "answers": [
      {
        "id": 432,
        "text": "Спросить кто она такая "
      },
      {
        "id": 433,
        "text": "Спросить кто он такой "
      },
      {
        "id": 452,
        "text": "Сопротивляться"
      }
    ]
  },
  {
    "id": 452,
    "text": "Рэй попытался оказать незнакомке сопротивление, однако женщина ударила его хуком с правой и еще ближе приставила ему нож к горлу. \nНезнакомец подошел поближе и приказал женщине снять с Нильсона рюкзак. \nВдруг раздается выстрел и мужчина падает с дыркой в голове. Рэй вновь увидел перед собой Адама. \nАдам: Отпускай его, Келли. Иначе ты будешь второй, после своего босса! \nКелли: Одно твоё движение и этому (указывает ножом на Рэя) придёт конец. \nАдам медленно наклонился к земле и резко поднявшись всадил в ноги Келли три последние пули. \nЖенщина упала на землю и увидев приближающегося Адама, всадила себе в грудь свой собственный нож. ",
    "answers": [
      {
        "id": 453,
        "text": "Подойти к Адаму"
      },
      {
        "id": 454,
        "text": "Подойти к Келли"
      }
    ]
  },
  {
    "id": 453,
    "text": "Адам: Идем отсюда. \nРэй: Что это нафиг такое было?! \nАдам: Они из банды которую я выслеживаю уже неделю. Они грабили и убивали выживших. По моим подсчетам пару десятков они точно уложили. Среди них были даже дети... \nРэй с недоумением посмотрел на Адама и ускорившись первым вышел из жилого дома. \nРэй: Скоро дойдем до твоей пещеры? \nАдам: Думаю не торопясь, идти ещё около получаса. \nРэй: Тогда следует двигаться быстрее. ",
    "answers": [
      {
        "id": 447,
        "text": "Ускориться"
      }
    ]
  },
  {
    "id": 454,
    "text": "Рэй: Что?! Кто эта женщина? \nАдам: Уходим отсюда. \nРэй: Почему она убила себя? \nАдам: Иди за мной, Рэй. ",
    "answers": [
      {
        "id": 456,
        "text": "Идти к нему"
      }
    ]
  },
  {
    "id": 455,
    "text": "Рэй: Адам, быстрее! Мы их долго не удержим! \nАдам: Я пытаюсь, пытаюсь! Ааа! \nВ быстрых поисках Адам замешкался и не заметил под ногами спрятанный под горстью сена медвежий капкан. Его нога угодила прямо в ловушку. \nРэй: О Боже, Адам! \nАдам: Аааа!!! Анна, сюда! Беги скорее, Рэй сможет их удержать без тебя какое-то время! \nАнна: Я помогу освободить... \nАдам: Нет! Стой! Под капканом! Смотри вниз, там люк. Открой его, в таких сараях люки обычно используются как скрытые входы и выходы. \nАнна: Да, это черный вход. Адам, нужно освободить твою ногу! \nАдам: Анна, бегите! Я долго думал о том, как я погибну. Поверь — это лучший исход! \nАдам достал из рюкзака взрывчатку и установил на неё кнопку. \nРэй: Адам, что ты творишь?! \nАдам: Рэй, беги! Как только вы убежите на безопасное расстояние, я подорву этих выродков ко всем чертям. ",
    "answers": [
      {
        "id": 466,
        "text": "Бежать к люку"
      }
    ]
  },
  {
    "id": 456,
    "text": "Рэй: Что это нафиг такое было?! \nАдам: Нечего стоять над её трупом, она не заслуживает этого, как и её босс Чарльз. Они из банды которую я выслеживаю уже неделю. Они грабили и убивали выживших. По моим подсчетам пару десятков они точно уложили. Среди них были даже дети... \nРэй с недоумением посмотрел на Адама и ускорившись первым вышел из жилого дома. \nРэй: Скоро дойдем до твоей пещеры? \nАдам: Думаю не торопясь, идти ещё около получаса. \nРэй: Тогда следует двигаться быстрее. ",
    "answers": [
      {
        "id": 447,
        "text": "Ускориться"
      }
    ]
  },
  {
    "id": 457,
    "text": "Пара светящихся лампочек, сундуки, ручеек, большой матрац на котором смогло уместиться бы 5, а то и более человек. ",
    "answers": [
      {
        "id": 458,
        "text": "Достать блокнот"
      },
      {
        "id": 459,
        "text": "Осмотреть лампочки ",
        "need": -459
      },
      {
        "id": 460,
        "text": "Посмотреть что в сундуках",
        "need": -465
      },
      {
        "id": 461,
        "text": "Осмотреть ручеек",
        "need": -461
      },
      {
        "id": 462,
        "text": "Осмотреть матрац"
      }
    ]
  },
  {
    "id": 458,
    "text": "\"Пора бы сделать в этом блокноте пару записей\" — подумал Рэй. ",
    "answers": [
      {
        "id": 463,
        "text": "Выжившие"
      },
      {
        "id": 464,
        "text": "Зараженные"
      },
      {
        "id": 457,
        "text": "Закрыть блокнот"
      }
    ]
  },
  {
    "id": 459,
    "text": "\"Интересно, отчего они горят?\" — удивился Рэй. ",
    "answers": [
      {
        "id": 459,
        "text": "Отойти от лампочек",
        "backstepCount": 1,
        "isBack": true
      }
    ]
  },
  {
    "id": 460,
    "text": "Рэй подошел к одному из сундуков и открыл его без каких-либо проблем. Внутри были стопкой сложены банки с бобами, несколько плиток темного шоколада, банка меда, банка маринованных помидоров и около 10 литров воды. ",
    "answers": [
      {
        "id": 465,
        "text": "Использовать еду"
      },
      {
        "id": 460,
        "text": "Закрыть сундук",
        "backstepCount": 1,
        "isBack": true
      }
    ]
  },
  {
    "id": 461,
    "text": "Кристалльная голубая вода текла по этому ручейку куда-то в глубь пещеры, но человеку туда не добраться даже рукой. ",
    "answers": [
      {
        "id": 461,
        "text": "Отойти от ручья",
        "backstepCount": 1,
        "isBack": true
      }
    ]
  },
  {
    "id": 462,
    "text": "Адам уже лег на край матраца и готов ко сну. ",
    "answers": [
      {
        "id": 475,
        "text": "Лечь спать",
        "blackout": true
      },
      {
        "id": 462,
        "text": "Отойти от матраца",
        "backstepCount": 1,
        "isBack": true
      }
    ]
  },
  {
    "id": 463,
    "text": "Я встретил:",
    "answers": [
      {
        "id": 467,
        "text": "Микробиолог Анна"
      },
      {
        "id": 468,
        "text": "Кларк и Джессика"
      },
      {
        "id": 469,
        "text": "Солдат Адам"
      },
      {
        "id": 458,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 464,
    "text": "Список известных мне видов зараженных существ:",
    "answers": [
      {
        "id": 470,
        "text": "Зар. особь 1-й стадии"
      },
      {
        "id": 471,
        "text": "Зар. особь 2-й стадии "
      },
      {
        "id": 472,
        "text": "Зар. особь 3-й стадии (Голем) "
      },
      {
        "id": 473,
        "text": "Зараженный пес"
      },
      {
        "id": 474,
        "text": "Зараженная горилла (Бигфут) "
      },
      {
        "id": 458,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 465,
    "text": "Рэй съел полбанки фасоли и выпил пол литра воды. ",
    "answers": [
      {
        "id": 457,
        "text": "Отойти от сундука"
      }
    ]
  },
  {
    "id": 466,
    "text": "Рэй: Адам... Всё не должно так закончиться! \nАдам: Иди, я все равно ранен! В бою я бесполезен, а значит мое время истекло. Иди брат! Удачи тебе! \nАнна и Рэй попрощались с Адамом и побежали через черный вход. Когда сарай был уже в двадцати метрах от них, Рэй обернулся, он увидел как мутанты зашли в сарай и тут произошел мощный взрыв, разнесший всех кто был внутри сарая, на мелчайшие кусочки. \nРэй: Прощай, Адам... \nАнна: Рэй, нам надо идти! ",
    "answers": [
      {
        "id": 490,
        "text": "Уйти подальше от сарая"
      }
    ]
  },
  {
    "id": 467,
    "text": "Анна, молодая девушка-микробиолог с характером. Любит спорить и командовать.\nМожно сказать вытащила меня из мёртвых, с помощью сыворотки смогла превратить зараженного 2-й стадии (меня) в человека, исцелив. Рецепт сыворотки Анна утеряла, а запомнить она его не смогла, тем более один из ингридиентов, который она запомнила — цветок Булдгора, является одним из редчайших растений Северной Америки. ",
    "answers": [
      {
        "id": 467,
        "text": "[[Название цветка вымышленно!]] ",
        "merge": true
      },
      {
        "id": 467,
        "text": "Назад",
        "backstepCount": 1,
        "isBack": true
      }
    ]
  },
  {
    "id": 468,
    "text": "Кларк и Джессика. \nКларк работал с сестрой Джессики пытаясь выяснить, что задумывает сделать какая-то корпорация. Однако они не успели их раскрыть, зато сестра Джессики узнала что во всем этом замешан Сурт. О них мне пока больше ничего не известно. Но я точно знаю, что оба они хорошие люди и им можно доверять. ",
    "answers": [
      {
        "id": 468,
        "text": "Назад ",
        "backstepCount": 1,
        "isBack": true
      }
    ]
  },
  {
    "id": 469,
    "text": "Солдат Адам, спецназовец. Спас меня от Бигфута и сразу записал в союзники. Вроде хороший человек, с юмором, однако что-то меня в нём настораживает. ",
    "answers": [
      {
        "id": 469,
        "text": "Назад",
        "backstepCount": 1,
        "isBack": true
      }
    ]
  },
  {
    "id": 470,
    "text": "Зараженная особь 1-й стадии \nЧеловек, заразившийся этой \"болезнью\" и превратившийся в зараженную особь в течении 24-часов после заражения. Имеет высокую скорость, короткие клыки, отсутствуют или почти отсутствуют когти и легко убиваем. (По словам Анны, зараженные особи 1-й стадии не способны исцелиться её сывороткой) ",
    "answers": [
      {
        "id": 470,
        "text": "Назад",
        "backstepCount": 1,
        "isBack": true
      }
    ]
  },
  {
    "id": 471,
    "text": "Зараженная особь 2-й стадии.\nИмеет те же способности, что и зар. особь 1-й стадии, но имеет более длинные клыки и его когти имеют длину до 35 см. \nОсоби 2-й стадии живучее и ведут более скрытый образ жизни. Их можно вновь сделать людьми. (С помощью сыворотки Анны) ",
    "answers": [
      {
        "id": 471,
        "text": "Назад",
        "backstepCount": 1,
        "isBack": true
      }
    ]
  },
  {
    "id": 472,
    "text": "Голем. Особь 3-й стадии. \nОгромное существо, выглядит как человек, но с пастью крокодила. Состоит из черной текучей субстанции. \nМожет поглощать в себя различные предметы. Голема возможно уничтожить  при помощи бомбы или множества гранат. \nПроисхождение Голема неизвестно, однако я предполагаю что это смесь зараженной особи человека с крокодилом. Но как?! ",
    "answers": [
      {
        "id": 472,
        "text": "Назад",
        "backstepCount": 1,
        "isBack": true
      }
    ]
  },
  {
    "id": 473,
    "text": "Зараженный пес. \nПес, не увеличен в размерах и не покрыт черной субстанцией, как все зараженные животные. Отличные черты: агрессия, черная жижа из пасти, черные текущие глаза. ",
    "answers": [
      {
        "id": 473,
        "text": "Назад ",
        "backstepCount": 1,
        "isBack": true
      }
    ]
  },
  {
    "id": 474,
    "text": "Бигфут. Зараженная горилла, обезьяна. \nОгромная 7-8 метровая горилла, проявляет агрессию при любом движении жертвы в её сторону. Глаза черные, вся горилла покрыта липкой субстанцией. Уничтожить можно при помощи бомбы, гранаты или взрывчатки. ",
    "answers": [
      {
        "id": 474,
        "text": "Назад",
        "backstepCount": 1,
        "isBack": true
      }
    ]
  },
  {
    "id": 475,
    "text": "Полночь. Идет сильный дождь с грозой и молниями. Посреди большого, словно бесконечного кладбища стоит Рэй Нильсон. Связанный цепями, стоящий на коленях перед могилой... \nПо его лицу стекает кровь, смываемая с него холодными каплями дождя. Рэй рыдал, он смотрел на могилу и его сердце разрывалось от боли. \n\"Мама... Мамочка... Прости...\" — кричал Рэй из последних сил, но он не слышит даже себя, шум дождя и раскатистого грома перебивает крик его души. ",
    "answers": [
      {
        "id": 476,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 476,
    "text": "Перед ним неожиданно появился человек, держащий в руках плеть. Он молча заходит Рэю за спину и делает первый удар. \n\"Ааааа!\" — закричал Рэй и вновь посмотрел на могилу матери. \n\"Ты заслужил это! Ты виноват! Ты убил её!\" — кричал голос сзади, перебивая раскаты грома. ",
    "answers": [
      {
        "id": 477,
        "text": "Закрыть глаза",
        "blackout": true
      }
    ]
  },
  {
    "id": 477,
    "text": "Рэй широко раскрыл глаза и осмотрелся. Перед ним стоял Адам и улыбался. \nАдам: Доброе утро! Ты так громко кричал... Что, кошмары? \nРэй: Хуже... ",
    "answers": [
      {
        "id": 478,
        "text": "Встать с матраца"
      }
    ]
  },
  {
    "id": 478,
    "text": "Адам: Сегодня у нас с тобой планируется поход в лес. Как мне известно, по лесу бегают толпы оленей и я уже не раз ел их мясо. \nРэй: Что?! Шутишь, Адам? \nАдам: Нет, я вполне серьёзно. Они либо не подвержены заразе, либо просто не все они превратились в монстров. Также как и люди! \nРэй: Тут поблизости есть лес? \nАдам: Совсем рядом. Идти 10 минут. Главное не наткнуться на мародеров, они все прячутся в лесах. Большинство во всяком случае. ",
    "answers": [
      {
        "id": 479,
        "text": "Спросить, когда будет вылазка"
      }
    ]
  },
  {
    "id": 479,
    "text": "Адам: Ну я уже поел. Готов идти. А вот ты... Что-нибудь будешь? ",
    "answers": [
      {
        "id": 480,
        "text": "Нет, спасибо. Я уже поел из твоего сундука",
        "need": 465
      },
      {
        "id": 481,
        "text": "Я как раз голодный. ",
        "need": -465
      }
    ]
  },
  {
    "id": 480,
    "text": "Адам: Тогда в путь, брат!\nРэй: Погнали. \nРэй собрал свой рюкзак и двинулся в лес. ",
    "answers": [
      {
        "id": 482,
        "text": "[В лесу] "
      }
    ]
  },
  {
    "id": 481,
    "text": "Адам дал Рэю банку фасоли и бутылку воды. Нильсону хватило всего пару минут чтобы это поесть и собрать свой рюкзак. \nАдам: Теперь мы точно готовы! \nРэй: В путь! ",
    "answers": [
      {
        "id": 482,
        "text": "Идти в лес"
      }
    ]
  },
  {
    "id": 482,
    "text": "Придя в лес, Адам и Рэй уже в самом его начале, обнаружили стадо оленей. \nРэй: Вроде глаза у них вполне нормальные... \nАдам: Доверься мне. Я знаю что они не заражены. \nАдам нацелил пистолет на одного из оленей покрупнее, но до того как он решился выстрелить, стадо перепугалось шума из кустов напротив, и все олени тут же бросились бежать. ",
    "answers": [
      {
        "id": 483,
        "text": "Смотреть в кусты"
      }
    ]
  },
  {
    "id": 483,
    "text": "Спустя какое-то время из кустов вылезли три человека: один парень и две молодые девушки. \nАдам: Так и знал! Мародеры! \nРэй присмотрелся к мародерам. \nРэй: Это же... \nРэй выбежал из укрытия и настороженные Анна, Кларк и Джессика, тут же поменялись в лице. \nАнна крепко обняла Рэя и для неё эти обьятия были словно вечными. Адам поняв, что они не опасны, решил тоже выйти к остальным. \nАдам: Брат, это кто? \nКларк: Брат? Это твой... \nРэй: Нет, нет... Мы друзья, он спас мне жизнь. \nАнна: Я думала тебя сожрал тот червь! Как ты от него сбежал? \nАдам: Я чего-то не знаю? Ты же сказал что они... \nРэй взглянул на Адама и тот понял, что сейчас не время об этом. ",
    "answers": [
      {
        "id": 484,
        "text": "Спросить про червя"
      }
    ]
  },
  {
    "id": 484,
    "text": "Рэй: Стоп, стоп, стоп. Какой такой червь??\nКларк: Мы выбежали на улицу и прямо перед выходом, из-под земли выполз виновник землятресения. Огромный толстый червь длиной может быть до 10 метров. Он начал крушить всё вокруг. Вход завалило, ты остался внутри и нам пришлось бежать! \nАдам: Вы бросили мужика на произвол судьбы, да? \nАнна: У нас не было другого выхода, умник! Я безумно рада что Рэй жив и в полном порядке.\nДжессика: А у вас случайно нет припасов? Мы уже второй день как без еды... \nРэй: Адам даст вам необходимое. Мы с ним,  проведем вас в его жилище. Вам там понравится, уверяю вас. ",
    "answers": [
      {
        "id": 485,
        "text": "Идти в пещеру"
      }
    ]
  },
  {
    "id": 485,
    "text": "Прибыв в пещеру к Адаму, все удивились насколько там комфортно. Однако Рэй сразу заметил, что Адам не особо рад новым гостям.\n Время в пещере прошло быстро и вот наступил вечер, все уже уляглись спать, но Кларк никак не мог уснуть. Он сел около входа в пещеру и посмотрел на звезды. ",
    "answers": [
      {
        "id": 486,
        "text": "Присоединиться к нему"
      },
      {
        "id": 487,
        "text": "Уснуть"
      }
    ]
  },
  {
    "id": 486,
    "text": "Кларк: Тоже не спится, да? \nРэй: Есть такое... \nКларк: Я всегда удивлялся звёздам на небе, Рэй. Они такие загадочные, недостижимые... Ещё маленьким, сидел где-нибудь у бабушки в деревне и наблюдал за этим прекрасным явлением. ",
    "answers": [
      {
        "id": 110,
        "text": "Рэй: Хорошие были времена... "
      },
      {
        "id": 148,
        "text": "Рэй: Сейчас всё иначе... "
      }
    ]
  },
  {
    "id": 487,
    "text": "Рэй проснулся рано. Он осмотрелся и попробовал себя ощипнуть. \n\"Вроде не сон\" — сказал Рэй и встал с матраца. \nВсе ещё спали, Рэй проголодался и решил перекусить. В сундуке он достал банку фасоли и съел всю банку за присест. Еще полчаса он ходил из стороны в сторону, надеясь что кто-нибудь проснется. И это случилось. Адам зашевелился и дернулся с испугу, увидев стоящего перед собой Рэя. \nРэй: Чего кошмар? (Улыбается) \nАдам: Да иди ты! ",
    "answers": [
      {
        "id": 488,
        "text": "Спросить его о планах на сегодня "
      }
    ]
  },
  {
    "id": 488,
    "text": "Адам умылся водой из ручья и разбудил Кларка. \nКларк: Что? Зачем вставать? \nАдам: Вы пойдете сегодня в лес, и на этот раз мы все, поедим оленину. Весомый повод? \nКларк: Не очень... ",
    "answers": [
      {
        "id": 489,
        "text": "Уговорить Кларка встать "
      }
    ]
  },
  {
    "id": 489,
    "text": "Рэй: Кларк, мать твою, вставай! (Крича шепотом) \nКларк: Чего шипишь?! Сейчас, сейчас... \nКларк нехотя встал и спустя 10 минут был готов к походу в лес. \nАдам дал винтовку Кларку и пожелал этим двоим удачной охоты. \nРэй: А мне винтовку не доверяешь? \nАдам: У тебя есть лом, Рэй. Не забывай об этом. \nРэй: Месть, да? (Усмехнувшись) \nАдам улыбнувшись кивнул и закрыл за Рэем пещеру каменной глыбой. ",
    "answers": [
      {
        "id": 491,
        "text": "Отправиться в лес"
      }
    ]
  },
  {
    "id": 490,
    "text": "Спустя пару часов Рэй и Анна дошли до пристани. Вдруг Анна заметила лодку в которой сидели две знакомые фигуры. \nАнна: Рэй? Это они?\nРэй: Где? Что? Да ну, нахрен! Это же Кларк и Джессика! \nУвидев их, Анна и Рэй радостно побежали к воде и не дав опомниться Кларку и Джессике, обняли их. \nКларк: О, Боже. Я уж и не думал, что вы вернетесь! Как вы нас нашли? Где Адам? \nАнна: Адам... Мертв. Он помог нам уйти из того сарая, а сам остался там и... В общем он спас нас. Ценой собственной жизни...\nКларк: О, нет... Мне... Мне очень жаль. ",
    "answers": [
      {
        "id": 530,
        "text": "Спросить про лодку"
      }
    ]
  },
  {
    "id": 491,
    "text": "Кларк: Не люблю охоту... Отец водил меня на охоту в детстве и мне всегда было так жалко этих зверьков, которых мой отец называл дичью. ",
    "answers": [
      {
        "id": 492,
        "text": "Согласиться "
      },
      {
        "id": 493,
        "text": "Опровергнуть"
      }
    ]
  },
  {
    "id": 492,
    "text": "Рэй: Понимаю, Кларк. \nКларк: Но с другой стороны, сейчас я на своём счету имею немало убитых людей. Это не лучше... \nРэй: Это не те люди, которые умеют думать своей головой. Они даже внешне, мало напоминают человека. \nКларк: Возможно ты прав. ",
    "answers": [
      {
        "id": 494,
        "text": "Продолжать идти "
      }
    ]
  },
  {
    "id": 493,
    "text": "Рэй: Но сейчас такие времена, Кларк! Ты должен понимать, что если ты не грохнешь оленя, то олень заразится и растерзает тебя черными, как дьявол, рогами. \nКларк: Я знаю. Знаю, Рэй... ",
    "answers": [
      {
        "id": 494,
        "text": "Продолжать идти"
      }
    ]
  },
  {
    "id": 494,
    "text": "Время прошло достаточно быстро и оба путника были уже в хвойно-лиственном лесу.\nРэй: Видишь чего? \nКларк: Да. Ничего не вижу! \nРэй: Можешь потише? \nКларк: Не переживай. Винтовка всё равно у меня. \nРэй: У меня железный лом. Можешь тоже не переживать, Кларк! \nКларк: Тсссс! Слышишь это? ",
    "answers": [
      {
        "id": 495,
        "text": "Замолчать "
      }
    ]
  },
  {
    "id": 495,
    "text": "Где-то неподалёку был слышен странный гул. \nКларк: Думаю, это там. Иди за мной! \nКларк приподнялся из-за кустов и обернулся. \nРэй: Чего за странная улыбка? \nКларк: Это стадо. Стадо оленей. Теперь попробую сосредоточиться и не спугнуть их. \nКларк проверил заряжено ли ружьё и нацелился на оленя. \nКларк: Надеюсь, Бог не осудит меня за это... \nРэй: Стреляй уже! \nКларк нажал на курок и чуть не всадил себе ружьём в нос, испугавшись такого уровня отдачи у винтовки. \nКларк: Ничего себе, оружие... ",
    "answers": [
      {
        "id": 496,
        "text": "Проверить, мертв ли олень"
      }
    ]
  },
  {
    "id": 496,
    "text": "Рэй: Ты попал ему прямо в легкое! Полагаю, что он мертв, на все сто процентов. \nКларк: Хорошо. Разделаем его прямо здесь и сложим в мой рюкзак. ",
    "answers": [
      {
        "id": 497,
        "text": "Разделать мясо"
      }
    ]
  },
  {
    "id": 497,
    "text": "Покончив с оленем, путники пошли обратно в пещеру, где их ждали Анна и Джессика. \nРэй: Доброго вам дня! А где Адам? \nАнна: Адам сказал, что пошел за медом. \nКларк: Что за бред? \nДжессика: Он правда так сказал. \nРэй: Когда он ушел? \nАнна: Думаю он ушел около часа назад. Разбудил нас и предупредил, что вы охотитесь на оленей. \nРэй: Посмотрим на его мед... ",
    "answers": [
      {
        "id": 498,
        "text": "Ждать Адама "
      }
    ]
  },
  {
    "id": 498,
    "text": "Адам отсутствовал в пещере еще примерно два часа, как неожиданно глыба отодвинулась и Адам с рюкзаком на плечах вошёл в свою пещеру. \nРэй: Добыл мед? \nАдам: А, что? \nКларк: Не прикидывайся дурачком, Адам. \nАдам: Ты о чем? \nРэй: Ты сказал, что пошел за медом. \nАдам: А, вот вы о чём... Да. Но я его не смог добыть, мне нужен помощник. Завтра мы с тобой, (указывает на Рэя) пойдем за медом. Там слишком высоко я не дотянусь. \nРэй: Ты думаешь эта история похожа на правду? \nАдам: А ты думаешь, что я что-то скрываю от вас? Нет! \nАдам подошел к сундуку и показал им банку меда. \nКларк: И что, мы должны тебе поверить? С чего ты взял что твой мед не опасен?\nАдам: Было время всё изучить, дубина. Можете попробовать! Самый настоящий, дикий и натуральный мед! ",
    "answers": [
      {
        "id": 499,
        "text": "Попробовать"
      },
      {
        "id": 500,
        "text": "Отказаться "
      }
    ]
  },
  {
    "id": 499,
    "text": "Рэй: Я попробую. Можешь, не сомневаться. \nАдам: Бери. \nРэй взял из рук Адама маленькую деревянную ложку и попробовал его дикий мед. ",
    "answers": [
      {
        "id": 254,
        "text": "Сказать правду"
      },
      {
        "id": 383,
        "text": "Соврать"
      }
    ]
  },
  {
    "id": 500,
    "text": "Рэй: Нет, спасибо. Поверю тебе на слово. \nАдам скинул с себя рюкзак и улегся на матрац. \nАнна с Джессикой вышли из пещеры и о чем-то тихонько говорили между собой, Рэй подошел к Кларку и они молча стали стоять у каменной глыбы. ",
    "answers": [
      {
        "id": 501,
        "text": "Сказать что-то "
      },
      {
        "id": 502,
        "text": "Молча стоять"
      }
    ]
  },
  {
    "id": 501,
    "text": "Рэй: Надо бы отдать мясо Анне или Джессике. Пусть что-нибудь из него приготовят... \nКларк: Да? Ну, попробуй. Я пока здесь постою, мне как-то не по себе... \nРэй: В каком смысле? \nКларк: Не важно... Забудь. ",
    "answers": [
      {
        "id": 503,
        "text": "Подойти к Анне и Джессике"
      }
    ]
  },
  {
    "id": 502,
    "text": "Кларк: Надо бы отдать мясо Анне или Джессике. Пусть что-нибудь из него приготовят... \nРэй: Да? Ну, попробуй. Я пока здесь постою, мне как-то не по себе... \nКларк: Давай лучше ты... Мне сейчас как-то не по себе, я тут постою. \nРэй: В каком смысле не по себе? \nКларк: Не обращай внимания... Это сейчас не имеет значения. ",
    "answers": [
      {
        "id": 503,
        "text": "Подойти к Анне и Джессике"
      }
    ]
  },
  {
    "id": 503,
    "text": "Анна: Да, конечно я сама... \nАнна и Джессика увидели приблизжающегося Рэя и тут же прервали разговор. \nАнна: Ну как дела, охотник? \nРэй(смеясь): Дела, отлично. В отличии от Адама, мы с Кларком всё-таки принесли добычу. Кто из вас попробует угостить нас олениной? \nДжессика: Я могу пожарить мясо... \nРэй: Отлично! Только у Адама узнай, где у него хранится всё это. \nДжессика: Хорошо... ",
    "answers": [
      {
        "id": 504,
        "text": "Отдохнуть"
      }
    ]
  },
  {
    "id": 504,
    "text": "Рэй решил ненадолго лечь поспать. К вечеру Джессика приготовила всем жареную оленину, благо соль у Адама тоже была. \nПлотно поужинав жареным мясом с фасолью, Рэй лег спать, продолжая думать о завтрашнем дне. ",
    "answers": [
      {
        "id": 505,
        "text": "Проснуться"
      }
    ]
  },
  {
    "id": 505,
    "text": "Адам разбудил Рэя и они пошли рано утром в лес за мёдом. Погода уже утром была плохой, и плотные тучи с каждой минутой затягивали небо всё сильнее и сильнее. ",
    "answers": [
      {
        "id": 506,
        "text": "Поговорить с Адамом"
      }
    ]
  },
  {
    "id": 506,
    "text": "Рэй: Адам, я хотел... \nАдам, перебивая: Матерь Божья... \nРэй не сразу понял о чем говорит Адам, но мгновение спустя Рэй поднял голову вверх. На одном из деревьев, прямо над ними висел сгнивший труп. Это, и другие деревья поблизости были также гнилыми, усеяны дырками и под ними были лужи черной жидкости. \nРэй посмотрел на свои кроссовки. \nРэй: О, черт... \nАдам: Смотри сюда! ",
    "answers": [
      {
        "id": 507,
        "text": "Посмотреть что там "
      }
    ]
  },
  {
    "id": 507,
    "text": "Прямо под крупнейшим из гнилых деревьев была большая нора. \nРэй: По-моему в неё сможет влезть даже человек. \nАдам: Сейчас про... \nНеожиданно нора начала проваливаться и из-под нее рывком вылезло туловище Голема. \nАдам: Твою мать!!! \nГолем не мешкаясь, всадил своим черным кулаком в Адама и тот отлетел в кусты, сделав в воздухе что-то похожее на сальто. \nРэй: Адам!! Нет!!! ",
    "answers": [
      {
        "id": 508,
        "text": "Уклониться от удара Голема"
      }
    ]
  },
  {
    "id": 508,
    "text": "Голем вылез ещё на чуть-чуть из норы и произвел повторный удар. Рэй пригнулся и кулак монстра прошелся мимо него. ",
    "answers": [
      {
        "id": 509,
        "text": "Использовать: лом"
      }
    ]
  },
  {
    "id": 509,
    "text": "Рэй достал лом и ударил им по туловищу Голема, в отличии от прошлого, этот монстр не засосал в себя стальной лом и удар прошел жестко. Голему это явно не понравилось и его рука начала увеличиваться в размерах. ",
    "answers": [
      {
        "id": 510,
        "text": "Уклониться"
      }
    ]
  },
  {
    "id": 510,
    "text": "Рука Голема раскрылась и из неё полился фонтан черной субстанции. Двойным кувырком Рэй спасся от попадания на себя этой жижи. ",
    "answers": [
      {
        "id": 511,
        "text": "Ударить его ещё раз "
      }
    ]
  },
  {
    "id": 511,
    "text": "Монстр заблокировал атаку Рэя и чуть не вырвал у него из рук лом. \n\"Получай, урод!\" — прокричал Рэй и повторно всадил Голему неожиданный удар в область живота. \nРэй обратил внимание на трухлявое дерево стоящее прямо позади Голема. ",
    "answers": [
      {
        "id": 512,
        "text": "Обойти монстра"
      }
    ]
  },
  {
    "id": 512,
    "text": "Рэй шмыгнул за дерево и бросив лом на землю, начал с усердием давить всем своим телом на дерево, постепенно наклоняя его. \n\"Аррргх! Еще!!! Ещё чуть-чуть!\" — вырвалось у Рэя. ",
    "answers": [
      {
        "id": 513,
        "text": "Толкнуть сильнее"
      }
    ]
  },
  {
    "id": 513,
    "text": "Рэй поднажал и вытолкнул большое толстое дерево прямо на Голема, который тут же растекся по земле от веса этой крупной сосны.",
    "answers": [
      {
        "id": 514,
        "text": "Проверить Адама"
      }
    ]
  },
  {
    "id": 514,
    "text": "Рэй не останавливаясь, побежал за кусты, куда монстр мощным ударом отправил Адама полежать. \nАдам лежал на животе, из его рта текла кровь, а глаза были закрыты. \nРэй: Адам! Адам, очнись! ",
    "answers": [
      {
        "id": 515,
        "text": "Встряхнуть его"
      }
    ]
  },
  {
    "id": 515,
    "text": "Адам открыл глаза и кряхтя перевернулся и лег на спину. \nАдам: Боже... Это что за хрень?? \nРэй: Поздравляю, ты познакомился с Големом! \nАдам: О черт... Лучше б я сдох... \nРэй: Не говори так! Я помогу тебе. Попробуй встать. \nАдам: А что это такое? О нет! У меня что зуб выбит? \nРэй: Похоже кровь у тебя из десны пошла. Это хорошо. Радуйся, что жив дурень! \nРэй помог подняться Адаму и они вместе решили вернуться к остальным. ",
    "answers": [
      {
        "id": 516,
        "text": "[В пещере] "
      }
    ]
  },
  {
    "id": 516,
    "text": "Кларк: Рэй? Рэй, что случилось? Что с ним? \nРэй: Жить будет. Мы тут повстречали Голема... \nАнна: Зараженного 3-й стадии?? \nРэй: Да, черт возьми! \nРэй уложил Адама на матрац и дал ему воды. ",
    "answers": [
      {
        "id": 517,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 517,
    "text": "Адам: Сегодня вечером я собираюсь в Риксвельд. Там есть что-то, что излучает сильный уровень радиоволн. Думаю это какое-то устройство. \nАнна: Откуда ты знаешь? \nАдам: Я понимаю у вас много вопросов... Но всё же спрошу я. Кто присоединится ко мне и проведает там со мной обстановку? \nРэй: Подожди. Мы не знаем о чем речь. Зачем тебе это устройство? Что это такое? \nАдам: Просто скажите, кто пойдет со мной! ",
    "answers": [
      {
        "id": 518,
        "text": "Ответить ему"
      }
    ]
  },
  {
    "id": 518,
    "text": "Рэй: Я... \nРэй начал говорить, как все в пещере затряслось и начало разрушаться. \nКларк: О нет! Опять он... \nРэй: Кто он?! \nАнна: Думаю, Кларк прав. Это тот червь что напал на нас в торговом центре! \nАдам: Неважно! Надо сваливать. Берите всё необходимое и... \nАдам прервал речь, увидев как что-то откинуло каменную глыбу, закрывающую вход в пещеру. Только пыль рассеялась, в пещеру начало ползти огромное длинное существо. \nАдам: Вашу ж мать... Это Рарсах! \nРэй: Повтори-ка... \nКларк: Это что огромный змей из Гарри Поттера?! \nРэй: Что? Какого еще Гарри Поттера? \nКларк: Заткнись, Рэй. По-моему он смотрит на тебя! \nДлинный черный змей уставил свои черные, не присущие змеям глаза прямо на Рэя, словно монстр готовился к быстрой атаке. \nАдам: Мы в ловушке... \nАнна: Я бы так не сказала. Джесс? \nДжессика кивнула и медленно попятилась назад, чем привлекла внимание змея. ",
    "answers": [
      {
        "id": 519,
        "text": "Не двигаться "
      }
    ]
  },
  {
    "id": 519,
    "text": "Кларк: Что она делает? \nАнна: Тссс! \nДжессика дошла до упора и немного присела. Все затихли, дожидаясь исполнения плана девушек. Джессика резким движением достала из-за спины здоровенный миниган и пробежала к Рэю. \nДжессика: Держи, быстрее!\nЗмей почуял агрессивные действия со стороны своих жертв и надулся, увеличившись в размерах. ",
    "answers": [
      {
        "id": 520,
        "text": "Стрелять в глотку"
      },
      {
        "id": 521,
        "text": "Стрелять в глаза"
      }
    ]
  },
  {
    "id": 520,
    "text": "Рэй схватил миниган и начал выплескивать десятки пуль в секунду в глотку огромному змею. \nРарсах зашипел и попытался атаковать Рэя, но шквал пуль не позволил ему это сделать. \nШум от минигана оглушал всех вокруг, в особенности Нильсона, держащего его в руках. \nРарсах зашипел с двойной мощью, но с каждой секундой его шипение начало ослабевать. Рэй выпустил последнюю сотню пуль в змея и миниган прекратил свою работу.\nКларк: Всё? Он сдох? \nАдам: Иди проверь. \nАнна: Я проверю. Рэй, помоги мне.",
    "answers": [
      {
        "id": 522,
        "text": "Осмотреть монстра"
      }
    ]
  },
  {
    "id": 521,
    "text": "Рэй схватил миниган и начал выплескивать десятки пуль в секунду в глаза огромному змею. \nРарсах зашипел и попытался атаковать Рэя, но шквал пуль не позволил ему это сделать. \nШум от минигана оглушал всех вокруг, в особенности Нильсона, держащего его в руках. \nРарсах зашипел с двойной мощью, но с каждой секундой его шипение начало ослабевать. Рэй выпустил последнюю сотню пуль в змея и миниган прекратил свою работу.\nКларк: Всё? Он сдох? \nАдам: Иди проверь. \nАнна: Я проверю. Рэй, помоги мне.",
    "answers": [
      {
        "id": 522,
        "text": "Осмотреть монстра"
      }
    ]
  },
  {
    "id": 522,
    "text": "Рэй посмотрел на змея и дотронулся до него рукой. \nРэй: Вроде не дышит. И пульса не чувствую. \nАдам: Он долго держался. Я встречал такого, но не сражался с ним. Один из этих Рарсахов в одиночку уничтожил десяток человек вместе со всем их убежищем. \nАнна: Да... Это всё миниган! Хорошая, незаменимая вещь. \nРэй: Да, но похоже он перегорел. Не работает. Пули вроде еще есть... \nАдам: Ничего страшного. Где вы его нашли? \nДжессика: Это...\nАнна: Это секрет. \nРэй: Все равно спасибо. Хорошо, что вы нашли его. \nАдам: Берем с собой все вещи, рюкзаки, еду, миниган оставляем здесь и идем на выход. Будем искать местечко получше. ",
    "answers": [
      {
        "id": 523,
        "text": "Собрать вещи"
      }
    ]
  },
  {
    "id": 523,
    "text": "Когда все собрались, Адам и остальные следом за ним, вышли из пещеры. \nАдам: Теперь, необходимо обсудить моё предложение. \nКларк: Чего тут обсуждать? Это предложение погубит всех нас! \nАдам: Я не настаиваю. Просто хочу спросить, кто пойдет со мной в Риксвельд? \nАнна робко подняла руку. \nКларк: Что?! Анна, ты чего делаешь? \nАнна: Либо мы идем с ним за устройством, либо мы встретим какую-нибудь новую тварь, которая разорвет нас в клочья. Я выбираю — идти в Риксвельд. \nАдам: Кто ещё согласен с нами? ",
    "answers": [
      {
        "id": 524,
        "text": "Согласиться"
      },
      {
        "id": 525,
        "text": "Присоединиться к Кларку"
      }
    ]
  },
  {
    "id": 524,
    "text": "Рэй: Я пойду с тобой, Адам. \nАдам: Отлично! Джессика, Кларк? \nКларк: Джесс, как считаешь ты? Скажи, хоть что-нибудь! \nДжессика(робко): Я... Я не знаю, Кларк... \nАдам: Кларк, Джесс, давайте найдем источник сигнала. Это может быть чем-то действительно важным! \nКларк: Пошли вы! Пошли вы все в зад! Джессика, идем со мной. А вы... Вы трое идете на смерть, и я не собираюсь умирать с вами! \nДжессика опрокинула словно виноватый взгляд вниз и пошла вслед за Кларком. ",
    "answers": [
      {
        "id": 526,
        "text": "Идти с Адамом"
      }
    ]
  },
  {
    "id": 525,
    "text": "Рэй: Я не согласен с вами. Кларк, прав. Источник этого сигнала — ловушка и смерть. \nАдам: Рэй, но... \nРэй: Адам, иди! Если вы с Анной уверены в своем решении, то флаг вам в руки друзья! \nКларк: Пошли отсюда, Джесс. Рэй, ты с нами? ",
    "answers": [
      {
        "id": 527,
        "text": "Идти с Кларком "
      }
    ]
  },
  {
    "id": 526,
    "text": "Адам: Спасибо, Рэй. Мне была важна твоя поддержка. ",
    "answers": [
      {
        "id": 384,
        "text": "Рэй: Не благодари"
      },
      {
        "id": 391,
        "text": "Рэй: Если вы попадёте в ловушку, я прикрою ваши задницы "
      }
    ]
  },
  {
    "id": 527,
    "text": "Кларк с Джессикой и бредущий за ними Рэй, пошли на восток и решили отказаться от идеи Адама. Однако, Анна поменяв своё решение об этом сигнале, отправилась вместе с Адамом в Риксвельд. ",
    "answers": [
      {
        "id": 528,
        "text": "Поговорить с Кларком "
      }
    ]
  },
  {
    "id": 528,
    "text": "Рэй: Кларк, у тебя есть план? \nКларк: Да. Конечно, есть. \nРэй: Может поделишься им с нами? \nКларк: Да, да... Просто я тороплюсь. У меня есть прекрасная идея! Мы с Анной, после нападения червя, встретили умирающего паренька. \nРэй: И что? \nКларк: Он уверен, что у одного из берегов Канойи есть военная база, принимающая выживших. Но чтобы туда добраться отсюда, нам нужна лодка. \nРэй: Лодка? Шутишь? \nКларк: Нет, Рэй. Если там действительно есть база с людьми, то я прибуду туда. Любым способом! ",
    "answers": [
      {
        "id": 529,
        "text": "Поддержать его идею"
      }
    ]
  },
  {
    "id": 529,
    "text": "Рэй: Ладно, допустим так и есть. Тогда, пожалуй ты понимаешь, что у меня возникает вопрос! \nКларк: Ты о том, где я найду лодку? \nРэй подтверждающе кивнул. \nКларк: Я знаю одно место, там большой склад. И в этом складе есть нужная нам лодка. \nРэй: С чего ты взял? \nКларк: У меня есть достоверные источники. \nРэй: Загадочно... ",
    "answers": [
      {
        "id": 531,
        "text": "Продолжать идти"
      }
    ]
  },
  {
    "id": 530,
    "text": "Рэй: Кларк, что вы здесь делаете? Зачем, лодка? \nКларк: Мы собираемся плыть на военную базу. Туда принимают выживших, то есть это своего рода — убежище. Оно на противоположном берегу. \nРэй: Откуда такая информация? \nКларк: Нет времени рассказывать. Просто скажите: вы с нами? ",
    "answers": [
      {
        "id": 539,
        "text": "Плыть с ними"
      }
    ]
  },
  {
    "id": 531,
    "text": "Спустя долгое время, они пришли к большому кубическому строению. Рэй и Джессика удивленно переглянулись и посмотрели на Кларка. \nКларк: Это оно. Идем... ",
    "answers": [
      {
        "id": 532,
        "text": "Идти следом за Кларком "
      }
    ]
  },
  {
    "id": 532,
    "text": "В здании Кларк свернул влево и открыл дверь в темное помещение. Рэй и Джессика смогли рассмотреть внутри лодку. \nРэй: Но... Это же самая обычная лодка! Думаешь мы доплывем на ней без мотора к другому берегу? \nКларк задумчиво посмотрел на Нильсона и отвернувшись сказал краткое \"Да\". ",
    "answers": [
      {
        "id": 533,
        "text": "Осмотреть лодку"
      }
    ]
  },
  {
    "id": 533,
    "text": "Рэй осмотрел лодку со всех сторон. \nРэй: Вроде целая... Что думаешь? \nКларк: Да. Вполне сгодится. \nРэй: Как её отсюда достанем? \nКларк: Она не тяжелая. Потащим вдвоем, Джесс подсобит. \nРэй: Тогда... Чего мы ждем? ",
    "answers": [
      {
        "id": 534,
        "text": "Схватить лодку"
      }
    ]
  },
  {
    "id": 534,
    "text": "Кларк: На счет три. Раз! Два! Три! ",
    "answers": [
      {
        "id": 535,
        "text": "Поднять "
      }
    ]
  },
  {
    "id": 535,
    "text": "[Спустя 20 минут] \nУставшие и обессиленные, Рэй и Кларк положили лодку у самого берега и сели на землю, вытирая со лба пот. Джессика стояла рядом с ними, постоянно оглядываясь по сторонам. \nКларк: Рэй! \nРэй: Что? \nКларк: Пойми меня правильно... Я просто хочу чтобы у нас были шансы выжить. \nРэй: К чему ты клонишь, Кларк? \nКларк: Анна и Адам! Они ушли в этот свой город-ловушку и даже если они вернуться, мы понятия не имеем где они, а они не знают где мы! \nРэй: Чувак, ты рихнулся?! Хочешь бросить их здесь?! \nКларк: Они сами избрали себе такой путь! \nРэй: Кларк, прошу... Давай отдохнем и обдумаем все варианты. Хорошо? \nКларк: Думай, как знаешь... Но завтра... Мы с Джессикой поплывем на военную базу. Тебе решать, Рэй. С нами ты, или с ними. ",
    "answers": [
      {
        "id": 536,
        "text": "Промолчать "
      }
    ]
  },
  {
    "id": 536,
    "text": "Рэй молча покивал головой и отвернулся. Все трое сидели так еще около двух часов, перекручивая у себя в голове все события. Вдруг Джессика заметила бегущий в их сторону силуэт с бешеной скоростью. \nДжессика: Кларк, что это?! \nКларк: Где?\nКогда Кларк и Рэй повернулись, они увидели тот же силуэт человека, за которым гналось еще несколько темных существ. \nРэй: Зараженные? \nКларк: Сейчас узнаем... \nКларк вынул из бокового кармана нож и приготовился к защите. \nПодбегая чуть ближе первый силуэт, начал приобретать черты лица Анны. \nКларк: Это что, Анна? \nРэй: Похоже на то. \nКларк: Она бежит от зараженных! У тебя есть оружие? \nРэй вынул пистолет из рюкзака и нацелился. ",
    "answers": [
      {
        "id": 537,
        "text": "Стрелять"
      }
    ]
  },
  {
    "id": 537,
    "text": "Рэй открыл огонь по зараженным особям и Анна чуть затормозила, увидев как позади неё замертво падают убитые Рэем зараженные. \nРэй: Анна! Где Адам, что случилось? \nАнна: Рэй... Адама больше нет. \nРэй: Что? Как это нет?! \nАнна(всхлипывая): Мы зашли в сарай, откуда исходил сигнал. Когда мы туда проникли, сигнал пропал, а снаружи появились они! \nКларк: Они? Ты о ком? \nАнна: Слуги Сурта... Точно такие же, как тот который прокрался ночью в мою лабораторию! \nКларк: О, черт... \nАнна: Эти утырки окружили нас, мы с Адамом как могли сдерживали их, но в итоге Адам был сильно ранен одним из них и он сказал мне уходить. Я не хотела его там оставлять, честно! Он вытащил из рюкзака какую-то взрывчатку и сказал бежать через черный вход, а он подорвет их всех.\nРэй: Он взорвался вместе с ними? \nАдам: Да... Как только я выбежала, он что-то громко прокричал и нажал на кнопку. Сарай прямо на моих глазах разлетелся на куски со всеми кто в нём был. Мне очень жаль, Рэй...",
    "answers": [
      {
        "id": 538,
        "text": "Обнять Анну"
      }
    ]
  },
  {
    "id": 538,
    "text": "Рэй молча обнял Анну и они бы так простояли ещё очень долго, но Кларк тут же прервал их объятия. \nКларк: Анна, как ты нас нашла? \nАнна: Я... Я не знаю. Бежала оттуда до тех пор пока не была у какого-то большого здания, а после за мной погналась толпа этой нечисти. Оружия под рукой не нашлось, вот и пришлось бежать. ",
    "answers": [
      {
        "id": 540,
        "text": "Сказать ей про базу"
      }
    ]
  },
  {
    "id": 539,
    "text": "Рэй: Анна? \nАнна: У нас еще варианты? \nКларк: Ну, как видишь... \nАнна: Тогда я с вами. \nРэй: Что же... Полагаю, ты хочешь успеть добраться туда до заката? \nКларк: Именно.\nРэй: Тогда поспешим. ",
    "answers": [
      {
        "id": 541,
        "text": "Сесть в лодку"
      }
    ]
  },
  {
    "id": 540,
    "text": "Рэй: Анна. Мы достали лодку. Кларк уверен, теперь и я тоже, что на том берегу есть военная база. Если мы доплывём туда... \nАнна: Можешь дальше не говорить. Я с вами. Здесь меня ничто не держит... \nКларк: Тогда отправляемся прямо сейчас, возможно мы успеем до заката доплыть туда. ",
    "answers": [
      {
        "id": 541,
        "text": "Садиться в лодку"
      }
    ]
  },
  {
    "id": 541,
    "text": "                 ГЛАВА 4: КРИК ПАДШИХ\n\n Анна, Джессика, Кларк и Рэй разместились в лодке и двое мужчин начали упорно работать веслами, поочередно совершая нелегкие гребки. Анна спала на небольшой деревянной лавочке, а Джессика сидела рядом и смотрела в воду. ",
    "answers": [
      {
        "id": 542,
        "text": "Поговорить с Кларком "
      },
      {
        "id": 578,
        "text": "Поговорить с Джессикой"
      },
      {
        "id": 544,
        "text": "Продолжать грести"
      }
    ]
  },
  {
    "id": 542,
    "text": "Рэй: Кларк. Я хотел... \nКларк: Рэй, не надо ничего говорить. Просто работай веслами. Этого достаточно. \nРэй: Кларк, я всего лишь хотел поговорить. \nКларк: Я знаю. Но сейчас это лишь отвлекает. ",
    "answers": [
      {
        "id": 578,
        "text": "Поговорить с Джессикой"
      }
    ]
  },
  {
    "id": 543,
    "text": "",
    "answers": []
  },
  {
    "id": 544,
    "text": "Все в лодке молчали и прислушивались к глухим звукам, доносящихся из воды. \nДжессика: Кларк... \nКларк: Да, Джесс. \nДжессика: По-моему под нами что-то есть. \nКларк: Что-то есть? Ты о чём? \nДжессика: Кларк! Кларк, о Боже, что это?! \nРэй: Джесс? \nВдруг лодка подскочила ввысь и под ней оказалась огромная десятиметровая акула, покрытая плотным слоём черной слизи. \nАнна проснулась и вздрогнула увидев под лодкой этого монстра. \nАкула повернулась своей огромной пастью к лодке и яростно атаковала судно. \nРэй: Анна, держись! Анна!!! \nВсе четверо упали в воду. Рэй камнем пошёл ко дну, его легкие уже наполнялись водой... ",
    "answers": [
      {
        "id": 545,
        "text": "Далее ",
        "blackout": true
      }
    ]
  },
  {
    "id": 545,
    "text": "Тело Рэя окутал черный дым и он тут же начал всплывать, судорожно глотая воздух. \nРэй оказался над поверхностью воды и осмотрелся по сторонам. \nРэй: Анна!!! Кларк! Джесс!!! Эй!!! \nНикто не ответил и не показался из воды и Нильсон решил, что это конец... \nЛодка была разнесена вдребезги и ему самому удалось выжить лишь чудом. Вдруг сзади слышится всплеск и Рэй оборачивается. Анна и Кларк смогли выплыть наверх, оставшись неповредимыми. \nКларк: Рэй?! Рэй, где Джесс? ",
    "answers": [
      {
        "id": 546,
        "text": "Рэй: Я не знаю"
      },
      {
        "id": 547,
        "text": "Рэй: Почему ты спрашиваешь об этом меня? "
      }
    ]
  },
  {
    "id": 546,
    "text": "Рэй: Я... Я не знаю! \nКларк: Нет! Черт возьми, нет!!! \nРэй: Кларк... Мне очень жаль... \nГде-то совсем рядом они услышали шум моторной лодки и вскоре к ним подплыл какой-то пожилой мужчина, махавший им рукой. \nНезнакомец: Приветствую вас! У вас что-то стряслось? \nАнна: Кто ты? \nНезнакомец: Я Ник Берри. Могу помочь вам добраться до родных мест. \nАнна: Зачем вам помогать нам, Ник? \nНик: Мне нечего терять девушка. Думаю, вам тоже... ",
    "answers": [
      {
        "id": 548,
        "text": "Залезть в его лодку"
      }
    ]
  },
  {
    "id": 547,
    "text": "Рэй: Почему ты спрашиваешь об этом меня? \nКларк: Что?! Потому-что больше не у кого! Где Джесс, Рэй?!! Где, черт возьми, Джесс?!! \nРэй: Я... Кларк... Мне очень жаль... \nГде-то совсем рядом они услышали шум моторной лодки и вскоре к ним подплыл какой-то пожилой мужчина, махавший им рукой. \nНезнакомец: Приветствую вас! У вас что-то стряслось? \nАнна: Кто ты? \nНезнакомец: Я Ник Берри. Могу помочь вам добраться до родных мест. \nАнна: Зачем вам помогать нам, Ник? \nНик: Мне нечего терять девушка. Думаю, вам тоже... ",
    "answers": [
      {
        "id": 548,
        "text": "Залезть в его лодку"
      }
    ]
  },
  {
    "id": 548,
    "text": "Рэй: Залезайте! У нас нет другого выбора! \nКларк: Нет, нет, нет!!! Мы что просто бросим здесь Джесс?!! Рэй, нет! \nАнна: Кларк, прости... Но её уже не вернуть. \nРэй: Кларк, идем. Если ты не залезешь в лодку, я тебя насильно затащу. \nКларк залез в лодку и схватился руками за голову.\nКларк: Я обещал... Я же обещал, что буду беречь Джесс... Я клялся, черт возьми!!! Собственной жизнью клялся!!! Лора... Нет... \nРэй: Кларк, успокойся. Ты не виновен, в том что произошло. Ты сам знаешь это! \nКларк: Я... Я затащил вас всех сюда... Рэй, я ведь даже не спросил у неё, хочет ли она плыть на эту чертову базу!!!\nНик: Извините, что перебиваю. У вас похоже трагедия... Но, всё же. Вам нужно добраться до военной базы? ",
    "answers": [
      {
        "id": 549,
        "text": "Сказать \"Да\""
      }
    ]
  },
  {
    "id": 549,
    "text": "\"Да\" — подтвердил Рэй. \nСтарик одобрительно кивнул и запустив мотор, старик и его попутчики поплыли к военной базе, о которой говорил Кларк. ",
    "answers": [
      {
        "id": 550,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 550,
    "text": "Прошло достаточно много времени, как Рэй увидел приближающийся берег. \nРэй: Это оно? \nНик: Да. Сейчас всё увидите. ",
    "answers": [
      {
        "id": 551,
        "text": "Сидеть молча"
      }
    ]
  },
  {
    "id": 551,
    "text": "Лодка начала замедляться и наконец прибыла к военной базе, находившейся у самого края берега. \nНик: Прибыли ребятки. Выходим. ",
    "answers": [
      {
        "id": 552,
        "text": "Выйти из лодки"
      }
    ]
  },
  {
    "id": 552,
    "text": "Рэй, Анна и Кларк вышли на берег и вместе с ними — Ник. \nРэй: Вы с нами? \nНик: Конечно, я ведь один из основателей этого убежища дружок. Идите за мной, не отставайте. ",
    "answers": [
      {
        "id": 553,
        "text": "Идти за ним"
      }
    ]
  },
  {
    "id": 553,
    "text": "Военная база была очень большим и высоким сооружением. Вокруг не было никаких ограждений, разметок, стен или чего-нибудь такого, что обычно присутствует в подобных местах. \nНик притормозил, остановившись у огромных ворот этого здания. \nАнна: У вас вместо двери — ворота? Хм, необычное решение... \nНик: У нас есть на то причины...\nНик простоял у ворот ещё около десяти секунд, после чего что-то достал из кармана, как железные врата начали медленно открываться. ",
    "answers": [
      {
        "id": 554,
        "text": "Войти внутрь"
      }
    ]
  },
  {
    "id": 554,
    "text": "Внутри было совершенно пусто, не было никаких этажей, лишь высокий десятиметровый потолок и большая опустошенная площадь. \nРэй: Что-то это не похоже не военную базу. Кларк, что думаешь? \nКларк залетел внутрь благодаря пинку старика и тот нахально посмеявшись закрыл ворота, запечатав Рэя и остальных в самом здании. \nАнна: О, черт! Это ловушка?! \nРэй: Кларк, ты в порядке? \nКларк: Не трожь меня, Рэй. Джесс скончалась и я никогда не смогу с этим смириться! Ещё и здесь мы застряли, потому-что этот старичок оказался чертовым лгуном и затащил нас в своё дерьмо! \nРэй: Мы выберемся из этого дерьма, Кларк. Слышишь? Мы выберемся! Но для начала... \nАнна: Что за чёрт? Кларк, Рэй... Взгляните. ",
    "answers": [
      {
        "id": 555,
        "text": "Посмотреть на Анну"
      }
    ]
  },
  {
    "id": 555,
    "text": "Анна показала пальцем на дальний конец здания, у стен которого начало что-то вращаться с огромной скоростью, создавая своеобразную вертикальную воронку. \nРэй: Что это может быть?\nАнна: Я не знаю... \nВоронка ускорила своё вращение и достигнув максимальной скорости, тут же остановилась. В центре образовавшегося круга начало что-то расползаться и из воронки вышел огромный, словно раскаленный мутант, держащий в руке гигантский, пылающий огнём меч. ",
    "answers": [
      {
        "id": 556,
        "text": "Достать оружие"
      }
    ]
  },
  {
    "id": 556,
    "text": "Рэй осмотрелся. Оружия у него под рукой не было и всё что ему оставалось делать, это стоять в оцепенении, смотря на приблизжающегося к ним гиганта. \nКларк: О нет... Рэй... Это... Сурт! \nРэй: Сурт?! Тот, который... \nАнна: Черт, Рэй! Скажи что у тебя есть хоть что-нибудь, чем можно грохнуть этого громилу?! \nРэй: Совершенно ничего не осталось! ",
    "answers": [
      {
        "id": 557,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 557,
    "text": "Огромный пылающий монстр приблизился и издал громкий оглушающий рык. \nСурт: Рэй. Как приятно видеть тебя. ",
    "answers": [
      {
        "id": 558,
        "text": "Рэй: Откуда ты знаешь меня?! "
      },
      {
        "id": 559,
        "text": "Рэй: Пошел ты нахрен! "
      }
    ]
  },
  {
    "id": 558,
    "text": "Рэй: Откуда ты знаешь меня?! \nСурт: У тебя есть то, что принадлежит мне. Отдай это по хорошему и я, оставлю тебя и этих двоих живыми. ",
    "answers": [
      {
        "id": 560,
        "text": "Рэй: О чем ты?! "
      }
    ]
  },
  {
    "id": 559,
    "text": "Рэй: Пошёл ты нахрен!\nСурт: На твоём месте я бы не стал так горячиться. У тебя есть то, что принадлежит мне. Отдай это по хорошему и я, оставлю тебя и этих двоих живыми. ",
    "answers": [
      {
        "id": 560,
        "text": "Рэй: О чём ты?! "
      }
    ]
  },
  {
    "id": 560,
    "text": "Рэй: О чем ты говоришь?! \nСурт: Ну... Как знаешь. \nСурт вновь запылал огнем и своей огромным метровым кулаком ударил Кларка с размаху, и тот отлетел словно его сбил поезд. \nРэй: Кларк, нет!!! \nСурт схватил Анну и надавил ей на шею своими пальцами. \nСурт: Что теперь скажешь, землянин? \nРэй: Нет!!! Отпусти её! \nСурт: Тогда верни мне то, что украл у меня!",
    "answers": [
      {
        "id": 561,
        "text": "Рэй: Я не понимаю! "
      },
      {
        "id": 562,
        "text": "Рэй: Что я украл?! "
      }
    ]
  },
  {
    "id": 561,
    "text": "Рэй упал на колени и его глаза залились слезами. \nРэй: Я...Я не понимаю...О чем ты говоришь?!\nАнна: Рэй, прошу... Помоги...  \nСурт вновь посмотрел в глаза Рэю и вывернул Анне шею. Тело девушки рухнуло на землю и Нильсон с криком бросился к ней. \nРэй: Анна!\nСурт схватил за горло бегущего в его сторону Рэя и приподнял высоко над землей. \nСурт: А теперь... На кону — твоя жизнь. Куда ты спрятал эту чертову пробирку?! ",
    "answers": [
      {
        "id": 563,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 562,
    "text": "Рэй упал на колени и его глаза залились слезами. \nРэй: Я... Что я украл?! О чем ты говоришь?!\nАнна: Рэй, прошу... Помоги...  \nСурт вновь посмотрел в глаза Рэю и вывернул Анне шею. Тело девушки рухнуло на землю и Нильсон с криком бросился к ней. \nРэй: Анна!\nСурт схватил за горло бегущего в его сторону Рэя и приподнял высоко над землей. \nСурт: А теперь... На кону — твоя жизнь. Куда ты спрятал эту чертову пробирку?! ",
    "answers": [
      {
        "id": 563,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 563,
    "text": "Тем временем сознание Кларка пришло в себя, его нога была сломана и он перебирая по земле руками и всем телом, пополз к телу Анны. \nСурт: Рэй, отвечай! Где оно?\nРэй: Я... Я не... \nКларк(громко крича): Эй, ты ублюдок! Ты случайно не это ищешь?! \nКларк держал в руках прозрачную, плотно закрытую пробирку внутри которой был трясущийся сгусток черной слизи. Обезумев, Кларк открыл пробирку и мгновенно выпил её содержимое. ",
    "answers": [
      {
        "id": 564,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 564,
    "text": " \"Нееет!\" — закричал Сурт и кинул Рэя на несколько метров вперед. \n Глаза Кларка покрылись черной пленкой, его тело начало мутировать, а руки стали превращаться в длинные черные лезвия. \n\"Я уничтожу тебя и весь твой род!\" — закричал адским голосом Кларк и увеличившись в размерах, он разбежался и мощным рывком столкнул Сурта с ног. Сурт встал и вытащив свой меч, замахнулся на Кларка. Своими руками-лезвиями Кларк отразил удар мечом и нанес свой ответный удар. Его рука тут же превратилась из лезвия в огромную кувалду. Он со всей силы ударил ей в грудь Сурту. Раскаленный монстр отлетел на десяток метров от мутированного Кларка. Тем временем Рэй очнулся и заметил рядом с собой обезглавленный труп солдата, рядом с которым лежали 3 ещё рабочих гранаты. ",
    "answers": [
      {
        "id": 565,
        "text": "Кинуть гранату в Сурта"
      },
      {
        "id": 566,
        "text": "Ничего не делать "
      },
      {
        "id": 567,
        "text": "Бежать к мутантам"
      }
    ]
  },
  {
    "id": 565,
    "text": "Сердце Рэя забилось в несколько раз чаще, на его лице выступил холодный пот. Он взял гранату, и зажав на ней кнопку пуска, кинул снаряд прямо в Сурта. \nКларк в это время добивал лежащего гиганта. Граната попала в Кларка и оглушила его. Подхватив удачный момент, Сурт схватил оглушенного за голову и втоптал его в землю правой рукой, после чего встал и добил Кларка своей гигантской корявой ногой. \nРэй поймал злобный взгляд этого монстра в свою сторону и начал быстро обдумывать дальнейшие действия. ",
    "answers": [
      {
        "id": 568,
        "text": "Кинуть в него гранату"
      },
      {
        "id": 569,
        "text": "Бежать от него"
      },
      {
        "id": 570,
        "text": "Бежать к Сурту"
      }
    ]
  },
  {
    "id": 566,
    "text": "Сердце Рэя забилось в несколько раз чаще, на его лице выступил холодный пот. Он замер, словно, в ожидании чего-то. \nКларк в это время добивал лежащего гиганта. Но подхватив удачный момент, Сурт схватил оглушенного за голову и втоптал его в землю правой рукой, после чего встал и добил Кларка своей гигантской корявой ногой. \nРэй поймал злобный взгляд этого монстра в свою сторону и начал быстро обдумывать дальнейшие действия. ",
    "answers": [
      {
        "id": 568,
        "text": "Кинуть в него гранату"
      },
      {
        "id": 569,
        "text": "Бежать от него "
      },
      {
        "id": 570,
        "text": "Бежать к Сурту"
      }
    ]
  },
  {
    "id": 567,
    "text": "Сердце Рэя забилось в несколько раз чаще, на его лице выступил холодный пот. Он сжал руки в кулак и побежал в разгар битвы прямо к мутантам. \nКларк в это время добивал лежащего гиганта, но увидев бегущего Рэя, он отвлекся от боя. Подхватив удачный момент, Сурт схватил оглушенного за голову и втоптал его в землю правой рукой, после чего встал и добил Кларка своей гигантской корявой ногой. \nРэй поймал злобный взгляд этого монстра в свою сторону и начал быстро обдумывать дальнейшие действия. ",
    "answers": [
      {
        "id": 568,
        "text": "Кинуть в него гранату"
      },
      {
        "id": 569,
        "text": "Бежать от него "
      },
      {
        "id": 570,
        "text": "Бежать к Сурту"
      }
    ]
  },
  {
    "id": 568,
    "text": "Рэй достал вторую гранату и зажав кнопку, запустил орудие далеко вперед. Граната несмотря на далекое расстояние, точно попала в цель и ранила ногу гиганта. Оглушение Кларка прошло и он собрав свои новые силы, превратил руки в два гигантских топора и яростно ударил оглушенного Сурта в спину. Его рука-топор пронзила мутанта насквозь. \nРэй посмотрел на последнюю гранату. \"Возможно это шанс\" — прошептал Рэй.",
    "answers": [
      {
        "id": 571,
        "text": "Кинуть гранату"
      },
      {
        "id": 572,
        "text": "Не мешать Кларку"
      }
    ]
  },
  {
    "id": 569,
    "text": "Рэй отбежал назад и приготовился к худшему. Но тем временем, оглушение Кларка прошло и он собрав свои новые силы, превратил руки в два гигантских топора, и яростно ударил оглушенного Сурта в спину. Его рука-топор пронзила мутанта насквозь. \nРэй посмотрел на гранату. \"Возможно это шанс\" — прошептал Рэй.",
    "answers": [
      {
        "id": 571,
        "text": "Кинуть её в Сурта"
      },
      {
        "id": 572,
        "text": "Не вмешиваться"
      }
    ]
  },
  {
    "id": 570,
    "text": "Рэй словно потерял голову и не дав себя сломить, побежал прямо на гигантского монстра. Тем временем, оглушение Кларка прошло и он собрав свои новые силы, превратил руки в два гигантских топора и яростно ударил оглушенного Сурта в спину. Его рука-топор пронзила мутанта насквозь. \nРэй притормозил и посмотрел на свою гранату. \"Возможно это шанс\" — прошептал Рэй.",
    "answers": [
      {
        "id": 571,
        "text": "Кинуть её"
      },
      {
        "id": 572,
        "text": "Не вмешиваться "
      }
    ]
  },
  {
    "id": 571,
    "text": "Рэй больше не стал ни о чем думать, он зажал кнопку и замахнув правой рукой, откинул гранату прямо в голову пылающего монстра. Граната взорвалась и Сурт рухнул на колени. Кларк посмотрел на Рэя словно хотел ему что-то сказать, но вместо этого, он тут же отвел взгляд на Сурта. Он схватил упавшего монстра за шею и оторвал его жуткую голову от превратившегося в пепел тела. ",
    "answers": [
      {
        "id": 573,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 572,
    "text": "Рэй не стал вмешиваться. Сурт рухнул на колени от тяжелого удара Кларка. Тот посмотрел на Рэя словно хотел ему что-то сказать, но вместо этого, тут же отвел взгляд на Сурта. Он схватил упавшего монстра за шею и оторвал его жуткую голову от превратившегося в пепел тела. ",
    "answers": [
      {
        "id": 573,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 573,
    "text": "Кларк стал возвращаться к прежним размерам и его глаза вновь засияли ярко-голубым цветом. ",
    "answers": [
      {
        "id": 574,
        "text": "Подбежать к нему "
      }
    ]
  },
  {
    "id": 574,
    "text": "Рэй подбежал к Кларку и положил свою руку ему на плечо. \nРэй: \"Что это, Кларк?\"\nКларк молча посмотрел на потрепанного друга. Он хотел что-то сказать, но вдруг его глаза наполнились черной жидкостью, которая начала вытекать у него как из глаз, так и из ушей и рта. \n\"Кларк?! Кларк, что с тобой?!\" — прокричал Рэй. \nКларк поднял голову и его черный взгляд, ясно давал понять, что перед Нильсоном теперь был вовсе не человек. \n\"Что ты такое?\" — испуганно проговорил Рэй. \nСущество начало говорить, из его рта вываливалась густая черная жижа и оттуда послышался жуткий нечеловеческий голос: \"Я — Тьма.\"\nВ здании померк свет и существо тут же испарилось. Рэй много раз окликнул Кларка, но похоже его друг был уже далеко отсюда... Возможно даже слишком далеко...",
    "answers": [
      {
        "id": 575,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 575,
    "text": "[Конец 2-й части] ",
    "answers": [
      {
        "id": 576,
        "text": "Посмотреть итоги"
      }
    ]
  },
  {
    "id": 576,
    "text": "1)Адам. Статус: мертв. Погиб как настоящий солдат в бою, пожертвовав собственной жизнью. \n2)Анна. Статус: мертва. Скончалась от рук Сурта. Так и не успела сообщить Рэю о своих чувствах.\n3)Джессика. Статус: мертва. Погибла после атаки Мегалодона. Вероятно была съедена огромной акулой. \n4)Кларк. Статус: неизвестен. ",
    "answers": [
      {
        "id": 577,
        "text": "\"От автора\""
      }
    ]
  },
  {
    "id": 577,
    "text": "Здравствуйте, уважаемые читатели. Надеюсь 2-я часть вам понравилась и вы оцените её по достоинству. В комментариях обязательно оставьте свои рекомендации по серии книг: Darkness. Что бы вы хотели добавить в квест? А что убрать? Всё это вы можете оставлять в комментариях под этим квестом или присылать ваши идеи мне на почту. \nАдрес электронной почты: vvlad980gmail.com",
    "answers": [
      {
        "id": 1,
        "text": "На главную страницу"
      }
    ]
  },
  {
    "id": 578,
    "text": "Рэй: Джесс? Как ты? \nДжессика: Я... В порядке. Сегодня был трудный день и... \nРэй: Что? \nДжессика: Не знаю... Просто мы все сегодня устали. \nРэй: Ясно. Оставлю тебя в покое. ",
    "answers": [
      {
        "id": 544,
        "text": "Молча грести"
      }
    ]
  },
  {
    "id": 579,
    "text": "",
    "answers": []
  },
  {
    "id": 580,
    "text": "",
    "answers": []
  },
  {
    "id": 581,
    "text": "",
    "answers": []
  },
  {
    "id": 582,
    "text": "",
    "answers": []
  },
  {
    "id": 583,
    "text": "",
    "answers": []
  },
  {
    "id": 584,
    "text": "",
    "answers": []
  }
]