[
  {
    "id": 1,
    "text": "Автор: Станислав Петров\n\nЖанр: Апокалипсис\n\nПерсонаж, за которого Вы будете проходить данный квест, только-только закончил одиннадцатый класс. Он живёт в городе, в котором произошло что-то определённо странное. Жизнь персонажа больше не будет прежней — сам того не замечая, он становится частью таинственной, весьма запутанной истории. Его ждут и верные друзья, и коварные враги. Сможете ли Вы раскрыть все жуткие тайны городка и спасти персонажа от опасностей? Ваш выбор повлияет на развитие сюжетной линии и на судьбы героев квеста.\n\nУдачи в прохождении квеста!\n\n(Квест находится на стадии разработки)",
    "answers": [
      {
        "id": 2,
        "text": "[Начать квест]",
        "blackout": false
      },
      {
        "id": 48,
        "text": "[Достижения]",
        "comment": false
      },
      {
        "id": 58,
        "text": "[Создание квеста]"
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "https://pp.userapi.com/c850628/v850628915/aa32/b81ty1i3ccc.jpg",
        "system": true
      },
      {
        "id": 1,
        "text": "",
        "pageImg": "https://pp.userapi.com/c850628/v850628915/aa32/b81ty1i3ccc.jpg",
        "system": true
      }
    ]
  },
  {
    "id": 2,
    "text": "Никита внезапно очнулся после сна, который длился по ощущениям очень долго. Он точно не знал, сколько спал. Голова кружилась, а во рту пересохло от жажды. \n\n\"Что вообще происходит?\" — первая мысль, которая пришла к нему в голову.\n\nЕго окружала нетипичная, явно не домашняя обстановка. Где он находится? ",
    "answers": [
      {
        "id": 5,
        "text": "[В тёмном помещении]"
      },
      {
        "id": 21,
        "text": "[На остановке]"
      }
    ]
  },
  {
    "id": 3,
    "text": "[Сюжет в разработке]",
    "answers": [
      {
        "id": 2,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 4,
    "text": "[Сюжет в разработке]",
    "answers": [
      {
        "id": 2,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 5,
    "text": "Никита огляделся по сторонам, ещё с полминуты не понимая, что происходит. \n\n\"Скучный фильм. Долгий\", — Никита начал вспоминать. — \"Сколько я проспал?\"\n\nВ голове Никиты воспоминания словно терялись — он помнит всё, но в то же время — ничего.",
    "answers": [
      {
        "id": 23,
        "text": "[Осмотреться]"
      }
    ]
  },
  {
    "id": 6,
    "text": "Никита ущипнул себя за руку. Потом ещё раз. Затем он, на всякий случай, протёр заспанные глаза.\n\n— Больно в руке, — продолжал Никита. — Кажется, это...\n\nЕго слова прервал громкий звук быстро приближающегося автобуса. Послышался протяжный гудок. Никита присмотрелся: это был тот самый легендарный 65-ый автобус — про него ходили различные слухи. Кто-то говорил, что тот, кто садится в автобус — бесследно исчезает, другие твердили о том, что это самый обыкновенный автобус, где самый обыкновенный водитель и самые обыкновенные пассажиры.\n\nАвтобус подъехал к остановке, но никто из него не вышел. Никита думал: стоит ли зайти туда, или всё же придумать что-нибудь умнее.",
    "answers": [
      {
        "id": 7,
        "text": "[Зайти в автобус]"
      },
      {
        "id": 8,
        "text": "[Развернуться и отойти от автобуса]"
      },
      {
        "id": 17,
        "text": "[Попытаться забраться на крышу автобуса]"
      }
    ]
  },
  {
    "id": 7,
    "text": "Как только Никита зашёл в автобус, двери с шумом захлопнулись, и автобус начал движение. \n\nЗаранее записанный голос объявил: \"Уважаемые пассажиры! Уступайте места беременным женщинам, пожилым людям и пассажирам с детьми\", затем голос поперхнулся и добавил: \"Пассажир, зашедший сейчас в автобус — срочно подойдите к водителю!\" \n\nНиките данная фраза показалась подозрительной, но он решил рискнуть. Поскольку никого из пассажиров не было, то Никита беспрепятсвенно прошёл через весь салон прямо к кабине водителя.",
    "answers": [
      {
        "id": 49,
        "text": "[Постучаться]"
      }
    ]
  },
  {
    "id": 8,
    "text": "Никита развернулся и пошёл в противоположную сторону от автобуса. Не хотелось ему ввязываться во всё это. ",
    "answers": [
      {
        "id": 8,
        "text": "[Сюжет в разработке]",
        "comment": true
      },
      {
        "id": 6,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 9,
    "text": "Как говорят великие люди, пацан сказал — пацан сделал, поэтому Никита обошёл автобус в надежде найти лестницу. Она была позади автобуса, и Никита это уже заметил; он ухватился руками за нижнюю перекладину, затем подтянулся и поставил правую ногу.\n\nКак раз в тот момент, когда Никита ставил левую ногу, двери автобуса с шумом захлопнулись, и он поехал. Никита не удержался и упал на проезжую часть. К счастью, машин на дороге не было.\n\n— Тоже мне, блин, паркурист нашёлся, — сказал про себя Никита, поднимаясь и потирая ушибленную руку. — Никогда больше на автобусы и всякое такое залезать не буду. Всё, повыпендривались и хватит.\n\nНикита встал на ноги и поднял с дороги свой телефон — он выскользнул из кармана джинсов.\n\n— А я и совсем забыл про телефон, вот так находка! — подумал Никита. — Я же могу кому-нибудь позвонить, хотя... кто мне поверит?..",
    "answers": [
      {
        "id": 10,
        "text": "[Взять в руки телефон и зайти в книгу контактов]"
      },
      {
        "id": 11,
        "text": "[Оглядеться с целью найти людей поблизости]"
      },
      {
        "id": 12,
        "text": "[Попытаться догнать автобус]"
      },
      {
        "id": 13,
        "text": "[Вернуться сидеть возле остановки]"
      }
    ]
  },
  {
    "id": 10,
    "text": "Никита взял в руки свой потрёпанный, давно уже не новый кнопочный телефон. На дисплее высветилась надпись \"Подключите телефон к зарядному устройству\".\n\n\"Н-да, час от часу не легче\", — с обидой подумал Никита. — \"Думаю, в ближайшее время связаться мне ни с кем не удастся\".",
    "answers": [
      {
        "id": 9,
        "text": "[Убрать телефон]"
      }
    ]
  },
  {
    "id": 11,
    "text": "[Сюжет в разработке]",
    "answers": [
      {
        "id": 9,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 12,
    "text": "— Попробую-ка я всё-таки догнать автобус, — сказал Никита, — он ещё не так уж далеко и уехал.\n\nНикита поднял телефон с асфальта и начал погоню за таинственным автобусом. Поскольку ни одного автомобиля на проезжей части не было, то можно было бежать прямо здесь. Ушибленная рука давала о себе знать.\n\nАвтобус тем временем ехал всё быстрее и быстрее; шансы были неравны: одно дело — бег человека, другое — транспорт. Никита уже было потерял надежду догнать автобус, но тут его взор упал на такси. Его водитель, отойдя от машины, курил в стороне.\n\n— Человек! Невероятно! — что было силы прокричал Никита. \n\nКазалось, его слышала почти вся улица, и водитель, разумеется, тоже.\n\n— Куда едем? — задумчиво и на автомате задал вопрос водитель Никите.\n\n— За автобусом, пожалуйста. Да, и ещё: давайте на всякий случай держаться от него на некотором... гм... расстоянии, ладно?",
    "answers": [
      {
        "id": 15,
        "text": "[Дальше]"
      }
    ]
  },
  {
    "id": 13,
    "text": "Никита подошёл к остановке и сел на скамейку. Незаметно для него самого, Никиту потянуло в сон.\n\n\"Не спать! Утро только началось, впереди ещё много чего\", — подумал Никита. — \"Мне нужно продержаться до вечера\".\n\nОднако, организм Никиты решил по другому. Его веки сомкнулись, а руки опустились на колени. Никита заснул.",
    "answers": [
      {
        "id": 2,
        "text": "[Проснуться]",
        "blackout": true
      }
    ]
  },
  {
    "id": 14,
    "text": "— Деньги-то у меня есть, не подумайте, — с важным видом произнёс Никита. — Когда выходить буду — сразу отдам.\n\n— Нет, молодой человек, покажите сначала хотя бы наличие денег.",
    "answers": [
      {
        "id": 16,
        "text": "[Подумать ещё]"
      }
    ]
  },
  {
    "id": 15,
    "text": "Водитель усмехнулся, поднял солнцезащитные очки и спросил у запыхавшегося Никиты:\n\n— Вы серьезно? Ездить за автобусом... чтобы что? \n\n— Послушайте, пожалуйста, мне нужно всего лишь догнать автобус... — начал было Никита, но водитель его перебил:\n\n— Ладно, садитесь. Наличные? \n\n— Да.\n\n— Тогда, в погоню! — таксист улыбнулся.\n\nНикита полез в карман за деньгами, но понял, что их там нет — скорее всего, они выпали вместе с мобильником на дорогу. Это затрудняло ситуацию.\n\nВодитель с силой захлопнул дверь и пристегнулся, что сделал и Никита. Таксист завёл автомобиль, докурил сигарету и поехал. В машине громко заиграл хит прошлых лет — \"Accord of Rock\".",
    "answers": [
      {
        "id": 16,
        "text": "[Дальше]"
      }
    ]
  },
  {
    "id": 16,
    "text": "Никита устало глядел в окно, подперев голову рукой. За окном быстро проносились деревья, дома и фонари.\n\n\"Водитель меня так просто не отпустит, а ведь я не могу так просто отпустить автобус...\", — эта мысль не давала покоя Никите. Он думал, что ему делать дальше.\n\nТем временем таксист резко крутил руль, пытаясь догнать автобус. Было заметно, как расстояние между автомобилем и автобусом сокращалось с каждой минутой, но всё же приблизиться к автобусу было пока невозможно. \n\n— А у Вас денег-то хватит? — спросил таксист. — Я даже не знаю, сколько ещё будет ехать автобус... \n\nЭта фраза прозвучала для Никиты как гром среди ясного неба.",
    "answers": [
      {
        "id": 22,
        "text": "[Ответить честно, что денег нет]",
        "need": -22
      },
      {
        "id": 14,
        "text": "[Попытаться соврать]",
        "need": -14
      },
      {
        "id": 18,
        "text": "[Молчать, тянуть время до последнего]",
        "need": -18
      },
      {
        "id": 19,
        "text": "[Открыть дверь машины и выпрыгнуть]"
      }
    ]
  },
  {
    "id": 17,
    "text": "Никита мысленно представил у себя в голове, как будет смотреться со стороны, когда он сам залезет на крышу автобуса. Ему показалось, что это должно выглядеть довольно эпично, поэтому он встал со скамейки возле остановки и подошёл к автобусу.\n\nНикита начал внимательно осматривать прибывший автобус. Тёмно-синие, почти чёрные двери уже раскрылись и словно приглашали случайного прохожего зайти внутрь. Сам корпус автобуса был незначительно светлее дверей, впрочем, это было не так уж и заметно. Что касается крыши, то она была ярко-бордового окраса.\n\n— Какой странный автобус, — заметил Никита. — Попробую залезть на него.",
    "answers": [
      {
        "id": 9,
        "text": "[Дальше]"
      }
    ]
  },
  {
    "id": 18,
    "text": "— Так что, отвечать собираетесь? — спокойно спросил водитель такси. — Я ведь и высадить могу — только скажите.\n\nНикита молчал. Водитель повторил свой вопрос.\n\n\"Вот ведь какой настырный, — подумал Никита. — Отстанешь ты от меня уже?\"\n\n— Молодой человек, я достаточно громко говорю? — повышая голос таксист задал вопрос. — Или мне ещё громче надо?",
    "answers": [
      {
        "id": 16,
        "text": "[Подумать ещё]"
      }
    ]
  },
  {
    "id": 19,
    "text": "Внезапно Никите в голову пришла гениальная мысль: \"А что если по-быстрому свалить из машины без оплаты?\" Вдохновлённый своей идеей, Никита резко отщёлкнул замок на двери и дёрнул дверную ручку, после чего пустился вдаль.\n\n— Эй! Стой, ты куда?! — крикнул ему вслед таксист, — Оплачивай проезд! Я на тебя нажалуюсь кому следует! Сто-о-ой!\n\nВодитель было погнался за Никитой, но его уже и след простыл. Никита уже не слышал угроз водителя, он бежал настолько быстро, что казалось, будто Никита — чемпион по атлетике.\n\n— Вот незадача, — думал Никита. — Автобус-то я упустил...",
    "answers": [
      {
        "id": 20,
        "text": "[Бежать дальше]"
      }
    ]
  },
  {
    "id": 20,
    "text": "Никита всё бежал и бежал. Он не ждал, пока его поймает водитель такси. Он бежал, куда глаза глядят.\n\nСмеркалось. Тёмные тучи уже медленно покрывали ярко-оранжевый свод неба. Ещё чуть-чуть, и солнце уже зайдёт за горизонт. Кое-где уже уже начали включать фонари; их свет тускло освещал улицу. Не то, что бы Никита боялся темноты, его больше пугало отсутствие людей поблизости.\n\nНикита остановился во дворах высоких кирпичных домов. За ним уже никто не гнался, поэтому можно было отдохнуть от погони. Он оглянулся вокруг: возле домов был стадион, чуть дальше от него детская площадка и даже продуктовый магазин, работающий 24 часа в сутки. Правда, денег у Никиты по-прежнему не было.\n\nНикита задумался. С тех пор, как он последний раз ел, уже прошло не меньше одного светового дня. С другой стороны, его охватывало сильное желание осмотреть окрестности, может, даже найти людей.",
    "answers": [
      {
        "id": 26,
        "text": "[Пойти к продуктовому магазину]"
      },
      {
        "id": 27,
        "text": "[Пойти на стадион]"
      },
      {
        "id": 28,
        "text": "[Пойти на детскую площадку]"
      },
      {
        "id": 29,
        "text": "[Привлечь к себе внимание, чтобы найти людей]",
        "need": -29
      }
    ]
  },
  {
    "id": 21,
    "text": "Никита огляделся по сторонам, однако его глаза ещё были наполовину закрыты. Он пока не подозревал, что сам находится вовсе не дома, в уютной мягкой кровате, а где-то на... остановке. Да-да, это была остановка! \n\n\"Я же вроде садился в автобус... Почему я еще здесь?\"\n\nНикита неспешно сел, поставил на землю одну ногу, затем — другую. Он встал и осмотрелся по сторонам. Ни прохожего, ни автомобиля. Никого не было, никого!\n\n\"Может, я всё ещё сплю?\"",
    "answers": [
      {
        "id": 6,
        "text": "[Убедиться в том, что это не сон]"
      }
    ]
  },
  {
    "id": 22,
    "text": "— Уважаемый, так не годится. Либо оплачиваем, либо выходим. \n\n— Выходим... — уныло протянул Никита.\n\nВодитель резко остановил такси и указал рукой на дверь. \n\nНикита поспешно вылез и машины и от досады с силой захлопнул дверь. Досадно... Встретятся ли ещё ему люди? \n\nНикита медленно побрёл в незнакомый двор.",
    "answers": [
      {
        "id": 22,
        "text": "[Сюжет в разработке]",
        "comment": true
      },
      {
        "id": 16,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 23,
    "text": "Рука Никиты, подпиравшая его голову, сильно затекла, поэтому Никита её не практически не чувствовал. \n\nНикита встал с мягкого кресла, в котором ещё недавно так хорошо спал и повертел рукой. Поперёк зала стояли ряды точно таких же кресел. В помещении было темно, горело лишь аварийное освещение. Бледноватый свет тусклых ламп наводил тревожные мысли.\n\n\"Почему здесь никого нет?\"",
    "answers": [
      {
        "id": 24,
        "text": "[Выйти из зала]"
      }
    ]
  },
  {
    "id": 24,
    "text": "Продравшись сквозь узкий ряд, Никита подошёл к выходу из зала и, слегка навалившись на дверь, открыл её. Перед взором Никиты предстал небольшой холл. Как и в зале, здесь было только аварийное освещение.\n\n\"И здесь никого...\"",
    "answers": [
      {
        "id": 25,
        "text": "[Осмотреться]"
      }
    ]
  },
  {
    "id": 25,
    "text": "В самом дальнем углу холла расположились кассы, возле них возвышались два автомата: кофейный и продуктовый. Рядом с дверью в зал стоял большой красочный постер к фильму. ",
    "answers": [
      {
        "id": 36,
        "text": "[Осмотреть кассы]",
        "need": -40
      },
      {
        "id": 37,
        "text": "[Осмотреть автоматы]"
      },
      {
        "id": 38,
        "text": "[Осмотреть постер]"
      },
      {
        "id": 44,
        "text": "[Подойти к двери]",
        "need": 43
      }
    ]
  },
  {
    "id": 26,
    "text": "\"Что-то есть сильно хочется\", — подумал Никита. — Пойду-ка я в магазин\".\n\nНикита огляделся. Прямо за стадионом виднелись очертания магазина с яркой вывеской \"ПРОДУКТЫ 24\". Он бодрым шагом пошёл туда.\n\nДо магазина было совсем недалеко — метров так двадцать. Через минуту Никита уже был у входа. Он открыл дверь от себя и зашёл. Дверь со скрипом захлопнулась.\n\nВнутри никого не было. Витрины пустовали. Жёлтые лампы поочерёдно мигали. Было слышно, как они шумят — это походило на громкое жужжание какого-то насекомого. За окном шумел ветер.\n\n\"Ну и дела\", — размышлял Никита, — \"Сегодня творится что-то определённо странное, даже слишком. Я уже начинаю бояться, что...\"",
    "answers": [
      {
        "id": 30,
        "text": "[Дальше]"
      }
    ]
  },
  {
    "id": 27,
    "text": "[Сюжет в разработке]",
    "answers": [
      {
        "id": 20,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 28,
    "text": "[Сюжет в разработке]",
    "answers": [
      {
        "id": 20,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 29,
    "text": "— Ау, есть тут кто-нибудь? — закричал Никита. — Отзовись! Ау!\n\nЭхо двора вторило крику Никиты, проглатывая с каждым разом всё больше и больше слов.\n\n\"Странно всё это, очень странно, — думал Никита. — Я как будто сплю, но в то же время и нет...\"",
    "answers": [
      {
        "id": 20,
        "text": "[Осмотреть окрестности]"
      }
    ]
  },
  {
    "id": 30,
    "text": "Внезапно позади Никиты отчётливо послышались шаги. Он обернулся и увидел едва различимый силуэт человека, на которого не падал тусклый свет ламп. В руках человека виднелись очертания оружия. Его лицо почти полностью прикрыл капюшон, так что черты пришедшего человека было практически не различить. За спиной незнакомца был набитый какими-то вещами рюкзак. Никита в страхе попятился назад и попытался что-то сказать, но вместо слов выходило только невнятное бормотание. Незнакомец, кажется, не пытался выслушать Никиту и поэтому зарядил пистолет.\n\n— Зачем ты сюда пришёл? — спросил незнакомец Никиту. — Отвечай, я с тобой разговариваю!",
    "answers": [
      {
        "id": 31,
        "text": "[Ответить]"
      }
    ]
  },
  {
    "id": 31,
    "text": "Никита прижался к стене. Подумать только: ещё утром он, отважившись, гнался за мистическим автобусом, а сейчас не может ответить на элементарный вопрос. Губы Никиты шевелились в попытке произнести хоть что-то, но у него не получалось сказать абсолютно ничего.\n\n— Ну?! — нервно воскликнул незнакомец. — Сколько можно ждать?\n\n— Я... в общем...\n\nНикита не мог толком рассказать, зачем он сюда явился — виной тому был страх перед этим человеком. Никита его боялся, но голос незнакомца был для Никиты каким-то знакомым — Никита мог поспорить, что раньше слышал этот голос.",
    "answers": [
      {
        "id": 32,
        "text": "[Дальше]"
      }
    ]
  },
  {
    "id": 32,
    "text": "Тем временем незнакомец снова решил узнать причину, по которой Никита оказался в продуктовом магазине. \n\n— Жду, пока расскажешь. Давай-ка, поторапливайся! У меня ещё есть дела, выкладывай быстрее.\n\nНаконец Никита собрался с мыслями и почти шёпотом произнёс:\n\n— Послушайте, мужчина... Я лишь хотел...\n\nНезнакомец шелохнулся и пристально поглядел на Никиту. Прошла минута напряжённого молчания. Наконец он вышел под свет лампы и снял капюшон.",
    "answers": [
      {
        "id": 33,
        "text": "[Приглядеться]"
      }
    ]
  },
  {
    "id": 33,
    "text": "— Так вы... Я... Простите, — еле выдавил из себя Никита.\n\nПеред Никитой стояла молодая русая девушка, волосы которой были заплетены в косу.\n\nНеожиданно глаза Никиты округлились, а на лице появилась слабая, почти незаметная улыбка.\n\n— К... Кира? — сказал он. — Неужели это и вправду ты?..\n\nДевушка искренне улыбнувшись, смахнула подступившую слезу, подбежала к Никите и обняла его.\n\n— Никита! Я так переживала всё это время... Где ты был? Как ты? — со слезами на глазах сказала Кира. Это были слёзы радости. Кира убрала пистолет в кобуру.\n",
    "answers": [
      {
        "id": 34,
        "text": "[Рассказать про всё]"
      },
      {
        "id": 35,
        "text": "[Не рассказывать]"
      }
    ]
  },
  {
    "id": 34,
    "text": "— Слушай, Кира, тут такое произошло, я несколько часов рассказывать буду! Так вот, слушай. Утром я проснулся, но не в кровати, а на остановке, представляешь? Потом приехал какой-то не такой автобус, ну я и сел на него... вернее, пытался. Потом я решил поехать на такси, и...\n\n— Интересная история, — перебила Кира, вытирая слёзы, — подробнее расскажешь попозже. Тут небезопасно — пойдём в подвал. Никто не должен знать, что мы здесь были.",
    "answers": [
      {
        "id": 60,
        "text": "[Пойти за Кирой]"
      }
    ]
  },
  {
    "id": 35,
    "text": "— Ладно, расскажешь свою историю попозже, — сказала Кира, вытирая слёзы. — Тут небезопасно — пойдём в подвал. Никто не должен знать, что мы здесь были.",
    "answers": [
      {
        "id": 60,
        "text": "[Пойти за Кирой]"
      }
    ]
  },
  {
    "id": 36,
    "text": "— Кассы, как кассы, — разочарованно вздохнул Никита. — Ничего особенного.\n\nНемного приглядевшись, Никита понял, что он ошибся. За заляпанным стеклом кассы, отвернувшись, сидел человек. Кажется, Никиту он не заметил.",
    "answers": [
      {
        "id": 39,
        "text": "[Окликнуть его]"
      },
      {
        "id": 25,
        "text": "[Тихо отойти]"
      }
    ]
  },
  {
    "id": 37,
    "text": "На обоих автоматах были небрежно наклеены обрывки листов, где было написано следующее:\n\n\"По техническим причинам мы прекратили обслуживание данных автоматов. Просим извинения за неудобства!\"\n\n\"И людей нет, и автоматы не работают. — подумал Никита. — Как же хочется хоть глоток свежей воды...\"",
    "answers": [
      {
        "id": 25,
        "text": "[Отойти от автоматов]"
      }
    ]
  },
  {
    "id": 38,
    "text": "Возле самой стены стоял постер к недавно вышедшему фильму \"Тайна корабля\", на который позвали Никиту друзья. \n\nНикита подошёл к нему и начал внимательно рассматривать. На первый взгяд казалось — постер, как постер, вот только большая, быстро накорябанная надпись \"Спасайся!\" сразу бросалась в глаза. \n\nВ голове Никиты не находилось ответа ни на один вопрос: \"От кого спасаться? Кто это написал? Куда делись все люди? Что вообще тут происходит?\"",
    "answers": [
      {
        "id": 25,
        "text": "[Отойти от постера]"
      },
      {
        "id": 45,
        "text": "[Отодвинуть постер]",
        "need": 43
      }
    ]
  },
  {
    "id": 39,
    "text": "— Здравствуйте! Не подскажете, сколько сейчас времени? — побавиваясь спросил Никита. — Эй!\n\nОтвета не последовало. Никита повторил вопрос, но ничего не изменилось.\n\n\"Странно всё это, — размышлял Никита. — Вот чего он не отвечает? Может, не слышит?\"",
    "answers": [
      {
        "id": 40,
        "text": "[Попробовать ещё раз]"
      },
      {
        "id": 25,
        "text": "[Тихо отойти]"
      }
    ]
  },
  {
    "id": 40,
    "text": "— Слушайте, это уже не смешно, я сейчас...\n\nНикита не успел договорить, как человек медленно повернулся. Его взгляд был каким-то стеклянным, а сам он смотрел словно сквозь Никиту. \n\nНеожиданно он резко встал, пошатываясь, подошёл к Никите и медленно произнёс: \"Ровно полдень\", после чего его лицо искривилось в неествественной гримасе, которая должна была означать улыбку. \n\n\"Что за...?\"",
    "answers": [
      {
        "id": 41,
        "text": "[Сражаться]"
      },
      {
        "id": 42,
        "text": "[Бежать]"
      }
    ]
  },
  {
    "id": 41,
    "text": "Под рукой Никиты не было ничего, но он приметил небольшую табуретку, на которой недавно сидел человек. Он взял её и, размахнувшись, кинул прямо в незнакомца. \n\nЧеловек, дёргаясь, рухнул на пол. Его глаза были по-прежнему открыты и излучали пустоту. ",
    "answers": [
      {
        "id": 43,
        "text": "[Бежать]"
      }
    ]
  },
  {
    "id": 42,
    "text": "Никита, что есть сил, побежал к большим стеклянным дверям — к выходу. Он со всей навалился на дверь, но она не поддалась, тогда Никита потянул ручку двери на себя. Никаких изменений не произошло — дверь была заперта. Тем временем зомби уже подошёл к Никите и вонзил свои зубы ему в плечо. Последнее, что услышал Никита, это: \"Теперь ты — как я\".",
    "answers": [
      {
        "id": 42,
        "text": "Открыто достижение: \"Заражённый\"",
        "comment": true
      },
      {
        "id": 48,
        "text": "[Достижения]"
      }
    ]
  },
  {
    "id": 43,
    "text": "Никита что есть силы побежал к большим стеклянным дверям — к выходу. Он со всей навалился на дверь, но она не поддалась, тогда Никита потянул ручку двери на себя. Никаких изменений не произошло — дверь была заперта.",
    "answers": [
      {
        "id": 25,
        "text": "[Отойти от двери]"
      }
    ]
  },
  {
    "id": 44,
    "text": "Никита попытался открыть дверь, но у него ничего не вышло — дверь была по-прежнему закрыта.",
    "answers": [
      {
        "id": 25,
        "text": "[Отойти от двери]"
      },
      {
        "id": 46,
        "text": "[Воспользоваться ключом]",
        "need": 45
      }
    ]
  },
  {
    "id": 45,
    "text": "Большой постер к новому фильму Никита отодвинул легко. В стену был вбит гвоздь, а на нём висела связка ключей.\n\n\"Вот, другое дело!\" — радостно заметил Никита. — \"Один из этих точно подойдёт к входной двери\".",
    "answers": [
      {
        "id": 25,
        "text": "[Взять ключи и отойти от постера]"
      }
    ]
  },
  {
    "id": 46,
    "text": "— Та-а-ак, посмотрим, — сказал Никита, глядя на связку ключей. — Готов поспорить, что один из них точно отпирает эту дверь.",
    "answers": [
      {
        "id": 47,
        "text": "[Открыть дверь первым ключом]"
      },
      {
        "id": 47,
        "text": "[Открыть дверь вторым ключом]"
      },
      {
        "id": 47,
        "text": "[Открыть дверь третьим ключом]"
      },
      {
        "id": 50,
        "text": "[Открыть дверь четвёртым ключом] "
      },
      {
        "id": 47,
        "text": "[Открыть дверь пятым ключом]"
      }
    ]
  },
  {
    "id": 47,
    "text": "— Нет, этот ключ не подходит.",
    "answers": [
      {
        "id": 46,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 48,
    "text": "Здесь Вы можете увидеть открытые достижения.",
    "answers": [
      {
        "id": 1,
        "text": "[Назад]"
      },
      {
        "need_ever": true,
        "comment": false,
        "id": 48,
        "text": "1. Заражённый",
        "need": 42
      }
    ]
  },
  {
    "id": 49,
    "text": "Водитель обернулся. Это был уже пожилой мужчина с седыми волосами. Его большие зелёные глаза выразительно смотрели на Никиту.\n\n— Погоди, я остановлю автобус, — сказал он.\n\nВодитель автобуса нажал на тормоз. Транспортное средство замедлило свой ход, а позже и полностью остановилось.\n\n— Невероятно, — промолвил водитель. — Парень, как тебе удалось выжить? Ты не встречал зомби?\n\n— Каких ещё зомби? — Никита недоумевающе посмотрел на водителя. — Кроме Вас я сегодня ещё никого не встречал...\n\n— Видимо, ты не знаешь, что происходит, верно? Задавай вопросы, и я постараюсь ответить на них.",
    "answers": [
      {
        "id": 51,
        "text": "- Кто Вы такой?"
      },
      {
        "id": 52,
        "text": "- Откуда взялись зомби?",
        "need": 51
      },
      {
        "id": 53,
        "text": "- Почему тогда ни Вы, ни я не заражены?",
        "need": 52
      },
      {
        "id": 54,
        "text": "- Больше вопросов нет.",
        "need": 53
      }
    ]
  },
  {
    "id": 50,
    "text": "Немного повозившись с замком, Никита наконец открыл дверь и вышел из кинотеатра. \n\n— Ура, свобода! Наконец-то! — восторженно закричал Никита. — Свобода!\n\nКазалось, будто Никиту слышали все, кто сейчас проходил мимо. Вернее, если бы проходил — на улице было абсолютно безлюдно. Ни машины, ни быстро спешащего на работу прохожего — совсем никого.",
    "answers": [
      {
        "id": 59,
        "text": "[Осмотреть кинотеатр снаружи]"
      }
    ]
  },
  {
    "id": 51,
    "text": "— Думаю, не сложно догадаться, что я — водитель автобуса. Ну, по крайней мере, я раньше им был. Меня зовут Александр Владимирович, но ты можешь называть меня \"дядя Саша\". \n\n— Почему были? А сейчас что, не водитель?\n\n— А сейчас возить-то и некого, — грустно ответил Александр Владимирович. — Единственная причина, по которой я сейчас вожу автобус — это оборона. Так ко мне зомби не подберутся.\n\n— Так зачем Вы меня в автобус пустили? Вдруг я оказался бы зомби...\n\n— Слушай, парень, думаешь, я не отличу живого человека от зомби? — с усмешкой спросил водитель.",
    "answers": [
      {
        "id": 49,
        "text": "- Есть ещё вопросы."
      }
    ]
  },
  {
    "id": 52,
    "text": "Водитель грустно вздохнул.\n\n— Долгая история. Началось всё с самого утра. Как обычно, люди шли кто куда — кто на работу, кто в магазин, кто просто вышел подышать свежим воздухом... Внезапно завыли сирены, голос репродуктора объявил: \"Внимание! Химическая атака! Повторяю: химическая атака! Срочно наденьте противогазы или марлевые повязки и поднимитесь как можно выше\".\n\n— А что дальше? — переспросил Никита.\n\n— А дальше и так всё понятно. Какая-то форма биологического оружия, я полагаю. Все и начали потихоньку превращаться в этих, — водитель перешёл на шёпот. — Зомби.",
    "answers": [
      {
        "id": 49,
        "text": "- Есть ещё вопросы."
      }
    ]
  },
  {
    "id": 53,
    "text": "— И в самом деле — почему? — повторил вопрос Александр Владимирович. — Я думаю, что мы уже давно заражены, как и все, только процесс заражения происходит медленнее, чем у остальных.\n\n— То есть Вы считаете, что мы тоже превратимся в заражённых? — поникшим голосом спросил Никита.\n\n— Мы в них не превратимся. Мы уже заражены. ",
    "answers": [
      {
        "id": 49,
        "text": "- Есть ещё вопросы."
      }
    ]
  },
  {
    "id": 54,
    "text": "— Ну, раз вопросов у тебя нет, тогда задам его я. — сказал Александр Владимирович. — Как тебя зовут?\n\n— Никита, — гордо ответил тот. \n\n— Никита, значит... Хорошее имя, кстати. Ну, раз мы познакомились, давай решать, что будем делать дальше. Я предлагаю сейчас выйти из автобуса и направиться к какому-нибудь магазину — уж очень есть хочется, да?",
    "answers": [
      {
        "id": 55,
        "text": "[Пойти в магазин]"
      }
    ]
  },
  {
    "id": 55,
    "text": "— Да, — сказал Никита. — Я голоден. Только вот денег у меня, кажется, нет.\n\n— Какие ещё деньги? — воскликнул водитель. — Там же никого нет... наверное. Берём всё, что можно и обратно в автобус. План ясен?\n\n— Конечно, Александр Владимирович! — быстро и чётко сказал Никита.\n\n— Дядя Саша, вообще-то. Привыкай.\n\n— Извините. Конечно, дядя Саша! — повторил Никита.\n\n— Ну вот, Никита, совсем другое дело. Как думаешь: брать с собой биту на всякий случай или здесь оставить?",
    "answers": [
      {
        "id": 56,
        "text": "[Взять биту]"
      },
      {
        "id": 57,
        "text": "[Не брать]"
      }
    ]
  },
  {
    "id": 56,
    "text": "— Возьмите, так безопаснее будет, — подсказал Никита.\n\n— А ты прав, Никита, возьму-ка я её. Мало ли что случится, — ответил Александр Владимирович. —   Вооружённый человек сильнее невооружённого!\n\n— Довольно логично, — согласился Никита.",
    "answers": [
      {
        "id": 56,
        "text": "[Сюжет в разработке]",
        "comment": true
      },
      {
        "id": 1,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 57,
    "text": "— Зачем её брать-то? Она нам только мешать будет, — сказал Никита.\n\n— Ну, а как же оборона? Мало ли кто-нибудь нападёт — что мы делать будем? — спросил Александр Владимирович.\n\n— Так нас двое, дядя Саша, — пояснил Никита. — Один несёт продукты, другой защищает обоих.\n\n— Да, ты прав, — согласился водитель. — Ни к чему она нам, только лишний груз будет.",
    "answers": [
      {
        "id": 57,
        "text": "[Сюжет в разработке]",
        "comment": true
      },
      {
        "id": 1,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 58,
    "text": "Здесь Вы можете посмотреть историю создания квеста.\n\n16.06.2018 — заложено самое начало квеста\n\n05.07.2018 — добавлен новый персонаж\n\n26.07.2018 — написано предисловие\n\n05.08.2018 — добавлен новый персонаж\n",
    "answers": [
      {
        "id": 1,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 59,
    "text": "Никита отошёл от здания, чтобы получше разглядеть его. Серый и давно уже не новый киноцентр \"Тысяча и один фильм\" стоял на пересечении широкого Обводного проспекта и какой-то небольшой улицы, названия которой Никита не знал. Раньше, на месте кинотеатра, здесь располагался мебельный магазин.\n\n\"Кажется, я знаю, как дойти до своего дома, — подумал Никита. — \"Нужно всего лишь пойти вдоль Обводного до дома 31. Всё довольно просто\".",
    "answers": [
      {
        "id": 59,
        "text": "[Сюжет в разработке]",
        "comment": true
      },
      {
        "id": 1,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 60,
    "text": "Кира надела свой капюшон и повела за собой Никиту. Она достала из кармана связку ключей и выбрала один нужный. Кира открыла стальную дверь и аккуратно начала спускаться в подвал. Никита шёл следом. Дверь негромко захлопнулась. Кира закрыла ключом дверь, взяла фонарик со ступеньки, включила его, предварительно установив заранее припасённую батарейку и двинулась дальше, освещая путь перед собой.\n\nМолчание прервал Никита.\n\n— Слушай, я тут хотел спросить...\n\n— Давай, только тихо.",
    "answers": [
      {
        "id": 61,
        "text": "- Где ты была всё это время?"
      },
      {
        "id": 62,
        "text": "- От кого мы прячемся?",
        "need": 61
      },
      {
        "id": 63,
        "text": "- У тебя есть еда? ",
        "need": 62
      },
      {
        "id": 67,
        "text": "- Больше вопросов нет."
      }
    ]
  },
  {
    "id": 61,
    "text": "— Кира, где ты была всё это время? — осторожно спросил Никита.\n\nКира, немного подумав, ответила:\n\n— Во время заражения вирусом я была довольно далеко отсюда — в другом городе. Я приехала сюда, потому что здесь был крупнейший склад с различным оружием — я знаю, что во время апокалипсиса оно точно понадобилось бы. Когда я прибыла сюда, то поняла, что в городе живых людей очень мало, поэтому я без проблем пробралась на склад и взяла всё самое необходимое. Кстати, держи. Пригодится, — с этими словами Кира вручила пистолет и несколько пуль Никите.",
    "answers": [
      {
        "id": 60,
        "text": "- Есть ещё вопросы."
      }
    ]
  },
  {
    "id": 62,
    "text": "— А от кого мы прячемся-то? Кто может узнать про нас? — поинтересовался Никита и вопросительно посмотрел на Киру.\n\n— От заражённых людей, конечно.\n\n— Погоди, ты хочешь сказать, что начался апокалипсис?!\n\n— Такое чувство, что ты не местный. Конечно, начался. Сегодня ночью. Когда началось заражение, то по телевидению никто об этом не предупредил. В первые часы лишь некоторые уехали из города — это те, кто узнали о заражении. Другие же пребывали в неведении. Уже утром все оставшиеся жители города были заражены.",
    "answers": [
      {
        "id": 64,
        "text": "[Слушать дальше]"
      }
    ]
  },
  {
    "id": 63,
    "text": "[Сюжет в разработке]",
    "answers": [
      {
        "id": 1,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 64,
    "text": "Воцарилось молчание. Видя немой вопрос Никиты, Кира продолжила свой рассказ:\n\n— Я думаю, что ты должен знать об этом. Если ты не сочтёшь меня сумасшедшей, то слушай. В лаборатории неподалёку, где проводилась разработка биологического оружия, произошёл выброс ядовитого вещества. Как стало известно, оно распостранялось достаточно быстро, я же на тот момент была далеко. Этот, можно сказать, вирус подействовал на каждого человека.\n\n— Так как нам удалось не заразиться?\n\n— Не знаю, как ты, но я уже ранее сказала, что на тот момент была далеко от здешних мест, поэтому вирус меня не заразил. ",
    "answers": [
      {
        "id": 65,
        "text": "- Что опасного несёт в себе вирус?"
      }
    ]
  },
  {
    "id": 65,
    "text": "— Он подавляет в человеке все чувства и эмоции, в заражённом просыпается агрессия. Правда, это может произойти как и сразу, так и через несколько часов. Человек вроде и помнит всё, и понимает, что делает — но у него абсолютно больше нет души. Они бесчеловечны. \n\n— Ну и?\n\n— Не перебивай. Слушай дальше. Когда личность стёрта, то человек превращается в... как бы сказать... лунатика. Или зомби. \n\n— И что же теперь делать?\n\n— Я узнала, что существует противоядие против этого — некий препарат под названием ЭПС-2",
    "answers": [
      {
        "id": 66,
        "text": "- Что за препарат ЭПС-2?"
      }
    ]
  },
  {
    "id": 66,
    "text": "— Это — недавняя разработка учёных из другого города, которые начали изобретать препарат буквально сразу же после заражения. Про препарат мне стало известно от одного знакомого, который работает в той самой лаборатории, — закончила свой рассказ Кира.",
    "answers": [
      {
        "id": 60,
        "text": "- Есть ещё вопросы."
      }
    ]
  },
  {
    "id": 67,
    "text": "Наконец Кира с Никитой спустились в подвальное помещение. В углу комнаты стояла кровать, рядом с ней была тумбочка с ночником. Именно он и являлся источником света, если не считать фонарь, который держала в руке Кира. В другом углу на деревянных ножках стоял, как ни странно, совсем новый письменный стол. Здесь же возвышался и шкаф. Небольшой оранжевый ковёр покрывал грязный, пыльный, давно уже не новый бетонный пол. На ковре находился мягкий на вид диван с тонким покрывалом. Никита сразу оценил наличие дивана.\n\n— Мы с заведующим этого магазина перетащили сюда мебель из его квартиры, но, к сожалению, — грустно сказала Кира, — заведующего заразили зомби, поэтому я не могу тебя с ним познакомить. Как только мы найдём противоядие — то сразу вылечим его, ладно?\n\n— Надеюсь, он был хорошим человеком, — не отводя взгляд от дивана ответил Никита. ",
    "answers": [
      {
        "id": 68,
        "text": "[Дальше]"
      }
    ]
  },
  {
    "id": 68,
    "text": "— Знаешь, Кир, — наконец выдал Никита. — Я так измотался за сегодня. Можно я посплю на диване?\n\n— Конечно. Но я вот тут подумала: еды на завтра у нас нет. Я могу сейчас пойти поискать провизию, не составишь мне компанию?",
    "answers": [
      {
        "id": 69,
        "text": "[Пойти с Кирой за провизией сейчас]"
      },
      {
        "id": 70,
        "text": "[Предложить Кире сходить за провизией утром]"
      },
      {
        "id": 68,
        "text": "[Остаться в комнате] (пока недоступно)",
        "comment": true
      }
    ]
  },
  {
    "id": 69,
    "text": "— Знаешь, я пойду с тобой.\n\n— Спасибо, — радостно сказала Кира. — Выдвигаемся сейчас. Пистолет у тебя с собой?\n\n— Зачем он нужен-то? — Никита неудомевающе посмотрел на Киру\n\n— А как же заражённые? Если они нападут на нас — будем отстреливаться. Жаль их, конечно, но наша жизнь дороже. Только не трать патроны зря, у меня их не так уж и много осталось.",
    "answers": [
      {
        "id": 68,
        "text": "- Слушай, я передумал."
      },
      {
        "id": 73,
        "text": "- Хорошо. В путь! "
      }
    ]
  },
  {
    "id": 70,
    "text": "— Кира, давай лучше пойдём искать еду утром, сейчас как-то поздно уже выходить на улицу...\n\n— Ну и что, что поздно? Кушать захочешь — и ночью пойдёшь, — возразила Кира.\n\n— А если на тебя зомби нападёт и заразит?\n\nКира на несколько секунд замолчала.\n\n— Верно, конечно. Вот только что утром изменится?\n\n— Утром будет светло, мы будем видеть заражённых и заранее избегать встречи с ними, — пояснил Никита.\n\nНемного подумав, Кира, кивнув, согласилась:\n\n— Ладно, уговорил. Ложись спать, а я пойду проверю дверь.\n\nГде-то через минуту Кира вернулась и спокойно выдохнув, сказала:\n\n— Заперто. Ключики будут лежать на тумбочке, так что в случае чего — хватай и беги. Тот ключ, что от двери, с пометкой \"п\" — подвал. \n",
    "answers": [
      {
        "id": 70,
        "text": "[Лечь спать] (пока недоступно)",
        "comment": true
      },
      {
        "id": 1,
        "text": "[Вернуться на первую страницу]"
      }
    ]
  },
  {
    "id": 71,
    "text": "",
    "answers": []
  },
  {
    "id": 72,
    "text": "",
    "answers": []
  },
  {
    "id": 73,
    "text": "— Тогда, за дело!\n\nКира надела свой рюкзак для сбора провизии, взяла в одну руку связку ключей, в другую — фонарь и пошла на лестницу. Никита осторожно двинулся за Кирой. Однако, как бы тихо они не поднимались, всё равно  эхо негромко повторяло их шаги.\n\nНаконец Кира подошла к выходу, быстро нашла нужный ключ и открыла стальную дверь.",
    "answers": [
      {
        "id": 75,
        "text": "[Осмотреться]"
      }
    ]
  },
  {
    "id": 74,
    "text": "",
    "answers": [
      {
        "id": 2,
        "text": "[Проснуться]",
        "blackout": true
      }
    ]
  },
  {
    "id": 75,
    "text": "В магазине по-прежнему было пустынно. Никита сразу заметил, что та мигающая лампа совсем погасла и больше не жужжала. Единственное, что изменилось кроме лампы в продуктовом магазине — на улице стало настолько темно, что через окно уже было ничего не разглядеть. Лишь луна слабо освещала землю, и её бледный свет наводил тревожные мысли.\n\n— Пойдём. — прошептала Кира Никите. ",
    "answers": [
      {
        "id": 75,
        "text": "[Дальше] (пока недоступно)",
        "comment": true
      },
      {
        "id": 1,
        "text": "[Вернуться на первую страницу]"
      }
    ]
  },
  {
    "id": 76,
    "text": "",
    "answers": []
  }
]