[
  {
    "id": 1,
    "text": "В этом квесте вам предстоит стать пришельцем и захватить Землю. От каждого вашего шага зависит жизнь пришельца. Надеюсь вам понравится этот квест. Не судите строго, я пишу в первый раз! Если у вас есть предложения, пишите их в отзывах! Удачного прохождения! Желаю чтобы ваш пришелец захватил Землю!\n\nP.S. Можете не стараться, Землю захватить невозможно!\n\n\nВ дополнении 1 вас ожидает ответный удар людей по планете пришельцев. Людям не понравилось, что пришельцы вторглись на Землю, и они решили отомстить и захватить их планету с помощью захваченного корабля и оружий.\n\n\n",
    "answers": [
      {
        "id": 2,
        "text": "Старт "
      }
    ]
  },
  {
    "id": 2,
    "text": "Начнем с того что один пришелец решил прилететь на Землю чтобы ее захвотить. На чем он полетит?",
    "answers": [
      {
        "id": 3,
        "text": "На военном корабле",
        "var_set": [
          "voiak",
          1
        ]
      },
      {
        "id": 3,
        "text": "На пассажирском корабле",
        "var_set": [
          "pass",
          1
        ]
      }
    ]
  },
  {
    "id": 3,
    "text": "Вы выбрали на чем он полетит, но ему нужна армия. С кем он полетит?",
    "answers": [
      {
        "id": 4,
        "text": "С большой армией",
        "var_set": [
          "mn",
          1
        ]
      },
      {
        "id": 4,
        "text": "Один",
        "var_set": [
          "ml",
          1
        ]
      }
    ]
  },
  {
    "id": 4,
    "text": "Осталось решить вопрос: погрузитесь ли вы в креосон или будете использовать гиперпрыжок? На гиперпрыжок используется все топливо, и вы не сможете вернуться домой, а если погрузитесь в креосон, то за все время на Земле изобретут оружие получше, и захватить Землю не получится.",
    "answers": [
      {
        "id": 6,
        "text": "Использовать гиперпрыжок",
        "var_set": [
          "gip",
          1
        ]
      },
      {
        "id": 7,
        "text": "Погрузиться в креосон",
        "var_set": [
          "kre",
          1
        ]
      }
    ]
  },
  {
    "id": 5,
    "text": "Вы со своей армией вторглись на Землю но встретили тяжелое сопротивление. Через 15 лет вам удалось захвотить Землю. Вскоре еда, которую вы взяли с собой, кончилась, а еда которая была на Земле оказалась непригодная к употреблению, вскоре вы со своей армией погибли, а люди которые спрятались под землю захватили ваш корабль и оружие. С тех пор никто не смог захватить Землю",
    "answers": [
      {
        "id": 11,
        "text": "Далее",
        "var_set": [
          "mn",
          0
        ]
      }
    ]
  },
  {
    "id": 6,
    "text": "Вы решили использовать гиперпрыжок. У вас кончилось топливо, но вы долетели до Земли. Теперь давайте вспомним полетели ли вы один или взяли с собой большую армию?",
    "answers": [
      {
        "id": 5,
        "text": "Большая армия",
        "var_equal": [
          "mn",
          1
        ]
      },
      {
        "id": 8,
        "text": "Один",
        "var_equal": [
          "ml",
          1
        ]
      }
    ]
  },
  {
    "id": 7,
    "text": "Вы погрузились в креосон и проспали 1000 лет. Давайте вспомним с кем вы полетели?",
    "answers": [
      {
        "id": 9,
        "text": "С большой армией",
        "var_equal": [
          "mn",
          1
        ]
      },
      {
        "id": 10,
        "text": "Один",
        "var_equal": [
          "ml",
          1
        ]
      }
    ]
  },
  {
    "id": 8,
    "text": "Вы оказывали упорное сопротивление, но вас разбили, потому-что вы были один, а как говориться \"Один в поле не воин\". Эх, если бы у вас была большая армия!",
    "answers": [
      {
        "id": 35,
        "text": "Далее",
        "var_set": [
          "ml",
          0
        ]
      }
    ]
  },
  {
    "id": 9,
    "text": "Несмотря на то что вы полетели с большой армией, вас легко разбили, потому-что за 1000 лет люди изобрели оружие лучше чем у вас.",
    "answers": [
      {
        "id": 36,
        "text": "Далее",
        "var_set": [
          "mn",
          0
        ]
      }
    ]
  },
  {
    "id": 10,
    "text": "Вас легко разбили, потому что за 1000 лет люди изобрели оружие лучше чем у вас. Даже если бы у вас была большая армия вы бы проиграли.",
    "answers": [
      {
        "id": 37,
        "text": "Далее",
        "var_set": [
          "ml",
          0
        ]
      }
    ]
  },
  {
    "id": 11,
    "text": "Вам не удалось захвотить землю. Попробуйте еще раз. Если вы прошли все 4 концовки то нажмите К дополнению 1. ",
    "answers": [
      {
        "id": 2,
        "text": "Конец",
        "var_add": [
          "kon",
          1
        ]
      },
      {
        "id": 12,
        "text": "К дополнению 1",
        "var_equal": [
          "kon",
          4
        ]
      }
    ]
  },
  {
    "id": 12,
    "text": "Людям не понравилось, что пришельцы вторглись на Землю, и они решили отомстить и захватить их планету с помощью захваченного корабля и оружий. Для начала прсмотрим какой корабль мы захватили.",
    "answers": [
      {
        "id": 13,
        "text": "Военный",
        "var_equal": [
          "voiak",
          1
        ]
      },
      {
        "id": 13,
        "text": "Пассажирский",
        "var_equal": [
          "pass",
          1
        ]
      }
    ]
  },
  {
    "id": 13,
    "text": "Вы взяли оружие, сели в корабль и отправились на планету пришельцев. Свами была огромная армия людей разных национальностей, но на земле остались люди. Взять их с собой?",
    "answers": [
      {
        "id": 14,
        "text": "Да",
        "var_set": [
          "da",
          1
        ]
      },
      {
        "id": 14,
        "text": "Нет",
        "var_set": [
          "net",
          1
        ]
      }
    ]
  },
  {
    "id": 14,
    "text": "Осталось решить вопрос: погрузитесь ли вы в креосон или будете использовать гиперпрыжок? На гиперпрыжок используется все топливо, и вы не сможете вернуться домой, а если погрузитесь в креосон, то за все время пришельцы изобретут оружие получше, и захватить их планету не получится.",
    "answers": [
      {
        "id": 15,
        "text": "Гиперпрыжок"
      },
      {
        "id": 16,
        "text": "Креосон"
      }
    ]
  },
  {
    "id": 15,
    "text": "Вы используете гиперпрыжок и тратите все топливо. Как жаль что вы не сможете вернуться домой. Ну ладно. Какой корабль вы выбрали?",
    "answers": [
      {
        "id": 17,
        "text": "Военный",
        "var_equal": [
          "voiak",
          1
        ]
      },
      {
        "id": 18,
        "text": "Пассажирский",
        "var_equal": [
          "pass",
          1
        ]
      }
    ]
  },
  {
    "id": 16,
    "text": "Вы проспали в креосоне 1000 лет. За это время у прищельцев появилось оружие получше. Ваша армия разбита.",
    "answers": [
      {
        "id": 31,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 17,
    "text": "Как только вы влетели в зону видимости радаров, диспетчер заговорил непонятным голосом. Вас сразу-же сбили, потому что вы не знаете их язык.",
    "answers": [
      {
        "id": 19,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 18,
    "text": "Увидев вас пришельцы обрадовались: они ждали гостей и поэтому даже не стали вас проверять. Вы благополучно преземлились. Что будете делать?",
    "answers": [
      {
        "id": 20,
        "text": "Ждать пока пришельцы подойдут ближе."
      },
      {
        "id": 21,
        "text": "Атаковать"
      }
    ]
  },
  {
    "id": 19,
    "text": "Вам не удалось захватить планету пришельцев. Попробуйте еще-раз.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 20,
    "text": "Вы подождали покв пришельцы подойдут поближе. Что будете делать? Ждать пока пришельцы войдут или атаковать?",
    "answers": [
      {
        "id": 22,
        "text": "Ждать"
      },
      {
        "id": 21,
        "text": "Атаковать"
      }
    ]
  },
  {
    "id": 21,
    "text": "Вы резко выбежали из корабля и захватили аэропорт. Вскоре прилетела армия и окружила вас. Что будете делать?",
    "answers": [
      {
        "id": 23,
        "text": "Защищаться"
      },
      {
        "id": 27,
        "text": "Сдаться"
      }
    ]
  },
  {
    "id": 22,
    "text": "Вы подождали, пока пришелец войдет в нутрь, и убили его. Другие пришельцы заметили что-то неладное и сразу вызвалии армию. Через мгновенье прилетели летающие грузовики, из них повыходили вооружонные пришельцы и начали стрелять по вашему кораблю. Через некоторое время вас не стало. Теперь продолжение вашего рода зависит от того, оставили ли вы тех людей на земле или взяли с собой?\n",
    "answers": [
      {
        "id": 24,
        "text": "Взяли"
      },
      {
        "id": 25,
        "text": "Оставили"
      }
    ]
  },
  {
    "id": 23,
    "text": "Вы стали защищатся и у вас получалось, но вскоре на крышу преземлился огромный корабль, из которого выходили военные.",
    "answers": [
      {
        "id": 29,
        "text": "Продолжать защищатся"
      },
      {
        "id": 30,
        "text": "Попытаться захватить корабль"
      }
    ]
  },
  {
    "id": 24,
    "text": "Вы взяли всех людей с собой и после проигрыша ваш род навсегда уничтожен. Попробуйте снова.",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 25,
    "text": "Так как вы оставили людей на Земле у вас есть шанс снова напасть на пришельцев.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 26,
    "text": "",
    "answers": []
  },
  {
    "id": 27,
    "text": "Вы сдались и вас отправили на землю. В качестве наказания у вас забрали все ценные металлы, а чтобы вы больше не нападали, у вас забрали все современные штуки и стерли память",
    "answers": [
      {
        "id": 28,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 28,
    "text": "Похоже вам больше некогда не удаться напасть на пришельцев.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 29,
    "text": "Вы продолжили защищатся но вскоре вас убили военные которые прелетели на корабле. ",
    "answers": [
      {
        "id": 31,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 30,
    "text": "Вы попытались захватить корабль и у вас получилось. Как будете воевать?",
    "answers": [
      {
        "id": 33,
        "text": "Обстреливать сверху"
      },
      {
        "id": 32,
        "text": "Найти удобное место и высадиться"
      }
    ]
  },
  {
    "id": 31,
    "text": "Вас не стало. Теперь продолжение вашего рода зависит от того, оставили ли вы тех людей на земле или взяли с собой?\n",
    "answers": [
      {
        "id": 25,
        "text": "Оставили",
        "var_equal": [
          "net",
          1
        ]
      },
      {
        "id": 24,
        "text": "Взяли",
        "var_equal": [
          "da",
          1
        ]
      }
    ]
  },
  {
    "id": 32,
    "text": "Вы нашли удобное место и высвдились. Вскоре вы перебили всех военных и легко хахватили эту планету.",
    "answers": [
      {
        "id": 34,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 33,
    "text": "Вы решили обстреливать всех сверху, но вас подбили.",
    "answers": [
      {
        "id": 31,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 34,
    "text": "Поздравляю! Вы захватили планету.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 35,
    "text": "Вам не удалось захвотить землю. Попробуйте еще раз. Если вы прошли все 4 концовки то нажмите К дополнению 1",
    "answers": [
      {
        "id": 2,
        "text": "Конец",
        "var_add": [
          "kon",
          1
        ]
      },
      {
        "id": 12,
        "text": "К дополнению 1",
        "var_equal": [
          "kon",
          1
        ]
      }
    ]
  },
  {
    "id": 36,
    "text": "Вам не удалось захвотить землю. Попробуйте еще раз. Если вы прошли все 4 концовки то нажмите К дополнению 1",
    "answers": [
      {
        "id": 2,
        "text": "Конец",
        "var_add": [
          "kon",
          1
        ]
      },
      {
        "id": 12,
        "text": "К дополнению 1",
        "var_equal": [
          "kon",
          4
        ]
      }
    ]
  },
  {
    "id": 37,
    "text": "Вам не удалось захвотить землю. Попробуйте еще раз. Если вы прошли все 4 концовки то нажмите К дополнению 1",
    "answers": [
      {
        "id": 2,
        "text": "Конец",
        "var_add": [
          "kon",
          1
        ]
      },
      {
        "id": 12,
        "text": "К дополнению 1",
        "var_equal": [
          "kon",
          4
        ]
      }
    ]
  },
  {
    "id": 38,
    "text": "",
    "answers": []
  }
]