[
  {
    "id": 1,
    "text": "В Пустошах упал странный летающий объект. На исследование места падения выдвигается группа ученых под охраной отряда наемников, которые бесследно пропадают. Брат одной из наемниц отправляется на поиски своей сестры.\n\nЖанр: стимпанк, вестерн, приключения",
    "answers": [
      {
        "id": 2,
        "text": "наработки",
        "need": 1000
      },
      {
        "id": 3,
        "text": "Доп. история. Риптор",
        "need": 1000
      },
      {
        "id": 4,
        "text": "Начать"
      },
      {
        "id": 5,
        "text": "Настройки",
        "var_equal": [
          "hidden",
          1
        ]
      },
      {
        "id": 6,
        "text": "Дополнительные материалы",
        "var_equal": [
          "bonus",
          1
        ]
      },
      {
        "id": 14,
        "text": "Скрытки",
        "var_equal": [
          "hidden",
          1
        ]
      },
      {
        "id": 15,
        "text": "Вход в Кросс Таун",
        "need": [
          1000
        ]
      }
    ]
  },
  {
    "id": 2,
    "text": "в пустошах водятся мутанты\nот внешнего мира их ограждает магический барьер, который генерируют башни. всего их 12. это называется Система \"Страж\"\nпустоши ＝простор? дикие земли?\nсерные болота\nиссохшие равнины\n",
    "answers": [
      {
        "id": 2,
        "text": "в мире, где воздухоплавание лишь паровое, изобретен новый двигатель. реактивный, работает на чистой магии. этот экспериментальный блок начинает проходить испытание над простором, затем терпит крушение. на поиски самолета отправляется группа секретных агентов под прикрытием. охраняют \"ученых\" технонаемники и боевые маги. после того, как самолет был найден, блок извлечён и доставлен к другому выходу из простора, группа сопровождения была уничтожена и спрятана. ",
        "comment": true
      },
      {
        "id": 2,
        "text": "Ригель обладает способностью входить в транс и видеть что происходило в данном месте какое-то время назад",
        "comment": true
      },
      {
        "id": 2,
        "text": "сейф с комбинацией. если набрать 291082, появится сообщение о том что вы нашли секрет. это будет вкладка со всеми отсылками",
        "comment": true
      },
      {
        "id": 2,
        "text": "гильдия магов Рука Смерти. элитные боевые маги Девастаторы, жрущие спайс наркоманы.\nМортимер и Джарл. Мордехай это фальшивое имя Мортимера",
        "comment": true
      },
      {
        "id": 2,
        "text": "через башню стража можно пройти: подкупив определенного человека, на которого еще нужно выйти, так же можно купить левый пропуст. контакты на этих людей тоже надо найти",
        "comment": true
      },
      {
        "id": 2,
        "text": "после прохождения основной линии сюжета, открывается режим, где можно выбрать героя и пройти маленький сюжет за него, изменив основной сюжет игры. доступ к разным героям получают за золотые шестеренки",
        "comment": true
      },
      {
        "id": 2,
        "text": "Выясняется, что группа с боем прорвалась к Простору, при этом они тащили какой-то чёрный ящик. Ригель идёт по следу и выходит к Оазису-участку Простора, где бъет из-под земли ключ и растут трава и деревья. Там он находит насыпь свежей земли, разрывает и видит трупы Бет, Хью и Джарла. Ригель выходит к Восьмому Стражу. Конец первой части",
        "comment": true
      },
      {
        "id": 2,
        "text": "в блокноте Мортимера списки жертв, которых он убил. имя, населенный пункт, должность, привычки. ниже отметка о ликвидации с подробным описанием убийства",
        "comment": true
      },
      {
        "id": 2,
        "text": "Шахиз, получив револьвер Ригеля, скажет что этой ночью видел как со стороны оазиса взлетел воздушный шар",
        "comment": true
      },
      {
        "id": 2,
        "text": "Ригелю нужно будет набрать команду на дирижабль (во второй книге)",
        "comment": true
      },
      {
        "id": 2,
        "text": "Мэттлок отошёл от дел в связи с ранением в бедро, в результате которого он прикован к креслу. Пользуясь авторитетом, он рекомендует Ригеля в письме к Джованни, местному теневому боссу. Но допуск к нему через доверие круга приближённых: Карло, Юлиуса, Еспера, Диего и Александра. Диего является тайным куратором Рига. Чтобы выйти на каждого из круга, нужно, чтобы его порекомендовали трое доверенных (выполнять задания). Изначально гг встречается с Диего и он говорит про внутренний круг без упоминания имен и дает наводки на нужных поверенных",
        "comment": true
      },
      {
        "id": 2,
        "text": "или Диего просит убить шерифа за пропуск. но можно рассказать шерифу и устроить облаву на убийц. наградой тоже будет пропуск",
        "comment": true
      },
      {
        "id": 2,
        "text": "план убийства шерифа: гг играет с ним в карты и проигрывает. выходит из салуна и убивает его выстрелом через окно",
        "comment": true
      },
      {
        "id": 2,
        "text": "оракул в оазисе это древний суперкомпьютер. свечение и гул это перезагрузка. он хочет стать совершеннее, для этого собирает жизненную эннргию. ригель может за частички своей души смотреть глазами других персонажей на прошлые события и изменять их",
        "comment": true
      }
    ]
  },
  {
    "id": 3,
    "text": "   Звёздное ночное небо прочертило странное небесное тело, оставляя за собой дымный след. Низкий вибрирующий звук разбудил Риптора, спавшего на сухой потрескавшейся земле. Ящер поднял голову и проследил взглядом за падающим объектом. Его кожа была тёмно-красной с чёрными пятнами, а зелёные глаза с вертикальными зрачками тускло поблёскивали в лунном свете.\n－ Виго, просыпайссся, － ящер встал на задние лапы и пнул бесформенную тень рядом с собой. На вершине этой чёрной массы вдруг вспыхнули два жёлтых глаза, затем раздалось угрожающее шипение.\n－ Сссмотри, － Риптор указал трёхпалой когтистой лапой на небо, － что это может быть?\n   Чёрный, как смоль, Виго поднялся с земли и немигающе смотрел на подсвеченный сзади красным, приближающийся к земле по широкой дуге, странный треугольный предмет.\n－ Я не зззнаю, － прошипел он, － как думаешшь, долетит до сссерных болот?\n－ Думаю нет, － ответил Риптор и в этот момент небесный объект сравнялся с горизонтом. Спустя мнгновение яркий свет озарил всё вокруг и стало светло, как днём. Ящеры зашипели и отвернулись, ослеплённые этой вспышкой. Когда их зрение пришло в норму, а перед глазами рассеялись зелёные круги, раздался грохот.\n－ За мной, － Виго сорвался с места. Его было почти не видно в темноте, лишь хищно сверкали в свете звёзд жёлтые глаза.     Риптор догнал его спустя пару секунд. Ящеры скрылись в ночном мраке, поднимая когтистыми лапами пыль с высохшей потрескавшейся земли. Впереди, всего в нескольких километрах, мерцало зарево пожара, от которого поднимался столб густого дыма. Встревоженные ночным вторжением, обитатели Пустошей глубже запрятались в свои норы, лишь две быстрые тени стремительно приближались к заинтересовавшему их объекту.",
    "answers": [
      {
        "id": 7,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 4,
    "text": "   Ригель толкнул дверь и вошёл в полутёмную комнату. Больше всего на свете ему хотелось скинуть сапоги с гудящих ног и забыться сном на денёк-другой. Он нашарил рукой выключатель на стене, щёлкнул, и под потолком тускло засветилась лампа накаливания. \n   На кровати лежал конверт. Без сомнения, это послание от Бетель, он уже знал, что сестра ушла по контракту с Хьюбертом, причём довольно давно и до сих пор не вернулась. Разувшись и зашвырнув сапоги в угол, Ригель завалился на кровать. Он распечатал конверт и достал сложенный вдвое листок бумаги.\n   \"Риг, － прочитал он, － завтра мы с Хью выполняем очень необычный контракт. Нас наняли трое каких-то учёных для прохода через Пустоши. Четырёхглазые уверяют, что неподалёку от Серных Болот упал небесный объект, то ли метеорит, то ли вообще летательный аппарат с другой планеты! Естественно, наша операция должна проходить в секретном режиме. Мы уже подписали все бумаги о неразглашении, но тебе-то, братик, я не могу не рассказать. Сегодня мы отправимся в Кросс-таун вместе с Хью. Там заночуем в \"Паровом Котле\", а завтра выйдем в путь. Думаю, что за неделю мы должны вернуться, да и Простор после недавней Зачистки не представляет большой опасности, так что не волнуйся за меня. Ну, если только чуть-чуть.\nТвоя маленькая Бет.\"",
    "answers": [
      {
        "id": 8,
        "text": "Обдумать письмо"
      }
    ]
  },
  {
    "id": 5,
    "text": "Здесь можно изменить некоторые параметры игры.",
    "answers": [
      {
        "comment": false,
        "var_equal": [
          "glossary_on",
          0
        ],
        "id": 5,
        "text": "Включить ГЛОССАРИЙ",
        "var_set": [
          "glossary_on",
          1
        ]
      },
      {
        "comment": false,
        "var_equal": [
          "glossary_on",
          1
        ],
        "id": 5,
        "text": "Выключить ГЛОССАРИЙ",
        "var_set": [
          "glossary_on",
          0
        ]
      },
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 6,
    "text": "Не знаю как, но ты набрал секретную комбинацию и разблокировал этот секрет. Итак, все отсылки этого квеста!\n\nРигель － название второй по яркости звезды в созвездии Орион. \n\nБетель － сокращено от Бетельгейзе, название самой яркой звезды в созвездии Орион.\n\nХьюберт － отсылка к Кьюберту Фарнсворту, профессору из мультсериала Футурама. До последнего момента я думал что его зовут Хьюберт...\n\nУилл Гефорц － отсылка к Вильгефорцу, чародею из книг А. Сапковского о ведьмаке.\n\nРиптор － ящер мутант, велоцираптор с генами человека, выведенный компанией Ultratech, игра Killer Instinct.\n\nВиго － отсылка к фильму \"Охотники за привидениями 2\", главный злодей которого древний карпатский властелин, носящий это имя.\n\nДевастаторы, \"Рука Смерти\" － отсылка к консольной игре \"Дюна. Битва за Арракис\" на Сега Мегадрайв. Девастаторы － вид боевой техники, \"Рука Смерти\" － название ракеты, производимой в здании Дворец. Так же отсылкой к книге Дюна являются маги-наркоманы (в книге фримены и ментат, употребляющие пряность)",
    "answers": [
      {
        "id": 6,
        "backstepCount": 1,
        "text": "Назад",
        "forget": 6,
        "isBack": true
      },
      {
        "id": 6,
        "text": "Мэттлок － отсылка к первому бас-гитаристу группы Sex Pistols Глену Мэттлоку",
        "comment": true
      },
      {
        "id": 6,
        "text": "Джон Саймон Ричи － отсылка к Сиду Вишесу, бас-гитаристу группы Sex Pistols ",
        "comment": true
      },
      {
        "id": 6,
        "text": "Родри Колхаун － отсылка к Рори Колхауну, американский актёр, известен по своим ролям в фильмах-вестернах. Так же упоминается в книге Стивена Кинга \"Регуляторы\" (откуда я и узнал о его существовании)",
        "comment": true
      }
    ]
  },
  {
    "id": 7,
    "text": "   Объект приближался. Ящеры перешли на быстрый шаг, внимательно рассматривая неизвестную горящую конструкцию. Они никогда не видели ничего похожего. Нечто цилиндрическое с какими-то треугольными выростами по бокам, охваченное пламенем и расколотое надвое. \n   Острый нос этой штуки зарылся в землю, а рядом с ним лежал человек. Второй человек сидел в странном углублении, прикрытый сверху прозрачным потрескавшемся и сильно разбитым куполом. \n   Одеты они были в одинаковые коричневые кожаные куртки, а на голове у каждого была шапочка на ремешках и два круглых стекла, прямо над глазами. Виго медленно подошёл к лежащему на земле и оскалился. Человек явно был мёртв.\n   Риптор издалека рассматривал второго. Пламя, бившее из разлома в корпусе, вырывавшееся из щелей, подбиралось к нему всё ближе. Ящеру было интересно, что станет, когда пламя охватит его.\n   Справа раздался треск и чавканье, это Виго разорвав куртку, терзал живот трупа, наступив ногой ему на грудь. Риптор чувствовал голод после пробежки, он знал, что Виго не потерпит делёжки, если рядом есть ещё еда. Но интерес увидеть объятого пламенем пришельца с неба был ничуть не меньше.",
    "answers": [
      {
        "id": 47,
        "text": "Посмотреть как сгорит человек"
      },
      {
        "id": 48,
        "text": "Вытащить из кабины и съесть"
      }
    ]
  },
  {
    "id": 8,
    "text": "   После прочтения Ригелю стало тревожно. Бетель знала, что он должен вот-вот вернуться, поэтому и написала письмо. Она всегда так делала, уходя по контракту, если брата не было в клане. Но сам Ригель по непредвиденным обстоятельствам задержался со своим заданием на две недели, следовательно, Бет уже неделю должна была как быть здесь! Отсюда следует, что всё пошло не по запланированному сценарию. \n   Беспокойство росло с каждой минутой. Решив, что он всё равно уже не заснёт, наёмник решил побольше узнать о контракте своей сестры. Он обулся, вышел из комнаты и отправился к капитану. Ригель застал его за любимым делом － чисткой револьвера.\n－ Догадываюсь зачем ты здесь, － отложив оружие в сторону, мрачно сказал тот. － Но, предоставлю тебе самому озвучить причину визита.\n   Левая половина лица капитана была парализована. Частично опущенное веко и неподвижный угол рта придавали ему глуповатый вид. Положение не спасала и устрашающая татуировка в пол-лица, изображающая половину черепа.\n－ Рамиро, я хочу узнать всё про последний контракт Бет.\nКапитан кивнул с удовлетворённым видом. \n－ Это было слишком очевидно. Прости, Ригель, ничем не могу помочь. Я подписал договор о неразглашении и буду его соблюдать. Никто никогда не скажет, что Рамиро Скалледо нечестный игрок. Кто угодно, но только не я.\n－ Речь идёт о моей сестре! － Ригель ударил кулаком по столу.\n－ Да хоть о моей матери, － со злостью в голосе ответил капитан. － Ты что думаешь, что я так просто готов разбрасываться людьми? Мы － маленький клан, и у нас каждый боец на вес золота. Мой долг － заботиться о своих людях и выручать их из неприятностей. Но я даже не знаю с чего начать. Я не знаю ни маршрут группы, ни конечную точку. Всё, что я знаю － это цель экспедиции, но даже об этом не могу тебе сказать, ибо связан договором! Ситуация, как видишь, патовая. Хотя с другой стороны, может ещё не всё потеряно. Обстоятельства могут их задержать в дороге, ведь тебя мы тоже ждали две недели назад.",
    "answers": [
      {
        "id": 9,
        "text": "－ Допустим..."
      }
    ]
  },
  {
    "id": 9,
    "text": "－ Ну, допустим, － Ригелю очень захотелось поверить в слова капитана, － тогда скажи, они вышли на связь? \nРамиро опустил глаза.\n－ Так почему ты не послал группу на поиски?! － вскипел наёмник.\n－ А кого? － мрачно усмехнулся капитан. － Свободных людей не так много и они нужны мне здесь. Я ждал твоего возвращения. И вот, ты вернулся, а я, оказывается, не знаю, чем помочь. Хотя... － Рамиро почесал подбородок, － я могу тебе дать ключи от комнат Бетель и Хьюберта. Возможно, ты найдёшь там что-то, что натолкнёт тебя на их след. \n－ Хорошо, － Ригель взял два длинных бронзовых ключа, － спасибо хоть на этом. ",
    "answers": [
      {
        "id": 10,
        "text": "Исследовать комнату Бетель"
      },
      {
        "id": 11,
        "text": "Исследовать комнату Хьюберта"
      }
    ]
  },
  {
    "id": 10,
    "text": "   В комнате у сестры был лёгкий беспорядок. Ригель почувствовал щемящую тоску, глядя на отставленный от стола табурет, на незаправленную кровать. Он расправил покрывало, вернул табурет на место, затем, отмахнувшись от плохих мыслей, приступил к поискам.\n   ",
    "answers": [
      {
        "comment": true,
        "id": 10,
        "text": "В ящике стола он увидел магический коммуникатор － браслет, позволяющий выходить на связь с кланом. Это обеспокоило его ещё сильнее. Почему, отправляясь в Пустоши, Бет не взяла с собой такое необходимое снаряжение? Но вскоре всё выяснилось: Ригель нашёл контракт, заключенный нанимателями с его сестрой, в котором обговаривались условия полной изоляции от клана. Под контрактом стояла подпись, принадлежащая некоему Уиллу Гефорцу. Ригель никогда не слышал этого имени. \n   Решив, что больше ничего нужного он в комнате сестры не найдёт, наёмник вышел, заперев дверь ключом.",
        "need": -11,
        "merge": true
      },
      {
        "id": 10,
        "text": "В ящике стола он увидел магический коммуникатор. Точно такой же был в столе у Хьюберта. Это не могло быть совпадением и наёмник поначалу растерялся: обыск комнат, вопреки его ожиданиям вызывал ещё больше вопросов, а не давал ответов. Но вскоре всё выяснилось: Ригель нашёл контракт, заключенный нанимателями с его сестрой, в котором обговаривались условия полной изоляции от клана. Под контрактом стояла подпись, принадлежащая некоему Уиллу Гефорцу. Ригель никогда не слышал этого имени. \n   Решив, что больше ничего нужного он в комнате сестры не найдёт, наёмник вышел, заперев дверь ключом.",
        "need": 11,
        "merge": true
      },
      {
        "id": 11,
        "text": "Искать в комнате Хью",
        "need": -11
      },
      {
        "id": 13,
        "text": "Отправиться к себе",
        "need": 11
      }
    ]
  },
  {
    "id": 11,
    "text": "   У Хьюберта была очень скромная обстановка: кровать, стол, стул, шкаф для одежды. Ничего лишнего. В столе Ригель увидел магический коммуникатор",
    "answers": [
      {
        "id": 11,
        "text": ", точно такой же, как и у Бет. Контракта он не нашёл, возможно Хью взял его с собой на задание. Больше ничего, проливающего свет на ситуацию, Ригель не обнаружил. ",
        "need": 10,
        "merge": true
      },
      {
        "id": 11,
        "text": " － браслет, позволяющий выходить на связь с кланом. \n   Это обеспокоило его ещё сильнее. Почему, отправляясь в Пустоши, Хью не взял с собой такое необходимое снаряжение. Наёмник надеялся, что отыщет ответ на свой вопрос, однако больше ничего полезного не увидел. ",
        "need": -10,
        "merge": true
      },
      {
        "id": 13,
        "text": "Отправиться к себе",
        "need": 10
      },
      {
        "id": 10,
        "text": "Искать в комнате Бет",
        "need": -10
      }
    ]
  },
  {
    "id": 12,
    "text": "   Утро принесло головную боль и сомнения в успехе предстоящих поисков. И если с первым можно было ещё справиться, то победить сомнения до конца оказалось невозможно.\n   Рамиро, с извинениями, что не может выделить больше, принёс вексель на пятьсот шестерёнок, которые можно было получить в \"Банке Браунинга и Заппы\". Так же он выложил на стол несколько коробок с патронами и билет на дирижабль до Воздушной Гавани, расположенной в пригороде Кросс-тауна.\n   Ригель положил еду в мешок, наполнил бурдюк водой, смазал и убрал в кобуры свои револьверы. Они были модной новой конструкции, самовзводные, что значительно облегчало и ускоряло стрельбу. \n   Он надеялся что в городе сможет раздобыть карту Пустошей или любую другую информацию о том, как добраться до Серных Болот. Так же у него был один знакомый, по фамилии Мэттлок, имеющий некоторые связи с местным шерифом. Наёмник возлагал на него определённые надежды, так как получить пропуск в Пустоши частному лицу легальным путём было практически невозможно.\n   Наконец, когда все приготовления были закончены, Ригель отправился к Воздушной Гавани, где на причале парило несколько дирижаблей.",
    "answers": [
      {
        "id": 35,
        "text": "Сесть на дирижабль"
      }
    ]
  },
  {
    "id": 13,
    "text": "   Итак, исходных данных очень мало, рассуждал Ригель. Бет и Хью наняты тремя учёными, одного из них зовут, по-видимому, Уилл Гефорц.\n   Операция секретная, проводится в Пустошах, месте, откуда можно не вернуться, полном мутантов и отбросов общества, несмотря на периодические зачистки. \n   След группы нужно попытаться отыскать в \"Паровом котле\", трактире в Кросс-Тауне, ближайшему к Пустошам городку на Седьмом Тракте. Далее, как-то надо пробраться через Седьмую башню охранной системы \"Страж\" и отправиться по следу к Серным Болотам. \n\n   Для начала нужно пересечь Простор － наименее опасную часть Пустошей, а вот дальше градус опасности резко возрастает. Мало кто из одиночек мог похвастаться возвращением с Иссохших Равнин.\n   Ригель мог. И всё же, до сегодняшнего дня он был уверен, что никакая причина больше не заставит его оказаться там снова. \n   Наёмник поёжился, вспомнив события трёхлетней давности, затем, усилием воли, заставил себя сосредоточиться, отбросив воспоминания. \n   За Иссохшими Равнинами начинаются Серные Болота － огромные скопления вонючих вод, совершенно непроходимая, без специального снаряжения, местность. И вот где-то там он, возможно, найдёт свою сестру. Или не найдёт.\n   Наметив определённый план действий, Ригель несколько успокоился и попытался заснуть. Как ни странно, это получилось у него практически сразу.",
    "answers": [
      {
        "id": 12,
        "text": "Проснуться"
      }
    ]
  },
  {
    "id": 14,
    "text": "скрытки",
    "answers": [
      {
        "id": 7,
        "text": "ящеры находят самолёт"
      },
      {
        "id": 24,
        "text": "Паровой Котел"
      }
    ]
  },
  {
    "id": 15,
    "text": "   Кросс-Таун был обычным провинциальным городком. Ригель пару раз бывал здесь, выполняя контракты, неплохо ориентировался, знал множество мотелей, забегаловок, салунов и гостиниц, но про \"Паровой Котёл\" слышал впервые.\n   Первое, что встречало путника, пришедшего в город по Седьмому Тракту со стороны Ривер-сити, это мотель \"Воздушный Колосс\", огромное трёхэтажное здание, выполненное в виде дирижабля. На его первом этаже находился бар, второй и третий этажи были отведены под комнаты постояльцев. Около входа ходил зазывала, привлекая прохожих отдохнуть в \"лучшем мотеле города\". \n   Интересоваться у пассажиров \"Иерихона\" о местонахождении нужного ему заведения, Ригель не стал. Учитывая секретность операции, её скорее всего, курировали спецслужбы. А если так, то вполне мог разыграться сценарий, когда начнутся поиски уже его самого.",
    "answers": [
      {
        "id": 16,
        "text": "Пройти мимо"
      },
      {
        "id": 17,
        "text": "Спросить у зазывалы про Паровой Котёл"
      },
      {
        "id": 18,
        "text": "Направился в мотель \"Воздушный Колосс\""
      },
      {
        "id": 36,
        "text": "Идти к Мэттлоку"
      }
    ]
  },
  {
    "id": 16,
    "text": "   Ригель двинулся вперёд, размышляя, не проще ли отыскать \"Паровой Котёл\" через своего знакомого. Вдруг из-за угла здания на небольшой скорости выехал дилижанс на моторной тяге. Водитель, сидевший на козлах, со скучающим видом держал руками рулевое колесо.",
    "answers": [
      {
        "id": 37,
        "text": "Спросить у водителя дилижанса про \"Котёл\""
      },
      {
        "id": 36,
        "text": "Отправиться к Мэттлоку"
      }
    ]
  },
  {
    "id": 17,
    "text": "－ Паровой котёл? － ответил тот, － не, никогда не слышал. Но ты можешь переночевать у нас, в \"Колоссе\". Сейчас много свободных мест, заходи, － он сделал приглашающий жест. \n   Ригель посмотрел по сторонам. Редкие прохожие спешили по своим делам, не обращая никакого внимания на наёмника. Похоже придётся всё-таки зайти.",
    "answers": [
      {
        "id": 18,
        "text": "Зайти"
      }
    ]
  },
  {
    "id": 18,
    "text": "   Внутри был тесный вестибюль со стойкой, за которой скучал администратор.\n－ Желаете номер? － услужливо спросил он.\n－ Я ищу \"Паровой Котёл\". У меня важная встреча в этом заведении. Не подскажете, как я могу его найти? \n－ Это салун в трущобах, － администратор потерял к Ригелю интерес. － Не представляю, как можно назначить важную встречу в таком месте.\n   Он отвернулся и с деловым видом начал копаться в каких-то бумагах, давая понять что разговор окончен.\n   Ригель вышел. Он плохо знал квартал бедняков и надеялся что там есть хотя бы вывеска. Не давало покоя ещё и то обстоятельство, что группа выбрала для ночлега заведение с такой сомнительной репутацией. Возможно, они хотели скрыть своё присутствие от чьих-то посторонних глаз?",
    "answers": [
      {
        "id": 19,
        "text": "Идти"
      }
    ]
  },
  {
    "id": 19,
    "text": "   Идти пришлось довольно долго. Бедняцкий район был отделён от приличных домов широким пустырём с несколькими вонючими канавами. В одной из них вот уж как полтора года гнил Родри Коллхаун, местный банкир, заказанный Ригелю своим же сыном, ради внушительного наследства.   \n   Побродив между покосившихся лачуг, наёмник остановил первого попавшегося человека, крепкого мужчину средних лет, и спросил как найти \"Паровой Котёл\". Прохожий огляделся по сторонам, затем сказал, паршиво оскалившись:\n－ Как пройти, не скажу, грамоте не обучен, право и лево путаю. Показать могу, за пару монет. Ну как, по рукам? \n   Он снова обернулся и громко кашлянул.",
    "answers": [
      {
        "id": 20,
        "text": "－ По рукам."
      },
      {
        "id": 21,
        "text": "－ Да ладно, иди куда шёл. Сам найду."
      }
    ]
  },
  {
    "id": 20,
    "text": "－ Иди за мной, － мужик потопал туда, куда и сам Ригель собирался идти. － Тут топать прилично, но я знаю короткий путь. \n   Он свернул на узкую улочку. Пройдя несколько метров, мужик обернулся, в его правой руке чернел какой-то, похоже, самодельный, обрез.\n－ Ну вот мы и пришли, － осклабился он. － Гони всё, что есть и проваливай, иначе дырок наделаю.\n   Ригель медленно поднял дрожащие руки.\n－ Не горячись, приятель, － он пытался изобразить испуг, － не стреляй, я всё отдам, все деньги, только не...\n   Он резко шагнул вперёд и в сторону, оказавшись справа от незнакомца, одновременно схватив одной рукой ствол оружия, а другой, коротко замахнувшись, нанёс удар ребром ладони точно в кадык.\nПереломив обрез, он вытащил патроны и отбросил в сторону. В противоположную сторону полетел обрез. \n   Мужик стоял на коленях, держась за горло, хрипел и кашлял. Выглядел он жалко.\n－ Говорить можешь? － спросил Ригель. Тот помотал головой. － Да, толку от тебя сейчас мало, － наёмник достал нож.",
    "answers": [
      {
        "id": 22,
        "text": "Убить наглеца"
      },
      {
        "id": 23,
        "text": "Сохранить ему жизнь"
      }
    ]
  },
  {
    "id": 21,
    "text": "－ А ты, видать, жадный, － обиделся мужик. － Ну и ладно, ищи сам тогда.\n   Он пошёл своей дорогой и вскоре скрылся из виду. Ригель, немного подумав, пошёл дальше, внимательно наблюдая по сторонам. Вокруг стояли дома, в которых, по мнению наёмника, вообще жить было невозможно, и даже опасно, настолько ветхими они выглядели.\n   Вскоре он встретил нескольких детей, играющих в какую-то свою игру.\n－ Не подскажешь, как пройти к \"Паровому Котлу\"? － спросил Ригель у пробегающей мимо девочки, за которой с визгом гнался чумазый пацан.\n－ Если это место, где папа каждый вечер напивается, что забывает как ходить, то это за углом, － девчёнка показала на перекрёсток двух улиц. Ригель бросил ей шестерёнку и она с восторгом бросилась её поднимать с пыльной дороги, пытаясь сделать это раньше визжащего мальчишки. Наёмник, тем временем, уже поворачивал в указанную сторону.\n   На этой улице было немного чище, да и дома выглядели не такими развалинами. Спустя пару минут справа показалось двухэтажное здание. Вывеска над открывающимися в обе стороны двустворчатыми дверями гласила: ",
    "answers": [
      {
        "comment": true,
        "id": 86,
        "text": "   ",
        "middle_answer": true,
        "bgAnswerImage": [
          "https://d.radikal.ru/d21/1810/df/0c646f641dee.png"
        ]
      },
      {
        "id": 21,
        "text": "   ",
        "comment": true
      },
      {
        "id": 24,
        "text": "Войти"
      }
    ]
  },
  {
    "id": 22,
    "text": "   Неудачливый грабитель икнул и, взвизгнув, вскочил на ноги, но получил мощный пинок ботинком в колено и рухнул на землю. Наёмник тут же оказался рядом и нанёс один молниеносный удар, после чего, быстро удалился, оставив хрипящего мужика лежать на земле.\n   Какое-то время он петлял между домами, запутывая следы и вдруг, совершенно неожиданно, вышел к \"Паровому Котлу\".",
    "answers": [
      {
        "id": 24,
        "text": "Войти"
      }
    ]
  },
  {
    "id": 23,
    "text": "   Неудачливый грабитель, увидев нож в руке наёмника, тут же вскочил на ноги, собираясь бежать, но полетел на землю от мощного пинка в спину. Для верности Ригель с размаху впечатал носок сапога ему прямо в печень.\n－ Не бей, пожалуйста, － завыл мужик, пытаясь закрыться руками от наёмника.\n－ Заговорил, － мрачно сказал Ригель, перевернув его ногой на спину, отчего мужик попытался съёжиться ещё сильнее, － экий ты робкий без своего обреза. \n   Помолчав, он продолжил:\n－ Так, значит, я повторяю вопрос: как мне найти \"Паровой Котёл\". И давай-ка без глупостей, а то второую такую ошибку ты точно не переживёшь. Можешь встать.\n   Мужик кивнул и поднялся. Извиняясь, он повёл наёмника, который внимательно смотрел по сторонам, запоминая дорогу. Идти пришлось не долго и вскоре Ригель уже рассматривал длинное двухэтажное здание с нужным названием на вывеске, висевшей над входной дверью.\n－ Забирай свои деньги и вали в задницу, － наёмник швырнул две шестерёнки в мужика. Деньги упали в дорожную пыль и тот, с опаской косясь на Ригеля, быстро поднял их и рванул наутёк.",
    "answers": [
      {
        "id": 24,
        "text": "Войти"
      }
    ]
  },
  {
    "id": 24,
    "text": "   Наёмник вошёл в двери, оказавшись в просторном помещении с барной стойкой и десятком грубо сколоченных массивных круглых столов. Несколько мужчин неприятной наружности уставились на пришельца недобрыми взглядами. Один из них, самый здоровый, смачно сплюнул на покрытый опилками пол. \n   За стойкой бара сидел немолодой лысый мужчина с седыми кустистыми бровями и коротко стриженной бородой. Увидев наёмника он флегматично уставился на него, не говоря ни слова.\n－ Здравствуйте, － обратился к нему Ригель.\n－ Угу, － буркнул мужик. － Комнату?\n－ Сперва я бы хотел кое-что спросить. Видели вы когда-нибудь эту девушку?\n   Лысый посмотрел на протянутую фотокарточку. Облизнув губы, он кивнул.\n－ Двадцать шестерней освежили бы мою память. Хоть она уже не та, что раньше, но есть способ её подстегнуть.\n   Наёмник отсыпал необходимую сумму на стол. Сидящие за столами мужики смотрели не отрываясь так, словно вместе с ним подсчитывали каждую монету.\n－ Пару недель назад она ночевала в нашем салуне, － пробурчал лысый, сгребая  деньги в кошелёк. － Она была в странной компании, и к ним присоединились ещё двое наших постояльцев из соседнего номера. У них были красные глаза и бледная кожа.\n   Ригель умело скрыл своё удивление. \n－ Вы не знаете, куда они отправились? － сказал он, переложив мешочек с деньгами из руки в руку так, чтобы шестерёнки несколько раз призывно звякнули. \n   Лысый и компания с завистью наблюдали за его перемещением.\n－ К сожалению, не осведомлён. Так что насчёт комнаты? Или вы только за ответами сюда пришли?\n－ Спасибо, пока не нужно. Всего хорошего, － наёмник вышел на улицу, ощущая на своём затылке сверлящие взгляды.",
    "answers": [
      {
        "id": 25,
        "text": "Размышлять"
      }
    ]
  },
  {
    "id": 25,
    "text": "   Итак, кое-что новое он узнал. В \"Паровом Котле\" к группе присоединились два мага — девастатора. Эти наёмники из клана \"Рука Смерти\" являются лучшими специалистами в своём деле. Огромный магический потенциал они накапливают, употребляя наркотические препараты, от чего со временем приобретают характерный внешний вид: худые, бледные, со впавшими глазницами и щеками, тёмно-красными белками глаз. Так же, последствиями системного употребления наркотиков являются изменения психики, частая смена настроения, постоянная нервозность и нервные тики.\n   Ригель всегда старался держаться от них подальше.\n\n   Очевидно, что такая большая группа не может остаться незамеченной, тем более, имея в своём составе пару столь примечательных личностей.\n   Обдумывая эту информацию, наёмник отправился к Седьмому Тракту, пересекавшему Кросс-таун. Дальше, как он помнил, на пути к охранной башне была какая-то деревенька. Ригель решил поискать следы группы там.",
    "answers": [
      {
        "id": 27,
        "text": "Идти по тракту"
      }
    ]
  },
  {
    "id": 26,
    "text": " ",
    "answers": []
  },
  {
    "id": 27,
    "text": "   Поваленный указатель информировал пасмурное небо о том, что это \"Деревня О’Талл. Ближайший населённый пункт к техномагической защитной системе \"Страж\". \n   С этим сложно было не согласиться: далеко впереди, на горизонте, вздымался вверх силуэт тёмной башни, генерирующей незримый магический барьер. Время от времени на нём возникали голубые всполохи.\n   Когда наёмник вошёл в деревню, первое, что его удивило － гробовая тишина. Не нарушали её даже вороны, сидящие недалеко от дороги и клюющие что-то в невысокой траве.",
    "answers": [
      {
        "id": 28,
        "text": "Идти дальше",
        "var_set": [
          "tall",
          1
        ]
      }
    ]
  },
  {
    "id": 28,
    "text": "   Ригель прошёл мимо покосившегося колодца. Пустые деревенские улицы встретили его неприветливо. Ветхие дома молча наблюдали за одиноким путником своими чёрными окнами-глазницами. Иногда окна тоскливо скрипели на ветру, то ли прогоняя наёмника прочь, то ли жалуясь на свою нелёгкую судьбу.\n   Пройдя всю деревню насквозь, наёмник так никого и не встретил. Это его здорово озадачило. Размышляя над тем, почему тут так безлюдно, он вдруг увидел на сером асфальте вытянутое чёрное пятно. Чуть дальше было ещё одно, а за ним ещё, и ещё, и ещё. Вся уходящая вперёд дорога была покрыта пятнами совершенно разных форм и размеров.\n   Присев, чтобы рассмотреть их поближе, Ригель определил: это кровь. Старая засохшая кровь. Видимо в этом месте произошло что-то ужасное, возможно, в один момент лишившее деревню всех её жителей. \n   Здешняя атмосфера была гнетущей, пугающей и наёмник постарался побыстрее покинуть это неприятное место. ",
    "answers": [
      {
        "id": 29,
        "text": "Дальше по дороге"
      }
    ]
  },
  {
    "id": 29,
    "text": "   Наконец, дорога привела Ригеля к Седьмой Башне. Огромное стальное сооружение имело цилиндрическую форму. По эту сторону башни находились узкие отверстия-бойницы, сторона же, обращённая к Пустошам, как помнил Ригель, имела три выступающих балкона, один над другим, на которых находились вращающиеся крупнокалиберные пулемёты. По бокам сооружения крепились прямоугольные коробы, генерирующие магический барьер. Вблизи он издавал низкий гудящий звук. \n   Когда-то давно наёмник попытался приблизиться к этому магическому заслону и не смог. Он помнил ощущение, как будто воздух сгустился перед ним, каждый шаг давался с усилием, а в голове возникла тяжесть. Последнее что он почувствовал － мощная вибрация, сбивающая сердце с ритма, потом наступила темнота. Оглушённый и ослеплённый, гонимый паникой, он бежал, под смех друзей, пока силы не оставили его. \n   Это потом ещё долго снилось в кошмарах.\n   Отбросив воспоминания, Ригель толкнул дверь и вошёл в просторное помещение, разделённое толстой металлической решёткой с узкой дверью на две неравные части. Отгороженная, меньшая часть помещения имела массивные ворота, выходящие в Пустоши. \n   Справа от входа располагалась стойка с администратором, которого охраняли трое Паладинов. Их взгляды не сулили Ригелю ничего хорошего.",
    "answers": [
      {
        "id": 30,
        "text": "Спросить про сестру"
      }
    ]
  },
  {
    "id": 30,
    "text": "   Показав фотокарточку Бетель, наёмник поинтересовался, не проходила ли в Пустоши эта девушка в составе группы из нескольких человек пару недель назад.\n   Администратор кивнул.\n－ Группа была. Девушка была тоже, правда, лицо я не запомнил, так что не могу утверждать, она, или не она. \n－ Были ли в этой группе люди с красными глазами, － спросил Ригель.\n－ Да, － снова кивнул администратор. － Очень неприятные типы. Зигфрид чуть не сцепился с одним из них. Как же его звали... － он защёлкал пальцами, уставившись в потолок, и через пару секунд радостно сообщил: － Мордехай! \n－ Вы запомнили ещё чьи-нибудь имена? － осторожно сказал наёмник.\n－ Конечно нет, － лицо администратора сделалось серьёзным. － Мы записываем всех в журнал, но у меня нет инструкции сообщать любую информацию первому встречному. Вам всё понятно?\n－ Да... Возвратился ли кто-нибудь из той группы назад?\n－ Нет, － покачал головой администратор, － через нашу башню никто из них не проходил обратно.",
    "answers": [
      {
        "id": 33,
        "text": "Предъявить пропуск",
        "var_equal": [
          "pass",
          1
        ]
      },
      {
        "id": 31,
        "text": "Как мне пройти?",
        "var_equal": [
          "pass",
          0,
          "mattlock",
          0
        ]
      },
      {
        "id": 90,
        "text": "Искать Диего",
        "var_equal": [
          "pass",
          0,
          "mattlock",
          1
        ]
      }
    ]
  },
  {
    "id": 31,
    "text": "－ За барьер? － администратор пожал плечами. － Нужен пропуск.\n－ Где же его можно получить?\n－ Молодой человек, я не намерен больше отвечать на ваши вопросы. Если у вас нет пропуска, убедительно прошу покинуть Башню. Вы отнимаете у меня время.\n   Один из паладинов шагнул вперёд.\n－ Ты слышал, что тебе сказали. Дверь там. － Он кивнул подбородком наёмнику за спину.\n   Решив не искушать судьбу, Ригель вышел из Башни. В прошлый раз пройти за барьер ему помог Мэттлок, так что надо его найти. ",
    "answers": [
      {
        "id": 36,
        "text": "К Мэттлоку"
      }
    ]
  },
  {
    "id": 32,
    "text": "   Спустя некоторое время подкатила старомодная повозка, запряжённая парой лошадей. Кучер на козлах посмотрел на наёмника исподлобья, но ничего не сказал. Дверь дилижанса открылась, однако из неё вышел совсем не Мэттлок.\n－ Залезайте, － вышедший сделал пригласительный жест и придержал дверь, пока Ригель залезал внутрь. Здесь было довольно темно, потому что все окна наглухо загородили плотными шторками. Свет проникал сквозь небольшое зарешеченное оконце, в крыше кабины.\n   Дверь хлопнула и мужчина опустился на сиденье напротив. Повозка тронулась.\n   Пассажиры какое-то время разглядывали друг друга. Наконец, незнакомец нарушил молчание:\n－ Как вас представить Мэттлоку?\n－ Ригель.\n－ Цель вашего визита?\n－ Мне нужно попасть за Барьер.\n   Больше за всю дорогу не проронили ни слова.\n   Когда же дилижанс остановился, спутник вышел из него, попросив подождать. Он вернулся, спустя минут десять и велел наёмнику следовать за ним.\n   Мужчины оказались во внутреннем дворе роскошного особняка. Они прошли по дорожке к небольшой открытой веранде, расположенной в тени раскидистых яблонь, недалеко от огромного дома. Там, за круглым столом, сидел тот, кого Ригель пытался отыскать.\n   Мэттлок жестом попросил оставить их наедине и сопровождающий, кивнув, удалился прочь.",
    "answers": [
      {
        "id": 87,
        "text": "Поздороваться",
        "var_set": [
          "mattlock",
          1
        ]
      }
    ]
  },
  {
    "id": 33,
    "text": "－ Я хочу пройти в Пустоши, － сказал Ригель, доставая зелёную бумажку с печатью и протягивая её администратору. Тот взял пропуск, несколько секунд изучал его, затем полез в толстую тетрадь. Минуты три ушло на сверку номеров.\n－ Всё в порядке, － кивнул он, глядя на Ригеля. － Можете проходить.\n   Один из Паладинов открыл дверной проём в решётке и вошёл в него. Наёмник последовал за ним. Паладин стал вращать скрипящее стальное колесо, торчащее из стены и мощные ворота начали медленно открываться.",
    "answers": [
      {
        "id": 34,
        "text": "Войти"
      }
    ]
  },
  {
    "id": 34,
    "text": "   Когда створки ворот лязгнули за спиной, Ригель почувствовал себя очень неуютно. Перед ним расстилалась безжизненная пустыня, полная смертельных врагов и опасностей, а единственная связь с внешним миром, эта башня, закрыла перед ним свои двери.\n   Обернувшись назад, наёмник рассмотрел глаза человека, усмехающегося через маленькое смотровое окошко.\n－ Что стоишь, испугался что ли? － спросил тот. － Открыть, пока не поздно? Думай скорей, пока я не ушёл.\n   Ригель отвернулся и двинулся вперёд по горячему песку. В спину ему нёсся смех довольного собой Паладина.\n\n   Проблема в том, что он не знал, куда ему идти. Он имел примерное представление, где находятся Серные Болота. Но это была огромная территория, обойти которую по периметру, во-первых, очень долго, а в условиях ограниченного количества еды и воды это может оказаться и вовсе невозможно. \n   Во-вторых, это смертельно опасно, так как чем дольше он будет бродить вокруг, тем больше шанс встретить местных обитателей: хищных зверей, мутантов или Отбросов － преступников, в основном жестоких убийц, сосланных в эти земли навсегда. \n   Они, естественно, собирались вместе чтобы как-то выживать и составляли весьма многочисленные группировки.\n\n   Первоначальная надежда отыскать какие-нибудь следы на песке с треском провалилась. Как он ни всматривался под ноги, всюду видел однообразную картину: гладкую песчаную поверхность, с наметёнными рядами волнистых барханчиков. Иногда из песка торчали серые камни, отполированные с одной стороны, как Ригелю показалось, до идеальной гладкости.\n   Он шёл вперёд уже несколько часов, устал, проголодался и очень хотел пить. Мучавшее его всю дорогу солнце, наконец стало опускаться к горизонту, а ветер, вдруг, перестал дышать жаром, что принесло огромное облегчение.\n   Когда из песка начала проглядывать твёрдая растрескавшаяся земля, наёмник  понял, что пересёк Простор. Дальше начинались Иссохшие Равнины, обширная территория, идти по которой, в быстро наступающих сумерках, ему очень не хотелось.\n   То тут, то там из трещин в земле торчали тонкие сухие кустики. Наёмник подумал, что к ночи было бы неплохо развести костёр. Хотя была опасность что на огонёк решит заглянуть какой-нибудь нежданный гость. Ригель задумался.",
    "answers": [
      {
        "id": 38,
        "text": "Развести огонь"
      },
      {
        "id": 39,
        "text": "Ночевать без костра"
      }
    ]
  },
  {
    "id": 35,
    "text": "   Полёт прошёл нормально. Спустя несколько часов, пропеллеры \"Иерихона\", приводимые в движения паровыми двигателями, подвели дирижабль к длинному причалу. Сброшенный канат был укреплён в лебёдке и работники порта, вращая механизм, зафиксировали воздушное судно.\n   Спустившись на землю, пассажиры, в основной массе, направились к дилижансам, дежурившим недалеко от Гавани.\n   Ригель же решил пройтись по Седьмому тракту － широкой дороге, ведущей через Кросс-таун прямо к Седьмой Башне － благо до города здесь было рукой подать.",
    "answers": [
      {
        "id": 15,
        "text": "Войти в город"
      }
    ]
  },
  {
    "id": 36,
    "text": "  Ригель без особого труда отыскал бар \"Седьмая Башня\", где он раньше выходил на связь с Мэттлоком. Уютное помещение этого заведения не изменилось за полтора года. Всё та же барная стойка, выполненная в виде стола администратора одноимённого объекта, только гораздо длиннее, те же охранники на входе, одетые как Паладины, те же самые картины с изображением разнообразного пейзажа пустошей: песок серый, песок жёлтый, песчаные барханы, сухая земля с чахлым кустиком, какой-то здоровый валун с расщелиной под ним, ещё барханы, песчаная воронка и ещё с десяток подобных скучных картин. Песком был так же посыпан пол бара и, судя по обилию грязных комков, его не обновляли достаточно давно. Запахи табачного дыма и пролитого пива, встретили наёмника на входе в полутёмное помещение. Всё, как тогда.\n   Бармен, тот же самый смуглый парень по имени Акхай, с белоснежной улыбкой, наливающий виски в стакан клиенту, повернул голову и взглянул на Ригеля, словно прицелился. Если он и узнал наёмника, то виду не подал. \n－ Моё почтение, － сказал проходящий к выходу пьяный юноша, приподнимая край шляпы. Ригель кивнул и сел на  высокий стул напротив бармена, который только что освободился.\n－ Что будете заказывать? － спросил тот.\n－ Кальвадос без льда и яблочный сок. В сок брось три листика мяты.\nЗа спиной наёмника кто-то презрительно фыркнул, с другого конца бара раздался смешок.\n   Бармен напряжённо кивнул и вышел. Его не было довольно долго и Ригель уже начал нервничать, но неожиданно дверь открылась, впуская Акхая, который развёл руками и сообщил:\n－ Мяты нет. Кальвадоса тоже.\n－ Что ж, хорошо, － наёмник изобразил разочарование на лице, － где у вас туалет?\n－ Выйдешь и налево, － сказал бармен.\n－ Спасибо, － наёмник пошёл к выходу, не обращая внимание на грубые слова и смешки в свой адрес от пьяных задир.\n   Пароль для связи с Мэттлоком сработал и сейчас Ригеля заберёт дилижанс, в котором будет сидеть тот, кто ему нужен.\n   Остановившись на углу бара, наёмник осмотрелся. Дилижанса пока не было видно. ",
    "answers": [
      {
        "id": 32,
        "text": "Ждать"
      }
    ]
  },
  {
    "id": 37,
    "text": "－ Дружище, можешь помочь? － крикнул Ригель, направляясь к водителю и пытаясь выглядеть как можно простодушнее.\n－ Ну? － буркнул тот, не останавливаясь,－ чё надо?\n－ Меня ждут в \"Паровом Котле\", а я тут первый раз, города не знаю. Как найти мне это заведение?\n－ Пять шестерёнок, － водитель сильно замедлил ход дилижанса, так, чтобы Ригель смог его догнать.\n－ По рукам.\n   Повозка остановилась. Мужчина спрыгнул на землю и, приняв деньги, открыл дверь повозки.\n－ Только, это... мне не совсем туда. Ну, я расскажу как те потом добраться... с того места, где я тя высажу.\n－ Поехали, － наёмник залез внутрь. Кроме него здесь были две дамы и худой молодой человек, рассматривающий улицу в окошко через треснутое пенсне. В полутёмной кабине пахло сыростью и грязными ногами. \n   Фургон тронулся. Ригель наблюдал в дверное оконце, стараясь запомнить дорогу. Вскоре они въехали в квартал бедняков, а через какое-то время остановились. Было слышно как снаружи водитель спрыгнул на землю.\n－ Приехали, － сказал он, открывая дверь.  － Иди по этой дороге до второго перекрёстка, а дальше поверни налево. По правую руку и увидишь свой \"Котёл\". Бывай.",
    "answers": [
      {
        "id": 86,
        "text": "Идти"
      }
    ]
  },
  {
    "id": 38,
    "text": "   До наступления темноты наёмник насобирал приличную кучу сухих веток. Они горели нехотя, дымили и шипели, однако, это было лучше, чем ничего. С заходом солнца пришёл холод и маленький костерок давал немного тепла сидящему рядом человеку. \n   Он съел часть своих запасов, запил водой, с сожалением отмечая, как уменьшается бурдюк с каждым глотком, проверил револьверы и лёг возле костра. \n   Ночь была тревожной. Наёмник то и дело просыпался, прислушивался, осматривался, подбрасывал дров в огонь, грел озябшие руки и снова погружался в полудрёму.\n\n   Вдруг, сквозь треск горевших веток, до него донёсся слабый шорох по ту сторону костра. Ригель моментально проснулся, молниеносным движением схватив револьверы, лежавшие рядом на постеленной под них тряпочке. Он напряжённо вслушивался в темноту, с беспокойством отмечая что шорох приближается к нему. \n   Метрах в десяти он вдруг затих, и наёмник отчётливо услышал чьё-то тяжёлое дыхание. Стараясь не издавать лишнего шума, он направил стволы револьверов на источник звука.",
    "answers": [
      {
        "id": 40,
        "text": "Выстрелить"
      },
      {
        "id": 41,
        "text": "Подождать"
      }
    ]
  },
  {
    "id": 39,
    "text": "",
    "answers": []
  },
  {
    "id": 40,
    "text": "   Грохот выстрелов оглушительно разорвал тишину, вспышка на мнгновение осветила пространство вокруг и Ригель увидел огромный ящероподобный силуэт, стоящий на двух ногах. Раздался рёв и свет костра выхватил из темноты приближающуюся зубастую пасть. Наёмник чудом успел откатиться и вскочить на ноги. \n   Ночной зверь перепрыгнул через огонь, но напуганный, подгоняемый льющимся адреналином, Ригель был быстрее и оказался у него за спиной, всадив в неё две пули из обоих револьверов. Снова между ними был костёр, как некий барьер, и хоть толку от него не было никакого, наёмник чувствовал что, не будь этого огня, он бы уже поддался панике и побежал, обрекая себя на смерть от клыков этой твари.\n   Раздался шорох и ящер снова появился в свете костра. Ригель отреагировал моментально, Сквозь грохот выстрела он, буквально почувствовал глухой удар впившейся в грудь существа пули.\n\n－ Перестань, пришшшелец, － вдруг услышал наёмник негромкие, но отчётливые слова. － Ты делаешь мне больно.\n－ Кто ты и что тебе надо от меня? － спросил Ригель дрожащим от напряжения голосом. Левую руку он опустил, но правой продолжал целиться в существо. Ствол его револьвера еле заметно подрагивал.\n－ Виго сссказал что здесь кто-то есссть. Он сссказал проверить.\n－ Кто такой Виго?\n－ Мой брат. Он ссейчас там, － ящер мотнул головой в сторону. Затем он посмотрел на костёр.\n－ Сслишком много огня, － нагнувшись, ящер мощно дунул на горящие ветки, но они не погасли.\n－ Отойди от костра, － Ригель старался не выдавать страха, но голос предательски дрожал. － Ещё раз дунешь и я выпущу в тебя все оставшиеся пули.\n－ Хорошшшо, пришшелец, － ящер разогнулся.\n－ Не так-то уж его и много, － сказал Ригель, － огонь еле горит.\n\nЯщер уставился на наёмника бледно-зелёными глазами. Был он чуть ниже него, с плоской головой, широкими плечами и толстым хвостом. Передние конечности имели по четыре длинных когтистых пальца. На мощной груди три чёрных отверстия медленно сочились кровью. \n   Все пули легли в цель, не без удовлетворения отметил про себя наёмник. Но ему было не по себе от того, что это существо выглядит вполне здоровым после стольких попаданий.\n－ Сслишком много огня за посследнее время, － объяснил ящер. － Ссссначала огонь упал сс неба. Потом пришшли люди. Они жгли Виго. Теперь пришшёл ты.",
    "answers": [
      {
        "id": 42,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 41,
    "text": "",
    "answers": []
  },
  {
    "id": 42,
    "text": "－ О каких людях ты говоришь? － Ригель почувствовал, что напал на след. \n－ О ссстрашшных. Они искали жжелезную птицу. Мы охотились на них, но они оказались сильнее.\n－ Сколько их было? － наёмник открыл барабан револьвера и заменил стреляные гильзы на патроны.\n－ Большше, чем нас с тобой, － ответил ящер. － Я не ззнаю. Двое были очень странными. У них были крассные глаза. И они приручили огонь. \n－ А девушка? － Ригель перезарядил второй револьвер. － Была с ними девушка?\n－ Да.\n－ Куда они пошли?\nЯщер повернулся и наёмник рассмотрел чёрные пятна на его красной спине. Вдруг он осознал, что начало светлеть, а костёр уже потух.\n－ Виго ждёт, － сказал ящер. － Пойдём. Потом я отведу тебя к упавшей птице.",
    "answers": [
      {
        "id": 43,
        "text": "Идти за ящером"
      }
    ]
  },
  {
    "id": 43,
    "text": "   Они шли довольно долго вглубь Иссохших Равнин. Ящер шёл впереди, то и дело оглядываясь на Ригеля, поторапливал. Когда наёмник увидел вдалеке чёрное пятно, ящер остановился и негромко сказал:\n－ Потерпи, Виго. Мы уже близзко.\n   Чем ближе они подходили, тем страннее начинал вести себя ящер. Он фырчал, принюхивался, мотал головой, что-то негромко шептал. Ригеля такое поведение сильно насторожило.\n   Наконец, он увидел то, к чему они приближались и ему стало ещё больше не по себе. На земле лежал разлагающийся обгорелый труп чёрного ящера с оторванными хвостом и конечностями, сложенными горкой на его корпусе. Венчала всю эту конструкцию голова с провалившимися глазами. От трупа исходила такая жуткая вонь, что наёмник еле смог подавить приступ тошноты. Остановившись поодаль, он наблюдал, как ящер подошёл к расчленённому гниющему телу.\n－ Мы пришли, Виго, － сказал он, переступая с ноги на ногу. － Я потушил огонь. Я привёл человека. Он один.\n   В какую-то секунду Ригель подумал что чёрная голова откроет пасть и заговорит. Но ничего не случилось. Ящер немного постоял, затем сказал:\n－ Он хочет найти железную птицу. Я не зззнаю. Но мы же можем спросссить.\n   Когда ящер повернулся, наёмник смог получше рассмотреть его глаза. В них было безумие.\n－ Зачем ты ищешь железную птицу, человек?\n－ Я ищу не птицу. Я ищу людей, ушедших к ней.\n   Ящер открыл пасть и зарычал. Ригелю показалось что он сейчас нападёт.\n－ Зачем ты ищешь тех людей, человек?",
    "answers": [
      {
        "id": 44,
        "text": "－ Среди них была моя сестра. Я хочу её вернуть домой."
      },
      {
        "id": 45,
        "text": "－ У меня старые счёты с ними. Я хочу их убить."
      }
    ]
  },
  {
    "id": 44,
    "text": "",
    "answers": []
  },
  {
    "id": 45,
    "text": "   Ящер фыркнул.\n－ У тебя не получитссся. Они сслишком ссильны. Но я тебе помогу. Они сделали больно Виго.\n   Он посмотрел на разлагающийся труп.\n－ Жди здесссь, － сказал он. － Я отведу человека куда он хочет. Пойдём, － это было сказано уже Ригелю.\n   И они пошли. Путь был долгий. Вокруг была одна и та же картина: под ногами сухая растрескавшаяся земля, редкие сухие кустики, а над головой бело-голубое небо, с которого лился солнечный жар. Ящер вполголоса разговаривал сам с собой.\n   Наконец, когда наёмник почувствовал, что его силы на исходе, а солнце перевалило зенит, впереди замаячил приземистый силуэт. Сердце Ригеля учащённо забилось, неужели они почти пришли к неведомой цели этой секретной экспедиции?\n\n   Наёмник рассматривал странную оплавленную металлическую конструкцию, частично врытую в землю. Длинный сигарообразный корпус был расколот надвое. По бокам от него торчали треугольные крылья. Хвост конструкции загибался вверх, а с боков имел такие же крылья, только гораздо меньше. \n   Возле носа в корпусе располагалась выгоревшая кабина с двумя креслами, очевидно, для экипажа. Сверху она должна была укрываться стеклянным куполом, но большая часть его была разрушена, а стеклянные осколки торчавшие из металлического корпуса и погнутых стоек напоминали зубастую пасть некоего монстра.\n   В одном из кресел кабины сидел обугленный скелет.",
    "answers": [
      {
        "id": 46,
        "text": "Осмотреться"
      }
    ]
  },
  {
    "id": 46,
    "text": "   Вокруг объекта земля была чёрной, опалённой. Невдалеке Ригель вдруг заметил лежащего человека. Подойдя к нему, наёмник присвистнул: бледное лицо с широко раскрытыми, от удивления, тёмно-красными глазами явно указывали на то, что это был девастатор. В отверстие на его груди Ригель мог бы просунуть три своих пальца. По-видимому, в него стреляли сзади и пуля прошла навылет. \n   Неподалёку от убитого лежал ещё один труп. С облегчением наёмник отметил, пока подходил, мужскую бритую голову, широкие плечи. Не Бетель. \n   Приблизившись, Ригель поморщился, увидев огромную обугленную дыру в животе лежащего － явно прилетел файербол жуткой силы. Интересно, кем был этот мужчина? Судя по грязной оборванной куртке, татуировкам на руках, гнилым зубам, это представитель какой-то местной банды. Значит, тут состоялась стычка исследовательской группы и представителей местных бандитских племён, в которой, как минимум, погиб один девастатор.\n   Громкий рык отвлёк его от размышлений. Резко развернувшись и выхватив револьверы, наёмник увидел ящера, терзающего мёртвого мага.\n－ А ну-ка, прекрати, － Ригель вскинул оружие, целясь ему в голову. － Мне нужно обыскать его карманы.\n   Ящер медленно выпрямился. В его глазах горела ярость. \n－ Он ссделал больно Виго. Я раззорву его тело на кусски и сожру.\n－ Дай. Я. Сначала. Обыщу. Его. Одежду, － наёмник акцентировал каждое слово, надеясь, что хоть что-то из сказанного будет услышано.\n   Ящер утробно зарычал и, наклонив голову, начал медленно приближаться. Ригель сделал шаг назад. Оба ствола смотрели точно между зелёных глаз, однако, наёмник совсем не чувствовал себя защищённым.\n   Ящер пригнулся.",
    "answers": [
      {
        "id": 50,
        "text": "Выстрелить"
      },
      {
        "id": 51,
        "text": "Отступить"
      }
    ]
  },
  {
    "id": 47,
    "text": "   Любопытство оказалось сильнее голода. Риптор завороженно смотрел, как огонь побежал по куртке вверх к воротнику, затем поднялся на кожаную шапку и, спустя несколько секунд, охватил всего человека. От жара треснули круглые стёкла на голове. \n   Вокруг распространился запах горелого мяса. Неожиданно человек дёрнулся. А может, Риптору так показалось в дрожащем над металлическим корпусом, раскалённом воздухе.\n   Вдруг перед ним упала рука. Из перекушенного мощными челюстями Виго места, торчал острый обломок кости. Тот стоял, насытившийся и тоже смотрел на горящего человека. На чёрную морду налипли сгустки свернувшейся крови.\n－ Ешшшь, － он оторвал от трупа под ногами кусок и закинул себе в пасть. \n－ Что бы это могло быть? － Риптор поднял руку с земли, его острые зубы впились в мёртвую плоть, － и откуда оно прилетело ссюда?\n－ Из-за Барьера, － сделал очевидный вывод Виго, － из страны людей. \n   Он отошёл от останков человека, приглашая Риптора.\n－ Ты намеренно лишшил себя еды. В следующий раз я не буду таким великодушшным. Доедай и пошли обратно. \n   Риптор подчинился.",
    "answers": [
      {
        "id": 49,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 48,
    "text": "",
    "answers": []
  },
  {
    "id": 49,
    "text": "   Виго увидел их первым. Отряд людей показался на горизонте и было их много, больше четырёх. Дальше Риптор считать не умел. \n   Люди шли друг за другом длинной цепью, последний вёз перед собой какую-то платформу на колёсах. Было видно что они устали, тяжело передвигали ноги, сгибаясь под тяжестью мешков на своих спинах.\n   Виго припал к земле, обернулся и зашипел. Риптор нехотя лёг на землю, внимательно наблюдая за чужаками. Он предпочёл бы следовать за ними на расстоянии, дожидаясь темноты, а уже ночью напасть на спящий лагерь. Но Виго не любил слишком осторожничать. Его забавляло преследовать жертву, видеть её страх. Он, если не был голоден, убивал долго, часто давая надежду на спасение, обещая отпустить, или отходя на большое расстояние и настигая бегущую жертву, уже поверившую в свой шанс остаться живой.\n   Прижавшись к сухой земле, ящеры какое-то время наблюдали за отрядом.\n－ Они идут к железной птице, － заключил Виго. － Можешь убить последнего.\n   Он побежал. Риптор рванул следом, стараясь не отставать. Примерно на полпути ящеры поняли, что их заметили. Люди сгруппировались, вперёд вышли двое. Виго для устрашения поднялся на ноги, нёсся огромными скачками, громко рычал.\n   Риптор побежал по дуге, чтобы зайти чужакам сбоку, рассредоточить внимание. Когда до цели оставалось несколько десятков шагов, он вдруг увидел как один человек вышел вперёд, к Виго. Чужак выставил руки перед собой, что-то крикнул. Вдруг у ящера зазвенело в голове, а ноги сделались непослушными, слабыми, отказывались бежать. Риптор полетел на землю, ударившись грудью так, что перехватило дыхание. Он увидел как между ладонями вытянутых рук человека пространство исказилось, свернулось в шар. Чужак замахнулся им над головой и швырнул в бегущего Виго. Шар стремительно помчался, расширяясь и попал ящеру точно в грудь. \n\n   Виго словно налетел на невидимую стену. Он сильно закашлялся, изо рта брызнула кровь. Вдруг, ящер поднялся в воздух и повис, касаясь земли кончиком хвоста. Под ним возник маленький вихрь, закручивая пыль спиралью. Она вспыхивала, поднимаясь вверх. Внезапно раздался треск и в Виго ударил столб пламени. Ящер закричал, беспомощно дёргая головой. Его кожа шипела и покрывалась пузырями, они лопались, разбрызгивая желтоватую жидкость. \n   Не в силах выдержать этот ужас, Риптор зажмурился. По его морде текли слёзы, капая на высохшую землю, которая тут же жадно впитывала солёную влагу, а в затылке пульсировала жгучая боль.\n   Виго продолжал кричать.\n\n   Казалось, мучение длилось целую вечность. Когда Виго захрипел, Риптор услышал женский голос, просивший прекратить истязания.\n－ Лучше не вмешивайся, － ответил ему голос мужчины, который почему-то одновременно прозвучал в голове у ящера, － Мортимер не любит, когда ему мешают.\n   Риптор попытался посмотреть на говорившего, но какая-то неведомая сила прижала его морду к земле.\n－ Лежи спокойно, － раздался тот же голос в голове, － твой черёд ещё не настал.\n   Ящер подчинился. Всё равно он больше ничего не мог сделать.",
    "answers": [
      {
        "id": 66,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 50,
    "text": "   Не дожидаясь пока ящер прыгнет, Ригель открыл огонь с двух рук. Грохот выстрелов заглушил рычание падающего врага, не успевшего подобраться на расстояние удара. Сквозь дым наёмник видел как между его глаз возникают чёрные отверстия, разбрызгивая вокруг ярко-красные капли. \n   Сухие щелчки оповестили округу о том, что в револьверах кончились патроны, но пустые барабаны провернулись ещё несколько раз, прежде чем Ригель пришёл в себя. Сердце бешено колотилось и никак не желало успокаиваться. Внимательно наблюдая за неподвижно лежащим ящером, наёмник несколько раз глубоко вдохнул горячий сухой воздух, смешанный с отработанными пороховыми газами. Этот запах придавал ему уверенности.\n   Спустя минуту сердцебиение пришло в норму, осталась только лёгкое подрагивание кончиков пальцев. Ригель с опаской осмотрел ящера и убедился, что тот действительно мёртв. \n   Что же дальше?",
    "answers": [
      {
        "id": 52,
        "text": "Осмотреть объект"
      },
      {
        "id": 53,
        "text": "Обыскать девастатора"
      },
      {
        "id": 54,
        "text": "Обыскать труп бандита"
      }
    ]
  },
  {
    "id": 51,
    "text": "",
    "answers": []
  },
  {
    "id": 52,
    "text": "   Более детальный осмотр показал, что конструкция не имела креплений для купола аэростата. Это повергло наёмника в лёгкий ступор. Он ломал голову над тем, как же она могла в таком случае передвигаться по воздуху, но ничего не придумал. Более того, тут не было даже никакого намёка на двигатель. Боковые крылья, не имели площадок под силовые установки. Единственное, на что можно было подумать － зарытый в землю нос, но и тут Ригель сомневался: лопасти винтов паровых двигателей, на всех виденных им дирижаблях, были довольно длинными и имели специфическую форму. Уж их-то он бы смог различить, даже в сильно повреждённом виде.\n   В сгоревшей кабине сидел обугленный скелет. К сожалению, огонь уничтожил всю внутреннюю обшивку, а так же одежду человека, так что осмотр этой части объекта ничего не дал. Ригель продолжил исследование.\n   Задняя часть конструкции, имеющая загнутый кверху хвост, больше походила на трубу. Наёмник заглянул в чёрную шахту, из которой тянул тяжёлый запах копоти, и увидел свет на той стороне, очевидно, проникающий из разлома в корпусе.\n   Когда же он начал изучать этот самый разлом, то увидел на чёрном, покрытом сажей металле, следы. Кто-то явно проник сюда снаружи и что-то извлёк, очевидно, часть конструкции.\n   В этом и состояла задача группы, или это сделал кто-то другой? К сожалению, осмотр не мог дать ответ на данный вопрос.",
    "answers": [
      {
        "id": 61,
        "text": "Отойти от конструкции"
      }
    ]
  },
  {
    "id": 53,
    "text": "   Стараясь не дышать слишком глубоко, наёмник присел и попытался найти в обрывках одежды мертвеца хоть что-нибудь. Ему удалось обнаружить несколько шестерёнок, очки с треснувшими коричневыми стёклами в дешёвой оправе, тёмную склянку, наполовину заполненную порошком, обрывок бумаги, явно пострадавший от зубов ящера, часы на цепочке с откидывающейся крышкой и маленький блокнот. \n   Убрав шестерёнки в карман и разложив остальные находки на земле, Ригель решил получше рассмотреть каждую вещь.",
    "answers": [
      {
        "id": 56,
        "text": "Рассмотреть очки"
      },
      {
        "id": 57,
        "text": "Рассмотреть склянку"
      },
      {
        "id": 58,
        "text": "Рассмотреть обрывок бумаги"
      },
      {
        "id": 59,
        "text": "Рассмотреть часы"
      },
      {
        "id": 60,
        "text": "Рассмотреть блокнот"
      },
      {
        "id": 53,
        "text": "   ",
        "comment": true
      },
      {
        "id": 61,
        "text": "Забрать всё"
      },
      {
        "id": 61,
        "text": "Оставить вещи на земле"
      }
    ]
  },
  {
    "id": 54,
    "text": "   В его единственном, уцелевшем после попадания огненного шара, кармане куртки, Ригель нашёл затупившийся нож, кусок вяленого мяса и моток ниток － бесполезный, в общем-то хлам. Зато, на руках мертвеца наёмник получше разглядел татуировки. Они были одинаковые и изображали расправленные над участком растрескавшейся земли, длинные крылья, скорее всего, символ принадлежности к одной из группировок. Возможно, это сможет хоть как-то пригодиться.",
    "answers": [
      {
        "id": 61,
        "text": "Отойти от тела"
      }
    ]
  },
  {
    "id": 55,
    "text": "   Тщательный осмотр территории вокруг упавшего объекта выявил несколько мест с впитавшейся в сухую землю кровью. Это подтверждало версию о произошедшем здесь бое. Кроме того, Ригель нашёл несколько латунных гильз под патроны 44 и 32 калибров, как в револьверах Хьюберта и Бет. \n   От одних кровавых пятен на земле отделялись широкие дорожки, расценённые наёмником как следы волочения, от других отходили капли, формируя тропинки с чётким направлением. Все найденные следы уходили строго в одну сторону и Ригель пошёл по ним, гадая, куда же они его приведут.\n   Вскоре он почувствовал запах. Неприятный резкий запах тухлых яиц. Сначала лёгкий, он усиливался с каждым шагом － наёмник приближался к Серным Болотам. Земля под ногами из каменно-твёрдой, стала рыхлой, на ней довольно неплохо проступали человеческие следы.\n   Вдруг впереди, всего в сотне шагов, прямо из земли, вздулся пузырь. Полусфера, подсвеченная лучами солнца, с глухим звуком лопнула, разбрызгивая капли в разные стороны. Через пару секунд Ригелю в нос ударила такая концентрированная вонь, что он поперхнулся, на глазах выступили слёзы. Закрыв нос рукавом, наёмник пошёл вперед.\n   И тут он снова увидел высохшие пятна крови, хотя уже не такие большие как в начале пути, а дальше следы разделялись. Меньшая часть вела в сторону болот, остальные уходили направо.\n",
    "answers": [
      {
        "id": 62,
        "text": "К болотам"
      },
      {
        "id": 63,
        "text": "Направо"
      }
    ]
  },
  {
    "id": 56,
    "text": "   Это были самые простые очки с медными дужками, отполированными частым протиранием. Возможно, владелец был сильно к ним привязан, раз не сменил это барахло на что-то более солидное.",
    "answers": [
      {
        "id": 71,
        "text": "Взять очки",
        "var_set": [
          "glasses",
          1
        ]
      },
      {
        "id": 71,
        "text": "Положить на землю"
      }
    ]
  },
  {
    "id": 57,
    "text": "   Небольшая тёмная склянка, закрытая плотно притёртой крышкой. Судя по всему, это и есть тот самый наркотик, который принимают девастаторы для повышения своих магических способностей.\n",
    "answers": [
      {
        "id": 57,
        "text": "   На секунду Ригелю в голову закралась шальная мысль попробовать препарат, но он быстро отбросил её. Не хватало ещё ему травить себя всякой дрянью в таком опасном месте.",
        "merge": true,
        "var_equal": [
          "57",
          0
        ]
      },
      {
        "id": 71,
        "text": "Взять склянку с порошком",
        "var_set": [
          "drugs",
          1
        ]
      },
      {
        "id": 71,
        "text": "Положить на землю",
        "var_set": [
          "57",
          1
        ]
      }
    ]
  },
  {
    "id": 58,
    "text": "   Это оказался контракт, такой же как у Бетель. Хоть листок и был сильно повреждён, Ригель узнал, что мага звали Мортимер Кейн. Больше ничего полезного ему узнать не удалось.",
    "answers": [
      {
        "id": 71,
        "text": "Взять обрывок контракта",
        "var_set": [
          "contract",
          1
        ]
      },
      {
        "id": 71,
        "text": "Положить на землю"
      }
    ]
  },
  {
    "id": 59,
    "text": "   Небольшие часы на короткой цепочке с крышкой и выгравированными буквами \"МК\" на ней.",
    "answers": [
      {
        "id": 59,
        "text": " Открыв циферблат, Ригель увидел время, когда они остановились: 12:37:54",
        "merge": true,
        "var_equal": [
          "59",
          0
        ]
      },
      {
        "id": 59,
        "text": " Стрелки часов замерли на цифрах 12:37:54",
        "merge": true,
        "var_equal": [
          "59",
          1
        ]
      },
      {
        "id": 71,
        "text": "Взять часы",
        "var_set": [
          "clock",
          1
        ]
      },
      {
        "id": 71,
        "text": "Положить на землю",
        "var_set": [
          "59",
          1
        ]
      }
    ]
  },
  {
    "id": 60,
    "text": "",
    "answers": []
  },
  {
    "id": 61,
    "text": "   Закончив, наёмник начал размышлять, что делать дальше.",
    "answers": [
      {
        "id": 52,
        "text": "Осмотреть объект",
        "need": [
          -52
        ]
      },
      {
        "id": 53,
        "text": "Обыскать девастатора",
        "need": -53
      },
      {
        "id": 54,
        "text": "Обыскать труп бандита",
        "need": -54
      },
      {
        "id": 55,
        "text": "Поискать следы вокруг",
        "need": [
          52,
          53,
          54
        ]
      }
    ]
  },
  {
    "id": 62,
    "text": "   Медленно шагая, всматриваясь в землю под ногами и закрывая нос рукавом от ужасной вони, Ригель приближался к жёлто-зелёной поверхности болота. У самого берега из него торчала человеческая кисть. Дальше следы уходили назад-направо. Видимо тут бандиты похоронили тела погибших в схватке с наёмниками, а потом соединились с основной группой.\n   Ригель пошёл по следам и, вскоре, убедился, что его предположения верны.",
    "answers": [
      {
        "id": 64,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 63,
    "text": "",
    "answers": []
  },
  {
    "id": 64,
    "text": "   После соединения, бандиты продолжили путь от болот на Иссохшие Равнины. Земля опять стала сухой и твёрдой, следы пропали, лишь редкие капли засохшей крови питали наёмника надеждой, что он ещё не сбился со следа.\n   Через некоторое время впереди возник силуэт какой-то постройки. Похоже, что следы вели туда. Ригель осторожно приближался, высматривая присутствие людей, но, по-видимому, там никого не было.\n   Подойдя на достаточно близкое расстояние, Ригель смог рассмотреть, что постройка представляла из себя: небольшое дерево и две вкопанных недалеко от него жерди, между которыми была натянута ткань, так, что вся конструкция образовывала прямой угол с деревом, являющимся его вершиной.\n   Внутри угла на земле было пепелище от костра, а за одной из \"стен\", наёмник обнаружил небольшую, накрытую куском ткани, дровницу. Брёвна были тонкими и сухими. \n   Солнце уже касалось края земли и наёмник решил что тут и заночует, а с утра продолжит поиски. Поев и сделав несколько глотков воды из бурдюка, Ригель развёл костёр и устало опустился на землю.",
    "answers": [
      {
        "id": 65,
        "text": "Спать"
      }
    ]
  },
  {
    "id": 65,
    "text": "   Ночью наёмник спал плохо, однако никто его не потревожил в этот раз. Проснувшись, Ригель потушил костёр и начал продумывать план действий, как вдруг сзади послышались голоса. Выглянув из-за укрытия, наёмник увидел приближающихся людей, вероятно, представителей местных бандитских группировок. Он насчитал шестерых человек.\n   Держа револьверы наготове, он сел, прислонившись спиной к дереву. \n－ И кто это там прячется? － вдруг услышал Ригель хриплый голос. \n－ Выходи, не бойся!\n－ Или мы сейчас сами придём!\nОстальные слова потонуле в гоготе.\n   Заложив руки за спину, чтобы скрыть револьверы, наёмник осторожно вышел из-за укрытия. Незнакомцев было пятеро. Выглядели они довольно опасно, в руках держали ножи и самодельные копья. Огнестрельного оружия ни у кого видно не было.\n－ Где ещё один? － Ригель старался выглядеть спокойным. \n   Стоящие напротив люди, переглянулись и улыбки исчезли с их лиц. Один из них бросил короткий взгляд в сторону.\n   Проследив за направлением его взгляда,  наёмник увидел на ткани укрытия тень, отбрасываемую шестым участником группы, в лучах восходящего над пустыней солнцем.",
    "answers": [
      {
        "id": 67,
        "text": "Выстрелить в тень"
      },
      {
        "id": 68,
        "text": "Предупредить"
      }
    ]
  },
  {
    "id": 66,
    "text": "   Спустя какое-то время, боль в голове ослабла. Виго монотонно мычал, периодически прерываясь на короткие вдохи. Вдруг, Риптор услышал новый звук, странный и пугающий. Прислушавшись к нему, ящер вскоре понял: он слышит шёпот. Непрерывный разноголосый шёпот, как будто несколько человек разговаривают в голове, причём, каждое произнесённое слово эхом повторялось несколько раз, постепенно затихая, пока не сходило на нет.\n   Шёпот успокаивал. Подбадривал. Пугал. И, хотя Риптор не знал язык, на котором к нему обращались, он отчего-то понимал, что же ему говорят. \n－ Я его обработал, － вдруг раздался где-то вдалеке голос. Тяжесть, прижимающая ящера к земле неожиданно пропала и стало легко. Он поднял голову и осмотрелся.\n   Людей рядом не было. Зато невдалеке на Земле лежал Виго и, улыбаясь, смотрел на Риптора. \n－ Иди ссюда, － позвал он. \n   Риптор подошёл. Брат лежал на животе, раскинув руки и ноги. Обычно он сворачивался клубком, обвивая себя хвостом. Это не понравилось ящеру. Виго как будто прочитал его мысли.\n－ Мне неудобно, помоги мне, － сказал он. － Я не могу пошевелитьссся.",
    "answers": []
  },
  {
    "id": 67,
    "text": "   Револьвер громыхнул, казалось, на всю пустыню. В ткани появилось отверстие напротив того участка тени, которое должно было быть грудью бандита. Тот издал сдавленный крик и упал с глухим звуком.\n   Ригель картинно поднёс ствол к губам и дунул на поднимающийся из него дымок. Незнакомцы растерянно смотрели то на наёмника, то на подстреленного товарища. Стоящий впереди здоровяк в поношенной куртке зябко поёжился и убрал за пояс ставший вдруг бесполезным, нож.\n－ Кто ты такой? － спросил он хриплым голосом, － и что ты, чёрт возьми, тут делаешь?\n－ А кто спрашивает? \n－ Мы － хозяева этих земель, банда \"Судного Дня\". И я повторяю вопрос: кто ты и что делаешь на нашей территории?",
    "answers": [
      {
        "id": 69,
        "text": "Вступить в разговор"
      },
      {
        "id": 70,
        "text": "－ Здесь вопросы задаю я (застрелить одного из бандитов)"
      }
    ]
  },
  {
    "id": 68,
    "text": "",
    "answers": []
  },
  {
    "id": 69,
    "text": "－ Я ищу кое-кого... Группу людей из-за Барьера. Человек семь. Одна из них девушка.\n   Здоровяк нахмурился. Стоящие за ним люди переглянулись, один другому что-то шепнул на ухо. \n－ Ну, допустим, их теперь шесть, － сказал здоровяк.\n－ Так это вы напали на них возле упавшей... штуки? － наёмник не знал, как назвать этот объект, но его прекрасно поняли.\n－ Лучше бы нам не встречаться с ними в тот день, － здоровяк горько усмехнулся. \n－ Наша банда лишилась единственного стрелка. Да и ружья тоже. В Пустошах нечасто встретишь огнестрельное оружие.\n－ Паладины неохотно расстаются со своим добром, － захикал кто-то сзади.\n－ Да и патроны под ногами не валяются, － здоровяк обернулся на говорившего и тот умолк.\n－ Но ваш стрелок всё-таки не промахнулся, － заключил Ригель. － Расскажите мне всё о тех людях. Как они выглядели, о чём говорили, куда ушли?\n－ Ты, конечно, крутой, － здоровяк скрестил руки на груди, － но, сдаётся мне, сам нуждаешься в помощи. Предлагаю сделку: мы рассказываем тебе всё, что знаем, ну а ты делишься с нами своим имуществом. Или деньгами. Думаю, пятьсот шестерёнок хватит.\n－ Может, проще вас всех пристрелить? － наёмник навёл револьвер на живот бандита, проверяя его на храбрость. Тот, к сожалению, оказался не из робкого десятка.\n－ Мужик, ты можешь перестрелять нас всех, но тогда ты никогда не найдёшь тех, кого ищешь. Ты можешь тыкать в меня своим стволом хоть до первого дождя. Можешь угрожать. Но ты точно не заставишь меня играть по твоим правилам, верно, святоши?\n－ Верно, Шахиз, － ответили ему сзади, однако уверенности в голосах бандитов не чувствовалось.\n",
    "answers": [
      {
        "id": 72,
        "text": "－ Ну, как скажешь. (Выстрелить ему в живот)"
      },
      {
        "id": 73,
        "text": "Заплатить за информацию",
        "var_need": [
          "money",
          500
        ]
      },
      {
        "id": 74,
        "text": "Предложить что-нибудь"
      }
    ]
  },
  {
    "id": 70,
    "text": "",
    "answers": []
  },
  {
    "id": 71,
    "text": "   На земле рядом с телом девастатора лежат его вещи:",
    "answers": [
      {
        "id": 71,
        "text": " очки с треснувшими коричневыми стёклами в дешёвой оправе",
        "merge": true,
        "var_equal": [
          "glasses",
          0
        ]
      },
      {
        "id": 71,
        "text": ",",
        "var_equal": [
          "glasses",
          0
        ],
        "merge": true
      },
      {
        "id": 71,
        "text": " тёмная склянка, наполовину заполненная порошком",
        "merge": true,
        "var_equal": [
          "drugs",
          0
        ]
      },
      {
        "id": 71,
        "text": ",",
        "merge": true,
        "var_equal": [
          "drugs",
          0
        ]
      },
      {
        "id": 71,
        "text": " обрывок бумаги, явно пострадавший от зубов ящера",
        "var_equal": [
          "contract",
          0
        ],
        "merge": true
      },
      {
        "id": 71,
        "text": ",",
        "var_equal": [
          "contract",
          0
        ],
        "merge": true
      },
      {
        "id": 71,
        "text": " часы с откидывающейся крышкой",
        "var_equal": [
          "clock",
          0
        ],
        "merge": true
      },
      {
        "id": 71,
        "text": ",",
        "var_equal": [
          "clock",
          0
        ],
        "merge": true
      },
      {
        "id": 71,
        "text": " маленький блокнот",
        "merge": true
      },
      {
        "id": 71,
        "text": ".",
        "merge": true
      },
      {
        "id": 56,
        "text": "Рассмотреть очки",
        "var_equal": [
          "glasses",
          0
        ]
      },
      {
        "id": 57,
        "text": "Рассмотреть склянку",
        "var_equal": [
          "drugs",
          0
        ]
      },
      {
        "id": 58,
        "text": "Рассмотреть обрывок бумаги",
        "var_equal": [
          "contract",
          0
        ]
      },
      {
        "id": 59,
        "text": "Рассмотреть часы",
        "var_equal": [
          "clock",
          0
        ]
      },
      {
        "id": 60,
        "text": "Рассмотреть блокнот"
      },
      {
        "id": 53,
        "text": "   ",
        "comment": true
      },
      {
        "id": 61,
        "text": "Забрать всё"
      },
      {
        "id": 61,
        "text": "Оставить вещи на земле"
      }
    ]
  },
  {
    "id": 72,
    "text": "",
    "answers": []
  },
  {
    "id": 73,
    "text": "   Отсчитав необходимую сумму в мешочек, Ригель бросил его здоровяку. Тот ловко схватил кошель и улыбнулся.\n－ Спасибо, добрый человек. Вот теперь можно и поговорить. \n   Он задумчиво потёр подбородок.\n－ С чего б начать?\n－ С начала, － сказал Ригель.\n－ Действительно, － здоровяк улыбнулся. － Так вот, мы их когда заприметили, они шли по землям ящеров. Есть тут у нас парочка мутантов с которыми лучше не встречаться, от слова совсем...\n   Было нас раза в два больше, чем теперь. Мда... В общем, следили мы за ними аж до той самой железки, что в землю зарылась и сгорела. И, вроде как, с виду они ну никакой опасности не представляли. Вот когда к нам Паладины заходят, там сразу всё понятно: шагает отряд машин для убийства, у каждого по вот такому ружью, － Шахиз поднял руку над головой, обозначая высоту паладинского ружья от земли, － вот по такому мачете, － он развел руки в стороны, показывая внушительные размеры оружия ближнего боя, － да и броня у них толстая, ножом не пробъешь. \n   А тут какие-то гражданские. Кто ж знал что там такие профессионалы, － здоровяк пожал плечами. － Да, кстати, тащили они какую-то скрипящую телегу и шли медленно, потому как у телеги той поломка была. \n－ Что за телега? － удивился Ригель.\n－ Обычная, － ответил Шахиз, － даже навроде тачки: короб, два колеса и ручки. Только колесо у них заклинило и тащить им было её трудно.\n\n－ Дальше что было? － спросил наёмник.\n－ Да ничего. Целый день ничего не было, потому как шли они еле-еле. И к вечеру только дошли до железяки. Ну, нам-то это даже на руку было. \n   Дальше они стали её ломать и что-то оттудова достали. А грохот стоял такой, что мы боялись, как бы ящеры не припёрлись посмотреть кто шумит, но, видно, они чем другим были заняты в тот вечер.\n   А потом я сказал нашему стрелку обходить их сбоку и по моему сигналу валить всех по-очереди. А к ним подошёл Фрэнки. Один. \n   Здоровяк замолчал. Ригель нетерпеливо переступил с ноги на ногу.\n－ В горле пересохло, － сказал Шахиз. Он снял с пояса флягу и сделал несколько неторопливых глотков, потом протянул наёмнику.",
    "answers": [
      {
        "id": 75,
        "text": "Согласиться"
      },
      {
        "id": 76,
        "text": "Отказаться"
      }
    ]
  },
  {
    "id": 74,
    "text": "－ Столько денег, сколько ты хочешь, у меня нет, － Ригель задумался. Из всех вещей, что могут заинтересовать бандита, он мог предложить, пожалуй, револьвер",
    "answers": [
      {
        "id": 74,
        "text": ", да склянку с наркотиком мёртвого девастатора. Что из этого ему будет нужнее в дальнейших поисках?",
        "var_equal": [
          "drugs",
          1
        ],
        "merge": true
      },
      {
        "id": 74,
        "text": ".",
        "var_equal": [
          "drugs",
          0
        ],
        "merge": true
      },
      {
        "id": 105,
        "text": "Отдать револьвер"
      }
    ]
  },
  {
    "id": 75,
    "text": "   Ригель кивнул и убрал один револьвер в кобуру. Тот, в котором было на один патрон меньше. Шахиз бросил флягу и наёмник, отпив, тем же способом вернул её обратно.\n－ Что же они достали из той железяки? － спросил он.\n－ Да хрен его знает, － бандит пожал плечами. － Другую железяку. Выглядела она как ящик. Квадратная такая, чёрная. Толком я её не рассмотрел, стемнело уже. Тяжёлая наверное была, они её еле погрузили на тележку. Воооот... Тут, значит, Фрэнки подошёл и говорит им, мол, здрасти, люди добрые, вы никак заблудились? Может помощь какая нужна? Ну, в доверие втирается, зубы заговаривает. А они говорят, покажи как к оазису пройти.\n－ Куда? － не понял Ригель.\n－ Оазис. Дыхание Пустыни. Есть тут место одно, в песках. Далековато, правда, отсюда, но там много интересного. Озерцо есть, прозрачное, холодное, хоть и маленькое. Деревья там есть тоже. И валун. А подле него дыра в земле, глубокая. И, куда ведёт, неизвестно никому. Из неё время от времени раздаются звуки, словно дышит кто. Люди говорят, что это дышит сама Пустошь. Вот так.\n\n－ Ну а дальше что было? － спросил наёмник.\n－ Фрэнки объяснил им дорогу. До сих пор не пойму, зачем он это сделал. Мы уже на тот момент к ним близко подползли, разговор я более-менее слышал. А потом один из них просто взял и швырнул шар огня ему в живот.\n   Тогда я дал сигнал и мы напали. Вскочили с земли и побежали на них. Хорхе, наш стрелок, первым делом этого мага завалил, а потом подстрелил ещё кого-то. А эти вдруг начали отстреливаться, да так шустро, что нам пришлось на землю залечь. Когда наш стрелок перестал вести огонь, я пополз к нему... В общем, пуля попала в его ружьё и срикошетила прямо в глаз, я так думаю. \n－ Удачный выстрел, － хмыкнул Ригель.\n－ Не то слово, － здоровяк сжал руки в кулаки. － В общем, пришлось нам отступать. Похватали мы своих раненых и убитых, и поползли. А Фрэнки там остался. Теперь его, наверное, ящеры сожрали. \n－ Нет, － наёмник крутанул револьвер на пальце. － Нет больше ящеров.\n－ Как так? － не поверил здоровяк. － Неужели ты их...\n   Ригель кивнул. Бандиты за его спиной возгласами выразили своё восхищение.\n－ Это хорошая новость, － Шахиз обернулся  к своим людям, － нужно посетить тот сектор, а, парни?",
    "answers": [
      {
        "id": 77,
        "text": "Продолжить разговор"
      }
    ]
  },
  {
    "id": 76,
    "text": "   Ригель отрицательно покачал головой. \n－ Что же они достали из той железяки, － спросил он.\n－ Да хрен его знает, － бандит пожал плечами. － Другую железяку. Выглядела она как ящик. Квадратная такая, чёрная. Толком я её не рассмотрел, стемнело уже. Тяжёлая наверное была, они её еле погрузили на тележку. Воооот... Тут, значит, Фрэнки подошёл и говорит им, мол, здрасти, люди добрые, вы никак заблудились? Может помощь какая нужна? Ну, в доверие втирается, зубы заговаривает. А они говорят, покажи как к оазису пройти.\n－ Куда? － не понял Ригель.\n－ Оазис. Дыхание Пустыни. Есть тут место одно, в песках. Далековато, правда, отсюда, но там много интересного. Озерцо есть, прозрачное, холодное, хоть и маленькое. Деревья там есть тоже. И валун. А подле него дыра в земле, глубокая. И, куда ведёт, неизвестно никому. Из неё время от времени раздаются звуки, словно дышит кто. Люди говорят, что это дышит сама Пустошь. Вот так.\n\n－ Ну а дальше что было? － спросил наёмник.\n－ Фрэнки объяснил им дорогу. До сих пор не пойму, зачем он это сделал. Мы уже на тот момент к ним близко подползли, разговор я более-менее слышал. А потом один из них просто взял и швырнул шар огня ему в живот.\n   Тогда я дал сигнал и мы напали. Вскочили с земли и побежали на них. Хорхе, наш стрелок, первым делом этого мага завалил, а потом подстрелил ещё кого-то. А эти вдруг начали отстреливаться, да так шустро, что нам пришлось на землю залечь. Когда наш стрелок перестал вести огонь, я пополз к нему... В общем, пуля попала в его ружьё и срикошетила прямо в глаз, я так думаю. \n－ Удачный выстрел, － хмыкнул Ригель.\n－ Не то слово, － здоровяк сжал руки в кулаки. － В общем, пришлось нам отступать. Похватали мы своих раненых и убитых, и поползли. А Фрэнки там остался. Теперь его, наверное, ящеры сожрали. \n－ Нет, － наёмник крутанул револьвер на пальце. － Нет больше ящеров.\n－ Как так? － не поверил здоровяк. － Неужели ты их...\n   Ригель кивнул. Бандиты за его спиной возгласами выразили своё восхищение.\n－ Это хорошая новость, － Шахиз обернулся  к своим людям, － нужно посетить тот сектор, а, парни?",
    "answers": [
      {
        "id": 77,
        "text": "Продолжить разговор"
      }
    ]
  },
  {
    "id": 77,
    "text": "   Ригель не дал им договорить.\n－ Расскажи теперь всё про тех людей. Всё, что заметил и запомнил.\n－ Немного, － Шахиз потёр подбородок. \n－ Один был высокий, черноволосый без бороды и усов. Одет во что-то тёмное, типа пончо. Он стрелял по нам из револьверов с обеих рук.\n   Хьюберт, отметил про себя наёмник, слегка кивнув.\n－ Потом, была девушка в таком же пончо. Тоже темноволосая, небольшого роста. Она, похоже, и завалила нашего Хорхе. Стреляла метко.\n   Ригель сдержал улыбку.\n－ Был ещё один усатый в шляпе и куртке. Точно помню, он отозвался на кличку Койот. Больше я никого не запомнил.\n－ Второй, подстреленный Хорхе, был блондином, только я не помню во что он был одет, － сказал один из бандитов.\n－ Всё-таки мы за ними наблюдали издалека, － извиняющимся тоном сказал Шахиз, － а когда подползли ближе, было достаточно темно, чтобы их детально рассмотреть.\n－ Ладно, где мне искать этот оазис? － спросил наёмник.\n－ Вон там, － бандит указал назад, － первый ориентир, дерево, такое же как это. Дойдёшь до него, поверни направо и иди, пока не достигнешь песков. Там увидишь два камня, стоящих рядом. Если посмотреть между ними, увидишь вдалеке ещё камень. Иди прямо на него. А как к нему придёшь, то правее увидишь и очертания оазиса. Уяснил?\n－ Спасибо. И прощайте. － Ригель начал движение, но Шахиз его остановил.\n－ Это тебе моя благодарность за избавление нас от соседей ящеров, － он бросил фляжку с водой и наёмник поймал её. － Ничто так не ценится в наших краях, как вода. Так что, лишним не будет. Прощай.",
    "answers": [
      {
        "id": 78,
        "text": "Уйти"
      }
    ]
  },
  {
    "id": 78,
    "text": "   До дерева наёмник дошёл быстро, солнце ещё не успело утомить его своим жаром. Повернув в указанном направлении он пошёл в сторону Простора. Этот отрезок пути дался тяжелее, но к полудню Ригель, изнурённый жаждой и жарой, достиг песков. Вскоре, он увидел и камни.\n   А так же ещё кое что. Две узкие параллельные канавки, а между ними и по обе стороны, отпечатки нескольких пар сапог, кое-где заметённые песком и пропадающие из виду, но возникающие чуть дальше.\n",
    "answers": [
      {
        "id": 78,
        "text": "   У двух камней Ригель сделал короткий привал, допил воду из бурдюка и немного перекусил. Глядя на тот далёкий камень, служивший последним ориентиром, он испытывал чувство, что его поиски подходят к концу, и это вызывало непонятную тревогу в душе.",
        "merge": true
      },
      {
        "id": 78,
        "text": "Новый ответ. введите текст",
        "var_need": [
          "scorpion",
          2
        ],
        "merge": true
      },
      {
        "id": 79,
        "text": "Идти дальше"
      },
      {
        "id": 80,
        "text": "Идти ",
        "var_need": [
          "scorpion",
          2
        ]
      }
    ]
  },
  {
    "id": 79,
    "text": "   Передохнув немного, наёмник отправился к камню, от которого он, как уверял Шахиз, должен увидеть оазис. Следы на песке вели в ту же сторону и Ригель не сомневался, что они оставлены той самой группой. \n   Он увидел оазис, ещё не дойдя до последнего ориентира и, несмотря на усталость, побежал, подгоняемый ощущением скорой развязки. Пот лил ручьями по лицу, щипал глаза, капал с носа и подбородка, намочил рубаху, но он не обращал внимания ни на сырую одежду, ни на круги перед глазами. Весь мир сузился, превратился в этот самый клочок земли, и он бежал, бежал к нему, спотыкался, падал, но снова вскакивал на ноги и продолжал свой бег.\n   Наконец, наёмник обессилил настолько, что, упав в очередной раз, не смог уже подняться и последние несколько десятков метров он просто полз, оставляя широкий след на горячем песке.\n   Оазис был пуст. Совсем. Следы обрывались на вытоптанном участке. Куда делись люди, телега, что они тащили с собой? Ригель с отчаянием застонал и перевернулся на спину. Предчуствие его обмануло, ещё ничего не кончено, поиски зашли в тупик и надо всё начинать заново.  \n   Сколько он так лежал под палящим солнцем, наёмник не знал. В какой-то момент он понял что силы возвращаются к нему. Ригель сел.",
    "answers": [
      {
        "id": 81,
        "text": "Собраться с мыслями"
      }
    ]
  },
  {
    "id": 80,
    "text": "",
    "answers": []
  },
  {
    "id": 81,
    "text": "   Умывшись и утолив жажду водой из холодного озерца, наёмник наполнил бурдюк и флягу. Пришло время внимательно осмотреть оазис и попытаться отыскать хоть какую-нибудь информацию.\n   Итак, он сидел на берегу небольшого водоёма. На противоположной стороне, между двух невысоких деревьев, находился крупный валун, под которым чернел провал в земле. Несколько таких же деревьев, окружали территорию оазиса по периметру.",
    "answers": [
      {
        "id": 82,
        "text": "Осмотреть оазис"
      }
    ]
  },
  {
    "id": 82,
    "text": "   Следов оказалось довольно много. Наёмник удивился, почему он их сразу не заметил. Однако, отпечатки эти могли быть оставлены кем угодно, например, теми же бандитами, от которых он узнал расположение оазиса.\n   Обойдя водоём, Ригель увидел, что некоторые следы ведут к почвенному провалу под валуном. Он заглянул в черноту, но, естественно, ничего не разглядел. Дальнейший же осмотр территории выявил кое-что странное: от валуна в пустыню отходили следы, которые привели его к небольшой песчаной насыпи. Она была явно делом рук человеческих, сильно выделяясь на фоне наметённых ветром барханов.\n   Сердце наёмника ёкнуло. Он бросился на колени и начал дрожащими от волнения руками раскидывать песок в стороны. Какое-то время он ничего не находил и даже начал подумывать о том что просто ошибся, но вдруг рука его коснулась чего-то, похожего на ткань. Ригель отбросил ещё пару горстей и увидел рукав рубашки. Он потянул за него, но песок не хотел так просто отдавать свою добычу. Наёмник стал копать дальше и вскоре освободил человеческую руку. Там, где она отходила от плеча, был скомканный край серого пончо и Ригель, роняя слёзы и уже понимая, кого он откапывает, начал рыть с удвоенной силой. Вот показались тёмные длинные волосы. Наёмник закричал от отчаяния и, разрыдавшись, стал бить песок кулаками.\n－ Бетель, Бет, сестрёнка, － всхлипывая, зашептал он. － Почему, Бет, почему? Как же так?\n   Он просто валился от усталости, но ему удалось её откопать и вытащить из ямы. Сотрясаясь от плача, Ригель гладил её по бледной щеке, волосам, стараясь не смотреть на песок, забивавший её нос и рот. В этот момент он готов был разорвать Рамиро, за то что позволил сестре уйти по контракту, бандитов, которые напали на группу и смертельно ранили Бетель, но сильнее всего ему хотелось найти этого Уилла Гефорца и заставить его страдать от боли.",
    "answers": [
      {
        "id": 83,
        "text": "Осмотреть тело"
      }
    ]
  },
  {
    "id": 83,
    "text": "   Наёмник закрыл глаза и сделал несколько медленных глубоких вдохов. Рамиро не виноват в смерти Бетель. Её убили те отбросы из банды \"Судного Дня\". Как там звали их снайпера, кажется Хорхе?\n   Ригель замер от внезапной мысли, пронзившей его сознание словно раскалённая игла: это не мог быть бандитский снайпер! Он подстрелил блондина, а не Бет. Она сама как раз застрелила Хорхе, если верить рассказам \"святош\". Тогда, как она умерла?\n   Ригель попытался отыскать на теле сестры смертельное ранение, полученное в перестрелке с бандитами и нашёл одну-единственную рану в области сердца. Но не круглое отверстие от пули, а щелевидную рану с гладкими краями и острыми углами. Её ударили ножом! Но кто? Бандиты? При такой интенсивности огня, который могли открыть Хью с Бетель, вряд ли кто-то мог приблизиться к ним настолько близко. Если же это сделали члены группы, то Хьюберт должен был её защитить...\n   Наёмник посмотрел на дно ямы, из которой он достал тело сестры. Возможно, осыпавшийся песок закрыл лежащего в ней Хью? Ригель начал копать и практически сразу наткнулся ещё на одно тело. Это был светловолосый мужчина с красными глазами, второй девастатор. Вытаскивая его, наёмник увидел и Хьюберта, одетого в серое пончо, такое же, как у сестры.\n   Вытащив на поверхность страшные находки и убедившись, что в яме больше ничего и никого нет, Ригель приступил к осмотру. В груди девастатора, справа, он обнаружил отверстие округлой формы с чёрным ободком, явно пулевое. А вот у Хьюберта, так же как и у сестры, смерть наступила от холодного оружия. Ещё когда вытаскивал тело из ямы, наёмник увидел глубокую рану на его шее, набитую слипшемся от засохшей крови песком.\n   Что же здесь произошло?",
    "answers": [
      {
        "id": 84,
        "text": "Обдумать"
      }
    ]
  },
  {
    "id": 84,
    "text": "   Итак, наёмник мог предположить следующее: группа без потерь дошла до упавшего объекта и выполнила свою задачу, а затем подверглась нападению бандитов. В той стычке был убит один из девастаторов, а второй был смертельно ранен. Тут слова Шахиза не расходились с увиденным. \n   Ну а далее, самое непонятное. Если верить бандиту, то группа, успешно избежав ближнего боя ушла к оазису, где второй девастатор, по-видимому, умер от ранения. Но так же были убиты и оба наёмника, причём убиты ножом. Один и тот же нож лишил их жизни или нет, сказать невозможно.\n   Ригелю представлялись три варианта развития событий. Первый — Шахиз просто соврал. Нападение бандитов увенчалось успехом и кроме подстреленных девастаторов, \"святоши\" убили ещё и Хью с Бетель. Однако, этот вариант вызывал сомнения, потому что, лишившись всей охраны, учёные вряд ли смогли противостоять отряду головорезов, к тому же, унося с собой убитых, товарищей. И почему они взяли явно мёртвого Хью, оставив одного девастатора? \n   Второй вариант: прибыв в оазис с умирающим магом, группа подверглась атаке кого-то ещё. Напавшие убитых наёмников захоронили, чтобы спрятать следы, а учёных похитили и увели с собой вместе с железным ящиком. Достаточно правдоподобно и не вызывает сомнений ни один пункт.\n   Третий вариант: учёные оказались вовсе не учёными. После того как группа с наёмниками достигла необходимой точки, всех свидетелей убрали и спрятали тела. Пункт в контракте об обязательном отсутствии средств связи при этом не выглядит странным, а наоборот, кажется наиболее уместным.\n   Отбросив первый вариант как самый неправдоподобный, наёмник решил, что следы убийц, кем бы они ни были, нужно искать вне Пустошей. Он осмотрел горизонт и увидел вдалеке, судя по солнцу, на севере, паривший в небе разведывательный дирижабль. Стало быть, там Барьер и, возможно, охранная башня. Завтра ему предстоит путь обратно из этой проклятой пустыни, отобравшей у него сестру и друга.\n   Остаток дня Ригель провёл, пытаясь захоронить выкопанные тела. Достать их оказалось легче, чем провести погребение, но, в итоге, он справился с этой задачей, обеспечив каждому телу свою отдельную могилу, хотя копать под конец пришлось уже в темноте при слабом свете стареющей луны. С чувством выполненного долга он лёг возле валуна, надеясь что от навалившейся усталости сон придёт быстро, но время шло, а он никак не мог заснуть.\n   Вдруг где-то рядом раздался вздох, как будто великан втянул носом воздух, а затем мощно и протяжно выдохнул. Наёмник вспомнил слова Шахиза о том, что оазис иногда дышит, словно живой. А потом он увидел свечение с той стороны валуна, где был провал под землю.\n   Необъяснимый страх парализовал его тело. Не в силах двинуть даже пальцем, Ригель весь превратился в слух, беспомощно наблюдая за этим сиянием, которое, словно пульсируя, то становилось ярче, то тускнело.\n   Внезапно валун загудел. Низкий вибрирующий звук сначала был тихим, но постепенно нарастал, усиливался. Вскоре он стал просто невыносимо оглушающим, причиняя такую сильную боль ушам, что наёмник закричал. И вдруг всё резко оборвалось.\n   Ригель открыл глаза. Он лежал на песке в нескольких шагах от оазиса и совершенно не понимал как здесь очутился.",
    "answers": [
      {
        "id": 85,
        "text": "Отползти подальше"
      }
    ]
  },
  {
    "id": 85,
    "text": "   Вдруг прямо возле его ног возникла человеческая фигура. Она была прозрачная, словно сотканная из лучей света. Черты лица рассмотреть было сложно.\n   Незнакомец развёл руки в стороны.\n   \"Не надо бояться, человек. Я не причиню тебе вреда\".\n   Голос прозвучал в голове у Ригеля. Был он странный, как будто не живой. Наёмника это напугало ещё сильнее. Сев на песок и собравшись духом он спросил:\n   － Кто ты и что тебе нужно от меня?\n   \"У меня много имён. Одни зовут меня Оракулом, другие духом Оазиса, некоторые называют Демоном. Так или иначе, они все ошибаются, потому что я не являюсь ни тем, ни другим, ни третьим\".\n   － Так кто ты на самом деле? － Ригель почувствовал, как к страху начинает примешиваться любопытство. На всякий случай он отодвинулся подальше от существа.\n   \"Не думаю, что ты поймёшь. Да и не затем я пришёл, чтобы объяснять тебе откуда я и кто меня создал\".\n   － Тогда зачем ты здесь?\n   \"Меня заинтересовало, что тебя связывает с теми людьми, которых ты зарыл в песок. Не так давно я стал свидетелем их убийства. Прости, что интересуюсь, но я привязан к этому месту вот уже больше двух тысяч лет. Всё, что вокруг меня происходит, довольно однообразно. Хотя Оазис посещают местные поселенцы, толку от них мало. Необразованный и суеверный народ, они меня боятся и стараются избегать встречи. К тому же они бывают только днём, когда меня почти не видно\".\n   － Те люди, － наёмник запнулся, но быстро совладал с собой, － моя сестра и друг. Третьего я не знаю. Можешь мне рассказать о том, что здесь произошло?\n   \"Могу. Что тебя интересует?\"",
    "answers": [
      {
        "id": 108,
        "text": "－ Кто их убил"
      }
    ]
  },
  {
    "id": 86,
    "text": "   Ригель пошёл по дороге прямо. По обе стороны от него стояли деревянные лачуги с покосившимися крышами и дырявыми заборами, возле которых то тут, то там лежали кучи мусора, а мимо них изредка бегали чумазые дети, не обращая никакого внимания на новое лицо в отличие от пристально наблюдающих за ним взрослых. Вот наёмник миновал первый перекрёсток, дошёл до следующего и повернул налево. \n   На этой улице было немного чище, да и дома выглядели не такими развалинами. Спустя пару минут справа показалось двухэтажное здание. Вывеска над открывающимися в обе стороны двустворчатыми дверями гласила: ",
    "answers": [
      {
        "bgAnswerImage": [
          "https://d.radikal.ru/d21/1810/df/0c646f641dee.png"
        ],
        "middle_answer": true,
        "text": "   ",
        "id": 86,
        "comment": true
      },
      {
        "id": 86,
        "text": "   ",
        "comment": true
      },
      {
        "id": 24,
        "text": "Войти"
      }
    ]
  },
  {
    "id": 87,
    "text": "－ А ты ничуть не изменился, － сказал наёмник, слегка улыбнувшись. － Здравствуй, Мэттлок.\n   Мужчина за столом нахмурился.\n－ Это не самое лучшее, что ты мог бы сказать, － он откатился назад и Ригель увидел, что тот сидит в кресле на колёсах. \n－ Извини, － наёмник смутился, － что с тобой случилось?\n－ Пуля раздробила мне бедро, － мужчина поморщился и махнул рукой, － давай лучше о тебе. Зачем ты идёшь в Пустоши?\n   Наёмник в общих чертах рассказал свою историю. Мэттлок, подумав над услышанным, сделал свои выводы.\n－ Сестру твою жаль, не стоило ей впутываться в это дерьмо. От контракта за милю несёт какой-то подставой. Запретить связь с кланом можно лишь в одном случае, если хочешь спрятать концы в воду, что и произошло. Я не верю во все эти байки с учёными и режимом секретности. Это моё мнение, Ригель, может быть, ошибочное и я надеюсь на это, но всё мне видится именно так, а не иначе. Имя Уилл Гефорц, конечно, подставное, за ним скрываться может кто угодно. Я попробую по своим каналам узнать об этом человеке, но, скорее всего, ничего не выйдет.\n－ Спасибо, － наёмник был весьма подавлен услышанным, － что насчёт пропуска в Пустоши?\n－ Эммм, － Мэттлок почесал затылок, подбирая слова, － видишь ли, теперь это не в моей компетенции. Когда Джон Саймон Ричи был жив, я оформлял пропуски через него, но теперь у нас новый шериф, чёрт бы его побрал! \n－ А что случилось с Ричи? － спросил Ригель.\n－ Говорят, сердечный приступ. Но мне кажется, это был передоз. Джон любил иногда расслабиться по-взрослому.\n   Мэттлок вздохнул.\n－ Ну а этот пёс Сэнди Боттс, по прозвищу Коротышка, теперь навёл здесь свои порядки. Что за дурацкое имя, Сэнди! Шериф Сэнди, пффф. Звучит, как будто он вылез прямиком из комедийного представления.\n－ Ты можешь мне чем-нибудь помочь?\n－ Чем-нибудь могу. Могу замолвить за тебя словечко перед влиятельными людьми. Уж они-то смогут достать что хочешь в этом городе. Но, слово моё стоит недёшево, всё-таки люди серьёзные и у меня есть определённые риски. Пятьсот монет и я дам тебе всю необходимую информацию. Ну, по рукам?",
    "answers": [
      {
        "id": 88,
        "text": "Согласиться"
      }
    ]
  },
  {
    "id": 88,
    "text": "－ Вексель подойдёт? － хмуро поинтересовался Ригель.\n   Мэттлок скрупулёзно изучил его и убрал в стол, а затем достал бумагу и перо. Что-то написав, он сложил её особым образом и запечатал сургучём с замысловатым вензелем, затем вручил наёмнику со словами:\n－ Отдашь эту бумагу человеку по имени Диего. Его сможешь найти в баре \"Бессонница\". Бывал там раньше?\n   Ригель кивнул. Мэттлок удовлетворённо кивнул в ответ и продолжил:\n－ Узнаешь его по шикарным чёрным усам и таким же чёрным волосам, собранным в хвост. На людях обычно он ходит так. Скажешь, что от меня и отдашь это письмо. Ну а дальше зависит от тебя. Удачи.",
    "answers": [
      {
        "id": 89,
        "text": "Спросить про деревню О’Талл",
        "var_equal": [
          "tall",
          1
        ]
      },
      {
        "id": 24,
        "text": "В \"Паровой Котёл\"",
        "var_equal": [
          "tall",
          0
        ]
      },
      {
        "id": 88,
        "text": "\n－ Последний вопрос. Мне нужно попасть в \"Паровой Котёл\", сможешь посодействовать?\n－ Почему бы и нет? Уэш тебя отвезёт, только денег ему не предлагай.\n   Мэттлок громко хлопнул в ладоши и тут же позади Ригеля возник тот самый мужчина, с которым они ехали сюда в дилижансе. Получив указания, он вежливо попросил наёмника  следоаать за ним. Ригель попрощался с Мэттлоком и они направились к повозке.",
        "var_equal": [
          "tall",
          0
        ],
        "merge": true
      }
    ]
  },
  {
    "id": 89,
    "text": "－ Ещё кое-что, － наёмник переступил с ноги на ногу, － я побывал у Барьера и проходил мимо пустой деревни...\n－ Ааа, тёмная история, － Мэттлок оживился, － только представь эту жуткую картину, шестьдесят восемь трупов на дороге. Говорят, тот, кто их первый обнаружил, сошёл с ума. Куда они бежали, одному Богу известно.\n－ Которому из? － усмехнулся Ригель, \n－ Богов много, какой из них правильный?\n－ Мой, само собой, самый правильный, － Мэттлок серьёзно взглянул на наёмника. － А вот, который из них мой, это уже не твоё дело.\n－ Ладно, оставим. Расскажи мне про деревню. Что люди говорят?\n－ Разное. Всего не перечесть, да и не надо верить всему, о чём болтают. Вот факты: часть людей была застрелена, часть － обуглена или прожжена насквозь. И если первую часть трупов мог кто угодно сотворить, то другие － работа магов, не иначе. Свидетелей нет, так что всё, что бы ни сказали － вымысел, догадки и сплетни. Всё, Ригель. На сегодня хватит. Мои люди тебя проводят. Бывай.",
    "answers": [
      {
        "id": 90,
        "text": "Искать Диего"
      }
    ]
  },
  {
    "id": 90,
    "text": "   Бар \"Бессонница\", как было понятно из названия, работал по ночам. Чтобы скоротать время до заката, наёмник перекусил в одном из трактиров, а когда стемнело, отправился искать Диего.\n   Заняв столик недалеко от входа, Ригель внимательно высматривал черноусых мужчин с забранными в хвост волосами, но ещё никто пока не подходил под это описание. \n   Официантка принесла уже четвёртый стакан воды, которую наёмник цедил маленькими глотками, растягивая время. Оно текло медленно, словно издеваясь. Диего всё не появлялся.\n   Пару раз ему на колени пыталась присесть какая-то нетрезвая женщина приятной внешности, но Ригель, хоть и не без труда, дал ей понять, что не нуждается в её обществе.\n   Наконец, его терпение было вознаграждено: в бар вошёл статный богато одетый мужчина, подходящий под описание Мэттлока и направился к барной стойке. Когда он проходил мимо, наёмник негромко окликнул его по имени. Мужчина тут же развернулся и Ригель уловил еле заметное движение скользнувшей в ладонь, из рукава его правой руки, рукоятки ножа.\n－ Стало быть я не ошибся и ты － Диего, － начал разговор наёмник.\n－ И что с того?\n－ У меня к тебе есть письмо от нашего общего знакомого по имени Мэттлок.\n－ Почему же он послал с письмом гонца не из своих людей?\n－ Это моё рекомендательное письмо.\n－Да? － Диего оглянулся по сторонам. － Ну хорошо, допустим. Клади его на стол.",
    "answers": [
      {
        "id": 91,
        "text": "Положить письмо"
      }
    ]
  },
  {
    "id": 91,
    "text": "   Ригель достал и положил конверт на тёмную столешницу. Диего взял его и, не сказав ни слова, вышел из бара. Ригелю ничего не оставалось, как снова ждать.\n   Прошло не так уж много времени, как к наёмнику подошёл бармен.\n－ Ты долго будешь тут сидеть, ничего не заказывая? － недовольным тоном начал он. － Либо пей алкоголь, либо выметайся отсюда к чёртовой матери!\n   Наклонившись ниже, бармен прошептал:\n－ Диего ждёт в дилижансе на улице.\n   Он повернулся спиной и буркнул через плечо:\n－ Или ты будешь дожидаться, пока мои парни не вышвырнут тебя?\n－ Уже ухожу, － Ригелю вдруг захотелось сломать бармену несколько рёбер.\n   Он поднялся из-за стола.",
    "answers": [
      {
        "id": 92,
        "text": "Выйти на улицу"
      }
    ]
  },
  {
    "id": 92,
    "text": "   Неподалёку от бара стоял дилижанс, запряжённый парой лошадей. Его дверца была приоткрыта. Наёмник влез внутрь и сел напротив ждавшего его Диего. Как только дверь повозки закрылась, снаружи послышался голос извозчика и кабина начала движение.\n－ Мэттлок весьма лестно отзывается о тебе, － начал Диего. － Его слова имеют вес, хоть он уже и отошёл от дел. Только поэтому я разговариваю с тобой. Уяснил?\n   Ригель кивнул. Жёсткий взгляд Диего чуть смягчился. Он достал трубку и стал, неторопясь, набивать её табаком.\n－ Что же тебе нужно?\n－ Пропуск в Пустоши.\n－ Вот как? Такого я совсем не ожидал... Это будет стоить очень дорого. Такой пропуск выдаёт только шериф Сэнди лично. А с ним у нас нет совершенно никакой дружбы. Уяснил? － Диего постучал мундштуком себе по лбу.\n   Ригель кивнул. Этот тип начинал его раздражать.\n－ Офень доого, － повторил Диего, одновременно раскуривая трубку. Выпустив дым под потолок, он откинулся назад, ожидая реакции наёмника.\n－ Ну и сколько? － спросил Ригель.\n－ Ооо, и не спрашивай, － хитро прищурился Диего. － Столько денег у тебя точно не будет. Скажу только, что только на подкуп должностного лица Башни нам потребуется не менее трёх тысяч, может больше. Караул из трёх Паладинов обойдётся ещё по тысяче на брата, итого, только на подкуп одной Башни потребуется, минимум, шесть тысяч шестерёнок. Ты уяснил это? Мы тоже в долгу не останемся, наша работа стоит по паре тысяч на брата, итого проход через Башню выльется тебе, в лучшем случае, в десять тысяч. Потянешь ты такой расклад?\n   Ригель, ожидавший очередного \"уяснил?\", не сразу понял, что Диего закончил свою мысль. Десять тысяч! Да ему никак не собрать сейчас такую сумму, а время, между прочим, уходит. Взять кредит в банке? Ограбить парочку ювелирных салонов? \n   Диего с нескрываемым интересом следил за метаниями наёмника. Паршивенькая улыбка не сходила с его лица.\n－ Ладно, － вдруг сказал он, сделавшись серьёзным. － Только потому, что тебя рекомендовал Мэттлок, я помогу тебе совершенно бесплатно. Услуга за услугу, так сказать. Запомни мою доброту, Ригель. \n   Наёмник почувствовал, что его сейчас будут втягивать во что-то скверное и это вызвало в душе тоскливое ощущение неизбежности.",
    "answers": [
      {
        "id": 93,
        "text": "Слушать"
      }
    ]
  },
  {
    "id": 93,
    "text": "－ В прошлом году у нас откинул копыта шериф Ричи. Мужик он был покладистый, надёжный, нам не мешал, и мы его всячески поощряли за это. Теперь же его место занял Коротышка Сэнди, чёрт бы его побрал.\n－ Я слышал эту историю, － кивнул Ригель. Он уже понял о чём пойдёт речь и был совершенно не в восторге от дальнейшей перспективы.\n－ Сказать, что Коротышка мешает нам － не сказать ничего, － продолжил Диего. － Он мнит себя великим борцом с преступностью, типа честный шериф, бла-бла-бла. В общем, он наделал столько всего, что пристрелить его мало. \n   Диего наклонился к Ригелю и понизил тон:\n－ Ты, как я знаю, грохнул Колхауна по заказу собственного сына. Так вот... человек ты до сих пор неизвестный для местного порядка, нигде не примелькался, стало быть, тебе это сделать будет легче. Уяснил?\n－ Ты хочешь, чтобы я устранил шерифа Сэнди － Ригель не спрашивал. Это было утверждение.\n－ А взамен, мы подкупим Башню и проведём тебя за Барьер.\n－ И что, там настолько тупые, что не смогут сложить два плюс два? Как только станет известно о гибели шерифа, ты и твои люди, которые провели меня в Пустоши, будут первыми, на кого падёт подозрение. Вы же не настолько глупы, чтобы так подставляться?\n－ Ты довольно умён, мне это нравится. Да только не все поддерживают нынешнего шерифа. Своей беспринципностью он нажил себе не мало врагов, поверь. Человек, который назначает караульных имеет свои личные счёты с Коротышкой и не составит труда уговорить его поставить лояльных нам Паладинов в тот день. Они будут держать язык за зубами. На администратора у нас также найдутся... рычаги давления. Так что не надо беспокоиться за нас, подумай лучше о своей сестре.\n   Диего не заметил что проговорился, зато для наёмника картина происходящего стала яснее. Без сомнения, это Мэттлок в рекомендательном письме указал что Ригель － наёмник, убивший Колхауна, и причину его похода за барьер. Ведь он совсем ничего не говорил Диего о сестре. Что ж, теперь он на крючке благодаря Мэттлоку и соскочить уже не получится, если он, конечно, хочет найти Бет.\n   Дискомфорт, который испытывал Ригель во время разговора, усилился. Наёмник не сразу понял, почему. Вдруг до него дошло, что дилижанс стоит на месте.\n－ Куда мы приехали?\n－ Туда где ты отдохнёшь и наберёшься сил перед предстоящей работой. Пойдём за мной.",
    "answers": [
      {
        "id": 94,
        "text": "Идти"
      }
    ]
  },
  {
    "id": 94,
    "text": "   Диего привёл наёмника в мотель с символичным, для назревающей ситуации, названием \"Удачный Выстрел\". Ригеля разместили в маленьком удобном номере на втором этаже. Пообещав заглянуть утром и пожелав хорошего сна, Диего ушёл, оставив наёмника наедине со своими мыслями. А мысли были не самыми приятными.\n   Конечно, как исполнитель убийства шерифа, Ригель становился весьма опасной фигурой для местной мафии, поэтому был шанс, что его просто пристрелят сразу после выполнения заказа, где-нибудь по дороге к Башне. Например, в пустой деревушке О’Талл. С другой стороны, больше никакой возможности проникнуть за Барьер у него не будет, так что, выбора нет.\n   Или есть? Ведь можно предупредить шерифа о покушении, сдать Диего с Мэттлоком, а в обмен на эту информацию попросить пропуск в Пустоши. Сложность в том, что доказать заговор против шерифа Ригелю не получится. Показания, которые основываются только на устных свидетельствах одного человека － так себе показания. Его слова вряд ли будут иметь какой-то вес, а возможно что вызовут иную реакцию и шериф, например, арестует наёмника. Но даже если он и поверит, нет никаких гарантий, что захочет выдать пропуск.\n   Ригель долго ворочался в кровати, сон никак не приходил. Но, наконец, усталость всё-таки взяла своё.",
    "answers": [
      {
        "id": 95,
        "text": "Проснуться"
      }
    ]
  },
  {
    "id": 95,
    "text": "   Он проснулся от стука в дверь. Натянув штаны, Ригель вышел в коридор и увидел симпатичную горничную, держащую в руках большой поднос. Её взгляд с нескрываемым интересом блуждал то по голой груди наёмника, то по широким плечам, а то и вовсе спускался к его поясу.\n－ Господин Диего просил вам приготовить завтрак, － девушка с лёгким поклоном протянула поднос Ригелю. Когда он взял его в руки, она, хихикнув, быстрым шагом ушла по коридору.\n   На подносе оказалась кукурузная каша, пара горячих сосисок, кусок ржаного хлеба и стакан воды. И запечатанный конверт без подписи. В нём находилось письмо:\n\"В полдень выходи на улицу. Я буду ждать в дилижансе. Обсудим вчерашний разговор.\nПисьмо сожги. Диего.\"\n   Так же в конверте лежали две спички и квадратик бумажной тёрки.",
    "answers": [
      {
        "id": 96,
        "text": "Сжечь письмо"
      },
      {
        "id": 97,
        "text": "Сжечь только конверт"
      }
    ]
  },
  {
    "id": 96,
    "text": "   Позавтракав, наёмник сжёг письмо. Возможно, оно могло стать хоть каким-то подтверждением его слов, если бы он всё же решил сдать Диего Коротышке, но, Ригель твёрдо намеревался выполнить заказ.\n   В полдень, как было написано, он спустился к выходу из мотеля. Дилижанс уже ждал его на противоположной стороне улицы. Сев в кабину, наёмник поприветствовал Диего. Повозка тронулась.\n－ Сейчас в моде самодвижущиеся дилижансы, － начал тот, обведя кабину взглядом, － да они и дешевле обходятся: не надо тратиться на лошадей. Топливо для паровых двигателей стоит ненамного дороже овса, но это основная трата. Лошадей же надо правильно содержать, кормить, поить, мыть, ухаживать за зубами и копытами. Конюшни надо регулярно чистить. Однако же, мой дилижанс запряжён парой отличных жеребцов. Знаешь почему?\n－ Дело в скорости? － предположил Ригель.\n－ Вообще, нет, хотя, соглашусь, скорость и манёвренность у конного дилижанса лучше. Я люблю лошадей. Они красивы. Умны. А самое главное － им можно доверять. Уяснил, Ригель? Скажи, тебе можно доверять?\n   Наёмник не ожидал такой резкой смены темы разговора, поэтому не сразу ответил. Глядя в глаза Диего, он сказал: \n－ Чего ты боишься? Что я пойду и сдам тебя шерифу? Не имея никаких доказательств? \n－ Осторожность никогда не повредит.\n－ Хорошо, а могу ли Я доверять тебе? Где гарантии, что вы не устраните меня после того, как я выполню свою работу? Что я пересеку Барьер?\n－ Слово джентельмена тебя устроит?\n－ А тебя?\n   Диего замолчал. Затем кисло улыбнулся.\n－ Ну, раз мы оба джентельмены и держим своё слово, предлагаю перейти к обсуждению деталей. Это будет, на самом деле, лёгкая работа. Я все продумал за тебя. План таков: по четвергам, Коротышка любит играть в брэг в салуне \"Кричащий мул\". Сегодня среда, так что уже завтра, после выполнения своей работы окажешься за Барьером. Уяснил, Ригель?",
    "answers": [
      {
        "id": 98,
        "text": "Кивнуть"
      }
    ]
  },
  {
    "id": 97,
    "text": "",
    "answers": []
  },
  {
    "id": 98,
    "text": "   Диего продолжил:\n－ Вечером мы привезём тебя с деньгами к салуну. Твоя задача － войти в доверие к шерифу и начать с ним играть в карты. Кстати, с ним за столом всегда сидит один маг, который сканирует всех игроков на наличие магических предметов. Поэтому тебе нужно сесть за стол чистым. Есть у тебя что-нибудь магическое?\n－ Передатчик.\n－ Оставишь в дилижансе, потом заберёшь. Уяснил? Иначе Коротышка не начнёт с тобой игру.\n－ Уяснил.\n－ Хорошо. Тебе нужно проиграться в пух и прах. А после, в скверном настроении уйти, желательно погромче. Чтобы все поняли и запомнили, насколько ты в ярости. Уяснил?\n－ Ну, － буркнул наёмник. － Дальше?\n－ Дальше, － Диего достал из кармана трубку и понизил голос, － ты отходишь в том направлении, где тебя будет ждать дилижанс и садишься в него. Кучер подвезёт тебя к салуну и ты застрелишь Коротышку через окно. Сделай это тремя выстрелами. Потом, тебя привезут к Башне, там уже буду я. Тебя проведут через ворота и всё, свою часть уговора я выполнил.\n－ Не совсем, － Ригель покачал головой, － как мне пройти назад без пропуска? Вообще-то я рассчитываю вернуться.\n－ Я займусь этим вопросом, － Диего начал набивать трубку табаком, периодически поглядывая на наёмника, － придумаю кодовое слово или что-то подобное. Скажешь его нужному человеку и тебя пропустят.\n－ Звучит как-то подозрительно...\n－ Я дал слово джентльмена, － Диего хлопнул Ригеля по плечу. － А слово моё дорого стоит.\n－ Для чего все эти сложности с картами? Не легче мне сразу застрелить шерифа? \n－ Легче. Но это должно отвести от нас подозрения. Бытовое убийство в отместку за проигрыш.\n－ Тут мне всё ясно, － сказал наёмник. － ещё что-нибудь скажешь?\n－ Да. Не промахнись.",
    "answers": [
      {
        "id": 99,
        "text": "Усмехнуться"
      }
    ]
  },
  {
    "id": 99,
    "text": "   После разговора, Ригеля отвезли обратно в \"Удачный выстрел\", где в номере его уже ждал человек, назвавшийся Лестером. Он  рассказал легенду, согласно которой Ригель был владельцем сгоревшей аптеки в Ривер-сити по имени Майер. В Кросс-тауне же он оказался в поисках страховой компании Флоричелли, чей офис в Ривер-сити временно закрылся и ему посоветовали обратиться в местный филиал.\n   Спустя пару часов ответов на вопросы, обсуждений, зубрёжки имён и названий улиц, Лестер ушёл, совершенно довольный, а наёмник лёг отдыхать. Вполне возможно, что это последние часы нормального отдыха, так что глупо будет ими не воспользоваться.\n   Ему даже удалось вздремнуть. Под вечер та же молоденькая горничная принесла ужин, но есть наёмнику совершенно не хотелось. Чтобы время не тянулось так медленно, он решил смазать револьверы.\n   Наконец, раздался стук в дверь и вошёл Лестер.\n－ Ты готов? － спросил он.\n－ Всегда готов, － кисло улыбнулся Ригель, глядя на него через каморы в откинутом барабане револьвера.\n－ Тогда собирайся, － Лестер сел и начал настукивать какой-то ритм носками ботинок по полу.\n－ Не шуми, раздражаешь, － наёмник хмуро посмотрел на него и тот сразу затих.\n   Собрав всё необходимое и одевшись, Ригель проследовал за Лестером в дилижанс.",
    "answers": [
      {
        "id": 100,
        "text": "Спустя время"
      }
    ]
  },
  {
    "id": 100,
    "text": "   Наёмник смотрел на пару шестёрок и десятку в своей руке. Коротышка поднял ставку до полутора тысяч, его сосед, Уолтер, а так же, сидящий слева от него Грюнвальд, пасовали. Это облегчало торги. \n   Ригель за вечер поймал-таки удачу. Вернее, это была неудача, хорошая карта никак не ложилась руки, но наёмнику это и было нужно. Уже все выделенные Диего на игру деньги перекочевали в руки шерифа. Последняя ставка, золотые часы, якобы, подарок отца на шестнадцатилетие, были оценены в четыре тысячи шестерёнок и теперь лежали на столе в ожидании своей участи.\n－ Две тысячи в открытую, － напряжение в голосе Ригеля было настоящим. От того, как он сыграет этот кон, во многом зависел успех операции.\n－ Две пятьсот, － сказал шериф. － Твой ход, Майер.\n   Наёмнику не впервой было представляться чужим именем, но именно к Майеру почему-то было трудно привыкнуть, хотя в этой личине он просидел в \"Крикливом Муле\" не один час.\n－ Две восемьсот.\n－ Три пятьсот, － уверенно поднял ставку Коротышка Сэнди. Ригель был уверен, что он ведёт нечестную игру, хотя это сейчас было только на руку. Он сглотнул:\n－ Четыре.\n－ Эй, ребята, － начал было Уолтер, － я знаю...\n－ Я знаю, что ты пас, поэтому всем наплевать, что ты знаешь, － резко осадил его шериф, － шесть тысяч!\n   В зале воцарилось молчание. Ночной мотылёк с тихим стуком бился в мутное стекло потолочной лампы и это был единственный звук, который присутствовал сейчас в салуне. Десятки пар глаз были устремлены на Ригеля. Наёмник молчал.\n－ Круто зарядил, － с трудом, наконец, выговорил он. Сердце колошматило в грудь с такой силой, что, казалось, выпрыгнет прямо на стол. Указав на часы, наёмник сказал:\n－ Это на две тысячи больше чем ты их оценил.\n－ Да, － кивнул шериф, － что-нибудь ещё хочешь сказать?\n－ Сам понимаешь, это ставит нас в затруднительное положение. У меня недостаточно денег, чтобы продолжать.\n－ Придётся всем открыться, если никто не одолжит Майеру денег, － раздался за спиной наёмника голос Лестера. － Либо кто-то даёт взаймы, либо вскрываетесь.\n   Шериф пристально посмотрел на говорившего, затем, хитро улыбнувшись, перевёл взгляд на Ригеля.\n－ Я согласен, － сказал он.\n－ С чем? － наёмник вытер пот со лба.\n－ Я дам тебе в долг.\n",
    "answers": [
      {
        "id": 101,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 101,
    "text": "－ Нет, я думаю, лучше открыть карты, － наёмник оценил, как хитро Лестер загнал его в ловушку. Но больше всего ему понравилось, как же просто и сам шериф попался на крючок своей жадности.\n－ Меня не интересует, что ты там думаешь, － Коротышка начал выходить из себя, － я хочу продолжить. А так же я предлагаю тебе деньги. Не обязательно раскрываться, потому что ты можешь взять у меня в долг.\n－ Мне надо шесть тысяч, － осторожно произнёс Ригель.\n－ Нет, тебе надо двенадцать, чтобы вскрыть меня, － шериф упивался моментом. Он считал, что ловко загнал наёмника в угол и предчуствовал огромный выигрыш.\n－ Это если я захочу вскрыть.\n－ Если будешь продолжать, у тебя возникнет проблема, так?\n   Он был со всех сторон прав. По правилам брэга, чтобы вскрыть оппонента, нужна сумма вдвое большая чем его ставка. Наёмник уже, получалось, влез в колоссальный долг, а шериф ведь мог повышать до бесконечности, так что, тянуть дальше просто не имело смысла. Это уже могло вызвать подозрения. Словно почувствовав колебания Ригеля, Лестер несильно толкнул его коленом в спинку стула. \n－ Я вскрою.\n－ Хорошо, －сказал шериф, －но прежде, чем дать тебе в долг, ставлю условие, это, конечно, если ты проигрываешь. Деньги возвращаешь через неделю, ясно?\n   С невозмутимым лицом он выложил семёрку червей. Взгляды всех присутствовавших напряжённо сверлили остальные карты в его руке. Вот на стол легла бубновая семёрка. Последней оказалась четвёрка пик.\n－ И это всё? － разочарованно спросил Уолтер.\n   Шериф даже не посмотрел в его сторону.\n－ Теперь давайте посмотрим, что у него на руках, － сквозь зубы процедил он.\n   Наёмник молча бросил свои карты на стол. Шестёрка червей, шестёрка пик и бубновая десятка. Зрители изумлённо вздохнули.\n   Убирая золотые часы в карман, Коротышка Сэнди оскалился.\n－ Восемь тысяч, Майер. В следующий четверг. И не вздумай меня обманывать, ты понял?\n   На негнущихся ногах Ригель молча вышел из салуна. В след ему донёсся голос шерифа.\n－ Я блефовал до последнего. Главное в этом деле выдержка и уверенность в своих словах, － говорил он не то Уолтеру, не то ещё кому.\n",
    "answers": [
      {
        "id": 102,
        "text": "В дилижанс"
      }
    ]
  },
  {
    "id": 102,
    "text": "   Перейдя на другую сторону дороги, Ригель свернул за дом и подошёл к стоящему дилижансу.\n－ До Воздушной Гавани через Кунжутную улицу, － на всякий случай сказал он пароль кучеру.\n－ Садись, но в салоне накурено, － был ответ. Отзыв совпал и наёмник забрался внутрь. На сиденье лежал его мешок.   \n   Ригель открыл окно, достал револьверы, проверил, на месте ли патроны. Сел, глубоко подышал с закрытыми глазами, сосредотачиваясь на предстоящей работе. Всего три выстрела. С такого расстояния он не должен промахнуться. \n   Когда волнение улеглось, он крикнул кучеру и они тронулись. Медленно подъехав к салуну, дилижанс поровнялся с его окнами. Сквозь стекло наёмник видел спину шерифа, сидящего за столом и о чём-то оживлённо беседующего с Уолтером. Ригель вытянул правую руку с револьвером, сделал глубокий вдох, выдохнул и три раза нажал на спусковой крючок.\n   Грохот выстрелов и звон разбитого стекла разорвали тишину улицы, дым заполнил салон. Наёмник успел увидеть как в спине Коротышки образовались три красные дыры и он упал лицом на стол. В ту же секунду дилижанс сорвался с места и Ригель, не удержавшись на ногах, полетел на жёсткое сиденье, больно ударившись боком, да так, что какое-то время не мог вдохнуть.\n   Первое, что он сделал, когда пришёл в себя и восстановил дыхание － заменил стрелянные гильзы на патроны. Закинув мешок за спину, наёмник стал ждать, чем и главное, где закончится его поездка. Дилижанс нёсся на полном ходу, громыхал, трясся из стороны в сторону, кучер на козлах то и дело покрикивал на лошадей. Ехали долго. Наконец, дилижанс остановился и наёмник, осторожно привстав, выглянул в окно. Впереди грозно высилась металлическая башня. Они подъехали к Барьеру.",
    "answers": [
      {
        "id": 103,
        "text": "Выйти"
      }
    ]
  },
  {
    "id": 103,
    "text": "   Выйдя из повозки, Ригель сразу увидел Диего, спешащего к нему. \n－ Как всё прошло?\n－ По плану, － ответил наёмник. － Три выстрела, три дыры в спине.\n－ Хорошо, теперь дело за мной. Сейчас мы пройдём через Башню. Точнее, ты пройдёшь. Дверь в Пустоши откроет Привратник. Запомни его лицо, он твой пропуск обратно. Когда решишь вернуться, назовись ему Чёрным Волком, он пропустит. \n－ Хорошо, － Ригель кивнул, － но он же не каждый день на посту?\n－ Нет, тут как повезёт. Привратников трое, так что одну-две ночи, возможно, придётся провести возле Башни. Но, согласись, это уже мелочи. Ладно, пойдём, не будем терять времени.\n   Не дав наёмнику опомниться, Диего схватил его за рукав и потащил к Башне.\n   Они зашли в уже знакомое Ригелю помещение. На этот раз администратором был худой мужчина среднего возраста со свисающими до подбородка усами, которые придавали его вытянутой физиономии унылый вид. \n   Паладинов было двое. Один из них, лысый, с мощной квадратной челюстью и маленькими глубоко посаженными поросячьими глазками, открыл дверной проём в решётке и вошёл в него. Наёмник последовал за ним. Паладин стал вращать скрипящее стальное колесо, торчащее из стены и мощные ворота начали медленно открываться.\n   Ригель обернулся, но Диего уже не было. Унылый администратор что-то негромко обсуждал со вторым Паладином, совершенно не обращая внимания на то, что происходит рядом. Бросив последний взгляд на лицо Паладина-привратника, наёмник шагнул в холодную ночную пустыню. Отойдя от Башни на приличное расстояние, Ригель решил переночевать, а утром начать свои поиски.",
    "answers": [
      {
        "id": 104,
        "text": "Спать"
      }
    ]
  },
  {
    "id": 104,
    "text": "   Напряжение и усталость от прошедшего дня сделали своё дело, наёмник заснул, как убитый. Когда он проснулся, солнце было уже высоко. Позавтракав и утолив жажду, Ригель осмотрел свои вещи и не нашёл в них магического передатчика, хотя он точно помнил, что оставлял его в сумке. Значит, кто-то специально вытащил его, пока наёмник играл с шерифом в брэг. Вывод напрашивался сам собой: Диего было бы лучше, чтобы он не вернулся из Пустошей живым. \n   Ладно, сказал сам себе Ригель, с этим я разберусь позже, сейчас надо искать сестру.\n   Проблема в том, что он не знал, куда ему идти. Он имел примерное представление, где находятся Серные Болота. Но это была огромная территория, обойти которую по периметру, во-первых, очень долго, а в условиях ограниченного количества еды и воды это может оказаться и вовсе невозможно. \n   Во-вторых, это смертельно опасно, так как чем дольше он будет бродить вокруг, тем больше шанс встретить местных обитателей: хищных зверей, мутантов или Отбросов － преступников, в основном жестоких убийц, сосланных в эти земли навсегда. \n   Они, естественно, собирались вместе чтобы как-то выживать и составляли весьма многочисленные группировки.\n\n   Первоначальная надежда отыскать какие-нибудь следы на песке с треском провалилась. Как он ни всматривался под ноги, всюду видел однообразную картину: гладкую песчаную поверхность, с наметёнными рядами волнистых барханчиков. Иногда из песка торчали серые камни, отполированные с одной стороны, как Ригелю показалось, до идеальной гладкости.\n   Он шёл вперёд уже несколько часов, устал, проголодался и очень хотел пить. Мучавшее его всю дорогу солнце, наконец стало опускаться к горизонту, а ветер, вдруг, перестал дышать жаром, что принесло огромное облегчение.\n   Когда из песка начала проглядывать твёрдая растрескавшаяся земля, наёмник  понял, что пересёк Простор. Дальше начинались Иссохшие Равнины, обширная территория, идти по которой, в быстро наступающих сумерках, ему очень не хотелось.\n   То тут, то там из трещин в земле торчали тонкие сухие кустики. Наёмник подумал, что к ночи было бы неплохо развести костёр. Хотя была опасность что на огонёк решит заглянуть какой-нибудь нежданный гость. Ригель задумался.",
    "answers": [
      {
        "id": 38,
        "text": "Развести огонь"
      },
      {
        "id": 39,
        "text": "Ночевать без костра"
      }
    ]
  },
  {
    "id": 105,
    "text": "－ Всё, что могу, это дать тебе свой ствол, － наёмник разрядил один из своих револьверов.\n－ Зачем мне оружие, если из него нечем стрелять? － спросил Шахиз.\n－ Патроны дам, но не сейчас. И уж точно не тому, кто будет держать его в руке.\n－ Осторожничаешь, － здоровяк прищурился, － что ж в здешних краях это отнюдь не лишнее. Хорошо, по рукам.\n   Ригель бросил револьвер здоровяку. Тот ловко поймал и улыбнулся.\n－ Спасибо. Вот теперь можно и поговорить. \n   Он задумчиво потёр подбородок.\n－ С чего б начать?\n－ С начала, － сказал Ригель.\n－ Действительно, － здоровяк улыбнулся. － Так вот, мы их когда заприметили, они шли по землям ящеров. Есть тут у нас парочка мутантов с которыми лучше не встречаться, от слова совсем...\n   Было нас раза в два больше, чем теперь. Мда... В общем, следили мы за ними аж до той самой железки, что в землю зарылась и сгорела. И, вроде как, с виду они ну никакой опасности не представляли. Вот когда к нам Паладины заходят, там сразу всё понятно: шагает отряд машин для убийства, у каждого по вот такому ружью, － Шахиз поднял руку над головой, обозначая высоту паладинского ружья от земли, － вот по такому мачете, － он развел руки в стороны, показывая внушительные размеры оружия ближнего боя, － да и броня у них толстая, ножом не пробъешь. \n   А тут какие-то гражданские. Кто ж знал что там такие профессионалы, － здоровяк пожал плечами. － Да, кстати, тащили они какую-то скрипящую телегу и шли медленно, потому как у телеги той поломка была. \n－ Что за телега? － удивился Ригель.\n－ Обычная, － ответил Шахиз, － даже навроде тачки: короб, два колеса и ручки. Только колесо у них заклинило и тащить им было её трудно.\n\n－ Дальше что было? － спросил наёмник.\n－ Да ничего. Целый день ничего не было, потому как шли они еле-еле. И к вечеру только дошли до железяки. Ну, нам-то это даже на руку было. \n   Дальше они стали её ломать и что-то оттудова достали. А грохот стоял такой, что мы боялись, как бы ящеры не припёрлись посмотреть кто шумит, но, видно, они чем другим были заняты в тот вечер.\n   А потом я сказал нашему стрелку обходить их сбоку и по моему сигналу валить всех по-очереди. А к ним подошёл Фрэнки. Один. \n   Здоровяк замолчал. Ригель нетерпеливо переступил с ноги на ногу.\n－ В горле пересохло, － сказал Шахиз. Он снял с пояса флягу и сделал несколько неторопливых глотков, потом протянул наёмнику.",
    "answers": [
      {
        "id": 106,
        "text": "Согласиться"
      },
      {
        "id": 76,
        "text": "Отказаться"
      }
    ]
  },
  {
    "id": 106,
    "text": "   Ригель кивнул. Шахиз бросил флягу и наёмник, отпив, тем же способом вернул её обратно.\n－ Что же они достали из той железяки? － спросил он.\n－ Да хрен его знает, － бандит пожал плечами. － Другую железяку. Выглядела она как ящик. Квадратная такая, чёрная. Толком я её не рассмотрел, стемнело уже. Тяжёлая наверное была, они её еле погрузили на тележку. Воооот... Тут, значит, Фрэнки подошёл и говорит им, мол, здрасти, люди добрые, вы никак заблудились? Может помощь какая нужна? Ну, в доверие втирается, зубы заговаривает. А они говорят, покажи как к оазису пройти.\n－ Куда? － не понял Ригель.\n－ Оазис. Дыхание Пустыни. Есть тут место одно, в песках. Далековато, правда, отсюда, но там много интересного. Озерцо есть, прозрачное, холодное, хоть и маленькое. Деревья там есть тоже. И валун. А подле него дыра в земле, глубокая. И, куда ведёт, неизвестно никому. Из неё время от времени раздаются звуки, словно дышит кто. Люди говорят, что это дышит сама Пустошь. Вот так.\n\n－ Ну а дальше что было? － спросил наёмник.\n－ Фрэнки объяснил им дорогу. До сих пор не пойму, зачем он это сделал. Мы уже на тот момент к ним близко подползли, разговор я более-менее слышал. А потом один из них просто взял и швырнул шар огня ему в живот.\n   Тогда я дал сигнал и мы напали. Вскочили с земли и побежали на них. Хорхе, наш стрелок, первым делом этого мага завалил, а потом подстрелил ещё кого-то. А эти вдруг начали отстреливаться, да так шустро, что нам пришлось на землю залечь. Когда наш стрелок перестал вести огонь, я пополз к нему... В общем, пуля попала в его ружьё и срикошетила прямо в глаз, я так думаю. \n－ Удачный выстрел, － хмыкнул Ригель.\n－ Не то слово, － здоровяк сжал руки в кулаки. － В общем, пришлось нам отступать. Похватали мы своих раненых и убитых, и поползли. А Фрэнки там остался. Теперь его, наверное, ящеры сожрали. \n－ Нет, － наёмник крутанул револьвер на пальце. － Нет больше ящеров.\n－ Как так? － не поверил здоровяк. － Неужели ты их...\n   Ригель кивнул. Бандиты за его спиной возгласами выразили своё восхищение.\n－ Это хорошая новость, － Шахиз обернулся  к своим людям, － нужно посетить тот сектор, а, парни?",
    "answers": [
      {
        "id": 107,
        "text": "Продолжить разговор"
      }
    ]
  },
  {
    "id": 107,
    "text": "   Ригель не дал им договорить.\n－ Расскажи теперь всё про тех людей. Всё, что заметил и запомнил.\n－ Немного, － Шахиз потёр подбородок. \n－ Один был высокий, черноволосый без бороды и усов. Одет во что-то тёмное, типа пончо. Он стрелял по нам из револьверов с обеих рук.\n   Хьюберт, отметил про себя наёмник, слегка кивнув.\n－ Потом, была девушка в таком же пончо. Тоже темноволосая, небольшого роста. Она, похоже, и завалила нашего Хорхе. Стреляла метко.\n   Ригель сдержал улыбку.\n－ Был ещё один усатый в шляпе и куртке. Точно помню, он отозвался на кличку Койот. Больше я никого не запомнил.\n－ Второй, подстреленный Хорхе, был блондином, только я не помню во что он был одет, － сказал один из бандитов.\n－ Всё-таки мы за ними наблюдали издалека, － извиняющимся тоном сказал Шахиз, － а когда подползли ближе, было достаточно темно, чтобы их детально рассмотреть.\n－ Ладно, где мне искать этот оазис? － спросил наёмник.\n－ Вон там, － бандит указал назад, － первый ориентир, дерево, такое же как это. Дойдёшь до него, поверни направо и иди, пока не достигнешь песков. Там увидишь два камня, стоящих рядом. Если посмотреть между ними, увидишь вдалеке ещё камень. Иди прямо на него. А как к нему придёшь, то правее увидишь и очертания оазиса. Уяснил?\n   Ригеля передёрнуло от этого слова. Он достал коробку с патронами.\n－ Я отойду на тридцать шагов и брошу на песок. Так мне будет спокойнее.\n－ Хорошо, － здоровяк кивнул.\n－ Спасибо. И прощайте. － Ригель начал движение, но Шахиз его остановил.\n－ Это тебе моя благодарность за избавление нас от соседей ящеров, － он бросил фляжку с водой и наёмник поймал её. － Ничто так не ценится в наших краях, как вода. Так что, лишним не будет. Прощай.",
    "answers": [
      {
        "id": 78,
        "text": "Уйти"
      }
    ]
  },
  {
    "id": 108,
    "text": "   \"Это были люди, с которыми они пришли сюда.\"\n   — Но зачем?\n   \"Не имею точных данных на этот счёт. Ответ кроется, видимо, в том предмете, что они привезли с собой. Я зафиксировал яркий магический шлейф, который тянулся за этим устройством. Просканировав его, я сделал вывод о его предназначении, но не могу утверждать, что это доподлинно соответствует действительности.\"\n   — И что это за предмет?\n   \"Он сделан из стали, состоит из большого баллона, соединённого с коническим патрубком и обработан магией. Заклинание, наложенное на него имеет перманентную фиксацию, но его суть осталась для меня не совсем понятна. Второй предмет находится внутри. Его предназначение так же не до конца распознано, однако, я считаю, что это артефакт, способный вырабатывать какую-то энергию или синтезироаать некое вещество по желанию мага-менталиста. И вот в чём я точно уверен: при взаимодействии этих заклинаний, возникает сильнейший магический конфликт. Возможно  с высвобождением колоссальной энергии. Далее только догадки. \nЕсли моя теория верна, то в результате этого предмет может обладать силой тяги и выполнять функцию двигателя. В таком случае, он является аналогом реактивного двигателя, только лучше, потому как магические силы, вызывающие конфликт, практически неиссякаемые, а значит, запас хода машины, оснащённой этим девайсом, фактически, бесконечен.\"\n   — Я ничего не понял. \n   \"Не удивлён. Судя по всему, после гибели нашей цивилизации, вы пошли по несколько другому пути развития, осваивая больше ментальную сферу, чем техническую. К удивлению, магия оказалась доступна и моему интеллекту тоже. Правда, для её использования, мне необходимо присутствие живого существа, так сказать, донора внутреннней энергии. И, разумеется, пока не все заклинания мне под силу.\"",
    "answers": []
  }
]