[
  {
    "id": 1,
    "text": "автор: Вова \nжанр: юмор \nПривет в етом квесте ты Владик ты должен пойты в школу удачи!\nРазказ 2\nТы Влад начни день сделай его как можно лутшым",
    "answers": [
      {
        "id": 2,
        "text": "Собраться в школу"
      },
      {
        "id": 20,
        "text": "начать день 2"
      }
    ]
  },
  {
    "id": 2,
    "text": "Привет по названию етого квеста ты понял што ты Влад точнее школьник Влад. Начньом!!! И так ты встал на чесах 7:00 а ето значит што ты не опаздиваеш всьо хрошо! Ты пошол похавать затем пошол в ванную комнату взбодрился и пошол собираться на чесах 7:30 . Што надеть?",
    "answers": [
      {
        "id": 3,
        "text": "Пойти в трусах"
      },
      {
        "id": 4,
        "text": "Пойти в форме "
      },
      {
        "id": 5,
        "text": "Пойти с собой"
      }
    ]
  },
  {
    "id": 3,
    "text": "Ты был очень сонний потому пошол в трусах. Когда ты шол то все просто ржали из тебя тебе мерещилось што ты в форме и ты сказал.\n—Почему вы все ржоте я ж в форме не в трусах же?\n—Прикольная форма:-):-):-):-):-):-):-):-):-):-):-):-):-):-):-):-):-):-)",
    "answers": [
      {
        "id": 13,
        "text": "Нифига не понимаю"
      }
    ]
  },
  {
    "id": 4,
    "text": "Как нормальной пац ты пошол в форме и идьош идьош ещо идьош пришол на часах 9:30 стоп девять трицыть неееееееееееееееет я опоздал за чтоооооо??? нееееееееееееееее нееееееееееееееее нееееееееееееееее стоп зачем мне кричать ты посмотрел на телефон вот блин я кричу 1 год ето вообще возможно?",
    "answers": [
      {
        "id": 18,
        "text": "...,,,"
      }
    ]
  },
  {
    "id": 5,
    "text": "Конечно как можно пойти без себя ты схватил комп на котором били все твои фотки. Не только фотки нои Инстаграм, Фейсбук, Века, Ютюб короче всьо где било твойо имя и не только ето ещо майн, контра и всьо такое. На чесах 8:00 .",
    "answers": [
      {
        "id": 6,
        "text": "Пойти в школу"
      }
    ]
  },
  {
    "id": 6,
    "text": "Ты пришел как-то доньос монитор и сел отдыхать ты подумал в каком шоке будут его одноклассники х пришол с собой! Ты посмотрел на часы но окозалось што времени мало на чесах ты увидел 8:30 недолго думая ты как флеш пришол домой по комп. Когда ты пришол в школу то поспотрел на часы на часах 8:59 хух какраз вовремя. Ты зашодиш в клас но тут дзвон 9:00 нормас я в классе подумал ты но вдруг говорыт учитель.\n—- Што у тебя у руках?\n",
    "answers": [
      {
        "id": 7,
        "text": "Я"
      },
      {
        "id": 8,
        "text": "Комп а што?"
      }
    ]
  },
  {
    "id": 7,
    "text": "—- Ето я :-) \n— Что за брет? \n— Нет ето и вправду я \n— Чтото не верится \n— Вот смотрите \nТы показал свои фото Инсту, Века и всьо ето. Учитель незнал што сказать. На чесах 10:00.\n— Ура перемена \nХ чото както странно на меня учитель не кричал, бутто я выучил всьо на 12. Хм если учитель добрий то што мне делать все уроки?",
    "answers": [
      {
        "id": 9,
        "text": "Играть в контру"
      },
      {
        "id": 10,
        "text": "Нычего не делать"
      }
    ]
  },
  {
    "id": 8,
    "text": "— Не ничего просто нико не приносит компы в школу\n",
    "answers": [
      {
        "id": 17,
        "text": "Далле"
      }
    ]
  },
  {
    "id": 9,
    "text": "Ты играешь в контру и тащиш всех кого видиш нотут пришодит админ и убивает тебя ты розстоился сламал комп покрычал и понял што компу тютю нееееееееееееееее нееееееееееееееее нееееееееееееееее нееееееееееееееее нееееееееееееееее нееееееееееееееее нееееееееееееееее нееееееееееееееее нееееееееееееееее \nстоп что ето аааа нет что ето такое яяяяяяяяяяяяяяяаааа́аа́ааааааа",
    "answers": [
      {
        "id": 19,
        "text": ",.."
      }
    ]
  },
  {
    "id": 10,
    "text": "Хх зачем было тащить комп если я итак в него не играю  да што я на делал? В конце учоби я собирался домой взял комп и пошол к виходу но тут. \n— Стой! \n— Что ещё? \n— З то што ты приньос комп и не играл я даю тебе ето.\n— Что ето? \n— hyavei да смартфон. \n—Круто \nТы взял комп телик и пошол домой.",
    "answers": [
      {
        "id": 11,
        "text": "далее"
      }
    ]
  },
  {
    "id": 11,
    "text": "Хм хх",
    "answers": [
      {
        "id": 12,
        "text": "..."
      }
    ]
  },
  {
    "id": 12,
    "text": "Га што что ??? Где я ? Гааа! Стоп я что спал неееееее только не ето нееееееееееееееее  за что!!!",
    "answers": [
      {
        "id": 1,
        "text": "конец"
      }
    ]
  },
  {
    "id": 13,
    "text": "Ты дошол на часах 7:15 потому было закрыто ты сел почти как бомж и ждьош на часах 8:00 школа открылась ты вошол ноклас то закрыт пришлось опять седеть как бомж на часах 8:30 пришол учитель.\n— Почему ты у трусах?\n— Ето форма.\n— Пойди умойся.\n— Ок.\nТы пошол умылся и понял што ты в трусах.\n— Вот блин ну ничего ещё не такое бывает.\nНа часах 8:45 што делать?",
    "answers": [
      {
        "id": 14,
        "text": "Ити в клас "
      },
      {
        "id": 15,
        "text": "Как Флеш пойты домой переодеться и назад"
      }
    ]
  },
  {
    "id": 14,
    "text": "Ты зашолл в клас с тебя ржут ну бивает ок не не ок чото в глазах темнеет хух ето сон даааааааааааааааааааа даааааааааааааааааааа даааааааааааааааааааа даааааааааааааааааааа даааааааааааааааааааа даааааааааааааааааааа даааааааааааааааааааа даааааааааааааааааааа даааааааааааааааааааа!!!!!!!!!!!!!!!!!!!!",
    "answers": [
      {
        "id": 1,
        "text": "конец"
      }
    ]
  },
  {
    "id": 15,
    "text": "Ты бежишь со всех силдомой бистро переодеваясь ты бежишь назад сдишся за стул всьо ты успел ты молодец!",
    "answers": [
      {
        "id": 16,
        "text": "далле"
      }
    ]
  },
  {
    "id": 16,
    "text": "Ты успел успел но стоп что ето ееее хххмхсммммм",
    "answers": [
      {
        "id": 12,
        "text": "..."
      }
    ]
  },
  {
    "id": 17,
    "text": "Ты играл играл играл всьо круто начасах 13:00 вииий домой ты идьош домой притащив комп у тебя в глазах чтото темнеет",
    "answers": [
      {
        "id": 12,
        "text": "хм хх"
      }
    ]
  },
  {
    "id": 18,
    "text": "ееее хм ммм где где я ? а хух я в кровати ето бил сон норма хух.",
    "answers": [
      {
        "id": 1,
        "text": "конец"
      }
    ]
  },
  {
    "id": 19,
    "text": "га ето сон хух даааааааааааааааааааа ето сон урааааааааааааа я читер!!!",
    "answers": [
      {
        "id": 1,
        "text": "конец"
      }
    ]
  },
  {
    "id": 20,
    "text": "Как ты понял ты Влад да да как в первом розказе и так Влад у тебя есть каникулы ето первый день попробуй сделать его как можно екстримальней начньом",
    "answers": [
      {
        "id": 21,
        "text": "Проснуться"
      }
    ]
  },
  {
    "id": 21,
    "text": "Ты проснулся встал пошол на кухню кушать што будем есть?",
    "answers": [
      {
        "id": 22,
        "text": "пепси"
      },
      {
        "id": 23,
        "text": "спрайт"
      }
    ]
  },
  {
    "id": 22,
    "text": "ты освежылся выпил всьо но тут же понимаешь что это пепси было не твоё вдруг приходит мать и говорит \n— У тебя рота нет штобы спросыть ето мое пепси",
    "answers": [
      {
        "id": 1,
        "text": "..."
      }
    ]
  },
  {
    "id": 23,
    "text": "Ты взял выпил й пошол гулять покатался на велике вылез на стовп с него прыгнул на дом и начал писать квесты но чтото скучно точно чипсы ты купил чипси схавал их и всьо норм",
    "answers": [
      {
        "id": 24,
        "text": "Пойти домой"
      }
    ]
  },
  {
    "id": 24,
    "text": "Ты пошол домой радоваться жизню Вий",
    "answers": [
      {
        "id": 1,
        "text": "конец"
      }
    ]
  },
  {
    "id": 25,
    "text": "",
    "answers": []
  }
]