[
  {
    "id": 1,
    "text": "Жанр: фэнтези, романтика.\n\nКаждый из нас иногда сталкивается с борьбой внутри себя. Будь то — помочь бабушке пройти через дорогу или же она знает, что делает?\nОтдать продавцу сдачу, случайно давшему бóльшую сумму или он виноват сам?\nКондуктору, решившему что вы уже оплатили проезд, стоит отдать деньги или вам они нужнее?Что в таких ситуациях побеждает? Белая сторона вашей души или черная?\nДумаю, даже если вы решили оставить бабушку на волю судьбы, продавца на растярзание директора, а кондуктора на проявление невнимательности, врядли это как то отразится на всем мире.\nНо что же будет, если в схватке сойдутся действительно силы светлой и темной стороны? Скажется это на вас? Будет ли вмешан в это весь мир? Даже если это так, мы, обычные люди, этого просто не заметим. Ведь все, что происходит вокруг, не касаясь нас, кажется нам всего лишь жизнью случайно встретившихся нам людей.\n\n\n\n\n\n★13.09.18 Мне остается только облегченно выдохнуть. Квест завершен, оставляю его на критику читателей★",
    "answers": [
      {
        "id": 2,
        "text": "Узнать историю"
      },
      {
        "id": 4,
        "text": "От автора"
      },
      {
        "id": 1,
        "url": "https://d.zaix.ru/8uut.mp3",
        "text": "Песня, которая вдохновила автора (Будет переход по ссылке)"
      }
    ]
  },
  {
    "id": 2,
    "text": "Я последняя из воительниц, которая сражается за людей. За их волю, за их спокойствие и возможность не стать марианетками в лапах зла.                                                                                         Меня зовут Алиди, но, если быть откровенной, это не мое имя, я всего лишь его присвоила. Так звали девушку, которая первая осмелилась бросить вызов силам зла. Эту легенду я знала с детства, ее рассказала мне моя учительница. \nВот она: \nВ XVIII веке, когда еще не существовало ни воинов тьмы, ни воительниц света, случилось то, что перевернуло весь мир людей.                                             В горах деревни Ремирис произошло сражение. В смертельной схватке сошлись двое: Она — никогда не позволила бы умереть человеку от ее руки, даже если он совершил смертный грех.          И Он — он убил бы любого, если бы ему просто так захотелось.                                                                            Они бились яростно. И в один момент их охватила вспышка черно-белого света. Она разлилась повсюду. Черный свет проникал в сердца тех мужчин, что горели яростью, превращая их в воинов тьмы, а белый свет проник в сердца тех женщин, что желали мира людям. И с того момента их больше никто никогда не видел, они как будто бы испарились.Но женщины основали школу, чтобы обучать пользоваться своими силами. Мужчины же объеденились, чтобы помешать свету..\nС тех пор мы стали зваться воительницами света и \"Алиди\" стало для нас что то вроде высшего звания.                                                                                     Это было так давно.                                                         А сейчас...",
    "answers": [
      {
        "id": 5,
        "text": "Что сейчас?"
      }
    ]
  },
  {
    "id": 3,
    "text": "Что же,каждый из нас сам решает,как ему поступить.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 4,
    "text": "Здравствуй, дорогой читатель. Это мой первый квест, это вообще первый опыт, когда я делюсь своей фантазией. Я надеюсь, что увлекательное времяпровождение немного скрасит твои будни. А я думаю, что квест получится увлекательным, ну, или, хотя бы немножко интересным.\n\n\n\nКаждый ваш лайк греет душу. Спасибо:)\nНе скупитесь, пожалуйста, на комментарии. Мне очень важно знать ваше впечатление о квесте.",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 5,
    "text": "А сейчас мне 23 года,но иногда мне хочется вернуться в то время,когда мне было шесть лет и жизнь мне казалась такой безмятежной. Рядом были мои друзья и родители.Но,погружаясь в воспоминания,я вспоминаю лишь тот день,когда я потеряла всех дорогих мне людей.                                                 Стоит ли мне сейчас вспоминать об этом?",
    "answers": [
      {
        "id": 6,
        "text": "Нет,не стоит."
      },
      {
        "id": 7,
        "text": "Да,иногда стоит погрузиться в воспоминания"
      }
    ]
  },
  {
    "id": 6,
    "text": "Сейчас,обучившись всем заклинаниям,тем,что я смогла понять,я смело бросала вызов воинам тьмы. Я хотела добраться до их предводителя,чтобы уничтожить его и положить конец его действиям. Ведь только я стояла между ним и людьми.Только я мешала ему полностью захватить мир людей. Но,что я могла сделать одна? Я делала все,что в моих силах,я сражалась каждый день,в надежде уничтожить его.Я знала,что без предводителя, воины тьмы будут беспомощны и я положу конец этому безумию.\nЛюди,поддавшись влиянию тьмы вели себя жестоко,беспощадно. Убийства,кражи,насилие-стало обычным делом для них.Но не для всех.Чувствуя мое присутствие многие сопротивлялись тьме,жили,пытаясь внести в этот мир хоть каплю любви,нежности,доброты.\n",
    "answers": [
      {
        "id": 20,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 7,
    "text": "Это был мой день рождения. Мне исполнилось одиннадцать лет. Я была еще совсем юна, училась использовать простейшие заклинания и не использовать те, которые могли бы иметь серьезные последствия. Я только попыталась показать как научилась заклинанию цвета,но чья то рука схватила меня и откинула к стене. Это была моя мама,она хотела меня защитить. Я так испугалась, что не смогла произнести ни слова. Пока я стояла, пытаясь хоть что то сделать,около меня упало два тела. Я сразу узнала в них моих подруг, я переводила взгляд то на одну,то на другую,не в силах закрыть глаза. Они обе смотрели на меня так, будто бы они меня уже не видят, хотя в душе я понимала, что это именно так. Эти стеклянные глаза, не выражающие никаких эмоций, эта кровь, которая сочилась из их ран, эти тела, которые не подавали ни единого признака жизни. Это осознание пришло ко мне-они мертвы. В тот день мой мир перевернулся. На нашу школу напали темные воины. Я помню, как черный кинжал проткнул грудь моей матери и она, истекая кровью повернулась ко мне, произнесла заклинание и меня охватил белый яркий свет..",
    "answers": [
      {
        "id": 8,
        "text": "Вспоминать дальше"
      },
      {
        "id": 5,
        "text": "Очнуться от воспоминаний"
      }
    ]
  },
  {
    "id": 8,
    "text": "Я оказалась среди леса. Совсем одна,но это меня не беспокоило. Я, хоть и понимала, что шанс очень мал, все же надеялась, что она жива. Я хотела вернуться, я кричала:\n—Мама.. Мама..\nНо в этом темном, густом лесу мне отвечало лишь эхо. Я крепко зажмурила глаза в надежде что это лишь кошмар, жуткий сон. Но, снова и снова открывая глаза, я видела вокруг себя лишь стволы деревьев. Я на тот момент еще не изучила заклинание телепортации и не могла вернуться в школу. Искать выход мне пришлось самостоятельно, не надеясь на поддержку и помощь ни друзей, ни учителей. Я поняла, что надо выбираться и направилась вперед, не зная где я и что ждет меня впереди..",
    "answers": [
      {
        "id": 9,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 9,
    "text": "Я не знаю,сколько я шла.. Час,два, или несколько дней,но силы меня покидали. Я не могла двигаться,я хотела спать,есть и меня мучала жажда.Я помню,как на пути мне встретился волк,видимо он был тоже голоден. Он обнажил свои клыки и, громко зарычав,бросился на меня.Я в миг осознала-либо он,либо я. Поэтому,собравшись с последними силами и подняв с земли толстую ветку,я попыталась увернуться от его прыжка,но все же его острые когти задели мое плечо. Резкая боль прошла по всему телу,но медлить было нельзя.Я вспомнила уроки в школе и все,что мне пришло в голову — создать яркий голубой шар. Это ослепило зверя и  этого было достаточно,чтобы всадить ему ветку в горло. Волк упал,издавая жалобный визг. Еще пару минут он дышал,но затем закрыл глаза и...умер.                                                                                      -Прости... прошептала я.\nПотом,острой веткой я распорола его брюхо и задумалась. Была бы я той Алиди,в XVIII веке,я бы смогла разжечь огонь без помощи спичек, но я — не она.Магией огня воительницы света не владели,это темная сила.",
    "answers": [
      {
        "id": 10,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 10,
    "text": "Я долго колебалась,думала. Я вспомнила свою маму,она спасла меня не для того,чтобы здесь,в лесу,я умерла от голода. Мне нужны были силы чтобы выбраться отсюда.Мне надо поесть.Оторвав от волка кусок мяса,я положила его в рот,это было неприятно,я чувствовала вкус крови,но это помогло мне выжить. Спустя какое-то время я наконец-то выбралась из леса и увидела дома,в которых горел свет.",
    "answers": [
      {
        "id": 11,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 11,
    "text": "Я помню,как постучала в дверь одного из домов.Спустя какое-то время на пороге появилась женщина со словами:\n—Кого там принесло в такое время,а?!\nНо,видимо,увидя мое состояние-раненая,измученная,я еле стояла на ногах,цепляясь за ручку двери.Ее тон сменился на сочувствующий. Она подхватила меня под руки: \n—О Боже,девочка,входи,дай я тебе помогу.",
    "answers": [
      {
        "id": 12,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 12,
    "text": "В доме женщины я прожила около недели.Я называла ее тетя Люда.Она заботилась обо мне,помогла мне излечить раны,в схватке с волком и пробираясь через густой лес,изнеможденная,я получила много ран. Но мне нужно было вернуться в школу.",
    "answers": [
      {
        "id": 13,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 13,
    "text": "Попращавшись и поблагодарив тетю Люду,я направилась в свой город.Хотя,при расставании я увидела на ее лице печаль и сама чуть не расплакалась,я должна была вернуться к маме.Тетя Люда все поняла,и,дав мне с собой еду и воду,проводила меня до поезда.",
    "answers": [
      {
        "id": 14,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 14,
    "text": "Путь до родного города занял 3 дня на поезде. Я с нетерпением ждала,и хотя надежды почти не было,я надеялась увидеть маму.\n",
    "answers": [
      {
        "id": 15,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 15,
    "text": "Спустя 3 дня,которые,как мне показалось длились вечно, я наконец-то оказалась здесь, в моей школе.Но,зайдя внутрь,я не узнала это место. Здесь не было жизни, скорее, наоборот, повсюду царила атмосфера смерти. Этот резкий запах разлагающихся тел не давал сделать и вздох. Мне пришлось зарыться лицом в ворот моей кофты. Я шла в тот кабинет,где в последний раз видела ее-маму,и молилась.Молилась,чтобы не увидеть ее тело там..",
    "answers": [
      {
        "id": 16,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 16,
    "text": "Забежав в кабинет я сразу направилась к той стене.\n—Нееет!\nЯ увидела ее,точнее,почти разложившееся ее тело.\n—Мама,мамочка! \nКричала я так громко,насколько мне хватало сил.",
    "answers": [
      {
        "id": 17,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 17,
    "text": "И,кажется,только в этот момент я,наконец,осознала,что это не сон,это на самом деле происходит со мной.",
    "answers": [
      {
        "id": 18,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 18,
    "text": "Прорыдав у тела матери некоторое время,я,придя в себя,хоть и с трудом,громко заявила:\n— Я выживу,я не позволю,чтобы твоя смерть оказалась напрасной,я отомщу,я уничтожу всех воинов тьмы,и даже их предводителя. Я смогу,ведь для этого ты меня спасла,да? Я стану настоящей Алиди,я стану как она.Весь мир,все люди будут в безопасности,тьма больше никогда не сможет им навредить.Я клянусь.     \n Я-Алиди,клянусь,что спасу и освобожу мир людей от тьмы,во имя моей матери и всех погибших воительниц света.",
    "answers": [
      {
        "id": 19,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 19,
    "text": "Произнеся эту клятву я направилась к книжным полкам,на них были книги с описанием всех заклинаний.Я решила,что научиться всему я теперь должна сама..",
    "answers": [
      {
        "id": 6,
        "text": "В настоящее"
      }
    ]
  },
  {
    "id": 20,
    "text": "Этот день выдался особенно тяжелым,сражаясь с темными воинами всеми силами,используя различные заклинания и кинжалы,закрепленные  с помощью ремней у меня на ногах,я смогла уничтожить около двух десятков воинов.Да,они сражались со мной,но я понимала,что угрожать моей жизни они просто не имели права,они могли только схватить меня и отвести меня к нему. Но,поддаться им и позволить меня схватить-я не могла так рисковать.Борясь изо всех сил,я вдруг заметила-воины начали отступать. Такого никогда не было. От удивления я даже около минуты просто боролась с воздухом.Но,когда я почувствовала леденящий холод,который пробежал по моей спине...",
    "answers": [
      {
        "id": 21,
        "text": "Я обернулась"
      },
      {
        "id": 22,
        "text": "Я стояла и приготовилась произнести заклинание"
      }
    ]
  },
  {
    "id": 21,
    "text": "Обернувшись, я увидела силуэт мужчины в клубах черного дыма. \n\"Это был он-Магистр, предводитель темных воинов\"\nЯ сразу поняла это.\n\"Наконец-то\" — подумала я.\n \"Сегодня все решится\"\n Он стоял напротив меня, держа в руке клинок, охваченный черным дымом.\n\"Впервые мне выпал шанс покончить с ним\"- подумала я.\n\"Но надо действовать очень быстро,что мне делать?\"",
    "answers": [
      {
        "id": 23,
        "text": "Атаковать его клинком,созданным заклинанием"
      },
      {
        "id": 24,
        "text": "Использовать заклинание,которое первое пришло в голову"
      },
      {
        "id": 25,
        "text": "Использовать кинжалы,прикрепленные к ногам"
      }
    ]
  },
  {
    "id": 22,
    "text": "—Хахххаа\nПослышался чей то злобный смех позади меня\n—Кто же это? Это наша знаменитая Алиди? Ты слишком не предусмотрительна для той,кто убила добрую половину моей армии.Теперь ты не будешь мне досаждать.\nЯ хотела обернуться,но...Было уже поздно.Я почувствовала,как холодная сталь прошлась по моему горлу и жгучая боль пронзила все мое тело. Все,что я смогла сделать-прижать ладони к шее. Какая-то горячая жидкость полилась по моим рукам.Это была моя кровь.Вся моя жизнь пронеслась перед моими глазами.Я не сдержала свою клятву.\n—Прости,мама.\nЭто было все,что я смогла произнести.Мое тело рухнуло.\n—Теперь этот мир наш..\nПоследние слова,которые я услышала.",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      },
      {
        "id": 20,
        "text": "Перейти к выбору"
      }
    ]
  },
  {
    "id": 23,
    "text": "Я собралась с мыслями и поняла:\n\"От его клинка исходят клубы черного дыма, значит он использовал заклинание\"\nЯ применила заклинание и в моей руке вырос клинок. От него исходил яркий белый свет. Я  начала свою атаку. При каждом столкновении черного и белого клинка сверкали искры, мы оба были полны решимости. \nЯ атаковала его — он отражал мои удары.\n Он атаковал — я отражала его удары. \n\"Я должна его победить, это ни к чему не приведет, я должна что то сделать\"",
    "answers": [
      {
        "id": 24,
        "text": "Использовать заклинание,которое первое пришло в голову"
      }
    ]
  },
  {
    "id": 24,
    "text": "Сейчас, столкнувшись лицом к лицу с моим врагом, я поняла:\n\"Я не смогу его одалеть борясь с ним оружием. Тем более, мы находимся в самом центре города, люди могут пострадать\"\n Я вспомнила маму. Она смогла использовать заклинание, которое переместило меня в другое место.  \n\"Использовав это заклинание, я смогу немного сбить его внимание и переместить подальше от людей\"\nЯ решила использовать заклинание перемещения, хотя оно и относилось к тем, что может иметь серьезные последствия..",
    "answers": [
      {
        "id": 26,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 25,
    "text": "Я взялась за кинжалы, которые были прикреплены к моим ногам.\n—Ты что, серьезно думаешь, что сможешь одалеть меня этим?    —  Магистр сказал это и я начала сомневаться, что мне хватит сил бороться с ним. \nОн атаковал меня, я парировала его удары.\n—Ты можешь только защищаться,   — усмехнулся он.\n— Я убью тебя,  —  Сказала я и стала атаковать, но его магический клинок смог меня ранить.\n\"Кажется,обычным оружием я не смогу его победить\"\n Что же мне делать?",
    "answers": [
      {
        "id": 23,
        "text": "Атаковать его клинком,созданным заклинанием"
      },
      {
        "id": 24,
        "text": "Использовать заклинание,которое первое пришло в голову"
      }
    ]
  },
  {
    "id": 26,
    "text": "Решив какое заклинание использовать, я увернулась от атаки Магистра и применила заклинание. Нас охватил яркий белый свет.",
    "answers": [
      {
        "id": 27,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 27,
    "text": "В тот же момент мы оказались посреди леса.\n\"Неужели это тот самый лес?\" -пронеслась мысль у меня в голове.\n -Что за черт?!    — услышала я злобный вопрос Магистра.\nЯ ответила:\n -Сегодня я покончу с тобой.\nОтветом на эти слова была лишь ухмылка. Он поднял руки и я поняла:\n\"Он собирается атаковать сильным заклинанием. Я должна быстро что-то сделать\"",
    "answers": [
      {
        "id": 28,
        "text": "Приготовиться защищаться"
      },
      {
        "id": 29,
        "text": "Приготовиться увернуться"
      },
      {
        "id": 30,
        "text": "Атаковать первой"
      }
    ]
  },
  {
    "id": 28,
    "text": "Осознав,что сейчас,возможно,он атакует меня своим самым сильным заклинанием,я приготовилась применить заклинание защиты.Активировать щит.Магистр резко взмахнул рукой,но..\n\"Что? Ничего не произошло?\"\nОн снова и снова махал руками. Мне стало смешно и я не смогла сдержать смех.",
    "answers": [
      {
        "id": 31,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 29,
    "text": "Я поняла,что от его атаки я должна увернуться.Я приготовилась.Магистр взмахнул рукой,но..\n\"Что? Ничего не произошло?\" \nОн снова и снова махал руками.Мне стало смешно и я не смогла сдержать смех.",
    "answers": [
      {
        "id": 31,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 30,
    "text": "Я не могла позволить ему применить заклинание, я должна остановить его. Времени у меня-секунда. Я схватила кинжал и метнула в него. Он ловко увернулся.\n\"Кажется, я совершила ошибку\"\nА в этот момент он уже готов был атаковать.\n\"Мне не хватит времени даже увернуться, мне конец\"\nМагистр уже взмахнул рукой для атаки. Но..\n\"Что? Ничего не произошло?\"\nОн снова и снова махал руками. Мне стало смешно и я не смогла сдержать смех.",
    "answers": [
      {
        "id": 31,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 31,
    "text": "Заклинание, которое я использовала чтобы переместить нас, действительно имело серьезные последствия..\n\nЯ думала:\n\"Он лишился своих сил. Я сделала то, к чему стремилась всю свою жизнь. Я избавила мир от темных воинов, от Магистра. Я выполнила свое обещание.\"\nВ тот момент, конечно же, я не задумалась, как и почему такое заклинание, как перемещение, смогло лишить самого Магистра силы. Я упивалась победой. От своих мыслей и нелепого вида моего врага я рассмеялась:\n—Ты выглядишь смешно.\nОн поднял на меня глаза, наполенные яростью и угрозой. Но.. Нет.. Я его не боялась, уже нет.",
    "answers": [
      {
        "id": 32,
        "text": "Это конец?"
      }
    ]
  },
  {
    "id": 32,
    "text": "Нет,это,собственно,начало истории..",
    "answers": [
      {
        "id": 33,
        "text": "Тогда читаем дальше"
      }
    ]
  },
  {
    "id": 33,
    "text": "Магистр не долго выглядел растерянным. Он в миг схватил кинжал, прикрепленный на его поясе, и кинулся на меня. Но...Послышался странный звук, похожий на...\n\"Топот копыт?\"\nА следом мы услышали мужской голос:\n—Так-так. Что тут у нас? Эй, ребята, смотрите. У нас тут два шута.\nМы одновременно повернули головы в сторону источника звука. Неподалеку мы увидели пятерых мужчин на лошадях. Они были одеты во что-то непонятное — рубахи, которые никто не носил, наверное, уже несколько веков, штаны из того же времени. Все они были вооружены мечами. Конечно, на их фоне, мой белый костюм и черный плащ Магистра выглядели как наряды клоунов. Один из них, продемонстрировав свои желтые зубы, сказал:\n—Эй, вы, отдайте нам свои деньги или прощайтесь с жизнью.\nЯ обомлела от его слов. Никогда человек не угрожал моей жизни. От моих мыслей меня отвлек голос Магистра.\n—Что? Как ты смеешь говорить со мной таким тоном? Ты не видишь, кто стоит перед тобой? На колени!\n—Кто стоит передо мной? — Мужчина рассмеялся во весь голос.\n—Я вижу перед собой какого-то шута.\nПосле его слов все пятеро слезли с лошадей и направились к нам. Магистр, обернувшись ко мне, процедил сквозь зубы:\n—Сначала я преподам урок этим,  —кивнул он в сторону приближающихся к нам людей,\n—потом разберусь с тобой.\nЯ ничего не ответила. В тот же миг я почувствовала ледяную сталь у своего горла. Мужчины уже подошли к нам и один из них приставил меч к моей шее.",
    "answers": [
      {
        "id": 36,
        "text": "Стоять и молчать"
      },
      {
        "id": 37,
        "text": "Применить заклинание"
      },
      {
        "id": 38,
        "text": "Угрожать и возмущаться"
      }
    ]
  },
  {
    "id": 34,
    "text": "Что же. Тогда конец:) ",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 35,
    "text": "\n\n\n\nМои глаза встретились с вопросительным взглядом Магистра.\n\"Кажется, он заметил мои тщетные попытки использовать силу и все понял\"\nРезким движением он схватил свой нож и метнул в человека, державшего меч у моего горла. Нож вошел прямо ему в плечо, его хватка ослабла. Я оттолкнула его, он упал на землю и, корчась от боли, старался вытащить нож. А тем временем на меня уже бежал другой мужчина с мечом в руках и что-то кричал. В последний момент я смогла увернуться от его атаки и схватилась за кинжал.\n\"Я не стану убивать человека, даже несмотря на его попытку убить меня\"\nУворачиваясь от его меча и отражая атаки, я смогла выбить оружие из его рук. Он посмотрел на меня и в его глазах я увидела страх и ненависть.\n\"Если сейчас я что-то не предприму, он убьет меня как только я отвернусь\"\nЯ ударила его рукояткой кинжала по затылку и тот потерял сознание. Я обернулась и увидела Магистра, который держал нож у шеи мужчины. Около него уже лежали без сознания двое других, напавших на нас.\n\"Он убьет его\"\n—Нет! Я не позволю тебе убить еще одного человека. — Закричала я.\nОн посмотрел на меня, потом на мужчину и ударил его по затылку. Он упал. Магистр быстрым шагом направился ко мне.\n—А теперь объясняй, где мы и какого черта здесь происходит?\n—А ты до сих пор не понял? Это конец. Ты больше никому никогда не навредишь. Теперь ты обычный человек.\n—Ты тоже. Так?  Ты тоже потеряла свои силы. Скажи какое заклинание ты использовала и как обратить его. Надо быть полным идиотом, чтобы не понять что это другой мир. Ты поможешь мне вернуть силу и вернуться в наш мир.\n—Что? Никогда. Пусть я и осталась без своих сил, я сделала то, для чего они были мне даны. Предводитель темных воинов стоит здесь, без сил и возможности хоть как-то повлиять на ситуацию. \nМы услышали чей-то стон. Мужчина, который был ранен в плечо, стонал от боли, держась за рану. Магистр ударил его ногой в лицо и тот потерял сознание. Повернувшись ко мне, он процедил сквозь зубы:\n—А ты еще глупее, чем кажешься. Ты думаешь, что если я здесь, в том мире ничего не происходит, да? Ты так отчаянно пыталась найти меня, что даже ни разу не попробовала узнать кто такой Магистр и как я им стал? Точно, забыл. Ты же совсем одна. Много лет назад мой предшественник убил всех твоих друзей, тебе не у кого было спросить совета.\nЯ почувствовала, как от его слов у меня подступает ком к горлу. Я вспомнила, как мама, спасая меня, пожертвовала своей жизнью.\n\"Не время плакать\" \nА Магистр продолжил: \n—Ну так я объясню тебе. Пока я здесь, там совет изберет нового Магистра.И ты, которая так дорожит этими жалкими людьми, тоже здесь. Чем ты им поможешь? Я не собираюсь лишиться своего звания и подохнуть в этом чертовом месте. Сейчас у нас общая цель, как бы противно это не звучало. Так что решай. Либо мы на время оставляем эту вражду, ищем способ вернуться и ты получишь шанс спасти этих, — он показал на все еще лежащих на земле мужчин,— Либо после избрания нового Магистра твои любимые подопечные останутся без защиты.",
    "answers": [
      {
        "id": 39,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 36,
    "text": "Я подумала, что мне стоит промолчать и просто смотреть, что будет дальше. Мужчина, который среди них, как я поняла, главный, подошел к Магистру, у горла которого также был меч.\n—Я смотрю теперь у тебя поубавилось смелости. Что ты там сказал? На колени? На колени!—приказал мужчина.\nКазалось, что глаза Магистра были наполнены яростью всего мира.\n—Я сказал на колени или она умрет.\n—Валяй, —ответил Магистр. Если бы вы мне не помешали, я сам ее убил бы. Магистр никогда ни перед кем не встает на колени. А тебя я буду убивать медленно, буду отрезать от тебя кусок за куском.\n—Как скажешь,— ответил мужчина и кивнул головой человеку, стоявшему позади меня.\nЯ почувствовала, как из раны на моей шее потекла кровь, я ощущала, как жизнь покидала меня. Последнее, что я увидела-ухмыляющееся лицо Магистра. Мои глаза закрылись.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      },
      {
        "id": 33,
        "text": "Назад к выбору"
      }
    ]
  },
  {
    "id": 37,
    "text": "Я в миг осознала, кем бы не были эти люди, они настроены враждебно. Я могу применить заклинание, которое их не убьет, но обезвредит. Я подняла руку, закрыла глаза и применила заклинание. Я почувствовала что-то странное. Пустоту внутри себя. Открыв глаза я поняла, что заклинание не подействовало. Я попыталась еще раз.. Ничего.\n\"Нет,этого не может быть, этого не должно было произойти.. Как?\"\nЯ поняла, не только Магистр лишился своих сил..",
    "answers": [
      {
        "id": 35,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 38,
    "text": "От действий этих людей меня переполняло возмущение:\n—Что? Разве позволено вам вести себя подобным образом? Я Алиди, вы должны знать, что угрожать мне никто не имеет права.\nТот, что говорил до этого, улыбаясь, обратился ко мне:\n—А мне нравятся эти двое. Вы и впрямь развеселите любого.\n\"Наверное, он у них главный\" \nПриблизившись вплотную к моему лицу, выражение его лица сменилось на угрожающее.\n—Ты не в том положении, чтобы угрожать мне. Так что стой и молчи, пока я не разберусь с ним.— показал он в сторону Магистра, у шеи которого также был меч.\nОн кивнул человеку, стоящему позади меня и тот сильнее прижал меч к моему горлу. Я почувствовала, как мою кожу порезала острая сталь и из небольшой раны покапала кровь.\nЧто мне делать?",
    "answers": [
      {
        "id": 36,
        "text": "Стоять и молчать"
      },
      {
        "id": 37,
        "text": "Применить заклинание"
      }
    ]
  },
  {
    "id": 39,
    "text": "Я задумалась над его словами.\n\"В его словах есть смысл. Я действительно поступила необдуманно, использовав это заклинание. Теперь по моей вине люди находятся  в большей опасности, чем раньше.  А с другой стороны, могу ли я объединиться с тем, кого так долго пыталась убить? Что мне делать?\"\n",
    "answers": [
      {
        "id": 40,
        "text": "Отказаться"
      },
      {
        "id": 41,
        "text": "Согласиться"
      }
    ]
  },
  {
    "id": 40,
    "text": "\"Нет, конечно нет. Я не стану помогать этому человеку выбраться отсюда и продолжить сеять страх и горе. И пусть я никогда не смогу вернуться обратно, никогда не смогу вновь обрести силу, я с радостью пожертвую этим для спасения людей от Магистра и его армии.\" \nХорошо все обдумав, я сказала: \n— Знаешь что, Магистр, иди ты к черту. Решай свои проблемы сам. \n Сказав эти слова, я поспешила уйти. Магистр стоял и смотрел на мой удаляющийся силуэт.\n\"Правильно ли я поступила? Что, если я приняла не правильное решение?\"\n Я старалась гнать от себя эти мысли и не думать о том, что происходит там, в том мире, который я покинула и в который никогда не смогу вернуться.\nЯ шла по лесу и не понимала, куда я иду и что меня там ждет. \n\"Я уже была в такой ситуации, но теперь я далеко не тот беззащитный ребенок.\"\nСпустя несколько дней я дошла до деревни. Люди в этой деревне приняли меня с теплотой. Дали жилье и работу. Я прожила здесь до старости, и на последнем своем вздохе я вспомнила всю свою жизнь. \n\"Если бы я могла вернуться назад, я бы приняла другое решение? Наверное нет.\"\nЯ улыбнулась и закрыла глаза. \n",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 41,
    "text": "\"Я поклялась защищать людей всеми силами, даже если мне придется поступиться своими принципами и объединиться с врагом. Но могу ли я ему доверять? Ответ очевиден-нет.\" \n— И ты думаешь, что я вот так просто поверила твоим словам? \n—Я человек слова и всегда держу обещание. Так вот, обещаю, что не убью тебя до тех пор, пока мы не вернемся, и буду защищать тебя пока не найдем способ вернуть свои силы. — произнес Магистр с самодовольной ухмылкой.\n\"Мне показалось или он сказал защищать? Он слишком высокого о себе мнения\"\nЯ не смогла промолчать и, глядя ему в глаза, ответила:\n—Я не нуждаюсь в твоей защите, за себя постоять я могу и сама, а ты лучше постарайся не умереть от меча какого-нибудь разбойника.\nОколо минуты мы стояли так, с вызовом смотря друг на друга. Потом он протянул мне руку и произнес:\n— Тогда договорились.\n— Договорились, — сказала я и пожала его руку.\nА тем временем один из напавших на нас начал приходить в сознание.\n—Надо убираться отсюда, возьмем их лошадей.  — сказал Магистр, обращаясь ко мне.\n\"Лошадей? Но я никогда не ездила верхом. Ладно, наверное это не так уж и сложно.\"\nМы побежали к привязанным к деревьям лошадям.\n\"Они смогут нас догнать когда придут в себя\"\nЯ быстро отвязала трех лошадей и похлопала их по бокам. Они разбежались.\n\"Так, я должна забраться на лошадь. Вот сюда надо поставить ногу, а второй оттолкнуться и закинуть ее на спину лошади. Это проще, чем кажется.\"\nМагистр уже сидел на лошади и смотрел на меня с явным раздражением. Мой первый опыт езды верхом, конечно же, оказался весьма неудачным. Я грохнулась на мягкую точку еще до того, как забралась на лошадь.\n—Какого черта ты там делаешь? — услышала я раздраженный голос Магистра.\nПозади меня послышались звуки приближающихся шагов. Я обернулась. Трое мужчин уже пришли в сознание и бежали в нашу сторону с мечами в руках.\n—Либо ты сейчас же садишься на лошадь, либо я убью их, — сказал Магистр.\n\"Надо срочно что-то решать.\"\n",
    "answers": [
      {
        "id": 42,
        "text": "Забраться на лошадь"
      },
      {
        "id": 43,
        "text": "Отправить нападавших обратно в бессознательное состояние"
      },
      {
        "id": 44,
        "text": "Позволить убить их"
      }
    ]
  },
  {
    "id": 42,
    "text": "Я попыталась быстро забраться на лошадь, но эта попытка оказалась неудачнее первой. Я свалилась на землю, а лошадь,видимо, испугалась и помчалась прочь. Мне осталось только признаться в том, что я никогда не практиковала езду верхом. Набравшись смелости, я сказала:\n— Ладно.. Я не умею...\nЯ не успела договорить, Магистр протянул мне руку:\n—Давай быстро.\nВыбора не было, я схватилась за его руку и...",
    "answers": [
      {
        "id": 45,
        "text": "Сесть перед ним"
      },
      {
        "id": 46,
        "text": "Сесть позади него"
      }
    ]
  },
  {
    "id": 43,
    "text": "Единственное, что в этой ситуации я могла сделать — вступить с ними в бой. Я быстро схватила кинжалы и направилась им на встречу. Справиться с тремя неуклюжими разбойниками оказалась куда проще, чем бороться с десятком темных воинов.\n—Если ты закончила бить их по головам, полезай на лошадь, — сказал Магистр все с тем же раздражением в голосе. \n\"Что мне сделать?\"",
    "answers": [
      {
        "id": 47,
        "text": "Забраться на лошадь"
      },
      {
        "id": 48,
        "text": "Признаться, что не умею ездить верхом"
      }
    ]
  },
  {
    "id": 44,
    "text": "Я долго не могла решить, что мне делать. Я увидела, как Магистр быстро слез с лошади и направился к ним, с кинжалами в руках. Я не стала его останавливать. Через каких-то несколько секунд три окровавленных тела лежали на земле. Рядом с ними стоял Магистр с красными, от их крови, кинжалами. Его лицо не выражало никаких эмоций, для него это обычное дело.\n\"Как я могла допустить это? Они умерли не от моего клинка, но их смерть на моей совести. Я убила их своим бездействием. Те, кого я поклялась защищать, погибли по моей вине и я не сделала ничего, чтобы спасти их.\" \nМеня охватило жуткое чувство, холод внутри. Я чувствовала, как тьма поглощает меня, засасывает.\n\"Я никогда не смогу простить себя. Я предала память всех воительниц света, предала то, ради чего они отдали свои жизни\"\nЯ умерла в тот день. Нет, не физически, мое тело продолжало жить, но души в том теле не было. Я потеряла себя. Я лишилась рассудка. Изо дня в день, закрывая глаза, я видела себя, стоящей на пепелище, усыпанном телами и залитом кровью.\nЯ каждый день молилась, чтобы это закончилось, но никто не слышал мою мольбу.\nЭтот день преследовал меня до конца моих дней. Тьма победила в этой войне.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 45,
    "text": "Я села перед ним и мы наконец-то смогли двинуться вперед, хотя оба понятия не имели, куда нас приведет дорога и что делать дальше. Очевидно было одно-оставаться на одном месте было бессмысленно. Лес не бесконечный и однажды мы сможем найти выход. У нас не было четкого плана, но была цель. Я старалась не думать о том, что сейчас происходит в том мире. Я надеялась, что смогу найти способ вернуться, что не все потеряно. Мы не останавливались до темноты, но лес, казалось, становился только гуще. Видимость была на расстояние вытянутой руки. \n—Если мы продолжим двигаться дальше, то в один момент просто врежемся в дерево, — сказала я.\nМагистр спорить не стал, остановил лошадь, слез и протянул мне руку. Я не стала отказываться от помощи, иначе я бы опять просто свалилась. \n\"Это был тяжелый день\"\nМагистр тем временем осматривал свой кинжал и, кажется, о чем-то думал. Я не стала интересоваться его мыслями. Я села на землю и, закрыв глаза, прислонилась к дереву. \nВспоминая события этого дня, я начала медленно погружаться в сон.\n— Надо найти еду, — голос Магистра вернул меня.\nПотерев глаза, я спросила:\n—Ты собираешься охотиться ночью? В такой темноте ты не поймаешь и комара.\n—Вот и разожги огонь, — сказал он, удаляясь.\n—Чем? Камешек о камешек потереть? — прокричала я ему в след.\nОтвета не последовало. Ночь в лесу обещала быть холодной.\n\"Даже если он не найдет еду, не помешало бы согреться\"\nИдея с камнями начала мне казаться не такой уж и плохой. Переборов усталость, я принялась ощупывать землю, в надежде найти пару камней. Спустя какое-то время ползанья на коленях, я нашла искомое. Сложив горкой сухие листья, я принялась разжигать огонь. Но,сколько бы я не старалась, у меня ничего не получалось. ",
    "answers": [
      {
        "id": 49,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 46,
    "text": "С его помощью я с легкостью забралась на лошадь и села позади него. Времени на раздумья у меня не было и я не учла один важный момент — плащ Магистра. Я уселась прямо на него. Магистра резко потянуло назад и мы оба полетели на землю.\n—Ты дура, — Магистр был в ярости.\nЯ ничего не ответила, я и в самом деле поступила необдуманно. Резко поднявшись на ноги, я схватила свои кинжалы. Это было очень своевременно, потому что меч в этот момент пронесся прямо перед моим лицом. Разобраться с тремя неуклюжими разбойниками оказалось куда проще, чем сражаться с десятком темных воинов.\n—Если ты закончила, давай руку и садись в этот раз впереди. Или ты собираешься идти пешком? \nИдти пешком я конечно же не собиралась.",
    "answers": [
      {
        "id": 45,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 47,
    "text": "Моя вторая попытка оказалась неудачнее первой, я свалилась на землю, а лошадь, видимо испугавшись, помчалась прочь. Мне не оставалось другого выбора, кроме как признаться, что я никогда не практиковала езду верхом.",
    "answers": [
      {
        "id": 48,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 48,
    "text": "Набравшись смелости, я выпалила на одном дыхании:\n—Я не смогу забраться на лошадь, я впервые вижу лошадей так близко. Я и подумать не могла, что когда-нибудь мне это может пригодиться. Кто вообще, кроме тебя, ездит на лошадях?!\nНичего не ответив, он протянул мне руку. \n\"Не идти же пешком в самом деле\" \nЯ схватилась за его руку и..",
    "answers": [
      {
        "id": 45,
        "text": "Сесть перед ним"
      },
      {
        "id": 50,
        "text": "Сесть позади него"
      }
    ]
  },
  {
    "id": 49,
    "text": "\"И как первобытным людям это удавалось?\"\nИ вдруг, я заметила долгожданную искру. Появился маленький огонек и я начала медленно дуть на листья. Огонь стал больше. Теперь нужно найти сухие ветки. \n\"К счастью, здесь их более, чем достаточно\"\nКогда у меня получилось разжечь полноценный костер, я была просто в восторге. Я села ближе и протянула руки к огню, чтобы согреться.\n\"Есть и правда хочется, я не ела с самого утра. Где его носит?\"\nХоть это и казалось невозможным, я надеялась что он придет не с пустыми руками. Позади меня послышался звук поспешных шагов и хруст веток. Я инстинктивно схватила кинжал и как только звук приблизился, резко выбежала из-за дерева и приставила кинжал к шее человека. Я пригляделась, Магистр посмотрел на меня и пальцем отодвинул мою руку. Я убрала свое оружие и сев обратно на землю, прислонилась к дереву. Только сейчас я заметила в его руках добычу, кажется это был кролик. \n—Это кролик? — я искренне удивилась. Он в ответ кивнул и продолжил насаживать его на ветку. \nКогда ужин был готов, он молча протянул мне кусок. Я с жадностью съела мясо. Я настолько была голодна, мне показалось что я никогда не ела ничего вкуснее.",
    "answers": [
      {
        "id": 51,
        "text": "Поблагодарить"
      },
      {
        "id": 52,
        "text": "Промолчать"
      }
    ]
  },
  {
    "id": 50,
    "text": "С его помощью забраться на лошадь не составило большого труда. Особо не раздумывая, я села позади него. Но, я не учла один важный момент-плащ Магистра. Я смело уселась прямо на него, Магистра резко потянуло назад и мы оба полетели на землю.\n—Ты дура, — прокричал он, вставая на ноги.\nБез усилий сев обратно на лошадь, он протянул мне руку:\n—Садись впереди.",
    "answers": [
      {
        "id": 45,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 51,
    "text": "—Спасибо, — сказала я, когда проглотила последний кусок.\nМагистр посмотрел мне в глаза и кивнул. Мне показалось, что он улыбнулся. \nТеперь, когда я больше не чувствовала голода, я поняла, насколько сильно я устала. На земле было не удобно, но это для меня было не важно. Положив голову, я моментально уснула.",
    "answers": [
      {
        "id": 53,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 52,
    "text": "Молча съев свою порцию, я легла на землю. Было не удобно, но как только я положила голову, мои глаза закрылись. Я моментально уснула.",
    "answers": [
      {
        "id": 53,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 53,
    "text": "Мне снился сон, в нем я была дома. Проснулась я  от того, что солнце светило мне в глаза. Я неохотно встала. Магистр еще спал. Меня мучала дикая жажда.\n\"Надо найти воду\"\n—Ты куда собралась? — услышала я голос Магистра.\n—За водой.\n—Тогда пошли.\nОн поднялся на ноги, отвязал лошадь и мы пошли. Найти пресную воду удалось только через два дня, когда я уже потеряла надежду. Мы шли по лесу,кажется, около недели, я уже перестала считать дни. Магистр охотился, а я значительно продвинулась в навыке разжигания огня. Спустя неделю мы выбрались из леса и перед нами предстала поляна. Мы увидели повозку, приближающуюся к нам.",
    "answers": [
      {
        "id": 54,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 54,
    "text": "Мы помчались быстрее, и в тот момент мы увидели пять знакомых силуэтов, которые стремительно направлялись к повозке. \n—Роберт, смотри кто здесь, — прокричал один из всадников, указывая на нас.\n—Разберитесь с ним, — кивнул в сторону человека в повозке и повернул в нашу сторону.\nВ тот же миг один из них занес свой меч и проткнул грудь того человека.\n\"Что это за мир? Почему люди ведут себя так жестоко? Здесь ведь нет магии и нет темных воинов, которые влияют на поведение людей\"\n—Так, так, сама судьба свела меня с вами, чтобы вернуть должок, — слова Роберта отвлекли меня от мыслей.\nСомнений не оставалось, это был тот самый мужчина, который напал на нас в лесу.\nМагистр быстро слез с лошади, схватил кинжал и направился к нему. Я неуклюже слезла следом. Роберт стоял напротив Магистра, держа в руках свой меч. \n—Неет! — смогла закричать я, но было уже поздно. Магистр, сказав что-то про судьбу, вонзил свой кинжал прямо в сердце мужчины. Он упал на колени, закрыл глаза и рухнул на землю. Другие разбойники, увидев смерть своего главаря, поспешно удалились. Я почувствовала, как злость одалевает меня, я не смогла с ней справиться и что было сил ударила Магистра по лицу, как только он подошел ко мне. Не ожидавший этого, он не успел увернуться и из раны на его губе покапала кровь. Я увидела как его глаза загорелись от злости и он схватил меня за горло.\n—Если ты еще раз это сделаешь, я убью тебя. Кого ты защищаешь? Этих? Они убьют тебя, как только ты повернешься к ним спиной. Думаешь, он был человеком? Если бы он жил в нашем мире, кем бы он был, ни темным воином? Ты убила столько моих воинов, но забыла, что они когда-то тоже были людьми. На твоих руках не меньше крови, чем на моих. Так что ты ничем ни лучше меня, Алиди.\nОн отпустил меня и быстрым шагом направился к повозке.\n",
    "answers": [
      {
        "id": 55,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 55,
    "text": "Я собиралась ему ответить и побежала за ним. Когда я прибежала к повозке, открыла рот:\n—Ты..\n Но Магистр не дал мне договорить. \n—Это повозка какого-то торговца, видимо эти люди собирались ограбить его. Здесь есть еда и вода. И вот..\nОн кинул мне мешочек, в котором, судя по звону, были монеты.\n—Здесь еще есть карта, на ней отмечен путь до какой-то деревни, — сказал он, слез с повозки и протянул мне карту.\nЯ взглянула на нее и меня охватило странное чувство. Такое ощущение, что я уже видела ее, но никак не могла вспомнить где.\n—Здесь отмечен маршрут до деревни, — сказал Магистр глядя на карту,   -Получается надо идти в ту сторону,  — указал он пальцем в сторону леса, из которого мы только что вышли.\n\"Но повозка двигалась с противоположной стороны\" — подумала я.\nПосмотрев на карту внимательнее, я поняла:\n—Переверни.\n—Что?\n—Карту переверни.\n—Черт, — выругался Магистр, переворачивая карту.\nТеперь стало понятно, торговец направлялся из деревни в сторону леса. Зачем? Я не стала об этом думать, но возможно, чтобы поймать животное и продать его шкуру.\nПуть до деревни проходил через лес, но это меня не пугало. Мы больше не скитались по лесу,теперь мы точно знали в каком направлении стоит двигаться.",
    "answers": [
      {
        "id": 56,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 56,
    "text": "Мы продолжили свой путь. Начало темнеть и небо застилало темными тучами.\n\"Сейчас дождь начнется\"\nДождь застал нас в лесу, когда мы собрались сделать привал. Магистр не пошел охотиться, так как еды, взятой из повозки, вполне хватило бы на ужин и на завтрак. Становилось холоднее. Раньше от ночного холодного леса меня спасал костер. Кто разжигает костры в дождь? Вот и я не стала. Прислонившись к дереву, я села, согнув ноги в коленях и обняла себя двумя руками. От холода я начала стучать зубами. Магистр снял свой плащ и повесил на ветки над собой, сделав таким образом навес от дождя. Дождь усиливался, я вся промокла.\n—Иди сюда. Если ты заболеешь, я оставлю тебя здесь, — сказал он своим обычным тоном, в котором явно слышалось раздражение.\nЯ подняла взгляд на него и...",
    "answers": [
      {
        "id": 57,
        "text": "Села рядом с ним"
      },
      {
        "id": 58,
        "text": "Осталась гордо сидеть под дождем"
      }
    ]
  },
  {
    "id": 57,
    "text": "\"И в самом деле, неизвестно, когда закончится дождь, если я заболею, это врядли положительно скажется на моем путешествии\" \nНичего не ответив, я встала и села рядом с ним. Так стало намного лучше. Тяжелые капли перестали стучать мне по голове и я смогла уснуть.",
    "answers": [
      {
        "id": 59,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 58,
    "text": "—Я посижу здесь, мне не настолько холодно, как кажется. К тому же у меня довольно крепкий иммунитет, я не заболею от какой-то водички, — сказала я, не желая принимать его помощь.\nМагистр посмотрел меня, было видно, он мне не поверил, так как я произнесла свои слова, продолжая стучать зубами. Он поднялся на ноги, сняв свой плащ, и направился в мою сторону. Молча повесив плащ на ветки над моей головой, он сел рядом. Так стало намного лучше, тяжелые капли перестали стучать мне по голове и я смогла уснуть.",
    "answers": [
      {
        "id": 59,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 59,
    "text": "Проснувшись, я открыла глаза и обнаружила свою голову лежащей на плече Магистра. Он не спал, согнув ноги в коленях и положив на них руки, он пристально смотрел вперед и кажется о чем-то думал. Я резко убрала свою голову и встала. Пора двигаться дальше.",
    "answers": [
      {
        "id": 60,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 60,
    "text": "Путь до деревни занял два дня. Когда наконец-то мы добрались, я готова была прыгать от радости. Кажется, Магистр заметил мое сияющее от счастья лицо. Он не сильно схватил мне за локоть и сказал:\n—Когда подойдем к людям, держи себя в руках и постарайся не наброситься на них с объятьями.\n\"Мне показалось, или он сумел пошутить?\"\nЯ повернулась к нему, его лицо было серьезным и не выражало никаких эмоций.\n—Когда мы подойдем к людям, держи себя в руках и постарайся не напугать их. А если ты еще кого-нибудь убьешь..\nОн не дал мне договорить.\n—То ты убьешь меня, так?\n—Да, — уверенно заявила я.\n—Я не убью никого, если никто не будет угрожать мне, довольна?\n—Не совсем.\nЗакончив препираться, мы вошли в деревню, я и представить не могла, что меня там ждет.",
    "answers": [
      {
        "id": 61,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 61,
    "text": "Когда мы прошли дальше, мы увидели несколько домов, людей, бедно одетых и таверну.\n—Пошли в таверну, надо купить еды и найти жилье. Дальше решим, что делать,  — сказал Магистр и зашагал к таверне.\nЯ не стала спорить. Сегодня мы не стали отвлекаться на привал и ничего не ели. К тому же перспектива поспать в мягкой кровати, а не на земле, радовала меня. Зайдя в таверну, мне в нос ударил резкий запах алкоголя и пота. Здесь было много людей и когда они нас увидели, все помещение погрузилось в тишину. Десятки глаз уставились на нас и, не стесняясь, рассматривали с головы до ног. Затем раздался громкий смех. Магистр схватился за кинжал, я успела взять его за руку. Он злобно посмотрел на меня, но убрал кинжал, грубо стряхнув мою руку. За прилавком мы увидели мужчину и женщину. Я жестом показала Магистру на них и мы, не обращая внимания на разговоры за спиной, направились к ним.\n—Нам нужна еда и комната, — быстро произнес Магистр.\nМужчина осмотрел меня оценивающим взглядом и ответил:\n—Вам тут не публичный дом, убирайтесь.\nОт его слов у меня перехватило дыхание. Осмотревшись еще раз, я заметила, что все женщины были одеты в платья до пола. Мой костюм сильно выделялся в этой атмосфере и я поняла, не удивительно, что он так обо мне подумал. Мне стало неловко и меня охватило дикое желание покинуть это место. Когда я развернулась в сторону выхода, Магистр схватил меня за запястье. Смотря грозно в глаза мужчине, он кинул мешочек с монетами на прилавок со словами:\n—Ты не понял, я сказал нам нужна еда и комната.\nМужчина пристально смотрел на Магистра, потом взял мешочек в руки и несильно его подбросил несколько раз, будто бы оценивая его вес. Немного помявшись, его взгляд смягчился и он сказал:\n—Этого хватит на одну комнату и два куска хлеба с сыром.\n—Пойдет, — ответил Магистр и отпустил мою руку.\n—Ключ от комнаты, — потребовал Магистр.\n—Ключ? — мужчина посмотрел на меня все тем же взглядом и добавил с усмешкой в голосе, \n—Понимаю, но у наших дверей нет замков. Ваша комната на втором этаже, вторая справа, — сказал он и протянул нам деревянную тарелку, на которой лежал хлеб и сыр. Забрав свой ужин, мы собрались удалиться в комнату, мужчина тихо спросил Магистра:\n—Эй, а сколько? — кивнул он головой в мою сторону.\nНичего не ответив, мы быстро направились в сторону деревянной лестницы, ведущей на второй этаж.",
    "answers": [
      {
        "id": 62,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 62,
    "text": "Зайдя в комнату, я была поражена ее размером. Это было больше похоже на деревянную коробку, размером три на четыре метра. Посреди комнаты стояла одна деревянная кровать, а напротив стоял стул. Больше мебели в этой комнате не было. Вспоминая недавние события, я поняла, что не смогу здесь остаться, поэтому я сказала, повернувшись к Магистру:\n—Я не могу здесь остаться, они подумали что я.. — Я не смогла произнести этого слова и мой голос дрогнул.\n—Сама виновата, — ответил он, -Надо было лучше выбирать место, куда перенестись.\nОн был в чем-то прав,  я сама использовала заклинание и перенесла нас в этот мир. Теперь выбирать не приходится. Не зная, чего ждать от завтрашнего дня, я решила смириться с ситуацией и немного расслабиться.\n\"Я не мылась уже больше недели, неплохо было бы найти здесь ванну\"\nПока мы здесь, среди людей, стоит воспользоваться моментом и помыться. Я решила спуститься вниз и спросить про ванну.\n\"Хуже уже все равно не будет\"\nЯ резко повернулась к выходу и открыла дверь\n—Ты куда?  — спросил Магистр.\n—Мне нужна горячая вода, — ответила я и вышла из комнаты.",
    "answers": [
      {
        "id": 63,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 63,
    "text": "Спустившись на первый этаж, за прилавком я увидела все того же мужчину. Я решилась подойти к нему.\n—Подскажите, а где здесь можно помыться?\nОн посмотрел на меня и улыбнулся.\n—Вот, сверни за прилавок и там слева есть комната.\nЯ поблагодарила его и пошла в указанном направлении. Найти эту комнату не составило большого труда. Открыв дверь, я с ужасом осознала, что здесь также нет замка. Я зашла внутрь и осмотрелась, я обнаружила здесь три больших бочки, одна была пустая, а в других была вода. И судя по пару, исходившему из одной бочки, там была горячая вода. Здесь же я нашла кусок мыла и ковш. Решив подпереть дверь пустой бочкой, на мое счастье дверь открывалась внутрь комнаты, я разделась.",
    "answers": [
      {
        "id": 64,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 64,
    "text": "Спустя какое-то время, когда я почти закончила водные процедуры, послышался сильный грохот. Открыв глаза, я увидела как продавец таверны ворвался в комнату, опракинув бочку на пол и закрыл за собой дверь. Он стоял и развязывал шнурок своих штанов. Инстинктивно я прикрыла руками свое тело и закричала, что есть сил.\n—Эй, у меня же есть деньги,  — возмущенно произнес он.\nВ этот момент в комнату ворвался Магистр и женщина, которую я ранее видела за прилавком. Бросив на меня гневный взгляд, Магистр схватил мужчину за ворот его рубахи и выставил его за дверь, закрыв ее за собой. Женщина выбежала следом за ними. Плохо понимая, что сейчас произошло, я быстро смыла с себя остатки мыла, оделась и побежала в комнату на второй этаж.",
    "answers": [
      {
        "id": 65,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 65,
    "text": "Думая о том, что только что могло произойти, я открыла дверь в комнату и вошла, опустив взгляд в пол. В этот момент я почувствовала, как чья то рука сильно схватила меня. От неожиданности я потеряла дар речи, а Магистр со всей силы прижал меня к стене, смотря в мои глаза с такой яростью, что я невольно поежилась. Но.. Было в этом взгляде еще что-то. Что-то, чего я никогда не видела в его глазах. Я не поняла что это. Спустя несколько секунд он сильно ударил ладонью о стену позади меня и вышел из комнаты. ",
    "answers": [
      {
        "id": 66,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 66,
    "text": "Я старалась гнать от себя мысли, которые не хотели меня покидать. \n\"Я здесь, в этом не знакомом и не понятном мне мире. В деревне, в которой меня считают непорядочной. Я завтра же покину это место\"\nСъев свою порцию ужина, я легла на кровать, Магистра в комнате не было. Стараясь отогнать от себя мысли, я погрузилась в сон.",
    "answers": [
      {
        "id": 67,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 67,
    "text": "Сквозь сон я услышала, как открылась дверь в комнату и пол начал скрипеть. Кто-то крался к кровати, на которой я лежала. Я открыла глаза, но было темно,лишь из чуть приоткрытой двери проникал свет, я не смогла разглядеть человека. В этот момент я услышала женский голос:\n—Я убью тебя, ты вздумала соблазнить моего мужа?\nОт этих слов у меня перехватило дыхание. А тем временем женщина уже готова была нанести свой удар. Она резко взмахнула рукой, в которой был нож. Я быстро перекатилась на бок и нож вошел в простыню, прямо за моей спиной. Я немедленно встала с кровати. Женщина и не думала останавливаться, она снова набросилась на меня. Мои глаза уже привыкли к темноте и я смогла разглядеть лицо нападавшей. Ей оказалась та женщина за прилавком. Легким движением я выбила нож из ее руки и сказала:\n—Я и не думала соблазнять твоего мужа, поэтому успокойся и прекрати это. Завтра с утра я покину вашу деревню.\n—Если завтра ты не уберешься отсюда, то раз ты такая похотливая, я скажу всем и тебя навестят все мужчины деревни.  — с этими словами она быстро покинула комнату, громко хлопнув дверью.\nЯ легла, но уснуть мне так и не удалось. Я не могла дождаться утра, чтобы наконец уйти отсюда и забыть все, что со мной произошло.",
    "answers": [
      {
        "id": 68,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 68,
    "text": "Когда наступило утро, я услышала как со скрипом распахнулась дверь, в комнату вошел Магистр, бросив какой-то сверток на стул, он сказал:\n—Переоденься.\nИ вышел из комнаты. Я встала с кровати и взяла сверток со стула. Развернув его, я обнаружила платье, такое же, как и на большинстве живущих здесь женщин. Я поспешила переодеться. Носить платье, тем более такое длинное, оказалось непривычно, я никогда не носила платья. И ко всему прочему, оно оказалось мне немного велико. \n\"В таком платье можно и упасть\"\nЧто, в принципе, я и сделала. Надев платье и сделав шаг в сторону выхода из комнаты, я наступила на подол платья и с грохотом повалилась на пол. Видимо услышав шум, Магистр открыл дверь.\n—Какого черта ты там делаешь? — услышала я его голос и поспешила встать.\nНичего не ответив на его вопрос, я сказала:\n—Надо посмотреть на карте где ближайшая деревня, здесь я оставаться не собираюсь.\nОн зашел в комнату и взял карту. \n—Вот, — сказал он, показывая пальцем место на карте, где находилась другая деревня под названием Зарэс. \nСравнив расстояние до деревни и время, за которое мы добрались до этого места, я предположила:\n—Дорога займет дня три. Надо набрать с собой воды.\n—Я схожу за водой, — сказал он и направился к двери.\n—Постой, — сказала я, он обернулся и вопросительно посмотрел на меня. Я, немного подумав, продолжила:\n—Мы так стремились найти выход из леса и добраться до деревни, что ни разу не подумали, что будет, когда мы найдем людей. Я это к чему.. Мы ни на шаг не приблизились к тому, чтобы найти способ вернуться в наш мир. Допустим, мы дойдем до этой деревни, как её? Зарэс. А что дальше? Чем это поможет вернуть силы? \nПодумав о том, что я, возможно, приняла неверное решение, согласившись на предложение Магистра, я начала терять надежду.\n\"А что, если я никогда не смогу вернуться\"\n—Перестань паниковать, — ответил он, -Доберемся до деревни и продолжим этот разговор.\nС этими словами он вышел из комнаты.",
    "answers": [
      {
        "id": 69,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 69,
    "text": "Через какое-то время он вернулся, держа в руках три фляжки с водой.\n—Все, пошли отсюда, — сказал он и мы покинули комнату.\nСпустившись вниз, я встретилась взглядом с мужчиной за прилавком, он быстро подбежал к нам, держа в руках два каких-то свертка и протянул их мне.\n—Вот, этой еды должно хватить на три дня. И я это, — замялся он, -Я хотел извиниться, я принял вас не за ту, я не хотел ничего дурного. Ваша лошадь стоит у входа.\nЯ была удивлена его словами. Не найдя, что ответить, я вопросительно посмотрела на Магистра. \n—Пошли, —сказал он и мы вышли из таверны.\nЛошадь действительно стояла у входа в таверну, погрузив на нее еду и фляжки с водой, мы направились в сторону другой деревни.\nЧто приготовила нам эта дорога, я не могла и предположить. Разве могла я знать, что, используя то заклинание, чтобы избавиться от своего врага, я наживу нового? ",
    "answers": [
      {
        "id": 70,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 70,
    "text": "Когда начало смеркаться, мы остановились чтобы устроить ночлег. Не без помощи Магистра я слезла с лошади и зажгла костер. Закончив ужин, я села, прислонившись к дереву. Магистр сидел, опустив глаза к земле. Какое-то время просидев так в тишине, мне стало немного скучно. Подумав, я решила..",
    "answers": [
      {
        "id": 71,
        "text": "Сидеть дальше в тишине"
      },
      {
        "id": 72,
        "text": "Поговорить с Магистром"
      },
      {
        "id": 73,
        "text": "А к чему разговоры? Я просто нападу на него сейчас, будет весело."
      }
    ]
  },
  {
    "id": 71,
    "text": "Я закрыла глаза, стараясь отогнать от себя все мысли.\n\"Завтра меня ждет еще один день в дороге, надо уснуть\"\nОдин день пути пройден. Уже послезавтра мы доберемся до деревни. Что нас там ждет, мы не знали. С мыслями о предстоящей дороге я уснула. ",
    "answers": [
      {
        "id": 80,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 72,
    "text": "Не желая сидеть в тишине, я решила заговорить с Магистром.\n—Магистр?  \nОн поднял на меня вопросительный взгляд.\n\"Кажется, я это зря. О чем с ним можно разговаривать?\"\n—Что? — спросил он.\nЯ начала перебирать у себя в голове, что ему сказать.",
    "answers": [
      {
        "id": 77,
        "text": "Поговорить о погоде"
      },
      {
        "id": 78,
        "text": "Спросить про его семью"
      },
      {
        "id": 79,
        "text": "Рассказать анекдот"
      },
      {
        "id": 82,
        "text": "Просто начать рассказывать о себе"
      },
      {
        "id": 71,
        "text": "Нет, ничего"
      }
    ]
  },
  {
    "id": 73,
    "text": "Не совсем понимая, что движет моим поступком, я поднялась с земли и когда подошла к нему, резко схватила свой кинжал и нанесла удар. Магистр поймал мою руку и резко встал на ноги.\n—Ты рехнулась?!  — он смотрел на меня с такой злостью и удивлением, что я невольно задумалась.\n\"Я, кажется, и вправду рехнулась, но не говорить же ему об этом\"\n—Нет, я просто это.. Я проверить твою реакцию  хотела, вдруг ты в плохой физической форме, нельзя расслабляться. Ну, ничего.Жить будешь, — я похлопала его по плечу.\nОн отпустил мою руку, явно не понимая, что на меня нашло. Я развернулась и села на свое место, закрыла глаза и думала о том, что может произойти, когда мы доберемся до деревни Зарэс. В какой-то момент я ощутила странное чувство. Всей своей кожей я чувствовала опасность, я открыла глаза и в последний момент успела увернуться. Нож вошел в дерево, рядом с моим ухом. Я посмотрела на Магистра, он слегка улыбался.",
    "answers": [
      {
        "id": 74,
        "text": "Ты рехнулся?!"
      },
      {
        "id": 75,
        "text": "Взять нож и метнуть в него"
      }
    ]
  },
  {
    "id": 74,
    "text": "Возмущенная этим действием Магистра, я не смогла промолчать.\n—Ты рехнулся?!\nОн сидел и продолжал улыбаться.\n—Жить будешь,  — сказал он и его улыбка стала шире. -Нож верни.",
    "answers": [
      {
        "id": 76,
        "text": "Отдать нож ему в руки"
      },
      {
        "id": 75,
        "text": "Метнуть в него"
      }
    ]
  },
  {
    "id": 75,
    "text": "Не долго думая, я вытащила нож из дерева и метнула его в Магистра, он ловко увернулся, взял свой кинжал и встал на ноги.\n—Вставай, будем тренироваться, — сказал он это без своей привычной злости в голосе. \nЯ встала и взяла кинжал. Я нападала, он легко отражал мои атаки. В один момент, когда я собиралась нанести свой очередной удар,  Магистр бросил свой кинжал и я почувствовала как крепкая рука нежно, но уверенно обхватила меня за талию. Его лицо было в нескольких сантиметрах от меня, я чувствовала его дыхание на моей щеке. Мое сердце почему-то начало биться быстрее, я не понимала почему, наконец, осознав, что нахожусь в его объятьях, я попыталась вырваться.\n—Отпусти.\n—Отпустить? — спросил он, смотря на что-то позади меня.\nЯ обернулась и поняла:\n\"Один шаг назад и я бы свалилась в костер\"\nОн убрал свою руку и поднял кинжал с земли.\n—На сегодня хватит,  — сказал он и сел на свое место.\nЯ тоже вернулась на свое место.",
    "answers": [
      {
        "id": 71,
        "text": "Продолжать сидеть в тишине"
      },
      {
        "id": 72,
        "text": "Заговорить с ним"
      }
    ]
  },
  {
    "id": 76,
    "text": "Я вытащила нож из дерева и протянула ему. Он, ничего не сказав, прислонился к дереву и закрыл глаза.",
    "answers": [
      {
        "id": 71,
        "text": "Продолжать сидеть в тишине"
      },
      {
        "id": 72,
        "text": "Заговорить с ним"
      }
    ]
  },
  {
    "id": 77,
    "text": "—Я подумала, хорошая сегодня погода, да? Дождя нет. Небо ясное, звезды видно, — я подняла голову. -А вот это, кажется, большая медведица.. Или нет, вот там большая медведица, — подняла я указательный палец вверх. \nМагистр смотрел на меня, не моргая.\nА я продолжала нести околесицу:\n—Нет, серьезно, хорошо что дождя нет, когда я еще так посижу в лесу, полюбуюсь небом.\nОн резко прервал поток моего бреда:\n—Ты на солнце перегрелась?\n—Нет, мне просто скучно, — сказала я.\n—Ну так займись чем нибудь.\n—Чем? Сидеть как ты и сверлить взглядом землю? Ну уж нет, давай лучше поговорим.\n—Поговорим?  — Магистр был крайне удивлен.\n—Да, вот к примеру..",
    "answers": [
      {
        "id": 78,
        "text": "Спросить про его семью"
      },
      {
        "id": 82,
        "text": "Так, ты молчи, а я буду говорить"
      },
      {
        "id": 71,
        "text": "Ладно, забудь, плохая идея"
      }
    ]
  },
  {
    "id": 78,
    "text": "—Слушай, а у тебя есть семья?  — спросила я, он явно был удивлен этим вопросом, но ответил:\n—У меня целая армия темных воинов.\n—Нет, я не об этом. Я имею ввиду родителей, братья, сестры.\n—Тебе это зачем? — спросил он.\n—Мне просто надоело сидеть в тишине, — честно ответила я.\nОн, немного подумав, ответил:\n—Братьев и сестер у меня нет. Родителей тоже. Когда в семье рождается темный воин, совет на следующий день приходит за ним. Забирает для обучения боевому искусству и магии, а чтобы воительницы света не смогли выйти на след совета, родителей убивают.\n—Но это получается, что темным воинам не остается права выбора. Это жестоко. \nОн промолчал.\n—Что такое совет? — спросила я.\n—Этого я тебе не скажу, — ответил он.\nНо мне стало очень интересно и я не унималась.\n—А как совет узнает, что родился темный воин? \nОн посмотрел на меня и в его глазах читалась та самая, привычная ему злость. Он спросил:\n—А как Алиди узнают, что родилась воительница света?\nОт его вопроса у меня подкатил ком к горлу.\n\"Я изучила заклинания, научилась пользоваться силой, но никогда не задумывалась о подобных вещах\"\n—Я не знаю, вы убили всех воительниц до того, как меня обучили всему.\nЕго голос смягчился.\n—Я не учавствовал в том нападении, на тот момент мне было четырнадцать, я еще не закончил обучение. \nОн замолчал, но смотрел на меня так, будто хотел еще что-то сказать, но думал, стоит ли. Спустя около двух минут тишины, он сказал:\n—Кстати, мне всегда было интересно, почему тебя пощадили? Я помню как мы праздновали победу над воительницами, все были уверены, что никого в живых не осталось и вот, спустя семь лет ты объявляешься.\n—Пощадили?  — возмущенно спросила я,  -Разве темные воины знают, что такое пощада? Они перебили всех. Я выжила только потому, что меня спасла мама. \nНа этом разговор наш был окончен.",
    "answers": [
      {
        "id": 71,
        "text": "Пора спать"
      }
    ]
  },
  {
    "id": 79,
    "text": "—Я тут анекдот вспомнила, — ничего лучше не придумав, сказала я. Магистр продолжал вопросительно смотреть на меня.\n\"И кто дернул меня за язык? Я же не знаю ни одного анекдота\"\n—И?  — спросил он.\n—Это все. Я вспомнила анекдот. \n—И ты решила мне об этом сообщить, да?",
    "answers": [
      {
        "id": 72,
        "text": "Поговорить о чем-то другом"
      },
      {
        "id": 71,
        "text": "Кивнуть головой и замолчать"
      }
    ]
  },
  {
    "id": 80,
    "text": "Утро. Я проснулась, Магистр еще спал. Сейчас его лицо выглядело добрым и спокойным. Никто бы и не подумал, что в этом человеке столько злости. На тот момент я еще не знала, что помимо злости, в нем есть что-то еще. Что-то, что заставит меня посмотреть на него по другому.\nЭто было обычное утро и этот день ничем не предвещал беду. После пробуждения я принялась готовить завтрак. От моей суеты, а вела я себя скажем так, не совсем тихо, проснулся Магистр.\n—Что, уже утро? — он выглядел так, будто не спал всю ночь.\n—Да, есть будешь?  — спросила я.\n—Давай,  — сказал он и протер глаза.\n—Ты вообще спал?  — поинтересовалась я, смотря на его уставший вид.\n—Мне начинает надоедать все это.\n—Мне тоже.\n—Слушай, ты же перенесла нас сюда и не знаешь, где мы?  — он смотрел на меня с недоверием.\n—Нет, не знаю, я использовала заклинание, которое первое пришло в голову, оно могло иметь серьезные последствия, а в моих неопытных руках..Ну, ты сам знаешь. Я понятия не имею что это за мир.\n—Ладно, давай есть и пора двигаться дальше,  — сказал он и мы приступили к завтраку.\nНасытившись, мы решили не терять времени.\n—Все, пошли,  — сказал Магистр и я поднялась на ноги. Но..Странное чувство в области шеи, ощущение, как будто толстая игла пронзила мою кожу. Я почувствовала как сознание помутилось, перед глазами была пелена, я не в силах была удержаться на ногах. Последнее, что я помню, Магистр резко подбежал ко мне, кажется он не дал мне упасть.\n—Что с тобой?  — услышала я его встревоженный голос и погрузилась в темноту.",
    "answers": [
      {
        "id": 81,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 81,
    "text": "Сквозь сон я услышала голос Магистра, мне показалось, он был обеспокоен.\n—Алиди.. Черт тебя побери.   — он почти кричал.\nЯ очнулась, голова болела, открыв глаза, я обнаружила, что мы сидим в каком то темном сарае спиной друг к другу. Мы были крепко связаны веревкой.\n—Очнулась? \n—Да, мы где и как здесь оказались?  — я не понимала, что происходит.\n—Тебя вырубили дротиком, на наконечнике было какое то снотворное, а с тобой на руках далеко не убежишь.\nЯ пыталась понять, кому это нужно и зачем. От мыслей меня отвлек голос Магистра.\n—Алиди, ты в порядке?  — его голос звучал встревоженно.\n—Да, в полном.\n—Ну тогда хватит сидеть, давай выбираться отсюда.\nНо выбраться нам не удалось, в этот момент со скрипом отворилась дверь и в помещение проник яркий свет, заставляя зажмуриться.\n—Не дергайся,  — сказал мне Магистр.\nЛюди, вошедшие в помещение, развязали веревку и выволокли нас наружу.\n—Вот и представилась возможность нам познакомиться, меня зовут Ян.  — это был мужчина лет тридцати.\nЯ огляделась вокруг, нас окружали человек десять, среди них я узнала четверых мужчин, которые напали на нас в лесу. Все были вооружены мечами, вдалике я заметила трех лучников, их стрелы были направлены на нас. А мужчина продолжал:\n—Знаете, я расскажу вам одну историю. Жили были два брата, Роберт и Ян, чтобы вам было понятнее, так вот, в один не очень прекрасный день Яну сообщили, что его брат мертв. Его убили. Я долго искал тех, кто это сделал. И вот, я узнаю, что убийцы моего брата спокойно ходят по земле. Кто из вас его убил?\n—Я,   — спокойно ответил Магистр.\nЯ посмотрела на него и только сейчас заметила на его лице несколько ссадин. \n—За что ты его убил?  — спрашивал Ян, глядя на Магистра.\n—Он напал на нас.\n—Но он вас не убил, так? Откуда вы вообще здесь взялись?\n—Мы путешествуем,  — также спокойно ответил Магистр.\n—Путешествуете? Я слышал, что вас выгнали из деревни Тирес.\n—Мы не поладили с местными жителями.\n—Да, да, мне рассказали как кто-то избил продавца в таверне.\n\"Избил продавца? Вот почему он извинялся\" \n—Ты защищал честь дамы? Благородно. Мои люди рассказали мне как ты пытался ее защитить в лесу. Знаешь, ты мне нравишься, но я не могу оставить смерть брата безнаказанной. Я обязан отомстить. И вот что я решил. Ты отнял у меня брата, а я отниму у тебя ее,  — он кивнул в мою сторону.\nПосле этих слов Магистр взял меня за руку и сказал:\n—Твоего брата убил я и мне за это отвечать.\nНемного помолчав, Ян сказал:\n—Ну что же, будь по твоему, условия все те же — будешь сопротивляться, она умрет.\n\"Все те же? Вот как мы оказались здесь, он не стал сопротивляться, чтобы защитить меня, но почему он так поступил? Наверное, потому что без моей помощи он не сможет вернуться в наш мир\"\nВ это время двое схватили Магистра, он отпустил мою руку и я всерьез забеспокоилась. Нет, мне стало беспокойно не за себя. \n—Тебя это тоже касается, дернешься, он умрет, — сказал Ян, обращаясь ко мне. От его слов у меня что-то больно кольнуло внутри. Я увидела, как двое держали Магистра, а Ян нанес свой первый удар по его лицу. Кровь потекла из его носа, но Ян не собирался останавливаться, он снова и снова наносил свои удары. Он бил его по лицу, в живот, Магистр не сопротивлялся. Я почувствовала, как из моих глаз потекли слезы.\nЯ поспешила их вытереть.\n—Это тебе за брата,  — сказал Ян. -А теперь отвечай, кто вы?\n—Я же сказал, мы путешествуем,  — ответил Магистр и сплюнул кровью.\n—А я тебе не поверил, где ты видел путешественников, вооруженных до зубов? \n—Неспокойное сегодня время.\n—Ты мне все равно ответишь,  — сказал Ян и направился ко мне.\nЯ почувствовала, как грубая мужская рука обхватила мою талию. Вторая рука больно схватила меня за подбородок. Я ощутила грубый, мерзкий поцелуй на своих губах. От его прикосновений к моему телу, меня переполняла злость. Нет..не злость, это чувство было сильнее, это была ненависть. Я не думала, что могу так ненавидеть.\n—Отпусти ее,  — в голосе Магистра было не меньше ярости.\n—Говори кто вы, а иначе ее честь точно пострадает.\n—Ладно, мы не из этого мира, мы перенеслись сюда и ищем способ вернуться обратно,  — после слов Магистра, Ян убрал свои руки и смотрел на него с удивлением. Спустя некоторое время молчания, он спросил:\n—Из другого мира? \n—Да,  — ответил Магистр.\n—И как вы здесь оказались?\n—В нашем мире есть магия.\n—Магия?  — Ян смотрел на него с недоверием и, кажется, о чем-то думал. Потом обратился к двоим, до сих пор державшим Магистра.\n—Отпустите его,   — Ян посмотрел на меня и сказал:\n—Тогда мне следует извиниться, я не должен был так обращаться с гостями из другого мира. Вам вернут ваше оружие, — он сделал жест одному из своих людей и тот поспешил удалиться. Через какое то время он вернулся с нашим оружием.\n—Вот, возьмите, и еще раз простите меня, если вам нужна лошадь, еда, скажите.\n—Нам нужна лошадь и карта,  — сказал Магистр.\n—Конечно. Куда вы направлялись? В деревню Зарэс?\n—Да.\n—Это в двух днях от этого места, мы дадим вам еду и воду на два дня.\nМагистр кивнул и повернулся ко мне.\n—Ты в порядке?\nЯ кивнула. Через какое-то время нам привели лошадь, вручили свертки с едой и воду. Мы поспешили убраться из этого места.\nКогда мы были уже далеко, состоялся разговор, который мы не могли слышать.\n«-Ян, почему ты отпустил их?\n—Ты видел их оружие? Где ты найдешь кузнеца, способного выполнить такую работу? А его костюм, ты встречал такой материал? Они знают, что делают. А ты не спускай с них глаз. Что-то мне подсказывает, что они найдут в этом мире магию. И вот тогда я должен знать об этом. Получив такую силу, я буду править миром»\n",
    "answers": [
      {
        "id": 83,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 82,
    "text": "—Я помню, когда я была маленькой, мне было шесть лет,  — начала я свое повествование,  -Мама с папой часто водили меня в парк, я каталась на аттракционах и просто тоннами поедала сахарную вату, я была счастлива. А потом, когда мне исполнилось семь, папа заболел. Смертельная болезнь, рак. Я помню, как он увядал прямо на глазах, я перестала его узнавать. Его глаза перестали гореть, в них видна была только боль. Врачи говорили, что делают все возможное, мне кажется, что они всегда и всем так говорят, чтобы не говорить правду, что шансов нет. У отца их правда не было, он умер спустя пол года. Я помню, как нам сообщили это. Я тогда еще не понимала, что значит смерть, а мама потеряла сознание. Я помню, как постоянно спрашивала когда вернется папа, а мама говорила, что он ушел на небеса и наблюдает за нами. Может это и правда, может сейчас они там и наблюдают за мной. А может, они просто исчезли и я не смогу с ними встретиться даже потом, на небесах. Я не знаю точно, но ведь нам всегда хочется верить в лучшее, вот и я верю, что сейчас они видят меня и, возможно даже гордятся мной. А может наоборот, ругают. Когда мама меня ругала, она всегда говорила, что я непоседа. Не знаю почему, мне всегда казалось, что я была усидчивым ребенком. А хотя.. Нет, я однажды ночью сбежала из дома, мне с трудом удавалась заклинание телекинеза, мне было обидно, поэтому я решила практиковаться вне школьных занятий и убежала  в строение рядом со школой, что-то вроде теплицы, там выращивали овощи. О чем я тогда думала, не знаю. Усвоить заклинание мне конечно не удалось, а вот разрушить теплицу.. Мне тогда сильно влетело, я неделю просидела под домашним арестом. А потом умерла и мама.. — я прервала свою речь,  -Так, я что-то совсем расклеилась, —я вытерла слезы и спросила:\n—Ну а ты? Каким было твое детство?\nМагистр явно не ожидал такого вопроса и ответил коротко:\n—Я учился боевым искусствам и магии.\n—Что? Серьезно? Это твой ответ?  — я была возмущена таким ответом на мою столь длинную речь.\n—И ты ни разу не катался на аттракционах и не ел вату?\n—Нет.  — сказал он это спокойно, мне показалась я услышала нотку сожаления в его голосе.\n—А зря. Тебе точно нужно покататься, парки ведь не только для детей, это поднимает настроение, вот как только вернемся, обязательно сходи, а то твое вечно угрюмое лицо меня уже раздражает. Ну правда, ты когда-нибудь смеешься?\n—Я не вижу ничего смешного в том, что мы застряли здесь.\n—Да это понятно. О, точно, я знаю. Ты боишься щекотки, да? Все боятся.\nМагистр посмотрел на меня с улыбкой.\n\"Ему идет улыбка\" -невольно подумала я.\n—Ты же не станешь меня щекотать.\n—Нет, конечно, просто предположила.\nНа этом наш разговор был окончен. ",
    "answers": [
      {
        "id": 71,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 83,
    "text": "Оказавшись на безопасном расстоянии, Магистр слез с лошади и сел на землю, держась за ребра. Было видно, ему больно, все его лицо было в крови. Я чувствовала свою вину за то, что произошло, но заговорить с ним не решалась. Я молча слезла с лошади и протянула ему фляжку с водой.\n—Что?  — опять этот взгляд, полный злости.\n—Тебе надо умыться.\nОн грубо выхватил у меня из рук фляжку с водой, встал на ноги и умылся. Потом резко развернулся ко мне и сказал:\n—Ты говорила, что ты можешь позаботиться о себе, а на деле оказалось, что ты беспомощна, как ребенок, какого черта я вообще связался с тобой?\nОт его слов у меня подкатил ком к горлу.\n—Ты думаешь, что мне приятно твое общество? Я каждый день жалею, что согласилась помочь тебе. С тех пор, как мы встретились, меня преследуют только неудачи, меня постоянно хотят убить, и кто? Люди. Да, я перенесла нас сюда, но не надо винить меня за то, что я хотела защитить людей, и не возлагай на меня ответственность за их поведение. Я каждый раз закрываю глаза и вижу того мужчину из таверны, я помню его взгляд, его слова постоянно звучат у меня в голове, его жена, она смотрела на меня с такой ненавистью. Даже сейчас, я до сих пор чувствую эти руки на моем теле, у меня до сих пор на губах остался этот противный..\nЯ не смогла договорить, слезы лились из моих глаз, я не смогла больше сдерживаться, это была истерика, моя психика не выдержала всего, что произошло со мной, Магистр молча смотрел на меня, но я уже не могла остановиться, я ударила его ладонями в грудь и продолжала кричать.\n—Что ты молчишь, а? Ты думаешь, что я рада всему этому, да? Я почувствовала такую злость, ненависть к этому человеку, я первый раз в жизни ощутила желание убить.. А знаешь что? Да. Убей его, если еще раз он приблизится, убей его.\nЭто была не я, я не понимала, что я говорю. В этот момент я почувствовала, как крепкие руки нежно обхватили меня. Магистр обнял меня и прижал к себе. Я чувствовала его тепло, слышала как сильно бьется его сердце, в его объятьях мне было комфортно и я смогла успокоиться.\n—Успокоилась?  — я услышала его голос и покачала головой. \n—Тогда я сейчас отпущу тебя, а ты обещай, что не будешь больше плакать, договорились?\nЯ покачала головой и он убрал свои руки, я почувствовала огорчение, мне стало одиноко, я хотела еще раз ощутить его тепло.",
    "answers": [
      {
        "id": 84,
        "text": "Успокоиться"
      },
      {
        "id": 85,
        "text": "Обнять его"
      }
    ]
  },
  {
    "id": 84,
    "text": "Успокоившись, я вытерла слезы и спросила:\n—Можешь ехать?\n—Да, надо как можно скорее добраться до деревни,  — сказал он, помог мне забраться на лошадь и мы продолжили свой путь, надеясь, что больше ничего и никто нам не помешает. Но мы и не подозревали, что совсем скоро найдем ответы на все вопросы.",
    "answers": [
      {
        "id": 86,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 85,
    "text": "Не в силах совладать со своими эмоциями, я обхватила его двумя руками и прижалась к нему всем телом. Магистр не ожидал от меня такого, и, пошатнувшись назад, чуть не упал. Я вновь ощутила его тепло, я почувствовала, как ко мне возвращаются силы. Он не обнял меня в ответ.\n—Возьми себя в руки,  — сказал он, но в его голосе не было злости, я услышала что-то другое.\n",
    "answers": [
      {
        "id": 84,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 86,
    "text": "Как и ожидалось, до деревни мы добрались через два дня. В этот раз на нашем пути нам не встречались разбойники. Подойдя ко входу в деревню, мы слезли с лошади. \n—Так. Денег у нас нет, что будем делать?  — спросила я Магистра. \nМы так торопились сюда добраться, что больше ни о чем и не задумывались.\n—Пошли, там решим,  — ответил Магистр и мы вошли в деревню.\nТе же деревянные дома, также бедно одетые люди.\n—Вот такая легенда ходит вокруг деревни Ремирис,  — услышала я мужской голос.\nПо моему телу будто прошел разряд тока. Мы с Магистром переглянулись. Несомненно, он знает легенду происхождения воинов тьмы и воительниц света.\n—Дай карту,   — потребовала я, он незамедлительно протянул ее мне.\nВнимательно осмотрев ее, я поняла, почему она показалась мне знакомой, когда я взяла ее в руки впервые. Но на тот момент наш взгляд был сосредоточен только на находящихся неподалеку деревнях. Теперь же я внимательно осмотрела ее. В самом краю карты я обнаружила местоположение деревни, под ней четко было написано название \"Ремирис\".\nКартинка как пазл начала складываться у меня в голове. \n\"Я поняла все, это не другой мир, это другое время, заклинание перемещения в моих неумелых руках перенесло нас во времени, в прошлое. Стало понятно, почему люди так одеты и почему мы лишились своих сил. В этом времени еще нет магии. Но, тогда получается.. Получается, что с этого все и началось, что это уже было. Я сама стала виной всему. Получается, что если мы с Магистром направимся к той деревне..\"\n—Пошли, надо узнать, что за легенда,  — слова Магистра отвлекли меня от моих мыслей.\nОн быстрым шагом направился к человеку, от которого мы услышали эти слова. Это был старик, вокруг него сидели дети и просили рассказать еще что нибудь.\n—На сегодня хватит сказок, завтра я расскажу вам еще что нибудь, а теперь бегите.\n—Спасибо, дедушка.  — с этими словами дети разбежались.\nМы подошли к старику, Магистр спросил:\n—Что за легенду вы только что рассказали?\n—Я тут каждый вечер что то рассказываю, хотите узнать легенду, приходите завтра,  — ответил старик.\nМагистр был недоволен ответом, он схватил кинжал.\n—Убери,  — сказала я.\nСтарик, косясь на кинжал, спросил:\n—Вы откуда пришли?\n—Мы путешествуем,  — ответила я,  -И нам очень хотелось бы знать легенду о деревне Ремирис.\n—Понимаю, но я устал, помоги мне подняться, дочка.\nЯ протянула ему руку и помогла встать.\n—Как вас зовут?  — я хотела наладить с ним отношения и с чего то надо было начать.\n—Все меня зовут просто дедушка и ты так зови.\n—Дедушка, простите моего спутника, он чересчур вспыльчив.\n—Ничего, дочка, я уже стар, я не боюсь меча.  Скажи, а вы нашли где остановиться на ночлег?\n—Нет, мы только что пришли,  — ответила я.\n—Тогда я могу предложить вам комнату в моем доме.\n—Но у нас нет монет.\n—Это ничего, ты поможешь мне зашить рубахи, ужин приготовить, а твой спутник наполнит бочки водой.\n—Вы очень добры, дедушка,  — я была ему искренне благодарна.\n—Пойдемте, я покажу где мой дом.\nМы пошли за ним.\n",
    "answers": [
      {
        "id": 87,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 87,
    "text": "Тем временем.\n«-Ян, они добрались до деревни, их заинтересовала какая то легенда.\n—Узнай, что за легенда.\n—Хорошо»",
    "answers": [
      {
        "id": 88,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 88,
    "text": "Зайдя в дом дедушки, он показал нам комнату.\n—Вот, располагайтесь, а я пойду заварю чай.\nИз мебели в комнате стоял письменный стол, стул и одна кровать. Сложив на стул свое оружие, я поторопилась пойти к дедушке.\n—Я обещала помочь ему с ужином,  — сказала я и направилась к выходу.\n—Ты готовить то умеешь?  — спросил меня Магистр с ухмылкой на лице.\n—Думаю, это не сложнее езды верхом,  — предположила я и вышла из комнаты.\n\nДедушку я нашла в комнате, похожей на кухню. Здесь стоял квадратный деревянный стол и четыре стула. В углу стояло что-то, похожее на плиту. \n—Вот, чай готов,  — сказал дедушка, увидев меня.\n—Вы говорили, что я могу помочь вам приготовить ужин.\n—Да, приготовь суп. В том сундуке ты найдешь овощи.\nЯ посмотрела на деревянный сундук, открыв его, я нашла там несколько картофелин и три морковки. Мне стало неудобно, у этого человека нет еды, но добрая душа. Он готов поделиться с нами последним, что у него есть. Я вспомнила, что у нас осталось несколько кусков хлеба и сыр. Я побежала в комнату, которую дедушка любезно нам предложил. На пороге комнаты я врезалась в Магистра.\n—Ты чего?  — спросил он.\n—Я.. Слушай, ты можешь сейчас пойти на охоту?  — сказала я, смотря на него умоляюще.\n—На охоту? Сейчас? — Магистру явно не хотелось отправляться в лес. \n—Этот человек предложил нам ночлег в его доме и даже не попросил денег, у него совсем нет еды, а он..\nМагистр не дал мне договорить.\n—Все, все, я понял, — тяжело вздохнув, он взял свой кинжал и отправился в лес.\nЯ, взяв свертки с оставшейся едой, пошла обратно на кухню.\n—Зови своего спутника, будем пить чай,  — сказал дедушка, наливая чай в чашки.\n—Он отправился на охоту, я приготовлю ужин когда он вернется, а пока.. Вы говорили, что нужно помочь зашить рубахи,  — сказала я и положила хлеб с сыром на стол.\n—Да, сейчас я принесу. — ответил он и ушел в другую комнату.\nВернувшись, он протянул мне две рубахи и нитку с иголкой.\n—Вот, — сказал он. У него было выражение лица, как будто он хочет спросить меня о чем то. Немного подумав, он задал вопрос:\n—Дочка, а можно мне кусочек сыра?\nЯ с трудом сдержала слезы.\n—Конечно,  — сказала я и, сев на стул, принялась зашивать рубахи.\nСпустя несколько минут молчания, дедушка спросил:\n—Дочка, а твой спутник. Вы женаты?\n—Нет, мы просто путешествуем вместе.\n—Понимаю,  — он покачал головой.\nЯ должна была подтвердить свои догадки о легенде, поэтому спросила:\n—Дедушка, а какой сейчас год?\nКазалось, мой вопрос его не удивил, он спокойно ответил:\n—Тысяча семьсот третий.\n\"Мои догадки были верны, это XVIII век\"\n",
    "answers": [
      {
        "id": 89,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 89,
    "text": "Через некоторое время вернулся Магистр с тушей кролика в руках. Приготовив еду и поужинав, мы отправились спать. Зайдя в комнату, я, наконец, задумалась о наличии здесь только одной кровати.\n—Так, ты будешь спать на полу,  — сказала я и протянула Магистру одеяло.\n—Что? Нет. Неизвестно когда мне выпадет следующая возможность спать не на земле,  — сказал он, снял плащ и лег на кровать.  -Хочешь, ложись рядом, или бери одеяло и сама ложись на полу.",
    "answers": [
      {
        "id": 90,
        "text": "Лечь рядом"
      },
      {
        "id": 91,
        "text": "Лечь на полу"
      }
    ]
  },
  {
    "id": 90,
    "text": "\"Ладно, раз он понятия не имеет, что значит вести себя как джентельмен, я ему уступать не буду\"\nЯ обошла кровать и легла с другой стороны, повернувшись спиной к Магистру. Было немного неловко, но усталость дала о себе знать и я погрузилась в сон.\nПроснулась я от того, что солнце, сквозь небольшое окно в комнате, светило мне в глаза.\n\"Уже утро, давно я не спала так крепко\"\nЯ открыла глаза и готова была сквозь землю провалиться. Моя голова лежала на груди Магистра, а рука обнимала его. Он спал. Я быстрым движением собралась убрать свою руку, пока он не проснулся, но не успела.\nМагистр крепко схватил меня одной рукой, а второй взял кинжал со стула и приставил его к моему горлу. \n—Ты что делаешь?  — он был удивлен.\n—Я..Эм.. Ночью наверное было холодно,  — от смущения я не смогла сказать что-то, что звучало бы не так глупо. Я чувствовала, как лицо наливается краской. Магистр убрал кинжал, но отпускать меня не торопился, он смотрел мне в глаза и улыбался. Прикоснувшись к моей щеке, он пальцем провел по моим губам. От чего лицо загорелось еще сильнее. Мое сердце готово было выпрыгнуть из груди.\n—Вы проснулись?  — меня спас голос дедушки.\nМагистр убрал свою руку и я незамедлительно встала с кровати.\n—Да, дедушка,  — прокричала я и пулей выбежала из комнаты.\nДедушку я нашла на кухне, он выкладывал кашу в деревянные тарелки. Следом за мной пришел Магистр.\n—Как вам спалось?  —спросил дедушка.\n—Ночью было холодно,  —улыбнулся Магистр и посмотрел на меня.\nВспомнив недавний инцидент, я почувствовала, как мое лицо вновь наливается краской.\n—Холодно? Хмм. Ладно, давайте завтракать,  — сказал дедушка и мы сели за стол.\nЗавтрак прошел в тишине, закончив трапезу я поднялась со стула и стала собирать тарелки, стараясь не смотреть на Магистра, мне все еще было неловко.\n—Сынок, ты сходи, принеси воды, я тебе все покажу, а вечером я расскажу вам легенду,  —сказал дедушка и встал из-за стола.",
    "answers": [
      {
        "id": 93,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 91,
    "text": "\"В самом деле, не спать же с ним на одной кровати\"\nЯ взяла одеяло, постелила на полу и легла.\n\"Завтра будет новый день\"\nУсталость дала о себе знать и я заснула, как только положила голову.\nПроснулась я от того, что солнце, сквозь небольшое окно в комнате, светило мне в глаза.\n\"Давно я не спала так крепко\"\nДаже лежа на полу, на одеяле, это нельзя было сравнить со сном на холодной земле. \n—Вы проснулись? Завтрак готов, — услышала я голос дедушки.\nЯ увидела Магистра, мирно спящего на кровати. Пусть я и выспалась, меня не покидало чувство досады. Поэтому, встав на ноги, я свернула одеяло и бросила в него.\n—Какого черта? — он был зол.\n—Завтрак готов,  —ответила я и вышла из комнаты.\nДедушку я нашла на кухне, он выкладывал кашу в деревянные тарелки. Следом за мной вошел Магистр. Он бросил на меня гневный взгляд.\n—После завтрака, сынок, сходи за водой, а вечером я расскажу легенду,  — сказал дедушка и мы сели за стол.",
    "answers": [
      {
        "id": 93,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 92,
    "text": "Тем временем\n«-Я узнал, что это за легенда. В горах деревни Ремирис находится источник магии, ты был прав.\n—Отлично, сейчас же отправляемся.\n—А что с ними делать?\n—Девку убить, смерть за смерть.»",
    "answers": [
      {
        "id": 94,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 93,
    "text": "Вечер. Мы отправились вместе с дедушкой к тому месту, где вчера его встретили. Здесь нас уже ждали несколько детей.\n—Дедушка,  — они подбежали к нему с объятьями.\n—Ну все, дети, отпустите меня,  — сказал дедушка с улыбкой.\nЯ помогла ему присесть и он начал свой рассказ:\n—Говорят, давным давно, где сейчас находится небольшая деревня под названием Ремирис, раньше находился большой замок. В нем жил король со своей супругой. Король был жестоким, некоторые его называли тираном. Поговаривали, что он владел темной силой, которая могла подчинять разум людей. И силу ту давало ему кольцо, которое он носил, не снимая. Супруга его очень сильно любила, но не могла больше смотреть на страдания людей. Она была единственной, на кого не действовала сила кольца. Возможно, потому что ее сердце уже принадлежало ему.  Ночью, когда он спал, она сняла кольцо с его пальца и надела его. Но. Она не смогла подчинить волю кольца и в тот же миг обратилась в камень. Темная сила вырвалась наружу, сметая все на своем пути, замок был разрушен. И теперь, вместо красивого замка, там возвышаются лишь горы. Говорят, что все то место пропитано магией, и тот, кто сможет найти путь в покои короля, обретет невероятную силу. Многие пытались найти то кольцо, но никому это не удалось. Некоторые считали, что однажды объявятся те, кто достоин наследия короля и королевы. Но, спустя даже несколько веков, никто не объявился, история начала забываться и превратилась в легенду.\n",
    "answers": [
      {
        "id": 92,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 94,
    "text": "Услышав легенду, я задумалась.\n\"У меня есть выбор, если я не пойду к горам, то ничего не произойдет, не будет ни темных воинов, ни воительниц света, это будет победа, пусть и такой ценой. Я навсегда останусь здесь. Но, я уверена, что Магистр не откажется от возможности вернуть свои силы. И, если он найдет то кольцо, легенда станет былью. И я уже никак не смогу ему помешать.\"\nЧто мне делать?",
    "answers": [
      {
        "id": 95,
        "text": "Пойти к деревне Ремирис"
      },
      {
        "id": 96,
        "text": "Отказаться идти"
      }
    ]
  },
  {
    "id": 95,
    "text": "—Магистр,  — сказала я.\nОн вопросительно посмотрел на меня.\n—Отправляемся завтра с утра.\nОн кивнул головой и я услышала голос дедушки:\n—Знаете, сегодня у нас в деревне отмечается праздник, вы обязательно должны придти.",
    "answers": [
      {
        "id": 99,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 96,
    "text": "—Магистр,   — сказала я.\nОн вопросительно посмотрел на меня.\n—Нужно поговорить,  — не желая говорить при дедушке и детях, я отвела его в сторону. Сделав глубокий вздох, я произнесла:\n—Я не пойду к деревне, я решила покончить со всем этим еще до начала. Я остаюсь здесь.\nГлаза Магистра горели яростью, он процедил сквозь зубы:\n—С тобой или без тебя, я пойду туда и ты меня не остановишь. Хорошо подумай, я найду то кольцо. Я не горю желанием оставаться здесь, ты мне нужна чтобы переместиться в наше время, но если выбора не будет, я заберу это кольцо.\n\"Может я приняла неверное решение?\"",
    "answers": [
      {
        "id": 97,
        "text": "Согласиться пойти"
      },
      {
        "id": 98,
        "text": "Все равно отказаться"
      }
    ]
  },
  {
    "id": 97,
    "text": "\"Если он найдет то кольцо, то настанут времена тирании, как при короле из легенды, я не могу этого допустить\"\n—Ладно, отправляемся завтра,  — сказала я.\nНа лице Магистра я увидела облегчение.\n—Хорошо,  — ответил он.\nВ этот момент я услышала, как дедушка зовет нас. \n—Подойдите сюда.\nМы подошли к нему, он сказал:\n—Знаете, сегодня у нас в деревне отмечается праздник, вы обязательно должны придти.\n",
    "answers": [
      {
        "id": 99,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 98,
    "text": "—Нет,  — твердо сказала я.\nМне показалось, в его глазах я увидела разочарование. Он развернулся и ушел. Больше я его никогда не видела. Я осталась жить в доме дедушки, помогала ему по хозяйству. Спустя много дней до меня дошли разговоры о том, что кто-то нашел кольцо. Настали темные времена, люди боялись выходить из дома. Целая армия, вооруженных мечами людей, в один день добралась и до нас. Этот день стал последним для меня. Я сражалась изо всех сил, но не смогла справиться с армией. Последнее, что я помню — холодный меч пронзил мое сердце, жгучая боль прошлась по всему моему телу. И, темнота.\nТьма победила в этой войне.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 99,
    "text": "\"Праздник? Наверное, это то, что сейчас нужно, чтобы отвлечься\"\n—Но.. — Я оглядела свой наряд: платье помялось, подол грязный. Видимо, заметив мое расстроенное лицо, дедушка сказал:\n—Пойдем, у меня сохранились наряды моей жены, я дам тебе одно платье.\nЯ была очень признательна, помогла ему встать и мы направились в сторону дома.\n\n—Вот, держи,  — сказал дедушка и протянул мне платье невероятной красоты. Осмотрев его, я с ужасом обнаружила, что корсет у платья на шнуровке.\n\"Я не смогу сама одеться\"\n—Что такое?  — дедушка был встревожен.\n—Я.. Я не умею носить платья,  — почему то мне не хотелось ему врать.\n—Это сразу видно, я не буду спрашивать тебя, кто вы на самом деле такие, если сочтешь нужным, расскажешь сама. Я попрошу соседку помочь тебе с нарядом,  — сказал дедушка и вышел из дома.\nСпустя некоторое время он вернулся вместе с девушкой.\n—Пойдемте, я помогу вам,  — сказала она и мы зашли в комнату.\nОна помогла мне надеть платье, но корсет мешал мне дышать.\n—Расслабь немного,  — попросила я.\n—Нет, иначе платье не сядет, потерпите. И волосы, надо с ними что-то сделать, я сейчас,  — с этими словами она выбежала из дома.\nКогда она вернулась, у нее в руках было несколько красивых заколок и длинные перчатки.\n—Вот, эти перчатки по цвету подойдут к вашему платью.\nЯ поблагодарила ее и надела их.\n—А теперь присядьте,  — она пододвинула ко мне стул.\n—Что? Сесть? В этом?  — я искренне испугалась, что от моего неловкого движения, туго затянутый корсет просто лопнет.\n—Не бойтесь вы так,  — засмеялась девушка и помогла мне сесть.\n—Вот, готово,  — она сделала мне прическу и закрепила заколку.  -Вы выглядете как благородная дама.\n—Спасибо большое, — сказала я и она помогла мне выйти на улицу. \nМы встретили дедушку, он тоже приоделся, я бы назвала это смокингом, если не брать в расчет век.\nПопращавшись, девушка поспешно удалилась.\nВ этот момент я встретилась взглядом с Магистром, он, не отрываясь, смотрел на меня. От его пристального взгляда мне стало неловко.\n—Что?  — спросила я.\n—Ты.. Смотри не упади,  — сказал он и я вспомнила тот случай, когда я впервые надела платье.\n—Пора идти,  — сказал дедушка и мы пошли за ним.",
    "answers": [
      {
        "id": 100,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 100,
    "text": "Дойдя до места, где собралась, кажется, вся деревня, я была поражена. Здесь играла музыка, несколько человек играли на скрипках, на столах стояли деревянные кружки, женщины были одеты в красивые платья, а мужчины в черные костюмы. От затянутого корсета и волнения, у меня пересохло во рту. Я взяла со стола одну кружку и опрокинула содержимое в рот. Что-то горячее обожгло мое горло.\n—Что это?  — спросила я дедушку.\n—Ром. Вы веселитесь, а я пойду,  — сказал дедушка и направился вглубь толпы.\n—Могу я расчитывать на один танец?  — услышала я позади себя мужской голос.\nЯ обернулась, передо мной стоял молодой мужчина, лет двадцати пяти. Он улыбнулся и протянул мне руку.\n—Меня зовут Иван.\n—Я Алиди, но я не умею танцевать,  — ответила я.\n—Это поправимо.\nПосле этих слов он взял меня за руку, второй рукой положил мою руку себе на плечо и нежно коснулся моей талии, слегка притянул к себе и повел в танце. Мне казалось, что я лечу, у меня закружилась голова. Закончив танец, он повел меня к столу и предложил выпить, я не стала отказываться. С ним было легко общаться, он шутил, а я искренне смеялась. В один момент я почувствовала, как кто-то больно схватил меня за локоть, заставив пожалеть, что я не взяла с собой оружие. Я обернулась и встретилась со злым взглядом Магистра.\n—Какого черта ты делаешь?\nОт его поступка я разозлилась, резко выдернула свою руку и во мне заговорили два бокала рома.\n—А в чем, собственно, дело? Я пришла веселиться, и мне весело. А ты лучше посмотри на себя, вечно хмурый, со своим любимым \"что за черт\" и \"какого черта\" Ты совсем не умеешь веселиться, выпей немного — я развернулась к столу и взяла кружку. Магистр схватил меня за руку.\n—Ты идешь домой, тебе хватит.\n—Отпусти даму,  — вмешался в разговор Иван.\n—Не вмешивайся, она пришла со мной,  — грубо ответил ему Магистр и оттолкнул его.\nНо меня было уже не остановить.\n—О, что это? Магистр, осторожнее, а то это начинает походить на ревность.\nМне показалось, что я увидела смущение на его лице. Он потянул меня за собой, но я только начала веселиться, и уходить так рано, не входило в мои планы. Мне ничего не оставалось и я просто выплеснула ему в лицо все, что было в кружке.\nВы когда нибудь видели, как смотрит голодная собака на кота?\nНо я, не обращая внимания на его взгляд, развернулась чтобы уйти.\n—Алиди,  — услышала я его голос.\nЯ обернулась и в последний момент успела зажмуриться. Мне в лицо прилетело что-то мокрое, открыв глаза, я увидела Магистра с пустой кружкой в руках. Меня переполняло возмущение. Он быстро подошел ко мне.\n—Пошли.\n—Я никуда не пойду с тобой,  — ответила я, но он, не обращая внимания на мои возражения, просто  погрузил меня на свое плечо.\nНет, я не злилась на него, мне даже была приятна его настойчивость, но, с другой стороны, я не хотела, чтобы он победил в этом споре, поэтому я начала колотить его по спине. Никакой реакции с его стороны это не вызвало и я, смирившись, бросила эту затею. Пройдя половину пути, он опустил меня на землю.\n—Что? Ну уж нет, взялся нести меня, неси до конца,  — сказала я.\n—Тихо,  — сказал Магистр и схватил свой кинжал.\n—Ты это серьезно? Ты будешь драться со мной, с безоружной и в этом платье?  — я была в недоумении. \nОн, ничего не ответив, обхватил меня рукой и прижал к себе, вытянув руку с кинжалом вперед.\nБудучи в несовсем здравом уме, я не сразу заметила стрелу, которая вонзилась в землю около моих ног.",
    "answers": [
      {
        "id": 101,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 101,
    "text": "Заметив еще несколько стрел, летящих в нашу сторону, Магистр оттолкнул меня.\n—Алиди, осторожно,  — крикнул Магистр.\nЯ заметила, как еще две стрелы летят на меня, в последний момент я успела увернуться.\n—Стой и не двигайся,  — сказал он и схватил нож.\nЕще одна стрела, я, доверившись Магистру, не сдвинулась с места. Он метнул нож, сбив стрелу. После чего подошел ко мне и крепко обнял двумя руками, закрывая таким образом меня от стрел. \n—Ты что делаешь?  — я не знала, как реагировать.\n—Я же обещал тебя защищать, помнишь? Их цель ты,  — ответил он.\nЭто было похоже на правду, потому что ни одной стрелы не прилетело в спину Магистра.\n—Но кому это нужно?  \n—Не знаю, да и какая разница? Надо убираться отсюда. Осторожно выгляни и попытайся найти стрелка,  — сказал он.\nПоследовав его совету, я заметила лучника на крыше одного из домов и сказала об этом Магистру. Резко схватив нож и развернувшись, он метнул его в нападавшего. Тот упал. Мы поспешили добраться до дома.",
    "answers": [
      {
        "id": 102,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 102,
    "text": "Когда мы оказались в комнате, Магистр спросил:\n—Даже спасибо не скажешь? Я тебе жизнь спас.\n\"Спасибо?\"\n—Знаешь, если бы не твоя помощь, я бы вообще не оказалась в такой ситуации, так что нет, благодарить я тебя не буду,  — ответила я.\nНо меня не покидали мысли о том, кто это мог быть и кому я так насолила. Будто бы прочитав мои мысли, Магистр сказал:\n—Я думаю, это был человек Яна.\nУслышав это имя, у меня внутри все перевернулось, в голове возникли события того дня. И все же, это было бы не логично.\n—Не знаю, поверил он в твою историю, или посчитал нас психами, но он отпустил нас.\n—Он обещал отомстить за смерть брата, — сказал Магистр.\n—У него была возможность убить меня, зачем ему делать это сейчас?\n—А тебя нисколько не смущает его реакция, когда он услышал, что мы из другого мира? И ты думаешь, что это просто совпадение, что тебя захотели убить после того, как мы узнали легенду? Или у тебя есть враги?\n—Ты хочешь сказать, что он поверил нам и теперь решил найти кольцо?\n—Других предположений у меня нет.\n—Мы должны помешать ему.\n—Завтра с утра мы отправимся к деревне Ремирис, переоденься и надо ложиться спать,  — сказал Магистр и вышел из комнаты.\nЯ принялась снимать платье, это заняло у меня больше времени, чем ожидалось. Но, я справилась. Переодевшись, я задумалась.",
    "answers": [
      {
        "id": 103,
        "text": "Лечь на кровать"
      },
      {
        "id": 104,
        "text": "Постелить на полу"
      }
    ]
  },
  {
    "id": 103,
    "text": "\"До деревни Ремирис добираться неделю, я не упущу возможности поспать на кровати\"\nЯ легла и укрылась одеялом.\n—Ты еще долго? — Магистр за дверью явно ждал, когда я переоденусь.\n—Нет, я переоделась,  — ответила я.\nОн вошел в комнату, снял плащ и лег рядом, повернувшись ко мне спиной.\nЯ закрыла глаза.\n—Алиди,  — услышала я голос Магистра сквозь сон.\n—Что? \nОн повернулся ко мне лицом и сказал:\n—Если Ян найдет кольцо, я не смогу тебя защитить, он убьет тебя,  — в его голосе слышалось беспокойство.\nЯ была удивлена его словам, открыла глаза и встретилась с ним взглядом.\n—Если он найдет кольцо, я не единственная, кто может пострадать,  — вспомнив легенду о жестоком короле, сказала я.\n—Мне нет дела до других.\nОт его слов, сон как рукой сняло. Видимо, увидев мои округлившиеся глаза, он поспешил объясниться:\n—Я хотел сказать, что если ты умрешь, я застряну здесь навсегда. Ладно, за несколько веков никто не нашел его, будем надеяться, что и Яну не повезет,   — сказал он и отвернулся.\n\"Я слышала то, что слышала. Или я неправильно поняла? А его поведение на празднике. Неужели? Нет. Невозможно, он не может испытывать какие то чувства, кроме злости и жажды власти. Возможно уже через неделю он снова станет моим врагом\"\nС этими мыслями я погрузилась в сон.\nПроснувшись, я отправилась на кухню. Дедушка заваривал чай. \n—Доброе утро, дедушка,  — поздоровалась я с ним.\n—Доброе, дочка. Садись, чай готов.\nЯ села за стол и сказала:\n—Спасибо вам за все, что вы сделали для нас.\nОн поднял на меня огорченный взгляд и спросил:\n—Вы уходите?\nЯ покачала головой.\n—Надо, значит надо. Я успел привыкнуть к вам, но, видимо, вас ждут важные дела. Я соберу вам с собой еды.\nПодумав, что, скорее всего он отдаст последнее, я сказала:\n—Нет, еды не нужно, только воду.\nЧерез некоторое время проснулся Магистр, мы попили чай и стали собираться в дорогу.",
    "answers": [
      {
        "id": 105,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 104,
    "text": "Я взяла одеяло и постелила его на полу.\n—Ты еще долго?  — услышала я вопрос Магистра.\n—Нет, я переоделась, — ответила я.\nОн вошел в комнату.\n—Ты будешь спать на полу? Кровать ты не увидишь как минимум неделю.\n—Здесь вполне себе удобно, — ответила я и легла спать.\n\nПроснувшись, я пошла на кухню, дедушка заваривал чай. Увидев меня, он спросил:\n—Вы рано вчера ушли?\n—Да, я почувствовала себя нехорошо,  — я не стала вдаваться во все подробности.\nНемного помолчав, я сказала:\n—Дедушка, нам пора уходить.\nМне показалось, что он расстроился.\n—Пора, значит пора. Я соберу вам с собой еды.\nПодумав, что скорее всего он отдаст нам последнее, я сказала:\n—Нет, еды не нужно, только воду.\nСпустя некоторое время Магистр проснулся, мы попили чай и стали собираться в дорогу.",
    "answers": [
      {
        "id": 105,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 105,
    "text": "Забрав лошадь и попращавшись с дедушкой, мы направились в сторону деревни Ремирис. Впереди нас ожидал путь длинною в семь дней.",
    "answers": [
      {
        "id": 106,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 106,
    "text": "Тем временем\n«-Ян, прости, лучник, которого мы отправили убить ее, не сделал дело. Они направляются к горам.\n—Тогда возьми больше людей и убейте обоих»",
    "answers": [
      {
        "id": 107,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 107,
    "text": "Один день в пути пройден, мы остановились на ночлег. Я развела костер, чтобы приготовить пойманную Магистром добычу. У меня из головы не выходило, что, возможно, Ян найдет кольцо. Я пыталась придумать хоть что-то, чтобы успокоиться.\n—Слушай, но ведь в нашем времени есть легенда, в которой говорится о происхождении темных воинов и воительниц света, и ничего не сказано о кольце, которое дает силу управления разумом людей. Это значит, что Ян не найдет это кольцо. Ведь так? — спросила я Магистра.\n—Я не знаю, я никогда не сталкивался с путешествиями во времени. Может быть, это все уже произошло, и мы сейчас просто проходим по заранее написанному сценарию, а может, мы где то сделали что-то не так и прошлое уже изменилось. Если ломать над этим голову, то вопросов появится еще больше.\n\"Он прав, надо отогнать от себя эти мысли\"\nПоужинав, я приготовилась ко сну.",
    "answers": [
      {
        "id": 108,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 108,
    "text": "Это утро было обычным, ничего не предвещало беды. Проснувшись, мы продолжили свой путь. Был, скорее всего, уже полдень, солнце светило высоко в небе. В один момент я почувствовала, как Магистр крепко взял меня за запястья обеих рук, скрестил их на моей груди и прижал к себе. Я не успела ничего понять, в глаз лошади вонзился небольшой нож. Встав на дыбы, она скинула нас со своей спины и помчалась прочь. Я почувствовала удар о землю, смягченный телом Магистра, его хватка ослабла. Быстро встав на ноги, я поняла, что он лежал без сознания. При падении он головой ударился о камень. Меня отвлек шум, несколько человек с мечами в руках бежали в нашу сторону. Один из них был слишком близко, он уже готов был вонзить свой меч в бессознательное тело Магистра.",
    "answers": [
      {
        "id": 109,
        "text": "Защитить его"
      },
      {
        "id": 110,
        "text": "Ничего не делать"
      }
    ]
  },
  {
    "id": 109,
    "text": "Схватив свой кинжал, я отразила удар меча. Используя свои кинжалы и ножи Магистра, я смогла отбиться от нападавших. Среди них я заметила уже знакомые четыре лица. Сомнений не оставалась, их послал Ян. Подойдя к Магистру, я села рядом с ним на колени. Он лежал без сознания, но был жив. \n\"Рану на голове нужно перевязать\"\nЯ оторвала от рубахи одного из нападавших кусок ткани и перемотала голову Магистра. Действовать надо быстро и я начала думать.\n\"Нападавшие в любой момент могут очнуться, тащить Магистра мне придется за плащ, благо он сделан из крепкого материала. Недалеко есть лес, там мы сможем укрыться, но, когда они придут в сознание, врядли откажутся от идеи преследовать нас. Решать надо быстро\"\nНичего умнее не придумав, я принялась собирать их оружие. Закинув его подальше, я раздела нападавших и связала их же собственными штанами.\n\"Это их немного задержит, а теперь надо убираться отсюда\"",
    "answers": [
      {
        "id": 111,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 110,
    "text": "★Ооо, читатель, да ты жесток★\n\nЯ стояла неподвижно и видела, как красный от крови Магистра меч, вышел из его груди. Безжизненное тело навсегда осталось лежать на той земле. \n\"Он обещал защищать меня и в который раз спас мою жизнь, а я уже никогда не смогу сказать ему спасибо\"\nЯ почувствовала, как что то больно кольнуло внутри, из глаз полились слезы, но медлить было нельзя. Человек, убивший Магистра, уже занес свой меч для атаки. Увернувшись, я схватила кинжал и ударила его по голове. Я смогла отбиться от нападавших, но облегчения это не принесло. Последний раз посмотрев на Магистра, я поспешила удалиться. Без карты, без лошади, одна, я могла только вернуться в деревню Зарэс. \n\nДо гор деревни Ремирис я добралась спустя месяц, но найти кольцо я не смогла. Возможно, потому что со мной не было темной стороны, достойной наследия короля. Много дней я провела в поисках и смирилась. Пусть и таким способом, но все же я смогла искоренить тьму из этого мира.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 111,
    "text": "Дотащив, как мне показалось, целую тонну до леса, я рухнула на землю без сил. Магистр категорически отказывался приходить в себя, я била его по щекам, колотила в грудь, даже несколько раз послала к черту и угрожала оставить его здесь. Это не дало никаких результатов. Лежа на земле, я услышала журчание воды. Быстро встав на ноги, я направилась в сторону источника звука. Это был небольшой ручеек с пресной водой. Утолив жажду, я набрала полный рот воды и поторопилась вернуться. Не долго думая, я наклонилась и выплеснула воду в лицо Магистру. Это подействовало и он открыл глаза.\n—Ну наконец-то,  — я с облегчением выдохнула.\n—Ты плюнула на меня?  — он был возмущен.\n—Я тебя вообще чуть не убила,  — высказала я.\nОн, оглядываясь по сторонам, сел и схватился рукой за голову. Обнаружив на своей голове тряпку, он спросил:\n—Что это?\n—Бинт,  — ответила я,  —У меня несколько плохих новостей, пока ты был в отключке, от нас сбежала лошадь. У нас нет карты, нет воды, и нас преследуют люди Яна. Правда, в той стороне есть ручей, но набрать воду не во что.\n—Подожди,  — перебил меня Магистр.  -Как мы оказались в лесу и где те, кто на нас напал? \n—До леса мне пришлось тащить тебя за шиворот, а нападавшие сейчас связаны.\n—Где ты веревку взяла?  — Магистр, кажется, мне не поверил.\n—Я сделала ее из штанов.\nГлаза Магистра приобрели форму шара, он переспросил:\n—Из чего?\n—А что мне оставалось?\nОн с минуту смотрел на меня удивленно, а потом громко рассмеялся. Я никогда не видела его таким веселым, как завораженная, я смотрела на него и улыбалась. От души посмеявшись, он сказал:\n—Ну ты молодец. Так, ладно, надо решить, что делать дальше.\nОн встал на ноги. Я подумала:\n\"Он, рискуя собой, пытался защитить меня, может, стоит его поблагодарить?\"",
    "answers": [
      {
        "id": 112,
        "text": "Сказать спасибо"
      },
      {
        "id": 113,
        "text": "Ничего не говорить"
      }
    ]
  },
  {
    "id": 112,
    "text": "—Магистр,  — позвала я его, он посмотрел на меня вопросительно. \nНе совсем понимая, с чего начать, я начала мямлить:\n—Ты спас меня, то есть, если бы не ты, я могла бы упасть на тот камень, или сломать шею.. Ну ногу точно. Я.. Я просто хотела сказать спасибо.\nОн улыбнулся, подошел ко мне ближе и положил ладонь на мою щеку.\n—Этого мало,  — сказал он, смотря мне в глаза.\nПочувствовав его тяжелое дыхание на моих губах, мое сердце забилось быстрее.\n\"Что он собирается сделать?\"\nЯ, не ожидая такого, замерла и уставилась на него круглыми, от удивления, глазами.\n—Я жду,  — из ступора меня вывел голос Магистра.\nЯ отстранилась от него и сказала дрожащим голосом:\n—Ты, похоже, слишком сильно ударился головой.\nЯ развернулась, но, он схватил меня за руку, развернул к себе и.. Я ощутила нежный поцелуй на своих губах. По коже пробежали мурашки, прежде, чем я успела что-то предпринять, он отпустил меня. Выражение его лица мгновенно изменилось, казалось, он сам не понимал, что только что сделал. \n—Я просто забрал свою награду, не принимай это всерьез,  — сказал он.",
    "answers": [
      {
        "id": 114,
        "text": "Молча стоять"
      },
      {
        "id": 115,
        "text": "Влепить пощечину"
      }
    ]
  },
  {
    "id": 113,
    "text": "—Я думаю, стоит вернуться туда, где на нас напали, не пешком же они за нами шли. Возьмем их лошадь, — сказал Магистр.\nЭто, конечно была не самая лучшая идея, но, другой у нас не было и мы направились в сторону поляны, на которой на нас напали.",
    "answers": [
      {
        "id": 116,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 114,
    "text": "Не зная, как реагировать, я просто стояла на месте, как вкопанная. Сердце бешано билось, на губах остался привкус поцелуя, я инстинктивно  облизала их. Чтобы избавиться от этого привкуса, или наоборот, запечатлеть его, я не знала. Магистр развернулся и пошел в сторону ручья.  \nСпустя некоторое время, вернувшись, он выглядел собранным. Я не стала говорить о случившемся, да и что я скажу? Ты теперь обязан на мне жениться?",
    "answers": [
      {
        "id": 113,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 115,
    "text": "Я не на шутку разозлилась на него, со всей силы замахнулась и влепила ему звонкую пощечину. Глаза Магистра загорелись от злости, на его щеке остался след от моей ладони. Он резко развернулся и направился в сторону ручья.",
    "answers": [
      {
        "id": 117,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 116,
    "text": "Выйдя из леса, меня охватило чувство паники, злости, ненависти. Я увидела шесть лучников, несколько вооруженных мечами людей, и Яна среди них. В тот же момент стрелы были направлены на нас.\n—А вот и вы. На ловца, как говорится,  —  Ян быстро направился в нашу сторону.\n—О, здравствуй, дорогая, рад видеть тебя живой.\nС этими словами он схватил меня за скулы и больно впился в мои губы.",
    "answers": [
      {
        "id": 118,
        "text": "Ударить его"
      },
      {
        "id": 119,
        "text": "Молча смотреть гневным взглядом"
      }
    ]
  },
  {
    "id": 117,
    "text": "Спустя некоторое время, вернувшись, он выглядел собранным.\n—Алиди, я не знаю, что на меня нашло, я дал волю эмоциям, такого больше не повторится. Если хочешь, я могу извиниться. Но давай договоримся, забудем об этом и никогда больше не вернемся к этой теме. Хорошо?\nЯ кивнула в знак согласия. Хотя я еще была зла на него, говорить о случившемся у меня не было желания.\n—Отлично,  — сказал он.",
    "answers": [
      {
        "id": 113,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 118,
    "text": "Меня переполняла злость, сжав руку в кулак, я со всей силы ударила его по лицу. В тот же момент одна из стрел пронеслась в сантиметре от лица Магистра.\n—Ты, кажется, кое-что забыла, да? На первый раз я тебя прощаю.",
    "answers": [
      {
        "id": 119,
        "text": "Молча смотреть гневным взглядом"
      },
      {
        "id": 120,
        "text": "Ударить еще раз"
      }
    ]
  },
  {
    "id": 119,
    "text": "Я чувствовала, как мои глаза загорелись от злости. Я смотрела на него с таким пренебрежением. Он рассмеялся.\n—О, сколько страсти в этих глазах. Мне льстит, что ты испытываешь ко мне такие сильные чувства.\n—Что тебе надо, Ян?  — прозвучал вопрос Магистра.\n—Что мне надо? Что-же мне надо? А, да. Я слышал, что вас заинтересовала одна легенда. Я, знаете, тоже любитель разных историй. Признаться честно, я даже сломя голову побежал к горам Ремирис. Но, здравый смысл мне подсказал, что ничего я там не найду. Вот я решил встретиться со старыми друзьями. Вы ведь не откажете в помощи другу? Скажите мне, как найти кольцо. Может, там, ключ, или еще что нужно.\n—Все, что там нужно, это наше присутствие,  — ответил ему Магистр.\n—Почему именно ваше?  — спросил Ян.",
    "answers": [
      {
        "id": 121,
        "text": "Сказать правду"
      },
      {
        "id": 122,
        "text": "Солгать"
      },
      {
        "id": 123,
        "text": "Придумать что-нибудь поизящней"
      }
    ]
  },
  {
    "id": 120,
    "text": "Мне было плевать на его угрозы. Все, что я сейчас испытывала, это злость. Я со всей силы ударила Яна еще раз. В тот же момент шесть стрел полетели в сторону Магистра. От четверых стрел он увернулся, а две попали прямо в цель. Безжизненное тело упало на землю.\n—Ну вот, смотри что ты сделала,  — развел руками Ян.  -Ну да ладно, так даже лучше,  — сказал Ян и подошел ко мне ближе.\n—Я ведь вот что хотел. Слышал, вы направлялись к горам Ремирис. Я хотел бы знать больше об этом. Говорят, там есть волшебное кольцо, я должен знать, как его найти.\n—Об этом месте я знаю не больше тебя, а даже если бы знала, никогда не сказала бы тебе, — ответила я.\nПоследнее, что я помню — шесть стрел.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 121,
    "text": "—Хочешь знать правду? Тогда слушай,  — сказала я.  -Познакомься, это Магистр, предводитель темных воинов, самое злобное создание на свете, а я Алиди, воительница света. Рожденная помешать ему творить зло. И да, мы не из другого мира, мы из будущего. Сюда нас перенесла я, случайно, конечно. Мы сражались и я использовала заклинание, которое особо не изучила. Вот мы оказались здесь и теперь вынуждены вместе искать способ вернуться. В нашем времени есть легенда, где сказано о происхождении темных воинов и воительниц света. И произошло это как раз в результате нашей с ним драки в горах деревни Ремирис. И теперь мы направляемся туда, чтобы вернуть свои силы. Кажется ничего не упустила.\nЯн смотрел на меня с недоверием.\n—Ты хочешь сказать, что нас посетили святой ангел и демон самой преисподней?  — спросил Ян.\n—Нет, мы люди,  — ответила я.\n—Получается, вы враги?  — Ян не унимался.\n—Да, именно,  — покачала я головой.\n—Но вы не похожи на врагов,  — Ян развел руками.  —Он бережет тебя, как свое сокровище.\n—Это потому, что я нужна ему живой, без моей помощи он не сможет вернуться.\nЯн покосился на Магистра, он молчал.\n—А что насчет кольца?  — спросил Ян.  -Как его найти?\n—А вот этого мы не знаем, легенду о кольце мы услышали буквально пару дней назад,  — ответила я.\nЯн, немного подумав, сказал:\n—Вы должны помочь мне найти кольцо, а взамен, я дам вам лошадь, еду, воду и сопровождение до гор. Как я понял, кольцо вам не нужно, так какая вам разница, кому оно достанется? Вы спокойно вернетесь в свое время, а я стану королем в своем.\n—Нет, Ян, я поклялась защищать людей.\n—Так и защищай их вон, от него,  — кивнул он на  Магистра, он сказал:\n—Ты не убедишь ее, у нее есть свои идеалы и принципы, от которых она не отступится.\n—Да? Ну а ты, ты же сам хочешь найти кольцо, разве не так?  — спросил Ян, обращаясь к Магистру.\n—Мне не нужно кольцо, я хочу вернуться в свое время,  — ответил Магистр.\n—Зачем туда возвращаться, если можно стать королем здесь? Я предлагаю тебе сделку. Мы найдем кольцо, а потом в честном поединке решим, кому оно достанется.\n—Нет, я еще раз повторю, мне не нужно кольцо,  — ответил Магистр.\n—Ну раз так.\nВ этот момент я почувствовала, как холодный меч пронзил меня. Острая боль прошлась по всему телу, я не смогла удержаться на ногах. Чьи-то сильные руки подхватили меня. Последнее, что я помню, дрожащий голос Магистра:\n—Нет, Алиди, пожалуйста, не умирай.\nЯ закрыла глаза и навсегда погрузилась в темноту.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 122,
    "text": "Я вмешалась в разговор:\n—То, что ты знаешь о горах Ремирис, это только часть. В этой легенде упущен один важный момент. У короля с королевой был сын. Перед тем, как надеть кольцо, она позаботилась о его безопасности, перенесла его в другой мир. В легенде говорится о тех, кто достоин их наследия. Так вот, мы их потомки, и только мы сможем найти кольцо. \nЯн слушал, не перебивая, а у меня уже разыгралась фантазия.\n—Это кольцо его по праву,  — указала я на Магистра.  -Только потомок короля сможет подчинить волю кольца. Допустим, ты сможешь отыскать его, но оно тебя не признает. Помнишь, что случилось с королевой? То же случится и с тобой.\n—И я должен тебе поверить?  — спросил Ян.  -При нашей первой встрече вы сказали, что ищете способ вернуться обратно, в свой мир. И легенду вы сами впервые услышали здесь. И как могли упустить такой важный момент, как королевского отпрыска? \nЯн явно мне не поверил, он схватил свой меч и сказал:\n—Я начинаю терять терпение, не играй со мной,  — с этими словами он приставил меч к горлу Магистра. \nНо это была его ошибка. Магистр резко выбил меч из его рук, развернул его спиной и приставил кинжал к его горлу. Таким образом заслоняясь им. Люди Яна были растеряны и не решились нападать.\n—Откуда у тебя в голове столько бреда?  — спросил меня Магистр. \n—Ну ведь сработало же,  — я пожала плечами.\n—Скажи своим людям, чтобы привели лошадь, дали нам воду и карту,  — потребовал Магистр.\n—Ладно, ладно,  — Ян поднял руки вверх,  \n—Слышали? Давайте быстро,  — дал он команду своим людям.\n—И скажи им, чтобы не преследовали нас, — сказал Магистр.\n—Так, стойте здесь и не дергайтесь,  — прокричал Ян.\nКогда нам привели лошадь и дали воду с картой, продолжая держать Яна в заложниках, мы поспешили отойти на безопасное расстояние.",
    "answers": [
      {
        "id": 124,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 123,
    "text": "Натянув на себя самую широкую улыбку, но, мне казалось, это больше походило на оскал, я сделала шаг вперед.\n—А знаешь, Ян, мне до чертиков надоело его общество, еще в нашем мире он доставил мне столько проблем.\nЯ обвила его шею руками и продолжила:\n—Если верить легенде, женщина не сможет надеть то кольцо. А вот сильный мужчина...,   — я провела рукой по его груди.  —Не думаю, что для поиска кольца нам нужно его присутствие, достаточно и моего. Найдя то кольцо, ты станешь королем, а я разделю с тобой эту ношу,  — я продолжала гладить его по груди, спускаясь чуть ниже.\nЯн смотрел на меня с улыбкой и желанием, я перевела взгляд на Магистра, его лицо выражало целую бурю эмоций. \n—И еще. Я хочу чтобы он ответил за все, он должен умирать медленно, я хочу чтобы он молил о смерти,   — сказала я почти шепотом на ухо Яну.   -Сделай это и я помогу тебе найти кольцо.\nМне было противно от того, что я делаю и я боялась, что он мне не поверит. Но, кажется, я сделала правильно, я сыграла на его самолюбии.\n—Ладно,  — ответил Ян и направился к Магистру.\nЯ обняла его сзади и, пока он не успел ничего понять, выхватив его меч, толкнула его на Магистра.\nРеакция Магистра была молниеносной, он приставил кинжал к горлу Яна и, заслонившись им, сказал:\n—На секунду я подумал, что ты умом тронулась.\n—Да, твое лицо надо было видеть,  — не удержалась я от комментария.\nЯн громко рассмеялся:\n—Женщины. Всегда питал к ним слабость. Теперь ты мне нравишься даже больше.\nЛюди Яна явно были растеряны и не решались нападать.\n—А теперь нам нужна лошадь, вода и карта,  — сказал Магистр.\n—Эй, вы, че там встали? Слышали? Давайте быстро,  — прокричал Ян.\nПосле этого нам привели лошадь, Магистр сказал:\n—Скажи своим людям чтобы не преследовали нас.\n—Так, стойте здесь и не дергайтесь,  — дал команду своим людям Ян.\nПродолжая держать кинжал у горла Яна, мы поторопились уйти на безопасное расстояние.",
    "answers": [
      {
        "id": 124,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 124,
    "text": "Зайдя глубоко в лес, Магистр убрал кинжал.\n—Что, не убьешь меня?  — спросил Ян.\n—Нет,  — спокойно ответил Магистр.\n—Если не сделаешь это сейчас, мы встретимся, и вот тогда я не буду играть с вами в игры,  — процедил Ян сквозь зубы.\nМагистр, ничего не ответив, ударил его, и тот потерял сознание.\nУдивленная его решением, я спросила:\n—Почему ты не убил его?\n—Потому что ты меня об этом просила,  — ответил  он.\n\"Я действительно просила его убить Яна, и если бы он это сделал, это было бы на моей совести\"\n—Ты и дальше будешь стоять, или может уберемся отсюда?  — голос Магистра отвлек меня от мыслей и мы поспешно покинули это место.",
    "answers": [
      {
        "id": 125,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 125,
    "text": "Когда мы наконец остановились, чтобы сделать привал, высоко в небе уже светила луна. Магистр помог мне слезть с лошади. Я так и не научилась делать это самостоятельно. Привязав лошадь к дереву, он сказал:\n—Ян не отступится, надо быть осторожнее.\nЯ ничего ему не ответила, я была погружена в мысли о том, что сегодня произошло. Я не понимала, откуда в этом человеке столько жестокости. Я уже была не уверена, что Магистр поступил правильно, не убив его. У него внешность человека, но душа чернее души любого темного воина. В этот момент я почувствовала чью-то руку на своем плече. От неожиданности я вздрогнула.\n—Ты в порядке?  — Магистр смотрел на меня с беспокойством.\n—Да, я в порядке, просто.. Иногда мне начинает казаться, что я делаю что-то неправильно. Что не все так, как я привыкла это видеть. А Ян.. Мне иногда кажется, что в тебе человечности больше, чем в нем,  — я была настолько расстроена, что не смогла сдержать свои мысли.\n—Вот уж не думал, что ты когда нибудь назовешь меня человеком,  — он улыбнулся.\n—Ну правда, может ты и сам не знаешь, но в тебе есть и что то хорошее.\n—Ты так думаешь?  — Магистр явно не ожидал от меня таких слов.\n—Не знаю, у меня мысли спутаны, наверное, вся эта ситуация давит на меня сильнее, чем я думала.\n—Все будет хорошо, успокойся, мы доберемся до гор и вернем свои силы. Не время опускать руки, особенно сейчас, когда мы почти у цели.\n—Да, наверное ты прав.\nМне хотелось верить ему, хотелось верить, что все будет хорошо. ",
    "answers": [
      {
        "id": 126,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 126,
    "text": "Утром я проснулась с жуткой головной болью. Почти всю ночь я не могла уснуть из-за мыслей в голове. Когда я открыла глаза, я увидела Магистра, он уже не спал. Очень хотелось есть, вчера мы весь день ничего не ели. Хотя, я начала привыкать к этому. Оставалось надеяться, что совсем скоро я забуду все, как кошмарный сон.\n—Держи,  — Магистр протянул мне яблоко.  \n—Это все, что я смог найти.\nЯ была рада и этому. Съев предложенную еду, я поднялась на ноги. Голова сильно закружилась, конечности онемели, перед глазами все поплыло, я хотела сказать хоть слово, но язык не слушался меня. К горлу подступила тошнота. Все мое тело стало невероятно тяжелым, я закрыла глаза и сознание покинуло меня.",
    "answers": [
      {
        "id": 127,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 127,
    "text": "Сквозь помутненный рассудок я слышала, как кто то зовет меня. Сознание постепенно возвращалось ко мне. И, наконец, приложив немало усилий, я смогла открыть глаза. Я увидела встревоженное лицо Магистра. Я лежала на земле, его рука придерживала мою голову. \n—Ты напугала меня,  — с этими словами он сильно прижал меня к себе.\n—Ты была без сознания почти пол дня, я думал, что потерял тебя, никогда больше так не делай, — он обнял меня еще сильнее.\nНе понимая, что произошло, я попыталась отстраниться, он лишь еще крепче прижал меня к себе. Мне стало трудно дышать.\n—Магистр,   — все, что я смогла произнести. \nЕго хватка ослабла и он посмотрел мне в глаза.\n—Ты как?  — в его голосе было явное беспокойство.\n—Что произошло?  — спросила я и попыталась встать.\n—Нет, не вставай, ты потеряла сознание, наверное, от переутомления и голода. Я пол дня пытался привести тебя в чувство. \nЕго лицо мгновенно изменилось, в глазах я увидела искру злости.\n—Не думал, что ты такая слабая.\nМеня задели его слова и я ответила:\n—Знаешь, если бы ты лучше охотился и приходил с добычей, не размером с яблоко, я бы не падала в обморок. Так что будь добр, отпусти меня и принеси нормальной еды.\nОн поднял меня и поставил на землю. Посмотрев на меня своим обычным взглядом, он ушел.",
    "answers": [
      {
        "id": 128,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 128,
    "text": "Было уже совсем темно, я развела костер, Магистра еще не было. Мне стало не по себе.\n\"Может я зря его послала на охоту? Столько времени прошло. А что, если люди Яна нашли его? Что они могли с ним сделать? А вдруг ему встретился медведь. В этом лесу есть медведи?\"\nПытаясь унять свое беспокойство, я принялась ходить взад-вперед. Меня нисколько не беспокоило, что мы потеряли день понапрасну. Я хотела, чтобы он вернулся. Пусть с пустыми руками, пусть без добычи. Главное, чтобы он был живой.\n\"Что со мной? Почему я так за него волнуюсь? Наверное, я просто хочу есть. Да. Я просто хочу есть\"\nЯ пыталась сама себя убедить, но каждый раз ловила себя на мысли, что увидеть его я хотела больше всего. Я корила себя и пыталась оправдать. \n—Я всего лишь сказала ему, что мне нужна еда, что я тоже человек. И зачем только я сказала ему это? Потому что он назвал меня слабой, вот почему. Я что, не могла промолчать? Нет, не могла, я должна была поставить его на место. Я поставила, мне легче? Нет, не легче. Теперь он там, в лесу, и я понятия не имею, что с ним случилось,   — я так переживала, что не заметила, как начала озвучивать свои мысли. Я продолжала ходить взад-вперед.\n—Я должна пойти за ним, если он попал в беду, я должна помочь ему,  — решила я.\nНо, сделав буквально два шага, я уткнулась в чью-то грудь.\n—Ты так обо мне беспокоилась?  — услышала я голос Магистра.\nЯ испытала такое облегчение, я с трудом сдержала порыв броситься ему на шею. И, не желая говорить ему о том, как сильно я за него переживала, я ответила:\n—Конечно, ушел, обещал принести еду. Я тут, между прочим, чуть не умерла от голода. Кстати, ты пришел с пустыми руками? Так и думала, что от тебя никакой пользы.\n—Вот тебе нормальная еда,   — сказал он. \nЯ заметила тушу оленя. Его взгляд.. Мне понадобилось немало времени, чтобы понять, что он не собирается заставлять меня съесть все это за один раз.",
    "answers": [
      {
        "id": 129,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 129,
    "text": "Утро. Позавтракав, мы отправились к своей цели. Как бы я ни старалась не думать, что будет, когда мы вернемся в свое время, эти мысли раз за разом возвращались ко мне. \n\"Сейчас, когда я узнала Магистра с другой стороны, я успела привязаться к нему. Что будет, когда мы окажемся там, в привычном нам мире?\"\nЗдравый смысл подсказывал мне, что все вернется на свои места. Мы снова станем врагами. Я уже начала забывать, что совсем недавно я так сильно ненавидела его. Теперь я чувствовала что-то другое, что-то, что никак нельзя было назвать ненавистью. Моя душа словно разрывалась на части. Я хотела вернуться в наш мир, людям нужна моя защита, но, в то же время я хотела немного оттянуть этот момент. Его руки, такие нежные и сильные. В последнее время он так часто меня обнимал, что мне начало казаться, если он перестанет это делать, я перестану дышать. Могла ли я тогда понять, я, которая привыкла ненавидеть и прикрывать это маской благородства, что в этом мире не все черное и белое? Нет, на тот момент я даже и представить не могла, что смогу посмотреть на этот мир по другому.",
    "answers": [
      {
        "id": 130,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 130,
    "text": "Путь до деревни Ремирис был долгий, но, как ни странно, люди Яна бросили затею преследовать нас. И мы беспрепятственно добрались до нашей цели. С каждым шагом мое сердце ускоряло ход. Когда мы добрались до гор, Магистр сказал:\n—Сегодня все закончится,  — но радости в его голосе не было. Он внимательно посмотрел мне в глаза и задал вопрос, который я ни раз задавала себе:\n—Что будет, когда мы вернемся?\nХоть я и спрашивала себя об этом много раз, ответа на этот вопрос я не смогла найти.\n—Не знаю,   — ответила я.\n—Ладно, пойдем.\nИ мы пошли дальше, не совсем понимая, куда именно стоит двигаться.\n—Может стоит забраться на вершину горы?  — предположила я.\nОн молча пожал плечами. Было видно, он растерян не меньше меня.\n—Ну, если у тебя других идей нет, значит к вершине,  — сказала я.\nМагистр кивнул в знак согласия.",
    "answers": [
      {
        "id": 131,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 131,
    "text": "Тем временем\n«-А вот и наши друзья пожаловали.\n—Что будем делать, Ян, убьем их?\n—Убьем? Нет, мы будем молча ждать когда они найдут путь к кольцу»",
    "answers": [
      {
        "id": 132,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 132,
    "text": "Корабкаясь к вершине горы, внезапно я почувствовала, как земля уходит из-под ног. От неожиданности я вскрикнула.\n—Алиди, дай руку,  — сказал Магистр.\nЯ схватила его за руку, но гора продолжала рушиться и мы полетели вниз. Я почувствовала сильный удар о землю. \n—Ты в порядке?  — спросил Магистр и помог мне встать.\n—Да, я в пор...  \nЯ не смогла договорить, мой взгляд упал на каменную статую. Отчетливо виделся силуэт девушки. На ее пальце я заметила кольцо, от которого исходил неяркий свет. Не в силах произнести ни слова, я уставилась на это свечение. Магистр повернулся и медленным шагом, не моргая, как под гипнозом, направился к каменной статуе. \n\"Он наденет его, сила кольца манит его\"\nЯ не могла этого допустить, схватив кинжал, я встала перед ним.\n—Ну уж нет, ты не наденешь кольцо.\n—Уйди с дороги,  — в его глазах было столько злости. Он схватил свой кинжал и атаковал. В разгаре битвы произошло то, что было описано в легенде. Яркий белый свет и черный дым заполнили все пространство, закружили, как в танце, переплетаясь, извиваясь, как щупальца, как будто живые, они кинулись на нас. Я почувствовала, как все внутри загорелось. Обжигая каждую клетку моего тела, белый свет проникал мне в самую душу. Заставляя кричать от боли. Будто бы от меня постепенно отрывали кусочек за кусочком, бросили в костер. Будто сотни кинжалов разом проткнули меня насквозь. Я боялась дышать, меня словно разрывало на тысячи мелких частиц, я вспомнила, что в легенде говорилось — они испарились. Я поняла, это конец. Мне суждено исчезнуть, сгореть изнутри, распасться на мелкие частицы, превратиться в белый свет и распространиться по всему миру, даруя женщинам силу, превращая их в воительниц света. Нет, я не умру, я навсегда останусь жить в их сердцах.",
    "answers": [
      {
        "id": 133,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 133,
    "text": "Я не знаю, сколько это длилось, но в один момент все закончилось, и на смену боли по всему телу разлилось приятное тепло. Я вытянула руки вперед, чтобы убедиться, что я еще жива. В этот момент я увидела Магистра, он держал в руках клинки, от которых исходили клубы черного дыма. Теперь передо мной стоял не тот Магистр, теперь передо мной стоит предводитель темных воинов. Осознав это, я применила заклинание, то заклинание, которое перенесло нас сюда. Нас охватил яркий белый свет, но он не причинял боли. В тот же момент мы оказались на крыше высокого здания. Осмотревшись по сторонам, Магистр в миг исчез в клубах черного дыма. Я не стала гнаться за ним, у меня не было на это сил. Растворившись в белом свечении, я телепортировалась домой.",
    "answers": [
      {
        "id": 134,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 134,
    "text": "Моим домом была однокомнатная квартира. Из мебели здесь была большая кровать, диван и телевизор. На кухне стоял стол, два стула и холодильник. Оказавшись дома, первым делом я поспешила принять горячую ванну, чтобы смыть с себя все то, что произошло со мной. Надев мягкий халат, я легла на кровать. Я старалась не думать о завтрашнем дне. Произошедшие со мной недавние события, теперь казались мне плохим сном. Будто бы это произошло не со мной. Укрывшись теплым одеялом, я погрузилась в сон.",
    "answers": [
      {
        "id": 135,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 135,
    "text": "Проснулась я от того, что меня охватило странное чувство, вся комната будто бы наполнилась леденящим холодом. Это чувство ни с чем нельзя было спутать. Вскочив с кровати, я заклинанием создала несколько клинков и направила их на него.\n—Убери, я пришел не драться,  — сказал Магистр.\nВспомнив, что на моей квартире стоит мощное заклинание защиты от темной магии, я спросила:\n—Как ты меня нашел?\n—Ты особо и не пряталась. Убери ты их, я еще раз говорю, я здесь не за этим,   — сказал Магистр.\nЯ с недоверием посмотрела на него.\n—Ладно, если тебе так спокойнее,  — он сел на диван и продолжил:\n—Меня сейчас хотели убить темные воины, когда я назвался Магистром, они уверяли меня, что есть только один Магистр, и это Ян.\nОт его слов у меня перехватило дыхание.\n—Я думаю, что он все таки нашел кольцо после того, как мы перенеслись. Если это так, то я не справлюсь с ним без твоей помощи. Есть конечно еще вариант, обратиться к совету, но, если они находятся под влиянием кольца, они просто убьют меня. Ты поможешь мне?\n\"Что мне делать?\"",
    "answers": [
      {
        "id": 136,
        "text": "Согласиться помочь ему"
      },
      {
        "id": 137,
        "text": "Отказать в помощи"
      }
    ]
  },
  {
    "id": 136,
    "text": "\"Ян, владеющий силой управления разумом людей, это худшее, что могло произойти\"\nЯ убрала клинки и сказала:\n—Я помогу тебе, в большей части я сама виновата в этом. \nОн встал с дивана и подошел ко мне.\n—Перестань, ты не могла знать, что так получится.\nВ этот момент меня осенило, я создала клинок и приставила его к горлу Магистра.\n—Какой к черту Ян с кольцом? Ты забыл, это было несколько веков назад, люди столько не живут. Ты думал, что я поверю тебе? \n—Я тебе сказал правду, как он оказался здесь, я не знаю.\nЯ на секунду поверила ему, но, чем больше я об этом думала, тем больше это казалось мне бессмыслецой. \n\"Ян никак не мог оказаться в нашем времени, даже если он нашел кольцо. На тот момент, когда я использовала заклинание, его даже рядом не было. Но, зачем тогда Магистр здесь?\"\n—Может ты уже уберешь клинок?  — прозвучал вопрос Магистра.\n—Подожди, я думаю.\n—И что ты решила?\n—То, что ты говоришь про Яна, не может быть правдой, но тогда зачем ты здесь и как обошел заклинание защиты?  — спросила я.\n—Никакой защиты я не заметил, а то, что я говорил про Яна, я еще раз повторю, я сказал тебе правду. И если ты не собираешься меня убивать, то убери ты, наконец, этот клинок,  — в голосе Магистра слышалась злость.\nУбивать я его не собиралась, по крайней мере сейчас. Я, хоть и не верила в историю про Яна, должна была убедиться. Поэтому я убрала клинок и сказала:\n—Ладно, пошли. Темных воинов можно найти в центре города. Вот и проверим, набросятся они на тебя или начнут кланяться.\n—Ты пойдешь в этом?  — спросил Магистр, оглядывая меня с ног до головы.\n\"Точно, я же в халате\"\n—Нет, переоденусь,  — сказала я и отправилась в ванну переодеваться.\nНадев свой привычный белый костюм, я вошла в комнату.\n—Пошли,  — сказала я и растворилась в белом свечении. Охваченный черным дымом, Магистр отправился за мной. В тот же момент мы оказались в самом центре города. Что-то было не так, но я не могла понять что именно.",
    "answers": [
      {
        "id": 138,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 137,
    "text": "—Нет, я не стану помогать тебе,  — с этими словами я направила все клинки на него, желая покончить с этим.\nОн растворился в темном дыме и клинки вонзились в диван. Холод прошелся по моей спине.\n—Тогда прощай, береги себя,   — сказал Магистр мне на ухо и исчез.\nТо, что он говорил о Яне, оказалось правдой. Я поняла это буквально на следующий день. Люди находились под влиянием кольца, а Ян играл ими, как живыми куклами. Очень скоро и я попала под его влияние. Желая покончить с ним, я не смогла противостоять силе кольца. Встретившись лицом к лицу с Яном, я ощутила его волю. Я не могла сопротивляться когда он, улыбаясь, пронзил мое сердце мечом.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 138,
    "text": "Я продолжала озираться по сторонам в надежде понять, что изменилось. Те же дома, та же улица, но..\n—Сколько время?  — спросила я.\n—Часов десять вечера,  — ответил Магистр.\n\"Точно, всего десять часов, но улица пустая, в окнах не горит свет\"\n—Где все люди?  — спросила я.\nМагистр тоже начал озираться по сторонам, в надежде найти хоть одного человека. В этот момент послышались чьи-то шаги. Я с облегчением выдохнула, но, как я потом поняла, зря. А тем временем шаги приближались к нам. Подойдя к нам, они остановились, и на нас уставились пять пар глаз. Я в миг осознала, это не люди. Перед нами стояли пять темных воинов.\n—Вы что, не знаете, что бывает за нарушение комендантского часа?  — спросил один из них и они обнажили свои черные клинки.\n—Какой к черту комендантский час? И как смеешь ты угрожать мне?  — прокричал Магистр и в тот же миг у него в руках выросли два клинка. Я последовала его примеру и создала клинки.\n—Как смею угрожать тебе? Это как смеешь ты угрожать патрулю? Уберите свое оружие и сдавайтесь, иначе прощайтесь с жизнью,  — произнес один из темных воинов.\nЯ была возмущена его словами, определенно, что то изменилось, но, был ли в этом замешан Ян? \n—Ну, перестаньте, это же мои старые друзья,  — услышала я знакомый голос позади себя.\nТемные воины в тот же момент убрали оружие.\n\"Не может быть\" Пронеслось у меня в голове, когда я обернулась и увидела Яна. \nОн рассмеялся:\n—Я так рад встрече, ну правда, видели бы вы сейчас себя со стороны. Вам, наверное, не терпится узнать, почему я здесь? Как? Откуда? \nМне было плевать, как он здесь оказался, меня переполняла злость, я направила клинки на него, но, он поднял руку и я ощутила волю кольца, я не смогла даже пошевелиться. Как под гипнозом, я убрала клинки и мне захотелось его слушать. Ян опять рассмеялся.\n—Если я говорю, значит вы будете меня слушать, да?\n—Да, я буду тебя слушать,  — сказала я.\n—Вот и хорошо, а о чем я говорил? А, да. Когда вы пришли к горам Ремирис, я ждал вас. А когда вы провалились в ту пещеру, я не на шутку за вас испугался. Честно. Даже побежал выручать вас. Я видел то черно-белое свечение. Оно будто прошло сквозь меня, я думал все, прощай жизнь, А нет, я выжил. Правда у меня снесло крышу, в голове была какая то неразбериха, чьи-то воспоминания, точно не мои. Потом я понял, это ваши, ваши воспоминания. Я знаю о вас все, знаю все, что знаете вы. Я гораздо сильнее вас, я обладаю силой и воительниц света, и темных воинов. Я взял кольцо и применил твое заклинание, правда, я решил сделать вам сюрприз и перенесся чуть раньше, чем вы, я терпеливо ждал встречи с вами. Ну как? Как вам мой сюрприз?\nНаходясь под влиянием кольца, я сказала:\n—Мне понравился твой сюрприз.\n—А ты мне нравишься куда больше, когда послушная. Интересно, ты на все согласишься?\nВ этот момент я ощутила дикое желание его поцеловать, меня влекло к нему, я не могла сопротивляться этому. Я подошла к нему и обвила его шею руками.\n—Прекрати, отпусти ее,  — сказал Магистр.\n—Отпустить? Я же говорил тебе, надо было убить меня, когда была возможность, правда я обещал не играть с вами, но меня все это так забавляет, не смог удержаться.\n—Послушай, если ты хочешь отомстить за смерть брата, я уже говорил, я его убил и мне отвечать. Дай ей уйти.\n—Ты посмотри на себя, в кого ты превратился. Я же говорю, у меня все твои воспоминания. Ради нее ты готов предать все, к чему стремился. Ты не достоин зваться Магистром, я лишаю тебя этого звания.\n—Лишить звания Магистра может только совет, у тебя нет на это права.\n—Ты так и не понял? Я выше любого совета. Хотя, должен признать, если бы не твоя помощь, я бы до конца жизни был разбойником. Знаешь, что я решил? Я решил дать тебе второй шанс. Убей воительницу и я позволю тебе занять место в рядах темных воинов. А, может даже, сделаю тебя своей правой рукой.\n—Если, как ты говоришь, у тебя мои воспоминания, то ты должен знать, что я не сделаю этого.\n—Видит бог, я пытался. Ну тогда веселись.\nПосле этих слов я подошла к Магистру и со всей силы ударила его по лицу. Создала клинки и направила их на него. Он отбил мою атаку, но я не могла остановиться, я снова и снова атаковала его. В один момент я получила команду остановиться, убрала клинки и встала неподвижно. Клинок Магистра ранил меня в плечо. \n—Ну, тебе весело? Еще поиграем?  — усмехнулся Ян.",
    "answers": [
      {
        "id": 139,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 139,
    "text": "Магистр схватил меня за руку и меня охватил черный дым. В тот же момент мы оказались на крыше высокого здания. Он положил руки на мое лицо, я слышала его голос.\n—Алиди, очнись.\nНо я не могла очнуться, находясь под влиянием кольца, я ударила его и телепортировалась обратно, в центр города. Магистр последовал за мной. Я увидела, как черный клинок Яна ранил Магистра.\n—Наслаждайся зрелищем,  — сказал Ян и исчез.\nСознание вернулось ко мне, я больше не находилась под влиянием кольца, я видела, как Магистр, держась за живот, упал на землю.",
    "answers": [
      {
        "id": 140,
        "text": "Помочь Магистру"
      },
      {
        "id": 141,
        "text": "Отправиться за Яном"
      }
    ]
  },
  {
    "id": 140,
    "text": "Я подбежала к лежащему на земле Магистру. Он издавал нечеловеческие хрипы. Из раны на животе сочилась кровь. У меня сжалось сердце, из глаз потекли слезы. Я взяла его за руку и мы растворились в белом свечении.",
    "answers": [
      {
        "id": 142,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 141,
    "text": "Ян, видимо уверенный в своих силах, даже не думал прятаться и я без труда его нашла. Он посмотрел на меня и засмеялся:\n—Тебе понравилось, да?  \nЯ опять поддалась его воле, мой разум и тело больше не принадлежали мне. Я подошла к Яну и поцеловала его, а он продолжал свою игру.\n—Что ты думаешь обо мне?\n—Я думаю, что никто не может с тобой сравниться, ты могущественный, никто никогда не сможет превзойти тебя. Я хочу провести с тобой остаток своих дней.\n—Хочешь? Тогда умоляй меня об этом. На колени.\nЯ встала на колени.\n—Я умоляю тебя, позволь мне быть с тобой, не прогоняй меня, я сделаю все, чтобы заслужить твое расположение, я буду делать все, что ты мне прикажешь, только не отталкивай меня, я не смогу жить без тебя, я не разочарую тебя, я буду для тебя той, кем ты захочешь меня видеть.\n—Ты правда сделаешь для меня все?\n—Да.\n—Тогда я позволю тебе каждую ночь быть со мной.\n—Спасибо.\nЯ не знаю, сколько это длилось, но в один прекрасный день ему это надоело и он приказал мне убить себя. Я не посмела возражать ему.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 142,
    "text": "Оказавшись в квартире, Магистр сказал:\n—Ты не сможешь мне помочь. Не плачь,  — он вытер мои слезы и накрыл мои губы нежным поцелуем.\n—Я что нибудь придумаю,  — ответила я.\nОн улыбнулся, и, хрипло откашлявшись, упал без сознания. Применив заклинание телекинеза, я перенесла его на кровать. Сняла с него плащ и осмотрела рану. Рана была не глубокой, но она была отравлена темной магией. Ян хотел, чтобы он умирал медленно, мучительно. От раны по венам растекался черный яд. Я старалась сдерживать слезы, пыталась думать. \n\"Я что нибудь придумаю? Что я могу придумать? Я должна что нибудь придумать. Точно, я куплю в аптеке антибиотики. Конечно, я ведь запросто, антибиотиками, изгоню яд от темной магии. Проще сразу убить его, чтобы не мучался. А правда, я так давно хотела убить его, а теперь хожу, ломаю голову, как его спасти. Он ни раз спасал меня и я должна ответить тем же\"\nЧем больше я думала, тем быстрее теряла надежду. \n\"Магистр много раз упоминал про совет. Но, чем он может помочь? Других вариантов у меня все равно нет. Совет. Я должна узнать о совете как можно больше\"\nЕдинственным местом, где я могла найти хоть что то, была моя школа. Я боялась туда возвращаться, но выхода у меня не было. Растворившись в белом свечении, я оказалась посреди библиотеки.\n\"Здесь все как раньше\"\nПодойдя к книжным полкам я взяла книги, которотые были о темных воинах, их предводителе и совете. Я никогда раньше не заостряла внимание на них. Моей целью было изучение заклинаний. Взяв нужные книги, я поспешила вернуться. Как только я оказалась в квартире, я услышала хрип.\n—Воды,   —  просил Магистр.\nЯ принесла ему стакан воды и помогла ему попить. Рана на его теле стала еще чернее, яд распространялся. Я принялась изучать законы совета.",
    "answers": [
      {
        "id": 143,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 143,
    "text": "Время было уже далеко заполночь. Глаза слипались, Магистр периодически приходил в сознание и просил воды. Я поставила кувшин с водой рядом с кроватью на стул. Я прочла много книг и многое узнала о совете. Но на большее мне не хватило сил. Мне нужно поспать. Я легла на кровать рядом с Магистром и погрузилась в сон.\n—Алиди,  — услышала я хриплый голос Магистра.\nЯ проснулась и поднесла к его губам стакан с водой, придерживая его голову. Его глаза были закрыты, он выпил воды и вновь потерял сознание. Я не смогла сдержать слезы. Я легла, положила голову ему на грудь и обняла его. Я ощущала  его тепло, слышала биение его сердца. Он был живым и я старалась не думать, что, может, когда я проснусь, я увижу его бездыханное тело.",
    "answers": [
      {
        "id": 144,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 144,
    "text": "Проснулась я от того, что было ощущение, будто я лежу на раскаленном песке. Я открыла глаза, у Магистра был сильный жар.\n\"Может все таки антибиотики?\"\nОтогнав дурные мысли, я отправилась в ванну и намочила водой полотенце. Положив его на лоб Магистра, я легла на кровать и уснула. Сквозь сон я услышала его голос. Он бредил, я не разобрала ни слова. Несмотря на то, что была еще ночь, спать мне уже не хотелось, я пыталась держать себя в руках и не поддаться панике. Намочив полотенце еще раз, я принялась за чтение книг.",
    "answers": [
      {
        "id": 145,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 145,
    "text": "Из книг я узнала, что совет, это что то вроде старейшин, состоящий из пяти человек. У Магистров есть свои законы, а совет контролирует, чтобы они не нарушались. Еще я узнала, что на них не действует темная магия. То есть, если Магистр решит избавиться от влияния совета, сделать он этого не сможет. А значит, они не могут находиться под влиянием кольца. Также я узнала, что среди них есть целитель. Но, обращаться к совету имеет право только предводитель темных воинов, либо его супруга. Ни одному темному воину не дозволено даже приближаться к ним. И местонахождение совета знает только Магистр.",
    "answers": [
      {
        "id": 146,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 146,
    "text": "\"Среди совета есть целитель, но вот в чем загвостка, где этот совет, знает только Магистр, который лежит сейчас и почти не дышит. И если, вдруг, под пытками, он скажет мне, где их найти, я смогу телепортировать его. Магистра, конечно, они вылечат, а вот мне живой уйти не удастся\"\nЯ еще раз прочла книгу. Мой взгляд остановился на фразе: обращаться к совету имеет право только предводитель темных воинов, либо его супруга.",
    "answers": [
      {
        "id": 147,
        "text": "Вспомнить все, что знаю о брачной руне воительниц"
      }
    ]
  },
  {
    "id": 147,
    "text": "Руна соединяет две души в одну, это прочная магическая связь, но к ней стоит относиться с осторожностью. Если воительница не уверена в выборе спутника жизни, наносить руну не стоит. Наносится она на запястье правой руки девушки и ее избранника. После нанесения рун, их надо соединить. При этом воительница должна сказать свое имя, данное ей при рождении. В противном случае, обряд будет не завершен и это может привести к гибели воительницы. Нанести руну можно только добровольно. При взаимной любви, руна навек соединит две души. Если же воительница нанесет руну на запястье мужчины, чье сердце не принадлежит ей, произойдет конфликт душ и оба погибнут. \n\"То есть, может быть два исхода, либо я останусь в живых и смогу просить помощи совета, либо я просто убью нас. Стоит ли так рисковать?\"",
    "answers": [
      {
        "id": 148,
        "text": "Рискнуть"
      },
      {
        "id": 149,
        "text": "Не рисковать"
      }
    ]
  },
  {
    "id": 148,
    "text": "\"Неужели я всерьез об этом думаю? Я более, чем уверена, что подписываю себе смертный приговор, но, так или иначе, справиться с Яном в одиночку, у меня нет никаких шансов. Так у меня есть призрачная надежда спасти Магистра и заручиться поддержкой совета. Что у меня в голове? Рискуя своей жизнью, я спасаю предводителя темных воинов. Если бы кто нибудь мне сказал, что это произойдет, я бы не поверила. Но, это происходит и другого выбора у меня нет\"\nЯ взяла ручку и долго колебалась, не могла решиться.\n\"Ладно, будь что будет\" \nЯ глубоко вдохнула и нанесла руну себе на запястье.\n\"Так, теперь его очередь\"\nЯ взяла руку Магистра и дрожащей рукой нарисовала руну. \n\"Осталось только соединить их и назад пути уже не будет, я могу отказаться от этой затеи, пока не поздно\"",
    "answers": [
      {
        "id": 150,
        "text": "Соединить руны"
      },
      {
        "id": 151,
        "text": "Бросить эту затею"
      }
    ]
  },
  {
    "id": 149,
    "text": "\"Подумать только, собралась замуж за Магистра, что у меня в голове? Нужно поспать, пока у меня окончательно не снесло крышу\"\nЯ закрыла книгу и легла на кровать. Рана Магистра стала еще чернее и яд почти доходил до сердца. У него был сильный жар и он бредил. В один момент он открыл глаза и сел на кровати. От увиденного я ужаснулась. Его глаза были полностью черными. Я увидела, как в его руке появился клинок, охваченный черным дымом. Он направил его на меня. Я отбила атаку и закричала:\n—Ты совсем мозги растерял? Я тебе тут каждые пол часа за водой бегаю, а ты убить меня решил?\nНа мгновение он пришел в себя.\n—Лучше убей меня, пока не поздно,  — сказал он и его глаза снова почернели. Он создал несколько клинков и направил их на меня. Я отбивалась, но понимала, что это не может длиться вечно. В разгаре битвы, я не сразу поняла, что Магистр пришел в себя. Он убрал клинки и я, не успев среагировать, пронзила его наскозь своим клинком. Когда я осознала, что произошло, мои глаза наполнились слезами. Я навсегда запомнила его последние слова.\n—Не плачь, я люблю тебя.\n",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 150,
    "text": "\"Если решилась, надо идти до конца\"\nЯ сильно зажмурила глаза и соединила руны.",
    "answers": [
      {
        "id": 152,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 151,
    "text": "\"Что я делаю? Я, наверное, с ума сошла\"\nЯ побежала в ванну и стала смывать руну. Но, как бы я ни старалась, она даже не побледнела. Я терла ее мылом, шампунем, даже зубной щеткой. Рука жутко болела, а руна осталась на месте.\n\"Что я наделала?\" \nМеня охватила паника. В этот момент я услышала шум и побежала в комнату. Магистр бился в судорогах, как от удара током. Я заметила, как руна на его запястье засветилась. В этот же миг все мое тело пронзила острая боль. Я с трудом удержалась на ногах. Руна на моей руке также светилась.\n\"Их надо соединить, другого выхода нет\"\nКак только я подошла к кровати, моя рука, как магнитом, притянулась к руке Магистра.",
    "answers": [
      {
        "id": 152,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 152,
    "text": "В этот момент нас охватил черно-белый свет. Но на этот раз все было по другому. Холод, жуткий холод прошелся по всему телу, проникал в самые потаенные уголки моей души, заполняя ее тьмой. Сердце словно заледенело, перестало биться. Меня будто заживо похоронили под глыбой льда. Я чувствовала, как черный дым просачивается сквозь меня. И сотни, тысячи голосов в моей голове. Я молила, чтобы это закончилось, просила оставить меня в покое. Я чувствовала тьму внутри себя, я слышала каждого темного воина, я знала, где они. Они звали меня, я изо всех сил сопротивлялась. В тот момент весь мой мир перевернулся, у меня будто открылись глаза. Все казалось не таким, как раньше. Теперь во мне не было жалости, только безразличие. Я буквально забрала часть души Магистра себе. Я чувствовала его боль как свою. Будто по моим венам протекал яд. Я не могла этого вынести и упала без сознания.",
    "answers": [
      {
        "id": 153,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 153,
    "text": "Когда я открыла глаза, я взглянула на свою руку. На запястье загорелась черная руна и через несколько секунд исчезла.\n\"Я жива?\"\nЯ посмотрела на Магистра, он был без сознания, но продолжал дышать. \n\"Я превратилась в монстра, я предала все свои принципы. Но, так ли они важны? Человек, который ради спасения дорогого ему человека, готов на все, плохо ли это? Разве я поступила неправильно? Могла ли я позволить ему умереть, лишь бы следовать своим идеалам? Нет. Я поступила правильно, я все сделала правильно\"\n",
    "answers": [
      {
        "id": 154,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 154,
    "text": "Собравшись с мыслями и, как следует, отругав свою совесть, я решилась найти совет.\n\"Так, я теперь, ни много ни мало, жена Магистра, а значит, я должна знать, где совет. Но я не знаю. Как мне его найти? Я должна сосредоточиться\"\nЗакрыв глаза, я обратилась к тьме, которая теперь была внутри меня. Снова тысячи голосов темных воинов. Я слышала их всех. Отсеивая одного за другим, я смогла почувствовать, где находится совет. Растворившись в белом свечении, я в тот же момент оказалась в просторном помещении, где на стульях сидели пять членов совета.",
    "answers": [
      {
        "id": 155,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 155,
    "text": "Их удивленные глаза в миг были направлены на меня.\n—Невозможно,  — сказал старший советник, встал со стула и обнажил свой кинжал.\n—Я пришла не драться,  — сказала я.\n—Тогда зачем ты здесь?  \n—Мне нужна помощь, точнее, Магистру нужен целитель.\n—Ты не имеешь никакого права просить совет о помощи, ты сделала огромную ошибку, придя сюда.\nВ тот же момент на меня были направлены десятки черных клинков. Я, ничего не ответив, показала запястье, на котором в тот же миг засветилась черная руна. Остальные члены совета поднялись на ноги, а клинки исчезли.\n—Как такое возможно?  — спросил старший советник, ощупывая мою руку.\n—Как бы это ни произошло, вы не можете отказать мне. Мне нужен целитель,  — сказала я, не желая вдаваться в подробности появления этой руны.\nСтарший советник подал жест одному из членов и тот отрицательно покачал головой.\n—Ян сейчас находится в своей комнате и прекрасно себя чувствует,  — сказал старший советник.\n—Я говорила не о нем.\nМои слова привели в замешательство весь совет.\n—У нас нет другого Магистра.\n—Мне нет смысла врать вам, я смогла найти вас и вы собственными глазами видели руну. \n—Нам нужно посовещаться,  — ответил старший советник и подошел к остальным членам совета.\nСпустя около получаса совещания, советник обратился ко мне:\n—Я целитель, я пойду с вами.\n—Отлично,  — сказала я, взяла его за руку и мы телепортировались в мою квартиру.",
    "answers": [
      {
        "id": 156,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 156,
    "text": "Оказавшись около лежащего на кровати Магистра, целитель поторопился осмотреть его запястье. В тот же миг белая руна засветилась.\n—Но я не понимаю, как воительница света могла стать супругой Магистра?\n—Вы здесь, чтобы помочь ему, а не задавать вопросы,  — сказала я.\n—Тогда вам стоит уйти, я не могу гарантировать вашу безопасность во время использования заклинания,  — сказал он и его лицо приняло задумчивый вид. -Хотя, вы супруга Магистра.. Все таки нет, вам стоит уйти.\n—Сколько вам понадобится времени?  — спросила я.\n—Около часа.\nЯ хотела уйти, но меня остановил голос целителя:\n—Только сначала отмените заклинание защиты от темной магии.\n—Какое к черту заклинание? У меня тут уже сутки валяется предводитель темных воинов, а вы говорите про защиту.\n—Мощность любого заклинания, напрямую зависит от эмоционального состояния заклинателя. Он ваш супруг, ко мне вы врядли испытываете столь теплые чувства.\nЯ задумалась над его словами, я ведь и вправду даже не проверила, действует ли заклинание. Отменив защитное заклинание, я поспешила покинуть квартиру.\n",
    "answers": [
      {
        "id": 157,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 157,
    "text": "Этот час мне показался вечностью, я ходила взад-вперед по крыше высокого здания. \n\"Когда я вернусь домой, я вновь увижу, полные жизни, глаза Магистра. Наверное, я не смогу сдержаться и брошусь ему на шею. Нет, я должна держать себя в руках. А что будет, если он спросит, как я смогла привести целителя, что я ему отвечу? Что будет, когда он узнает, что я его женила на себе без его согласия? Он придет в ярость, я даже уже вижу его взгляд. Ладно, пусть злится, это сейчас неважно, главное, чтобы целитель смог ему помочь. Что со мной? Как я могла решиться на такой шаг? А совет? Вместо того, чтобы покончить с ними, я попросила у них помощи. Почему я так поступила? Я, наверное, просто хочу покончить с Яном любым способом, я готова на все. Да, все дело в этом. Ян сейчас самая главная угроза. С Магистром и советом я разберусь позже\"\nПока я пыталась убедить себя, что во всем виноват Ян, а к Магистру я не испытываю никаких чувств, прошел час и я вернулась домой.",
    "answers": [
      {
        "id": 158,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 158,
    "text": "Оказавшись дома, я с ужасом обнаружила, что Магистр лежит без сознания, а его рана даже не уменьшилась в размерах. Рядом стоял целитель. Меня охватили злость и чувство беспомощности, в тот же момент моя руна засветилась. Я не смогла совладать со своими эмоциями и, создав клинки, от которых исходили клубы черного дыма, закричала:\n—Какого черта вы здесь делали целый час? Вы должны были помочь ему, за этим я вас привела сюда и только поэтому весь ваш совет еще жив. \n—Алиди, использующая темную магию?  —  в голосе целителя слышалось явное недоумение.\nОт его слов меня будто ударили чем то тяжелым по голове, я постаралась успокоиться и убрала клинки.\n—На восстановление ему понадобится время, может несколько дней, сейчас у него уже спал жар. Яд постепенно будет отступать и он сможет придти в себя,  — спокойно сказал целитель.\nЕго слова подарили мне надежду, на моем лице появилась улыбка.\n—Спасибо,  — я была искренне ему благодарна.\nСейчас меня не волновало, что передо мной стоит член совета темных воинов. Он кивнул и поспешил откланяться.",
    "answers": [
      {
        "id": 159,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 159,
    "text": "После ухода целителя я активировала заклинание защиты.\n\"Не хватало только, чтобы Ян нас нашел\"\nНервы были на пределе, голова болела.\n\"Надо поспать, прошлой ночью я практически не спала\"\nЯ легла на кровать и сразу же заснула.\n—Алиди,  — сквозь сон я услышала голос Магистра.\nЯ с трудом открыла глаза и дала ему воды. \n\"Еще одна ночь без сна и у меня случится истерика\"\nОсмотрев рану, я заметила, что, как и сказал целитель, яд отступает. Я закрыла глаза и погрузилась в сон.\nВыспаться мне не удалось, Магистр больше десяти раз, за эту ночь, просил воды. ",
    "answers": [
      {
        "id": 160,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 160,
    "text": "Было уже утро, я опять услышала, как Магистр зовет меня. Не открывая глаза, я потянулась за водой и, пробурчав что то вроде — Когда же ты напьешься? Я открыла глаза и поднесла стакан к губам Магистра, спросонья не обратив внимания, что он лежал с открытыми глазами, убрала стакан и закрыла глаза. Буквально через секунду, опомнившись, я резко распахнула глаза. Магистр смотрел на меня и улыбался.",
    "answers": [
      {
        "id": 161,
        "text": "Броситься ему на шею"
      },
      {
        "id": 162,
        "text": "Дальше спать"
      },
      {
        "id": 163,
        "text": "Спросить про его самочувствие"
      }
    ]
  },
  {
    "id": 161,
    "text": "Как и ожидалось, я не смогла сдержаться и, что было сил, крепко сжала его в своих объятьях. Он, в ответ, обхватил меня руками и прижал к себе.\n—Как тебе это удалось?  \nЯ ожидала этого вопроса, но, как на него ответить, я не знала. Убрав свои руки и отстранившись, я ответила:\n—Ну, если не акцентировать внимание на боевых заклинаниях, то в книгах можно найти заклинание, которое нейтрализует яд темной магии.\n—Тогда я должен сказать тебе спасибо.\nЯ кивнула.\n—Ложись спать, по тебе видно, что ты устала,  — сказал Магистр и встал с кровати.\nЯ не стала возражать и, укрывшись одеялом, закрыла глаза.",
    "answers": [
      {
        "id": 164,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 162,
    "text": "\"Ну и отлично, он пришел в себя, а я, если сейчас не посплю, точно сойду с ума\"\nУкрывшись одеялом и повернувшись спиной к Магистру, я закрыла глаза.\n—Кажется я должен сказать тебе спасибо, как тебе это удалось? \nЯ ожидала этого вопроса, но как на него ответить, я не знала, поэтому сказала:\n—Знаешь, если бы ты каждые пол часа не просил у меня воды, я бы выспалась и у меня было бы желание разговаривать. А так, я сначала посплю, а потом в подробностях расскажу историю твоего выздоровления.\nМагистр не стал возражать и я смогла уснуть.",
    "answers": [
      {
        "id": 164,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 163,
    "text": "—Как ты себя чувствуешь?  — спросила я.\n—Я в порядке, как тебе это удалось?\nЯ ожидала этого вопроса, но, как на него ответить, не знала, поэтому сказала:\n—Ну, если не акцентировать внимание на боевых заклинаниях, в книгах можно найти заклинание, которое нейтрализует яд темной магии.\n—Тогда я должен сказать тебе спасибо.\nЯ кивнула.\n—Ложись спать, по тебе видно, что ты совсем не спала,  — сказал Магистр и встал с кровати.\nЯ не стала возражать и, укрывшись одеялом, закрыла глаза.",
    "answers": [
      {
        "id": 164,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 164,
    "text": "Тем временем\nМагистр надел плащ и посмотрел на мирно спящую Алиди. Он знал, что больше никогда ее не увидит. Просить ее помочь в борьбе с Яном, была его ошибка. Ян слишком силен и Магистр не хотел подвергать ее опасности. В отличие от Алиди, он давно понял, что любит ее, еще тогда, в лесу, когда она пол дня пролежала без сознания. Сначала он убеждал себя, что защищает ее только потому, что дал ей обещание. Но, совсем скоро осознал, что это не так. Сейчас он решился на отчаянный шаг. Он собирался отправиться к совету, чтобы требовать поединка с Яном. Есть три исхода, либо его убьет совет, либо Ян в поединке, либо он одержит победу и тогда Алиди вновь будет видеть в нем только предводителя темных воинов. Она никогда не поступится своими принципами, чтобы быть с ним. Он погладил ее по щеке.\n—Прощай, я люблю тебя,  — сказал он и растворился в черном дыме.",
    "answers": [
      {
        "id": 165,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 165,
    "text": "В тот же момент он оказался в помещении, где на стульях сидели пять членов совета. \n—Магистр, рады видеть вас в добром здравии,  — сказал старший советник, поднимаясь со стула.\nМагистр был удивлен.\n—От совета ничего не скроешь, да? Тогда вы знаете, зачем я здесь.\n—Смею предположить, что вы хотели бы объясниться перед советом, ваша супруга воздержалась от комментариев.\nСлова старшего советника прозвучали как гром среди ясного неба.\n—Моя.. Кто?\nВсе члены совета в недоумении переглянулись.\nСтарший советник подошел к Магистру.\n—Вы позволите?  — он взял его руку, на запястье которой, в тот же момент проявилась белая руна.\n—Что за черт? \n—Это брачная руна воительниц света,  — спокойно ответил старший советник и отпустил его руку. Руна исчезла.\n\"Это брачная руна воительниц света\"\nЭти слова снова и снова звучали у него в голове.\n—Я должен знать все об этой руне,  — потребовал Магистр. ",
    "answers": [
      {
        "id": 166,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 166,
    "text": "Я проснулась от того, что кто то грубо стянул с меня одеяло, поднял с кровати и прижал к стене. Я открыла глаза и встретилась с разъеренным взглядом Магистра.\n—Какого черта, Алиди?!  — он был настолько зол, что я невольно вздрогнула.\n—Я.. Я не понимаю,  — я догадалась, в чем причина его такого поведения, но старалась как можно дольше оттянуть этот разговор.\nОн, продолжая смотреть мне в глаза, схватил меня за руку и поднял ее. На запястье проявилась черная руна.\n—Что это?  — он тряс мою руку.\nЯ не знала, как это сказать.\n—Ты знаешь, что это,  — ответила я и выдернула свою руку.\n—Черт,  — он усмехнулся и потер свой лоб.\n—Твое имя?  — потребовал он.\nОт его слов у меня все внутри перевернулось, а сердце пропустило удар.\n—Ну уж нет, я сделала это не для того, чтобы..  — я не смогла подобрать слов. Опустив глаза вниз, я сказала:\n—Я не знаю, о чем я тогда думала, просто, это был единственный способ привести целителя. Знаешь,  — я посмотрела ему в глаза, -Я очень об этом жалею, надо было дать тебе умереть.\nСказав это, я оттолкнула его и отошла от стены. Он схватил меня за руку, развернул к себе и снова прижал к стене.\n—Я еще раз повторю..  Имя? \n—Я еще раз повторю, нет, и отпусти меня,  — я попыталась вырваться, но он не дал мне этого сделать. Тогда я ударила его по лицу и растворилась в белом свечении. В тот же момент я оказалась на крыше высокого здания, сердце бешано колотилось, руки тряслись, а мысли спутались. Меня посетило странное чувство, я почувствовала, как руна засветилась и меня охватил черный дым. В ту же секунду я очутилась в своей квартире, напротив Магистра. Я уставилась на него круглыми, от удивления, глазами.\n—Ты сама все это начала и тебе придется довести это до конца,  — он сказал это и я поняла, что он не отступится. \n—Виолетта,  — сдавшись, тихо произнесла я. Наши руны засветились, Магистр перевел взгляд на руну, потом на меня и исчез.",
    "answers": [
      {
        "id": 167,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 167,
    "text": "Пытаясь привести свои мысли в порядок, я так и осталась стоять на месте. Я начала сомневаться в правильности своего решения. Прислонившись к стене, я обняла себя за плечи.",
    "answers": [
      {
        "id": 168,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 168,
    "text": "Тем временем\nЧто тогда творилось в душе Магистра. Его словно разрывало на две части, он был зол и рад одновременно. Он никак не мог понять, как Алиди решилась на такой шаг. Вспомнив все, что сказал ему старший советник о руне, он понял, что она его тоже любит. Он не мог в это поверить. Он злился на нее и злился на себя. Злился за то, что теперь, узнав о ее чувствах, ему может не хватить сил отказаться от нее.",
    "answers": [
      {
        "id": 169,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 169,
    "text": "Я все еще стояла у стены, когда Магистр появился и сказал:\n—Я пришел попращаться. Сегодня я пойду к совету, чтобы потребовать поединка с Яном. И, если победит Ян, ты должна обещать мне, что не будешь пытаться убить его. Он слишком силен, ты не сможешь противиться силе кольца.\nОт его слов меня будто ударили током. Глаза наполнились слезами. Я не успела ничего сказать, он подошел ко мне ближе, запустил руку в мои волосы, и, прижав к себе, нежно поцеловал. Отстранившись, он сказал:\n—Обещай мне.\nУ меня перехватило дыхание, ком подступил к горлу, я осознала, что, скорее всего, я его больше никогда не увижу. Он действительно со мной прощается, сейчас я его потеряю, потеряю навсегда, он может умереть. И в этот момент я, наконец, нашла ответ на все свои вопросы. Я люблю его. Люблю больше жизни и никому не позволю отнять его у меня. Проглотив ком, я сказала:\n—Нет, я пойду с тобой.\n—Исключено, ты останешься здесь.\n—Попробуй остановить меня,  — я смотрела на него с такой решимостью, что он сдался.\n—Ладно, пошли.\nОн исчез, я последовала за ним.",
    "answers": [
      {
        "id": 170,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 170,
    "text": "Когда мы оказались в комнате совета, все его члены поднялись со стульев.\n—Алиди, Магистр, чем обязаны?  — спросил старший советник.\n—Я хочу, чтобы вы судили поединок,  — сказал Магистр.\n—Вы Магистр, и вы имеете на это право,  — сказал старший советник и перевел взгляд на меня.\n—Но воительница света не может присутствовать во время поединка.\n—Она моя жена,  — ответил Магистр.\n—Супруга Магистра безусловно может присутствовать, но.. Никогда супругой Магистра не была Алиди. Нам нужно посоветоваться,  — с этими словами он подошел к остальным членам совета.\nСовещались они около десяти минут, после чего старший советник взял чашу, и, подойдя ко мне, сказал:\n—Позвольте вашу руку.\nЯ протянула ему руку и он, кинжалом надрезав кожу на моей ладони, заполнил чашу моей кровью.\n—Теперь вы должны принести клятву, что не станете использовать свою силу, во время поединка, против совета и темных воинов. Если вы нарушите эту клятву, вы погибнете.\nЯ произнесла клятву и старший советник подал жест целителю, тот подошел ко мне и сказал:\n—Поскольку я собственными глазами видел, как вы использовали темную магию, я могу заверить вас, что мое заклинание не причинит вам никакого вреда.\nОн коснулся моей ладони, произнес заклинание и моя рана мгновенно затянулась.\n—Теперь мы можем проследовать в тронный зал,  — сказал старший советник и все члены совета исчезли. Мы с Магистром отправились за ними.",
    "answers": [
      {
        "id": 171,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 171,
    "text": "Оказавшись в тронном зале, я увидела Яна, тот сидел на троне в окружении темных воинов, пил вино и громко смеялся. Увидев совет, темные воины склонили головы и расступились. Ян даже не сдвинулся с места. Продолжая пить вино из кубка, он сказал:\n—Я вижу ты до сих пор жив, я поражен. А что тут делает воительница? Да еще и совет здесь. Вам что то нужно? Вино? \n—Мы пришли судить поединок Магистров, вы не можете отказаться. По правилам, поединок пройдет без применения магии. Остановлен он будет только в случае нарушения правила, либо после смерти одного из участников. — сказал старший советник.\n—Поединок? Это будет весело,  — сказал Ян и поднялся на ноги.\nВ этот момент я вновь ощутила волю кольца и получила команду убить Магистра. Я создала клинок и замахнулась для атаки. Но, как только я коснулась его, моя руна засветилась и клинок рассыпался.\n—Виолетта?   — голос Магистра вернул меня в реальность. \n—Вам придется снять кольцо,   — сказал старший советник, обращаясь к Яну.\n—Мне не нужно кольцо, чтобы его убить,  — Ян снял кольцо и положил его на трон.\n—Да начнется поединок,  — сказал старший советник.\nУ меня внутри все сжалось. Я вцепилась в руку Магистра, он взял мою руку и аккуратно ее убрал. Потом посмотрел мне в глаза и сказал:\n—Что бы сейчас ни случилось, я хочу чтобы ты знала, я люблю тебя.\nУ меня будто выросли крылья. Я поняла, что, может, другой возможности сказать ему это, у меня уже не будет.\n—Я тоже люблю тебя.\n—Я знаю,  — он улыбнулся и, взяв свои кинжалы, подошел к Яну.",
    "answers": [
      {
        "id": 172,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 172,
    "text": "Поединок длился около часа. От каждой атаки Яна, я вздрагивала, но Магистр не уступал ему. В один момент я осознала, что преимущество на стороне Магистра. Поняв, что проигрывает, Ян применил заклинание и Магистр упал без сознания. \n—Поединок окончен, нарушено правило,  — послышался голос старшего советника. \nНо Ян не собирался останавливаться, он занес свой меч над бессознательным телом Магистра. Ужас и паника охватили меня. Я почувствовала, как моя руна засветилась. В тот же момент руна на запястье Магистра также засветилась и он, придя в сознание, в последний момент увернулся. А я почувствовала ужасную слабость и потеряла равновесие. Меня подхватили руки целителя.\n—Что с ней?  — сквозь помутненный рассудок, я услышала вопрос целителя.\n—Их связь сильнее, чем можно только представить, она передала ему часть своей энергии,  — ответил старший советник.\nПосле произнесенного заклинания целителя, я почувствовала, как силы вернулись ко мне и я встала на ноги. Как раз в этот момент я увидела, как Магистр, смотря Яну в глаза, по самую рукоять вонзил свой кинжал в его тело. Ян упал замертво.",
    "answers": [
      {
        "id": 173,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 173,
    "text": "\"С Яном было покончено. Осталось только кольцо. Я не могу позволить этому кольцу попасть в чьи то руки\"\nЯ телепортировалась к трону, схватила кольцо и мгновенно телепортировалась на безопасное, от города, расстояние. Я знала, что делать. \n\"Жена короля смогла избавить людей от влияния этого кольца на несколько веков, и я смогу\"\nЯ собралась надеть кольцо, но руна на запястье загорелась. Она горела ярче обычного, причиняя невыносимую боль. Я выронила кольцо. Спустя какое то время появился Магистр. Он поднял кольцо и со словами:\n—Хочешь надеть это кольцо? Тогда держи,  — надел его на безымянный палец моей правой руки.\nЯ оттолкнула его, раскинула руки и закрыла глаза. Я была готова к тому, что должно со мной произойти, но, сколько бы я ни ждала, ничего не происходило.\n—Ты выглядишь смешно,  — услышала я голос Магистра и открыла глаза.\nЯ посмотрела на кольцо, его свет постепенно угасал. Я вопросительно посмотрела на Магистра.\n—У нас, у Магистров, все куда проще. Если мы находим спутницу жизни, нам достаточно надеть на ее палец кольцо. Кстати, меня зовут Глеб.",
    "answers": [
      {
        "id": 174,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 174,
    "text": "Несколькими минутами ранее\nМагистр, увидев, что Алиди забрала кольцо, сразу понял, что она собирается сделать. Он собрал все свои силы и пытался задержать ее, успользуя их связь. Руна отозвалась, и в тот же миг загорелась. Он обратился к совету.\n—Она забрала кольцо.\n—Да,  — ответил старший советник,  —Но она ваша жена, мы не станем ее преследовать.\n—Но она наденет его,  — кричал Магистр.\n—Она не сможет подчинить волю кольца. Она погибнет.\n—Должен быть способ нейтрализовать его силу.\n—Это кольцо теперь принадлежит вам, и вам решать, что с ним делать. Если вы уверены, что готовы отказаться от такой силы, достаточно добровольно надеть его на ее палец.\nПосле слов старшего советника Магистр исчез, а советники переглянулись.\n—Он сделает это?  — спросил один из советников.\n—Сделает,  — покачал головой второй.\n—Сделает,  — улыбнулся целитель.\n—Сделает,  — ответил третий советник.\n—Сделает, на свете нет никакой силы важнее, чем любовь,  — сказал старший советник.",
    "answers": [
      {
        "id": 175,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 175,
    "text": "Я не могла поверить в то, что сейчас произошло. К такому я явно была не готова. Боясь даже посмотреть ему в глаза, я поспешила удалиться. Оказавшись в своей квартире, меня накрыло уже знакомое чувство, руна засветилась и меня охватил черный дым. В тот же момент я стояла напротив Магистра.\n—Ты не можешь вызывать меня, когда тебе это заблагорассудится,  — возмущалась я.\n—Могу, ты моя жена, и даже если тебе вздумается уйти, я не отпущу тебя, никогда,  — сказал Магистр, обнял меня и накрыл мои губы страстным поцелуем. Я прижалась к нему всем телом и жадно целовала его. Я чувствовала, как черная руна светится на моем запястье, наверное, теперь так будет всегда.",
    "answers": [
      {
        "id": 176,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 176,
    "text": "В любом из нас есть и темная и светлая сторона. И они дополняют друг друга, не стоит впадать в крайности. Иногда то, что на первый взгляд кажется правильным, на самом деле таковым не является. И наоборот. Глеб и Виолетта это поняли.",
    "answers": [
      {
        "id": 1,
        "text": "Happy end"
      }
    ]
  },
  {
    "id": 177,
    "text": "",
    "answers": []
  }
]