[
  {
    "id": 1,
    "text": "Автор: Мечтатель-авантюрист\n\nЖанр: Ужасы\nСтатус: В разработке\n\nПредставьте себе заброшенное здание торгового центра в тихую ночь. Круглая луна освещает потрескавшуюся краску на стенах, свисающую с карниза паутину и выбитые окна. Вдруг где-то раздается скрип, нарушающий эту гробовую тишину... Вся эта картина будоражит сознание и заставляет сердце ускорять свой бег, выбрасывая в кровь дополнительную дозу адреналина. Ну что, представили? А теперь, я предлагаю вам, дорогие читатели, окунуться с головой в это чувство опасности и тревоги, которую таят в себе тёмные витрины...\n\nУдачи в прохождении квеста! ",
    "answers": [
      {
        "instant": true,
        "id": 2,
        "text": "[Начать квест]",
        "middle_answer": true,
        "left_answer": false
      },
      {
        "right_answer": false,
        "id": 48,
        "instant": true,
        "text": "[Достижения]",
        "middle_answer": true
      },
      {
        "text": "[Создание квеста]",
        "middle_answer": true,
        "instant": true,
        "id": 15,
        "left_answer": false
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "",
        "system": true
      },
      {
        "id": 1,
        "text": "",
        "pageImg": "",
        "system": true
      },
      {
        "right_answer": false,
        "id": 39,
        "instant": true,
        "text": "[От автора]",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 2,
    "text": "Четверо подростков условились встретиться возле транспортной остановки троллейбуса в полночь.\n\nЯ не ложился спать, а чтобы хоть как-то скоротать время, немного посидел в интернете, листая новости. На глаза попалась статья о сбежавшем серийном убийце и его сообщниках из тюрьмы.\n\nИх местонахождение было неизвестно. За поимку или за сведения о них полагалось денежное вознаграждение. К записи были прикреплены чёрно-белые фотографии, где пугал хотя бы только взгляд главного убийцы. \n\n\"Жуткая банда\", — подумал я. — \"Надеюсь, они направились не в наш город\".\n\nРодители в соседней комнате уже давно спали, поэтому тихо, чтобы их не разбудить, без двадцати двенадцать я начал собирать свой рюкзак.\n\nНа моём столе лежал мобильный телефон, а фонарик и батарейки я нашёл в тумбочке. \n\n\"Думаю, этого будет вполне достаточно\"",
    "answers": [
      {
        "var_max": [
          "фонарик",
          1
        ],
        "var_add": [
          "фонарик",
          1
        ],
        "var_equal": [
          "фонарик",
          0
        ],
        "id": 2,
        "text": "[Взять фонарик]",
        "instant": true,
        "var_set": [
          "global k2",
          0
        ]
      },
      {
        "instant": true,
        "comment": false,
        "var_equal": [
          "фонарик",
          1
        ],
        "id": 2,
        "var_sub": [
          "фонарик",
          1
        ],
        "text": "[Выложить фонарик]",
        "var_set": [
          "global k2",
          1
        ]
      },
      {
        "var_max": [
          "телефон",
          1
        ],
        "var_add": [
          "телефон",
          1
        ],
        "var_equal": [
          "телефон",
          0
        ],
        "id": 2,
        "text": "[Взять телефон]",
        "instant": true,
        "var_set": [
          "global k3",
          0
        ]
      },
      {
        "instant": true,
        "comment": true,
        "var_equal": [
          "телефон",
          1
        ],
        "id": 2,
        "var_sub": [
          "телефон",
          1
        ],
        "text": "[Выложить телефон] (в разработке)",
        "var_set": [
          "global k3",
          1
        ]
      },
      {
        "var_max": [
          "батарейки",
          4
        ],
        "var_add": [
          "батарейки",
          4
        ],
        "var_equal": [
          "батарейки",
          0
        ],
        "id": 2,
        "text": "[Взять батарейки]",
        "instant": true
      },
      {
        "comment": true,
        "var_equal": [
          "батарейки",
          4
        ],
        "id": 2,
        "var_sub": [
          "батарейки",
          4
        ],
        "instant": true,
        "text": "[Выложить батарейки] (в разработке)"
      },
      {
        "id": 7,
        "text": "[Закончить сбор вещей]",
        "var_equal": [
          "батарейки",
          4
        ]
      }
    ]
  },
  {
    "id": 3,
    "text": "— Да так, гуляю, — поспешил ответить я. — Ночью воздух свежий\n\nСтарик поднял одну бровь, но ничего не сказал. Он что-то пробубнил себе под нос, и, развернувшись, медленно зашагал прочь, опираясь на клюку.\n\n\"Нехорошо как-то вышло...\"",
    "answers": [
      {
        "id": 4,
        "text": "[Идти к остановке]"
      }
    ]
  },
  {
    "id": 4,
    "text": "Я пошёл дальше, минуя жилой дом.\n\nЧувство, что я обманул старика, всё ещё терзало меня. Может, он хотел мне сказать о чём-то важном?\n\nВот впереди уже ясно можно было разглядеть троллейбусную остановку. Рядом с ней стояли трое подростков и махали мне.",
    "answers": [
      {
        "id": 17,
        "text": "[Подойти к ним]"
      }
    ]
  },
  {
    "id": 5,
    "text": "",
    "answers": []
  },
  {
    "id": 6,
    "text": "В рюкзаке находится:",
    "answers": [
      {
        "id": 2,
        "text": "[Закрыть рюкзак]"
      },
      {
        "id": 6,
        "text": "Фонарик",
        "instant": true
      },
      {
        "id": 6,
        "text": "Телефон",
        "instant": true
      },
      {
        "id": 6,
        "text": "Батарейки",
        "instant": true
      }
    ]
  },
  {
    "id": 7,
    "text": "Собрав свой рюкзак с вещами, я на цыпочках подошёл к входной двери, взял ключи, открыл дверь и так же осторожно её закрыл. \n\nТак как квартира, в которой я жил, находилась на втором этаже, то мне не составило труда спуститься вниз по лестнице. Отворив тяжёлую железную дверь с помощью своего ключа, я вышел из душноватого подъезда на улицу.\n\nНочной ветерок раскачивал высокие деревья, в такт с ними шумели зелёные листья. И если днём ярко светило солнце, то сейчас бледный свет луны словно скользил по земле, по деревьям и даже по крышам, придавая им особое свечение.\n\n\"И всё же, какая чудесная ночь, — пронеслось у меня в голове. — На улице воздух такой чистый и свежий\".\n",
    "answers": [
      {
        "comment": true,
        "var_equal": [
          "телефон",
          1
        ],
        "id": 7,
        "text": "\nНочную тишину нарушило пришедшее мее сообщение.",
        "merge": true
      },
      {
        "id": 8,
        "text": "[Прочитать сообщение]",
        "var_equal": [
          "телефон",
          1
        ]
      },
      {
        "id": 9,
        "text": "[Идти к остановке]",
        "var_equal": [
          "телефон",
          0
        ]
      }
    ]
  },
  {
    "id": 8,
    "text": "\"Мы решили собраться немного пораньше. Ждём тебя, как и договаривались, возле остановки. Если ты ещё не вышел, то, пожалуйста, захвати фонарик — оказывается, никто из нас его не взял. Миша.\"\n\nЯ неторопливо направился к троллейбусной остановке. Фонари освещали улицу ярко-оранжевым светом, из-за чего темнота пропадала. Редкие прохожие спешили к себе домой, где наверняка было тепло и уютно. Автомобили не задерживались на светофорах, и, как только загорался зелёный, уносились вдаль, исчезая за линией горизонта.",
    "answers": [
      {
        "id": 9,
        "text": "[Ускорить шаг]"
      }
    ]
  },
  {
    "id": 9,
    "text": "До остановки оставалось совсем немного — чуть больше пятидесяти метров, как вдруг за моей спиной послышались шаги. \n\n\"Это точно эхо, — подумал я, отгоняя тревожные мысли. — Кому нужно идти за мной?\"\n\nТем не менее, шаги слышались всё громче и отчётливее; было слышно, как они уже переходили на бег.",
    "answers": [
      {
        "id": 10,
        "text": "[Обернуться]"
      },
      {
        "id": 11,
        "text": "[Не оборачиваться]"
      }
    ]
  },
  {
    "id": 10,
    "text": "Я осторожно обернулся. Никого. Продолжив движение, я вновь услышал шаги за своей спиной. Сзади послышался едва различимый дрожащий голос.\n\n— Эх, не ходил бы ты никуда так поздно — гиблое это дело. Столько людей пропало ночью только потому, что им было скучно.\n\nБоковым зрением я различил силуэт человека. Приглядевшись, я узнал в нём дворника этого двора — Василия Петровича — доброго, отзывчивого и весёлого старичка с седыми волосами. Он всегда помогал нуждающимся, рассказывал детям интересные истории и играл с ними. Здесь его мнение считалось авторитетом.\n\n— Ну и напугали меня, Василий Петрович, — уже без боязни сказал я.\n\n— Извини, не хотел, — добродушно ответил тот. — Уж больно переживаю я за тебя, куда же ты на ночь глядя собрался?",
    "answers": [
      {
        "id": 12,
        "text": "[Рассказать]"
      },
      {
        "id": 3,
        "text": "[Не рассказывать]"
      }
    ]
  },
  {
    "id": 11,
    "text": "Пересилив страх, я ускорился. Затем мой быстрый шаг уже берешёл на бег. В таком темпе я пробежал немного, потому что человек, следующий за мной, начал отставать.\n\n\"Не догнал, — размышлял я. — Хотя... шансы у него были\".\n\nВот впереди уже ясно можно было разглядеть троллейбусную остановку. Рядом с ней стояли трое подростков и махали мне.",
    "answers": [
      {
        "id": 17,
        "text": "[Подойти к ним]"
      }
    ]
  },
  {
    "id": 12,
    "text": "Василий Петрович выслушал меня и покачал головой.\n\n— Плохая затея, очень плохая. Много людей там исчезло. И знаешь, что? Все они — охотники за приключениями. Ладно, спокойной ночи, я тебя предупредил, — сказал Василий Петрович и побрёл к своему дому.",
    "answers": [
      {
        "id": 13,
        "text": "[Вернуться домой]",
        "var_set": [
          "global k1",
          1
        ]
      },
      {
        "id": 14,
        "text": "[Идти к остановке]"
      }
    ]
  },
  {
    "id": 13,
    "text": "\"Лучше остаться в живых, чем получить удовольствие от хождения по заброшенным зданиям в последний раз. — подумал я. — Ну его, этот центр...\"\n\nДобравшись до самого дома, я снял рюкзак, наспех почистил зубы и завалился на кровать прямо в одежде. ",
    "answers": [
      {
        "id": 16,
        "text": "[Заснуть]",
        "blackout": true
      }
    ]
  },
  {
    "id": 14,
    "text": "Несмотря на слова Василия Петровича, я всё-таки решил идти к своим друзьям. \n\n\"Путешествие в торговый центр ночью... что может быть лучше? — подбадривал я себя. — Приключения, романтика...\"\n\nВот впереди уже ясно можно было разглядеть троллейбусную остановку. Рядом с ней стояли трое подростков и махали мне.",
    "answers": [
      {
        "id": 17,
        "text": "[Подойти к ним]"
      }
    ]
  },
  {
    "id": 15,
    "text": "Здесь Вы можете посмотреть события, произошедшие с квестом \"Тёмные витрины\"\n\n11.08.2018 — заложено самое начало\n\n15.08.2018 — улучшена аннотация к квесту\n\n22.08.2018 — квест опубликован на тестирование\n\n07.11.2018 — одна из концовок переписана, но суть осталась та же\n\n10.11.2018 — изменена механика: теперь не обязательно брать с собой все вещи, но это может отразиться на сюжете \n\n13.11.2018 — диалоги стали выглядеть более естественно\n\n17.11.2018 — изменена обложка\n\n11.12.2018 — отредактированы достижения\n\nКвест куплен 7 раз",
    "answers": [
      {
        "id": 1,
        "text": "[Назад]",
        "middle_answer": true,
        "instant": true
      },
      {
        "id": 15,
        "text": "----------------------------БОНУС------------------------------",
        "comment": true,
        "middle_answer": false
      },
      {
        "middle_answer": false,
        "var_equal": [
          "global q",
          0
        ],
        "id": 15,
        "text": "[Нажмите сюда, если хотите тестировать квест раньше остальных. Вам будет доступна часть квеста, которая ещё не вышла официально. Квест может работать нестабильно. Выборы, ещё не вышедшие официально, будут отмечены словом beta]",
        "instant": true,
        "var_set": [
          "global q",
          10
        ]
      },
      {
        "instant": true,
        "var_equal": [
          "global q",
          10
        ],
        "id": 15,
        "text": "[Отказаться от тестирования]",
        "middle_answer": false,
        "var_set": [
          "global q",
          0
        ]
      }
    ]
  },
  {
    "id": 16,
    "text": "Меня разбудил луч солнца, пробиравшийся через занавеску в комнату. Переодевшись, я медленно побрёл на кухню, где уже хлопотали родители. \n\nМать пила горячий, только что сделанный кофе, а отец читал свежий выпуск газеты \"Ежедневный вестник\". Его выражение лица вдруг стало нахмуренным. Я вопросительно поглядел на отца.\n\n— Ночью спецслужбы оцепили центр на окраине нашего города, — наконец сказал он. — Говорят, там видели маньяка.\n\n— И в нём кто-то пропал? — я понимал, что туда отправлялись только мои друзья.\n\n— Да, прямо как во всех фильмах ужасов. Какая-то троица неугомонных молодых людей. Просто исчезли без следа.\n\nЯ, ещё толком не проснувшийся, не понимал, насколько страшна ситуация на самом деле. В голове вертелись только два слова: \"Они исчезли\".",
    "answers": [
      {
        "id": 1,
        "text": "[Конец истории]",
        "var_set": [
          "global k1",
          1
        ]
      }
    ]
  },
  {
    "id": 17,
    "text": "— Привет всем! — я крикнул ещё издалека Денису, Мише и Насте. Все уже были в сборе и ждали только меня.\n\n— Привет, — ко мне подошла Настя. — Чудесный вечер, правда?\n\nНастя — самый милый и добрый человек, которого мне подарила сама судьба. Случайно узнав о наших планах посетить торговый центр, она захотела отправиться туда с нами.\n\n— Да, — я улыбнулся. — Спасибо, что пришла.\n\nДаже в темноте я увидел, как Настя смутилась и покраснела.\n\n— Здорово, Дим! — Миша протянул мне руку. — Как настроение?\n\nО, Миша. Друг детства. Вместе ходили в детский сад, вместе пошли в школу. И до сих пор мы с ним не разлей вода.\n\n— Просто превосходное — я готов к походу, как говорится, на все сто. Надеюсь, сегодня нам всем будет интересно! — довольно бодрым голосом ответил я. На самом деле, ужасно хотелось спать.\n\nДенис обошёлся сухим \"здравствуй\" в мой адрес. Нет, не то что бы он ко мне плохо относился, но и друзьями я назвать нас не мог. ",
    "answers": [
      {
        "id": 50,
        "text": "[Сказать о фонарике]"
      }
    ]
  },
  {
    "id": 18,
    "text": "И в самом деле, к остановке быстро подъезжал троллейбус. На лобовом стекле была табличка с надписью \"В депо\". \n\n— Знаете, — сказал Денис. — Поговори вы чуть подольше — и всё, пришлось бы пешком идти. Это — последний троллейбус.\n\n— Заходим! — скомандовал Миша, и, как только водитель троллейбуса открыл двери, сразу вошёл в салон. Все последовали за ним.",
    "answers": [
      {
        "id": 19,
        "text": "[Зайти]"
      }
    ]
  },
  {
    "id": 19,
    "text": "Всей толпой мы зашли в салон троллейбуса. Несколько секунд спустя мы услышали заранее записанное \"Осторожно! Двери закрываются!\", после чего водитель громко захлопнул двери, и троллейбус начал движение.\n\nКак только все разместились в конце салона на последних сиденьях, к нам подошёл заспанный кондуктор в оранжевом жилете и попросил оплатить проезд.",
    "answers": [
      {
        "id": 20,
        "text": "[Приложить проездной]"
      }
    ]
  },
  {
    "id": 20,
    "text": "Приложив свой проездной билет к валидатору, а затем показав его кондуктору, я уселся поудобнее и прикрыл глаза. Увидев, что я хочу спать, друзья стали говорить тише, а через некоторое время перешли на шёпот.\n\n\"Всем бы таких друзей, — подумал я. — С ними — хоть на край света!\"\n\nРазмышляя таким образом, незаметно для себя я задремал.",
    "answers": [
      {
        "id": 21,
        "text": "[Заснуть]",
        "blackout": false
      }
    ]
  },
  {
    "id": 21,
    "text": "Сон покинул меня, и я открыл глаза. Что было странно — так это то, что я сидел в троллейбусе совершенно один. Вокруг не было ни души. Ни друзей, ни кондуктора — вообще никого. Кроме того, троллейбус почему-то остановился.\n\nЯ встал и осмотрелся. В троллейбусе горела только часть ламп, а остальные лишь слабо мерцали. За окном было не видно совершенно ничего — кажется, уже полночь.",
    "answers": [
      {
        "id": 22,
        "text": "[Пройтись по салону]"
      }
    ]
  },
  {
    "id": 22,
    "text": "Я подошёл к кабине водителя и настойчиво постучался, но ответом мне была лишь тишина. Аккуратно заглянув в кабину через небольшое стекло, я увидел там водителя троллейбуса.\n\n\"Ну, он-то, наверное, может мне всё объяснить\", — с надеждой подумал я.\n\nЯ постучал ещё раз, однако водитель словно не слышал меня. Непонятная тревога с каждой секундой одолевала меня, но я продолжал стучать. \n\nКраем уха я услышал тихую прерывистую мелодию. Сначала мне показалось, что мелодия играет у меня в голове, но прислушавшись, я понял, что звук идёт из кабины водителя. Словно кто-то завёл старую шкатулку. Песня лилась и всё больше и больше будто гипнотизировала меня.",
    "answers": [
      {
        "id": 23,
        "text": "[Вслушаться]"
      }
    ]
  },
  {
    "id": 23,
    "text": "Мелодия всё играла и играла. Было слышно, как со скрежетом поворачивался ключ, который заводил шкатулку. Поначалу казалось, что мелодия имела вполне обычный мотив, но потом от неё становилось всё более и более жутко. Вот довернулся ключ, и мелодия начала стихать, а потом резко прервалась. \n\nЯ ещё раз заглянул в кабину, но потом дикий ужас и страх сковали меня. Водитель исчез! В моей голове крутились лишь два слова. \n\n\"Водитель исчез\".\n\nИз-за спины послышался жуткий и хриповатый голос. Я посмотрел на стекло троллейбуса и остлобенел. В нём отражался серийный маньяк этого города с ножом в руке и безумной улыбкой на лице.\n\n— Добро пожаловать! — сказал он и зло расхохотался.",
    "answers": [
      {
        "id": 24,
        "text": "[Обернуться]"
      }
    ]
  },
  {
    "id": 24,
    "text": "Не успев обернуться, я проснулся. \n\nРядом со мной сидели мои друзья и что-то оживлённо обсуждали. Видимо, они меня и разбудили. В конце салона мирно похрапывал кондуктор, сжимая в руках свёрток билетов.\n\n— Так что же выходит, получается, это был всего лишь сон, плод моего воображения? — тихо спросил я сам себя.\n\n— О, смотрите, кто проснулся, — по-доброму улыбнувшись, сказала Настя. — Ну ты и соня, минут двадцать спал.\n\n— С добрым утром, — поприветствовал меня Миша. — Ну, если быть точнее, то с доброй ночью. Как спалось?",
    "answers": [
      {
        "id": 25,
        "text": "[Рассказать про сон]"
      },
      {
        "id": 26,
        "text": "[Не рассказывать]"
      }
    ]
  },
  {
    "id": 25,
    "text": "Когда я рассказал про свой сон, то Денис задумался, затем повернулся к Мише и что-то прошептал. Миша посмотрел на меня и произнёс:\n\n— Брось, это воображение шалит. Подумай, где ты мог видеть этого человека — возможно, это просто твой знакомый. Не припоминаешь?\n\nЯ немного призадумался. \n\n— Кажется, вспомнил, — ответил я. — Перед сбором рюкзака я увидел новость о том, что из тюрьмы сбежал маньяк. Там была прикреплена его фотография. \n\n— А где он именно бродит? — в разговор вмешалась Настя.\n\n— Не знаю, не уточнили.\n\n— Надеюсь, не в нашем городе, — с надеждой произнесла Настя. — Хотя, надо быть начеку — мало ли что?..",
    "answers": [
      {
        "id": 27,
        "text": "[Посмотреть в окно]"
      }
    ]
  },
  {
    "id": 26,
    "text": "— Неплохо, — пробурчал я. — Конечно, хотелось бы поспать и подольше, но где уж тут...\n\n— Да ладно, не злись, — ответила Настя. — Мы старались не слишком громко разговаривать. Прости, если разбудили.\n\n— Ничего, всё нормально, — с ноткой недовольства в голосе сказал я.\n\n\"Вот приснится же такое, — подумал я. — Зачем я только стал новости смотреть перед сном?..\"",
    "answers": [
      {
        "id": 27,
        "text": "[Посмотреть в окно]"
      }
    ]
  },
  {
    "id": 27,
    "text": "Ребята вновь переключились на свой разговор, а я подсел поближе к окну и посмотрел в него. Яркий свет фонарей освещал близ стоящие деревья, а их тени вырисовывали причудливые фигуры. За окном проскальзывали высокие и не очень, тёмно-серые, почти чёрные дома, большие парки и уютные скверы.\n\nВремя близилось к полуночи. Непроглядная тьма всё больше окутывала город. Впереди неясно прорисовывалась последняя на этом маршруте остановка возле нужного торгового центра.\n\n— Уважаемые пассажиры, — произнёс через динамик водитель. — Не забывайте свои личные вещи и документы. Троллейбус прибыл на конечную остановку: ТРЦ \"Пригородный\".",
    "answers": [
      {
        "id": 28,
        "text": "[Подойти к дверям]"
      }
    ]
  },
  {
    "id": 28,
    "text": "Я неспешно встал, закинул на плечи свой рюкзак и, чтобы не упасть, взялся правой рукой за поручень. Настя, Миша и Денис, посмотрев на меня, тоже начали собирать вещи.\n\nТроллейбус начал тормозить, а вскоре и вовсе остановился. \n\n— Ну что, вы готовы к ночным прогулкам по центру? — задорно спросил Миша, глядя на нас. — Тогда, за мной!\n\nУтвердительно кивнув, мы тоже покинули салон. Как только наша компания вышла, водитель с таким же грохотом захлопнул двери, и троллейбус, ускоряясь, уехал вдаль. Через минуту он уже скрылся за поворотом и поехал в депо.\n\n— Раз все вышли, думаю, можно идти, — сказала Настя. — Идём за мной, я знаю дорогу!",
    "answers": [
      {
        "id": 29,
        "text": "[Предложить фонарик]",
        "var_equal": [
          "фонарик",
          1
        ]
      },
      {
        "id": 30,
        "text": "[Идти за Настей без фонарика]",
        "var_equal": [
          "фонарик",
          0
        ]
      },
      {
        "id": 28,
        "text": "[Предложить фонарик] (нет фонарика)",
        "comment": true,
        "var_equal": [
          "фонарик",
          0
        ]
      }
    ]
  },
  {
    "id": 29,
    "text": "— Темновато тут, — сказал я. — Не заблудишься?\n\n— Конечно, нет! — обиженно ответила Настя. — Говорю же: я была здесь несколько раз, дорогу помню.\n\n— А если так? — с этими словами я открыл рюкзак, достал оттуда карманный фонарик и протянул его Насте. — Держи.\n\n— Ладно, — смягчилась Настя. — Фонарик мне не помешает, спасибо.\n\n— Меньше слов, больше дела, — заметил Денис, затем, обернувшись к Насте, добавил: — Уже можно идти.",
    "answers": [
      {
        "id": 30,
        "text": "[Следовать за Настей]"
      }
    ]
  },
  {
    "id": 30,
    "text": "— Сначала мы пройдём через Тёмную аллею... Кстати, там действительно нет фонарей. Символично, правда? — сказала Настя, усмехнувшись. — Затем перейдём проспект, и, наконец, придём прямо ко входу. Вопросы есть?\n\n— Да, есть, — с невозмутимым видом ответил Денис. — Мы когда пойдём?\n\n— Ну не виновата я, что поговорить люблю, — начала Настя, но тут же спохватившись, добавила: — Уже сейчас. ",
    "answers": [
      {
        "id": 31,
        "text": "[Осмотреться]",
        "var_equal": [
          "фонарик",
          1
        ]
      },
      {
        "id": 30,
        "text": "\nНастя включила мой фонарик и отошла от остановки. Миша, Денис и я последовали за ней. \n\nЯркий луч карманного фонарика рассеивал темноту вокруг нас, поэтому было ни капельки не страшно — напротив, от мягкого света становилось уютно; нас окружала особая атмосфера. Вокруг становилось всё темнее, потому что высокие деревья, посаженные в Тёмной аллее, закрывали небесный свод.",
        "var_equal": [
          "фонарик",
          1
        ],
        "merge": true
      },
      {
        "id": 59,
        "text": "[Осмотреться]",
        "var_equal": [
          "фонарик",
          0
        ]
      },
      {
        "id": 30,
        "text": "\nНастя, вглядываясь в темноту, отошла от остановки. Миша, Денис и я последовали за ней.\n\nТёмная аллея подтверждала своё название. Высокие деревья, посаженные здесь, закрывали небесный свет. Мрачные очертания кустов казались чудовищами, которые только и ждут момента, чтобы напасть.",
        "merge": true,
        "var_equal": [
          "фонарик",
          0
        ]
      }
    ]
  },
  {
    "id": 31,
    "text": "Вдоль всей аллеи стояли кованые скамейки, на которых каждый прохожий мог отдохнуть после тяжёлого дня. Кое-где по бокам росли всевозможные цветы, и, когда луч фонарика падал на них, они становились ещё красивее.\n\nВ конце Тёмной аллеи стояла точно такая же скамейка, на которой вырисовывался тёмный силуэт сидящего человека. \n\n— Смотрите, там кто-то есть — тихо прошептал Миша. — Что он здесь вообще делает в такой поздний час?\n\n— Отдыхает, — ответил я. — Свежий воздух успокаивает и расслабляет. Что тут такого?",
    "answers": [
      {
        "id": 32,
        "text": "[Подойти ближе]"
      }
    ]
  },
  {
    "id": 32,
    "text": "Мы осторожно двинулись к незнакомцу. ",
    "answers": [
      {
        "id": 32,
        "text": "Настя отвела луч фонарика в сторону. Незнакомец, кажется, пока нас не замечал, и это было очень кстати. Здесь мы могли получше рассмотреть его. Тёмно-коричневое пальто и шляпа почти полностью закрывали его, отчего он казался скрытным. Черты его лица терялись в темноте.\n\n— Скажите, пожалуйста, — громко начал Миша. — Сколько сейчас времени?\n\nНезнакомец шелохнулся и пристально поглядел на Мишу, а затем мельком взглянул на часы.\n\n— Половина двенадцатого. И да, выключите фонарик, он слепит мне глаза, — грубо ответил тот.",
        "var_equal": [
          "фонарик",
          1
        ],
        "merge": true
      },
      {
        "id": 33,
        "text": "[Выключить фонарик]",
        "var_equal": [
          "фонарик",
          1
        ]
      },
      {
        "id": 34,
        "text": "[Не выключать]",
        "var_equal": [
          "фонарик",
          1
        ]
      },
      {
        "id": 32,
        "text": "Незнакомец пока нас не замечал, правда, разглядеть нам его тоже не удавалось. Вокруг было настолько темно, что мы едва ли видели самих себя. \n\nРешив не связавываться с незнакомцем в темноте, мы прошли дальше, стараясь ступать как можно тише.",
        "var_equal": [
          "фонарик",
          0
        ],
        "merge": true
      },
      {
        "id": 37,
        "text": "[Осмотреться]",
        "var_equal": [
          "фонарик",
          0
        ]
      }
    ]
  },
  {
    "id": 33,
    "text": "— Думаю, он прав, — сказал я, обратившись к Насте. — Выключи фонарик, пожалуйста.\n\nНастя пожала плечами, и свет фонаря потух. Незнакомец только этого и ждал. По щелчку его пальцев, откуда-то из-за деревьев меня схватили руки и потащили в кусты. Последнее, что я увидел перед тем, как мне вонзили нож в спину  — его лицо. Это был тот самый серийный убийца с сумасшедшей улыбкой из моего сна.\n\nИстекая кровью, я закрыл глаза...",
    "answers": [
      {
        "id": 35,
        "text": "[Очнуться]",
        "blackout": true
      }
    ]
  },
  {
    "id": 34,
    "text": "— Поверьте, в этом нет абсолютно никакой необходимости, — с улыбкой произнёс Миша. Кажется, он о чём-то догадывался...\n\n— Какие противные дети, — прошипел незнакомец. — Вы поплатитесь за это очень скоро, — с этими словами человек встал и быстрым шагом направился к концу Тёмной аллеи, после чего скрылся.\n\n— Не нравится мне всё это, — дрожавшим голосом произнесла Настя. — Кто-нибудь разглядел его лицо?\n\nЯ пожал плечами и вопросительно взглянул на Мишу. \n\n— Заметил ты всё-таки. Да, у меня есть догадка, но мне нужно ещё в этом убедиться. Нельзя обвинить человека просто так, — ответил тот.",
    "answers": [
      {
        "id": 37,
        "text": "[Идти дальше]"
      }
    ]
  },
  {
    "id": 35,
    "text": "Я осторожно открыл глаза и осмотрелся. Я находился на больничной койке, рядом сидели мои родители, а немного поодаль — друзья. Боль давала о себе знать.\n\n— Сынок, мы так волновались за тебя, — голос матери звучал тревожно. — Можешь поблагодарить своих приятелей, если бы не они, всё было бы куда хуже, понимаешь?\n\nЯ кивнул и посмотрел на отца. Тот выглядел сурово, нахмурив брови.\n\n— Правда, есть хорошие новости. — уже смягчившись, продолжала мать. — Первая и самая главная — скоро тебя выпишут. Вторая — полиции удалось задержать того, кто напал на тебя. Им оказался недавно сбежавший преступник... Убийца. Но, к сожалению... он сбежал.\n\n— Я тебя не виню, — отец вздохнул и слегка улыбнулся. — Ведь я в молодости был таким же, как и ты сейчас. Но давай договоримся: ночью без надобности не выходим, хорошо?\n\n— Да, — ответил я и закрыл глаза.",
    "answers": [
      {
        "id": 36,
        "text": "[Заснуть]",
        "blackout": true
      }
    ]
  },
  {
    "id": 36,
    "text": "Обычное летнее утро. Подумать только: ещё неделю назад я думал, что всё куда серьёзнее, а сегодня уже всё хорошо. Лениво потягиваясь, я оделся и неспешно побрёл на кухню. \n\n— С добрым утром, — поприветствовал я своих родителей.\n\n— Проснулся, наконец, — с улыбкой сказала мать. — Мой руки и садись завтракать.\n\nЯ посмотрел на отца. Тот, как обычно, читал новости. Он отложил газету и взглянул на меня.\n\n— Всё хорошо, что хорошо кончается, — поучительно произнёс он и тоже улыбнулся.",
    "answers": [
      {
        "id": 1,
        "text": "[Конец истории]",
        "var_set": [
          "global k2",
          1
        ]
      }
    ]
  },
  {
    "id": 37,
    "text": "Думая о своём, незаметно для себя мы подошли к концу аллеи. Пред нашим взором предстал широкий оживлённый проспект, о котором говорила Настя. Яркие оранжевые фонари разрушали темноту. Несмотря на позднее время, жизнь тут била ключом. Прохожие проходили в одиночку и парами, что-то обсуждая и смеясь. Недалеко отсюда играла громкая музыка, зазывая зайти на ночную дискотеку. Яркие вывески магазинов слепили глаза.\n\n— Почти пришли, — сказала Настя. — Осталось только перейти проспект.\n\nМы подошли к пешеходному переходу и посмотрели на светофор. Красный сигнал вскоре сменился зелёным, и поток людей с обеих сторон поспешил перейти дорогу.",
    "answers": [
      {
        "id": 38,
        "text": "[Перейти проспект]"
      }
    ]
  },
  {
    "id": 38,
    "text": "Мы быстро перешли проспект и остановились. Впереди вырисовывался неясный контур громадного здания — это и был ТРЦ \"Пригородный\".\n\n— А вот и он, друзья! — воскликнул Миша. — Какой же он всё-таки большой...\n\nПодойдя к автоматическим стеклянным дверям, мы заглянули внутрь. Тёмные, совершенно не освещённые витрины пустели. Сквозь них очертания потрескавшихся от времени манекенов стеглянным взглядом смотрели в пустоту. Одетые во всевозможные вещи, они нагоняли страх и ужас...\n\n— Добро пожаловать! — сказала Настя и улыбнулась. — Всю ночь мы проведём здесь. Здорово, правда?",
    "answers": [
      {
        "id": 38,
        "text": "Продолжение истории следует...",
        "comment": true
      },
      {
        "id": 1,
        "text": "[Вернуться на первую страницу]"
      },
      {
        "id": 40,
        "text": "[Зайти внутрь] (beta)",
        "var_equal": [
          "global q",
          10
        ]
      }
    ]
  },
  {
    "id": 39,
    "text": "Здравствуй, дорогой читатель!\n\nИсторию в виде квеста я пишу впервые. \nПока что выбора не так много, как хотелось бы, но в следующих обновлениях его станет больше. Прошу оценить квест строго, так, как есть. Указывайте на ошибки, предлагайте, как улучшить сам квест. Приветствую только конструктивную критику. \n\nПозитивные комментарии невероятно мотивируют писать продолжение ;)\n\nСпасибо за внимание, удачного прохождения!",
    "answers": [
      {
        "id": 1,
        "text": "[Назад]",
        "instant": true
      }
    ]
  },
  {
    "id": 40,
    "text": "Я подошёл вплотную к дверям, но ничего не произошло. \n\n— Ты думал, нас вот так пропустят? — Денис усмехнулся. — Надо быть предусмотрительнее.\n\n— И что же теперь делать? — разочарованно протянул я. — Обратно что ли возвращаться?\n\nДенис ничего не ответил, загадочно улыбнулся и посмотрел на Мишу. Тот в ответ кивнул и куда-то пошёл.\n\n— Ключ от запасного выхода пошёл искать, — пошутила Настя.\n\nИ в самом деле, скоро Миша вернулся со большой связкой ключей. \n\n— Пойдём, я открыл служебный вход, — Миша рукой махнул и пошёл за угол здания.",
    "answers": [
      {
        "id": 41,
        "text": "[Пойти за ним]"
      }
    ]
  },
  {
    "id": 41,
    "text": "Обогнув угол, мы направились за ним. Вскоре Миша остановился возле небольшой серой двери, которая была уже приоткрыта.\n\n— Прошу, — Миша улыбнулся и указал на дверь. — Входите, дамы и господа!\n\nМиша подал руку впереди идущей Насте и скрылся за темнотой двери. Сразу за ними вошёл Денис. \n\nМне же заходить не хотелось. Плохое предчуствие заполнило меня полностью, и потому передо мной стоял выбор. ",
    "answers": [
      {
        "id": 42,
        "text": "[Зайти внутрь]"
      },
      {
        "id": 43,
        "text": "[Не заходить]"
      }
    ]
  },
  {
    "id": 42,
    "text": "Я переступил порог двери и оказался в каком-то тёмном и прохладном помещении, в котором, к тому же, стоял не самый приятный запах. Железная дверь со ужасным скрипом, режущим слух, захлопнулась.\n\n— Эй, это не смешно! Включите свет! — прокричав в темноту, я наощупь стал продвигаться вдоль стены, чтобы найти выключатель.\n\n— Электричества в здании нет, ты же понимаешь? — Где-то недалеко отозвалась Настя. — Иди за мной по голосу!\n\nГолос Насти отдалялся от меня вправо. Он становился всё тише и тише, а потом вовсе сошёл на нет. \n\n— Настя, ты где? — мне было страшновато. — Очень плохая шутка, отзовись!\n\nМне никто не ответил, и от этого становилось ещё больше не по себе.",
    "answers": [
      {
        "id": 44,
        "text": "[Идти наощупь направо]"
      },
      {
        "id": 45,
        "text": "[Идти наощупь налево]"
      },
      {
        "id": 46,
        "text": "[Идти наощупь прямо]"
      }
    ]
  },
  {
    "id": 43,
    "text": "\"Неизвестно, что ждёт нас за дверями этого торгового центра, — подумал я. — Может, ночь пройдёт интересно, а может, и страшно...\"\n\n— Ну, ты идёшь? — из темноты выглянула Настя, нетерпевшая поскорее осмотреть весь центр. — Или боишься?\n\n— Нет, не боюсь, — поспешно ответил я. — Обычные магазины с обычными вещами. — Иду!",
    "answers": [
      {
        "id": 42,
        "text": "[Зайти внутрь]"
      }
    ]
  },
  {
    "id": 44,
    "text": "\"Раз голос Насти я слышал с правой стороны, значит, она пошла туда, — размышлял я. — Поэтому, если я пойду направо, то встречу её\".\n\nМои глаза ещё не привыкли к темноте, поэтому пришлось пробираться наощупь. Я вытянул руки перед собой и пошёл в неизвестность.\n\nВнезапно за моей спиной послышалась мелодия. У меня пробежали мурашки по коже: эта была та самая мелодия, которую я слышал во сне. Её мотив мне был хорошо известен — всё это время она повторялась у меня в голове всё снова и снова.\n\nЧерез мгновение сзади меня стукнули чем-то тяжёлым по голове, и я потерял сознание...",
    "answers": [
      {
        "id": 35,
        "text": "[Далее]",
        "blackout": true
      }
    ]
  },
  {
    "id": 45,
    "text": "Я развернулся влево и пошёл, вытянув руки перед собой. Было темно, и мои глаза ещё не привыкли к темноте. Из помещения мне уже давно хотелось выйти.\n\nСделав несколько шагов, я услышал еле уловимый шорох позади меня. \n\nВнезапно моё тело сковала дикая боль в правой ноге. Тёплая кровь полилась из глубокой раны, окрашивая брюки. Силы покинули меня, и я рухнул на пол.",
    "answers": [
      {
        "id": 35,
        "text": "[Далее]",
        "blackout": true
      }
    ]
  },
  {
    "id": 46,
    "text": "\"Думаю, самый простой путь — прямо\".\n\nЯ вытянул руки перед собой и пошёл в темноту. Сзади вспыхнул яркий фонарик, нарушив ночную темноту, и я обернулся. Передо мной стоял мужчина в длинном пальто и шляпе, полностью скрывающей лицо.\n\n— Руки за голову и не двигайся, — его голос прозвучал тихо, но достаточно громко для того, чтобы я мог его услышать, — одно лишнее движение — и ты покойник. Понял?\n\nНезнакомец взял в руки пистолет и направил его на меня.\n\nМои руки дрожали от страха. Медленно, чтобы не злить незнакомца, я заложил руки за голову.\n\n\"Только бы он не нашёл друзей\"\n\n— А теперь слушай внимательно, — хрипловатый, но твёрдый голос мужчины звучал в темноте, и от этого становилось ещё страшнее. — Если ты с твоей жалкой компанией не уберёшься прямо сейчас, то вы больше отсюда не выйдете. Никогда.",
    "answers": [
      {
        "id": 49,
        "text": "[Кивнуть и выйти]",
        "comment": false
      },
      {
        "id": 47,
        "text": "[Бежать]",
        "comment": false
      }
    ]
  },
  {
    "id": 47,
    "text": "\"Спасение бегством, скорее! На выход!!\"\n\nНужно было действовать быстро, и потому я резко развернулся и побежал к двери, которую освещал фонарик незнакомца.\n\nК сожалению план план изначально был провальный — в ту же минуту я повалился на землю от острой боли в плече, которое поймало пулю пистолета.\n\n\"Кажется, это конец...\"",
    "answers": [
      {
        "id": 35,
        "text": "[Далее]",
        "blackout": true
      }
    ]
  },
  {
    "id": 48,
    "text": "Здесь можно просмотреть все полученные достижения, а также концовки, на которые пройден квест.",
    "answers": [
      {
        "id": 48,
        "text": "[Концовки]",
        "comment": true
      },
      {
        "id": 48,
        "text": "Открытых концовок пока нет! Проходите квест, чтобы открыть все концовки.",
        "comment": true,
        "var_not": [
          "global k1",
          1,
          "global k2",
          1
        ]
      },
      {
        "id": 48,
        "text": "1. Они исчезли",
        "comment": false,
        "var_equal": [
          "global k1",
          1
        ]
      },
      {
        "id": 48,
        "text": "2. Всё хорошо, что хорошо кончается",
        "comment": false,
        "var_equal": [
          "global k2",
          1
        ]
      },
      {
        "id": 48,
        "text": "[Достижения]",
        "comment": true
      },
      {
        "id": 48,
        "var_not": [
          "global d1",
          1,
          "global d2",
          1
        ],
        "comment": true,
        "text": "Открытых достижений пока нет! Проходите квест, чтобы получить все достижения."
      },
      {
        "id": 1,
        "text": "[Назад]",
        "instant": true
      },
      {
        "id": 48,
        "text": "1. Совет, который помог (послушать Василия Петровича)",
        "var_equal": [
          "global d1",
          1
        ]
      },
      {
        "id": 48,
        "text": "2. Мир без света (не брать с собой фонарик)",
        "var_equal": [
          "global d2",
          1
        ]
      },
      {
        "id": 48,
        "text": "3. Нет сети (не брать с собой телефон)",
        "var_equal": [
          "global d3",
          1
        ]
      }
    ]
  },
  {
    "id": 49,
    "text": "Я кивнул и пошёл к выходу. Мои ноги подкашивались от страха, но я старался идти уверенно и, главное, быстро. Осторожно заглянув за плечо на мгновение, я уже не застал за собой незнакомца.\n\n\"Как же быстро он исчез\", — подумал я. — \"Значит, он знает план этого помещения. Тогда одно из двух:  либо он здесь раньше работал, либо внимательно изучал помещение перед тем, как напасть. Но ключи есть только у бывшего владельца ТРЦ \"Пригородный\" — Мишиного отца. Кто мог знать об этих ключах?\"\n\nЯ терялся в догадках. Столько всего произошло за одну ночь. Нет, определённо отсюда нужно уходить, да побыстрее. Звонить друзьям!",
    "answers": [
      {
        "id": 51,
        "text": "[Позвонить Насте]",
        "need": -51
      },
      {
        "id": 52,
        "text": "[Позвонить Мише]",
        "need": -52
      },
      {
        "id": 53,
        "text": "[Позвонить Денису]",
        "need": -53
      },
      {
        "id": 54,
        "text": "[Позвонить в полицию]",
        "need": [
          51,
          52,
          53
        ]
      }
    ]
  },
  {
    "id": 50,
    "text": "Я вспомнил сообщение от Миши и решил ему сказать про фонарик.\n\n",
    "answers": [
      {
        "id": 50,
        "text": "- Миша, я взял фонарик, как ты и просил. В темноте точно не останемся.\n\n— Какой фонарик? — с наигранным удивлением спросил Миша. — Я не просил брать фонарик.\n\n— Миш, тебе в актёры надо, — заметила Настя и рассмеялась. — Все роли — твои!\n\n— А вот возьму и пойду учиться на актёра! И что вы мне тогда скажете? — ни к кому не обращаясь, спросил Миша.\n\n— Ладно, заканчивайте уже. — тут уже вмешался Денис. — Вон, троллейбус идёт.\n",
        "var_equal": [
          "фонарик",
          1
        ],
        "merge": true
      },
      {
        "id": 50,
        "text": "- Ты взял фонарик? - Миша опередил меня. - Он нам наверняка пригодится!\n\n- Кажется, я забыл я его положить...\n\n- Эх, ладно. С кем не бывает? Что-нибудь придумаем, - Миша почесал подбородок.\n\n- Ладно, заканчивайте уже. - тут уже вмешался Денис. - Вон, троллейбус идёт.",
        "var_equal": [
          "фонарик",
          0
        ],
        "merge": true
      },
      {
        "id": 18,
        "text": "[Приглядеться]"
      }
    ]
  },
  {
    "id": 51,
    "text": "Я быстро набрал номер Насти и стал ждать.\n\n\"Абонент временно недоступен. Перезвоните позже\", — послышалось из динамика.\n\n\"Мы договаривались, что каждый возьмёт телефон с собой. Настин телефон сел или же... нет, не нужно думать о плохом\", — подбадривал я себя.",
    "answers": [
      {
        "id": 49,
        "text": "[Позвонить другим]"
      }
    ]
  },
  {
    "id": 52,
    "text": "Я быстро набрал номер Миши и стал ждать. Вместо надоедливых гудков Миша поставил себе на звонок классическую музыку. Ей можно восхищаться, но не сейчас.\n\n— Ээ, привет, Дим, тут непредвиденное обстоятельство, — послышалось из трубки\n\n— Что случилось? Вы где?! — я взволновался не на шутку.\n\n— Да ничего, просто я есть захотел. Ты с собой еду взял?\n\nВ ответ Мише мне хотелось высказаться по поводу его глупых шуток, но времени мало.\n\n— Настя и Денис с тобой?\n\n— Да, а что? С нами хочешь исследовать? Мы тебя давно внизу ждали, а ты всё не приходил, вот и ушли без тебя.\n\n— Красный рояль. Подробности потом. Бери всех и мотайте к выходу. Срочно!",
    "answers": [
      {
        "id": 49,
        "text": "[Позвонить другим]"
      }
    ]
  },
  {
    "id": 53,
    "text": "Я быстро набрал номер Дениса и стал ждать. Послышались гудки. Я ждал целую минуту, но на звонок Денис не ответил. \n\n\"Спокойствие, только спокойствие\", — я себя успокаивал, — \"Уж кто-кто, а Денис не пропадёт\".",
    "answers": [
      {
        "id": 49,
        "text": "[Позвонить остальным]"
      }
    ]
  },
  {
    "id": 54,
    "text": "Обзвонив всех друзей, я, нажав кнопку \"Экстренный вызов\", уже звонил в ближайший полицейский участник.\n\n— Здравствуйте! Дежурная по участку полиции слушает.\n\nЯ забыл обо всех правилах этикета, но сейчас это было не главное.\n\n— Приезжайте к торговому центру \"Пригородный\". Тут бродит серийный убийца, который недавно сбежал из тюрьмы. Он пытался убить меня, — я старался говорить уверенно, но волнение давало о себе знать.\n\n— Есть пострадавшие?\n\n— Нет.\n\n— Полицейский отряд прибудет на место через пару минут. Ваша фамилия?\n\nЯ спешно повесил трубку. К чёрту фамилию, потом ещё родители об этом узнают, а мне это совсем не нужно.",
    "answers": [
      {
        "id": 55,
        "text": "[Ждать друзей]"
      }
    ]
  },
  {
    "id": 55,
    "text": "Ждать Дениса, Мишу и Настю долго не пришлось. Минут через пять они все вместе, с крайне недовольным выражением лица вышли из той двери, через которую они когда-то зашли.\n\n— А теперь объясняй мне всё, — Настя подошла ко мне и посмотрела прямо в лицо. — Что вообще происходит? \n\n— Красный рояль, — повторил я. — Мы с Мишей условились, что в случае опасности это будет кодовой фразой. У меня не было времени, чтобы рассказывать вам об этом по телефону, и ни ты, ни Денис не ответили на звонок.\n\n— Итак, — выслушав меня, сказала Настя. — Я хочу услышать правду. Во что ты ввязался?",
    "answers": [
      {
        "id": 56,
        "text": "[Сказать правду]"
      },
      {
        "id": 55,
        "text": "[Солгать] (в разработке) (с.57)",
        "comment": true
      }
    ]
  },
  {
    "id": 56,
    "text": "— Помните, я рассказывал про сбешавшего серийного убийцу? — я глубоко вздохнул и продолжил. — Так вот, кажется, я встретил именно его. Нужно быть настороже, ведь он может прямо сейчас следить за нами...\n\n— Может, ты его с кем-нибудь спутал? — с недоверчивым выражением лица Настя посмотрела на меня. — В темноте всякое может показаться.\n\n— Соглашусь с Настей, — в разговор вмешался Миша. — Ночью воображение у тебя, скорее всего, нарисовало то, чего на самом деле не существует. Хотя, возможно, это просто нервы сдали.\n\n— Я тебе верю, — ко мне подошёл Денис так, что никто этого не заметил, и тихо продолжил. — Проблема в том, что мы — небольшая группа подростков, а там, скорее всего, вооружённый взрослый. Что мы можем сделать?\n\n— Полицию я оповестил ещё несколько минут назад, — поспешил ответить я. — Думаю, нам не стоит паниковать раньше времени.",
    "answers": [
      {
        "id": 57,
        "text": "[Спрятаться в более безопасном месте]"
      },
      {
        "id": 60,
        "text": "[Ждать полицию здесь]"
      }
    ]
  },
  {
    "id": 57,
    "text": "— Я думаю, что нам лучше подождать полицию в более безопасном месте... Может, спрячемся за каком-нибудь деревом? Их тут много...\n\nПочти никто меня не слушал. Настя судорожно пыталась позвонить родителям, но сейчас ночь — все спят. Миша ходил кругами вокруг ближайшего дерева и что-то бормотал себе под нос. Лишь Денис стоял спокойно, скрестив руки на груди.\n\n— Погоди, ты всерьёз думаешь, что кому-то нужно следить за нами? — усмехнулся Денис. — Ночью? Да кому мы сдались?..\n\nВдалеке показалась полицейская машина. Освещая фарами темноту вокруг, она подъехала почти прямо к нам и резко остановилась.",
    "answers": [
      {
        "id": 61,
        "text": "[Вглядеться]"
      }
    ]
  },
  {
    "id": 58,
    "text": "Дополнения к квесту",
    "answers": [
      {
        "id": 15,
        "text": "[Создание квеста]"
      },
      {
        "id": 39,
        "text": "[От автора]"
      },
      {
        "id": 1,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 59,
    "text": "К сожалению, разглядеть что-то в темноте без фонарика было трудно, поэтому мы шли за Настей, не оглядываясь по сторонам.\n\nВдоль всей аллеи стояли кованые скамейки, на которых каждый прохожий мог отдохнуть после тяжёлого дня. Пройдя аллею до конца, можно было заметить точно такую же скамейку, на которой вырисовывался тёмный силуэт сидящего человека. \n\n— Смотрите, там кто-то есть — тихо прошептал Миша. — Что он здесь вообще делает в такой поздний час?\n\n— Отдыхает, — ответил я. — Свежий воздух успокаивает и расслабляет. Что тут такого?",
    "answers": [
      {
        "id": 32,
        "text": "[Подойти ближе]"
      }
    ]
  },
  {
    "id": 60,
    "text": "— Постарайтесь не паниковать. Это ни к чему хорошему не приведёт. — заметил я.\n\nГлупо было полагать, что кто-нибудь послушается моих слов. Собственно, боялся и я сам, разве что не показывал этого.",
    "answers": []
  },
  {
    "id": 61,
    "text": "Наконец дверь машины открылась, и из неё вышел человек в длинном пальто и шляпе, полностью скрывающей лицо. Кого-то он мне напоминал...\n\nВнезапно до меня дошло, кто стоит передо мной. Мои глаза наполнились ужасом, а сердце начало бешено колотиться.\n\n— Пожалуйста, пусть это будет просто совпадение, — дрожащим полушёпотом произнёс я. — Хватит приключений на сегодня...",
    "answers": []
  },
  {
    "id": 62,
    "text": "",
    "answers": []
  }
]