[
  {
    "id": 1,
    "text": "Автор: Ангел.\nЖанры: мини-квесты, мистика, драма, романтика.\n\nПолучив приглашение на закрытый бал-маскарад, ты собираешься приятно провести время и спокойно уехать домой. Но иногда даже у мест есть маски, и кажущийся веселым праздник может обернуться кошмаром...\n\nЧто за страшную тайну хранит древний замок, и какая опасность тебе грозит? Танцуй, маска, и узнаешь...",
    "answers": [
      {
        "id": 1,
        "text": "",
        "bgImg": "https://i.ibb.co/84zKCnz/Vi-Jk-Er-Epq-EU.jpg",
        "system": true
      },
      {
        "id": 1,
        "text": "Укажите команды для картинки",
        "url": "https://i.ibb.co/KNp2ygJ/7d0a4264f0fe.jpg"
      },
      {
        "middle_answer": true,
        "text": "Начать квест",
        "bgAnswerImage": [
          "https://i.ibb.co/ZV80VxW/ea28c264bbcf.jpg"
        ],
        "id": 2
      },
      {
        "id": 1,
        "text": "",
        "pageImg": "https://i.ibb.co/G2nLphX/6d0749ddc1fe.jpg",
        "system": true
      },
      {
        "id": 21,
        "text": "Концовки",
        "bgAnswerImage": [
          "https://i.ibb.co/ZV80VxW/ea28c264bbcf.jpg"
        ],
        "left_answer": true
      },
      {
        "id": 23,
        "text": "От автора",
        "bgAnswerImage": [
          "https://i.ibb.co/ZV80VxW/ea28c264bbcf.jpg"
        ],
        "right_answer": true
      },
      {
        "id": 1,
        "text": "  ",
        "comment": true
      },
      {
        "bgAnswerImage": [
          "https://i.ibb.co/ZV80VxW/ea28c264bbcf.jpg"
        ],
        "id": 1,
        "url": "https://vk.com/club175406365",
        "text": "Группа Автора ВКонтакте",
        "answerImage": [
          "https://i.ibb.co/4F715p6/10d40efe290c.png"
        ]
      }
    ]
  },
  {
    "id": 2,
    "text": "Зал с высокими потолками. Позолоченные колонны, шёлковые занавески, дорогая лепнина, мозаичный пол. Фантастически огромные окна. Движутся по циферблату стрелки настенных часов, и кружатся в танце люди в ярких костюмах, с искусными масками — чужими, фальшивыми лицами.\n\nТы несколько теряешься, но не подаёшь вида. Отовсюду слышны смех, шёпот, обрывки разговоров. Шелест платьев и звон бокалов. Музыканты наигрывают приятную, медленную мелодию.\n\nТы не раз бывала на приёмах и балах, но одно только приглашение на этот выбило из колеи, оставив на душе смутную тревогу. Тебе и сейчас тревожно. Есть ли здесь твои знакомые? Возможно, с ними будет спокойнее... Ты безуспешно вглядываешься в безразличные лики масок. \n\nНе узнаёшь. \n\nМысли ускользают. Звучащий ниоткуда шёпот зачаровывает: \"Танцевать, танцевать, танцевать. Веселись, маска. Это твой праздник, маска. Танцуй, забудь о печали, забудь обо всём. Все твои беды остались снаружи, тебя ничего не должно тревожить. Улыбайся, маска, улыбайся\".\n\nВнезапно ты слышишь бархатистый голос:\n— Разрешите пригласить вас на танец, миледи.",
    "answers": [
      {
        "id": 2,
        "text": "big",
        "url": "https://i.ibb.co/MDtWp6z/be1bf144d428.jpg"
      },
      {
        "id": 3,
        "text": "Оглянуться",
        "bgAnswerImage": [
          "https://i.ibb.co/ZV80VxW/ea28c264bbcf.jpg"
        ]
      }
    ]
  },
  {
    "id": 3,
    "text": "Оборачиваешься и видишь высокого мужчину с тёмными волосами до лопаток. Смуглая кожа в мягком свете свечей кажется золотистой, и ты неосознанно поднимаешь руку, чтобы коснуться... Он ловит твои пальцы своими, поднося твою руку к губам. Ты чувствуешь, как лицо заливает краска, и смущённо отводишь взгляд, радуясь, что маска скрывает эмоции.\n\n— Мне кажется, вы мной очарованы, — жаркий шёпот звучит у самого уха, повергая тебя в ещё большее смущение. Мужчина тем временем продолжает:\n— Не откажите мне в танце, прошу.\n— Х-хорошо... — неуверенно отвечаешь ты.\n\nПоднимаешь голову, замечая, как тонкие губы незнакомца складываются в улыбку. В тот же миг одна мужская рука ложится на талию, а другая берёт твою руку в свою.\n\nВы вместе кружитесь по залу, и ты случайно встречаешься с мужчиной глазами. Тёмно-синие, с платиновым блеском — точно вода в лунную ночь. Ты тонешь в них и больше не слышишь музыку, с каждой секундой уплывая всё дальше... Поцелуй, лёгкий и пьянящий, не возвращает в реальность, а наоборот, помогает окончательно потерять с ней связь.\n\nТы приходишь в себя нескоро, замечая, что одна из стрелок настенных часов сдвинулась на четыре минуты. Твой партнёр смотрит насмешливо, но в глубине его глаз таится тень печали.",
    "answers": [
      {
        "id": 8,
        "text": "   — Как вас зовут, милорд?",
        "bgAnswerImage": [
          "https://i.ibb.co/ZV80VxW/ea28c264bbcf.jpg"
        ]
      }
    ]
  },
  {
    "id": 4,
    "text": "Секунду поколебавшись, ты решаешь остаться и разыскать Мануэля. Что он имел в виду? Почему велел тебе уйти? Ты желаешь знать. И куда спешить, тебя же не зря пригласили на этот бал. Ты вправе остаться.\n\nДвигаясь среди танцующих пар, ты выискиваешь глазами знакомую фигуру, но Мануэля нигде не видно. И ты слабо представляешь, у кого можно узнать, куда он мог уйти.\n\nПродолжая пробираться сквозь толпу, ты через некоторое время внезапно оказываешься у стола с закусками.\n— Не хотите ли вина, миледи? — с этими словами к тебе приближается высокий сероглазый блондин. На белой маске контрастно вьются красные нити узоров.\n— Нет, меня... Интересует кое-что другое, — решаешься ты.\n— Что же? — незнакомец слегка приподнимает брови.\n— Вы случайно не видели, куда ушёл брюнет с синими глазами? У него длинные волосы, до лопаток... И такая смуглая кожа, слегка золотистая.\n— Вам повезло, миледи. Я, кажется, догадываюсь, о ком речь, — он почему-то смотрит на тебя с лёгкой досадой. — Вам нужно наверх, в жилые комнаты. Дверь... Впрочем, вы увидите. Он часто оставляет её открытой.\n\nТы благодарно киваешь и устремляешься по широкой лестнице вверх, но нерешительно замираешь перед неосвещённым коридором. \"Не опасно ли это? Да и так ли уж небходимо?\" — сомневаешься ты.",
    "answers": [
      {
        "id": 7,
        "text": "Пойти дальше",
        "bgAnswerImage": [
          "https://i.ibb.co/ZV80VxW/ea28c264bbcf.jpg"
        ]
      },
      {
        "id": 6,
        "text": "Вернуться в зал",
        "var_add": [
          "безМан",
          1
        ],
        "bgAnswerImage": [
          "https://i.ibb.co/ZV80VxW/ea28c264bbcf.jpg"
        ]
      }
    ]
  },
  {
    "id": 5,
    "text": "Ты сомневаешься, думая, стоит ли остаться. Загадочный шёпот уговаривает не уходить, обещая праздник и забытье, но тут ты случайно задеваешь кого-то рукой. Простое прикосновение отрезвляет, помогая сбросить наваждение. Да, действительно пора идти. Тебя же ждут. И сколько времени?.. Почти полночь. Давно пора уходить.\n\nТы с трудом двигаешься к выходу, словно продираясь сквозь вязкий кисель. Что-то не отпускает, пытается удержать. Но нет, нет. Уже поздно.\n\nНаконец ты выходишь из зала. На улице дождь, и надо спешить к карете, но ты застываешь ещё на секунду, чувствуя, как холодные капли стекают по лицу и окончательно снимают оцепенение.\n\nПоддаваясь странному порыву, ты оборачиваешься. И в одном из многочисленных тёмных окон замечаешь размытый силуэт... который исчезает через мгновение, стоит тебе моргнуть. Возникает уверенность, что это был Мануэль. Мануэль... Ты, глубоко вздохнув, отгоняешь мысль прочь.\n\nРазворачиваешься, и, подобрав юбки длинного платья, устремляешься к карете.",
    "answers": [
      {
        "var_str_set": [
          "global background",
          "https://i.ibb.co/N92qMQJ/4rmt7-Agan6s.jpg"
        ],
        "var_add": [
          "global сбн",
          1
        ],
        "id": 14,
        "text": "Далее",
        "bgAnswerImage": [
          "https://i.ibb.co/ZV80VxW/ea28c264bbcf.jpg"
        ],
        "middle_answer": false
      }
    ]
  },
  {
    "id": 6,
    "text": "    \n",
    "answers": [
      {
        "id": 6,
        "text": "Мануэль понимающе кивает, и ты уходишь, спиной ощущая его взгляд.\n\nТы благодарна ему за возможность выбрать, пусть и такую, ни на что не влияющую. \"Его ведь тоже не спросили, — размышляешь ты, глядя на людей. — Они все несчастны. Смеются и веселятся, пряча за улыбками горе, страшнее которого нет. И я стану такой же... Совсем скоро\".\n\nТебе ничего не остаётся, кроме как жить и пытаться получать удовольствие от праздника, ощущая, как постепенно стираются эмоции, воспоминания и привычки.\n\n",
        "need": [
          15
        ],
        "merge": true
      },
      {
        "id": 6,
        "text": "Ты возвращаешься, решив, что Мануэль не стоит того, чтобы гулять по тёмным коридорам. В зале и безопаснее, и веселее. И как раз звучит твоя любимая мелодия...",
        "var_need": [
          "безМан",
          1
        ],
        "merge": true
      },
      {
        "id": 6,
        "text": "Ты танцуешь с полной самоотдачей, смеёшься над шутками, даже не очень смешными, заводишь мимолётные знакомства и поддерживаешь случайные разговоры.\n\nС каждым часом тебе удаётся это всё лучше, а ты так и не чувствуешь усталости. Наоборот, танцевать становится легче — ты уже почти паришь над полом.\n\nОчередной партнёр кажется тебе смутно знакомым, но ты никак не вспомнишь, где могла раньше видеть черноволосого синеглазого красавца. Скорее всего, тут же, среди гостей.\n\n— Алия... — внезапно шепчет он, глядя тебе в глаза. Ты вежливо улыбаешься, пытаясь понять, почему он называет тебя чьим-то чужим именем. А какое твоё? Усиленно пытаешься вспомнить, но, увы, безрезультатно. Честно говоря, на имя тебе плевать. Да и в целом на мир.",
        "merge": true
      },
      {
        "id": 17,
        "text": "   — Мы знакомы?",
        "bgAnswerImage": [
          "https://i.ibb.co/ZV80VxW/ea28c264bbcf.jpg"
        ],
        "middle_answer": false
      }
    ]
  },
  {
    "id": 7,
    "text": "Ты отбрасываешь все сомнения, и, свернув за угол, идёшь дальше. Лунный свет, льющийся в окна, превращает пол в серебряную реку. Поворот, поворот, поворот... Ты петляешь по коридорам, уже не слыша музыку. Как далеко остался зал? Тебе отчего-то всё равно.\n\nВнезапно ты натыкаешься на приоткрытую дверь. \"Тот незнакомец говорил, что Мануэль часто оставляет её открытой...\"  — вспоминаешь ты и неуверенно подходишь ближе, осторожно заглядывая внутрь. Твоему взору предстаёт небольшая жилая комната: роскошная двуспальная кровать, маленький резной столик, пара шкафов и дорогой ковёр на полу.\n\nУ окна, оперевшись на подоконник, стоит человек. Высокий, худой, с длинными чёрными волосами, стянутыми на сей раз в тугой хвост... Мануэль. \n\nТы осторожно заходишь в комнату и тихо зовёшь его по имени. Мануэль разворачивается, некоторое время молча смотря на тебя.\n\n— Всё-таки не ушла... Жаль. Бедная девочка, во что же ты ввязалась, — он говорит это печально, даже с какой-то тоской в голосе. — Как ты меня нашла?",
    "answers": [
      {
        "id": 15,
        "text": "   — Мне подсказали... Блондин в красно-белой маске... Ты его знаешь?",
        "bgAnswerImage": [
          "https://i.ibb.co/ZV80VxW/ea28c264bbcf.jpg"
        ],
        "middle_answer": false
      }
    ]
  },
  {
    "id": 8,
    "text": "Ты произносишь это почти неслышно. Тебе хочется побыть с мужчиной ещё, но ты не желаешь признаваться себе, что окончательно утонула в синих глазах и совершенно заворожена звучанием низкого голоса.\n\n— Имена не имеют значения, — возникает ощущение, будто он произносит эту фразу регулярно, и тем сложнее объяснить сквозящее в его голосе сожаление.\n— А всё-таки?\n— Мануэль... Сегодня меня зовут так, — он обезоруживающе улыбается. — Назовите и вы тогда своё имя, миледи.\n— Алия... — слетает с губ прежде, чем ты успеваешь что-либо понять. Ещё спустя миг приходит осознание, что ты позабыла о титулах и не назвала даже фамилию. Но уже поздно что-то добавлять, да и — странное дело — не хочется.\n— Красивое имя, миледи. Впрочем, как и вы, — он лукаво улыбается и отступает на шаг, не выпуская твоей руки и увлекая за собой. — Прекрасный вечер, не правда ли? И такая приятная музыка... Вы ведь не откажете мне ещё в одном танце? И... разрешите перейти на \"ты\"? — вкрадчивый бархатистый голос заставляет сердце забиться чаще.",
    "answers": [
      {
        "id": 10,
        "text": "   — Разрешу...",
        "bgAnswerImage": [
          "https://i.ibb.co/ZV80VxW/ea28c264bbcf.jpg"
        ]
      },
      {
        "id": 11,
        "text": "   — Я, безусловно, не против с вами станцевать.",
        "bgAnswerImage": [
          "https://i.ibb.co/ZV80VxW/ea28c264bbcf.jpg"
        ]
      },
      {
        "id": 12,
        "text": "   — Нет, прошу меня простить, но сегодня я пресытилась танцами.",
        "bgAnswerImage": [
          "https://i.ibb.co/ZV80VxW/ea28c264bbcf.jpg"
        ]
      }
    ]
  },
  {
    "id": 9,
    "text": "Вы с Мануэлем кружились вместе танец за танцем, не замечая, как летит время. Тебе с каждым мигом становилось всё легче и веселей, а он, кажется, рассказывал забавные случаи из жизни. Ты слушала его не слишком внимательно, полностью погрузившись в атмосферу бала.\n\nНезаметно вы оказались у стола с закусками и вином, и ты, решив передохнуть, пригубила немного. Весь оставшийся вечер был как в тумане, только почему-то одолевали воспоминания и мерещились странные звуки и запахи. \n\n...вот серая кошка, едва не попавшая под вашу карету. А вот ты с улыбкой протягиваешь младшей сестре серебряный кулон, и она визжит от счастья...\n...одуряюще пахнет яблоками и яблочным вареньем, где-то лает собака...\n...ты распечатываешь конверт и находишь приглашение на сегодняшний бал...\n\nТы не придала значения тому, что вы ушли из зала. Мануэль повёл тебя в глубь замка, по тёмным коридорам, где единственным источником света были широкие окна. Через некоторое время вы остановились у невзрачной двери, и, толкнув её, мужчина пригласил тебя внутрь.\n\nТы не успела рассмотреть комнату, как губы Мануэля накрыли твои, и вы слились в долгом поцелуе.\n\n...очень легко он справился с шнуровкой твоего платья, и уже под собственной тяжестью оно сползло вниз, пока Мануэль покрывал поцелуями твою шею и ключицы.",
    "answers": [
      {
        "var_str_set": [
          "global background",
          "https://i.ibb.co/v4rNhdP/73eec179fff0.jpg"
        ],
        "bgAnswerImage": [
          "https://i.ibb.co/ZV80VxW/ea28c264bbcf.jpg"
        ],
        "id": 19,
        "text": "Далее",
        "var_add": [
          "global игрбал",
          1
        ]
      }
    ]
  },
  {
    "id": 10,
    "text": "Ты лукаво на него смотришь и смеёшься.\n— Я и не сомневался, — он дарит тебе ещё одну ослепительную улыбку. — Алия... ты часто бываешь на таких балах?\n— На закрытых? Да, — ты улыбаешься в ответ. — Мои друзья любят праздники без повода, вернее — находят его буквально во всём. Но, стоит признать, на балах такого размаха я бываю редко. \nТы взглядом окидываешь зал и добавляешь: \n— А на маскараде я вообще впервые.\n— И как впечатления? — Мануэль немного приподнимает брови.\n— Более чем положительные. К тому же, мне попался не только отличный партнёр по танцам, но и приятный собеседник.\n— Что-что, а комплименты ты делать умеешь, — Мануэль, смеясь, кружит тебя на месте. — Но предлагаю насладиться музыкой. Оркестр великолепен, как никогда.\n\nНамёк был вполне понятен, и хотя последняя фраза наводит на мысли, что мужчина здесь не в первый раз, ты решаешь не расспрашивать об этом.",
    "answers": [
      {
        "id": 9,
        "text": "Далее",
        "bgAnswerImage": [
          "https://i.ibb.co/ZV80VxW/ea28c264bbcf.jpg"
        ]
      }
    ]
  },
  {
    "id": 11,
    "text": "Мануэль одаряет тебя ещё одной улыбкой.\n— Блестящая фраза, миледи. Я восхищён.\n— Я не сказала ничего, достойного восхищения. Вы льстец, Мануэль. Но, следует признать, довольно обаятельный.\n— И весьма коварный, — по-мальчишьи ухмыляется он. — Но в одном вы ошибаетесь. Я далеко не льстец и крайне редко лгу, — ты ожидаешь увидеть в его глазах весёлые искорки, но он смотрит на тебя задумчиво и серьёзно.\n— Уходи отсюда, девочка. Пока не поздно, — неожиданно шепчет он, сжимая твои плечи. —  У тебя мало времени.\n\nТы смотришь на него с недоумением, пытаясь понять, что он имеет ввиду, и чем обусловлена такая резкая смена тона, но Мануэль отталкивает тебя и удаляется, мгновенно растворяясь в толпе.\n\n\"Почему я должна уйти? Что не так? Может, стоит его найти? Или... Последовать его странному совету и покинуть бал?\"",
    "answers": [
      {
        "id": 4,
        "text": "Остаться и найти Мануэля",
        "bgAnswerImage": [
          "https://i.ibb.co/ZV80VxW/ea28c264bbcf.jpg"
        ]
      },
      {
        "id": 5,
        "text": "Последовать совету и уйти",
        "bgAnswerImage": [
          "https://i.ibb.co/ZV80VxW/ea28c264bbcf.jpg"
        ]
      }
    ]
  },
  {
    "id": 12,
    "text": "Ты мягко отстраняешься от нового знакомого и аккуратно пробираешься к стене. Замираешь у одной из колонн и пытаешься понять, почему ушла, но не можешь найти ответ. Что-то в незнакомце показалось странным и отталкивающим.\n\nДа и в целом это место... Какое-то шестое чувство подсказывает, что не всё здесь так хорошо, как кажется. Всё сильнее в тебе крепнет мысль, что нужно бежать отсюда, и бежать как можно скорее.\n\nКто-то тихо, но настойчиво уговаривает остаться, еле слышный шёпот проникает в самую душу: \"Маска, здесь ведь так хорошо, постой... Куда же ты? Сейчас как раз звучит твоя любимая мелодия, почему ты не танцуешь? Веселись, маска...\"\n\nТы закрываешь глаза и делаешь шаг вперёд, в толпу танцующих, подчиняясь неведомым чарам. \"Да\", — мельком, по-чужому думаешь ты. — \"Я рано собралась... Здесь ведь так хорошо.\"\n\n\"Нет!\" — бьётся отчаянная мысль, своя, настоящая, но неведомый голос сильнее.",
    "answers": [
      {
        "id": 20,
        "text": "Остаться",
        "var_add": [
          "global замкруг",
          1
        ],
        "bgAnswerImage": [
          "https://i.ibb.co/ZV80VxW/ea28c264bbcf.jpg"
        ]
      },
      {
        "var_str_set": [
          "global background",
          "https://i.ibb.co/DthprKz/75329db006a9.jpg"
        ],
        "need_ever": true,
        "var_add": [
          "global спас",
          1
        ],
        "id": 22,
        "text": "Бороться с чарами!",
        "bgAnswerImage": [
          "https://i.ibb.co/ZV80VxW/ea28c264bbcf.jpg"
        ],
        "var_need": [
          "global деж",
          1,
          "global замкруг",
          1,
          "global пвл",
          1,
          "global игрбал",
          1,
          "global сбн",
          1
        ]
      }
    ]
  },
  {
    "id": 13,
    "text": "— Имена не имеют значения, — произносишь ты заученную фразу. — Впрочем, сегодня меня зовут Амели.\n— Красивое имя... Позвольте пригласить вас на следующий та...\n— Мальчик мой, уходи отсюда, — перебиваешь ты, наклоняясь и шепча ему это в самые губы. — Не ищи меня, потеряешь слишком много времени. Главное, уйди до полуночи. И не поддавайся уговорам Голоса. Верь мне и беги.\n\nТы целуешь его, быстро и страстно, и не давая опомниться, скрываешься в толпе.\n\n\"Беги, милый мой. Беги. Ты слишком напоминаешь мне прошлую меня. Не хочу, чтобы и тебя уничтожило это страшное место\".\n\nТы направляешься по коридору в свою комнату. Заходишь, садишься на кровать и некоторое время смотришь в потолок. Вздыхаешь и встаёшь, делая шаг к окну, выходящему на улицу. Замираешь, всматриваясь в фигуры людей и силуэты повозок внизу, и ждёшь.",
    "answers": [
      {
        "middle_answer": true,
        "text": "Конец",
        "bgAnswerImage": [
          "https://i.ibb.co/ZV80VxW/ea28c264bbcf.jpg"
        ],
        "id": 1
      },
      {
        "id": 13,
        "text": "❗ Вы вышли на концовку \"Дежавю\".",
        "comment": true,
        "var_equal": [
          "global деж",
          1
        ]
      }
    ]
  },
  {
    "id": 14,
    "text": "Садишься внутрь, говоря кучеру ехать. Он с плохо скрываемым любопытством на тебя поглядывает, но ты как никогда молчалива. Карета трогается. Позванивают во тьме колокольчики, слышен стук копыт, редкое ржание лошадей. Дождь продолжает барабанить по каменной плитке, а ты... Ты вспоминаешь бал.\n\nСтранное забвение, чей-то сладкий шёпот, танцующие пары, Мануэля... Ты до сих пор видишь его глубокие синие глаза. И силуэт в окне... Что он имел в виду, когда велел тебе уходить? И как повернулось бы всё, реши ты остаться? Кто знает... \n\nТы снимаешь маску и кладёшь её рядом. Золотая, искусная, покрытая разными узорами, та переливается в голубом свете луны. Холодно. Тонкая накидка не греет.\n\nПоскорее бы приехать домой, посидеть у камина, лечь спать и забыть всё, как сон. Ты понимаешь, что вряд ли у тебя это получится, но не хочешь признаваться даже себе, что совершенно очарована синеглазым брюнетом. Закрываешь глаза и откидываешься на сидение.\n\nДождь настукивает неизвестный мотив. Тихо звенят колокольчики.",
    "answers": [
      {
        "id": 14,
        "text": "Укажите команды для картинки",
        "url": "https://i.ibb.co/BVYR4BW/862c7be18ddb.jpg"
      },
      {
        "var_str_set": [
          "global background",
          "https://i.ibb.co/G2nLphX/6d0749ddc1fe.jpg"
        ],
        "bgAnswerImage": [
          "https://i.ibb.co/wgMVt6T/f0aec1f27cb7.jpg"
        ],
        "middle_answer": true,
        "text": "Конец",
        "id": 1
      },
      {
        "id": 14,
        "text": "❗ Вы вышли на концовку \"Сброшенное наваждение\"",
        "comment": true,
        "var_equal": [
          "global сбн",
          1
        ]
      }
    ]
  },
  {
    "id": 15,
    "text": "— Знаю, — Мануэль лишь грустно улыбается, подходя ближе. — Я не хотел бы... Правда. Но не мне решать чужие судьбы, Алия. \n\nОн останавливается на расстоянии в полшага от тебя и нежно проводит пальцами по твоей щеке.\nТы, начавшая было отступать обратно в коридор, невольно замираешь от этого прикосновения.\n\n— Впрочем, ты ещё можешь уйти, я над тобой не властен. Но, к сожалению, вернуться сумеешь уже только в зал. Твоя душа сотрётся либо танцами... Либо её заберу я. Смею думать, ты догадываешься, как.\n— Что? Душа? — ты невольно вздрагиваешь. — Я не понимаю...\n— Глупая, — вздыхает он. — Ты зря приехала на этот бал. Те, кто не уходят до полуночи, становятся безликими пустышками, собирающими по капле чужие жизни.\n— Пустышками? Но... Ведь ты...\n— Я не похож на пустышку?— Мануэль криво улыбается. — Верно. Но за те века, что я здесь, можно заново собрать... Подобие личности. Не своей, но лучше так, чем тошнотворная пустота внутри. Ты бы знала, как мне надоели чужие имена, как я силюсь вспомнить своё — и не могу... А ведь скоро узнаешь. Жаль. Правда, очень жаль.\n— Я обречена? — ты в который раз за вечер чувствуешь странное равнодушие.\n— Да, — коротко отвечает мужчина, глядя тебе в глаза.",
    "answers": [
      {
        "id": 16,
        "text": "   — Я подумала... Давай потанцуем.",
        "bgAnswerImage": [
          "https://i.ibb.co/ZV80VxW/ea28c264bbcf.jpg"
        ]
      },
      {
        "id": 6,
        "text": "   — Прости, но... Я лучше пойду в зал.",
        "bgAnswerImage": [
          "https://i.ibb.co/ZV80VxW/ea28c264bbcf.jpg"
        ]
      }
    ]
  },
  {
    "id": 16,
    "text": "Он кивает и берёт тебя под руку. Вы танцуете без музыки, но на удивление складно, двигаясь в одном ритме. Дыхание мужчины то и дело обжигает кожу, заставляя тебя покрываться мурашками.\n\nОн наклоняется к тебе, легко и нежно касаясь губами твоих губ. Ты робко отвечаешь на поцелуй, чувствуя, как учащается сердцебиение.\n\nМануэль тянется к шнуровке твоего наряда и быстро распускает её. Платье, корсет... Вскоре ты остаёшься в белой полупрозрачной сорочке и, замерев, наблюдаешь, как мужчина избавляется от своей одежды. Лунный свет очерчивает обнаженную фигуру, освещает плечи, лицо, заставляет светиться глаза.\n\nКак бы ты хотела запомнить эту ночь с её поцелуями, сбитым дыханием и бесконечной нежностью. Но с каждой минутой, с каждым прикосновением тёплых, ставших родными губ, твои воспоминания тают, унося в Лету память о прошлой жизни.\n\n...ярким всполохом мелькают на миг лицо матери, улыбка отца, смех и маленькие руки младшей сестрёнки, сжимающий твой подарок — кулон с серебряной птицей. Неожиданно упомрачительно пахнет пирогами и одновременно веет утренней свежестью и туманной прохладой реки. Где-то тихо мяукает кот, лает собака. Звуки, запахи, образы — всё перемешивается между собой...\n\n...и растворяется.",
    "answers": [
      {
        "id": 18,
        "text": "Далее",
        "var_add": [
          "global пвл",
          1
        ],
        "bgAnswerImage": [
          "https://i.ibb.co/ZV80VxW/ea28c264bbcf.jpg"
        ]
      }
    ]
  },
  {
    "id": 17,
    "text": "Мужчина глубоко вздыхает, произносит тихо:\n— Нет, кажется, я обознался. Прошу прощения, — и уходит, оставляя тебя одну.\n\nТы пожимаешь плечами. Какое тебе дело до странного незнакомца, когда вокруг кипит жизнь?\n\n                             .......... лет спустя .........\nЗал с высокими потолками. Позолоченные колонны, шелковые занавески, дорогая лепнина, мозаичный пол. Фантастически огромные окна. Движутся по циферблату стрелки настенных часов и кружатся в танце люди в ярких костюмах, с искусными масками — чужими, фальшивыми лицами.\n\nТы замечаешь немного растерянного мужчину. За столько лет ты научилась сразу видеть тех, кто здесь впервые. Они живые. Они горят.\n\nТы подходишь ближе и держишься рядом, не теряя мужчину из виду. Объявляют белый танец. Делаешь шаг навстречу новому участнику Маскарада. Светло-серая маска его светится серебром, а костюм нежно-голубого оттенка подчёркивает глаза.\n  — Не откажите мне в танце, милорд...\n  — Грей. Просто Грей. Да, давайте потанцуем.\n\nГрей ведёт тебя уверенно и легко, почти полностью сосредоточившись на танце. Ты заглядываешь ему в глаза, но он отводит взгляд. Кажется, ты тоже когда-то... \"Он может уйти. Ещё есть шанс. Если прямо сейчас...\" — приходит в голову внезапная мысль.\n\nВ этот момент музыка заканчивается, но Грей не спешит тебя отпускать.\n  — Миледи... Как ваше имя?",
    "answers": [
      {
        "bgAnswerImage": [
          "https://i.ibb.co/ZV80VxW/ea28c264bbcf.jpg"
        ],
        "middle_answer": false,
        "text": "   — Имена не имеют значения.",
        "var_add": [
          "global деж",
          1
        ],
        "id": 13
      }
    ]
  },
  {
    "id": 18,
    "text": "Остаётесь только ты, Мануэль и осколки воспоминаний об этом вечере. Но ты чувствуешь, что к утру исчезнут и они.\n\n— Я и тебя забуду, ведь так? — шепчешь ты, прижимаясь к нему.\n— Да. Ты... потом поймёшь. Со временем.\n— Что пойму? — ты пытаешься заглянуть ему в глаза, но безуспешно.\n— Многое. Об этом месте, о его обитателях, о своей... роли. Мне жаль, правда жаль, Алия. Ты так напомнила мне меня, когда я пришёл сюда... Такой же наивный, юный, зачарованный... Я надеялся, что ты уйдешь раньше, чем станет слишком поздно. Видимо, я был недостаточно убедителен. Прости... — Мануэль целует тебя в лоб, обнимая крепче.\n\nТы закрываешь глаза и почти мгновенно засыпаешь, уставшая от событий и тяжёлой правды про это место и своё печальное будущее.\n\nПросыпаешься ты одна, смутно припоминая события прошедшей ночи. В памяти отчётливо всплывают только глаза: насыщенно-синие, невозможно красивые и яркие. Но кому они принадлежат?.. Ты встаёшь с постели и делаешь шаг к окну.\n\nЗакат окрашивает всё вокруг в алые и персиковые тона. Очередной вечер, за которым придёт ночь, и так — по кругу. Что ж, пора собираться, ведь совсем скоро начнётся бал-маскарад. И на нём будут новые гости.",
    "answers": [
      {
        "id": 1,
        "text": "Конец",
        "bgAnswerImage": [
          "https://i.ibb.co/ZV80VxW/ea28c264bbcf.jpg"
        ],
        "middle_answer": true
      },
      {
        "id": 18,
        "text": "❗ Вы вышли на концовку \"Попавшая в ловушку\"",
        "comment": true,
        "var_equal": [
          "global пвл",
          1
        ]
      }
    ]
  },
  {
    "id": 19,
    "text": "Мануэль целовался жадно, но как-то... отстранённо? А тебе казалось, что каждый миг, проведённый с ним, отнимает силы и воспоминания. Мужчина вскоре перенёс тебя на кровать, почти не отрывая губ от твоих.\n\nТебя же внезапно накрыла такая слабость, что ты перестала отвечать на поцелуи, лёжа неподвижно, на грани обморока. Мануэлю же на это, видимо, было плевать... \n— Прощай, — холодно произнес он, когда все было кончено. Быстро оделся и вышел, не потрудившись закрыть за собой дверь.\n\nТы лежала на кровати, обессиленная и пустая, не способная даже протянуть руку и прикрыться. Было безразлично, что дверь распахнута настежь — до боли хотелось, чтобы происходящее оказалось просто кошмарным сном, из тех, что часто одолевали тебя в последнее время. Но реальность продолжала быть, и ты в конце концов закрыла глаза, действительно заснув.\n\n...ты очнулась от странного внутреннего толчка и сонно оглядела комнату. Закат полыхал за окном, окрашивая светлую комнату в кроваво-красный. Любому другому человеку стало бы неуютно, но не тебе. Ты была новая и весёлая, точно свежесделанная кукла, чья жизнь началась с сегодняшнего вечера.\n\nТеперь в твоей сладостно-беззаботной жизни всегда будет вечер. А после — ночь Маскарада.",
    "answers": [
      {
        "var_str_set": [
          "global background",
          "https://i.ibb.co/G2nLphX/6d0749ddc1fe.jpg"
        ],
        "bgAnswerImage": [
          "https://i.ibb.co/VYxbQqG/641695e04c05.jpg"
        ],
        "middle_answer": true,
        "text": "Конец",
        "id": 1
      },
      {
        "id": 19,
        "text": "❗ Вы вышли на концовку \"Игрушка бала\".",
        "comment": true,
        "var_equal": [
          "global игрбал",
          1
        ]
      }
    ]
  },
  {
    "id": 20,
    "text": "У тебя нет сил противиться сладкому туману, окутавшему сознание. Твои губы будто по велению чужой воли растягиваются в фальшивой улыбке и ты делаешь ещё один шаг вперёд.\n\nТут же тебя под руку берёт зеленоглазый брюнет в маске волка, и через секунду вы кружитесь под музыку, которая, кажется, становится всё громче.\n\n...ты давно потеряла счёт времени, танцам и партнёрам. Стрелки часов свободно движутся по циферблату, то замедляясь и даже отматывая время, то ускоряясь и считая часы за минуты.\n\nВ твоей памяти мелькают картины далёкого детства, лица отца, матери, младшей сестры... Мерещатся запахи и звуки, которых никак не может здесь быть.\n\nТы пытаешься вспомнить, как оказалась на этом балу, в этом зале, но не в состоянии назвать даже собственного имени, и просто танцуешь.\n\nА музыка всё не прекращается...",
    "answers": [
      {
        "middle_answer": true,
        "text": "Конец",
        "bgAnswerImage": [
          "https://i.ibb.co/ZV80VxW/ea28c264bbcf.jpg"
        ],
        "id": 1
      },
      {
        "id": 20,
        "text": "❗ Вы вышли на концовку \"Замкнутый круг\". ",
        "comment": true,
        "var_equal": [
          "global замкруг",
          1
        ]
      }
    ]
  },
  {
    "id": 21,
    "text": "  Список (не)обнаруженных вами концовок:",
    "answers": [
      {
        "var_less": [
          "global игрбал",
          1
        ],
        "text": "• Игрушка бала",
        "comment": true,
        "id": 21
      },
      {
        "var_str_set": [
          "global background",
          "https://i.ibb.co/v4rNhdP/73eec179fff0.jpg"
        ],
        "var_add": [
          "global игрбал",
          1
        ],
        "id": 19,
        "text": "★ Игрушка бала",
        "var_need": [
          "global игрбал",
          1
        ],
        "bgAnswerImage": [
          "https://i.ibb.co/VYxbQqG/641695e04c05.jpg"
        ]
      },
      {
        "var_less": [
          "global деж",
          1
        ],
        "text": "• Дежавю",
        "comment": true,
        "id": 21
      },
      {
        "bgAnswerImage": [
          "https://i.ibb.co/VYxbQqG/641695e04c05.jpg"
        ],
        "id": 13,
        "var_need": [
          "global деж",
          1
        ],
        "text": "★ Дежавю",
        "var_add": [
          "global деж",
          1
        ]
      },
      {
        "id": 21,
        "text": "• Замкнутый круг",
        "comment": true,
        "var_less": [
          "global замкруг",
          1
        ]
      },
      {
        "bgAnswerImage": [
          "https://i.ibb.co/VYxbQqG/641695e04c05.jpg"
        ],
        "id": 20,
        "var_need": [
          "global замкруг",
          1
        ],
        "text": "★ Замкнутый круг",
        "var_add": [
          "global замкруг",
          1
        ]
      },
      {
        "id": 21,
        "text": "• Сброшенное наваждение",
        "comment": true,
        "var_less": [
          "global сбн",
          1
        ]
      },
      {
        "var_str_set": [
          "global background",
          "https://i.ibb.co/N92qMQJ/4rmt7-Agan6s.jpg"
        ],
        "var_add": [
          "global сбн",
          1
        ],
        "id": 14,
        "text": "★ Сброшенное наваждение",
        "var_need": [
          "global сбн",
          1
        ],
        "bgAnswerImage": [
          "https://i.ibb.co/VYxbQqG/641695e04c05.jpg"
        ]
      },
      {
        "id": 21,
        "text": "• Попавшая в ловушку",
        "comment": true,
        "var_less": [
          "global пвл",
          1
        ]
      },
      {
        "comment": false,
        "var_need": [
          "global пвл",
          1
        ],
        "id": 18,
        "text": "★ Попавшая в ловушку",
        "var_add": [
          "global пвл",
          1
        ],
        "bgAnswerImage": [
          "https://i.ibb.co/VYxbQqG/641695e04c05.jpg"
        ]
      },
      {
        "id": 21,
        "text": "  ",
        "comment": true
      },
      {
        "var_str_set": [
          "global background",
          "https://i.ibb.co/DthprKz/75329db006a9.jpg"
        ],
        "bgAnswerImage": [
          "https://i.ibb.co/kG3XbnM/f5dab95c45ea.jpg"
        ],
        "id": 22,
        "var_need": [
          "global спас",
          1
        ],
        "var_add": [
          "global спас",
          1
        ],
        "text": "✬ Спасение"
      },
      {
        "id": 21,
        "text": "  ",
        "comment": true,
        "var_need": [
          "global спас",
          1
        ]
      },
      {
        "id": 1,
        "text": "Назад",
        "bgAnswerImage": [
          "https://i.ibb.co/ZV80VxW/ea28c264bbcf.jpg"
        ],
        "middle_answer": true
      }
    ]
  },
  {
    "id": 22,
    "text": "Откуда-то издалека, словно из другой жизни всплывают нечёткие картины: ты, танцующая вечер за вечером, незнакомые статные мужчины, небольшая комнатка... Ты надеваешь платье, за окном постоянный закат и сумерки, лето сменяется зимой, зима — летом и так по кругу... Бесконечные танцы, новые гости, танцы, гости, комнатка, танцы...\n\n\"Нет! Не хочу!\" — ты широко распахиваешь глаза и по устремлённым на тебя взорам понимаешь, что сказала это вслух. Неизвестный шёпот больше не слышен, и постепенно замолкает музыка. Ты подхватываешь юбки, почти бегом устремляясь к выходу.\n\nЧасы бьют полночь, но ты даже не обращаешь внимания на эту странную игру времени, всё то же шестое чувство гонит тебя прочь, и в голове бьётся лишь одна мысль: \"Быстрее! Ещё чуть-чуть!\"\n\nТы выбегаешь на улицу с последним, двенадцатым ударом часов и оборачиваешься. От увиденного кожа покрывается мурашками: вместо роскошного замка, ещё минуту назад стоявшего здесь, ты видишь перед собой руины, посреди которых кружится в танце с пустотой дюжина мужчин и женщин.\n\nВпечатлённая, ты замираешь на несколько мгновений, но холодный дождь быстро приводит тебя в чувство. Ты устремляешься к карете, и та тут же трогается. Благодарно киваешь кучеру, не задумываясь, что он этого не видит.\n\nТебя знобит, лёгкая шёлковая накидка не греет. Отчаянно стискиваешь ткань и пытаешься выровнять дыхание, убеждая себя, что всё позади. Чувство опасности не отпускает до самого дома.\n\nНикогда... Никогда больше ты не поедешь на бал. ",
    "answers": [
      {
        "var_str_set": [
          "global background",
          "https://i.ibb.co/G2nLphX/6d0749ddc1fe.jpg"
        ],
        "bgAnswerImage": [
          "https://i.ibb.co/NC8r7JJ/d2d631c1d85a.jpg"
        ],
        "middle_answer": true,
        "text": "[Конец]",
        "id": 1
      },
      {
        "id": 22,
        "text": "❗ Вы вышли на концовку \"Спасение\".",
        "comment": true,
        "var_equal": [
          "global спас",
          1
        ]
      }
    ]
  },
  {
    "id": 23,
    "text": "❗Для проходивших квест в 2019 году: он переписывался!\n\nБлагодарю за помощь Татьяну Мозговую и Александру Юрчевскую. Вы мне очень помогли.\n\n***\n\nАвтор будет очень рад комментариям, как хорошим, так и плохим. Единственная просьба — если вам не понравился квест, вежливо скажите, почему. Мне правда важно. Неконструктивная критика не рассматривается ^_^ \n\nВсем мир :)",
    "answers": [
      {
        "id": 1,
        "text": "[Назад]",
        "bgAnswerImage": [
          "https://i.ibb.co/ZV80VxW/ea28c264bbcf.jpg"
        ],
        "middle_answer": true
      }
    ]
  },
  {
    "id": 24,
    "text": "",
    "answers": []
  },
  {
    "id": 25,
    "text": "",
    "answers": []
  }
]