[
  {
    "id": 1,
    "text": "Жанр: боевик, комедия, фантастика\n\nОднажды возле библиотеки, в которой тратят свое время ботаны, падает метеорит. После того, как метеорит насыщает ботанов суперсилой, они становятся не просто ботанами. Теперь они — Суперботаны. И теперь они обладают суперспособностями. Но дадут ли они отпор инопланетному захватчику, из-за которого жизнь человечества становится под угрозой?",
    "answers": [
      {
        "id": 2,
        "text": "Начать"
      }
    ]
  },
  {
    "id": 2,
    "text": "Обычные школьные дни. Ботаны каждый день после уроков целыми днями сидят в библиотеке, проводят свободное время и делают домашнее задание. Они — круглые отличники, претендующие на золотую медаль. Но они являются жертвами школьных обидчиков, которым ботаны никак не могут дать отпора. \nЧто касается их внешнего вида, они носят очки, белые рубашки, синие жилеты, брюки (джинсы) темных цветов (Звезда носит черные брюки, а Аляска — черную юбку) и кожаные ботинки. ",
    "answers": [
      {
        "id": 3,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 3,
    "text": "Но однажды ботаны засиделись до закрытия. Они спустились с крыльца библиотеки. И вдруг они увидели, как к ним с неба падает что-то светящееся.\n— Ребята! — сказал один из ботанов. — Что бы это ни было, нам надо держаться от этого подальше и главное вместе!",
    "answers": [
      {
        "id": 4,
        "text": "Встать на месте"
      },
      {
        "id": 4,
        "text": "Отбежать в сторону"
      }
    ]
  },
  {
    "id": 4,
    "text": "Но ботанам повезло — инородное тело упало за пять шагов от них. Тело перестало светить. И ботаны увидели инородное тело, похожее на камень.\n— Что это такое? Кажется, это метеорит. Это, наверное, может стать идеей для какого-нибудь очередного научного проекта!\nНо с этого момента ботаны уже не были прежними. Каждый из них получил по суперспособности.",
    "answers": [
      {
        "id": 5,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 5,
    "text": "Выберите персонажа",
    "answers": [
      {
        "id": 6,
        "text": "Электроник"
      },
      {
        "id": 11,
        "text": "Титан"
      },
      {
        "id": 7,
        "text": "Братья-вычислители"
      },
      {
        "id": 9,
        "text": "Звезда"
      },
      {
        "id": 10,
        "text": "Дарвин"
      },
      {
        "id": 12,
        "text": "Аляска"
      }
    ]
  },
  {
    "id": 6,
    "text": "Кирилл Попов \n\nУглубленно изучает физику. Высокий. Его тело \"на массе\". Он полюбил физику с тех пор, как однажды он сунул пальцы в розетку. Не было бы несчастья, да несчастье помогло: он выжил от удара током. Но ему пришлось ампутировать ту руку, и за долгое время он накопил деньги на протез руки. И в школе на его протез реагируют по-разному: кто-то проявляет к нему уважение, кто-то шорохается от него, а кто-то вовсе лицемерит. И даже безуспешно он подкатывает к девочкам с фразой:\n\"Детка! А можно я вставлю свою вилку твою розетку?\"\nМечтает стать электриком или \"мужем на час\".",
    "answers": [
      {
        "id": 8,
        "text": "Дальше"
      },
      {
        "id": 5,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 7,
    "text": "Дима (Эвклид) и Рома (Пентиум) Шибай\n\nЭти братья-близнецы любят вычислять. Дима вычисляет математические выражения, а Рома — компьютерный гений. Он вычисляет людей по IP, пишет программы на языке программирования. Оба мечтают стать программистами.",
    "answers": [
      {
        "id": 8,
        "text": "Дальше"
      },
      {
        "id": 5,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 8,
    "text": "Возле библиотеки и упавшего метеорита приземлился космический корабль. Дверь открылась, из корабля вышел лысый мужчина в черном плаще. Его зовут Фобиус. Рост — 2 метра. Худой. Лысый. С сиреневой кожей. С белыми глазами.\n— Какая случайность! — с улыбкой сказал Фобиус. — Метеорит упал возле библиотеки. Ха-ха-ха! Наверное, он будет служить как вдохновение на научные проекты! Но не надолго — ведь я разнесу этот город, а на его месте и вокруг этого метеорита я возвышу новый город, который будет жить так, как я захочу. \nНа крыльцо библиотеки вышла библиотекарша — Анна Валерьевна. Лет 20. Она увидела незнакомого мужчину в плаще и сказала:\n— Мужчина, а библиотека уже закрылась! \nФобиус посмотрел на библиотекаршу, быстро переместился к ней и сказал:\n— А меня библиотека не интересует!\nФобиус схватил Анну Валерьевну за шею и потащил обратно в помещение.\n— Что вы делаете? — спросила она. — Что вы себе позволяете? Отпустите меня!\n— Садись! — сказал Фобиус и посадил Ану Валерьевну за регистрационный стол.\n— Я сейчас с тобой сделаю то, чего ты никогда не заметишь!\nИ Фобиус загипнотизировал Анну Валерьевну своими светящимися белыми глазами. У нее глаза тоже сделались белыми, но она уже не могла сделать ни одного движения. Она ничего не видела, не слышала и не чувствовала.\nФобиус вышел из библиотеки. \n— Все, мне пора. Я еще вернусь!\nФобиус зашел в свой корабль и улетел на нем.",
    "answers": [
      {
        "id": 18,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 9,
    "text": "Настя Кобальт\n\nПо уши влюблена в астрономию. Очень радуется, когда на темном небе появляется первая звезда, а потом еще несколько. Она очень любит изучать звезды и созвездия. Мечтает, чтобы ее парень вместе с ней посмотрел на звезды и открыл для себя созвездия. Мечтает работать астрономом или космонавтом.",
    "answers": [
      {
        "id": 8,
        "text": "Дальше"
      },
      {
        "id": 5,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 10,
    "text": "Витя Гвоздев\n\nЛюбит изучать биологию. Ему нравится смотреть на три вещи: как растут комнатные растения, как гусеница превращается в бабочку и как заживает рана. Мечтает связать свою жизнь с ботаническим садом или с больницей.",
    "answers": [
      {
        "id": 8,
        "text": "Дальше"
      },
      {
        "id": 5,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 11,
    "text": "Костя Смолин \n\nНачинающий химик. По телосложению тощий. На любовь к химии подтолкнуло то, что он любит смешивать различные напитки. Мечтает работать барменом и даже открыть свой бар.",
    "answers": [
      {
        "id": 8,
        "text": "Дальше"
      },
      {
        "id": 5,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 12,
    "text": "Даша Иосифова\n\nУглублена в географию. Растет в семье богатых путешественников, поэтому знает о теплых странах больше, чем обычный учитель географии. Она предпочитает карты мира картинным галереям. Ей нравятся высокие горы и глубокие воды. Мечтает стать стюардессой или гидом заграницей.",
    "answers": [
      {
        "id": 8,
        "text": "Дальше"
      },
      {
        "id": 5,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 13,
    "text": "Кто же эти обидчики?",
    "answers": [
      {
        "id": 14,
        "text": "Геракл"
      },
      {
        "id": 15,
        "text": "Маркс"
      },
      {
        "id": 16,
        "text": "Мачо"
      }
    ]
  },
  {
    "id": 14,
    "text": "Саша Стигнеев\n\nКачок. Он и его друзья заправляют всем в школе. Не представляет свою жизнь без спортзала. В детстве ударился головой об качелю. Поэтому он стал настолько отмороженным, что решил отомстить качеле — он ее согнул.",
    "answers": [
      {
        "id": 17,
        "text": "Дальше"
      },
      {
        "id": 13,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 15,
    "text": "Вова Осипов \n\nМажор. Живет с богатыми родителями. Ест, одевается, отдыхает, развлекается... богато. Но однажды его застали хулиганы, которые хотели отнять у него все, что Маркс считает дорогим: одежду, телефон, деньги. Но от хулиганов его однажды спасли Геракл и Мачо.",
    "answers": [
      {
        "id": 17,
        "text": "Дальше"
      },
      {
        "id": 13,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 16,
    "text": "Максим Булгуров\n\nПонтовый модник и любитель автомастерских. Считает себя модным, красивым и, главное, крутым и дерзким. Но на самом деле он просто понтуется... своей кожаной курткой, джинсами, футболкой, цепочкой и часами и, главное, лежащей на бок и обмазанной лаком челкой. Атрибутом его понтов являются еще солнечные очки, за которые он поясняет, что его глаза плохо реагируют на яркий свет. Но его понты либо редко работают на девушках, либо не работают. И за понты он бы от хулиганов получил люлей, если бы не Геракл.",
    "answers": [
      {
        "id": 17,
        "text": "Дальше"
      },
      {
        "id": 13,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 17,
    "text": "Ботаны пришли в библиотеку и сказали:\n— Здрасьте, Анна Валерьевна!\nНо она ничего не ответила. Она просто сидела за регистрационным столом без движений.",
    "answers": [
      {
        "id": 21,
        "text": "Анна Валерьевна, здрасьте!"
      }
    ]
  },
  {
    "id": 18,
    "text": "Ботаны, как обычно, в сопровожении пинков, подножек и харчков от обидчиков, вышли из школы и пошли в библиотеку. ",
    "answers": [
      {
        "id": 13,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 19,
    "text": "Ответа опять не прозвучало.",
    "answers": [
      {
        "id": 23,
        "text": "Что-то мне не нравится!"
      },
      {
        "id": 21,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 20,
    "text": "— Анна Валерьевна! Вы слышите меня?\nНо она по-прежнему сидела неподвижно. \n— Электроник, а что с ее глазами? — спросила Аляска, увидев белые глаза библиотекарши.\n— Ты о чем? — спросил Дарвин. \n— У нее глаза белые-белые! \n— Боже мой! — чуть не плача воскликнула Звезда и взяла библиотекаршу за плечи. — Анна Валерьевна! Не покидайте нас! Очнитесь, пожалуйста!\nИ Звезда заплакала, ткнувшись лбом в плечо Анны Валерьевны.\n— Такая молодая... — сказал Титан.\n— Хватит переигрывать! И не надо ныть! Видимо, она как-то загипнотизирована! Не провести нам сегодня время в библиотеке...",
    "answers": [
      {
        "id": 22,
        "text": "Пойдемте по домам..."
      }
    ]
  },
  {
    "id": 21,
    "text": "Ответа не прозвучало.",
    "answers": [
      {
        "id": 19,
        "text": "Эх, какая сегодня погода классная!"
      },
      {
        "id": 19,
        "text": "А сколько мы должны заплатить за абонемент?"
      },
      {
        "id": 19,
        "text": "Анна Валерьевна, как ваши дела? Как здоровье?"
      },
      {
        "id": 19,
        "text": "А что вы делаете сегодня вечером?"
      }
    ]
  },
  {
    "id": 22,
    "text": "Ботаны вышли на крыльцо и встретили Фобиуса, прилетевшего на своем корабле и стоящего перед крыльцом.",
    "answers": [
      {
        "id": 24,
        "text": "Что за... вы кто такой?"
      },
      {
        "id": 25,
        "text": "Зачем вы к нам пожаловали?"
      }
    ]
  },
  {
    "id": 23,
    "text": "Ботаны подошли к Анне Валерьевне.",
    "answers": [
      {
        "id": 20,
        "text": "Помахать рукой перед ее глазами"
      },
      {
        "id": 20,
        "text": "Пощелкать пальцем перед еще глазами"
      }
    ]
  },
  {
    "id": 24,
    "text": "— Меня зовут Фобиус! ",
    "answers": [
      {
        "id": 25,
        "text": "Зачем вы прилетели сюда?"
      }
    ]
  },
  {
    "id": 25,
    "text": "— Я прилетел за этим метеоритом, чтобы забрать его, и, чтобы он сделал меня могущественнее, сильнее, умнее и главнее на этой планете!\n— Но метеорит упал здесь, перед нами!\n— И превратил нас, можно сказать, в супергероев! — добавил Титан.\n— Вас в супергероев превратил? Вы серьезно? — засмеялся Фобиус. — Вы на себя посмотрите, малолетки! Никакие супергерои из вас не получатся! Да вам и не победить меня, как ни старайтесь!\n— А если мы тебе отдадим метеорит, мы знаем, что ты подвергнешь планету разрушению и опустошению!\n— Верно. Если вы мне не отдадите метеорит, я просто буду одержим желанием убивать и разрушать на планете все, что стоит на моем пути! Даю вам короткое время на решение вопроса с метеоритом. Но я опять прилечу рано или поздно! Если вы отдадите его, я вас и вашу планету даже пальцем не трону. А если нет, то я... я вам сказал, что сделаю — повторять не буду! \nФобиус зашел в корабль и сказал:\n— Запомните! Меня зовут Фобиус. И я с вами не прощаюсь! Хе-хе-хе!\nВ корабле дверь закрылась, и корабль полетел вверх.",
    "answers": [
      {
        "id": 26,
        "text": "Отдать ему метеорит или не отдать! Он все равно разрушит нас и нашу планету!"
      }
    ]
  },
  {
    "id": 26,
    "text": "— Согласен с тобой, — ответил Электроник. — Нам все равно нужно быть готовым к его повторному вторжению! \n— Метеорит насытит нас силой, которую мы от него получим, — сказала Звезда.\n— Умница, Звезда! — ответил Электроник. — Вот ты и будешь изучать, в какое время он светится!",
    "answers": [
      {
        "id": 27,
        "text": "Хорошо."
      },
      {
        "id": 28,
        "text": "А почему сразу Звезда?"
      }
    ]
  },
  {
    "id": 27,
    "text": "— Все, до встречи.\nИ ботаны разошлись кто куда. А Звезда осталась рядом с метеоритом.",
    "answers": [
      {
        "id": 29,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 28,
    "text": "— Ну, ты же у нас любитель астрономии! Изучи его и скажи, когда он засветится. И мы все будем насыщены суперсилой.",
    "answers": [
      {
        "id": 27,
        "text": "Ну, хорошо! Буду изучать."
      }
    ]
  },
  {
    "id": 29,
    "text": "Ботаны шли по улице, и к ним, откуда ни возьмись полезли Геракл, Маркс и Мачо, которых ботаны недовольно встретили.\n— Здорова, ребята! — сказал Геракл.",
    "answers": [
      {
        "id": 30,
        "text": "Привет."
      },
      {
        "id": 31,
        "text": "Что вам опять от нас надо?!"
      },
      {
        "id": 32,
        "text": "Может, хватит над нами издеваться?"
      }
    ]
  },
  {
    "id": 30,
    "text": "— Как дела?",
    "answers": [
      {
        "id": 31,
        "text": "Что вам надо?!"
      },
      {
        "id": 32,
        "text": "Может, хватит над нами издеваться?"
      }
    ]
  },
  {
    "id": 31,
    "text": "— Слышь, ты голос не повышай! — сказал Маркс и дал подзатыльник Электронику.",
    "answers": [
      {
        "id": 34,
        "text": "А то что?"
      }
    ]
  },
  {
    "id": 32,
    "text": "— Почему \"хватит\"?",
    "answers": [
      {
        "id": 31,
        "text": "Ты еще и спрашиваешь?!"
      }
    ]
  },
  {
    "id": 33,
    "text": "Ботаны накинулись на обидчиков, но они были отбиты и бессильны против обидчиков.",
    "answers": [
      {
        "id": 35,
        "text": "Аляска, твой ход."
      }
    ]
  },
  {
    "id": 34,
    "text": "— Еще оплеух получишь! — ответил Мачо и еще раз ударил подзатыльник Электронику. — На тебе!\nОбидчики засмеялись.\n— Вам смешно, а нам не смешно! — сказал Титан. \n— Мальчики! — вполголоса сказала Аляска. — Почему вы это терпите?! Дайте им хоть раз отпор!",
    "answers": [
      {
        "id": 33,
        "text": "Попробовать дать обидчикам отпор"
      },
      {
        "id": 35,
        "text": "А, может, ты попробуешь?"
      }
    ]
  },
  {
    "id": 35,
    "text": "— Все я за вас должна делать! — пробурчала Аляска. — Так, вы, стероид, модник и мажор! Шли бы отсюда уроки учить!\n— А ты вообще молчи, корова очкастая! — ответил Маркс.\n— Сейчас обидно было... — сказала Аляска и покраснела.\n— Слышь, не смей нашу девочку обижать! — сказал Дарвин.\n— А то че? — спросил Геракл. — Забьешь нас своими худощавыми кулаками?\n— Слышьте вы! Стероид, модник и мажор! — рявкнул Электроник. — Валите отсюда живо!\nИ ботаны встали в боевую стойку.\n— Только палить нас не надо, ладно? — сказал Маркс. — Особенно меня...\n— Геракл, пошли отсюда, — сказал Мачо.\nОбидчики собрались уходить.\n— Не ждите халявы! — сказал Геракл. — Халявы не будет. И мы от вас не отстанем!",
    "answers": [
      {
        "id": 36,
        "text": "Скатертью дорога! Дибилы."
      }
    ]
  },
  {
    "id": 36,
    "text": "Звезда дождалась, когда на небе появится первая звезда, чему она и обрадовалась.\n— Ура! Первая звезда! И еще одна! И еще несколько!\nИ тут засветился метеорит.\n— Радость-то какая! И метеорит засветился. Надо сказать об этом своим.\nЗвезда достала телефон и в \"вотсапе\" написала в беседу:\n\"Ребята! Метеорит засветился!\"\nЭлектрик ответил:\n\"Классно. Сейчас мы подойдем. Не начинай без нас!\"\n\"Хорошо.\" — ответила Звезда.",
    "answers": [
      {
        "id": 37,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 37,
    "text": "Ботаны подошли к библиотеке.\n— Вот, ребята! Настало время насытить себя суперсилой. Готовы?",
    "answers": [
      {
        "id": 38,
        "text": "Да!"
      }
    ]
  },
  {
    "id": 38,
    "text": "— Давайте встанем вокруг метеорита.\nБотаны встали в круг. ",
    "answers": [
      {
        "id": 39,
        "text": "А это опасно?"
      }
    ]
  },
  {
    "id": 39,
    "text": "— Не знаю. Звезда, это опасно?",
    "answers": [
      {
        "id": 40,
        "text": "Не знаю - не изучала."
      }
    ]
  },
  {
    "id": 40,
    "text": "— Ну, да ладно. О, наш великий метеорит! Сделай нас сильнее!\nВ ботанов начал проникать свет, полностью освещая их тела.",
    "answers": [
      {
        "id": 41,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 41,
    "text": "После того, как метеорит погас, каждый из ботанов получил свою суперсилу.\nВыберите персонажа",
    "answers": [
      {
        "id": 42,
        "text": "Электроник"
      },
      {
        "id": 43,
        "text": "Титан"
      },
      {
        "id": 44,
        "text": "Братья-вычислители"
      },
      {
        "id": 45,
        "text": "Звезда"
      },
      {
        "id": 46,
        "text": "Дарвин"
      },
      {
        "id": 47,
        "text": "Аляска"
      }
    ]
  },
  {
    "id": 42,
    "text": "Электроник получил силу электричества. Он может \"раскидывать\" молниями.\n— Так я могу обеспечить электричеством всех!",
    "answers": [
      {
        "id": 48,
        "text": "Дальше"
      },
      {
        "id": 41,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 43,
    "text": "Титан получил накаченное тело. Но у него по-прежнему есть опыт смешиваться химических веществ. Он насыщен такими химическими элементами, как титан, железо и свинец, что делает его кожу непробиваемой.\n— Все, девчонки, берегитесь! Я иду к вам!",
    "answers": [
      {
        "id": 48,
        "text": "Дальше"
      },
      {
        "id": 41,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 44,
    "text": "Эвклид и Пентиум получили по пистолету.\nЭвклид может стрелять нулями, а Пентиум — лазером.\n— Круто! Может, опробуем? — спросил Эвклид.\n— Давай! — ответил Петниум.\nЭвклид стрельнул в лежащую на земле банку, а потом она исчезла.\n— Я за чистый город, — сказал Эвклид.\n— Ну-ка, а я? — сказал Пентиум, стрельнул лазером в одну из машин, и она сама собой завелась и уехала.\n— Упс... — сказал Пентиум.\nЭвклид удивленно посмотрел на брата и сказал:\n— Ром, ты нормальный? Зачем надо было в машину стрелять? Надо было тогда в кондиционер стрельнуть, чтоб перестал работать!\n— Я случайно. А я сейчас рожу твою взломаю, если ты не замолчишь!\n— А я тебя на ноль умножу!\n— Ну, давай! Кто кого, давай!\n— Мальчики, прекратите! — воскликнула Звезда.\nИ братья успокоились.",
    "answers": [
      {
        "id": 48,
        "text": "Дальше"
      },
      {
        "id": 41,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 45,
    "text": "Звезда увидела в небе, как соединились все известные созвездия. Плюс Звезда получила даром ковш. \n— Они видят меня! — восхитилась Звезда. — Как я их. Вон малая и большая медведицы мне лапами помахали. А там гончие псы встали на задние лапы! Так забавно!",
    "answers": [
      {
        "id": 48,
        "text": "Дальше"
      },
      {
        "id": 41,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 46,
    "text": "У Дарвина на спине выросли две подвижные стебли дионей (кусачих цветков).\n— Вау! Круто! — восхитился Дарвин. — Осторожно, злой Дарвин! ",
    "answers": [
      {
        "id": 48,
        "text": "Дальше"
      },
      {
        "id": 41,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 47,
    "text": "Аляска завладела четыремя стихиями: огнем в правой руке и водой в левой руке. Также она способна взлететь на большую высоту и приземлиться на ноги, при этом \"вызывая землетрясение\" в малом радиусе.\n— Слушайте, а мне весь город видно! ",
    "answers": [
      {
        "id": 48,
        "text": "Дальше"
      },
      {
        "id": 41,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 48,
    "text": "— Все, ребят, поздравляю! Мы теперь вдвойне сильней. И теперь мы сможем противостоять Фобиусу! ",
    "answers": [
      {
        "id": 49,
        "text": "Нас много, а он один. И против нас ему не справиться! Ха-ха!"
      }
    ]
  },
  {
    "id": 49,
    "text": "А тем временем на космическом корабле Фобиуса. \n\n— Все, мне местонахождение светящегося метеорита, который дает мне силу, уже известно! Мне осталось только узнать, решили ли те очкастые вопрос с метеоритом или нет? Будут они мне его отдавать или нет? Если нет, тогда я сам его возьму вооруженным путем и не только метеорит, но и этот город! А если они и отдадут, то я все равно приступлю к захвату города! А пока я введу туда своих солдат. \nФобиус взял микрофон и сказал:\n— Командира Трабла мне позовите! \nИ тут пришел командир в военной форме.\n— Фобиус! Командир Трабл по вашему приказанию прибыл.\n— Вводите свое многочисленное войско. И первым делом найдите школу, в которой учатся кое-какие ученики и откройте по ним огонь.\n— Вас понял, Фобиус! Выполняю приказ.\nКомандир Трабл вышел.\n— И никто меня не сможет уговорить на компромисс!!! ",
    "answers": [
      {
        "id": 50,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 50,
    "text": "На следующий день ботаны пришли в школу. И их встретили Геракл, Маркс и Мачо со словами:\n— Здорова, очкарики! Как ваши дела? Мало получили вчера?",
    "answers": [
      {
        "id": 51,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 51,
    "text": "Вдруг в школу забежали ребята и закричали на весь коридор:\n— ЗАХВАТЧИКИ!!! ЗАХВАТЧИКИ ИДУТ!!!",
    "answers": [
      {
        "id": 52,
        "text": "Что за захватчики?"
      },
      {
        "id": 52,
        "text": "Кто идет?"
      },
      {
        "id": 52,
        "text": "Что произошло?"
      }
    ]
  },
  {
    "id": 52,
    "text": "— Там какие-то солдаты в бронекостюмах и с бластерами ходят по городу и обстреливают его!",
    "answers": [
      {
        "id": 53,
        "text": "Это Фобиус!"
      }
    ]
  },
  {
    "id": 53,
    "text": "— Оставайтесь в школе и предупредите всех, а сами не выходите! Спрячьтесь в спортзале!\nВсе ребята и учителя побежали в спортзал.  Ботаны побежали к выходу.\n— А вы-то куда?\n— Мы их остановим! Вы не думайте — мы в разы сильнее.\n— Будеть осторожны!",
    "answers": [
      {
        "id": 54,
        "text": "Выйти из школы"
      }
    ]
  },
  {
    "id": 54,
    "text": "Ботаны выбежали на крыльцо школы и увидели зашедшую на территорию школы многочисленную роту в экзоскелетах и с бластерами в руках. \n— Офигеть! — сказал Электроник. — Вот только не в нашей школе!\nСолдаты прицелились в ботанов. Один из них скомандовал:\n— Так, вы! Живо зашли в здание школы! В противном случае мы откроем по вам огонь.\n— Вы по детям откроете огонь?! Вы серьезно? \n— Вам, что, непонятно было сказано?",
    "answers": [
      {
        "id": 55,
        "text": "Ботаны, вперед!!!"
      }
    ]
  },
  {
    "id": 55,
    "text": "И тут ботаны вступили в бой.\nВыберите персонажа.",
    "answers": [
      {
        "id": 56,
        "text": "Электроник"
      },
      {
        "id": 57,
        "text": "Титан"
      },
      {
        "id": 58,
        "text": "Братья-вычислители"
      },
      {
        "id": 59,
        "text": "Звезда"
      },
      {
        "id": 60,
        "text": "Дарвин"
      },
      {
        "id": 61,
        "text": "Аляска"
      }
    ]
  },
  {
    "id": 56,
    "text": "Электроник начал ударять солдат молниями и с помощью телекинеза отбрасывать в сторону.",
    "answers": [
      {
        "id": 62,
        "text": "Дальше"
      },
      {
        "id": 55,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 57,
    "text": "Титан начал выбивать солдат с ног одним лишь мощным ударом.",
    "answers": [
      {
        "id": 62,
        "text": "Дальше"
      },
      {
        "id": 55,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 58,
    "text": "Эвклид начал стрелять во врагов из своего пистолета нулями, заставляя врагов исчезать. \nА Пентиум начал выстреливать лазером, выводя солдат из строя.",
    "answers": [
      {
        "id": 62,
        "text": "Дальше"
      },
      {
        "id": 55,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 59,
    "text": "Звезда получила ковш и вызвала малую и большую медведицы, которыми она начала отбиваться от врагов.",
    "answers": [
      {
        "id": 62,
        "text": "Дальше"
      },
      {
        "id": 55,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 60,
    "text": "Дарвин с помощью подвижных стеблей дионей начал отбиваться, кусать и валить наземь врагов, отбрасывая их в сторону.",
    "answers": [
      {
        "id": 62,
        "text": "Дальше"
      },
      {
        "id": 55,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 61,
    "text": "Аляска начала бить врагов, выплескивая в них воду и выбрасывая огонь. Одного из них она взяла за шиворот, подпрыгнула на большую высоту и отбросила в сторону.\n— Счастливой посадки!",
    "answers": [
      {
        "id": 62,
        "text": "Дальше"
      },
      {
        "id": 55,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 62,
    "text": "После боя остался только один солдат с бластером.\n— Все равно вам не победить! — сказал он.\nДарвин отобрал у него бластер и разломал пополам.\n— Ты нам сейчас все расскажешь! — сказал Электроник. — Кто вы такие? Кто вас прислал сюда? И кто вам разрешал захватывать школу?!\n— Ребят, столько много вопросов! Я не могу так сразу.\n— Ты дурака из себя не строй! — рявкнул Эвклид и прицелился пистолетом в солдата, но его задержали друзья, успокаивая его. — А то я тебя на ноль умножу!\n— Тихо, тихо, брат! — сказал Пентиум. — Успокойся! \n— Ну, так что? — спросил Электроник. — Какие секреты ты от нас скрываешь, солдат? А?!\n— Хорошо, я вам все расскажу, хотя не должен был. Мы все работаем на Фобиуса, а его заместителем является командир Трабл. \n— Вот это уже интересно! И здесь сейчас ваш командир?\n— Не знаю, где-то в городе.\n— Опять нас дуришь?!\n— Да нет! Я серьезно! Мы прилетели и разделились по всему городу!\n— Ну-ка дай, — сказал Электрик и взял у солдата рацию.\n— Э! Отдай!",
    "answers": [
      {
        "id": 63,
        "text": "У меня есть одна идея."
      }
    ]
  },
  {
    "id": 63,
    "text": "Фобиус как всегда сидел в своем штаб-корабле, и тут в рации послышался голос:\n\"Фобиус, Фобиус! Как слышно? Прием.\"\n— Слышу тебя хоро... Стоп! А кто это говорит?\n\"Не важно. В общем, мы выполнили ваш приказ.\"\n— Молодцы. Можете лететь обратно. Конец связи.",
    "answers": [
      {
        "id": 64,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 64,
    "text": "— Круто я развел Фобиуса, да? — спросил Электроник. \n— Ребят, вы что делаете? — спросил солдат.\n— Рот закрой! Ботаны, с ним надо что-то сделать. Есть у кого-то идеи?",
    "answers": [
      {
        "id": 65,
        "text": "Аляска"
      },
      {
        "id": 66,
        "text": "Эвклид"
      }
    ]
  },
  {
    "id": 65,
    "text": "Аляска взяла солдата, взлетела на большую высоту и выкинула его в сторону.",
    "answers": [
      {
        "id": 67,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 66,
    "text": "Эвклид выстрелил в солдата нулем, и солдат исчез.",
    "answers": [
      {
        "id": 67,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 67,
    "text": "В то время, как солдаты все вокруг расстреливали, разгоняя людей, командир Трабл стоял и наблюдал за этим. И тут из рации послышался голос Фобиуса.\n\"Командир Трабл! Командир Трабл! Как слышно? Прием.\"\nКомандир достал рацию и сказал:\n— Слышу вас хорошо, Фобиус.\n\"Командир, вы скоро прилетите? Я думал, вы сразу прилетите после того, как я с вами в прошлый раз связался.\"\n— Чего?\n\"Я говорю, вы далеко летите?\"\n— А мы не летим.\n\"То есть как? Вы не выполнили приказ?!\"\n— Никак нет.\n\"Вы сказали, что выполнили! А я вам сказал...\"\n— Я ничего подобного не говорил.\n\"Не перебивайте! Я вам сказал, чтобы вы летели домой. Что ж, берите своих солдат и летите обратно. Срочно!!!\"\n— Вас понял. Конец связи.\nКомандир Трабл вызвал по рации одного из солдат и сказал:\n— Первый, первый! Это командир Трабл. Прием.\n\"Слушаю вас.\"\n— В общем, мы возвращаемся. Командуй отступление.\n\"Понял вас. Конец связи.\"\nКомандир Трабл положил рацию на место и сказал:\n— Что же меня ждет по прибытии, интересно? ",
    "answers": [
      {
        "id": 68,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 68,
    "text": "Ботаны увидели, как в небо высоко-высоко взлетел корабль. Ученики и учителя вышли на улицу.\n— Захватчики отступают! — воскликнули ученики.\n— Скажите \"спасибо\" нашему гению! — сказал Титан и обнял Электроника. \n— Мы тоже участвовали вместе с ним! — добавила Звезда.\nОбидчики посмотрели на ботанов и лежащих на земле солдат и сказали:\n— Они на это способны?! Офигеть!\n— Спасибо вам, ребята! — сказала директор школы, захлопав в ладоши. — Мы не думали, что вы такие способные!\nИ все зааплодировали со свистом и возласами.\n— Электроник, да ты просто гений! — сказала Аляска и обняла его. \n— Мы все гении! — ответил Электроник.\nИ ботаны дружно обнялись.",
    "answers": [
      {
        "id": 69,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 69,
    "text": "В штабе Фобиуса находится командир Трабл.\n\n— Дак, значит, ты соврал мне? — спросил Фобиус, закинув руки за спину.\n— На счет чего?\n— Ты меня за дурака не выставляй! Еще раз спрашиваю: ты соврал мне насчет того, что вы все разрушили?\n— Фобиус, я не говорил этого! Честно! Это кто-то баловался! А мы выполняли ваш приказ честно. \n— Угу. А что на счет той школы? Ты солдат вводил туда?\n— Так точно. Но я их там потерял. Всех до единого.\n— Как понять \"всех до единого\"? \n— Вот этого я не могу сказать. Мы взлетели на своем корабле и увидели, как во дворе той школы все аплодировали каким-то ребятам, вокруг которых лежали тела наших солдат! \n— То есть ты хочешь сказать, что какие-то дети способны на такое?!\n— Почему? Никак нет!\n— Я сказал первым делом всех солдат отправить в школу!\n— Я так и сделал. Но я подумал, что это много будет, и я их разделил по всему городу.\n— Зачем?! Первым делом была школа!!! Разделил их по городу! Разве я тебе приказывал это делать?!\n— Никак нет. Но я прошу прощения, Фобиус! Простите за то, что я сделал! Но это не я вам сказал, что мы ваш приказ полностью выполнили! Поверьте мне!\n— Нет... Ты совершил большую ошибку.\nФобиус достал бластер, зарядил его и, прицелившись, сказал:\n— А я ошибок, тем более вранья... не прощаю!\n— Нееет!!!\nИ Фобиус резко поднял бластер и выстрелил им в голову командиру.\n— Все придется самому делать! Все... придется... делать... самому!!! Меня этот приказ больше не интересует. Меня больше интересует метеорит! Мне бы еще об этом с теми дружками поговорить о метеорите! Отдадут ли они мне его или нет?",
    "answers": [
      {
        "id": 70,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 70,
    "text": "— Слушай, а гениально было самим связаться с Фобиусом по рации и его развести! — восторженно сказал Дарвин.\n— Он, наверное, сейчас зол, — добавила Звезда. — И, наверняка, сюда прилетит снова. Уже за метеоритом. \n— Да, кстати! — добавил Титан. — Надо с ним что-то делать. Электроник, ты что думаешь на счет этого?\n— Ничего с ним не надо делать, — ответил он. — Мы не отдадим ему метеорит!\n— А вдруг Фобиус начнет разрушать все и всех? — спросил Пентиум. — Он же говорил, что без метеорита он будет одержим желанием разрушать все на своем пути.\n— А если мы отдадим метеорит, то он все равно начнет все разрушать! — сказал Электроник.\n— Но он сказал, что, если он получит метеорит, он нас и нашу местность и пальцем не тронет, — сказал Эвклид. \n— Эвклид, это сарказм. Не надо ему верить! Вы видите, что он вытворяет? Он и его солдаты чуть город не разрушили! И вообще хватит с меня этой детсадовской болтавни! Главное, нам сейчас нужно быть готовым к любому вторжению и, самое главное, нам нужно держаться вместе! ",
    "answers": [
      {
        "id": 71,
        "text": "У нас вопрос."
      }
    ]
  },
  {
    "id": 71,
    "text": "— Что такое?\n— А что будем делать с Анной Валерьевной? У нее глаза белые-белые и давно сидит без движений! Мы не знаем... Она умерла, без сознания или просто загипнотизирована?",
    "answers": [
      {
        "id": 72,
        "text": "Надо идти в библиотеку."
      },
      {
        "id": 73,
        "text": "Это, наверное, Фобиус с ней это сделал!"
      }
    ]
  },
  {
    "id": 72,
    "text": "Ботаны подошли к библиотеке. Они зашли в читальный зал, где за регистрационным столом по-прежнему без движений сидела Анна Валерьевна. \n— Ребят, надо ее как-то оживить, — сказал Электроник.\n— А я в кино видела, — сказала Звезда. — Как женщина просыпается от мужского поцелуя по утрам.\n— Утро здесь ни при чем. Но давайте попробуем оживить ее поцелуем. Но надо, чтобы кто-нибудь из пацанов это сделал. Кто-нибудь мечтает поцеловать библиотекаршу?",
    "answers": [
      {
        "id": 74,
        "text": "Электроник"
      },
      {
        "id": 75,
        "text": "Титан"
      },
      {
        "id": 76,
        "text": "Братья-вычислители"
      },
      {
        "id": 77,
        "text": "Дарвин"
      }
    ]
  },
  {
    "id": 73,
    "text": "— Точно! Надо идти возвращать ее!",
    "answers": [
      {
        "id": 72,
        "text": "Идти в библиотеку"
      }
    ]
  },
  {
    "id": 74,
    "text": "— Не, я боюсь ударить ее током своим поцелуем.",
    "answers": [
      {
        "id": 72,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 75,
    "text": "— О, давай, качок! Попробуй! А, возможно, вы полюбите друга. Девчонки любят таких.\n— Куда ее целовать?",
    "answers": [
      {
        "id": 78,
        "text": "В губы"
      },
      {
        "id": 79,
        "text": "В щеку"
      },
      {
        "id": 79,
        "text": "В руку"
      }
    ]
  },
  {
    "id": 76,
    "text": "— Нет, вы передеретесь.\n— Да нет, не передеремся, — сказал Эвклид. — Короче, без обид. Я буду ее целовать. \n— Э, разбежался! — воскликнул Пентиум. — Я буду ее целовать!\n— Я! \n— Нет я! \n— Стой! Давай сначала я ее поцелую, а потом ты?\n— Ну, щас прям!\n— Ну, давай ее вместе поцелуем?\n— Обойдешься!\n— Все, хватит! — успокоил Электрик. — Я же говорил, передеретесь!",
    "answers": [
      {
        "id": 72,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 77,
    "text": "— Дарвин, ты мутант. Без обид, нормальная девушка не будет с таким.",
    "answers": [
      {
        "id": 72,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 78,
    "text": "Титан поцеловал Анну Валерьевну в губы, и ее глаза стали такие же зеленые, как раньше. Она сделала первый вздох после гипноза и сделала первые движения руками и ногами. \n— Ребята! — отойдя от гипноза сказала она. — Что произошло? \n— Анна Валерьевна! — ответил Электроник. — Дело в том, что нами завладел некий инопланетянин по имени Фобиус. Он такой лысый, в черном плаще, с сиреневой кожей и белыми глазами.\n— А, дак вот кто это был! Вот кто меня сюда затащил, загипнотизировал, и я все это время, как в коме пролежала! Еще и мама распереживалась, что меня дома нет! Кстати, я хочу знать имя своего спасителя.\n— Это я! — ответил Титан. — Я — Костя Смолин. Друзья меня называют Титан!\n— Я знаю! — улыбаясь ответила Анна Валерьевна. — А мне так понравился твой поцелуй, что я хочу еще!\n— Оу! — заликовали ботаны.\nАнна Валерьевна встала, подошла к Титану, и они обнялись и поцеловались. \n— Что сегодня вечером делаешь? — спросила Аана Валерьевна.\n— То же, что и всегда. Буду с друзьями в библиотеке. А вы?\n— А я после работы всегда свободна, особенно по выходным, когда я не работаю! И да, тебе со мной можно идти на \"ты\". Ребята, вам тоже можно! \n— О, как? — спросил Электроник. \n— Титан, ты задержишься сегодня на некоторое время?",
    "answers": [
      {
        "id": 80,
        "text": "Могу и задержаться."
      },
      {
        "id": 81,
        "text": "А почему?"
      }
    ]
  },
  {
    "id": 79,
    "text": "— Не просыпается!",
    "answers": [
      {
        "id": 75,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 80,
    "text": "— Вот и замечательно!\nВдруг за окном послышалимь выстрелы из бластеров. Анна Валерьевна ахнула.\n— Это что, опять Фобиус? — спросил Титан.\n— Второй раз уже к нам прилетает! — сказал Электроник. — А в этот раз не один! Ботаны, пошли мир спасать!\n— Извини, любимая! Я пошел мир спасать.\n— Удачи тебе, милый! Как освободишься, зайди, пожалуйста, ко мне.",
    "answers": [
      {
        "id": 82,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 81,
    "text": "— А ты потом поймешь, почему. Останься.",
    "answers": [
      {
        "id": 80,
        "text": "Хорошо, я останусь."
      }
    ]
  },
  {
    "id": 82,
    "text": "Ботаны вышли на улицу и увидели, как тебе самые солдаты вновь начали расстреливать из своих бластеров город. \n— Так, ребята, надо сосредоточиться! — сказал Электроник. — Не дать этим захватчикам разбомбить наш город!",
    "answers": [
      {
        "id": 83,
        "text": "Ботаны, вперед!!!"
      }
    ]
  },
  {
    "id": 83,
    "text": "Ботаны пошли в наступление с вражескими солдатами, чем они и отвлекли их.\n— Открыть огонь! — скомандовал один из солдат.\nВыберите персонажа.",
    "answers": [
      {
        "id": 84,
        "text": "Электроник"
      },
      {
        "id": 85,
        "text": "Титан"
      },
      {
        "id": 86,
        "text": "Братья-вычислители"
      },
      {
        "id": 87,
        "text": "Звезда"
      },
      {
        "id": 88,
        "text": "Дарвин"
      },
      {
        "id": 89,
        "text": "Аляска"
      }
    ]
  },
  {
    "id": 84,
    "text": "Электроник начал с помощью молний ударять во врагов и с помощью телекинеза отбрасывать их в сторону.",
    "answers": [
      {
        "id": 90,
        "text": "Дальше"
      },
      {
        "id": 83,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 85,
    "text": "Титан начал сбивать врагов с ног одним ударом и одной рукой откидывать в сторону.",
    "answers": [
      {
        "id": 90,
        "text": "Дальше"
      },
      {
        "id": 83,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 86,
    "text": "Эвклид начал стрелять во врагов нулями, заставляя их исчезать. А Пентиум — стрелять лазером, выводя врагов из строя.",
    "answers": [
      {
        "id": 90,
        "text": "Дальше"
      },
      {
        "id": 83,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 87,
    "text": "Звезда начала бить врагов ковшом и вызванными ею медведицами.",
    "answers": [
      {
        "id": 90,
        "text": "Дальше"
      },
      {
        "id": 83,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 88,
    "text": "Дарвин с помощью стебельков дионей начал раскидывать врагов.",
    "answers": [
      {
        "id": 90,
        "text": "Дальше"
      },
      {
        "id": 83,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 89,
    "text": "Аляска начала раскидывать во врагов воду и огонь, тем самым подбрасывая врагов в воздух и ударяя их об землю.",
    "answers": [
      {
        "id": 90,
        "text": "Дальше"
      },
      {
        "id": 83,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 90,
    "text": "Враги были разбиты. И к ним выходит Фобиус со словами:\n— Ребята! Вы уже начинаете действовать мне на нервы!\n— А ты понял, что ты бессилен против нас, Фобиус?! — спросил Электроник. \n— Ой, конечно же, понял... — ответил с сарказмом Фобиус. — Шутка! Я вас всех разнесу! Я сотру все в порошок и вас тоже! Если вы мне не отдадите метеорит. Ну, что? Будете отдавать его мне?",
    "answers": [
      {
        "id": 91,
        "text": "Забирай."
      },
      {
        "id": 92,
        "text": "Ты его никогда не получишь!"
      }
    ]
  },
  {
    "id": 91,
    "text": "— Спасибо большое!\nФобиус подошел к метеориту и легким движением подобрал метеорит.\n— Наконец-то! Спасибо вам большое!",
    "answers": [
      {
        "id": 93,
        "text": "Ничего не делать"
      },
      {
        "id": 94,
        "text": "Ударить Фобиуса сзади"
      }
    ]
  },
  {
    "id": 92,
    "text": "— Я смотрю, вы по-хорошему не хотите?! Значит, будет по-плохому! Сначала я вас уничтожу, а потом заберу метеорит!",
    "answers": [
      {
        "id": 96,
        "text": "Готовься, Фобиус!!!"
      }
    ]
  },
  {
    "id": 93,
    "text": "— Электроник, давай заберем метеорит! — спросил Титан.\n— Я все слышу! — сказал Фобиус. — Вы не думайте, никто не пострадает.\nФобиус пошел к своему кораблю и сказал:\n— Прощайте!\nДверь корабля закрылась, и корабль улетел.\n— А я их обманул! — хихикнул Фобиус. ",
    "answers": [
      {
        "id": 95,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 94,
    "text": "— Звезда, давай! — сказал Титан.\n— Ну, щас! — крикнула Звезда. — Разбежался!\nНе успел Фобиус развернуться, как Звезда размахнулась и ударила Фобиуса ковшом по голове. И Фобиус выронил мететорит, вернув его на место.",
    "answers": [
      {
        "id": 92,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 95,
    "text": "И Фобиус с метеоритом стал могущественнее. И он уничтожил город...",
    "answers": [
      {
        "id": 90,
        "text": "Контрольная точка"
      },
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 96,
    "text": "— Я смотрю, вы не сдаетесь. Но я заставлю вас сдаться!",
    "answers": [
      {
        "id": 97,
        "text": "Ботаны, вперед!!!"
      }
    ]
  },
  {
    "id": 97,
    "text": "Фобиус встал в боевую стойку, как и ботаны. На его ладонях появился сиреневый свет. \n— Как вы мне надоели уже!!! — сказал Фобиус.\nВыберите персонажа.",
    "answers": [
      {
        "id": 98,
        "text": "Электроник"
      },
      {
        "id": 99,
        "text": "Титан"
      },
      {
        "id": 100,
        "text": "Братья-вычислители"
      },
      {
        "id": 101,
        "text": "Звезда"
      },
      {
        "id": 102,
        "text": "Дарвин"
      },
      {
        "id": 103,
        "text": "Аляска"
      }
    ]
  },
  {
    "id": 98,
    "text": "Электроник вступил в бой с Фобиусом, разбрасывая молниями в Фобиуса, которые на него не действовали — Фобиус активировал защиту.",
    "answers": [
      {
        "id": 104,
        "text": "Дальше"
      },
      {
        "id": 97,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 99,
    "text": "Титан разбежался и попытался ударить Фобиса, но Титан был отбит.",
    "answers": [
      {
        "id": 97,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 100,
    "text": "Эвклид выстрелил в Фобиуса нулем, но не сумел его умножить на ноль. А Пентиум не смог вывести Фобиса из строя выстрелом из лазера.",
    "answers": [
      {
        "id": 97,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 101,
    "text": "Звезда, как она ни била Фобиуса ковшом, и как ни старались животные из созвездий, была бессильна.",
    "answers": [
      {
        "id": 97,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 102,
    "text": "Дарвин пытался схватить дионеями Фобиуса за руки, но он ими отбил дионеи.",
    "answers": [
      {
        "id": 97,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 103,
    "text": "Аляска вступила в бой с Фобиусом с силой стихий, которые на Фобиусе не сработали.",
    "answers": [
      {
        "id": 97,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 104,
    "text": "Фобиус сказал:\n— Я же вам говорил? Я же вам говорил, что вы бессильны против меня! Моя взяла! Теперь отдавайте метеорит!",
    "answers": [
      {
        "id": 105,
        "text": "Нет."
      },
      {
        "id": 91,
        "text": "Забирай."
      }
    ]
  },
  {
    "id": 105,
    "text": "— Вы мне его не отдаете даже будучи побежденными? Что ж, тогда я сам его заберу!!!",
    "answers": [
      {
        "id": 106,
        "text": "Черт..."
      },
      {
        "id": 106,
        "text": "Сможет ли он?"
      }
    ]
  },
  {
    "id": 106,
    "text": "Фобиус пошел к метеориту. Он протянул за ней руки. Вдруг ему в голову попала толстая книга. Ботаны повернулись в сторону, откуда прилетела книга. Это оказалась Анна Валерьевна.\n— Анна Валерьевна? — восхищенно сказали Ботаны. \n— Да! — кокетливо ответила Анна Валерьевна. \nФобиус повернулся к Анне Валерьевне и спросил:\n— Что это было?! \n— Почитай книгу — может, поумнеешь! — ответила Анна Валерьевна. \n— Книгу?!\nФобиус увидел лежащую на полу толстую книгу, поднял ее и сказал:\n— О! Какая интересная книжка. Почитаю на досуге. А вы мне больше не нужны... пока.\nФобиус пошел к кораблю и сказал:\n— Халявы не будет! Я еще вернусь! \nФобиус засмеялся, закрыл дверь в корабль и взлетел. \n— Ребята, а это непростая книжка... — сказала Анна Валерьевна. — И врят ли он еще к нам прилетит... ",
    "answers": [
      {
        "id": 107,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 107,
    "text": "Фобиус летел на своем корабле и не выпускал книгу из рук — она была приклеена к его руке.\n— Жаль, что я не смог получить метеорит... В следующий раз я точно смогу заполучить метеорит! А я пока почитаю книжку, которую мне дали.\nФобиус оторвал руку от штурвала и открыл книгу. И кораблю начал падать в холмы.\n— Почему шрифт такой мелкий? Эй, стоп! \nФобиус схватил одной рукой за штурвал, и кораблю снова поднялся. \n— Книгу на потом оставлю.\nФобиус хотел положить книгу, но она не оторвалась. \n— Эй, почему она не отрывается?!\nФобиус начал отрывать книгу. И корабль начал резко падать в холм. И Фобиус увидел, как его корабль падает.\n— НЕЕЕТ!!! — крикнул от страха Фобиус.\nНо он не успел схватить руль, как тут же кораблю врезался в холм и взорвался.",
    "answers": [
      {
        "id": 108,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 108,
    "text": "Ботаны и Анна Валерьевна стояли вместе, дак тут же им всем пришло уведомление о новости.\n\"Только стало известно о том, что в холмах разбился неизвестный космический корабль, который уже не раз прилетал в наш город. Было вторжение его солдат, которые безуспешно намеревались уничтожить город.\"\n— Ребята! — улвбаясь сказала Анна Васильевна. — Мы молодцы!\n— Мы все молодцы! — добавил Электроник. — Мы, обычные ботаники, предотвратили инопланетное вторжение! \n— Мы спасли человечество! — восторжено добавила Звезда.\n— Мы — герои! — добавил Электроник. — А давайте дружно обнимемся?\nИ ботаны вместе с Анной Валерьевной дружно обнялись.",
    "answers": [
      {
        "id": 109,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 109,
    "text": "— Ну, что ж, пора расходиться по домам? — спросил Электроник. \n— Давайте, — ответил Дарвин. — Пока, ребят. \nБотаны начали обмениваться рукопожатиями и объятиями и расходиться. Последними остались Титан и Анна Валерьевна. Титан собрался уходить, и тут Анна Валерьевна его кокетливо остановила:\n— А тебя, мой юный химик, я попрошу остаться! ",
    "answers": [
      {
        "id": 110,
        "text": "Зачем?"
      },
      {
        "id": 111,
        "text": "Я должен заплатить за абонемент?"
      }
    ]
  },
  {
    "id": 110,
    "text": "— Пойдем со мной, и ты все узнаешь!",
    "answers": [
      {
        "id": 112,
        "text": "Идти с библиотекаршей"
      }
    ]
  },
  {
    "id": 111,
    "text": "— Да нет! Я не об этом.",
    "answers": [
      {
        "id": 110,
        "text": "А о чем?"
      }
    ]
  },
  {
    "id": 112,
    "text": "Титан и Анна Валерьевна зашли в библиотеку, в читальный зал.\n— И что? — спросил Титан.",
    "answers": [
      {
        "id": 113,
        "text": "Будем книжки читать?"
      },
      {
        "id": 113,
        "text": "Будем заниматься математикой?"
      },
      {
        "id": 113,
        "text": "Будем изучать, что такое болт и как его вставить в отверстие?"
      },
      {
        "id": 113,
        "text": "Будем заниматься физкультурой?"
      },
      {
        "id": 113,
        "text": "Будем изучать, откуда берутся дети?"
      }
    ]
  },
  {
    "id": 113,
    "text": "— Ничего ты, мой вундеркинд, не понимаешь!\nИ Анна Валерьевна взяла из секретного места бутылку с напитком.\n— Вино? — спросил Титан. \n— Да!\n— Это же то самое вино, которое я еще сделал своими руками! \n— Именно. И ты мне его на день рождения подарил. У меня сегодня мама работает в ночную смену. Пойдем ко мне?",
    "answers": [
      {
        "id": 114,
        "text": "Пойдем."
      },
      {
        "id": 115,
        "text": "А, может, ко мне? У меня родители на даче."
      }
    ]
  },
  {
    "id": 114,
    "text": "Титан и Анна Валерьевна пошли к ней домой, при чем Анна взяла Титана за локоть.\n— А ничего, что мы гуляем вместе? — спросил Титан. — Об этом никто ничего не подумает?\n— Чтобы никто об этом не думал, лучше не надо ничего никому об этом говорить! А так это нормально, что мы с тобой гуляем, хоть я тебя старше на четыре года. Но на чувства это никак не влияет. У тебя когда-нибудь была любовь? У меня вот нет.\n— И у меня нет.\n— Дак вот мы друг другу в любви и поможем! \nАнна обвела пальцами бицепс Титана.\n— Ммм, у тебя такие сильные руки! — кокетливо сказала Анна.\n— Спасибо. А ты так хорошо выглядишь.\n— Спасибо, — засмеялась Анна и положила голову на плечо Титана.\nОни дошли до ее дома, выпили Титанового вина и проспали до утра.",
    "answers": [
      {
        "id": 116,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 115,
    "text": "— Ты что? Нельзя порядочной девушке к парню домой!",
    "answers": [
      {
        "id": 114,
        "text": "Тогда пошли к тебе."
      }
    ]
  },
  {
    "id": 116,
    "text": "В итоге ботаны в школе заслужили уважение со стороны учеников. Учителя поощрили ботанов благодарностями за проявлению отвагу в предотвращении инопланетной угрозы. Метеорит так и остался вросшимся в землю. Он стал источником вдохновения для научных проектов, и возле него все начали фотографироваться.\nНо обидчики по-прежнему их недолюбливали.\nТеперь Суперботаны — это гордость не только школы, но и человечества!",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 117,
    "text": "",
    "answers": []
  }
]