[
  {
    "id": 1,
    "text": "  Автор: SaLim. \n  Жанр: фэнтези/драма.\n  Обновления: опубликована шестая глава.\n\n\n  Соломон Рэйс — элитный агент внутренней разведки. Он был воспитан в строгости и дисциплине для того, чтобы преданнослужить своему императору. Но ужасы и зверства гражданской войны поставили под сомнения все его принципы и взгляды. Что же является истинным предназначением главного героя? Бесприкасловное служение императору или же есть другой путь? ",
    "answers": [
      {
        "id": 2,
        "text": "Начать чтение"
      },
      {
        "id": 3,
        "text": "О квесте"
      },
      {
        "id": 40,
        "text": "Другие книги серии "
      }
    ]
  },
  {
    "id": 2,
    "text": "Выберите главу:",
    "answers": [
      {
        "id": 4,
        "text": "Пролог"
      },
      {
        "id": 8,
        "text": "Глава 1"
      },
      {
        "id": 11,
        "text": "Глава 2"
      },
      {
        "id": 16,
        "text": "Глава 3"
      },
      {
        "id": 20,
        "text": "Глава 4"
      },
      {
        "id": 24,
        "text": "Глава 5"
      },
      {
        "id": 29,
        "text": "Глава 6 (заключительная)"
      },
      {
        "id": 1,
        "text": "В начало "
      }
    ]
  },
  {
    "id": 3,
    "text": "15.08.18. — начата работа.\n18.08.18 — написан пролог. \n20.08.18 — написана первая глава. \n23.08.18 — написаны вторая и третья главы.\n26.08.18 — написана четвертая глава. \n1.09.18 — написана пятая глава.\n6.09.18 — написана шестая глава. ",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 4,
    "text": "  Кира.\n\n\n—...Ларс Рэдж обвиняется в нарушении закона, а именно: в браконьерстве. Кроме того...- уставшим голосом читал судья.\n  Затянувшийся процесс и вправду порядком всем надоел. Уже неделю суд не мог принять решение. И все это из-за адвоката подсудимого — лучшего адвоката в округе. Его наняли Френчи — близкие друзья Ларса.\n  \"Проклятый судья!\" — Кира следила за всем происходящим с последней скамьи. — \"Жирная туша! И еще этот чертов Рэйс!\"\n  Девушка бросила злобный взгляд на Карла Рэйса. Тот нетерпеливо слушал вердикт судьи. \n—...в связи со всем вышеперечисленным, Ларс Рэдж признается виновным... — сказал судья.\n  Девушка, услышав последние слова, не выдержала, резко вскочила на ноги.\n—Да что несет этот свин?! — воскликнула она, указывая на опешившего судью — Мой отец просто хотел прокормить семью! Кто ж виноват, что все олени к этому старому хрычу в лес перешли!\n—ЧТО?! — вскричали в голос Карл и судья.\n  Кира почувствовала, как закипела ее кровь. Она собралась еще добавить пару ругательств, но вдруг умолкла. Ее остановил взгляд отца. Он сидел на скамье, лицом к присутствующим. Кандалы на руках цепью были прикованы к полу, поэтому двухметровому Ларсу приходилось сидеть согнувшись. Но даже в таком положении, взор его был непоколебим и решителен. Глаза, из-под рыжых, кустистых бровей, выражали крайнее недовольство выходкой Киры. Девушка потупилась и молча села на место. \n  Карл Рэйс некоторое время еще буянил.\n—Как она посмела?! — вопил он, брызжя слюной — Вы слышали как она меня назвала?! Хрычем!\n—Так, Карл Рэйс — сказал судья — Успокойтесь пожалуйста! Анна Рэдж, утихомирьте свою дочь! Иначе мне придётся еще и оштрафовать вашу семью.\n  В конце концов порядок был восстановлен и судья, смахнув платком выступивший на лбу пот, продолжил:\n—Ларс Рэдж признан виновным в браконьерстве, в связи с чем приговаривается к каторге на три года и направляется в угольные шахты.\n  Судья громко стукнул деревянным молотком, поставив тем самым точку в этом деле. \n  Такой исход шокировал всю семью Рэджев, а их адвокат, уже заранее уверенный в проигрыше, встал и поспешил удалиться. Кира вскочила с места, принялась что-то громко доказывать, Анна тихо плакала на скамье, Ларс молча сидел и потерянным взглядом смотрел то на дочь, то на жену. Через несколько минут его увели стражники.\n—Ничего, девочки! — попытался он приободрить семью — Через три года свидемся!\n  Анна, проскочив мимо отвлекшегося караульного, бросилась на шею мужу. Ростом она была, как и ее дочь, невысокой, поэтому ей пришлось подпрыгнуть, чтобы дотянуться.\n—Ну-ну, чего ты? Ну, не плачь — успокаивал Ларс ревущую женщину, с трудом сдерживая свои слёзы.\n  Мимо Киры прошел довольный Карл.\n—Ну наконец-то! — бросил он своему знакомому и направился к выходу.\n  Кира внимательно следила за ним. Крепко сжала кулаки и губы. \"Решено!\"\n  Девушка, наблюдавшая за Карлом, не замечала, что за ней самой следит пара блекло-голубых глаз. Принадлежали они молодому человеку, вальяжно развалившемуся на последней скамье. Он молча встал, поправил свою длиннополую шляпу.\n  \"Интересно...\" — подумал юноша и зашагал к выходу вслед за отцом.",
    "answers": [
      {
        "id": 5,
        "text": "》》》"
      },
      {
        "id": 2,
        "text": "《《《"
      }
    ]
  },
  {
    "id": 5,
    "text": "х  Из зала суда Кира вышла словно оглушенная. Три года каторги! Три года ее отец будет жить и работать в шахтах. Смертность при раскопке угля была высокой, да и легкой такую работу не назовешь. \n—Пойдем домой, доченька — обратилась к ней Анна.\n—Нет, мам, я еще прогуляюсь.\n  Анна, продолжая тихо плакать, двинулась дальше по улице. Кира отделилась от толпы, высыпавшей из здания суда, свернула в ближайший узкий проулок и ускорила шаг. \n  Через пять минут она добралась до двухэтажного дома. Он был кирпичным и выглядел довольно обветшалым. В этом доме жило несколько семей. Они не могли себе позволить более новые дома в центре.\n  Девушка открыла дверь, вошла в неосвещенный коридор. В воздухе пахло перегаром, дешевым табаком, где-то раздавался громкий плачь ребёнка. Пройдя по коридору до конца, Кира повернула направо и постучалась в деревянную дверь. Здесь она была не впервой, двигалась уверенно.\n—Кто там? — послышался юношеский голос из-за двери.\n—Это я — Кира. Рендел, я по поводу того дела...\n  Щелчок задвижки, дверь со скрипом отворилась.",
    "answers": [
      {
        "id": 7,
        "text": "》》》"
      },
      {
        "id": 4,
        "text": "《《《"
      }
    ]
  },
  {
    "id": 6,
    "text": "  Кира, выйдя на улицу, решила немного прогуляться по рынку.  Сегодня между прилавками было многолюдно, но девушка не обращала на это никакого внимания. Она думала лишь о завтрашнем дне. \"А вдруг не получится?\" — рассуждала Кира — \"Неужели я способна убить человека?\" Поток ее мыслей прервал неожиданный окрик:\n—Кира!\n  Девушка обернулась. К ней бежал молодой парень в белой рубахе. Он широко  улыбался, радостно махал рукой.\n—Адам.\n  Уже целую неделю они не виделись. Кира стеснялась его, стеснялась того вечера, когда расплакалась перед ним и убежала, как маленькая девочка. Но сейчас девушку волновал куда более важный вопрос.\n—Кира! — начал говорить Адам, пытаясь отдышаться — Я всю неделю ходил к вам, но каждый раз мне говорили, что тебе не здоровится. Это от того зелья, что я принёс, тебе стало лучше?\n  Кира расеянно улыбнулась и кивнула. Адам вдруг подпрыгнул на месте и хлопнул в ладоши.\n—Успех! — вскричал он и схватил девушку за руки — Вообще-то, это зелье я сам сварил и не был до конца уверен в его целебных свойствах. Но теперь я открою этот рецепт Гью и тогда мы сможем лечить с помощью МОЕГО зелья!\n—Кажется, тебе нравится у Гью? — спросила Кира.\n—Не то слово! Теперь я могу помогать страждущим и лечить больных! Я чувствую себя нужным и это прекрасно!\n—Я рада за тебя.\n—Ты кажется чем-то расстроена? — насторожился Адам.\n—Сегодня суд был над отцом...\n—И как?\n—Три года каторги — ответила девушка.\n—За одного убитого оленя?! — ужаснулся Адам.\n  Кира отвела взгляд.\n—Ответь мне, Адам — спросила она — Если бы тебя обидели, но у тебя была бы возможность отомстить обидчикам, ты бы сделал это? Ты бы отомстил?\n  Адам удивлённо взглянул на неё.\n—Я не совсем понимаю...\n—Просто да или нет! — поторопила девушка.\n  Адам потёр подбородок и, поразмышляв недолго, ответил:\n—Нет. В обители меня научили тому, что месть — орудие сатаны и что местью ты только нанесешь вред самому себе.\n  Кира недовольно хмыкнула. \n—Что ж, другого ответа от тебя, монашек, я и не ожидала.\n   Она развернулась и пошла к дому.\n—Кира... Что бы ты не задумала, прошу, одумайся.\n  Девушка обернулась. Юноша с мольбой смотрел на неё.\n—Ты о чем? — непринужденно улыбнулась Кира.\n  Она нащупала рукой сверток, сжала его крепче и отвернулась, встряхнув рыжими волосами. \"Я отомщу!\"\n  Адам смотрел вслед удаляющейся девушки. Этот неожиданный вопрос Киры посеял в его сердце тревогу. Он терялся, не зная, чего от неё ожидать и что предпринять.\n\n\n  Конец. ",
    "answers": [
      {
        "id": 8,
        "text": "Глава 1"
      },
      {
        "id": 7,
        "text": "《《《"
      },
      {
        "id": 1,
        "text": "В начало "
      }
    ]
  },
  {
    "id": 7,
    "text": "  Рендел жил один в небольшой комнатке. Он сирота и с ранних лет ему приходилось выживать самому. Читать и писать его научил травник Гью, некогда основавший бесплатную школу. Сейчас Рендел работал помощником в кузне.\n  Парень впустил гостью. Кира осмотрелась. Комнату Рендела трудно было назвать комнатой. Это была, скорее, коморка. Одно небольшое окошко, обветшалые стены, в углу разбросана солома, заменяющая собой постель, из мебели — единственная  деревянная табуретка. Юноша выглянул в коридор, закрыл дверь на засов и шёпотом обратился к девушке:\n—Так ты решилась?\n—Да — ответила Кира, сложив руки крест накрест, уперлась спиной о стену.\n  Рендел подступтл к ней. \n—Это очень серьёзная затея — сказал он — Ты уверена в том, что справишься?\n  Кира вздохнула и уверенным голосом заявила:\n—Я справлюсь.\n  Рендел одобрительно кивнул. Отошел к углу, опустился на колени и разобрал деревянный пол, откинув в сторону пару досок. Из получившейся щели юноша достал свёрток. Вернувшись к Кире, Рендел развернул этот свёрток. В свете солнечных лучей, проникающих через окошко, девушка увидела небольшой арбалет, несколько коротких стрел и маленькую стеклянную колбочку.\n—Этими стрелами не убить — Рендел говорил в полголоса, боясь, что их могут услышать — Но в колбочке находится очень смертоносный яд. Обмокнешь в него наконечники и у жертвы не будет шанса. Я узнал, он завтра уезжает. Ты убьешь его во время отъезда, когда соберётся толпа зевак и слуг. Тогда ты сможешь незаметно приблизиться к жертве и также незаметно исчезнуть.\n  Рендел отдал свёрток Кире, добавил:\n—Братство \"Ночных волков\" нанесет удар и завтра этот зажравшийся кровопийца, Карл Рэйс, умрет!\n  Девушка убрала свёрток за пазуху, кивнула и быстрым шагом направилась к выходу.",
    "answers": [
      {
        "id": 6,
        "text": "》》》"
      },
      {
        "id": 5,
        "text": "《《《"
      }
    ]
  },
  {
    "id": 8,
    "text": "  Соломон. \n\n\n  Юноша шёл по направлению к штабу внутреннего отдела. Из головы не выходила та рыжая из зала суда. \"Как ее звали?\" — пытался припомнить Соломон — \"Кира, вроде... Что-то мне не понравился её взгляд,. Уж очень она решительной на тот момент мне показалась. Но на что же именно она решилась?\". \n  Штаб находился в центре города, невдалеке от здания суда, поэтому Соломону пришлось идти всего лишь несколько минут. Сейчас он стоял перед двумя стражниками, охраняющими вход в большое двухэтажное здание. Соломон достал документы, предоставил их караульным, вошёл внутрь.\n  С порога в лицо ударил запах табака. Соломон недовольно поморщился.\n—Роланд! — воскликнул он — Что я тебе говорил по поводу курева?!\n  Мужчина средних лет, с небольшой бородкой, стоял у окна и курил. Услышав возглас, он испуганно оглянулся, поспешно выбросил окурок в окно. \n—Простите, босс.\n  Соломон устало вздохнул и упал в своё кресло.\n  Помимо Роланда и Соломона в помещении было еще двое. Тимми — совсем юный офицер восемнадцати лет, только недавно выпустившийся из академии и Зак, который был ненамного старше Тимми. Эти трое находились в подчинении у Соломона, и свой немногочисленный отряд юноша в шутку называл \"элитой\". Конечно, в действительности, эту троицу наврядли можно было назвать таковой. Роланду скоро исполнится сорок два года, но он до сих пор  звание лейтенанта. Причиной тому называл ссору с генералом, который и мешает продвижению офицера по службе. Хотя, по мнению Соломона, ему просто не хватало ума и целеустремленности, чтобы получить повышение. Тимми был слишком неопытен, от него было больше хлопот, чем пользы. Ну а Зак был слишком ленив. Хотя из всех троих именно он являлся самым перспективным.\n  Задачей Соломона и его \"элиты\" была ликвидация группировки \"Ночных волков\", которая доставляла некоторое беспокойство главе города. А именно, развешивала агитационные плакаты и разбрасывала листовки. Соломон по броскому названию предположил, что эта группировка состоит из подростков, размечтавшихся о всеобщем равенстве. Поэтому не особо волновался на их счет. \"Рано или поздно они сглупят — вот тогда-то мы их сцапаем!\" — считал он.\n  Соломон закинул ноги на стол, удобнее уселся в кресле.\n—Капитан! — обратился к нему Тимми — \"Ночные волки\" вновь нанесли удар!\n  Он шёл к Соломону с листком в руках. \"Нанесли удар?!\" — раздраженно подумал Соломон и отмахнулся:\n—Если они опять ночью раскидали свои бумажки, то даже не думай лезть ко мне с этим!\n  Тимми неуверенно ступил с ноги на ногу, вернул к своему столу, сел.\n—Тоска! — отозвался Зак — Капитан, смысл нам тут сидеть и ждать? Может, по домам?\n  Соломон поднялся на ноги, направился к лестнице на второй этаж.\n—Ты прав, Зак — бросил он по дороге — Смысла и вправду нет, но вы все-равно обязаны сидеть и ждать.\n—А вы? — спросил Зак.\n—А я домой.\n  Но вначале предстояло поговорить с Фергусом. Соломон обречённо вздохнул и двинулся вверх по скрипучим, деревянным ступенькам. ",
    "answers": [
      {
        "id": 9,
        "text": "》》》"
      },
      {
        "id": 2,
        "text": "《《《"
      }
    ]
  },
  {
    "id": 9,
    "text": "  Поднявшись, Соломон прошел по длинному, коридору и ногой открыл деревянную дверь. Та с громким грохотом ударилась о стену. Фергус, уже привыкший к подобному вторжению, не обратил на шум никакого внимания. Он заполнял какие-то бумаги. \n—А, капитан Рэйс! — Фергус бросил на гостя взгляд поверх очков, вновь вернулся к бумагам — И опять без стука.\n—Простите мне мои манеры — с улыбкой ответил Соломон, усаживаясь на стул.\n—Как продвигается расследование? — поинтересовался Фергус.\n—Продвигается.\n—Да? — глава отдела отложил перо в сторону — Но вы до сих пор никого не поймали! Вот уже неделю у вас нет ни зацепок, ни подозреваемых.\n  Соломон промолчал. Фергус устало протер глаза, продолжил:\n—Капитан Рэйс, послушайте. В соседнем городе такая же группировка подожгла ночью казармы солдат. Предварительно они устранили всех караульных и перекрыли входы и выходы. Многие солдаты задохнулись или сгорели заживо. Ну, а тех бедолаг, которые выпрыгивали в окна мятежники обстреляли из арбалетов. Звери! После этого в городе воцарилась настоящая анархия! Люди грабили магазины и убивали друг друга. Сил городской стражи, естественно, не хватило сдержать беспорядки.\n  Фергус встал, повернулся к окну и добавил:\n—Эти \"Ночные волки\" в борьбе за справедливость и сами не ведают какие беды могут принести городу...\n—Избавьте меня от лекций — прервал Соломон — Вы хотите сказать, что желаете защитить город? Спасти жителей от угрозы сепаратистов? А я скажу, что всё это бред! Новенькие звёзды на погоны — вот, что вам нужно.\n  Рэйс поднялся на ноги, направился к двери.\n—Кстати — капитан остановился на пороге — Я здесь, чтобы предупредить вас. Завтра мой отряд не придёт в штаб. Они будут помогать мне в одном важном деле. Что за дело вы узнаете завтра.\n  Соломон захлопнул за собой дверь. Фергус вновь уселся за стол. Взял в руку перо, сделал запись на пустом листке бумаги:\n  \"По моим наблюдениям, Соломон Рэйс уже не так предан Империи, как был по окончании академии. Думаю, причиной такому изменению является психологическая травма, полученная им во время последней битвы с мятежниками. Являясь излишне впечатлительным, наблюдаемый близко к сердцу принял всё то, что ему довелось увидеть на войне. Однако возвращение Соломона Рэйса в строй считаю возможным. Заверил: капитан Морр\"\n  В конце Фергус поставил печать и расписался. ",
    "answers": [
      {
        "id": 10,
        "text": "》》》"
      },
      {
        "id": 8,
        "text": "《《《"
      }
    ]
  },
  {
    "id": 10,
    "text": "  Из штаба Соломон вышел в ужасном расположении духа. \"Этот чертов Фергус!\" — раздраженно думал юноша глядя себе под ноги. Соломон никак не мог понять почему именно этого очкарика поставили во главу внутреннего отдела.\n   Решив отвлечься, Соломон поднял глаза и осмотрелся. На другом конце улицы, среди толпы прохожих он вдруг заметил девушку и юношу, не спеша шагающих в его направлении. Они громко разговаривали и смеялись, не обращая внимания на окружающих. В девушке Соломон узнал Абигэйл.\n  Как только он ее увидел, то сердце сразу же ускорило бег. Соломон огляделся и быстро юркнул в ближайший проулок между домами. Тут он осознал, что проулок заканчивался высоким забром, образуя при этом тупик. Кроме юноши в этом проулке также находился бездомный. Он взглянул на перепуганное лицо парня, громко воскликнул:\n—Эй, дружище! Ты чего такой бледный? Больной чтоли? — мужчина подозрительно прищурился.\n—Заткнись! — процедил сквозь зубы Соломон, прижался к стене. \n  Бездомный что-то недовольно пробурчал в ответ и улегся поудобнее на землю. \"На кой черт я вообще прячусь?!\" — удивлялся Соломон — \"Почему я так разволновался?\" Юноша подкрался вдоль стены к углу дома, попытался выровнять дыхание, осторожно выглянул наружу. Перед собой увидел смеющееся лицо Абигэйл. Юноша в испуге отпрыгнул назад. Затем взял себя в руки, принял как можно более непринужденную позу, упёршись рукой о стену.\n—А, мисс Абигэйл! — бросил он — Приятно вас встретить.\n  Абигэйл вышла из-за угла, едва сдерживая смех. Юноша, следующий за ней, был, напротив, очень серьёзен и даже угрюм.\n—Что вы здесь делаете? — спросила Абигейл.\n  Юноша потерялся с ответом. Он убрал руку со стены, ощутил, как из-под ног ушла земля. \"Что же я тут делаю?! Что же я делаю?! Что?!\"\n—Так это дружбан мой! — раздался вдруг возглас сзади.\n  Соломон оглянулся. К нему, держа в одной руке бутылку, а другой приветливо махая, шёл тот самый бездомный. Он шатающейся походкой приблизился и обнял Соломона за шею. В лицо ударил запах перегара.\n—А? Ваш друг? — сдержав очередную волну смеха, спросила Абигэйл. \n—Ну, не то чтобы друг — ответил Соломон, снимая с себя руку — Просто... знакомый.\n  Юноша поймал на себе недружелюбный взгляд спутника девушки.\n—Кажется, с вашим другом я не знаком? — произнёс Соломон.\n—Ах да! — спохватилась Абигэйл и обернулась к своему приятелю — Знакомьтесь, это Адам!\n\n\n  Конец.",
    "answers": [
      {
        "id": 11,
        "text": "Глава 2"
      },
      {
        "id": 9,
        "text": "《《《"
      },
      {
        "id": 1,
        "text": "В начало "
      }
    ]
  },
  {
    "id": 11,
    "text": "  Адам.\n\n\n  Юноша, которого звали Соломоном, оценивающе осмотрел Адама с ног до головы. \n—Адам некогда был послушником — сказала Абигэйл — Теперь же он ученик местного лекаря.\n—Ясно — сухо отозвался Соломон и вновь вернул свой взгляд на девушку.\n  Адаму показалось, что Абигэйл немного смущалась, когда Соломон смотрел на неё. Вдруг нестерпимо захотелось как-нибудь задеть этого парня.\n—А это Соломон — сказала девушка Адаму — Я тебе о нем уже говорила...\n—А, да! Тот самый убийца! \n—Адам! — укоризненно воскликнула Абигэйл.\n  После слов Адама Соломон громко рассмеялся. Даже смех этого человека был неприятен. Казался сухим и безжизненным.\n—Это точно! — подтвердил Соломон — Я тот самый убийца. \n  Внезапно лицо юноши приобрело жесткие черты и он добавил серьёзным голосом:\n—А также я являюсь агентом внутреннего отдела. И советую вам, впредь, следить за своим языком.\n  Адам поймал на себе прожигающий взгляд бледно-голубых глаз и сам с вызовом глянул на оппонента. Оба молчали, испепеляя друг друга глазами. Накалившуюся атмосферу попыталась разрядить Абигэйл. \n—А правда, что вы занимаетесь поимкой тех самых \"Ночных псов\"?\n  Соломон перевёл взгляд на девушку и чуть улыбнулся. \n—Вообще-то, \"Ночных волков\", так они себя прозвали.\n  Адам изменился в лице. Кира ведь тоже состояла в этой организации. Абигэйл этого не знала.\n—Что же, рад был бы с вами еще пообщаться, но вынужден откланяться — Соломон поклонился Абигейл, поспешил на улицу.\n—Надеюсь на скорую нашу встречу —  крикнула ему вслед Абигэйл. \n  Как только Соломон скрылся из виду, девушка накинулась на Адама.\n—От тебя я совсем не ожидала такой выходки! — заявила она — Зачем ты ставишь меня в столь неудобное положение?\n  Адам тяжело вздохнул и признался:\n—Мне не нравится этот человек, Абигэйл. И я не хочу, чтобы ты общалась с ним.\n  От этих слов та вспыхнула. \n—С кем мне общаться, а с кем нет, уж позволь, решу я сама!\n  Девушка недовольно хмыкнула, быстрым шагом вышла из проулка. Обернувшись напоследок, бросила:\n—Ты меня очень расстроил, Адам.\n  И зашагала прочь. Юноша стоял в проулке, опустив голову.\n—Знатно ты прокололся, брат — раздался чей-то грубый голос.\n  Юноша обернулся. Позади стоял все тот же бездомный.\n—Будешь? — предложил он, протягивая бутылку.",
    "answers": [
      {
        "id": 12,
        "text": "》》》"
      },
      {
        "id": 2,
        "text": "《《《"
      }
    ]
  },
  {
    "id": 12,
    "text": "  Адам вернулся домой поздно вечером. Теперь он жил у Гью, дом которого находился недалеко от рынка. Постучав в дверь, Адам обнаружил, что Гью нет дома. Ключа же не оказалось в потайной щели. \"Опять забыл ключ оставить!\". Адам развернулся и направился единственное место, куда пошёл бы Гью после тяжелого, трудового дня — в таверну.\n  Таверна представляла из себя широкое, одноэтажное здание. Над входом красовалась вывеска: \"Кудлатый мишка\", из окон доносилась громкая, залихвастая музыка и чья-то бранная речь. Адаму не нравилось это место. Здесь люди поддавались искушению сатаны и теряли себя, считал он. Юноша перекрестился, толкнул тяжёлую, дубовую дверь, вошел внутрь. \n  В нос Адаму тут же ударил запах жаренного мяса, смешанный с вонью табака, а уши заложило от игры чрезмерно разгоряченных музыкантов. Эта таверна всегда пользовалась популярностью в городе и сегодня, как и всегда, посетителей было много. Некоторое время Адам стоял в дверях, пытаясь разглядеть своего учителя среди толпы, но Гью заметил его раньше.\n—Эй, Адам! — позвал он, перекрикивая музыкантов.\n  Юноша приблизился к столу Гью, за которым, помимо самого Гью, сидел еще один мужчина.\n—Здравствуйте, господин Норд — поприветствовал его юноша.\n—Здравствуй, здравствуй, Адам! — криво улыбнулся в ответ Френч, явно находясь во хмелю.\n—Что привело тебя сюда? — спросил Гью — Неужели решил пропустить со мной стаканчик?\n—Вы же знаете, не пью. Я пришёл за ключом.\n  Гью хлопнул себя по лбу. \n—Ох, прости ты мою забывчивость! — воскликнул он и доставал из кармана ключ — Совсем я стал стар!\n—Ничего — улыбнулся юноша — Я уже привык.\n—Молодой человек — схватил его за руку Норд — Посидите с нами! Травник такие заумные речи толкает!\n—Прекрати — взмолился Гью — Я просто делюсь с тобой своими жизненными наблюдениями.\n— Я не против задержаться ненадолго — отозвался Адам, усаживаясь на свободный стул. \n  Юноша любил послушать Гью, когда тот начинал рассуждать о жизни. Старик выпил еще глоток из деревянной кружки и начал свой рассказ.",
    "answers": [
      {
        "id": 13,
        "text": "》》》"
      },
      {
        "id": 11,
        "text": "《《《"
      }
    ]
  },
  {
    "id": 13,
    "text": "— Я недавно на рынке услыхал, что хорошим людям, мол, живется худо и призадумался: а так ли это на самом деле? Разве не счастлив тот, кто добро творит? По-настоящему счастлив тот, кто чужим счастьем доволен, скажу я вам! Ведь, помогая другим, ты не только получаешь какую-то выгоду, мол, \"ты — мне, я -тебе\", но и испытываешь радость. Радость над тем, что ты делаешь добрые дела, а значит ты — хороший человек! Призадумайтесь, в этом и кроется великая истина! В добрых делах и заботе о ближнем она кроется. Можешь ты, конечно, от мира отвернуться, внушить себе, что все против тебя и возненавидеть всех за это можешь. Да, и дальше существовать на земле таким образом, но только лишь существовать. Не совершая ни добра, ни зла, подобно камню в поле лежать и в конце концов в пыль стереться со временем. Но можешь ты добро вокруг себя сеять, словно зерна его разбрасывая. Не думая о выгоде, ибо добро, совершенное из расчетов и из корысти, перестает добром являться, а становится лишь услугой. И где в хорошую почву то зерно упадет — там новое дерево зародится и будет человек, которому добро сделали, также добро сеять. Однако встречаются и те, кто добро твоё не принимает и даже насмехается над ним. В таком человеке дерево не проросло, а лишь саженцем погибло. Но не стоит расстраиваться по этому поводу, друзья! Верьте, что саженец этот собою землю удобрил и для будущих зерен условия создал. И что человек, осмеяв вначале доброту твою, в последующие разы задумается, а в конце концов поймет и примет зерна добра с благодарностью — в конце своего монолога Гью оглядел присутствующих за столом, улыбнулся.\n  Наступило молчание. Норд и Адам слушали Гью не проронив ни слова. Когда рассказчик замолчал, Норд сделал глоток из своей кружки и произнес в задумчивости:\n—Да...\n—Может, слова мои и не понятны вам — добавил Гью, виновато ухмыляясь — Но не сказать я их не мог.\n—Простите — раздался вдруг мужской голос над самым ухом Адама — Позвольте присоедениться. \n  За стол уселся молодой человек в длиннополой шляпе и с кружкой эля в руке. Он приветливо улыбнулся Гью и сказал:\n—Краем уха услышал ваш разговор, вот и решил с вами познакомиться. \n  Норд радостно воскликнул:\n—О, дорогой! Давненько ты к нам не захаживал!\n  Юноша развел руками.\n—Служба.\n—Кстати — спохватился Норд — Этого молодого человека зовут...\n—Соломоном — закончил за него Гью.\n—Вы меня знаете?\n—Не совсем — улыбнулся старик.\n  Соломон хмыкнул.\n—Ну и как продвигается расследование? — спросил Норд.\n—Вообще-то, я не могу разглашать все секреты — ответил Соломон, после чего огляделся и сказал вполголоса — Но не волнуйтесь, мы уже напали на их след и скоро поймаем этих \"Ночных волков\"\n  Адам представил, как Киру уводят в кандалах. От этой картины ему стало не по себе.\n—Прекрасная новость! — воскликнул Норд — Выпьем же за это!\n  Все трое дружно стукнулись кружками, залпом выпили содержимое.\n—Эх! Хороша выпивка — заметил Соломон — А когда мы схватим этих \"волчат\", то их вздернут на виселице! \n  \"Киру повесят?\" — ужаснулся Адам — \"Нет! Не может быть! Он врет!\" Он поднял глаза на Соломона. Бледно-голубые глаза изучали Адама, будто ожидая ответной реакции. \"Он проверяет меня?\". Адам попытался взять себя в руки. Зевнул, встал из-за стола. \n—Что ж, уже поздно, пора спать — он направился к выходу.\n  Норд и Гью помахали ему на прощанье рукой.\n—До свидания, Адам — сказал Соломон.\n  Адаму так показалось, что на губах офицера играла хищная улыбка. \n  Выйдя из таверны, Адам глубоко вдохнул. Ночь встретила успокаивающей прохладой. \"Если бы они могли, то уже давно ее схватили. Он врет! Точно врет!\"\n  Пройдя пару метров он прислонился к стене ближайшего дома. Стена была шершавой на ощупь и холодной. Прижался к ней лбом. \"А что если нет?\" — словно молния пронеслась мысль — \"Что если он просто ждет чего-то? Но чего?\" Ему вспомнились слова Киры по поводу отмщения: \"Если бы тебя обидели, но у тебя была бы возможность отомстить обидчикам, ты бы сделал это?\".\n  Адам поднял глаза к небу. В голове царил беспорядок. Он переживал о Кире и в тоже время был расстроен ссорой с Абигэйл и смутно ревновал ее к Соломону. \"Зачем я только покинул обитель? Здесь так неспокойно\" —  сокрушенно подумал он, побрел домой.",
    "answers": [
      {
        "id": 14,
        "text": "》》》"
      },
      {
        "id": 12,
        "text": "《《《"
      }
    ]
  },
  {
    "id": 14,
    "text": "  Соломон.\n\n  Оставшиеся за столом продолжили выпивать.\n—А правда, что ты герой войны, нагрожденный медалью? — Норд задал очередной вопрос.\n—Я не герой — бросил Соломон — И не будем об этом.\n—До чего же ты скромный — усмехнулся Норд — Выпьем за это!\n—Мне кажется, что вам лучше остановиться — сухо заметил ему Соломон.\n—Я всегда пью в меру!\n—На самом деле он не знает меры — шепнул Гью, чуть пригнувшись к Соломону — Пьет пока не уснет. Не волнуйся, по моим расчетам, это его последняя кружка на сегодня.\n  Норд не слышал слова друга. Он допил кружку, подняв ее над головой, крикнул проходящей мимо официантке:\n—Еще!\n  Затем бессильно обронил голову на стол и громко захрапел. Соломон встал на ноги, бросил на стол пару медяков, в уплату за эль, направился на улицу. \n—Юноша — остановил его Гью — Не хотите ли узнать, откуда мне известно ваше имя?\n—Нет.\n—А ты похож на свою мать...\n—Что? — Соломон резко обернулся.\n  Слабая улыбка показалась на лице старика.\n—Пройдемся, Соломон — предложил он, вставая на ноги — Здесь слишком душно.\n—А как же Норд?\n—Не беспокойся. Трактирщик — наш старый знакомый. Он отведет этого пропойцу домой. Уже не впервой.\n  Старик вышел на улицу, Соломон последовал за ним.",
    "answers": [
      {
        "id": 15,
        "text": "》》》"
      },
      {
        "id": 13,
        "text": "《《《"
      }
    ]
  },
  {
    "id": 15,
    "text": "—Ах, как прекрасна ночь, не правда ли? — заметил Гью — Иногда м кажется...\n—Откуда вы знаете мою мать? — спросил Соломон.\n—Сразу к сути? Ладно! Когда-то очень давно я имел глупость влюбиться в нее. Нам тогда было по восемнадцать лет. Я — всего лишь ученик лекаря, а она из знатного рода. Ее родители, конечно, не одобрили...\n—Стойте! Она была дворянкой?\n—Ну да. А ты не знал?\n—Нет. Отец ничего мне об этом не говорил.\n—О, поверь! У него есть на то везкая причина — сказал Гью и задумался.\n—И чем все кончилось? — задал вопрос юноша, после минутной паузы. \n  Старик поднял голову. Соломон разглядел что глаза его блестели.\n—Не будем об этом, юноша — бросил Гью, отходя от собеседника — Мне тяжело об этом вспоминать!\n  Соломон не стал догонять старика. Вместо этого он не спеша направился в казарму. \"И у тебя есть свои тайны, отец\" — размышлял он. Однако не это сейчас тревожило юношу. Мысли его вновь и вновь возвращались к событиям завтрашнего дня. Ведь если план Соломона сработает, то он станет на шаг ближе к поимке группировки \"Ночных волков\".\n\n\n  Конец.",
    "answers": [
      {
        "id": 16,
        "text": "Глава 3"
      },
      {
        "id": 14,
        "text": "《《《"
      },
      {
        "id": 1,
        "text": "В начало "
      }
    ]
  },
  {
    "id": 16,
    "text": "  Кира.\n\n\n  Кира подошла к окну. Над крышами домов первые  лучи солнца окрасили небо. На горизонте застыли облака, ветер стих, наступила абсолютная тишина. Весь мир словно замер в ожидании. Казалось, что вот сейчас, стоит только первым петухам пробудиться и спеть свои гимны восходящему солнцу, и спадет это оцепенение. Защебечут птицы, начнут стучать где-то вдалеке топоры, молотки, зазвонят колокола на башне обители. \n  И вместе с городом проснутся родители. Отец, как всегда начнет готовить снаряжение к предстоящей охоте, мать на кухне будет готовить завтрак. Ну, а их дочка украдкой прокрадется к шкафу отца, вооружится луком и стрелами, заявит родителям, что пойдет на охоту. Мать ужаснется, а отец, расхохотавшись, пообещает, что возьмет ее с собой в следующий раз...\n  Но нет. Не таким будет нынешнее утро. Сегодня утром в их доме проснется только мать, которая, приготовив завтрак, пойдет на рынок продавать последнее оставшееся мясо. Кира же возьмет припрятанный под лестницей небольшой сверток и пойдет к дому Френчев, проводить старого Рэйса в последний путь.",
    "answers": [
      {
        "id": 17,
        "text": "》》》"
      },
      {
        "id": 2,
        "text": "《《《"
      }
    ]
  },
  {
    "id": 17,
    "text": "  В дверь комнаты осторожно постучались.\n—Да, мам — отозвалась Кира.\n  Дверь приоткрылось, в проеме показалось лицо матери. Глаза ее были опухшими и красными. \"Плакала всю ночь\".\n—Кира, ты уже проснулась? — подала голос Анна — Пойдем завтракать?\n—Нет, мам. Что-то не хочется.\n  Дверь бесшумно прикрылась, девушка вновь осталась одна. Она перевела взгляд обратно в окно. Постояв недолго, сжала кулаки и порывисто вышла из комнаты. На ходу Кира накинула на себя серенький плащ с капюшоном.\n—Я пойду прогуляюсь! — крикнула она матери, схватившись за ручку двери.\n—Кира.\n  Девушка остановилась, обернулась. Анна сгорбившись стояла в дверях кухни и выглядела еще более маленькой. Кире было трудно смотреть в глаза матери и девушка поспешила опустить взгляд.\n—Дочка, ты ведь... — начала было Анна, но осеклась.\n  Она смотрела на дочь то ли с тревогой, то ли с грустью. Кире вдруг показалось, что мать обо всём догодалась. Догодалась, что её дочка стала убийцей.\n—Не задерживайся до поздна.\n—Хорошо — Кира развернулась, открыла дверь.\n  Однако на пороге задержалась. Слегка повернула голову и напоследок тихо сказала:\n—Я люблю тебя...\n  После выскочила на улицу.\n  Анна прижала руку к груди. Предчувствие чего-то плохого терзало ее душу...",
    "answers": [
      {
        "id": 18,
        "text": "》》》"
      },
      {
        "id": 16,
        "text": "《《《"
      }
    ]
  },
  {
    "id": 18,
    "text": "  Под лестницей, ведущей в дом, Кира нащупала сверток. Девушка огляделась. На улице было безлюдно. Достав сверток, Кира быстро его развернула. В нем находились: маленькие стрелы, арбалет и стеклянная колбочка с ядом. Девушка опустила наконечник одной из стрел в пузырек, зарядила эту стрелу в арбалет, спрятала свое оружие в карман. Завернула оставшиеся стрелы и колбочку обратно в ткань и засунула сверток под лестницу. Еще раз оглядевшись, девушка быстрым шагом направилась к дому Френчев. Как она узнала у слуг, Карл Рэйс уезжает сегодня рано утром.\n  У дома Френчев, как и предполагал Рендел, собралась толпа. Здесь были слуги, знакомые Френчев, просто прохожие. Все они стояли перед воротами в ожидании кареты. Кира накинула капюшон на голову и убрала волосы. Затем она вклинилась в толпу людей и, активно помогая себе локтями, приблизилась к воротам. \n   Прошло около получаса и Кира уже начала беспокоиться. \"А вдруг он передумал уезжать?\" — рассуждала она — \"Или вдруг кто-нибудь услышал наш разговор с Ренделем, и этот старый хрыч отменил поездку?\" Мысли следовали одна за другой, предполагая самые абсурдные причины для задержки отъезда. Наконец Кира взяла себя в руки. \"Так! Не отвлекайся!\" — скомандовала она себе. После этого девушка опустила руку в карман и нащупала рукоять арбалета. Оружие в руке придало немного уверенности Кире. \n  Вдруг деревянные ворота заскрипели, открывая взглядам столпившихся зевак внутренний двор. Посреди двора стояла роскошная карета, запреженная тройкой лошадей. Кучер подстегнул их, и экипаж не спеша выехал со двора. Кира сжала рукоять арбалета. Закрытые двери кареты были разукрашены узорами, а окна занавешаны цветочными шторками. Девушка нервно прикусила губу. Она ожидала, что Карл Рэйс хотя бы откроет окно, чтобы попрощаться с толпой, но похоже ошиблась. \"Вскочу на ступеньку кареты и открою дверцу!\" — лихорадочно рассуждала Кира — \"А если она будет заперта? Разобью окно, вырву зановески и выстрелю!\" Девушка понимала, что в этом случае у нее больше шансов попасться, но это ее уже мало волновало. \"Я отомщу!\" — пронеслось у нее в голове и она шагнула к экипажу.",
    "answers": [
      {
        "id": 19,
        "text": "》》》"
      },
      {
        "id": 17,
        "text": "《《《"
      }
    ]
  },
  {
    "id": 19,
    "text": "  Кира в одно мгновение оказалась на ступеньке и, схватившись за ручку дверцы, потянула ее на себя. \"Открыта!\" — обрадовалась она, вынимая из кармана арбалет. Раздался женский визг и толпа в ужасе отпрянула от кареты. Девушка распахнула дверцу и нацелилась внутрь своим оружием. \"За отца!\" — пронеслось в голове и она... застыла.\n  Карета была пустой.\n—Черт! — бросила Кира в отчаянии и в следующую секунду ощутила, как ее, схватив за капюшон, с силой потянули назад.\n  Девушка, сорвавшись со ступеньки, грохнулась на спину, выронив при этом арбалет. Дыхание перехватило и боль затмила разум. Кира машинально попыталась встать, но чей-то сапог, надавив ей на грудь, прижал девушку к земле.\n—Спокойствие — обратился к ней мужской голос — Теперь нет смысла дергаться, Кира.\n  Девушка посмотрела вверх. Над ней возвышался парень в плаще. На его лице была улыбка, а бледно-голубые глаза, из-под длиннополой шляпы, выражали уверенность победителя.\n—Так эту чертовку мы ловили? — раздался еще один голос поблизости.\n—Да, Роланд, именно эту — спокойно ответил парень в шляпе — Конфискуйте арбалет — это вещественное доказательство. Тимми, Зак! Надентье на эту девушку кандалы.\n—Слушаюсь, капитан Рэйс! — послышался в ответ юношеский возглас.\n  Кира бросила яростный взгляд на окружающих и в отчаянии воскликнула:\n—Да чтоб вас!\n\n\n  Конец. ",
    "answers": [
      {
        "id": 20,
        "text": "Глава 4"
      },
      {
        "id": 18,
        "text": "《《《"
      },
      {
        "id": 1,
        "text": "В начало "
      }
    ]
  },
  {
    "id": 20,
    "text": "  Адам.\n\n\n  Проснувшись рано утром, Адам поспешил на рынок. По пути он заглянул в комнату Гью. Старика там не оказалось. \"Как всегда ушел ни свет, ни заря\" — отметил юноша и выбежал на улицу. \n  Как ни странно, но лавка старика была закрыта. Юноша обратился к продавщице, торгующей невдалеке. \n—Доброе утро! А вы не видели Гью?\n  Женщина взглянула на юношу удивленными глазами:\n—Он у Рэджев. А ты разве не слышал?\n—О чем?\n  Продавщица приблизилась к юноше и вполголоса произнесла:\n—У них там обыск учинили. Ходят слухи, мол, их девка убить кого-то там пыталась.\n  Эти слова прозвучали, как гром среди ясного неба. Адам тутже побежал в дом к Рэджам. \"Не может быть!\" — размышлял он по дороге — \"Это ошибка! Ошибка!\" Юноша вскочил на деревянную лестницу, ведущую в дом, и, забыв постучаться, влетел в дверь.\n  Гью и Анна сидели на кухне. Также с ними там была Фрея Френч. Когда Адам забежал в дом она разгоряченно говорила.\n—...этот сопляк, Соломон, знал, что она собирается сделать, но ничего не предпринял! — услышал Адам часть речи.\n  Фрея взглянула на юношу и умолкла.\n—Здравствуйте — поприветствовал присутствующих Адам.\n  Никто ему не ответил. Анна отсутствующим взглядом смотрела в пол, даже не обратив внимания на гостя, Фрея выглядела рассержанной. К юноше приблизился Гью. Он положил руку на плечо Адама и увел его в другую комнату. \n—Киру арестовали сегодня утром — произнес старик вполголоса, прикрыв за собой дверь -Ты знаешь что-нибудь об этом?\n—Я... я только слышал, что она хотела кого-то убить — ответил ошарашенный Адам — Это правда?\n  Гью помассировал глаза — признак беспокойства.\n—Так значит ты был не в курсе — сказал он — Кира и вправду попыталась убить Карла Рэйса. Сегодня он должен был уехать и она его поджидала.\n  Адам не знал, что сказать, что предпринять. Мысли в его голове путались. \"..этих \"волчат\" повесят\" — вспомнил он слова Соломона.\n—Адам? — вырвал его из раздумий голос Гью.\n—А?\n—Что-то ты побледнел — произнес старик, с беспокойством оглядев ученика — Посиди пока, успокоися.\n  Гью указал на стул и юноша сел на него. Затем старик открыл дверь и поспешил на кухню, где вновь начала повышать голос Фрея.\n—Он мог остановить ее! Этот Соломон намеренно дожидался момента, чтобы арестовать бедняжку! Ух, я ему устрою! — почти кричала она. \n—Успокойся, Фрея — послышался голос Гью.\n  Адам огляделся. Только сейчас он заметил какой беспорядок творился кругом. Постельное белье было раскидано, подушки разрезаны, а содержимое всех полок лежало на полу. На глаза Адаму попался небольшой браслет, сделанный из круглых, камушек. Юноша сделал его еще в обители и подарил браслет Кире в знак дружбы. \"Это ее комната\" — догадался юноша. Затем он встал и поднял украшение с пола. Камни для него он нашел на берегу озера. Весь день он провел в поисках самых гладких , самых круглых камней и ему досталось от Маркуса за то, что он пропустил обеденную молитву. Держа в руке браслет, юноша приблизился к окну.\n  Солнце поднялось над крышами домов и постепенно подбиралось к зениту. Адам глубоко вдохнул. \"Значит Соломон арестовал Киру?\" — размышлял он, припомнив слова Фреи. Затем юноша посмотрел на браслет и, сунув его в карман, решил: \"Мне нужно к Абигэйл!\"",
    "answers": [
      {
        "id": 22,
        "text": "》》》"
      },
      {
        "id": 2,
        "text": "《《《"
      }
    ]
  },
  {
    "id": 21,
    "text": "",
    "answers": []
  },
  {
    "id": 22,
    "text": "  Юноша встретился с Абигэйл на улице, перед входом в дом Френчев.\n—О, Адам, как это ужасно! — произнесла девушка расстроенно и обняла друга.\n  Адам отстранился.\n—Пройдемся? — предложил он.\n  Абигэйл удивлённо взглянула на юношу и последовала за ним. Адам хотел увести ее подальше от посторонних ушей и глаз. Юноша свернул в проулок и, дождавшись, когда девушка приблизилась к нему, тихо произнес:\n—Этот Соломон, он ведь твой друг?\n—Ну, скорее знакомый. А что?\n  Адам огляделся кругом и, понизив голос, продолжил:\n—Может попробуешь с ним договориться?\n—Чтобы он отпустил Киру? — удивилась Абигэйл — Но ведь он не в праве такое решать.\n—Однако Соломон не последний человек во внутреннем отделе — возразил Адам — Абигэйл, предложи ему вознаграждение.\n  С этими словами юноша достал из кармана небольшой мешочек, в котором звенели монеты.\n—Там двадцать золотых — произнес он, вложив сумму в руку девушки.\n—Откуда они у тебя? — ошарашенно спросила Абигэйл.\n—Гью одолжил — опустив глаза, соврал юноша.\n  На самом деле эти деньги Адам накопил. Копил он всю свою сознательную жизнь, планируя сыграть на них свадьбу и купить невесте самое пышное платье. В мечтах невестой была, конечно, Абигэйл.\n—Хорошо — произнесла девушка, убирая кошель в карман — Я еще добавлю из своих сбережений.\n  Адам одобрительно кивнул и зашагал прочь по улице. \n  Абигэйл смотрела ему вслед. Черные глаза юноши при их разговоре смотрели так уверенно и сосредоточенно, да и сам он излучал такую решительность, что девушка невольно подумала: \"За ним я была бы, как за каменной стеной!\"",
    "answers": [
      {
        "id": 23,
        "text": "》》》"
      },
      {
        "id": 20,
        "text": "《《《"
      }
    ]
  },
  {
    "id": 23,
    "text": "  Абигэйл. \n\n  Девушка приблизилась к большому, двухэтажному зданию. Вход в него охраняло двое караульных. \n—Что вам понадобилось в штабе внутреннего отдела? — грозно спросил один из них.\n—Я к Соломону, то есть, к капитану Рэйсу — спохватилась девушка.\n  Спросивший стражник вошел внутрь. Второй лукаво улыбался Абигэйл и подмигнул ей. Девушка бросила на него хмурый взгляд и отвернулась.\n  Двери, ведущие в штаб, вновь отворились и, вслед за вышедшим караульным, появился Соломон. На его лице была улыбка, которая возмутила Абигэйл. Но девушка, взяв себя в руки, через силу улыбнулась в ответ.\n—Здравствуйте, Соломон — дружелюбно сказала она.\n—Доброе утро, мисс Абигэйл! — ответил тот — Что вас привело сюда в столь ранний час?\n  \"Будто не догадываешься?!\" — зло подумала девушка — \"Арест моей лучшей подруги!\" Но вслух она произнесла лишь:\n—Я бы хотела с вами поговорить наедине...\n  Соломон изучающе взглянул на девушку и, поправив шляпу, направился к ней.\n  Они вдвоем, бок о бок, дошли до конца улицы. Здесь людей почти не было, поэтому можно было поговорить.\n—Я по поводу ареста Киры... — начала Абигэйл взволнованно.\n—Я знаю, что вы хотите сказать — прервал ее Соломон — Боюсь, я вынужден буду сказать нет.\n  Девушка вытащила из кармана небольшой мешочек и, оглядевшись кругом, протянула его юноше.\n—Вот, здесь пятьдесят золотых — произнесла она — Устройте так, чтобы Киру выпустили.\n—Это большие деньги — произнес Соломон, улыбаясь — Но мой ответ остаётся неизменным.\n  На глазах Абигэйл появились слезы.\n—Прошу вас — тихо сказала она — Пожалейте Киру. У нее ведь отец на каторге. А ее мама? Какой для нее удар!\n  Соломон повернулся спиной к Абигэйл и направился обратно в штаб.\n—Об этом вашей подруге стоило подумать раньше — бросил он уходя — Прощайте!\n  Девушка прижала кошелек к груди и тихо заплакала.\n\n\n  Конец. ",
    "answers": [
      {
        "id": 24,
        "text": "Глава 5"
      },
      {
        "id": 22,
        "text": "《《《"
      },
      {
        "id": 1,
        "text": "В начало "
      }
    ]
  },
  {
    "id": 24,
    "text": "  Соломон. \n\n\n  \"Думаешь, что я всесилен, Абигэйл?!\" — раздраженно размышлял юноша, приближаясь к штабу — \"Отпустить Киру? Да не могу я это сделать!\" Затем он успокоился и мысленно добавил: \"Хотя могу, если захочу. Но я офицер Империи! Я должен повиноваться долгу!\" С этими мыслями он вошел в двухэтажное здание. \n  В штабе кипела работа. Подчиненные занимались заполнением бумаг. Соломон сел в кресло и, опрокинув голову, надвинул на глаза шляпу. \n—Капитан — осторожно обратился к нему Тимми.\n  Соломон недовольно взглянул на него из-под шляпы.\n—Разрешите вопрос?\n—Что там у тебя еще?\n—А почему вы уверены, что эта девушка состоит в \"Ночных волках\"?\nСоломон закинул ноги на стол. \n—Ну, во-первых: как я узнал у слуг, был еще какой-то парень, интерисовавшийся датой отъезда моего отца, что значит?\n  Тимми не знал, что ответить.\n—Значит у нее был сообщник — ответил за сослуживца Зак — Однако, мы не можем уверенно сказать, что они из группировки. \n—А во-вторых — продолжил Соломон — Так говорит мое чутье\n—Чутье? — удивился Зак.\n—Да, чутье — подтвердил капитан — В нашем деле без него не обойтись.\n  После этих слов Соломон встал и прошелся по комнате. В мыслях была просьба Абигэйл и ее глаза, наполненные слезами.\n—А что там с этой девкой будет? — задал он вопрос подчиненным.\n—Ну, ясен пень пытать будут, пока не сознается, что она в \"волках\" — не отрываясь от бумаг произнес Роланд, затем он взглянул на командира и, улыбнувшись, добавил — Фергус это дело умеет.\n—Да, жалко ее — промолвил Тимми.\n—Она преступница — возразил Роланд — Нечего ее жалеть!\n—Да, Роланд прав — в задумчивости отметил Соломон и подошел к одному из свободных столов. \n  На нем лежал небольшой арбалет и стрелы, изъятые у Киры. Юноша взял оружие в руку, осмотрел его и, положив в карман плаща, направился к выходу. \n—Вы куда, капитан? — спросил Зак.\n—В кузню — бросил юноша, выходя за дверь — Узнаю, кто заказывал сделать такой необычный арбалет и стрелы к нему.",
    "answers": [
      {
        "id": 25,
        "text": "》》》"
      },
      {
        "id": 2,
        "text": "《《《"
      }
    ]
  },
  {
    "id": 25,
    "text": "  В Стоуне была только одна кузня, что сильно облегчало задачу. Она представляла из себя огромный горн и наковальню под деревянной крышей, установленной на балках. Вплотную к кузне было расположено небольшое, кирпичное здание. В нем хранились готовые изделия и велась торговля.\n  Соломон застал кузнеца за работой. Он нагревал меч в горне.\n—Добрый день! — обратился к нему юноша.\n  Кузнец был на голову выше Соломона и шире в плечах. Лысая голова блестела от выступившего пота. \n—Обожди — бросил он, не отрываясь от работы.\n  Кузнец перенес меч на наковальню и принялся его обстукивать тяжелым молотом. После чего он погрузил оружие в воду и отложил его сторону. Затем кузнец снял рукавицы и, вытерев лицо полотенцем, приблизился к Соломону.\n—Что надо? — пробасил он.\n—Я из внутреннего отдела — ответил юноша — Мне нужно знать...\n  С этими словами Соломон достал из кармана арбалет и отдал его кузнецу.\n—... заказывал ли кто-нибудь сделать такое оружие?\n  Кузнец взял арбалет, повертел его в руках и вернул юноше.\n—Нет — решительно заявил мужчина, а затем, улыбнувшись, добавил — Кто будет заказывать эту игрушку?! Такими стрелами разве убьешь!\n  Соломон убрал оружие в карман. \n—Вы правы, такими стрелами и вправду не убьешь — согласился юноша — Однако, если смазать наконечник стрелы ядом...\n  Кузнец погладил свои черные усы и бороду.\n—Тогда маленькой царапины хватит — закончил он. \n—А небольшие размеры позволяют спрятать оружие в кармане — добавил Соломон. \n—Даа — протянул кузнец в задумчивости — До такого я пока не додумался. Нет, это оружие точно не здесь сделано.\n  Соломон оглядел кузню.\n—А у вас есть помощник? — задал он вопрос.\n—Ну да, Рендел. Щас позову.\n  Кузнец обернулся к кирпичному зданию неподалёку и громогласно воскликнул:\n—Рендел!\n  Из сооружения выбежал худой, длинный парень двадцати лет.\n—Да? — отозвался он.\n—Поди сюда! — крикнул кузнец. \n  Помощник приблизился и Соломон смог получше его разглядеть. Копна черных, взъерошенных волос на голове, лицо было испачкано сажой, а зеленые глаза неуверенно смотрели под ноги. Весь он выглядел каким-то запуганным, но Соломона не покидало чувство, будто этот страх был напускной.\n—Вот, этого парня зовут Ренделем и он помогает мне — представил помощника кузнец. \n  Соломон вновь достал арбалет и показал его юноше.\n—Ты сделал это оружие? — задал он ему вопрос.\n  Рендел с любопытством взглянул на оружие и отрицательно покачал головой. \n—Да вы что?! — воскликнул кузнец — Он у меня гвозди с трудом кует, а вы говорите \"оружие\"! Пха-ха-ха!\n—Да? — Соломон в задумчивости потёр подбородок, на котором выступала щетина.\n  Этот паренек ему явно не нравился.\n—Ну, возможно этот арбалет привезли откуда-то из другого города — произнес офицер, убирая оружие — В любом случае нам повезло, что оно оказалось неисправным.\n  Рендел, услышав эти слова, встрепенулся и взглянул на Соломона. Затем взял себя в руки и вновь опустил глаза в землю. \"Попался!\" — пронеслось в голове офицера и он хищно улыбнулся.\n—Что же, до встречи! — бросил Соломон обернувшись и зашагал прочь. \n  Кузнец, не тратя время, вернулся к прерванной работе. Рендел же еще некоторое время смотрел вслед удаляющейся фигуры. \"Его нужно убрать!\" — решил парень и вернулся обратно в кирпичное здание.",
    "answers": [
      {
        "id": 26,
        "text": "》》》"
      },
      {
        "id": 24,
        "text": "《《《"
      }
    ]
  },
  {
    "id": 26,
    "text": "  Соломон вернулся в штаб в приподнятом настроении. \"Рендел, а ты тщеславен, да?\" — рассуждал он по дороге — \"Не можешь смириться с тем, что допустил ошибку? Ведь для тебя это оскорбление\"\n  Войдя в здание внутреннего отдела, юноша вернул арбалет на место и занялся заполнением бумажек. Разобрав стопку документации, Соломон взглянул в окно. Солнце уже склонялось к закату. Попрощавшись с подчиненными, офицер вышел из штаба. В казарму идти не хотелось, поэтому он решил заглянуть в таверну.\n   Дорога до нее была не близкой и было время поразмышлять по пути. Соломон вновь вспомнил Абигэйл. \"Далась мне эта девка!\" — думал он — \"Таких как она много, найду себе другую!\". Пройдя несколько метров он мысленно добавил: \"Или не найду? Почему я постоянно о ней думаю?! Неужели...\" Мысли его прервали приближающиеся шаги. \n  Только сейчас молодой человек осознал, что идет по абсолютно безлюдной улице. С обеих сторон возвышались многоэтажные дома, и луна, из-за облаков, с трудом могла осветить окружающее юношу пространство. Сзади кто-то быстро приближался. Соломон незаметно спрятал руку под плащ и, сжав в ладони рукоять кинжала, приготовился. Когда до преследователя оставалось пару метров, Соломон резко обернулся и извлек клинок из ножен. Перед ним стояла тень, несколько ниже Соломона ростом. Лица не было видно.\n—Кто ты? — спросил Соломон.\n—Рассержанная женщина! — громко объявила тень.\n  По голосу юноша узнал Фрею Френч.\n—Вы меня застали врасплох — улыбнувшись, произнес Соломон и спрятал кинжал под плащ.\n—Да? — недовольно отозвалась Фрея — Я думала это невозможно!\n—Простите? — недоумевающе спросил офицер. \n—Ведь вы всегда ко всему готовы, не так ли? — все более и более озлобляясь продолжала женщина — Наверное, приятно быть всегда на шаг впереди, да?\n  Соломон опешил. \n—Признаюсь, я не совсем понимаю... — начал он.\n—Не спешите праздновать победу, дорогой! — перебила Фрея, приблизившись — И не стоит так ухмыляться! Вы, убивший свою мать при рождении!\n  Юноша изменился в лице и сквозь зубы произнес:\n—Я попрошу вас следить за своими словами!\n—Нет уж! Я тебе все скажу! — воскликнула Фрея — Карл Рэйс выгнал всю семью твоей матери с земли, которую присвоил себе! А твою мать он изнасиловал! И если бы не Гью, уговоривший его забрать тебя к себе, то был бы ты сейчас беспризорником!\n—Что за вздор вы несете?! — вскричал Соломон. \n—Спроси у отца! — бросила напоследок женщина — Ты — нежеланное дитя насильника! \n  Сказав это, Фрея скрылась во тьме. \"Она лжет!\" — лихорадочно рассуждал юноша — \"Это не может быть правдой!\" Затем он некоторое время постоял на месте, обдумывая слова Фреи и решая, что ему сделать. После чего Соломон поправил шляпу и зашагал вдоль по улице.  ",
    "answers": [
      {
        "id": 27,
        "text": "》》》"
      },
      {
        "id": 25,
        "text": "《《《"
      }
    ]
  },
  {
    "id": 27,
    "text": "  Карл Рэйс по просьбе сына отложил поездку на завтра и переехал жить от Френчев на съемную квартиру. Соломон теперь стоял перед входом в нее. Он неуверенно поднял кулак, собираясь ударить им в дверь, затем опустил руку, поправил шляпу и, в итоге решившись окончательно, несколько раз громко постучал. Из-за двери послышался грубый, мужской голос:\n—Кто?\n—Капитан Рэйс — произнес в ответ юноша. \n  Дверь приоткрылось и в проеме показалось бородатое лицо караульного. Городская стража подчинялась  внутреннему отделу, поэтому Соломону не составило труда назначить одного из стражников караулить отца. Бородатый мужчина, одетый в броню, отступил к стене, пропуская офицера. Соломон вошел внутрь и, пройдя по темному коридору, оказался в небольшой комнатке. \n  Карл дремал в кресле спиной ко входу. Юноша приблизился к нему и тихонько опустил руку ему на плечо.\n—Отец.\n  Карл встрепенулся и взглянул на сына. \n—А, Соломон? — произнес он, протерев глаза — А я тут что-то задремал. \n  Юноша сдвинул стоящий у стены стул ближе к креслу и сел на него.\n—Дуболом! — набросился Карл на стражника — Я тебе что сказал сделать, когда кто-нибудь постучиться в дверь? Разбудить меня!\n—Простите — потупился караульный. \n  Карл Рэйс устало махнул рукой и обратился к сыну:\n—Что ты здесь делаешь в такой поздний час?\n—Оставь нас — сказал Соломон стражнику и тот вышел за дверь.\n  Затем юноша снял шляпу, повертел ее в руках и, тяжело вздохнув, ответил старику:\n—Отец... Расскажи о моей матери... Как вы с ней познакомились?\n  Карл недовольно кашлянул. \n—Зачем тебе это? — спросил он.\n—Хочу знать. \n—Нуу — протянул старик в задумчивости — Я встретил ее на улице и... и потом мы поженились. Все.\n  Соломон взглянул в глаза отца и задал мучавший его вопрос:\n—Ты ее изнасиловал?\n  Карл бросил на сына испуганный взгляд, а потом опустил глаза в пол.\n—Я знал, что этот день настанет...\n  Соломон вскочил на ноги. \n—Так это правда?! — воскликнул он и быстрым шагом направился к выходу. \n  Старик хотел остановить его, но не смог. Дверь с грохотом захлопнулась и Карл остался один.",
    "answers": [
      {
        "id": 28,
        "text": "》》》"
      },
      {
        "id": 26,
        "text": "《《《"
      }
    ]
  },
  {
    "id": 28,
    "text": "  \"Нежеланное дитя насильника!\" — вспомнил Соломон слова Фреи и ускорил шаг. Он не знал куда шел, дорога была ему не знакома, но его мало это волновало. В голове носились обрывки мыслей, словно рой разъяренных ос. \"Отец изнасиловал мою мать и бросил!\" — пронеслось в голове Соломона — \"Я сын насильника!\"\n—Проклятье! — воскликнул он, прижавшись к ближайшему, деревянному забору.\n  Затем юноша поднял глаза и обнаружил, что на улице уже была ночь. Также, к своему удивлению он понял, что находится рядом с домом Френчев. \"Что я здесь делаю?\" — задался Соломон вопросом и медленно опустился на землю. Вдруг за воротами послышались чьи-то шаги. Человек по ту сторону приблизился к воротам, около которых сидел юноша.\n—Соломон! — тихо окликнул юношу женский голос. \n  Узнав, кому он принадлежит, юноша вскочил на ноги.\n—Абигэйл! — чуть не воскликнул он.\n—Я вышла на улицу, чтобы подышать свежим воздухом и тут услышала ваш голос — произнесла девушка — Уж простите, ворота заперты на ключ и я не смогу вас пригласить внутрь, тем более, уже поздно...\n—Не стоит — улыбнулся Соломон.\n  Затем он вновь вспомнил слова Фреи. \"Да, я сын насильника!\" — подумал юноша, хищно улыбнувшись — \"Рэйсы берут то, что хотят! К черту! Яблоко ведь не должно укатится далеко от яблони...\"\n—Я здесь по поводу Киры — вполголоса произнес Соломон.\n—Что? — удивилась девушка, затем она добавила взволнованным голосом — О, вы согласны отпустить ее?\n—Да.\n  Девушка на минуту умолкла, но Соломон слышал, как часто она дышала, поэтому пришел к выводу, что Абигэйл плачет.\n—Я... я не знаю, как отблагодарить вас — промолвила она — Деньги я отдам вам завтра, обещаю!\n—Я делаю это не ради денег — бросил Соломон — И не спешите радоваться, не узнав цену.\n—Ч-что? — не понимающе произнесла девушка — Цену?\n  Улыбка Соломона стала еще шире.\n—В обмен на освобождение Киры вы проведете со мной ночь.\n—Что?! — ужаснулась Абигэйл — Как вы посмели?! Будьте вы прокляты!\n  Крикнув это, она зашагала прочь. \n—Советую все хорошенько взвесить — бросил ей вслед юноша — За покушение на такого почтенного человека, как мой отец, ей грозит висилица. Подумай, дороже ли твоя честь жизни твоей подруги?\n  Наступила тишина. Соломон уже решил, что девушка ушла, как вдруг раздался ее подавленный голос:\n—Я... я согласна.\n—Завтра Кира выйдет на свободу, обещаю — произнес Соломон — И завтра же ты обязана будешь прийти ко мне в казарму ночью. Со стражником я договорюсь, он тебя пропустит. \n  Немного поразмыслив, юноша добавил:\n— Можешь надеть маску, скрывающую лицо, если не хочешь огласки. Я, в свою очередь, обязуюсь молчать об этой ночи. Что же, до завтра! — крикнул он напоследок и продолжил путь вдоль улицы. \n  Во внутреннем дворе дома Френчев девушка в белом, простом платье сидела на корточках, уткнув голову в колени и тихо плакала, подрагивая плечами. Тогда в таверне, на одно мгновение ей показалось, что она влюбилась в этого юношу с блекло-голубыми глазами. Но теперь она испытывала к нему лишь ненависть. \"Будь проклят тот день, когда я впервые увидела тебя, Соломон Рэйс!\"\n\n\n\n  Конец.",
    "answers": [
      {
        "id": 29,
        "text": "Глава 6"
      },
      {
        "id": 27,
        "text": "《《《"
      },
      {
        "id": 1,
        "text": "В начало "
      }
    ]
  },
  {
    "id": 29,
    "text": "  Кира.\n\n\n  Девушка схватилась за решетку руками и, приподнявшись на цыпочках, выглянула в окно. Звезды в ночном небе постепенно угасали под лучами восходящего солнца. Их осталось так мало и девушке не хотелось, чтобы они все потухли. \"Останьтесь со мной ненадолго!\" — мысленно просила Кира — \"Этот день может быть для меня последним...\"\n  В коридоре послышались звуки приближающихся шагов, и девушка обернулась. Она с замиранием сердца вслушалась. По коридору шло несколько человек. \"Это за мной?\" — размышляла она — \"Нет! Я не хочу... умирать. Я ведь еще не попрощалась с мамой и с Адамом\" К решетчетой двери камеры подошли трое. Двое из них были стражниками. Они ввели в камеру здоровяка и сняли с его рук кандалы.\n—Во спасибо, мужики! — обратился он к уходящим стражникам, потирая запястья — Эти железки меня уже порядком за... Опа! — воскликнул мужчина, заметив Киру — Какие люди!\n  В камере их было двое. Девушка отошла от мужчины к стене. Тот смачно плюнул на пол.\n—Тебя за что тут держат, красавица? — спросил он приблизившись и обнажив в улыбке свои желтые зубы.\n—Не твое дело! — бросила Кира.\n—Ути какие мы языкастые! — засмеялся здоровяк и сделал еще шаг к девушке.\n  Затем мужчина резким движением схватил Киру за шею и припер к стене.\n—Такие мне нравятся! — сказал он и прижался к девушке.\n  В нос Кире ударил резкий запах пота, а сжавшие ее шею мясистые пальцы не давали возможности вдохнуть.\n—Давай поиграем — услышала она шепот — Я так хочу...\n  В этот момент девушка с силой пнула мужчину в пах коленкой.\n—О, господи! — взмолился тот, ухватившись за ушибленное место и рухнув на колени.\n  Кира, не теряя времени, ударом колена в рыло отправила оппонента на пол. Мужчина упал на спину и, прикрыв рот рукой, застонал от боли. Девушка прижалась к стене, массируя шею и тяжело дыша.\n—Ну что, наигрался?! — бросила она, ощущая, как сердце бешенно стучало в груди.\n   Вдруг за ее спиной раздались неспешные хлопки. Кира обернулась. У входа в камеру стоял тот самый парень в шляпе, который арестовал ее. \"Капитан Рэйс, вроде\" — припомнила девушка. \n—Потрясающая сцена — произнес он, улыбаясь — Я бы и сам вмешался, но похоже моя помощь не требуется.\n—Иди к чёрту! — отозвалась Кира.\n—Ну, не стоит так грубить — спокойно произнес капитан и, достав из кармана ключ, открыл двери камеры — Ведь я пришел освободить тебя.\n—С чего бы это вдруг? — подозрительно прищурилась девушка.\n—С того, что дело твое закрыто.\n—А этого свина зачем ко мне в камеру подсадили? — задала Кира вопрос, головой указав на стонущего от боли мужчину на полу.\n—Не мой приказ — пожал плечами юноша — Наверное, Фергус хотел таким образом надавить на тебя. А теперь — добавил он нетерпеливо — Уходи отсюда поскорее.\n  \"Это ловушка?\" — думала Кира — \"Как-то подозрительно...\" Задумавшись, девушка не заметила, как тот самый здоровяк с трудом встал с пола и, приблизившись к ней со спины, достал из кармана небольшую заточку.\n—Пригнись! — воскликнул вдруг юноша в шляпе и, быстрым движением достав из плаща кинжал, замахнулся им. \n—Убью! — взревел сзади здоровяк.\n  Девушка немедленно пригнулась к земле и прижала руки к голове. Над ней просвистел летящий клинок, и в следующее мгновение раздался звук вонзания кинжала в плоть. Мужчина за спиной вскрикнул и грохнулся на спину. Кира ошарашенно оглянулась. Из головы здоровяка торчала рукоять кинжала. \n—Пора тебе уходить — бросил девушке капитан, подойдя к телу мужчины и, ухватившись рукой за оружие, извлек его из тела.\n  Кире стало дурно. \n—Эй, все в порядке? — обратился к ней юноша, помогая подняться на ноги — Ты побледнела.\n—Отстань! -отстранилась от него Кира — Сама могу встать.\n  Затем капитан проводил ее по плохо освещенному коридору к выходу из темницы. На улице их остановили стражники.\n—Эта девушка отныне свободна — объяснил им ситуацию юноша, доставая из кармана какие-то бумаги — С нее сняты все обвинения. И вот документы, подтверждающие сей факт.\n  Но Кира не слушала его. Она сейчас совершенно не обращала никакого внимания на окружающих. Взор ее был направлен на восток, встречая восходящее солнце. \"Я свободна!\" — радовалась она — \"Я буду жить!\"",
    "answers": [
      {
        "id": 30,
        "text": "》》》"
      },
      {
        "id": 2,
        "text": "《《《"
      }
    ]
  },
  {
    "id": 30,
    "text": "  Адам.\n\n—Так, а теперь подай мне корень мандрагоры — произнес Гью, перемешивая в большом котле готовящееся снадобье — Адам?\n  Юноша отвлекся от тяжелых раздумий и выполнил поручение наставника. Думал он, конечно, о Кире. С Абигэйл они еще не виделись и Адам не знал, согласился ли Соломон отпустить ее или нет. \"А вдруг откажется?\" — задавался он временами вопросом — \"Я не знаю, что мне тогда делать! Господи, что мне делать?\"\n  В лавке нависла тишина и каждый думал о своем.\n—Анна родила раньше положенного срока — произнес вдруг Гью, продолжая мешать зелье — И Кира была такой крохотной, такой слабой. У нее не было сил даже кричать. Я все боялся, что она не выживет... — старик улыбнулся — Но Кира оказалась не такой слабой, какой выглядела. Помню, как я склонился над ней, чтобы проверить дышит или нет, но тут она вдруг ухватила меня за палец, широко раскрыла свои изумрудные глазки и взгянула на меня. Тогда-то, глядя в них, я понял, что ее не так просто сломить... \n  Помолчав немного, Адам чуть слышно промолвил:\n—Учитель, я очень боюсь за нее и ночью не смог сомкнуть глаз. Скажите, что мне делать? Как поступить? — в этот момент лицо его исказилось горечью, а ладонь сжалась в кулак — Я не могу позволить навредить ей!\n—Эх! — тяжело вздохнул старик — Я тоже всем сердцем желал бы, чтобы весь этот кошмар прекратился и Киру отпустили, но... Приходится смириться с тем, что не все в этом мире подвластно нам. И это правда. Перед нами иногда встают такие могущественные силы, с которыми бороться бесполезно.\n—Могущественные силы? — не понял Адам. \n—Да, воля случая или предрешения судьбы, помощь бога или козни сатаны — как не называй все это, неизменным остается лишь одно — наше бессилие перед ними. Остается лишь смириться с ними и принять свою участь.\n  Юноша умолк, погрузившись в раздумья. Гью осторожно снял котел с очага и перенес его на каменную плиту.\n—Нет — тихо, но твердо заявил Адам — Я не могу смириться с таким положением вещей!\n  Сказав это, юноша поспешил на улицу. ",
    "answers": [
      {
        "id": 31,
        "text": "》》》"
      },
      {
        "id": 29,
        "text": "《《《"
      }
    ]
  },
  {
    "id": 31,
    "text": "  Адам бесцельно шел по рынку, сжимая в руках браслет, подаренный им Кире. Порой он сталкивался со случайными прохожими, но этого даже не замечал. \"Здесь мы с ней тогда ударились\" — рассуждал он, приближаясь к перекрестку двух улочек. \"Она тогда еще раскраснелась и убежала..\" — рку сильнее сжала браслет — \"Нужно было  в ту ночь вступить в братство этих \"Волков\"! Я бы отговорил Киру от ошибки!\" Адам взглянул на улицу, из которой выбежала тогда Кира. Он бы сейчас все отдал, чтобы вновь увидеть ее лицо, обрамленное ярко-рыжими волосами... Адам опустил глаза и поплелся дальше по улице. \n—Эй, монашек! — раздался вдруг чей-то окрик сзади. \n  Адам оглянулся. К нему приблизился молодой человек, в надвинутом на глаза капюшоне. Но не смотря на это, юноша узнал его.\n—Рендел — с нескрываемым раздражением произнёс Адам.\n  Тот, оглядевшись кругом, осторожно промолвил:\n—Нас не должны видеть вместе, Адам. У меня к тебе дело...\n—Не интересует — сухо отозвался юноша и зашагал прочь. \n—Это по поводу Киры... — бросил ему вслед  Рендел.\n  Адам остановился, затем резко обернулся и подошел к Ренделу. \n—О чем ты? Ты можешь освободить ее? — взволнованно спросил он.\n—А? Заинтересовал? — улыбнулся Рендел — Ну, освободить наврядли получится, но я знаю, кто арестовал ее.\n—И что с того?\n—А то, что мы теперь можем отомстить! — прошептал Рендел. \n—То есть? — не понял Адам.\n—Я достану арбалет и стрелы, а ты нанесешь удар! Мы отомстим за Киру!\n  Адам бросил злобный взгляд на юношу. Затем крепко схватил Рендела за шиворот и сквозь зубы процедил:\n—Урод! Ты и Кире так мозги запудрил, да?! Не хочешь свои руки марать, так других используешь!\n   Юноша ощутил, как его переполнила злость. Она накатила волной, сметая все страхи, все ограничения, побуждая к действию. Сжав крепко кулак, Адам сразмаху врезал им в лицо Ренделу. От удара тот отлетел назад, едва удержавшись на ногах. Адама всего трясло от волнения. Рендел приложил руку к щеке и несколько мгновений удивлённо смотрел на оппонента. Затем, прийдя в себя, огляделся. Вокруг начала собираться толпа зевак. Постояв секунду, Рендел сплюнул на землю кровь, быстро надвинул капюшон ниже на лицо и бросился прочь. Адам ошарашенно перевёл взгляд на свой кулак. Костяшки пальцев сильно болели и он помассировал их. Впервые в жизни Адам кого-то ударил.\n  Из рынка юноша направился к дому Рэджев, точно не зная зачем. Он не стал входить внутрь, а просто сел на траву под деревом у дома и, достав из кармана браслет, принялся его рассматривать. К нему кто-то приблизился. Адам не обратил на это внимание. \n—Ужасный браслет — шутливо произнес до боли знакомый девчачий голос — Но раз уж ты его сам сделал, я не стала тебе об этом говорить...\n  Адам взглянул вверх и выронил из рук украшение. Перед ним стояла девушка, ярко-рыжие волосы которой, медленно колыхались на ветру.\n—Кира! — радостно воскликнул Адам и бросился ее обнимать, еще не до конца веря в действительность происходящего.\n  Девушка крепко прижалась к нему.\n—Знаешь, я хотела тебе давно уже сказать.. — произнесла она, потупившись, но Адам перебил ее.\n—Я люблю тебя... — промолвил он, глядя в глаза Киры. \n  Девушка удивлённо взглянула на него и, вдруг покраснев, поспешила спрятать лицо, уткнувшись в плечо юноше. Счастью Адама не было предела и он сильнее прижал девушку к себе.",
    "answers": [
      {
        "id": 33,
        "text": "》》》"
      },
      {
        "id": 30,
        "text": "《《《"
      }
    ]
  },
  {
    "id": 32,
    "text": "  Соломон.\n\n  На улице была уже ночь. Из таверны молодой человек сразу же направился в казарму. Из себя она представляла трехэтажное здание, довольно приличной внешности. В одном его крыле жили солдаты со своими семьями, а в другом — офицеры. Вход охраняли двое караульных, которые, узнав Соломона, поспешили расступиться.\n—Никакой девушки не было — тихо шепнул на ухо офицеру один из стражников — высокий мужчина с черной бородой. \n  \"Девушка?\" — удивился Соломон, а затем, вспомнив о ком речь, рассеянно бросил: \"Да-да!\" и прошел внутрь здания. Поднявшись по лестнице на второй этаж, он свернул направо. \"Абигэйл...\" — думал Соломон, медленно шагая по коридору — \"Стоит ли мне ее жалеть?\" И вновь пришли на ум те ужасные события последнего боя, в котором он участвовал. Юноша поморщился, словно ощутил болезненный укол. \"Да что со мной?\" — рассердился он на себя — \"Совсем я расклеился! Нужно быть жестче!\" С этими мыслями он извлек из внутреннего кармана своего плаща ключ и открыл дверь, ведущую в его покои.\n  Внутри Соломон зажег небольшую лампадку на столе и осмотрелся. Комната была обустроена просто и несколько астетично. Убранство небольшого помещения состояло из деревянной, скрипучей кровати в углу, простого стола и двух табуреток. Соломон скинул с себя шляпу и плащ и, отстегнув на груди ремень, снял с себя два кинжала в ножнах, которые повесил на стену. После этого он взъерошил волосы и приблизился к единственному окну, выходящему на узкую улочку. Думал он о девушке, со светлыми волосами и сине-голубыми глазами, которая должна была прийти к нему в эту ночь. Спустя несколько минут юноша отошел от окна и прыгнул на кровать. \"Лучше бы она не пришла\" — пронеслась у него в голове мысль, прежде, чем сон навалился на него.",
    "answers": [
      {
        "id": 38,
        "text": "》》》"
      },
      {
        "id": 37,
        "text": "《《《"
      }
    ]
  },
  {
    "id": 33,
    "text": "  Соломон.\n\n  Выпустив Киру из-под стражи Соломон распорядился убрать мертвую тушу заключенного из камеры. Стражники, услышав такой приказ, удивлённо переглянулись, но сказать что-либо не решились. \n  Затем Соломон направился в штаб и сразу же поднялся в кабинет к Фергусу. На этот раз он не стал врываться пинком в дверь, а вместо этого осторожно открыл ее рукой. От этого Фергус сильно удивился.\n—Капитан Рэйс! — воскликнул он, отложив в сторону бумаги и поправив очки — Оказывается, открывать дверь руками вы умеете!\n—Не представляте себе мое удивление — улыбнулся в ответ Соломон, мысленно посылая его к черту.\n  Встав перед Фергусом, юноша произнес:\n—С Киры Рэдж были сняты все обвинения и она свободна.\n—Что?! — воскликнул Фергус, вскочив на ноги — Кто отдал такой приказ?!\n—Я — спокойно ответил Соломон. \n—Позвольте узнать, дорогой мой — пытаясь сдержать очередную вспышку гнева, спросил Фергус — Почему вы, принимая такое решение, не сочли нужным оповестить меня, своего непосредственного начальника?!\n  Соломон скрестил руки на груди и, глядя ему в глаза, твердо заявил:\n—Не волнуйтесь так, капитан. Все идет согласно моему плану.\n—Что же — развел руками Фергус — Расскажите мне о нем.\n—За Кирой будет установлена слежка. Каждый ее шаг, каждый человек, с кем она поговорит будет у нас под наблюдением. Таким образом, есть шанс схватить всю группировку \"Ночных волков\".\n  Фергус заложил руки за спину и прошелся по комнате. \n—Вы думаете они так глупы?! — спросил он, прожигая подчиненного глазами.\n—Они очень рискованны и недальновидны — произнес в ответ Соломон и направился к выходу — Тем более, чем мы рискуем? Даже если эти \"волчата\" уйдут на дно, в любой момент можно просто арестовать Киру за покушение.\n  Сказав это, Соломон вышел из кабинета и спустился на первый этаж. Оставшись один, Фергус устало вздохнул и упал в свое кресло. Затем он снял очки и потер глаза. \"Думаешь, ты один умеешь планировать наперед, Соломон?\" — размышлял он — \"Скоро у тебя будет возможность доказать свою преданность Империи или же умереть!\"",
    "answers": [
      {
        "id": 34,
        "text": "》》》"
      },
      {
        "id": 31,
        "text": "《《《"
      }
    ]
  },
  {
    "id": 34,
    "text": "  Выйдя из штаба, Соломон глубохо вдохнул. Вечерело и солнечные лучи наполнили пространство вокруг кроваво-красным цветом. Юноше не хотелось возвращаться в казарму и он не спеша направился в таверну. \n  Войдя в харчевню, Соломон удивился. Ведь в ней, кроме еще двух посетителей, никого не было. Юноша не стал обращать на присутствующих внимание. Также в таверне была заезжая группа музыкантов. Состояла эта группа из трех человек: флейтист, скрипач и молодая певица. Они играли в углу какую-то веселую песенку, от которой Соломона выворачивало наизнанку. Он приблизился к ним и, бросив деушке золотой, заказал исполнить другую песню.\n—Какую? — спросила она.\n—Не такую веселую — ответил юноша и приблизился к барной стойке.\n—Чего пить будете? — спросил бармен.\n—Давай чего-нибудь покрепче — бросил Соломон и уселся на высокий стул перед стойкой.\n  Певица тихим голосом запела. И от этих слов сердце юноши сжалось.\n—Любил я девицу—красу, да упустил ее...\n  И поздно понял, что она — жизнь моя!\n  Эх, горе горькое с тех пор — подруга мне,\n  Конца и краю не видать печали той...\n—Грустная песня — произнес какой-то мужчина, усаживаясь на соседний с юношей стул.\n  Соломон взглянул на него.\n—Вечер добрый, Гью.\n—И тебе, Соломон — ответил старик — Случилось что?\n—С чего вы взяли? — бросил юноша, опрокинув в себя стопку. \n—Показалось так...\n  Оба умолкли, слушая тихую и печальную песню девушки. Соломон выпил еще и, пригнувшись к старику ближе, спросил:\n—Что случилось с моей матерью?\n  Гью грустно взглянул на юношу и промолчал.\n—Отец изнасиловал ее, да? — допытывался Соломон — А затем бросил!\n  Старик продолжал молчать.\n—Черт! — раздраженно произнес Соломон — Карл Рэйс обесчестил мою мать! Признай это! Чего молчишь?!\n—Это не так! — не выдержав и вскочив на ноги, воскликнул Гью — Карл сделал для твоей матери гораздо больше добра, чем ее собственная семья! Он... он любил ее... — добавил старик тихим голосом, усаживаясь на место — Я расскажу тебе, Соломон, правду. Хоть и обещал хранить все в тайне, но все же не могу позволить, чтобы имя Карла Рэйса было запятнено его собственным сыном.",
    "answers": [
      {
        "id": 35,
        "text": "》》》"
      },
      {
        "id": 33,
        "text": "《《《"
      }
    ]
  },
  {
    "id": 35,
    "text": "—Это было очень давно — начал рассказ Гью — Как я уже говорил,в те времена я был учеником местного лекаря, а твоя матушка была из семьи аристократов. Ее звали Софией. И она была прекрасна... Эх! Я ведь так и не решился признаться ей в своих чувствах, хотя мы и дружили с самого детства. И вот нам исполнилось по восемнадцать лет. Родители Софии начали вывозить ее в люди и она вдруг стала настоящей светской леди: балы, пышные наряды, поездки на роскошных экипажах. Ну, а я? Я был все тем же учеником лекаря. В итоге мы перестали общаться, у нее просто не хватало времени на это. Вообщем, как-то раз к нам в Стоун приехали два молодых офицера. Случай для нашего городишки знаменательный, поэтому не стоит удивляться тому, что они мигом стали пользоваться всеобщным уважением. Кстати, одним из этих офицеров был твой отец. Люди приглашали к себе этих молодых людей, пытаясь выдать за них своих дочерей. Родители Софии не стали исключением. Они пригласили одного из офицеров в гости...\n—То есть, моего отца — уточнил Соломон.\n—А вот и нет — ответил старик и продолжил — Они пригласили сослуживца твоего отца. София на ту пору стала первой красавицей округи и поэтому этот офицер принялся ухаживать за ней. Я конечно же не знал об этом, да и не пытался узнать, если честно. Именно это мое безразличие и стало одной из причин того кошмара, который произошел далее — Гью на минуту умолк, тяжело вздохнул и продолжил свой прерванный рассказ — Как-то вечером наведался к нам в лавку тот самый офицер — сослуживец твоего отца. Он купил у нас снотворное, сказал, мол, уснуть не может по ночам. Ну, ничего странного, как нам тогда показалось. На следующее утро ко мне, вся в слезах, прибежала София. Она выглядела ужасно: растрепавшиеся волосы, одежда была испачкана и местами порвана. Из ее слов я понял, что тот самый офицер, купивший у нас снотворное, подлил ей его в воду, во время их совместного катания на лошадях — даже сейчас, во время рассказа, ладони Гью невольно сжались в кулаки — Я успокоил ее и отвел домой. После чего побежал в дом тех офицеров. Я хотел убить его собственными руками, задушить его, но... но я не успел.",
    "answers": [
      {
        "id": 36,
        "text": "》》》"
      },
      {
        "id": 34,
        "text": "《《《"
      }
    ]
  },
  {
    "id": 36,
    "text": "—В комнате я застал только Карла, упаковывающего свои вещи. Он мне рассказал, что тот негодяй уже покинул Стоун. Это сильно меня рассердило и я заявил в лицо вашему отцу, что его товарищ — мерзавец. После чего я поведал ему всю историю. Карл, выслушав меня, заверил, что со всем разбереться, а через минуту он уехал из города. Вслед за этим по городу распространились слухи, мол, София забеременела от одного из тех офицеров. К сожалению, это было правдой... Конечно, такой позор не каждый мог выдержать, но София не сдавалась. Ну, а я пытался, как мог, подбадривать ее. Родители Софии не смогли стерпеть такое и они выгнали бедную девушку из дома. Какое-то время София жила у меня в комнатушке и устроилась работать официанткой в таверну. С каждым днем ее живот становился все больше, а лицо все мрачнее. Я был не в силах утешить ее, поэтому убивался и сам. Уж не знаю, к чему бы все это привело, если бы через пару месяцев в Стоун не вернулся твой отец. Он уволился со службы в армии и, в качестве благодарности за хорошую службу, получил от начальства земельный участок невдалеке от города. Карл объявил Софии, что тот негодяй, обесчестивший ее, мертв. Убит на дуэли. Я бы не сказал, что от этих слов твоей матери стало легче. Нет, ей было все-равно... После этого Карл каждый день приходил в таверну и беседовал с Софией. Девушка вновь засияла от общения с ним. Кажется, что он вернул ей радость жизни. Признаюсь, первое время я ужасно ревновал Софию и ненавидел Карла, но, примерно через неделю, я решил, что ей так будет лучше. Через полгода они поженились. Я был и вправду счастлив за них, в особенности за Софию. Она переехала к твоему отцу и мы перестали видеться. А еще через месяц ночью ко мне приехал сильно встревожанный Карл. Он рассказал мне, что София рожает и что роды идут тяжело. В то время моего наставника уже не стало, и в городе я был единственным лекарем. Собрав все необходимое, мы немедленно отправились в именье твоего отца. Приехав туда, я застал Софию, держащуюся из последних сил. Роды и вправду шли тяжело. Ты рождался несколько часов. Я как мог пытался облегчить страдания твоей матери и, в конце концов, ты родился. Помню, как София, собрав все силы, тихо прошептала: \"Покажите\" Взяв тебя на руки, она улыбнулась... и умерла.\n  Закончив свой рассказ, старик смахнул с глаз показавшиеся слезы и умолк. \n—Но почему тогда именно Карла обвиняют в изнасиловании?! — вскричал Соломон. \n—Твой настоящий отец являлся военным преступником — промолвил в ответ Гью — Карл любил Софию и не хотел, чтобы ее ребенка считали сыном предателя. Поэтому он принял тебя, как своего собственного. Карл посчитал, что лучше его будут называть насильником и мерзавцем, чем станут преследовать тебя за грехи твоего настоящего отца.\n  Соломон в задумчивости повертел в руках пустую стопку, затем подлил себе еще из ближайшей бутылки и с горькой улыбкой произнес:\n—Так значит я не просто сын насильника, но еще и военного преступника? Интересно...\n—Нет, Соломон! — ужаснулся Гью — Ты — сын Карла Рэйса! Достойного человека, искренне любившего твою мать и пожертвовавшего своей репутацией ради тебя! Ведь если бы не Карл, тебя бы не приняли ни в какое военное училище и воспринимали бы, как отпрыска предателя!\n  Юноша некоторое время посидел молча, обдумывая слова старика. Затем он не спеша встал со стула и, расплатившись за выпивку, направился к выходу. Когда он уже сделал пару шагов, Гью ухватил его за руку и развернул к себе. \n—Твой отец — Карл Рэйс! — высказал он, глядя в глаза молодому человеку — Запомни это!\n  Соломон в ответ слегка поклонился и осторожно высвободил руку.\n—Всего хорошего — бросил юноша и вышел из таверны.\n  Гью, сидя на месте, еще несколько минут смотрел на дверь таверны, вслед юноше. Затем он развернулся и, облокотившись о барную стойку, принялся слушать окончание песни.\n—Столько лет прошло, но не забыл я ее,\n  Столько же пройдет — не забуду... — пропела печальным голосом певица и смолкла.\n  Гью прикрыл лицо руками и, не в силах более сдержаться, заплакал.",
    "answers": [
      {
        "id": 37,
        "text": "》》》"
      },
      {
        "id": 35,
        "text": "《《《"
      }
    ]
  },
  {
    "id": 37,
    "text": "  Абигэйл. \n\n  Весь день девушка провела в постели, спрятавшись лицом в подушку. Фрея и Норд сильно тревожились за племянницу.\n—Пойдем кушать — уговаривала ее Фрея из-за закрытой двери спальни.\n—Не хочется — отвечала Абигэйл подавленным голосом. \n  Вечером в дверь комнаты вновь постучались.\n—Абигэйл — послышался осторожный голос Адама.\n  Девушка вскочила с кровати. \"Адам!\" — обрадовалась она — \"Сейчас только он может меня хоть как-то утешить!\" Приведя волосы в относительный порядок, она кинулась к двери и открыла ее. На пороге и вправду стоял Адам, но он был не один. За руку юноша держал сияющую Киру.\n—Привет \"Принцесса\"! — воскликнула та и прыгнула на шею подруге.\n—Кира! Тебя отпустили!\n—Да, представляешь! — взволнованно отозвалась Кира — Рэйс выпустил меня из-под стражи!\n  \"Значит, Соломон выполнил свою часть сделки, а теперь и я должна выполнить свою...\" — с горечью подумала Абигэйл. Исказившееся болью лицо подруги Кира с Адамом не заметили.\n—Но почему он это сделал? — задалась вопросом Кира.\n—И вправду, почему? — улыбнулся Адам и подмигнул Абигэйл. \n—Эй! Что это еще значит?! — воскликнула Кира.\n—Что? Ты о чем? — ннаигранно удивился юноша. \n  Кира принялась лупить его по плечам.\n—А ну говори! — кричала она.\n—Ау! Больно ведь!\n  Оба громко смеялись. Но стоящей рядом Абигэйл было не до смеха. Она молча прошла вглубь комнаты. Кира и Адам удивлённо переглянулись. Минуты через две Абигэйл вернулась к ним. В руках она сжимала небольшой мешочек со звенящими внутри монетами, который передала юноше. Адам ошарашенно глядел на нее, не зная, что сказать. \n—Да что здесь происходит?! — не выдержала Кира.\n  Абигэйл ничего не ответила. Она молча закрыла дверь и бросилась обратно в постель. \n  Кира недоумевающе взглянула на Адама, который также недоумевающе смотрел на закрытую дверь. Затем юноша принялся настойчиво стучаться нее, пытаясь получить объясннения, но все его попытки не увенчались успехом. В итоге ребята покинули дом Френчев в подавленном настроении.\n  Лежа в постели, Абигэйл вновь заплакала в подушку. Чувства ее смешались, спутались и от этого становилось невыносимо. Конечно, девушка была рада освобождению подругу, но вместе с этим она чувствовала смутное чувство ревности к Адаму. Также Абигэйл страшилась подступающей ночи и того позора, через который ей придётся пройти. \"Не легче ли умереть?\" — задавалась она вопросом, но, встряхнув головой, она спешила отогнать от себя эти мысли. Столь ужасные мысли и раньше ее посещали. Можно сказать, что они не покидали девушку с тех пор, как она потеряла родителей. Но сделать что-либо с собой ей было страшно. Она страшилась той неизвестности, которую таила за собой смерть. В конце концов, Абигэйл удалось забыться в беспокойном сне.\n  Когда она проснулась, то обнаружила, что на улице была глубокая ночь и дома все уже уснули. Абигэйл накинула на себя плащ и, тайком покинув свою спальню, вышла на улицу. Во внутреннем дворе ее случайно встретил слуга, охраняющий территорию.\n—Мисс Абигэйл! — удивился он — Куда вы собрались на ночь глядя?\n—Ради бога тише! — зашептала девушка, испуганно оглядевшись — Вы не видели меня, хорошо?\n  Сказав это, она извлекла из кармана золотую монету и вложила ее в руку оторопевшего мужчины. После чего поспешила к воротам. Но уже на выходе ее за плечо схватила чья-то рука. Абигэйл со страхом оглянулась. Перед ней стоял тот самый слуга. В руках он сжимал монету.\n—Ночью гулять опасно — произнес мужчина — Уж не знаю, что заставило вас тайком покидать дом поздней ночью, но видать дело и вправду важное.\n  После этих слов он вернул золотую монету Абигэйл и, открыв ворота, прошептал:\n—Только берегите себя.\n  Абигэйл благодарно кивнула ему и вышла за ворота. Там ее ждала тьма ночи, скрывающая в себе неизвестноть и тайны. Луна, выглянув из-за облаков, осветила дорогу, и девушка пошла вперед. Пройдя несколько метров, она достала из-за пазухи черную маску, на которой было изображено лицо с ехидной улыбкой и прижала ее к груди со слезами на глазах. ",
    "answers": [
      {
        "id": 32,
        "text": "》》》"
      },
      {
        "id": 36,
        "text": "《《《"
      }
    ]
  },
  {
    "id": 38,
    "text": "  Раздался осторожный стук в дверь, который разбудил Соломона. Юноша открыл глаза и продолжил лежать в постели, молча глядя в потолок. Стук повторился.\n—Да? — недовольно отозвался Соломон.\n—К вам посетитель — раздался мужской голос из-за двери.\n  Соломон, полежав еще несколько секунд, нехотя встал и поплелся к двери. На пороге стоял тот самый бородатый стражник. А за ним, потупившись в пол, стояла молодая девушка в плаще и в маске, полностью скрывающей лицо. Караульный отстранился в сторону, пропуская внутрь девушку. Соломон прикрыл за ней дверь и, прежде, чем та закрылась, он разглядел слащавую улыбочку стражника. Юноше вдруг невыносимо захотел вновь открыть дверь и сразмаху ударить в это бородатое лицо. Но он сдержался и лишь с силой сжал зубы.\n  Девушка в маске прошла вглубь комнаты и остановилась перед кроватью. Соломон прошел к окну и, сложив руки крест накрест, прислонился к стене, наблюдая за гостьей.\n—Раздевайся — сухо произнес он.\n  Девушка несколько встрепенулась, затем медленно скинула капюшон, высвобождая свои длинные светлые волосы.\n—Можно оставить маску? — осторожно спросила она.\n  Соломону она не нравилась. Улыбка, изображенная на маске, уж очень была похожа на ухмылку того бородатого стражника.\n—Сними — ответил он.\n  Девушка тем же медленным движением сняла с лица маску, открывая взору юноши глаза, наполненые слезами и трясущиеся губы. Затем она отвернулась от Соломона и принялась снимать свой плащ. Она медлила, отчаянно пытаясь оттянуть неизбежное.\n—Поживее — поторопил ее юноша.\n  Абигэйл скинула на пол плащ и осталась в простом белом платье. В этот момент плечи ее затряслись и она принялась бесшумно плакать. Соломон приблизился к ней со спины. Тонкая шея привлекала его, а сквозь платье угадывались очертания стройной фигуры. Юноша потянулся к ее плечам. Девушка приложила ладонь ко рту, заглушая невольный вскрик. Соломон замер на месте, и его пальцы застыли в воздухе, в нескольких сантиметрах от Абигэйл. После этого юноша сжал ладонь в кулак и, отвернувшись от девушки, бросился к стене.\n—Уходи! — произнес он, упершись руками о стену.\n—Ч-что? — всхлипывая, спросила Абигэйл. \n—Уходи! — повторил Соломон раздраженно — Прочь!\n  Девушка в испуге подняла плащ с пола и выскочила за дверь. В спешке она совсем забыла о маске. К этой маске медленно приблизился Соломон и, взяв ее в одну руку и, достав другой рукой висящий в ножнах кинжал, последовал за девушкой.\n  Выскочив на улицу, Абигэйл побежала прочь по улице, вытирая глаза руками от нахлынувших слез. \n—Это че, дочка Фречев? — услышала она сзади удивленный мужской голос, принадлежавший, кажется, бородатому — Ну ниче у нее...\n  Но девушка не стала вслушиваться в слова, а лишь ускорила бег. \"Маска!\" — пронеслось в ее голове — \"Какой позор!\" \n  Убежавшая Абигэйл не видела, как вслед за ней из казармы вышел Соломон. Он схватил говорившего за бороду и, притянув к земле, приставил к его горлу кинжал.\n—Если кто-нибудь в Стоуне узнает, что мисс Абигэйл была здесь — я перережу вам обоим горло — процедил юноша сквозь зубы — А потом скажу, что вы собирались поднять бунт, ясно?\n  Бородатый глядел вверх на офицера, широко раскрытыми от ужаса глазами. \n—Понятно, понятно! — затараторил он. \n  Соломон бросил взгляд на второго караульного. Тот испуганно закивал головой, подтверждая слова товарища. Офицер отпустил бороду и вошел обратно в казарму.\n—Совсем с ума сошел — прошептал бородатый, потирая шею.\n  Оставшуюся часть ночи Соломон лежал на кровати, глядя в потолок потерянным взглядом.",
    "answers": [
      {
        "id": 39,
        "text": "》》》"
      },
      {
        "id": 32,
        "text": "《《《"
      }
    ]
  },
  {
    "id": 39,
    "text": "  Когда первые солнечные лучи заглянули в окно Соломон с трудом встал с постели. Он устало протер глаза и потянулся. Пора было идти на службу и юноша, надев на себя снаряжение, плащ и шляпу, вышел из комнаты. \n  На улице было безлюдно и офицер шел один. Всю дорогу до штаба он думал о прошедшей ночи и об Абигэйл. \"Странно...\" — размышлял юноша, глядя себе под ноги — \"Я ведь желал ее, хотел присвоить себе очередной трофей, но в одно мгновение передумал. Пожалел ее? Проявил слабость?\"\n  Уткнувшись в свои думы, Соломон не заметил, как от стены штаба отделилась тень. Это был человек в копюшоне и маске, скрывающей нижнюю часть лица. Через плечо у него была перекинута небольшая сумка, в которую он спрятал руку и в следующее мгновение извлек оттуда арбалет.\n  Соломон боковым зрением заметил какое-то движение в нескольких метрах от него. Он поднял глаза и ощутил, как в живот внезапно что-то вонзилось. От удара Соломона откинуло назад и он с трудом удержался на ногах. Согнувшись от обжигающей боли, Соломон взглянул на живот и увидел торчащую из его тела стрелу. После этого Соломон вновь взглянул на выстрелившего в него человека. Стрелок уже успел зарядить следующую стрелу в арбалет и вновь нацелился на жертву. Соломон растерянно поднял вверх ладонь, пытаясь прикрыться ею. Очередная стрела вонзилась в грудь. В глазах потемнело и Соломон упал на колени. \n  Караулевшие вход в штаб стражники, заметив какую-то возню невдалеке, поспешили к офицеру. Человек в копюшоне, увидев приближающихся караульных, спрятал оружие обратно в сумку и бросился прочь. \n—Эй! Какого черта?! — прикрикнул стражник, пройдя несколько метров. \n  Затем он заметил Соломона.\n—Дэрон! — бросил стражник своему напарнику, кинувшись к пострадавшему — Беги скорее за помощью! \n  Соломон попытался подняться на ноги, но оступился и грохнулся на спину. \n—Не шевелитесь! — воскликнул стражник, упав рядом на колени — Все будет хорошо!\n  \"Не будет, идиот!\" — мысленно возразил Соломон, а затем шумно выдохнул — \"Эх, а я ведь не попросил прощения у отца... и у Абигэйл\". После этих мыслей, сознание покинуло юношу и мир потонул во тьме...\n\n\n  Конец. ",
    "answers": [
      {
        "id": 38,
        "text": "《《《"
      },
      {
        "id": 1,
        "text": "В начало "
      }
    ]
  },
  {
    "id": 40,
    "text": "  Здесь расположены ссылки на другие книги этой истории:",
    "answers": [
      {
        "id": 1,
        "text": "Соломон Рэйс. Книга первая",
        "targetbookid": 123153
      },
      {
        "id": 1,
        "text": "Соломон Рэйс. Книга третья ",
        "targetbookid": 100681
      },
      {
        "id": 1,
        "text": "Соломон Рэйс. Книга четвертая ",
        "targetbookid": 155740
      },
      {
        "id": 40,
        "text": "Назад",
        "isBack": true,
        "backstepCount": 1
      }
    ]
  },
  {
    "id": 41,
    "text": "",
    "answers": []
  }
]