[
  {
    "id": 1,
    "text": "Автор: Метаморфозник<s>r\nЖанр: Фэнтези<s>r\n<s>r\nВы находитесь в мире, где только начала развиваться алхимия и магия. Вы — опытный наёмник по кличке Морг. Очнувшись в чаще леса неизвестно где, Вы осознали, что ничего не помните. Что же с Вами произошло? Творите беспредел или мстите предателям, убивайте или помилуйте врага. Всё это вам предстоит пережить в квесте. Приятного чтения! <s>r\n<s>r\n__________<s>r\nP. S. Вышло продолжение квеста. \"Посланник Дьявола\" — продолжение квеста \"Наёмник Морг\".<s>r",
    "answers": [
      {
        "id": 2,
        "text": "Начать квест \"Наёмник Морг\" ",
        "var_str_set": [
          "global bg_music",
          "m"
        ],
        "initSounds": [
          "m",
          "http://d.zaix.ru/bHa4.mp3"
        ]
      },
      {
        "id": 193,
        "text": "Достижения"
      },
      {
        "id": 1,
        "text": "Продолжение квеста --> квест \"Посланник Дьявола\" ",
        "targetbookid": 146409
      }
    ]
  },
  {
    "id": 2,
    "text": "         Глава 1: Встреча\n\n   — Что? Где я? Кто я? Уххх, голова трещит. — Невыносимая боль в голове и затёкшие конечности давали о себе знать. В пальцах покалывало, а в висках мощными толчками била кровь. ",
    "answers": [
      {
        "id": 4,
        "text": "Осмотреться",
        "var_set": [
          "t",
          800
        ]
      },
      {
        "id": 3,
        "text": "Попытаться вспомнить, что за чертовщина тут творится",
        "var_set": [
          "t",
          800
        ]
      }
    ]
  },
  {
    "id": 3,
    "text": "     — Точно. — В Вашей голове всё яснее и яснее стали проявляться образы. — Наёмник, имя Морг. Но, что я тут делаю? — На этот вопрос Вы еще не получили ответа.",
    "answers": [
      {
        "id": 5,
        "text": "Осмотреться"
      }
    ]
  },
  {
    "id": 4,
    "text": "Судя по огромному слою осенней листвы на Вас, Вы пролежали тут около двух месяцев. Всё тело ныло и болело. Яркие лучи солнца приятно ласкали грубое лицо. ",
    "answers": [
      {
        "id": 4,
        "text": "Примерное время:",
        "comment": true,
        "var_showtime": [
          "t"
        ]
      },
      {
        "id": 182,
        "text": "Попытаться вспомнить, что тут творится"
      }
    ]
  },
  {
    "id": 5,
    "text": "Судя по огромному слою осенней листвы на вас, вы пролежали тут около двух месяцев. Всё тело ныло и болело. Яркие лучи солнца приятно ласкали грубое лицо. ",
    "answers": [
      {
        "id": 5,
        "text": "Примерное время:",
        "comment": true,
        "var_showtime": [
          "t"
        ]
      },
      {
        "id": 7,
        "text": "Проверить карманы"
      }
    ]
  },
  {
    "id": 6,
    "text": "   — Точно, — в Вашей голове всё яснее и яснее стали проявляться образы. — Наёмник, имя Морг. Но, что я тут делаю? — на этот вопрос Вы еще не получили ответа. ",
    "answers": [
      {
        "id": 7,
        "text": "Проверить карманы."
      }
    ]
  },
  {
    "id": 7,
    "text": "Вы окончательно оклемались и встали на обе ноги. На Ваших плечах был тёмный плащ, укутывающий всё тело. \n\nВы быстро прошлись по внутренним карманам в плаще и штанах. Вывалив всё найденое на землю, Вы пристально осмотрели Ваш инвентарь.",
    "answers": [
      {
        "id": 8,
        "text": "Осмотреть пустой пузырёк"
      },
      {
        "id": 180,
        "text": "Осмотреть мешочек с деньгами"
      },
      {
        "id": 183,
        "text": "Осмотреть свою одежду"
      }
    ]
  },
  {
    "id": 8,
    "text": "Вы взяли его и начали крутить в руках. Заметив мелкую этикетку с надписью “Зелье Спячки”, Вы увидели остатки этой ярко-розовой микстуры на дне. Вам не пришлось напрягаться, чтобы вспомнить, как она действует. Выпей её — и в течение часа твоё сердце остановится на месяц — два, конечно, если не принять противоядие.",
    "answers": [
      {
        "id": 181,
        "text": "Осмотреть мешочек с деньгами"
      },
      {
        "id": 184,
        "text": "Осмотреть одежду"
      }
    ]
  },
  {
    "id": 9,
    "text": "Идей не было. Вы знали, что лес в королевстве делится на 3 части: королевская часть, где возводятся дома или сёла, природная часть, где ступать человеку запрещено по приказу управляющей им Королевы леса, и безконтрольная часть, где все могут творить всё, что захотят. Судя по тому, что Вас еще не нашли и не ограбили, Вы находитесь на королевской части.",
    "answers": [
      {
        "id": 10,
        "text": "Поискать людей поблизости."
      },
      {
        "id": 11,
        "text": "Закричать"
      }
    ]
  },
  {
    "id": 10,
    "text": "Вам недолго пришлось скитаться в поисках людей. Перед Вами постепенно вырос одинокий домик, скорее всего, — егеря. Слева от небольшого домика был деревянный туалет. Вы тихо подошли к двери. ",
    "answers": [
      {
        "id": 12,
        "text": "Дёрнуть за ручку."
      },
      {
        "id": 13,
        "text": "Постучаться."
      },
      {
        "id": 14,
        "text": "Выбить дверь с размаху."
      }
    ]
  },
  {
    "id": 11,
    "text": "Вы набрали побольше воздуха в лёгкие и яростно заорали. Ответа не последовало. ",
    "answers": [
      {
        "id": 9,
        "text": "Попробовать другой вариант"
      }
    ]
  },
  {
    "id": 12,
    "text": "Вы настойчиво дёрнули за ручку в надежде, что дверь не заперта. Ваши ожидания не оправдались. Она была закрыта. ",
    "answers": [
      {
        "id": 10,
        "text": "Попробовать другие варианты."
      }
    ]
  },
  {
    "id": 13,
    "text": "Вы решительно постучали в дверь. Ответа не последовало. Несложно было догадаться, что там никого нет. ",
    "answers": [
      {
        "id": 10,
        "text": "Попробовать другие варианты."
      }
    ]
  },
  {
    "id": 14,
    "text": "Дряхлая деревянная дверь легко поддалась мощному удару ноги. Рухнув на пол, она Вам открыла все внутренноти дома: стол, стул, камин, кровать. Всё было максимально минималистично. Ваш взгляд пал на простой с виду сундук. Вы медленно подошли к нему.",
    "answers": [
      {
        "id": 15,
        "text": "Открыть сундук."
      },
      {
        "id": 16,
        "text": "Осмотреть сундук повнимательней."
      }
    ]
  },
  {
    "id": 15,
    "text": "Вы уверенно открыли сундук. К вашему удивлению там ничего не оказалось, но через мгновение всё стало на свои места. Вас оглушил невероятный свист. Магическая ловушка. Несколько секунд Вы стояли в ступоре, пока свист не прекратился. Но тишина была нарушена вновь. Вы услышали множественный стук копыт. Опыт определиил количество. Три коня мчались в Вашу сторону. Нарастающий стук копыт заставил Вас думать быстрее. \"Туалет! Точно!\"",
    "answers": [
      {
        "id": 18,
        "text": "Выбежать на улицу и спрятаться в туалете"
      }
    ]
  },
  {
    "id": 16,
    "text": "Внимательно осмотрев сундук, Вы с горечью сели на стул.\n    \n    — Магическая ловушка. — пробубнили себе под нос.\n\nВдруг стул под Вами мгновенно превратился в пыль и Вы упали на пол. \n\n     — Вот же дерьмо! — осознав происходящее, Вы незамедлительно встали. — Ещё одна ловушка.\n\nВ этот же миг Вы услышали невероятный свист. Через секунд десять всё затихло. Но тишина вновь была прервана. Стук копыт еле доносился до Вас, но опытный слух смог распознать даже такие мелочи, как число врагов, ведь все, кто незаконно ступал на участки леса Короля, были преступниками. Их было трое. ",
    "answers": [
      {
        "id": 18,
        "text": "Выбежать на улицу и спрятаться в туалете"
      }
    ]
  },
  {
    "id": 17,
    "text": "Нарастающий стук копыт заставил вас думать быстрее. Туалет! Точно!",
    "answers": [
      {
        "id": 18,
        "text": "Выбежать на улицу и спрятаться в туалете."
      }
    ]
  },
  {
    "id": 18,
    "text": "Вы рысью выбежали на улицу и забежали в одноместный деревнный туалет. В это время люди Короля уже подъехали.\n\n     — Ты иди проверь дом, ты обойди все кусты, а я пойду проверю туалет.\n\nПо Вам пробежался лёгкий холодок. При Вас не было Вашего арсенала. Вы были безоружны. Сдасться было не вариантом, Король казнил всех, кто смел осквернить его собственный участок леса. Надо думать, что делать. Закалённый ум быстро придумал два варианта. Попытаться убить или... или прыгнуть в дыру туалета. Второй вариант Вам не особо нравился.",
    "answers": [
      {
        "id": 22,
        "text": "Попытаться убить."
      },
      {
        "id": 30,
        "text": "Спрыгнуть в дыру туалета.",
        "var_add": [
          "d",
          1
        ],
        "var_set": [
          "d",
          0
        ]
      }
    ]
  },
  {
    "id": 19,
    "text": "     Глава 2: Дружелюбный трактир\n\nДа и погреб был вовсе не погреб. Скорее всего некий архив. Куча ящиков с тоннами бумагой манили к себе, но заклинание не давало взять и листика. Вам не давал невидимый барьер. Вы вернулись к катакомбам. Перед тем, как выдвинуться, Вы обчистили все три трупа и теперь в арсенале было：арбалет, 11 взрывных колб, три ручных, два метательных ножа и 500 монет. Неплохо. Теперь в путь. Вариант был один — город. Вы сразу определили какая именно дорожка ведёт к нему: более протоптаннпя и освещенная. ",
    "answers": [
      {
        "id": 21,
        "text": "В город."
      }
    ]
  },
  {
    "id": 20,
    "text": "Пол не выдержал взрыва и рухнул на погреб. Но погреб был полностью цел. Через секунду вВ всё поняли: заклинание защиты. Такое под силу только единицам. Довольно редкое в эти времена.",
    "answers": [
      {
        "id": 42,
        "text": "Рассмотреть повнимательней.",
        "var_add": [
          "d",
          1
        ]
      }
    ]
  },
  {
    "id": 21,
    "text": "Вы шли долго, но развилок не было. Это радовало. После очередных 30-ти минут скитаний, Вы увидели стремянку, ведущую на верх. Это был люк. Судя по количеству людей, это была обычная улица города. Но путь не кончался. Пройти дальше или люк?",
    "answers": [
      {
        "id": 44,
        "text": "Пройти дальше.",
        "var_add": [
          "d",
          1
        ]
      },
      {
        "id": 45,
        "text": "Вылезти через люк."
      }
    ]
  },
  {
    "id": 22,
    "text": "Солдат вплотную подошёл к туалету и начал всматриваться в окошко в виде меча в двери. Вы  пригнувшись, выжидали момента.",
    "answers": [
      {
        "id": 23,
        "text": "Резко открыть дверь."
      },
      {
        "id": 24,
        "text": "Ждать."
      }
    ]
  },
  {
    "id": 23,
    "text": "Вы с нечеловеческой силой толкнули дверь и попали ею в солдата. Из его лба струйкой потекла кровь, а сам он упал без сознания, скорее всего, от сотрясения.",
    "answers": [
      {
        "id": 25,
        "text": "Забрать его снаряжение."
      }
    ]
  },
  {
    "id": 24,
    "text": "   — Вроде ничего — пробубнил солдат, скорее всего, их коммандир.\n\nОткрыв дверь он не ожидал увидеть Вас. Вы ринулись к нему и молниеносно вытянули арбалет с его пояса. Не дав ему произнести и звука, вы его беспощадно застрелили.",
    "answers": [
      {
        "id": 25,
        "text": "Забрать его снаряжение."
      }
    ]
  },
  {
    "id": 25,
    "text": "Забрав его арбалет, болты (стрелы на арбалет), короткий нож и несколько взрывных колб, Вы, набравшисьэ, уверенности, двинулись в сторону...",
    "answers": [
      {
        "id": 26,
        "text": "Дома"
      },
      {
        "id": 27,
        "text": "Того, кто обходит территорию вокруг дома."
      }
    ]
  },
  {
    "id": 26,
    "text": "Вы слышали, как солдат ищет Вас в доме. Вы не хотели терять много времени на них поэтому...",
    "answers": [
      {
        "id": 28,
        "text": "Кинули взрывную колбу в дом."
      },
      {
        "id": 29,
        "text": "Убили его с арбалета."
      }
    ]
  },
  {
    "id": 27,
    "text": "Вы медленным шагом обошли дом. \n\n   — Эй, а ты кто?! Стоящий на улице солдат заметил Вас первым.",
    "answers": [
      {
        "id": 31,
        "text": "- Твоя смерть"
      },
      {
        "id": 31,
        "text": " - Да так, никто"
      },
      {
        "id": 32,
        "text": "Не отвечать и убить его"
      }
    ]
  },
  {
    "id": 28,
    "text": "Вы без сомнений забросили колбу в дом. Крик солдата тут же был прерван мощным взрывом. \n\n     — Аа? Что это? Вы его нашли? — последний солдат кричал, надеясь, что победа за ними.\n\nПодбежав, он с ужасом посмотрел на Вас. Не успел он схватить арбалет, к кторому потянулся, как Вы всадили болт ему в голову.",
    "answers": [
      {
        "id": 33,
        "text": " - Отребье"
      }
    ]
  },
  {
    "id": 29,
    "text": "Вы зашли в дом. Солдат всё еще копался в доме. Вы с удивлением подумали, почему он так долго ищет вас в этом маленьком домике. Но потом всё поняли. Кровать была отодвинута, а в полу был открыт люк. Сам солдат осматривал камин. Вы без сомнений выстрелили в него.   \n\n     — Еще один, — тихо сказали Вы.\n \n    — У вас там всё нормально? — кратко кинул последний солдат.\n\nПодбежав и увидев Вас, он с ужасом в глазах застыл. Не успел тот достать свой арбалет, к которому потянулся, как в голове уже торчал болт.",
    "answers": [
      {
        "id": 39,
        "text": " - Отребье"
      }
    ]
  },
  {
    "id": 30,
    "text": "Обмотав своим плащом всего себя, кроме ваших дешевых сапог, Вы тяжело набрали воздух в лёгкие и неуверенно прыгнули в бездну дерьма.",
    "answers": [
      {
        "id": 34,
        "text": "Ждать."
      },
      {
        "id": 30,
        "text": "______\nВы получили достижение \"По уши в дерьме\" ",
        "comment": true
      }
    ]
  },
  {
    "id": 31,
    "text": "     — Что? Тебе конец, жалкий бандюга. \n\nПотянувшись за арбалетом, он совершил роковую ошибку. Вы бесчувственно всадили в него стрелу. Такая же судьба была и у того, что выбежал из дома прямо на Вас.",
    "answers": [
      {
        "id": 33,
        "text": " - Отребье"
      }
    ]
  },
  {
    "id": 32,
    "text": "Не удостоив этого червя ответом, Вы молча выстрелили, и уже через миг в его голове торчал болт. Такая же участь постигла и того, что выбежал на Вас прямо из дома.",
    "answers": [
      {
        "id": 43,
        "text": "Осмотреться."
      }
    ]
  },
  {
    "id": 33,
    "text": " — Отребье, — разочарованно сказали Вы.",
    "answers": [
      {
        "id": 20,
        "text": "Осмотреться."
      }
    ]
  },
  {
    "id": 34,
    "text": "Дверь открылась.\n\n   — О боги, как же тут воняет, — с отвращением сказал солдат и с размаху хлопнул дверью.",
    "answers": [
      {
        "id": 35,
        "text": "Вылезти."
      }
    ]
  },
  {
    "id": 35,
    "text": "Вынырнув и жадно сделав глоток не совсем чистого воздуха, Вы вылезли и откинули в сторону грязный плащ. Благодаря ему Вы почти не запачкались.\n\n   — По коням! Тут никого, — прогремел уже знакомый Вам голос.\n\n   — Минуту, я моментом в туалет сбегаю.\n “Вот же повезло, опять что ли нырять? Ну неет, с меня хватит”, — сказали Вы себе.\n\n   — Тогда мы еще сходим в погреб.\n\n“Погреб?” — подумали Вы. Пока этот неряха подошёл к туалету, остальные двое уже зашли в дом. Через дыру в форме меча было всё прекрасно видно.",
    "answers": [
      {
        "id": 36,
        "text": "Ждать."
      },
      {
        "id": 179,
        "text": "Резко открыть дверь."
      }
    ]
  },
  {
    "id": 36,
    "text": "Дверь открылась, но Вы были готовык этому. Ринувшись к противнику, молниеносно выхватили арбалет с его пояса. Бедняга получил стрелу, даже не успев произнести и звука. К такому он точно не был готов. Остальные двое в доме.",
    "answers": [
      {
        "id": 37,
        "text": "Забрать снаряжение убитого."
      }
    ]
  },
  {
    "id": 37,
    "text": "Обыскав его, Вы нашли 100 монет, арбалет, болты (стрелы для арбалета), короткий нож и взрывающиеся колбы. Вы зашли в дом. В месте, где раньше стояла кровать, был открытый люк. Так вот где погреб.",
    "answers": [
      {
        "id": 38,
        "text": "Спрятаться в сундук и ждать."
      },
      {
        "id": 41,
        "text": "Бросить взрывную колбу вниз."
      }
    ]
  },
  {
    "id": 38,
    "text": "Открыв сундук он предательски засвистел.\n“Вот черт, ловушка, как я мог забыть!”\n\n   — Кто там?\n\nИз дыры в полу постепенно выростала голова солдата.",
    "answers": [
      {
        "id": 40,
        "text": "Убить его из арбалета."
      },
      {
        "id": 41,
        "text": "Кинуть разрывную колбу в погреб."
      }
    ]
  },
  {
    "id": 39,
    "text": "Вы подошли к месту, где когда-то стояла дверь. Тело убитое вами, упало на люк. Под весом люк закрылся. Вы подошли, отодвинули тело, и открыли его. “Пип, пип, пип”. Вы сразу поняли, что к чему. Вы мигом выпрыгнули из дома. Взрыв. Куча пыли. Пол не выдержал и рухнул на погреб. Но тот был полностью цел. Через секунду Вы всё осознали: заклинание защиты. Такое под силу только единицам. Довольно редкое в эти времена.",
    "answers": [
      {
        "id": 42,
        "text": "Осмотреться."
      }
    ]
  },
  {
    "id": 40,
    "text": "Достав арбалет, Вы без замедлений выстрелили болтом (стрела для арбалета), не оставившим и шанса на жизнь. Его напарник не мешкал и к Вам вылетела разрывная колба. Вы успели выпрыгнуть из дома. Взрыв. Столб пыли навис над обломками. Только через минуту Вы увидели, что произошло. Пол не выдержал взрыва и обрушился на неожидающего этого солдата. Сам погреб остался целым. Через секунду Вы всё поняли. Заклинание защиты. Очень редкое и мощное заклинание. Такие под силу только единицам.",
    "answers": [
      {
        "id": 42,
        "text": "Осмотреть погреб."
      }
    ]
  },
  {
    "id": 41,
    "text": "Достав колбу, Вы без сомнений кинули её и  выпрыгнули из дома. Взрыв. Столб пыли навис над обломками. Только через минуту Вы увидели, что произошло. Пол не выдержал взрыва и рухнул на погреб. Но тот был полностью цел. Через секунду Вы всё поняли. Заклинание защиты. Такое под силу только единицам. Довольно редкое в эти дни.",
    "answers": [
      {
        "id": 42,
        "text": "Осмотреть погреб."
      }
    ]
  },
  {
    "id": 42,
    "text": "С виду ничего такого, но обернувшись Вы застыли от увиденного: десятки путей соединялись в этом погребе. Целые катокомбы.\nВы с детским восхищением смотрели на всё это. Теперь Вы поняли, почему тут повсюду были ловушки. Люк, скорее всего, был под сильным заклятием, которое никого не пускало, кроме людей Короля.",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      },
      {
        "id": 19,
        "text": "Глава 2",
        "var_set": [
          "g",
          500,
          "m",
          2,
          "k",
          11
        ]
      },
      {
        "id": 42,
        "text": "______\nВы получили достижение \"Первая победа\" ",
        "comment": true
      }
    ]
  },
  {
    "id": 43,
    "text": "Вы подошли к месту, где когда-то стояла дверь.  Кровать была отодвинута. Сейчас люк было хорошо видно. Вы открыли люк. Раздался характерный звук огня и вы уловили неприятный запах. Вы сразу смекнули, что к чему. Мигом выпрыгнули из дома. Взрыв. Столб пыли ещё долго стоял над обломками. Пол не выдержал взрыва и рухнул на погреб, но тот был абсолютно цел. Через секунду Вы всё поняли. Заклинание защиты. Такое под силу только единицам. Довольно редкое в эти дни.",
    "answers": [
      {
        "id": 42,
        "text": "Осмотреться."
      }
    ]
  },
  {
    "id": 44,
    "text": "Еще 30 минут и Вы увидели дверь. В ней было маленькое окошко, которое могло открываться и закрываться с внутренней стороны. Но ширины хватало только чтобы увидеть глаза, если стоять в притык. Похоже, на ней тоже было заклинание защиты. ",
    "answers": [
      {
        "id": 46,
        "text": "Постучаться."
      },
      {
        "id": 47,
        "text": "Дёрнуть за ручку."
      },
      {
        "id": 48,
        "text": "Выломать дверь."
      },
      {
        "id": 49,
        "text": "Осмотреть дверь."
      },
      {
        "id": 44,
        "text": "_______\nВы получили достижение \"Дверь\" ",
        "comment": true
      }
    ]
  },
  {
    "id": 45,
    "text": "Вы с трудом отодвинули люк и вылезли на улицу. Задвинув люк обратно, Вы попробовали открыть его же, только со стороны улицы. Как и предпологалось: заклинание защиты не даёт это сделать. Вы осмотрелись. Улица как улица, ничего такого. В глаза сразу бросился дряхлый трактир. Вроде ничего сверхъестественного,\nно что-то Вас в нём заинтересовало.",
    "answers": [
      {
        "id": 57,
        "text": "Зайти."
      }
    ]
  },
  {
    "id": 46,
    "text": "Заклинание защиты найтрализует все звуки. Как бы сильно Вы не стучали, всё бестолку.",
    "answers": [
      {
        "id": 44,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 47,
    "text": "Заперто. Вы было разочаровались, но через секунду к собственному удивлению услышали медленные шаги. Внезапно окошко в двери открылось...",
    "answers": [
      {
        "id": 50,
        "text": "Подойти вплотную, чтобы были видны только глаза."
      },
      {
        "id": 51,
        "text": "Не двигаться."
      },
      {
        "id": 52,
        "text": "Убежать."
      }
    ]
  },
  {
    "id": 48,
    "text": "Вы старательно стукнули ногой в дверь, но звука не последовало: заклинание поглотило весь удар. Таким способом действовать не получится.",
    "answers": [
      {
        "id": 44,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 49,
    "text": "Вы внимательно осмотрели дверь и заметили на ней несколько щелей, через которые сочился приглушенный свет. Обычная ручка, дверь из дерева. Ничего необычного.",
    "answers": [
      {
        "id": 44,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 50,
    "text": "   — Пароль, — норовито сказал человек.\nЕго тихий холодный голос ввёл Вас в ступор.",
    "answers": [
      {
        "id": 52,
        "text": "Бежать"
      },
      {
        "id": 54,
        "text": "Блеф"
      },
      {
        "id": 55,
        "text": "Сказать любое, что взбредёт в голову"
      },
      {
        "id": 56,
        "text": "Ничего не отвечать"
      }
    ]
  },
  {
    "id": 51,
    "text": "Внимательно измерив Вас взглядом, солдат сказал:\n\n   — Не похож на наших, — и закрыл окошко.",
    "answers": [
      {
        "id": 68,
        "text": "Уйти."
      }
    ]
  },
  {
    "id": 52,
    "text": "Вы ринулись за поворт и там, немного успокоившись, снова побежали в сторону люка. Вы решили не испытывать судьбу.",
    "answers": [
      {
        "id": 45,
        "text": "Вылезти по лестнице из люка."
      }
    ]
  },
  {
    "id": 53,
    "text": " — Пароль, — снова повторил он.",
    "answers": [
      {
        "id": 54,
        "text": "Назад"
      },
      {
        "id": 61,
        "text": "Ты совсем умом тронулся?! Да я тебя порешаю!!"
      }
    ]
  },
  {
    "id": 54,
    "text": "Блеф. Как Вы хорошо умели это делать. Обман и блеф были фишкой любого наёмника. ",
    "answers": [
      {
        "id": 53,
        "text": " - Слышь, ты, а ну быстро открыл дверь!..."
      },
      {
        "id": 58,
        "text": " - Ты что, друг, не узнал?"
      },
      {
        "id": 59,
        "text": " - Забыл."
      },
      {
        "id": 60,
        "text": " - Открой дверь, урод, босс пришёл."
      },
      {
        "id": 52,
        "text": "Убежать."
      }
    ]
  },
  {
    "id": 55,
    "text": "   — Слава Королю, — сказали Вы, в надежде, что вам откроют.\n   — Неверно, — всё также холодно кинул он и закрыл окошко.",
    "answers": [
      {
        "id": 68,
        "text": "Уйти. "
      }
    ]
  },
  {
    "id": 56,
    "text": "     — Глухонемой что ли? ",
    "answers": [
      {
        "id": 64,
        "text": "Помахать головой в знак согласия."
      },
      {
        "id": 65,
        "text": " - Да."
      },
      {
        "id": 66,
        "text": "Ничего не отвечать."
      }
    ]
  },
  {
    "id": 57,
    "text": "Всё как Вы и думали. Внутри это был новейший трактир. Обычно такую маскировку используют как прикрытие. Вы подошли к барной стойке.\nВесь трактир до отвала был заполнен богатенькими людьми высокой масти.\n\n   — Эля мне, — тихо буркнули Вы.\n \nТрактирщик быстро обернулся и не глядя на вас начал заливать эль в деревянную кружку. Наполнив её до самых краёв, он поставил её на барную стойку.\n\n   — Пожалуйста, — ответил трактирщик, — с вас 50 моне...\n\nНе смог он договорить. Вы сначала не поняли почему, но когда подняли голову, увидели как пристально он смотрит на вас.\n\n     — Ты?! — прокричал он. — Но как? Ты же должен быть мёртв!\n\nВ трактире мгновенно наступило молчание. Вы стали объектом всеобщего обозрения. Что же тут происходит? \n",
    "answers": [
      {
        "id": 71,
        "text": " - Не понимаю о чем ты."
      },
      {
        "id": 70,
        "text": " - Да, я."
      },
      {
        "id": 71,
        "text": " - В смысле должен быть мёртв?"
      },
      {
        "id": 57,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c33/1902/e7/14c6f64a33f8.jpg"
      }
    ]
  },
  {
    "id": 58,
    "text": "     — Пароль, — всё также тихо произнёс он.",
    "answers": [
      {
        "id": 54,
        "text": "Назад."
      },
      {
        "id": 63,
        "text": " - Да что ты заладил со своим паролем?"
      }
    ]
  },
  {
    "id": 59,
    "text": "     — Значит, не зайдёшь, — окошко закрылось.",
    "answers": [
      {
        "id": 54,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 60,
    "text": "     — Па-роль, — произнёс тот по слогам.",
    "answers": [
      {
        "id": 54,
        "text": "Назад."
      },
      {
        "id": 62,
        "text": " - Я что, непонятно сказал? Открой"
      }
    ]
  },
  {
    "id": 61,
    "text": " — Последний раз повторяю. Пароль... — как баран твердил мужчина.",
    "answers": [
      {
        "id": 54,
        "text": "Назад."
      },
      {
        "id": 62,
        "text": " - Ну всё..Тебе конец. Готовься к расправе."
      }
    ]
  },
  {
    "id": 62,
    "text": " — Почему люди не понимают? Я предупреждал.\n БУУУУУМ! Взрыв появился прямо под вами. Шансов на выживание не было. Смерть.",
    "answers": [
      {
        "id": 19,
        "text": "К посл. сохранению."
      }
    ]
  },
  {
    "id": 63,
    "text": "   — Последний раз повторяю. Пароль, — как баран твердил он.",
    "answers": [
      {
        "id": 62,
        "text": " - Да пошёл ты."
      },
      {
        "id": 62,
        "text": " - Ну открой дверь, друг"
      },
      {
        "id": 54,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 64,
    "text": "     — Ха-ха-ха, — громкий смех впился в уши. — Немой, но не глухой? Открой рот.",
    "answers": [
      {
        "id": 67,
        "text": "Открыть рот"
      },
      {
        "id": 52,
        "text": "Убежать"
      }
    ]
  },
  {
    "id": 65,
    "text": "     — Ха-ха-ха, — громкий смех впился в уши. — Ну и шуточки у тебя. Говори пароль, — его голос снова стал холодным.",
    "answers": [
      {
        "id": 52,
        "text": "Убежать."
      },
      {
        "id": 54,
        "text": "Блеф."
      },
      {
        "id": 55,
        "text": "Сказать любое, что взбредёт в голову."
      }
    ]
  },
  {
    "id": 66,
    "text": "Вы по-прежнему молчали.\n\n     — Ну сейчас проверим, — с усмешкой пробубнил он.\n\nВдруг невероятной громкости свист ударил Вам в уши. Вы ничего не могли поделать и закрыли их, чтобы хоть как-то ослабить звон в перепонках. Свист прекратился также внезапно, как и начался. Солдат закрыл окошко.",
    "answers": [
      {
        "id": 68,
        "text": "Уйти"
      }
    ]
  },
  {
    "id": 67,
    "text": "     — Язык имеется, значит говорить умеешь, — окошко тотчас закрылось.",
    "answers": [
      {
        "id": 68,
        "text": "Уйти."
      }
    ]
  },
  {
    "id": 68,
    "text": "Понимая, что больше с Вами говорить не будут, Вы вернулись к люку.",
    "answers": [
      {
        "id": 45,
        "text": "Выйти через люк."
      }
    ]
  },
  {
    "id": 69,
    "text": "Два ножа — два трупа. Уже только трое смогли дойти до Вас. Это не шестеро, так что Вы с лёгкостью убили одного, что хотел сходу перепрыгнуть стойку. Второй хотел убить не перескакивая через преграду. Замахнувшись, его нож со свистом понёсся в Вашу сторону. Твёрдо остановив его размашистый удар одной рукой, Вы свободной вонзили нож ему в горло. Естественно, последний не стоял на месте. Он уже успел обойти сбоку. Благо Вы всё это видели и, заблокировав его подлый удар трупом, контратакой убили его.",
    "answers": [
      {
        "id": 81,
        "text": " - Слабаки."
      }
    ]
  },
  {
    "id": 70,
    "text": "     — И ты еще смеешь так говорить? Ну-ка парни, разберитесь с ним и награда за тело будет наша!\n  \nЛьвиная доля посетителей убежали на второй этаж и разбежались по комнатам, а сам бармен вбежал к себе в подсобку. Остались 7 человек, непохожих на других. Они не выглядели, как представители знатных слоёв, скорее всего, они были их охраной.\n\n     — Ну че, ты покойник, — сказал один из них.",
    "answers": [
      {
        "id": 72,
        "text": " - Не понимаю, что за бред вы несёте."
      },
      {
        "id": 73,
        "text": "Проигнорировать."
      },
      {
        "id": 72,
        "text": "  - Такие плебеи как вы, не смеют мне говорить такое."
      }
    ]
  },
  {
    "id": 71,
    "text": "     — Не придуривайся, паршивец!! Насладись своими последними минутами. Парни, разберитесь с ним и награда за тело будет наша.\n \nЛьвиная доля посетителей убежали на второй этаж и разбежались по комнатам, а сам трактирщик вбежал к себе в подсобку. Остались 7 человек, непохожих на других. Они не выглядели, как представители знатных слоёв, скорее всего, они были их охраной.\n\n     — Ну че, ты покойник, — сказал один из них.",
    "answers": [
      {
        "id": 72,
        "text": " - Такие плебеи как вы, не имеют право со мной так разговаривать."
      },
      {
        "id": 73,
        "text": "Проигнорировать."
      }
    ]
  },
  {
    "id": 72,
    "text": "  — Это будет последнее, что ты сказал! —  С этими словами он бросился на Вас.",
    "answers": [
      {
        "id": 75,
        "text": "Убить из арбалета."
      },
      {
        "id": 76,
        "text": "Убить с ножа."
      },
      {
        "id": 77,
        "text": "Увернуться."
      },
      {
        "id": 89,
        "text": "Кинуть разрывную колбу."
      }
    ]
  },
  {
    "id": 73,
    "text": "     — Еще и игнорировать нас вздумал? Тебе конец! — с этими словами он бросился на Вас.",
    "answers": [
      {
        "id": 75,
        "text": "Убить с арбалета."
      },
      {
        "id": 76,
        "text": "Убить с ножа."
      },
      {
        "id": 77,
        "text": "Увернуться."
      },
      {
        "id": 89,
        "text": "Кинуть разрывную колбу."
      }
    ]
  },
  {
    "id": 74,
    "text": "Глупое решение, сразу пять ножей вонзились в Ваше тело. Это конец.",
    "answers": [
      {
        "id": 19,
        "text": "Глава 2"
      },
      {
        "id": 1,
        "text": "Начало "
      }
    ]
  },
  {
    "id": 75,
    "text": "Вы демонстративно достали арбалет и через мгновение мёртвое тело валялось у Ваших ног. Никто явно не ожидал, что он так быстро и легко умрёт.\n\n     —  Порешаем его!!! — С этими словами оставшиеся шестеро кинулись на Вас.",
    "answers": [
      {
        "id": 78,
        "text": "Прыгнуть через стойку."
      },
      {
        "id": 79,
        "text": "Пойти им на встречу."
      }
    ]
  },
  {
    "id": 76,
    "text": "Вы всё также сидели спиной к этой ораве, но чувствовали приближение одного из них. Когда он был почти на расстоянии вытянутой руки, Вы развернулись и выставили перед собой нож. Он не успел остановится и сам влетел в этот нож, буквально всадив его в себя. Никто не ожидал, что первый так быстро и легко умрёт.\n\n     — Порешаем его!!! — прокричав это, все шестеро ринулись в бой.",
    "answers": [
      {
        "id": 78,
        "text": "Прыгнуть за стойку."
      },
      {
        "id": 79,
        "text": "Ворваться в эту толпу."
      }
    ]
  },
  {
    "id": 77,
    "text": "Вы быстро метнулись в сторону. Он, явно не ожидая, что Вы будете в другом месте, буквально влетел в стойку. Использовав этот момент, Вы по самую рукоятку вонзили ему нож в спину. Остальные немного заколебались, никто не думал, что первый так быстро и легко умрёт.\n\n    — Порешаем его!! — проревели они и бросились в бой.",
    "answers": [
      {
        "id": 79,
        "text": "Пойти им на встречу."
      },
      {
        "id": 78,
        "text": "Прыгнуть через стойку."
      }
    ]
  },
  {
    "id": 78,
    "text": "Ловко перепрыгнув через стойку, Вы использовали её как укрытие. Перезарядив арбалет, успели забрать еще одну жизнь. Но пять человек всё также стремительно приближались к Вам. Есть всего несколько секунд на раздумия.",
    "answers": [
      {
        "id": 69,
        "text": "Кинуть два метательных ножа."
      },
      {
        "id": 74,
        "text": "Подпустить их и убить с ножа."
      },
      {
        "id": 80,
        "text": "Перезарядить арбалет и убить еще одного."
      }
    ]
  },
  {
    "id": 79,
    "text": "Вы ворвались прямо в их орду. Хоть Вы и опытный наёмник, но в окружении шести человек все шансы сводились к нулю. Вы забрали с собой троих и только после ушли из жизни.",
    "answers": [
      {
        "id": 1,
        "text": "Начало"
      },
      {
        "id": 19,
        "text": "Глава 2"
      }
    ]
  },
  {
    "id": 80,
    "text": "Перезарядка. Еще один труп. Но осталось ещё четверо, Вы не успели ничего предпринять. Как стая волков они растерзали Вас в клочья.",
    "answers": [
      {
        "id": 19,
        "text": "Глава 2"
      },
      {
        "id": 1,
        "text": "Начало"
      }
    ]
  },
  {
    "id": 81,
    "text": "  — Слишком легко — отдышавшись, сказали вы. \n  \nНарод наверху начал массово выходить из комнат, но как только видели, что вся их охрана мертва, сразу разбегались по своим норам. \"Трактирщик. Точно! Надо его спросить, что тут вообще происходило\".",
    "answers": [
      {
        "id": 82,
        "text": "Зайти в пособку трактирщика"
      }
    ]
  },
  {
    "id": 82,
    "text": "Забившись в угол, трактирщик в страхе трусился и молил Вас о пощаде. \n\n   — Пожалуйста, не убивай!\n\n   — Боюсь, это невозможно, — равнодушно отрезали Вы. \n\n   — Я сделаю всё, что захочешь! \n\nВыдержав паузу, Вы согласились: \n\n   — Хорошо, ответь на мои вопросы. \n\nТрактирщик сглотнул слюну.",
    "answers": [
      {
        "id": 83,
        "text": " - Что значит, что я должен быть мёртв?"
      },
      {
        "id": 83,
        "text": " - Что я такого сделал, что за мою голову назначили награду?"
      }
    ]
  },
  {
    "id": 83,
    "text": "  — Вижу, ты ничего не помнишь. Тогда я расскажу всё по пордяку. У вас был элитный отряд наёмников. Не было ни одного дела, которое вы не могли выполнить... Были примером для всех наёмников и одной и самых авторитетных организаций. Но вы решили, что пора на покой, и взялись за самое тяжёлое дело. Вы решили убить Короля. Заказчиками было другое королевство, которое хотело свергнуть Короля с престола.",
    "answers": [
      {
        "id": 84,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 84,
    "text": "  — Всё шло по плану, вы пробрались во дворец и нашли Короля. Но в последний момент команда предала тебя. Как потом оказалось, Король каждому заплатил вдвое больше, чем общая награда. Вас посадили в тюрьму, но в день казни, ты внезапно скончался. Тебя погрузили в телегу с трупами и вывезли в лес. Все думали, что ты мертв, но каким-то образом ожил... Как?",
    "answers": [
      {
        "id": 85,
        "text": " - Зелье Спячки."
      },
      {
        "id": 194,
        "text": "- Я воскрес, чтобы отомстить. ",
        "var_add": [
          "d",
          1
        ]
      }
    ]
  },
  {
    "id": 85,
    "text": "   — Зелье Спячки? Никогда его не видел. Слышал, что оно очень редкое и дорогое, — трактирщик опустил голову. — Теперь отпусти меня... ",
    "answers": [
      {
        "id": 86,
        "text": " - Назови имена моих “союзников”"
      }
    ]
  },
  {
    "id": 86,
    "text": "   — Бэн, Нор, Руга и маг Аркаун.\n\n   — Где они сейчас?\n\n   — Не знаю, когда они тебя сдали, им вручили орден героев и все ушли на покой, но говорят, что под нами есть катакомбы, а в конце одного из путей есть дверь, охраняемая стражей Короля. За дверью есть прямой путь к покоям Аркауна. Подробней об этом знает Мавлек. Он — бывший главнокомандующий стражей Короля. Держит бордель на конце улицы.\n\n   — Откуда ты знаешь всё это?\n\n   — Моя дочь — служанка в королевском доме. Слышит всё это и рассказывает мне. Тебе не скрыться, тебя будут искать, люди, видевшие тебя, знают, что ты жив, они расскажут властям. Тебе конец!! \n\n   — Спасибо, больше ты мне не нужен.",
    "answers": [
      {
        "id": 87,
        "text": "Убить трактирщика.",
        "var_add": [
          "d",
          1
        ]
      },
      {
        "id": 88,
        "text": "Оставить его.",
        "var_add": [
          "d",
          1
        ]
      },
      {
        "id": 86,
        "text": "______\nВы получили достижение \"Воспоминания\" ",
        "comment": true
      }
    ]
  },
  {
    "id": 87,
    "text": "Достав арбалет, Вы безжалостно выстрелили ему в голову. Ужасная гримасса застыла у него на лице. Обыскав его, Вы вышли из подсобки и так же обыскали других шестерых. \n\nВ итоге у Вас：2000 монет, пять метательных ножей, арбалет, три обычных ножа и 10 разрывных колбы, в которые нужно залить нового зелья.",
    "answers": [
      {
        "id": 90,
        "text": "Выйти из трактира."
      },
      {
        "id": 87,
        "text": "_______\nВы получили достижение \"Без жалости\" ",
        "comment": true
      }
    ]
  },
  {
    "id": 88,
    "text": "Решив, что слишком много трупов за сегодня, Вы “вежливо” попросили его отдать деньги и вышли из подсобки. Обыскав еще шестерых, Вы подсчитали своё богатство.\n  \nВ итоге у Вас：2000 монет, пять метательных ножей, арбалет, три обычных ножа и 10 разрывных колбы, в которые нужно залить нового зелья.",
    "answers": [
      {
        "id": 90,
        "text": "Выйти из трактира."
      },
      {
        "id": 88,
        "text": "_____\nВы получили достижение \"Судья\" ",
        "comment": true
      }
    ]
  },
  {
    "id": 89,
    "text": "Вы достали разрывную колбу и метнули её прямо в них. Не взорвалась. Еще одна — так же. Зелье в колбах испортилось. Алхимия — нестабильная штука. Вы видели, как противники надменно надсмехаются над Вами. Один из них всё также продолжал движение ",
    "answers": [
      {
        "id": 75,
        "text": "Убить из арбалета."
      },
      {
        "id": 76,
        "text": "Убить из ножа."
      },
      {
        "id": 77,
        "text": "Увернуться."
      }
    ]
  },
  {
    "id": 90,
    "text": "“Бордель на конце улицы” — вспомнили Вы. ”Но у меня ещё нет плаща и зелья в колбах. Для начала колбы.”",
    "answers": [
      {
        "id": 93,
        "text": "Перезалить зелье в колбы"
      }
    ]
  },
  {
    "id": 91,
    "text": "",
    "answers": []
  },
  {
    "id": 92,
    "text": "",
    "answers": []
  },
  {
    "id": 93,
    "text": "Алхимия была популярна, поэтому несложно было найти лавку, где это всё продавалось. \n\n     — Что вашей душе угодно? Всё тут! — обрадовавшись вашему появлению, воскликнул продавец.\n\n     — Мне нужны новейшие разрывные колбы.\n\n     — Желание клиента — закон. Одна стоит 200 монет.\n\n     — Многовато, а если я со своими колбами и вы мне просто перезальёте зелье.\n\n     — 100 монет. Но за качество я не ручаюсь.",
    "answers": [
      {
        "id": 94,
        "text": " - Три по 200."
      }
    ]
  },
  {
    "id": 94,
    "text": "Купив три разрывные колбы, Вы также приобрели новинку — усыпляющие зелья. Вдохнуть испарины зелья — и заснёшь крепким сном на несколько часов. Далее плащ. ",
    "answers": [
      {
        "id": 97,
        "text": "Зайти"
      }
    ]
  },
  {
    "id": 95,
    "text": "",
    "answers": []
  },
  {
    "id": 96,
    "text": "",
    "answers": []
  },
  {
    "id": 97,
    "text": "   — Что желаете, — бодро спросил продавец.\n\n   — Мне нужен плащ.\n\n   — Конечно! От взрывов колб есть и есть обычный.\n\n   — От взрывов колб.\n\n   — С вас 1000 монет.\n\n   — Пожалуйста.\n\n   — Спасибо, что-то еще?\n\n   — Нет.\n  \nВы вышли на улицу. Бордель. Это Ваша цель на ближайшее время.",
    "answers": [
      {
        "id": 102,
        "text": "Глава 3"
      },
      {
        "id": 19,
        "text": "Глава 2"
      },
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 98,
    "text": "Кабинет оказался просторным. По крайней мере, Вам так казалось. Кроме стола стула и сидящего на нём человека, больше ничего не было. Этот человек был невысокого роста, можно даже сказать карлик. \n\n   — Ты кто? — туповато спросил он и почесал лысый череп.",
    "answers": [
      {
        "id": 120,
        "text": " - Это неважно."
      }
    ]
  },
  {
    "id": 99,
    "text": "",
    "answers": []
  },
  {
    "id": 100,
    "text": "",
    "answers": []
  },
  {
    "id": 101,
    "text": "",
    "answers": []
  },
  {
    "id": 102,
    "text": "     Глава 3: Похищение\n\nНемного поскитавшись, Вы всё же нашли бордель. Это было высокое здание на два этажа, с маленькими, как в замке, окнами. У выхода стояла охрана. Увидев Вам она грузно сказала: “Мы открываемся ночью.” Этого было достаточно, чтобы понять, что сейчас здесь ловить нечего. ",
    "answers": [
      {
        "id": 103,
        "text": "Ждать."
      }
    ]
  },
  {
    "id": 103,
    "text": "Решив, что сейчас лезть на рожон совсем невыгодно, Вы завернули в ближайший переулок и, облокотившись о стену, стали ждать.",
    "answers": [
      {
        "id": 104,
        "text": "Вечер"
      }
    ]
  },
  {
    "id": 104,
    "text": "С приходом темноты, сюда начало стягиваться всё больше и больше народу. Вы тоже решили не тормозить и вернулись к бордели. Приближаясь ко входу, Вы надеялись переступить порог в мир разврата без курьёзных ситуаций. Но ошиблись: двое охранников бесцеремонно остановили Вас:\n\n   — Оружие с собой запрещено.",
    "answers": [
      {
        "id": 110,
        "text": " - А у меня и нет."
      },
      {
        "id": 105,
        "text": " - Кто сказал, что нельзя?"
      },
      {
        "id": 107,
        "text": " - Да? Даю вам двоим шанс подумать."
      }
    ]
  },
  {
    "id": 105,
    "text": "   — Босс сказал. Обыщи его, — рявкнул охранник своему напарнику.\n  \nОдин из них подошёл к Вам и попросил показать, что под плащом. Вы не хотели убивать, но выбор был невелик...",
    "answers": [
      {
        "id": 108,
        "text": "Убить с ножа а во второго кинуть метательный нож."
      },
      {
        "id": 109,
        "text": "Убить с ножа а второго из арбалета."
      }
    ]
  },
  {
    "id": 106,
    "text": "Шаг — и Вы вошли в невообразимое скопление распутниц и желающих их спутников. Это был обычный публичный дом, хотя и слишком большой. Вы не были фанатом подобного рода заведений, поэтому не знали как тут всё устроено. По бокам были маленькие кабинки с кроватями, закрывающиеся красными шторами. Вы решили не задерживаться здесь и пройти дальше. “Слишком много людей”, — мысленно сказали себе и...",
    "answers": [
      {
        "id": 111,
        "text": "Продолжили пробиваться через толпу."
      },
      {
        "id": 112,
        "text": "Кинули усыпляющую  колбу."
      }
    ]
  },
  {
    "id": 107,
    "text": "*Ха-ха-ха* — взорвались оба в смехе.\n  \nПодобрав момент, когда они окончательно потеряли бдительность, Вы бесшумно подошли и перерезали две глотки. Заливаясь в крови, они рухнули на землю.\n  \n   — Идиоты — с усмешкой сказали Вы и спрятали тела.\n  \nИногда Вас настигали мысли, что может быть Вы и не стали бы убивать всё, что стоит на пути, если бы имели, хоть какие-то моральные ценности. Но увы, такими не обладали.",
    "answers": [
      {
        "id": 106,
        "text": "Зайти."
      }
    ]
  },
  {
    "id": 108,
    "text": "Вы, ни секунды не медля, достали нож и, вплотную встав к охраннику, вонзили его в толстое брюхо. Напарник быстро понял что к чему и если бы не жирная туша трупа, используемая как щит, Вы бы последовали за своей жертвой. Теперь стрела зияла в спине у мертвеца. Вы сделали контратаку, кинув в последнего метательным ножом. Иногда Вас настигали мысли, что может быть Вы и не стали бы убивать всё, что стоит на пути, если бы имели хоть какие-то моральные ценности. Но увы, такими не обладали.",
    "answers": [
      {
        "id": 106,
        "text": "Зайти."
      }
    ]
  },
  {
    "id": 109,
    "text": "Вы, ни секунды не медля, достали нож и, вплотную встав к охраннику, вонзили его в толстое брюхо. Напарник быстро понял что к чему, и если бы не жирная туша трупа, используемая как щит, Вы бы последовали своей жертве. Теперь стрела зияла в спине у мертвеца. Вы сделали контратаку, достав арбалет и выстрелев последнему между глаз. Иногда Вас настигали мысли, что может быть Вы и не стали бы убивать всё, что стоит на пути, если бы имели хоть какие-то моральные ценности. Но увы, такими не обладали.",
    "answers": [
      {
        "id": 106,
        "text": "Зайти."
      }
    ]
  },
  {
    "id": 110,
    "text": "   — Обыщи его, — рявкнул охранник своему напарнику.\n  \nОдин из них подошёл к Вас и попросил показать, что под плащом. Вы не хотели убивать, но выбор был невелик...",
    "answers": [
      {
        "id": 108,
        "text": "Убить с ножа а во второго кинуть метательный нож"
      },
      {
        "id": 109,
        "text": "Убить с ножа а второга из арбалета"
      }
    ]
  },
  {
    "id": 111,
    "text": "Решив, что не стоит тратить колбы, Вы терпеливо продолжили пробираться через толпу. Но что-то пошло не так. Один явно подвыпивший болван, схватил у Вас с пояса взрывную колбу.\n\n   — О, друг можно я выпью твоё, у меня уже денег нет, — думая, что это выпивка, невнятно пробубнил он.\n\n   — Нет, стой это не... — не успели Вы договорить. Пьяница выронил колбу из рук. \n  \nНакрыв голову плащом, Вы кинулись на пол. Взрыв. Крики. Здание затряслось. Эти колбы в разы мощнее, чем те, что были. Люди в радиусе пяти метров были убиты, а кто и выжил, того взрыв изуродовал до неузнаваемости. \n  \nОгромное стадо людей кинулось к выходу, оставив помещение пустым. \n  \nТеперь Вы легко могли увидеть лестницу наверх, по которой спустились двое охранников.\n\n   — Что тут происходит? Эй ты, стой где стоишь, — Два арбалета были нацелены на Вас, а их владельцы медленно приближались.",
    "answers": [
      {
        "id": 118,
        "text": "Подпустить их и убить ножом."
      },
      {
        "id": 119,
        "text": "Кинуть два метательных ножа."
      }
    ]
  },
  {
    "id": 112,
    "text": "“Алхимик сказал, что оно действует так же, как и разрывная, значит, если я прикрою рот своим плащом, то не усну”, — С этой мыслью Вы виртуозно подкинули колбу. Она еле слышно разбилась о пол. Секунд десять — и все бесчувственно лежали. Кроме Вас. Как одинокий дуб, Вы непоколебимо стояли, надеясь увидеть лестницу на второй этаж, ведь обычно там кабинет владельца. Отыскать выход наверх было несложно, также как и найти единственную там дверь. Двое охранников, которые должны стоять там, спали как убитые.",
    "answers": [
      {
        "id": 113,
        "text": "Открыть дверь."
      }
    ]
  },
  {
    "id": 113,
    "text": "Кабинет оказался просторным. По крайней мере, Вам так казалось. Кроме стола, стула и сидящего на нём человека больше ничего не было. Этот человек был невысокого роста, можно даже сказать карлик. \n\n   — Ты кто? — туповато спросил он, почёсывая свой лысый череп. ",
    "answers": [
      {
        "id": 114,
        "text": " - Это неважно."
      }
    ]
  },
  {
    "id": 114,
    "text": "   — Это неважно, главное то, зачем я сюда пришёл.\n\n   — На что ты намекаешь, паскуда? — достав арбалет, сказал он. Его рука тряслась, еле держа увесистое оружие.",
    "answers": [
      {
        "id": 115,
        "text": " - Я пришёл за тобой."
      },
      {
        "id": 116,
        "text": "Проигнорировать."
      }
    ]
  },
  {
    "id": 115,
    "text": "  — Нет, нет, нет. У тебя ничего не получится, — заорал он.\n\nВыстрел. Вы услышали, как стрела просвистела у Вашего уха.\n     \n   — Ааа, нет не убивай!\n     \n   — Я и не собираюсь, — сказали Вы и, подойдя вплотную, взяли у него из рук арбалет и ударили его по голове рукояткой.\n  \nВзяв потерявшее сознание тело, Вы прикрыли рот плащом и вышли из комнаты. Все всё еще спали и Вам не составило труда выйти из бордели. \n  \nВы решили не задерживаться на месте преступления и побрели по переулкам, пока не отошли достаточно далеко. Решив забраться на крышу, ловко вскарабкались наверх с карликом. \"Надо уже и будить малыша\". ",
    "answers": [
      {
        "id": 117,
        "text": "Ударить ногой Мавлека."
      }
    ]
  },
  {
    "id": 116,
    "text": "Вы молча начали приближаться к нему.\n\n     — Не подходи ко мне! — Его рука всё также тряслась.\n\nВыстрел. Вы услышали, как стрела просвистела у Вашего уха.\n     \n   — Ааа, нет не убивай!\n     \n   — Я и не собираюсь, — сказали Вы и, подойдя вплотную, взяли у него из рук арбалет и ударили его по голове рукояткой.\n  \nВзяв потерявшее сознание тело, Вы прикрыли рот плащом и вышли из комнаты. Все всё еще спали и Вам не составило труда выйти из бордели. \n  \nВы решили не задерживаться на месте преступления и побрели по переулкам, пока не отошли достаточно далеко. Решив забраться на крышу, ловко вскарабкались наверх с карликом. \"Надо уже и будить малыша\". ",
    "answers": [
      {
        "id": 117,
        "text": "Ударить Мавлека ногой."
      }
    ]
  },
  {
    "id": 117,
    "text": "Сильный удар по печени привёл его в сознание.\n\n   — Айй, не надо, что ты от меня хочешь?\n\n   — Информацию.\n\n    — Ничего я тебе не ска... Ааааййй, — вы еще раз ударили его. — Хоть убей — ничего не скажу! \n\n   — А вот так？- Вы приставили арбалет к его голове.\n\n     — Хорошо, хорошо. Только не убивай!\n\n\"Жалкое зрелище\", — подумали Вы про себя. ",
    "answers": [
      {
        "id": 123,
        "text": " - Что ты знаешь о катакомбах под городом？"
      },
      {
        "id": 127,
        "text": " - Знаешь кто я?"
      }
    ]
  },
  {
    "id": 118,
    "text": "   — Свяжи его — скомандовал один из них.\n\nСитуация точь в точь повторялась как пять минут назад. \n\n   — Руки, чтобы я видел, — опустив арбалет и достав верёвку, сказал второй.\n\nВы вытянули руки перед собой. Главное — выбрать правильный момент. Сейчас... \n  \nВы выхватили верёвку из рук охранника и, молниеносно развернув его спиной к себе, обхватили его шею верёвкой. Секунда — и в груди живого щита торчала стрела напарника. Вы выпустили бездыханное тело и, в миг оказавшись рядом с оставшимся, яростно всадили нож в его грудь. Выронив незаряженный арбалет, труп с грохотом свалился на пол.\n  \nВы поднялись на верх. Догадаться, где сидит Мавлек, было несложно по шуму из единственной двери.",
    "answers": [
      {
        "id": 98,
        "text": "Зайти."
      }
    ]
  },
  {
    "id": 119,
    "text": "Только Вы достали метательные ножи, как сразу две стрелы вонзились Вам в грудь. Ваше бездыханное тело камнем упало на пол.",
    "answers": [
      {
        "id": 102,
        "text": "Глава 3"
      },
      {
        "id": 19,
        "text": "Глава 2"
      },
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 120,
    "text": "   — Это неважно, главное то, зачем я сюда пришёл.\n\n   — На что ты намекаешь, паскуда? — достав арбалет, сказал он. Его рука тряслась, еле удерживая увесистое оружие.",
    "answers": [
      {
        "id": 121,
        "text": " - Я пришёл за тобой."
      },
      {
        "id": 116,
        "text": "Проигнорировать."
      }
    ]
  },
  {
    "id": 121,
    "text": "  — Нет, нет, нет. У тебя ничего не получится! — заорал он.\n\nВыстрел. Вы услышали, как стрела просвистела у Вашего уха.\n     \n   — Ааа, нет не убивай!\n     \n   — Я и не собираюсь, — сказали Вы и, подойдя вплотную, взяли у него из рук арбалет и ударили его по голове рукояткой.\n  \nВзяв потерявшее сознание тело, Вы прикрыли рот плащом и вышли из комнаты. Все всё еще спали и Вам не составило труда выйти из бордели. \n  \nВы решили не задерживаться на месте преступления и побрели по переулкам, пока не отошли достаточно далеко. Решив забраться на крышу, Вы ловко вскарабкались наверх с карликом. \"Надо уже и будить малыша\". ",
    "answers": [
      {
        "id": 117,
        "text": "Ударить Мавлека ногой."
      }
    ]
  },
  {
    "id": 122,
    "text": "",
    "answers": []
  },
  {
    "id": 123,
    "text": "   — Все они ведут на разные военные базы. Это всё, что я знаю.\n\n   — А что насчёт того, что одна из дверей ведёт к Аркауну.\n\n   — Этого я не зн... Ааай. — Еще один удар должен его разговорить. — Да, да, это правда. Зачем он тебе？\n  \nОн умоляюще посмотрел на Вас. ",
    "answers": [
      {
        "id": 124,
        "text": " - Присмотрись ко мне."
      }
    ]
  },
  {
    "id": 124,
    "text": "   — Дерзкий хулига... Айй, хватит меня бить..\n\n   — Еще одна попытка.\n  \nОн снова взглянул на Вас.\n\n   — Нет, не может быть. Ты мёртв. Ты же мертвец! — тихо приговаривал он. — Нет, нет, нет, неет!\n     \n   — Я не мертвец, я — посланник дьявола. Говори пароль к двери, где сейчас Аркаун.\n\n   — Я..я..я не знаю, — заикаясь говорил он. — Только Аркаун и немногие, кому он доверяет, знают пароль. Но стой, не убивай! Я знаю, что пароль написан внутри гроба, где лежит его брат Орен. Его похоронили в охраняемом армией Короля склепе. Тебе туда не пробраться.\n\n   — Это мы еще посмотрим. Ты сказал всё, что мне нужно...",
    "answers": [
      {
        "id": 125,
        "text": "Убить Мавлека."
      },
      {
        "id": 126,
        "text": "Оставить ему жизнь."
      }
    ]
  },
  {
    "id": 125,
    "text": "   — Ты же понимаешь, что я не могу так рисковать? Тебе конец.\n\n   — Нет, нет подож... — Не дав ему договорить, Вы беспощадно выстрелили болтом ему в лоб.\n\n   — Вот и всё.\n  \nОбыскав его, Вы нашли 5000 монет, что вполне неплохо для начальника бордели. Оставив тело гнить на крыше, Вы поспешили ретироваться.\n  \nВв узнали всё, что ты хотели, но просто так идти разорять склепы нельзя. Нужна была подготовка. \n  \nПервое, что Вам сейчас необходимо, — это укрытие. Да и ночевать на улице не хотели. Брать квартиру в аренду опасно, арендодатель вряд ли сможет узнать Вас: отросшая борода не давала это сделать с первого раза, но рисковать лучше не надо. \n  \nВы знали, что где-то на окраине города есть заброшенная часовня.",
    "answers": [
      {
        "id": 129,
        "text": "Поехать на повозке (150 монет)."
      },
      {
        "id": 130,
        "text": "Пойти пешком."
      }
    ]
  },
  {
    "id": 126,
    "text": "   — Хорошо, я дам тебе право на жизнь.\n\n    — Спасибо... Айй, за что? — завопил он после Вашего последнего удара.\n\n   — Для профилактики. \n  \nВы развернулись и пошли к краю крыши, чтобы наконец спуститься и уйти. Но вдруг услышали дикие крики позади. Мавлек с ножом, который, по всей видимости, был у него в сапоге, понёсся на Вас. \n  \nОн был уже близко, и казалось, что вот оно ваше последнее мгновенье. Но Вы лишь ещё раз осознали, насколько был мелок Мавлек. Перебирая маленькими ножками, он медленно приближался. Именно поэтому Вы успели достать арбалет и выстрелить болтом ему в лоб.\n  \nОбыскав его, Вы нашли 5000 монет, что вполне неплохо для начальника бордели. Оставив тело гнить на крыше, Вы поспешили ретироваться.\n  \nВв узнали всё, что ты хотели, но просто так идти разорять склепы нельзя. Нужна была подготовка. \n  \nПервое, что Вам сейчас необходимо, — это укрытие. Да и ночевать на улице не хотели. Брать квартиру в аренду опасно, арендодатель вряд ли сможет узнать Вас: отросшая борода не давала это сделать с первого раза, но рисковать лучше не надо. \n  \nВы знали, что где-то на окраине города есть заброшенная часовня.",
    "answers": [
      {
        "id": 129,
        "text": "Поехать на повозке. (150 монет)"
      },
      {
        "id": 130,
        "text": "Пойти пешком."
      }
    ]
  },
  {
    "id": 127,
    "text": "   — Дерзкий хулига...Айй, хватит меня бить..\n\n   — Еще одна попытка.\n  \nОн снова поднял голову и взглянул на Вас.\n\n   — Нет, не может быть. Ты мёртв. Ты же мертвец! — тихо приговаривал он. — Нет, нет, нет, неет!\n\n   — Я не мертвец, я — посланник дьявола. А теперь у меня есть ещё вопросы. ",
    "answers": [
      {
        "id": 128,
        "text": " - Что ты знаешь о катакомбах под городом？"
      }
    ]
  },
  {
    "id": 128,
    "text": "   — Все они ведут в разные военные базы. Это всё, что я знаю.\n\n   — А что насчёт того, что одна из дверей ведёт к Аркауну.\n\n   — Этого я не зн... Ааай. — Ещё один удар должен его разговорить. — Да, да, это правда. У тебя ничего не выйет, пойдёт слух, что ты жив, и тебя убьют.\n\n   — Не волнуйся, не пойдёт. Так что там с Аркауном? Говори пароль от двери, которая ведёт к нему.\n\n   — Я..я..я не знаю, — заикаясь говорил он. — Только Аркаун и немногие, кому он доверяет, знают пароль. Но стой, не убивай! Я знаю, что пароль написан на гробу, где лежит его брат Орен. Его похоронили в охраняемом армией Короля склепе. Тебе туда не пробраться.\n\n   — Это мы ещё посмотрим. Ты сказал всё, что мне нужно...",
    "answers": [
      {
        "id": 125,
        "text": "Убить Мавлека."
      },
      {
        "id": 126,
        "text": "Оставить ему жизнь."
      }
    ]
  },
  {
    "id": 129,
    "text": " Поймав первую, проезжавшую повозку, Вы скомандовали куда ехать.\n\n   — Как поживаете? — бодро начал разговор  кучер.\n\n   — Неплохо.\n\n   — А я отлично, эхх у дочери завтра свадьба, как я рад!",
    "answers": [
      {
        "id": 131,
        "text": " - Поздравляю."
      },
      {
        "id": 132,
        "text": "Молчать."
      }
    ]
  },
  {
    "id": 130,
    "text": "Решив прогуляться, Вы побрели по широким улицам. Долго и томно шли Вы. Казалось, что уже прошла вечность. Но мучениям пришёл конец.\n\n  — Помогите! — Вы услышали крик из ближайшей подворотни. — Хоть кто-то, прошу, прошу помогите!\n\nЭто была девушка. \n\n   — На тебя всем плевать, никто тебе не поможет. — Грубый мужской голос дал знать, что девушка там не одна.\n\n   — Да, так что отдавай деньги или тебе конец. — Этот голос другой, похоже, грабителей было двое.  \n\n   — У меня нет, клянусь!\n\n   — Слышь, что говорит, нет у неё! Хаха, значит будешь расплачиваться телом! \n\n   — Да, да, да, хорошо ты это придумал, брат.\n\n   — Нет, прошу, не надо. — Девушка рыдала и никто её не слышал, кроме Вас.\n      ",
    "answers": [
      {
        "id": 158,
        "text": "Заступиться."
      },
      {
        "id": 159,
        "text": "Пройти дальше."
      }
    ]
  },
  {
    "id": 131,
    "text": "   — Поздравляю, — сухо ответели Вы.\n\n   — Спасибо большое. Боже, какая радость, какое счастье. \n  \nПо пути вы заехали в магазин бытовой магии. Купив бесконечный факел и бесконечных свечей, Вы сели обратно в повозку и двинулись дальше. \n\n   — Вот и приехали. Я даже с Вас ничего брать не буду. Такой завтра день... \n\n   — Благодарю.\n  \nНаконец повозка остановилась: окраина города. Вы выпрыгнули из повозки и направились в сторону часовни.",
    "answers": [
      {
        "id": 133,
        "text": "Осмотреть её."
      }
    ]
  },
  {
    "id": 132,
    "text": "   — Чего молчите? Не рады за меня? — слегка удивлённо воскликнул кучер. ",
    "answers": [
      {
        "id": 134,
        "text": "  - Мне вообще до вас нет дела."
      },
      {
        "id": 135,
        "text": " - Рад!"
      }
    ]
  },
  {
    "id": 133,
    "text": "Двухэтажная каменная часовня. Одна дверь, узкие, но вытянутые окна. ",
    "answers": [
      {
        "id": 138,
        "text": "Войти."
      }
    ]
  },
  {
    "id": 134,
    "text": "   — Ну тогда выметайтесь из моей повозки! — яростно заорал он. \n\n   — Уверны? — намекая на то, что он делает большую ошибку, спросили Вы.\n     \n   — Абсолютно! ",
    "answers": [
      {
        "id": 136,
        "text": "Убить кучера."
      },
      {
        "id": 137,
        "text": "Послушно выйти."
      }
    ]
  },
  {
    "id": 135,
    "text": "   — А я-то как рад! Спасибо вам! \n\nПо пути вы заехали в магазин бытовой магии. Купив бесконечный факел и бесконечных свечей, Вы сели обратно в повозку и двинулись дальше. \n\n   — Вот и приехали. Я даже с Вас ничего брать не буду. Такой завтра день... \n\n   — Благодарю.\n  \nНаконец повозка остановилась: окраина города. Вы выпрыгнули из повозки и направились в сторону часовни.",
    "answers": [
      {
        "id": 133,
        "text": "Осмотреть её."
      }
    ]
  },
  {
    "id": 136,
    "text": "Вы достали арбалет и направили на него. Заметив, насколько изменилось его лицо, Вы сказали: \n\n     — Обычный кучер, не смеет так со мной разговаривать! — и всадили болт ему в голову.\n\nВы продолжили свой путь пешком. Решив прогуляться, побрели по широким улицам. Долго и томно шли Вы. Казалось, что уже прошла вечность. Но мучениям пришёл конец.\n\n  — Помогите! — Вы услышали крик из ближайшей подворотни. — Хоть кто-то, прошу, прошу помогите!\n\nЭто была девушка. \n\n   — На тебя всем плевать, никто тебе не поможет. — Грубый мужской голос дал знать, что девушка там не одна.\n\n   — Да, так что отдавай деньги или тебе конец. — Этот голос другой, похоже, грабителей было двое.  \n\n   — У меня нет, клянусь!\n\n   — Слышь, что говорит, нет у неё! Хаха, значит будешь расплачиваться телом! \n\n   — Да, да, да, хорошо ты это придумал, брат.\n\n   — Нет, прошу, не надо. — Девушка рыдала и никто её не слышал, кроме Вас.\n      ",
    "answers": [
      {
        "id": 158,
        "text": "Заступиться"
      },
      {
        "id": 159,
        "text": "Пройти дальше"
      }
    ]
  },
  {
    "id": 137,
    "text": "Выпрыгнув с повозки, Вы продолжили свой путь пешком. Решив прогуляться, побрели по широким улицам. Долго и томно шли Вы. Казалось, что уже прошла вечность. Но мучениям пришёл конец.\n\n  — Помогите! — Вы услышали крик из ближайшей подворотни. — Хоть кто-то, прошу, прошу помогите!\n\nЭто была девушка. \n\n   — На тебя всем плевать, никто тебе не поможет. — Грубый мужской голос дал знать, что девушка там не одна.\n\n   — Да, так что отдавай деньги или тебе конец. — Этот голос другой, похоже, грабителей было двое.  \n\n   — У меня нет, клянусь!\n\n   — Слышь, что говорит, нет у неё! Хаха, значит будешь расплачиваться телом! \n\n   — Да, да, да, хорошо ты это придумал, брат.\n\n   — Нет, прошу, не надо. — Девушка рыдала и никто её не слышал, кроме Вас.",
    "answers": [
      {
        "id": 158,
        "text": "Заступиться "
      },
      {
        "id": 159,
        "text": "Пройти дальше"
      }
    ]
  },
  {
    "id": 138,
    "text": "Внутри была кромешная тьма. Вы достали бесконечный факел. “Люно” — тихо сказали Вы и часовня озарилась тёплым светом огня, бесконечно горящего на факеле, пока Вы снова не произнесёте это слово.\n  \nВ площади первый этаж был примерно 10×10 метров. \n  \nНищие всё повыносили из этого места, поэтому внутри было пусто. Никаких комнат, ничего. Даже лестница обвалилась, на второй этаж будет сложно попасть. ",
    "answers": [
      {
        "id": 139,
        "text": "Взобраться на второй этаж."
      }
    ]
  },
  {
    "id": 139,
    "text": "Забросив факел наверх, Вы легко вскорабкались по остаткам лестницы и выступам в стене. \n  \nК Вашему удивлению, на второй этаж бездомные не добрались. Здесь остались деревянный стол и такой же деревянный стул. \n  \nВам повезло, что факел не задел их. Сама комната была примерно 10×8 метров, из-за когда-то выходящей на второй этаж лестнице. Потолок, в отличие от всей часовни, был деревянный.\n  \nТакже на втором этаже был выход на чердак.",
    "answers": [
      {
        "id": 140,
        "text": "Осмотреть стул и стол."
      },
      {
        "id": 141,
        "text": "Попытаться попасть на чердак."
      }
    ]
  },
  {
    "id": 140,
    "text": "С виду ничего необычного. В столе было несколько ящичков, открыв которые Вы ничего не увидели. Заглянув под стол, также ничего не смогли найти.",
    "answers": [
      {
        "id": 142,
        "text": "Еще раз осмотреть ящички."
      },
      {
        "id": 139,
        "text": "Отойти от стола."
      }
    ]
  },
  {
    "id": 141,
    "text": "Подставив под себя стул, Вы прыгнули и, зацепившись за большое железное кольцо, служащее ручкой, повисли в воздухе. Люк был закрыт. Нужен ключ.",
    "answers": [
      {
        "id": 140,
        "text": "Осмотреть стул и стол."
      },
      {
        "id": 143,
        "text": "Открыть чердак.",
        "need": 142
      }
    ]
  },
  {
    "id": 142,
    "text": "Открыв еще раз ящички, в голову закралась мысль, что у них двойной пол. Да! Так и есть. Во втором ящике был выдвижной пол. Там был ключ.",
    "answers": [
      {
        "id": 141,
        "text": "Попытаться попасть на чердак."
      }
    ]
  },
  {
    "id": 143,
    "text": "Всё также вися в воздухе, Вы вставили и несколько раз повернули ключ. Люк неожиданно открылся и Выттупали на пол. Сделав повторный прыжок, чтобы зацепится, но уже за край прохода в потолке, Вы тяжело подтянулись и вскорабкались на чердак.",
    "answers": [
      {
        "id": 144,
        "text": "Зажечь несколько бесконечных свечей."
      }
    ]
  },
  {
    "id": 144,
    "text": "Чердак был полностью пуст, если не считать сундук, что стоял в углу у выхода на крышу. ",
    "answers": [
      {
        "id": 145,
        "text": "Подойти к сундуку."
      },
      {
        "id": 146,
        "text": "Подойти к выходу на крышу."
      }
    ]
  },
  {
    "id": 145,
    "text": "Сундук был нараспашку. Это рушило все Ваши надежды, что там что-то осталось. Но осмотрев его, Вы поняли, что там ничего и не было. Это была магическая ловушка, но не заряженная. Вы знали принцип её работы. Заливаешь зелье или кладёшь вещь в специальный отдел, что предаёт свойство ловушке. Например, если залить в отдел взрывного зелья, то сундук взорвётся. Если залить усыпительное зелье, то открыв сундук, из него пойдёт запах усыпительного зелья, и тот, кто в доме или близко от дома — заснёт. Взрыв или действие усыпительного зелья будет зависеть от того, сколько Вы зальёте в отдел. Вы решили не мелочиться и залить...",
    "answers": [
      {
        "id": 147,
        "text": "Все колбы разрывного зелья."
      },
      {
        "id": 148,
        "text": "Все колбы усыпляющего зелья."
      }
    ]
  },
  {
    "id": 146,
    "text": "Вы подошли к люку, что открывал выход на крышу. К Вашему счастью, он был ре заперт. Крыша была не очень крутая и Вы могли, хоть и не спокойно, но стоять на ней. Если пойти наверх по крыше, Вы залезете на ровный участок крыши, примерно 3×3 метра. Вы спустились обратно в чердак, затем на второй этаж.",
    "answers": [
      {
        "id": 153,
        "text": "Лечь спать.",
        "need": 145
      },
      {
        "id": 145,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 147,
    "text": "Вы вылили все разрывные зелья из колб и подсчитали всё, что осталось:",
    "answers": [
      {
        "id": 149,
        "text": "Четыре усыпляющих колбы.",
        "need": 111
      },
      {
        "id": 150,
        "text": "Три усыпляющих колбы.",
        "need": 112
      }
    ]
  },
  {
    "id": 148,
    "text": "Вы вылили все усыпляющие зелья. Подсчитав всё, что у Вас осталось, получили:",
    "answers": [
      {
        "id": 151,
        "text": "Три разрывные колбы.",
        "need": 112
      },
      {
        "id": 152,
        "text": "Две разрывные колбы",
        "need": 111
      }
    ]
  },
  {
    "id": 149,
    "text": "\"Незадача получилась с тем пьяницей. Ну, он сам виноват\".",
    "answers": [
      {
        "id": 146,
        "text": "Осмотреть выход на крышу."
      },
      {
        "id": 153,
        "text": "Лечь спать.",
        "need": 146
      }
    ]
  },
  {
    "id": 150,
    "text": "Вы вспомнили, как всё гладко прошло. Хорошо, что Вы решили не испытывать судьбу, а бросить усыпляющую колбу.",
    "answers": [
      {
        "id": 146,
        "text": "Осмотреть выход на крышу."
      },
      {
        "id": 153,
        "text": "Лечь спать.",
        "need": 146
      }
    ]
  },
  {
    "id": 151,
    "text": "Хорошо, что Вы в бордели решили кинуть усыпляющую колбу, а не испытывать судьбу.",
    "answers": [
      {
        "id": 146,
        "text": "Осмотреть выход на крышу."
      }
    ]
  },
  {
    "id": 152,
    "text": "\"Незадача получилась с тем пьяницей. Ну, он сам виноват\". ",
    "answers": [
      {
        "id": 146,
        "text": "Осмотреть выход на крышу."
      }
    ]
  },
  {
    "id": 153,
    "text": "“Люно” — сказали Вы и факел затух. \n  \nНочь была холодной, почти декабрь, а Вв без одеяла, и тем более на холодном каменном полу.\n  \n“Надо будет купить одеяло”, — мысленно сказали себе утром.\n  \nТак Вы и сделали. Купив тёплое одеяло, тонкую простынь и кучу сена, Вы в несколько ходок затащили это в часовню и закинули на второй этаж. Там запихали сено в угол и утрамбовали его так, чтобы было некое подобие на кровать. Накинув всё это дело простынью, Вы накрыли свою “кровать” одеялом. Прыгнув на своё произведение, Вы довольно оценили своё место отдыха.",
    "answers": [
      {
        "id": 156,
        "text": "Обдумать план"
      }
    ]
  },
  {
    "id": 154,
    "text": "",
    "answers": []
  },
  {
    "id": 155,
    "text": ".",
    "answers": []
  },
  {
    "id": 156,
    "text": "План должен быть продуман до идеала. Но после всех этих убийств и событий, Вам нужно залечь на дно. Так Вы и сделали. \n          \n  \nУспешная концовка! Первая часть квеста пройдена. ",
    "answers": [
      {
        "id": 1,
        "text": "Начало."
      },
      {
        "id": 1,
        "text": "Продолжение квеста!  --> \"Посланник Дьявола\" ",
        "targetbookid": 146409
      }
    ]
  },
  {
    "id": 157,
    "text": "",
    "answers": []
  },
  {
    "id": 158,
    "text": "Вам не составит труда убить двух оборванцев, по крайней мере, Вы так думали. Вы вышли из-за угла и сказали...",
    "answers": [
      {
        "id": 163,
        "text": " - Эй, отродье, отстаньте от девушки."
      },
      {
        "id": 163,
        "text": " - Ну и развелось же бесперспективных, ни на что не годных хулиганов. Отстаньте от девушки."
      },
      {
        "id": 165,
        "text": " - Вы сейчас подохнете..."
      }
    ]
  },
  {
    "id": 159,
    "text": "“Не моего это ума дело”, — сказали Вы себе и решили пройти дальше. Но девушка Вас заметила.\n\n   — Стой! Помоги мне! Пожалуйста... — плача\nговорила она.\n\n   — Парень, иди куда шёл, если не хочешь сдохнуть.",
    "answers": [
      {
        "id": 165,
        "text": " - Единственый, кто сдохнет, так это ты."
      },
      {
        "id": 161,
        "text": " - Да, как скажешь."
      }
    ]
  },
  {
    "id": 160,
    "text": "Выстрел. Труп.\n\n   — Эээ, ты чё? — В этот момент сужчина, прикрывающийся девушкой, переразал ей горло.\n  \nНо Вам уже было всё равно. Вы не медля кинули в последнего метательный нож. Спасти девушку не удалось, но Вы очистили мир еще от двоих подонков.",
    "answers": [
      {
        "id": 173,
        "text": "Уйти."
      }
    ]
  },
  {
    "id": 161,
    "text": "   — Да, как скажешь...\n\n   — Нет, стой, помоги мне, умоляю! — вырвалось у девушки.\n  \nВы на секунду засомневались.\n\n   — Иди отсюда, иначе...\n  \nВы посмотрели на заплаканное лицо девушки и решили...",
    "answers": [
      {
        "id": 162,
        "text": "Пойти дальше."
      },
      {
        "id": 168,
        "text": "Заступитcя."
      }
    ]
  },
  {
    "id": 162,
    "text": "“Её проблемы”, — Вы пошли дальше. Сразу выкинув этот случай из головы, Вы по пути зашли в магазин бытовой магии. Купив бесконечный факел и бесконечных свечей, Вы двинулись дальше. Наконец Вы добрались до часовни.",
    "answers": [
      {
        "id": 133,
        "text": "Осмотреть её."
      }
    ]
  },
  {
    "id": 163,
    "text": "   — Чё ты вякнул? Откуда ты взялся, герой. Ну-ка подойди сюда, я тебе пару ласковых скажу. — Вы слышали сквозь его провокации, как благодарила Вас пострадавшая.\n\n   — Чё ему надо? Ладно, братиш, быстро разберемся с ним и дело с концом. Подойди ко мне. — В его руке засверкал нож.",
    "answers": [
      {
        "id": 166,
        "text": " - Да без проблем (достать арбалет)."
      },
      {
        "id": 164,
        "text": " - Да без проблем (достать нож)."
      },
      {
        "id": 167,
        "text": " - Да без проблем (достать два метательных ножа)."
      }
    ]
  },
  {
    "id": 164,
    "text": "   — Без проблем, — сказали Вы и достали нож.\n\n   — Хочешь один на один? Ну смотри, ты уже труп, — ехидно улыбаясь, сказал он и помчался со злобным оскалом в Вашу сторону. \n\nУвернувшись от его непутёвой атаки, Вы всадили нож ему в бок.\n\n   — Аааа! — завопил он.\n  \nОстался один, Вы думали с такой скоростью, что еще не дав трупу, упасть решили....",
    "answers": [
      {
        "id": 174,
        "text": "Убить последнего метательным ножом."
      },
      {
        "id": 175,
        "text": "Убить последнего из арбалета."
      }
    ]
  },
  {
    "id": 165,
    "text": "   — Э, что? Посмотри на этого недоумка, братиш. — Вы слышали сквозь его провокации, как благодарит Вас девушка.\n\n   — Да откуда ты взялся, мой тебе совет, иди своей дорогой, иначе... — В его руке сверкнул нож.",
    "answers": [
      {
        "id": 166,
        "text": " - Да без проблем (достать арбалет)."
      },
      {
        "id": 164,
        "text": " - Да без проблем (достать нож)."
      },
      {
        "id": 167,
        "text": " - Да без проблем (достать два метательных ножа)."
      }
    ]
  },
  {
    "id": 166,
    "text": "Достав арбалет, Вы медленно направили его на одного из них.\n\n   — Воу, успокойся, — медленно приговаривал один из них, приближаясь с ножом.\n\n   — Если хочешь, чтобы девушка жила, опусти арбалет. — После этих слов он кинул нож своему напарнику, который в свою очередь приставил его к горлу жертвы.\n\nПродолжив движение к Вам, но уже без оружия, он сказал：\n\n   — Брось арбалет мне и она не пострадает.\n  \nВы решили...",
    "answers": [
      {
        "id": 160,
        "text": "Выстрелить в того, что приближался к Вам, несмотря на его угрозы."
      },
      {
        "id": 169,
        "text": "Выстрелить в того, что держался позади девушки с ножом."
      },
      {
        "id": 170,
        "text": "Отдать ему арбалет."
      }
    ]
  },
  {
    "id": 167,
    "text": "   — Чё это за маленькие ножики, будто ты их сможешь бросить. Хаха, — приближался мужчина с ножом, ехидно посмеиваясь. ",
    "answers": [
      {
        "id": 176,
        "text": "Кинуть ножи."
      },
      {
        "id": 177,
        "text": "Выждать момент."
      }
    ]
  },
  {
    "id": 168,
    "text": "“Не уподобляйся им”, — сказали Вы себе и решили, что нужно спасти девушку. В следующую секунду произнесли:",
    "answers": [
      {
        "id": 163,
        "text": "     — Повезло же вам, девушка, что проходил именно я. А вам нет. Или отпустите девушку, или вам конец."
      },
      {
        "id": 165,
        "text": " - Вы отпустие девушку по-хорошему или по-плохому."
      },
      {
        "id": 163,
        "text": " - Как же меня достали эти мелкие уроды, что могут нападать только на одиноких девушек."
      }
    ]
  },
  {
    "id": 169,
    "text": "   — Эээ, ты чё? — Завидев, что его друг уже нежилец, последний понёсся на вас.\n  \nНе составило труда увернуться от его размашистой атаки и всадить в бок нож. Девушка спасена, но что самое главное, Вв очистили мир еще от двух подонков. Девушка сразу убежала. Столько убийств пришлось ей увидеть. Но это уже не Ваше дело.",
    "answers": [
      {
        "id": 173,
        "text": "Уйти."
      }
    ]
  },
  {
    "id": 170,
    "text": "Вы бросили арбалет в его сторону, он легко его поймал и навёл на Вас.\n\n   — Теперь отпустите девушку.\n\n   — Нет! Хахах, насколько нужно быть тупым, чтобы отдать нам оружие. \n\n     — Говори своё последние желание, — сказал второй.",
    "answers": [
      {
        "id": 171,
        "text": " - Последний раз почистить сапоги (кинуть из-под тишка метательный нож (1))"
      },
      {
        "id": 172,
        "text": " - Отпустите девушку."
      }
    ]
  },
  {
    "id": 171,
    "text": "   — Странное желание перед смертью, но дело твоё.\n \nНагнувшись к сапогам, Вы вытащили из одного из них метательный нож. Сделав резкое движение, кинули нож и попали прямо в шею того, что стоял с Вашим оружием. Уронив арбалет из рук, живой труп еще секунд пять стоял на месте и только затем упал.\n\n   — Эээ, ты чё? — в этот момент мужчина, прикрывающийся девушкой, переразал ей горло.\n  \nНо Вам уже было всё равно. Вы подбежали, взяли арбалет и выстрелели последнему между глаз. Спасти девушку не удалось, но Аы очистили мир еще от двоих подонков.",
    "answers": [
      {
        "id": 173,
        "text": "Уйти.",
        "var_add": [
          "d",
          1
        ]
      }
    ]
  },
  {
    "id": 172,
    "text": "   — Нет.\n\nБыло опрометчиво отдавать им арбалет. Стрела проткнула Вас, не давая вам и шанса на жизнь. ",
    "answers": [
      {
        "id": 102,
        "text": "Глава 3"
      },
      {
        "id": 19,
        "text": "Глава 2"
      },
      {
        "id": 1,
        "text": "Начало"
      }
    ]
  },
  {
    "id": 173,
    "text": "Вы быстро выкинули этот эпизод из головы. По пути Вы зашли в магазин бытовой магии. Купив бесконечный факел и бесконечных свечей, Вв двинулись дальше. Наконец вы добрались до часовни.",
    "answers": [
      {
        "id": 133,
        "text": "Осмотреть."
      },
      {
        "id": 173,
        "text": "_____\nПолучено достижение \"Доблестный рыцарь\"",
        "comment": true
      }
    ]
  },
  {
    "id": 174,
    "text": "Резким движением Вы достали нож из сапога и метнули в него. С ножом в голове он упал на землю. Еще миг и от девушки и след простыл. Наверное, никогда не видела столько убийств... Её можно понять. Девушка спасена. Ваша задача выполнена. Но самое главное, что Вы очистили мир еще от двоих подоноков.",
    "answers": [
      {
        "id": 173,
        "text": "Уйти."
      }
    ]
  },
  {
    "id": 175,
    "text": "Резким движением Вы достали арбалет и выстрелели в оставшегося. Со стрелой в голове он упал на землю. Еще миг и от девушки след простыл. Наверное, никогда не видела столько убийств... Её можно понять. Девушка спасена. Ваша задача выполнена. Но самое главное, что Вы очистили мир еще от двоих подоноков.",
    "answers": [
      {
        "id": 173,
        "text": "Уйти."
      }
    ]
  },
  {
    "id": 176,
    "text": "Вы кинули нож сначала в того, что держал девушку, а потом и в ошарашенного убийством напарника. Два трупа распластавшись лежали на земле. Еще миг и от девушки след простыл. Наверное, никогда не видела столько убийств... Её можно понять. Девушка спасена. Ваша задача выполнена. Но самое главное, что Вы очистили мир еще от двоих подоноков.",
    "answers": [
      {
        "id": 173,
        "text": "Уйти."
      }
    ]
  },
  {
    "id": 177,
    "text": "Приблизившись вплотную, он замахнулся и нож со свистом понёсся в Вашу сторону. Легко увернувшись, Вы...",
    "answers": [
      {
        "id": 178,
        "text": "Кинули нож в него."
      },
      {
        "id": 169,
        "text": "Кинули нож в того, что сжимал девушку."
      }
    ]
  },
  {
    "id": 178,
    "text": "Попасть с растояния двух метров было несложно, труп еще несколько секунд покачивался на месте, прежде чем упасть. Использовав это как отвлечение, Вы кинули еще один нож в его напарника, державшего девушку. Два трупа распластавшись лежали на земле. Еще миг и от девушки след простыл. Наверное, никогда не видела столько убийств... Её можно понять. Девушка спасена. Ваша задача выполнена. Но самое главное, что Вы очистили мир еще от двоих подоноков.",
    "answers": [
      {
        "id": 173,
        "text": "Уйти."
      }
    ]
  },
  {
    "id": 179,
    "text": "Вы с нечеловеческой силой толкнули дверь и попали ею солдата. Из его лба струйкой полилась кровь, а сам он упал, скорее всего, от сотрясения.",
    "answers": [
      {
        "id": 37,
        "text": "Забрать снаряжение убитого."
      }
    ]
  },
  {
    "id": 180,
    "text": "Маленький тканевый мешок, набитый золотыми монетами. Примерно одна — две сотни. ",
    "answers": [
      {
        "id": 185,
        "text": "Осмотреть одежду"
      },
      {
        "id": 186,
        "text": "Осмотреть пустой пузырёк"
      }
    ]
  },
  {
    "id": 181,
    "text": "Маленький тканевый мешок, набитый золотыми монетами. Примерно одна — две сотни.",
    "answers": [
      {
        "id": 188,
        "text": "Осмотреть одежду"
      }
    ]
  },
  {
    "id": 182,
    "text": "   — Точно, — в Вашей голове всё яснее и яснее стали проявляться образы. — Наёмник, имя Морг. Но, что я тут делаю? — На этот вопрос Вы еще не получили ответа. ",
    "answers": [
      {
        "id": 7,
        "text": "Проверить карманы"
      }
    ]
  },
  {
    "id": 183,
    "text": "Время бездействия на морозе говорило само за себя: тканевые штаны надоедливо прилипали к телу, мокрый грязный плащ слегка затвердел от морозов, Ваши сапоги облепляла грязь. Вы полностью провоняли сыростью.",
    "answers": [
      {
        "id": 191,
        "text": "Осмотреть мешочек с деньгами"
      },
      {
        "id": 192,
        "text": "Осмотреть пустой пузырёк"
      }
    ]
  },
  {
    "id": 184,
    "text": "Время бездействия на морозе говорило само за себя: тканевые штаны надоедливо прилипали к телу, мокрый грязный плащ слегка затвердел от морозов, Ваши сапоги облепляла грязь. Вы полностью провоняли сыростью. ",
    "answers": [
      {
        "id": 190,
        "text": "Осмотреть мешочек с деньгами"
      }
    ]
  },
  {
    "id": 185,
    "text": "Время бездействия на морозе говорило само за себя: тканевые штаны надоедливо прилипали к телу, мокрый грязный плащ слегка затвердел от морозов, Ваши сапоги облепляла грязь. Вы полностью провоняли сыростью. ",
    "answers": [
      {
        "id": 189,
        "text": "Осмотреть пустой пузырёк"
      }
    ]
  },
  {
    "id": 186,
    "text": "Вы взяли его и начали крутить в руках. Заметив мелкую наклейку с подписью “Зелье Спячки”, Вв увидели остатки этой ярко-розовой микстуры на дне. Вам не пришлось напрягаться, чтобы вспомнить как она действует. Выпей её — и в течение часа сердце остановится на месяц — два, конечно, если не принять противоядие. ",
    "answers": [
      {
        "id": 187,
        "text": "Осмотреть одежду"
      }
    ]
  },
  {
    "id": 187,
    "text": "Время бездействия на морозе говорило само за себя: тканевые штаны надоедливо прилипали к телу, мокрый грязный плащ слегка затвердел от морозов, Ваши сапоги облепляла грязь. Вы полностью провоняли сыростью. ",
    "answers": [
      {
        "id": 9,
        "text": "Сесть и спланировать свои действия"
      }
    ]
  },
  {
    "id": 188,
    "text": "Время бездействия на морозе говорило само за себя: тканевые штаны надоедливо прилипали к телу, мокрый грязный плащ слегка затвердел от морозов, Ваши сапоги облепляла грязь. Вы полностью провоняли сыростью. ",
    "answers": [
      {
        "id": 9,
        "text": "Сесть и спланировать свои действия"
      }
    ]
  },
  {
    "id": 189,
    "text": "Вы взяли его и начали крутить в руках. Заметив мелкую наклейку, с подписью “Зелье Спячки”, Вы увидели остатки этой ярко-розовой микстуры на дне. Вам не пришлось напрягаться, чтобы вспомнить как она действует. Выпей её — и в течение часа сердце остановится на месяц — два, конечно, если не принять противоядие.",
    "answers": [
      {
        "id": 9,
        "text": "Сесть и спланировать свои действия"
      }
    ]
  },
  {
    "id": 190,
    "text": "Маленький тканевый мешок, набитый золотыми монетами. Примерно одна — две сотни. ",
    "answers": [
      {
        "id": 9,
        "text": "Сесть и спланировать свои действия"
      }
    ]
  },
  {
    "id": 191,
    "text": "Маленький тканевый мешок, набитый золотыми монетами. Примерно одна — две сотни.  ",
    "answers": [
      {
        "id": 189,
        "text": "Осмотреть пустой пузырёк"
      }
    ]
  },
  {
    "id": 192,
    "text": "Вы взяли его и начали крутить в руках. Заметив мелкую наклейку, с подписью “Зелье Спячки”, Вы увидели остатки этой ярко-розовой микстуры на дне. Вам не пришлось напрягаться, чтобы вспомнить как она действует. Выпей её — и в течение часа сердце остановится на месяц — два, конечно, если не принять противоядие.",
    "answers": [
      {
        "id": 190,
        "text": "Осмотреть мешочек с деньгами"
      }
    ]
  },
  {
    "id": 193,
    "text": "Ваши достижения из 8:",
    "answers": [
      {
        "need_ever": true,
        "comment": true,
        "id": 193,
        "text": "Достижение \"По уши в дерьме\" ",
        "need": [
          30
        ]
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 193,
        "text": "Достижение \"Первая победа\" ",
        "need": [
          43
        ]
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 193,
        "text": "Достижение \"Воспоминания\" ",
        "need": 86
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 193,
        "text": "Достижение \"Дверь\" ",
        "need": 44
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 193,
        "text": "Достижение \"Доблестный рыцарь\" ",
        "need": [
          173
        ]
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 193,
        "text": "Достижение \"Без жалости\" ",
        "need": 87
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 193,
        "text": "Достижение \"Судья\" ",
        "need": [
          88
        ]
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 193,
        "text": "Достижение \"Посланник Дьявола\" ",
        "need": [
          194
        ]
      },
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 194,
    "text": "   — Я не понравился сатане, вот он и вышвырнул меня из ада. \n\n   — Я отказываюсь в это верить! — с нотками страха сказал он. \n\n   — Придётся. Я — посланник дьявола, — сухо отрезали вы. ",
    "answers": [
      {
        "id": 86,
        "text": "- Назови мне имена моих \"союзников\" ",
        "var_add": [
          "d",
          1
        ]
      },
      {
        "id": 194,
        "text": "_____\nВы получили достижение \"Посланник Дьявола\" ",
        "comment": true
      }
    ]
  },
  {
    "id": 195,
    "text": "",
    "answers": []
  },
  {
    "id": 196,
    "text": "",
    "answers": []
  }
]