[
  {
    "id": 1,
    "text": "Жанр: Ориенталь-фэнтези\nАвтор: Дворянка (Анна Орлюк) \nСтатус: В процессе \n\nРимал — это мир пустынь и тропических лесов, богатых стран и диких земель, султанов и везирей, воинов и магов, воров и наёмных убийц. Ваша героиня — одна из таких наёмных убийц по имени Кана. Вам предстоит выполнять заказы, путешествуя по всему Рималу.\n\n*Произведены небольшие изменения и исправлены логические ошибки. Принимаю критику в любом виде. Приятного чтения. ",
    "answers": [
      {
        "id": 2,
        "text": "Начать"
      }
    ]
  },
  {
    "id": 2,
    "text": "I\nУже второй месяц Кана выслеживала заказанного ей мага по имени Альтан. Надо отдать должное, скрываться он умел. Но, к несчастью для него, чтобы уйти от Каны, этого недостаточно. Из двух тысяч динаров полученного аванса одна уже была потрачена, но и поиски близились к завершению.\nДевушке удалось выяснить, что маг был замечен на корабле, идущем в Фераджи. Наёмница немедленно отправилась следом, и теперь стояла на палубе, глядя на приближающиеся очертания порта и продумывая дальнейшие действия.\nНайти в многолюдном торговом городе человека, который не хочет, чтобы его нашли, — задача не из лёгких. Однако, хоть маг и вёл скрытный образ жизни, знать о том, что его преследует Кана, он не мог. Ее преимущество в неожиданности, и она этим преимуществом воспользуется.",
    "answers": [
      {
        "id": 3,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 3,
    "text": "Итак, Альтан должен был попасть в Фераджи ещё три дня назад, но как раз во время плавания разразился сильный шторм, задержавший корабль, так что маг прибыл сюда никак не раньше вчерашнего вечера. Первым делом Кана решила",
    "answers": [
      {
        "id": 4,
        "text": "отправиться в город, искать мага."
      },
      {
        "id": 5,
        "text": "отыскать тот самый корабль, чтобы найти тех, кто мог видеть мага."
      }
    ]
  },
  {
    "id": 4,
    "text": "И сразу поняла, что это плохая идея. Бродить по городу в надежде на то, что Альтан сам свалится на голову, глупо и бесполезно. Подумав, девушка отправилась к кораблю, на котором прибыл маг.",
    "answers": [
      {
        "id": 5,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 5,
    "text": "Шхуна ,,Восход\" как раз готовилась к отплытию. Капитан, крепкий темнокожий мужчина, руководил погрузкой на корабль припасов и других товаров. К нему и обратилась девушка. Он окинул ее недоброжелательным взглядом и, пробурчав, что ничего не знает, отвернулся, давая понять, что разговор окончен. Но Кана не была бы одной из лучших в клане ассасинов в свои девятнадцать лет, если бы легко сдавалась. Интуиция подсказывала, что нужная ей информация кроется именно здесь.",
    "answers": [
      {
        "id": 6,
        "text": "Предложить вознаграждение за информацию."
      },
      {
        "id": 7,
        "text": "Попытаться расположить капитана к себе."
      }
    ]
  },
  {
    "id": 6,
    "text": "Капитан бросил в её сторону презрительный взгляд и спросил, зачем ей понадобился маг. ",
    "answers": [
      {
        "id": 8,
        "text": "Рассказать только что выдуманную историю о потерянных родственниках и прочей сентиментальной ерунде."
      },
      {
        "id": 9,
        "text": "Рассказать правду."
      }
    ]
  },
  {
    "id": 7,
    "text": "Наёмница снова заговорила с капитаном, переменив на сей раз тему: спрашивала о шхуне, о трудностях, пережитых в пути и о многом другом. Будучи опытным манипулятором, Кана всё же смогла расположить его к себе, и капитан, сам того не заметив, рассказал всё, что нужно. Он отвлёкся на несколько секунд, прикрикнув на нерасторопного матроса, но когда обернулся, чтобы продолжить беседу, девушки уже не было. \n",
    "answers": [
      {
        "id": 10,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 8,
    "text": "Всё ещё глядя на Кану с подозрением, он всё же рассказал всё, что нужно, получив пару десятков монет. ",
    "answers": [
      {
        "id": 10,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 9,
    "text": "Несколько секунд капитан озадаченно смотрел на девушку, а потом засмеялся, приняв ее слова за шутку. И заметно повеселев, рассказал всё, что нужно, даже не потребовав платы. ",
    "answers": [
      {
        "id": 10,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 10,
    "text": "С пристани Альтан пошёл в направлении рынка. Опросить всех торговцев было невозможно, так что, сразу прикинув, что могло понадобиться магу, Кана исключила большую их часть. Несколько часов она ходила от лавки к лавке с целебными травами, зельями, амулетами и прочей волшебной дребеденью. Один раз даже наткнулась на продавца ядов. И, глядя на пузырьки и колбочки разного размера, усмехнулась. Ничего из того, что здесь имелось, не могло сравниться с ядом ассасинов, которым были смазаны ее дротики, несущим мгновенную смерть при попадании даже в крошечную незаметную ранку. Был у нее и замедленный яд, действующий через несколько дней, чтобы после отравления жертвы можно было спокойно скрыться, не опасаясь никаких подозрений. А главное, что рецепт противоядий известен лишь ассасинам...",
    "answers": [
      {
        "id": 11,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 11,
    "text": "С этими весёлыми мыслями Кана продолжила поиски, уже в который описывая внешность мага: смуглый и темноглазый — ничего необычного, если бы не две особые приметы — татуировка на шее в виде змеи, кусающей свой хвост и шрам на левой руке. Но результатов не было, и девушка уже стала подумывать о смене тактики, как вдруг ее подозвал какой-то старик. Он утверждал будто бы видел человека с такими приметами совсем недавно. И многозначительно замолчал. По хитрому взгляду бегающих глаз нетрудно было догадаться, что ему нужно.",
    "answers": [
      {
        "id": 12,
        "text": "Нехотя отсыпать пять золотых."
      },
      {
        "id": 13,
        "text": "Угрожать."
      }
    ]
  },
  {
    "id": 12,
    "text": "Заплатив, Кана нетерпеливо посмотрела на старика. Тот с довольным видом указал куда-то за спину наёмницы.",
    "answers": [
      {
        "id": 14,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 13,
    "text": "Старик с недовольным видом указал куда-то за спину наёмницы.",
    "answers": [
      {
        "id": 14,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 14,
    "text": "Оглянувшись, она заметила в нескольких метрах от себя на другой стороне улицы человека, полностью соответствующего описанию. Это был маг, несомненно. Забыв о хитром старике, который, кстати, успел скрыться, Кана стала наблюдать за объектом. Альтан о чём-то спорил с торговцем (сквозь шум множества голосов было совершенно непонятно  о чём именно), но тот только покачал головой. ",
    "answers": [
      {
        "id": 15,
        "text": "Окликнуть Альтана."
      },
      {
        "id": 16,
        "text": "Продолжить наблюдение на расстоянии."
      },
      {
        "id": 17,
        "text": "Подобраться ближе."
      }
    ]
  },
  {
    "id": 15,
    "text": "Маг не услышал Кану, или, скорее всего, притворился, что не услышал. Во всяком случае, после того, как группа людей, проходящая мимо, на несколько секунд закрыла Альтана от Каны, он уже ушёл и наёмница потеряла его из виду. Маг бесследно исчез. ",
    "answers": [
      {
        "id": 21,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 16,
    "text": "Некоторое время они продолжали говорить. Насколько Кана могла понять, маг что-то продал торговцу. Причём последний выглядел как жертва гипноза. Хотя на таком расстоянии девушка не могла утверждать наверняка. ",
    "answers": [
      {
        "id": 19,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 17,
    "text": "Наёмница пробралась поближе, внимательно прислушиваясь. Любой обрывок информации о маге мог быть очень ценным. Но как только она оказалась на достаточном расстоянии, чтобы различить слова, Альтан замолчал. Потом глубоко вздохнул, будто принимая тяжёлое решение, и, взглянув в глаза торговцу, медленно и тихо сказал:\n— Я хочу знать настоящую цену. \nНа секунду торговец замер, а затем, как-то удивлённо захлопав глазами, так же тихо ответил:\n— Сто динаров. \n— Значит, договорились. \nВопреки ожиданиям, маг не собирался покупать что-либо у торговца, наоборот, он что-то продал ему. Причём всё время продолжал смотреть ему в глаза, а на лице торговца сохранялось удивлённое выражение.",
    "answers": [
      {
        "id": 19,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 18,
    "text": "Кана немедленно отправилась следом. Наёмница соблюдала дистанцию, причём очень умело, но маг, видимо, всё равно её заметил. \n,,А ты не так прост! — подумала девушка.- Ситуация усложняется... Вполне можно будет потребовать у заказчика дополнительную плату...\" \nРынок уже остался далеко позади, люди на улице попадались всё реже. Вдруг Альтан нырнул в какую-то подворотню. ",
    "answers": [
      {
        "id": 22,
        "text": "Осторожно заглянуть в подворотню."
      },
      {
        "id": 23,
        "text": "Следовать за ним."
      }
    ]
  },
  {
    "id": 19,
    "text": "Когда Альтан ушёл, Кана хотела подойти к торговцу, но тогда она рисковала упустить мага.",
    "answers": [
      {
        "id": 20,
        "text": "Подойти к торговцу."
      },
      {
        "id": 18,
        "text": "Идти за Альтаном."
      }
    ]
  },
  {
    "id": 20,
    "text": "Хотя торговец уже начал отходить от гипноза (а Кана теперь не сомневалась, что это был именно гипноз), он всё так же выглядел немного ошарашенным, так что наёмница не смогла ничего от него добиться. А вот Альтан бесследно исчез. ",
    "answers": [
      {
        "id": 21,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 21,
    "text": "Может быть маг что-то заподозрил и стал более старательно скрываться, а может быть от наёмницы просто отвернулась удача, но, как ни печально, добраться до него снова Кана не смогла. Это было первое задание, которое она провалила.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 22,
    "text": "В узком тёмном проходе никого не было видно. В том числе и мага. То ли там был ещё один незаметный поворот, то ли Альтан спрятался за выступом в стене, то ли ещё чёрт знает что. Но выбирать не приходилось. ",
    "answers": [
      {
        "id": 23,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 23,
    "text": "Держа ладонь на рукояти ятагана, спрятанного под плащом, наёмница медленно шагнула в тень. \nБлеснул клинок и Кана молниесно отбила удар затаившегося мага. Завязалась драка. Места было мало, но наёмнице это не мешало, и она не спешила выйти на открытую местность. Как оказалось, маг неплохо владел оружием, и если бы он сражался с обычным человеком, то, вероятно, одержал бы победу. Но его противником была Кана. Выждав, когда маг допустил малейшую ошибку, она точным быстрым движением выбила длинный кинжал из его рук и повалила мага, прижав к земле коленом и приставив лезвие ятагана к его горлу.\n— Заказчик сказал, что ты нужен живым, но вот про то, что ты должен оставаться целым не было ни слова. Дёрнешься — пожалеешь, — сказала Кана мягким голосом, в котором, однако, слышалась угроза, так что сразу становилось понятно, что наёмница не шутит.\n— А кто у нас заказчик?.. — спросил маг почти шёпотом, ибо говорить с неслабо давившей на грудную клетку наёмницей было не так-то легко. Но было видно, что он не испытвал ни капли страха, наоборот, в глазах светилось спокойное любопытство.\n",
    "answers": [
      {
        "id": 24,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 24,
    "text": "Альтан до сих пор не предпринимал попыток использовать магию, и это настораживало. Кана изучающе посмотрела на мага, прикидывая, чего от него можно ожидать, стараясь однако не смотреть ему в глаза. Она не забыла тот трюк с торговцем. Конечно, ассасины проходили подготовку к разного рода гипнотическим воздействиям, но всё же она предпочитала не рисковать без необходимости. \nКана заметила, что Альтан также внимательно рассматривал её.\nМожет быть внешность наёмницы и нельзя было назвать красивой, но необычной точно. На загорелой золотистой коже нарисованы татуировки с неизвестным значением. Жёлто-зелёные глаза ярко накрашены тушью на манер кеметских цариц, а длинные, до пояса, белые волосы собраны в высокий хвост.",
    "answers": [
      {
        "id": 25,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 25,
    "text": "— Узнаешь, — наконец ответила Кана и отпустила мага, то ли случайно, то ли умышленно слегка порезав его шею чуть ниже татуировки. — Если доживешь, конечно. Значит так, мы немедленно едем в Кхамис. \n— А почему ты думаешь, что я куда-то с тобой поеду? — спросил Альтан, поднимаясь. \n— Царапину видишь? Яд начнёт действовать дней через пять. Этого времени вполне достаточно, чтобы добраться до Кхамиса. Там получишь противоядие. А может и нет. Это зависит от указаний заказчика. Но, в любом случае, шанс выжить у тебя есть только если пойдешь со мной. \n— А если я всё равно не пойду? \n— Умрёшь от яда в страшных мучениях. \n— И ты позволишь мне умереть, провалив тем самым задание? Ты, кажется, говорила, что я живым нужен. \n— Верно. Только вот, ты забываешь учесть одну мелочь. Если ты не пойдешь в Кхамис, задание тоже будет провалено. А раз оно всё равно провалено, зачем мне тебя спасать? И, кстати, предупреждая всякие попытки нападения и побега, говорю сразу: противоядия у меня с собой нет. Готовить его буду на месте. И рецепт знаю только я. Так что выбора у тебя нет. \nАльтан задумался, но понять, о чём именно, не представлялось возможным. Хоть и говорят, что глаза — зеркало души, в тёмных глазах мага, настолько тёмных, что не видно зрачков, не было даже намёка на то, какие мысли сейчас блуждают в его голове. И Кану это жутко раздражало. Она привыкла не только просчитывать наперёд свои действия, но и предугадывать чужие. А с магом это было не так-то просто. Но молчание затягивалось. \n— А время-то идёт. Твоё время. Так что соображай быстрее,— сказала Кана, обворожительно улыбнувшись, на что маг ответил лишь недовольным взглядом. Но выбора у него и вправду не было. ",
    "answers": [
      {
        "id": 26,
        "text": "II глава"
      }
    ]
  },
  {
    "id": 26,
    "text": "||\nЧтобы добраться до Кхамиса, небольшого, но богатого города, где могли позволить себе жить лишь немногие избранные, необходимо было пересечь пустыню. Относительно маленькая площадь и наличие нескольких оазисов делали её вполне безопасной. \nНаёмница и маг прибились к группе бедуинов, и вместе с ними отправились в путь в тот же день, когда и встретились. \nСолнце палило нещадно, и путешественники продвигались в полной тишине. Но вдруг Кана негромко спросила Альтана:\n— А что ты продал торговцу? \n— А это имеет значение? — довольно резко, но также тихо сказал маг. \n— Любопытно, — пожала плечами девушка. Она и не ожидала от Альтана дружелюбного отношения, так что не удивилась, не получив ответа на интересующий ее вопрос.\nНо после непродолжительного молчания маг заговорил сам:\n— Если назовёшь имя заказчика, расскажу. \nКана на секунду задумалась. ",
    "answers": [
      {
        "id": 27,
        "text": "Согласиться. "
      },
      {
        "id": 28,
        "text": "Отказаться. "
      }
    ]
  },
  {
    "id": 27,
    "text": ",,Не такая уж это и тайна,\"- подумала наёмница и сказала:\n— Гани Баракат аль-Хасиб. Был главным советником при дворе Азем Камиля в Джарине. Ныне нажил огромное состояние и, отойдя от дел, проживает в Кхамисе. \n— Если б я его ещё знал... — пробормотал Альтан, нахмурившись, и недоверчиво взглянул на Кану. \n— Знаешь ты его или нет, нанял менял именно он. Зачем мне говорить неправду? А теперь рассказывай.\n— Nullum Invita. \nНаёмница вопросительно уставилась на мага. \n— В простонародье называется югами. Растение. Оно в наших краях не растёт. \n— Ты это только что придумал? — скептически приподняла бровь девушка. \n— Знаешь ты, что это такое или нет, продал я именно это. Зачем мне говорить неправду? — сказал Альтан, передразнивая недавние слова Каны.- Да и за ассасинами, вроде, ходит репутация знатоков растений. \n— Только тех, из которых можно изготовить яды и лекарства. \n— Тогда понятно, — кивнул маг. — Югами используется некромантами. \n— Но раз это такая редкая трава, почему себе не оставил? \nАльтан покачал головой. \n— Я некромантией не занимаюсь. \n— Зато гипнозом очень даже, — усмехнулась наёмница. \n— Не надо пытаться меня осуждать, — серьёзно заметил маг. — Ты и вовсе людей убиваешь... Кстати, сколько за меня заплатили? \n— Пока что две тысячи динаров. Потом получу столько же. \nМаг чуть не подавился, хотя давиться вроде было нечем. \n— Чёрт... Четыре тысячи... Может, мне тоже в ассасины податься? \n— Если жив останешься, милости просим... Хотя у нас магов не держат. \n— Что за дискриминация? \n— Скорее традиция. \nРазговор продолжился, и наёмница и маг даже на некоторое время забыли об обстоятельствах, которые их свели.",
    "answers": [
      {
        "id": 1,
        "text": "Продолжение следует... "
      }
    ]
  },
  {
    "id": 28,
    "text": ",,Нет. Пускай помучается в неизвестности,\"- подумала наёмница и покачала головой, сказав:\n— Обойдёшься. \n— Как знаешь, — равнодушно ответил маг. \nРазговор закончился, не успев толком начаться. ",
    "answers": [
      {
        "id": 1,
        "text": "Продолжение следует... "
      }
    ]
  },
  {
    "id": 29,
    "text": "",
    "answers": []
  }
]