[
  {
    "id": 1,
    "text": "Автор: Lupus\nЖанры: Суперспособности, школа, будущее, аниме, Сёнен. \nОписание: История повествует о мире, где не осталось человека, который не владел бы суперспособностью. Абсолютно все люди были наделены силой, способной перевернуть все законы физики. Наш главный герой — Ярослав Дементьев тоже наделен таковой, его способность по научному называется \"Метаморфизм\", это способность позволяющая ему изменять своё тело и превращать его во что угодно.\nПосле окончания школы, он решает поступить в академию, после вступительных экзаменов он попадает в лучшую академию Нео-Евразионного союза — Первую академию. И вот первый день, церемония поступления, что же будет дальше?\n\nНовость дня:\nТеперь доступна 3-я глава! ",
    "answers": [
      {
        "id": 70,
        "text": "Пролог"
      },
      {
        "id": 95,
        "text": "Новости"
      }
    ]
  },
  {
    "id": 2,
    "text": "Сегодня особый день для всех первогодок первой академии — первый день. Что в нем такого особенного? Всё! По крайней мере я так думаю. Меня зовут Ярослав. Точнее Ярослав Ярославович Дементьев, но это не важно. Что важно, это то, что сегодня я спешил со всех ног, так как немного опаздывал. Академия находилась далеко от моего дома, несколько станций на скоростном поезде. Я не успевал совсем чуть чуть, но опаздывать нельзя, потому завернув в переулок я использовал способность. Моя способность \"Метаплазия\" позволяла изменять структуру моего тела как я захочу. Это мне очень помогло. Хоть я и готовил это для показа, но похоже без него не обойдусь.\n— Меха! — сказал я и активировал превращение. В течение нескольких лет я тренировался и наконец смог найти способ создать что-то вроде костюма железного человека. Не думал, что буду его так использовать.\nЯ взлетел вверх и полетел по улице, которая вела прямиком в академию. Быстрый однако костюм, буквально за пару секунд я достиг ворот академии. Преземлившись в стороне от толпы учеников, под их восхищенные взгляды, я перевоплотился и вернул себе нормальное тело.",
    "answers": [
      {
        "id": 3,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 3,
    "text": "После моего перевоплощения, восхищенные ученики захлопали. А я под их аплодисменты, круто вошел в академию.\nЯ оказался в холле, в огромном холле большого особняка, который и был академией. Я всю жизнь жил в относительно богатой и известной семье. Но я не жил в особняке, не ездил на личном лимузине с охраной, а жил нормальной жизнью, потому такой холл меня немного удивил.\nВскоре меня толкнули в спину со словами \"Ну иди уже\", возмущаться я не стал — сам виноват, встал посреди прохода. ",
    "answers": [
      {
        "id": 4,
        "text": "Актовый зал"
      }
    ]
  },
  {
    "id": 4,
    "text": "Идя вместе с толпой я попал в огромный актовый зал, он был даже немного больше чем холл. Хоть академия и казалось большой снаружи, я не думал, что она настолько большая внутри. Сев на свободное место в секторе А класса, я начал ждать пока все усядуться и начнётся речь директора. ",
    "answers": [
      {
        "id": 5,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 5,
    "text": "Речь директора можно опустить, во-первых, она была ужасно длинной, а, во-вторых, её смысл можно передать в нескольких предложениях:\nВы уже избранные раз поступили сюда, потому вам надо показать на что вы способны! Занятия пропускать нельзя, особенно практические! Способности запрещено применять без разрешения со стороны преподавателя или директора, кроме чрезвычайных ситуаций. Дуэли запрещёны без разрешения преподавателя! И тд.",
    "answers": [
      {
        "id": 6,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 6,
    "text": "Вот и закончилась речь директора, которая была не сильно познавательной. Но это не важно, ведь сейчас будет то, к чему я готовился несколько лет — показ способностей. Это мероприятие проводится каждый год во всех академиях, на нём все первогодки показывают всем свои способности. Это очень волнительный момент для многих, для меня в том числе.\nВ общем, нас построили в линию по классам и мы направились в тренировочный зал. Кстати о классах. Хотя скорее, правильнее сказать по группам. Немного о них:\nЕсть всего пять групп и у каждой есть буква:\nА — Здесь учатся те, чьи способности больше всего нужны союзу, им обеспечено большое будущее во множестве отраслей. \nB — Здесь учатся те, чьи способности относятся к какой либо из стихий, например, к огню или земле. \nC — Сюда зачисляют людей с полезными пассивными способностями, им в будущем обеспечена карьера по способности. \nD — Сюда зачисляют тех, у кого наиболее бесполезная или наиболее узконаправленая способность, им в будущем придётся не так легко как остальным. \nF — Здесь учатся те, чьи способности ещё не совсем проявлены или те, кто не может в достаточной степени использовать свою способность, у них есть потенциал, но им будет не легко. ",
    "answers": [
      {
        "id": 7,
        "text": "Тренировочный зал"
      }
    ]
  },
  {
    "id": 7,
    "text": "Привели нас в тренировочный зал довольно быстро, там нас построили в том порядке в котором мы будем выходить и я оказался одним из последних. Почему-то директор решил, что класс (так легче называть) А должен быть на десерт и потому мы были последними. Хорошо хотя бы все классы кроме выступаюшего посадили на трибуны. Стоит ли говорить, что зал был достаточно большой, а место для тренировок доминировало над трибунами?",
    "answers": [
      {
        "id": 8,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 8,
    "text": "Среди сотни учеников, лишь немногие вышедшие меня реально поразили, у остальных были вполне обычные способности. Среди тех, кто меня поразил могу выделить Анну Ривер, она создала реальное огненное шоу, Влада Ли, который оживил нарисованных птиц и заставил их выложить своё имя в воздухе, ну и конечно Киригая Кадзута, который замедлил, а потом остановил время у всех на глазах.\nВскоре после выступления класса В, позвали нас. Вытянувшись в линию, мы начали по одному выходить на поле. Я был одним из последних, потому ждать надо было около двадцати минут. Чтобы было не скучно, я хотел начать разговор с парнем передо мной, но он сам развернулся и начал разговор.\n— Привет, меня Александр зовут, ты не против поговорить немного, а то так скучно стоять?\n— Конечно, меня Ярослав зовут.\n— Очень приятно.\n— И мне.\n— Слушай, а каким тэйгу ты владеешь?\n— Он называется \"Метаморфизм\", слышал наверное?\n— Неужели ты тот самый Ярослав Дементьев? — осенило его.\n— Ага. А какой тэйгу у тебя?\n— По сравнению с тобой ничего особенного, его название \"Анти сила\". Я могу отменить любые псионические действия, возможно даже твоё превращение.\n— Ничего особенного? Это же одна из сильнейших способностей. Её уровень почти достигает 10! — на это он лишь посмеялся и сказал.\n— Есть одно но, если я не вижу псионические волны, то не могу их отменить.\n— То есть, если ты не увидишь активацию, то не сможешь отменить действие?\n— В точку.\n— Это тоже какая никакая, но очень востребованная способность.\n— Ну да. — он  сделал паузу и сказал. — Как ты думаешь насколько крутые способности у наших одногруппников?\n— Это как никак группа А, то есть здесь собирается элита, у них определённо есть способности уровня 8 или выше, не думаю, что тэйгу такого уровня будут плохими.\n— Согласен, жаль не смогу увидеть их способности в живую.\n— Ты о чём? Хочешь сразиться?\n— Нет, ты что? Я? Не в жизни, просто я долгое время самостоятельно изучал природу тэйгу и мне интересно посмотреть на лучшии способности этого поколения.\n— Говоришь прямо как ученый какой нибудь.\n— Есть такое. ",
    "answers": [
      {
        "id": 9,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 9,
    "text": "— А что именно ты самостоятельно изучал?\n— Логику тэйгу.\n— То есть взаимодействие тэйгу с нашим миром?\n— Грубо говоря да. Я бы скорее это описал как поведение псионов и псионических волн в нашем мире и их взаимодействие.\n— Ну и что там тебя заинтересовало?\n— Я хотел понять, из за чего моя способность ограничена и как это исправить.\n— Нашёл что нибудь?\n— Только то, что я могу прекращать распространение псионических волн и псионов, непосредственно используя способность на источник.\n— Это ты вроде и так знал?\n— Извини, неправильно сформулировал, я могу действовать на корень, но моё воздействие на сами волны или псионы ничего не даёт, так как моё тэйгу действует точечно, я не могу применять его на каждую волну или псион.\n— Значит... — меня перебили. \n— Слыште, ученые хреновы идите уже! — кто-то толкнул меня сзади, обернувшись я увидел Патрика Жуковского, также известного как Красный вояка. Говорят, он с помощью своего тэйгу во время войны в АСГ (Американское соединеное государство), он уничтожил две сотни канадских пехотинецев, пока защищал свою младшую сестру. Его тэйгу называется \"Аннигилятор\", думаю объяснять её действие нет смысла. \n— Эй ты что делаешь? — возмутился Александр.\n— Хватит тут трендеть, идите уже. — впереди было ещё три человека, а стояли мы с небольшой дистанцией. Александр, увидев, лицо Патрика и видимо узнав его, отвел взгляд.",
    "answers": [
      {
        "id": 10,
        "text": "Возмутиться"
      }
    ]
  },
  {
    "id": 10,
    "text": "— Стой спокойно, до тебя ещё очередь не дошла. — спокойно ответил я.\n— Ты что сказал? — он ещё раз меня толкнул, помимо мощного тэйгу 10 уровня и красивой внешности он был ещё и сильным. Я пошатнулся.\n— То что слышал. — сказал я и улыбнувшись, отвернулся от него. Саша был удивлён и тихо мне прошептал.\n— Ты знаешь что это Красный вояка.\n— Ага. — сказал я и Саша посмотрел на меня как на самоубийцу. — Не бойся, здесь он сделать ничего не сможет.",
    "answers": [
      {
        "id": 12,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 11,
    "text": "— Что ты творишь? — возмутился Альберт, когда я поставил его на асфальт рядом с Сашеным подъездом. Внезапно раздался громкий хлопок где-то неподалёку. — Что происходит?\n— Не знаю, но связываться с теми людьми я не хочу и тебе не советую. — объяснил я.\n— К черту, твои советы! — окончательно разозлился он и рванул в Сашину квартиру, а я прыгнул и попал в открытое окно подъезда, на пятый этаж. Приняв свою обычную форму, я положил внезапно ставшего тяжелым парня и сел на ступеньки. Надо было привести парня в чувства, потому я начал бить его по щекам. Не помогло. Тогда я, превозмогая усталость, изменил правую часть тела на металлическую и положив парня на плечо, начал подниматься, прыгая по ступенькам.\nКвартиры я достиг быстро и сразу же зажал кнопку звонка. Дверь мне открыл как ни странно человек из особого металла, который называется \"Геликс\", это один из анти-псионических металлов, которые выделяют специальные частицы, они буквально уничтожают псионы, поэтому противопоказаны всем, кроме Ипашибов. Я почувствовал внезапную усталость, которая была куда сильнее естественной. Я моментально стал обычным и почти сразу упал бессознания, вместе с парнем. Последнее что я видел — перевоплощение Саши и попытка её поймать меня. ",
    "answers": [
      {
        "id": 54,
        "text": "Далее"
      },
      {
        "id": 11,
        "text": "Ипашибы — люди с природным талантом или особой пассивной способностью, которая позволяет особым мало изученным частицам отталкивать анти-псионы. ",
        "comment": true
      }
    ]
  },
  {
    "id": 12,
    "text": "Дальше ничего необычного не происходило. Простояли мы молча около минут пятнадцати,а затем пришла моя очередь...\nЯ выдохнул и вышел. Я стоял в самом центре тренировочного зала. Время пришло.\n— Здравствуйте, меня зовут Ярослав Дементьев и сегодня я вам покажу на что способна моя способность. — сказал я в микрофон, отошел и превратился. Перевоплощение в Тони Старка длилось несколько секунд. Я специально нагнал немного дыма, используя специальный механизм, и резко взмыл в воздух. Моя скорость не уступала реальной скорости Тони. Вообще то я не планировал разгоняться так быстро, но тут сыграл адреналин. На скорости 65 км в час я сделал несколько кругов вплотную к трибунам. Потом остановился в середине зала и запустил небольшие ракеты, подобные тем, которые обычно запускают вместе с фейерверками. Аплодисментам не было конца, я приземлился и перевоплотился.\n— Спасибо за внимание! — сказал я и под бурные авации удалился со \"сцены\". ",
    "answers": [
      {
        "id": 13,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 13,
    "text": "Когда я проходил мимо Патрика мы обменялись фразами. \n— Ребячество.\n— Ага.\nПосле выступления я вернулся обратно на трибуны, аплодисменты встретили меня и там, но сейчас меня интересовала только презентация Патрика. ",
    "answers": [
      {
        "id": 14,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 14,
    "text": "Он вышел на \"сцену\" и встал в середине. Из кладовки за широкой железной дверью вышел робот с пропорциями схожими с человеческими. Он быстро побежал на Патрика, а тот лишь поднял руку, сделал из пальцев \"пистолетик\" и направил на робота. Синие псионические круги закружили вокруг его пальца, после чего, спустя секунд пять он выстрелил. Его выстрел пробил робота насквозь, после чего он распался на атомы. Его выстрел также пробил железную дверь позади робота, которая спустя мгновение тоже распалась на атомы, оставив широкий дверной проём пустым. ",
    "answers": [
      {
        "id": 15,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 15,
    "text": "— Вот это сила!\n— Неужели он аннигилятор?!\n— Это же красный вояка!\n— Не хотел бы я переходить ему дорогу.\n— Говорят, что его выстрел может остановить только абсолютный щит.\n— Неужели это тот псих, убивший несколько сотен канадских пехотинецев!\n— Да не может быть!\n— Точно!\nЭти и многие другие фразы прошли по всем рядам, после того как он использовал свой тэйгу. Зал никак не хотел затихать, все шептались и переговаривались, обсуждая выступление Патрика. Тем временем он уже занял своё место.\nОставалось последние выступление. Александра Кравина. Может для большинства её имя ничего не говорит, но я то знаю правду. Вообщем, Александра это завербованая СВБ (Служба Внутренней Безопасности) агент, который должен следить за учениками группы А, чтобы те со своими способностями не натворили делов. Её способность очень редкая и встретить человека с ней, всё равно, что найти золото на пляже. Её способность называется \"Синтетическая мимикрия\", она позваляет копировать способности других путем физического контакта, но вот тут то и загвоздка. Физический контакт, с помощью которого она копирует способности это поцелуй. И тут даже не проблема в том, что бы поцеловаться с кем-то, так как её внешность вполне способствует этому. Тут проблема в том, что она не хочет пользоваться своей внешностью чтобы целоваться, да и целоваться только чтоб забрать способность ей тоже не хочется. ",
    "answers": [
      {
        "id": 16,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 16,
    "text": "Если быть откровенным это секретная информация и узнал я её по случайности. Было это лет пять назад. Мой отец — Виктор Дементьев работает в СВБ на должности начальника Московского отделения. Его коллега — Петр Павлович Кравин, заместитель начальника Московского отделения, а по совместительству отец Саши. Он её туда и завербовал. На одном из праздников мы все собрались на даче отца за городом, там я познакомился с Сашей и Петром Павловичем. Саша сама поведала мне о её способности и рассказала как по предположениям ученых она работает. Ну и конечно же всё дошло до эксперимента. Это был мой первый поцелуй, впрочем как и её. Эксперимент завершился успешно и она копировала мою способность. После этого мы какое-то время не общались по разным причинам. Из-за всего этого я и хотел увидеть её выступление, мне было просто интересно сколько ещё способностей она скопировала и какая у неё способность по легенде. ",
    "answers": [
      {
        "id": 17,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 17,
    "text": "Она вышла на \"сцену\". Она была как всегда обворожительна. Встав по центру она подала знак организаторам и те включили специальных роботов, которые метают мячики. В неё разом полетели около семи мячиков. Они находились в метре от неё, когда вдруг остановились в воздухе, а потом все разом притянулись к земле и стали плоскими. Я не сразу понял, что у неё за способность, но спустя пол минуты предположил, что она манипулирует гравитацией.\n— Неужели это... — рядом сидящий одногруппник был в шоке, как и весь зал.\n— Это что тэйгу управляющий движением!? — в полной тишине раздался шокированный возглас одного из учащихся.\n\nЯ никак не ожидал такого. Я конечно знал, что Саша девушка не из стеснительных и любит привлекать внимание, но не до такой же степени. Откуда у неё такая способность я не знаю. Насколько мне известно, в последнии пять лет человек с настолько редкой способностью \"Управление векторами\" не появлялся на свет, а последний обладатель этой способности был убит во время третьей мировой около 70 лет назад. Откуда же?\nПосле того как кто-то начал хлопать, ей начал аплодировать весь зал. А она лишь повернулась ко мне и улыбнулась, её улыбка как всегда прекрасна. Я улыбнулся в ответ. ",
    "answers": [
      {
        "id": 18,
        "text": "Глава I \"Первый день\" "
      }
    ]
  },
  {
    "id": 18,
    "text": "Мой телефон завибрировал на столе. Это значит пора вставать. Если честно не хочется, но что делать.\nВчера был какой-то сумасшедший день. Выступление Саши затмило всех. Даже разговоры про тэйгу Патрика затихли и теперь все поголовно обсуждали девушку-легенду. Ну конечно кроме самого Патрика. Нет, он не разозлился, как раз он то был и не против, чтобы все перестали обсуждать его и нацелились на кого-то другого.\nС Сашей вчера я так и не поговорил. После выступлений и \"классного часа\", её окружили шокированные одногруппники и начали её расспрашивать. Кажется она была не против, не знаю точно какое у неё задание, но видимо всё спланировано очень тщательно.\nСегодня второй день моей учёбы в академии. Я проснулся вовремя и после завтрака и утренней гигиены, собрался и пошел на поезд.",
    "answers": [
      {
        "id": 19,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 19,
    "text": "Сегодня я рассчитывал всё таки поговорить с Сашей и желательно наедине. Также в моих планах было немного прогуляться по академии и осмотреть её изнутри. Надеюсь всё успею. ",
    "answers": [
      {
        "id": 20,
        "text": "Академия"
      }
    ]
  },
  {
    "id": 20,
    "text": "Я не опоздал. Такое бывает редко, но в кой то веки я не опоздал. Нет я не просыпаю и не опаздываю намеренно, просто не могу рассчитать время пути правильно и из за этого постоянно опаздываю или прихожу очень рано.\nЯ поднялся в нужную аудиторию и занял своё место. Присутствовало больше половины класса, не было только Александра и Саши, а ну и не было ещё какого-то парня, которого я видел вчера. Вчера он сидел рядом с Сашей и я его запомнил.\nОставалось несколько минут до начала. Сначало вошел Санек, а уже за ним вошла Саша и парень. Жаль вчера его имя прослушал. Санек сразу сел ко мне, а Саша, проходя мимо подмигнула мне и села на своё место, рядом с ней сел парень.",
    "answers": [
      {
        "id": 21,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 21,
    "text": "День начался с лекции и разбора способностей. Я если честно всегда любил лекции, особенно те, тема которых была мне интересна. Теория у нас длилась около полутора часа. После теории следовала практика, но между ними был пятнадцати минутный перерыв. Во время него, я встал со своего места и поспешил подойти к Саше, первее всех. У меня получилось. Я подошел к её месту первее всех и сказал:\n— Давай выйдем, поговорим. — предложил я.\n— Прости, но сейчас все мной интересуются. — намекнула она и передала бумажку с надписью \"Давай встретимся сегодня в восемь у меня дома *Адрес*.\". Я улыбнулся и взял бумажку, а затем вернулся обратно на своё место. К этому времени её уже облепили со всех сторон фанаты. Некоторые из них даже вслух предположили, что она дала мне свой номер, которого к слову у меня не было. Только адрес. ",
    "answers": [
      {
        "id": 22,
        "text": "Практика"
      }
    ]
  },
  {
    "id": 22,
    "text": "Практика — самая долгая и сложная часть дня. Помимо проверок учёных до и после, из тебя выжмут все соки тренера и те-же ученые. Но с другой стороны тренеровочный полигон — единственное место, где я могу использовать все свои способности и улучшить навыки владения тэйгу. После ознакомления со всеми тонкостями практики и проверки учёных, нас впустили в зал для практики. После распределения по квадратам, мы начали индивидуально тренироваться.",
    "answers": [
      {
        "id": 25,
        "text": "Частичная трансформация",
        "var_set": [
          "Trans",
          1
        ]
      }
    ]
  },
  {
    "id": 23,
    "text": "Внезапно из-за минибаса вышел молодой мужчина лет 26 в белом представительном костюме. Мужчина имел пепельные волосы и выглядел уверенно. Его руки были в карманах белых брюк. На его лице красовалась ухмылка, он смотрел на меня взглядом хищника. Хищника, который вот вот вцепится в горло своей жертве. Он не стал драться, а спросил:\n— Ты чей?\n— Всмысле чей?\n— Ах, ты не в курсе событий. Ну ладно, тогда смысла убивать тебя нет смысла. Стреляйте. — приказал он, но я не был согласен с этим решением. Я моментально взмыл в воздух, используя силу преображенных железных ног. После этого я удлинил руки и захватил двоих с пистолетами. Я сразу притянул их к себе и использовал как живой щит.\n— Не двигаться! — крикнул я.\n— Ладно, ладно. — он ухмыльнулся и поднял руки, но этим трюком меня не проведёшь. Я моментально бросил тех двоих в него и сразу совершил прыжок с помощью всё тех же железных ног и сразу оказался с другой стороны минибаса. Оставшиеся двое почти затащили парня бессознания в минибас, но мои длинные руки-лезвия пробили их насквозь. Они и парень бессознания упали на землю. Я уже хотел хватать парня и уносить ноги, но меня сковала невидимая сила, а потом минибас поднялся в воздух. Тот что в костюме держал его в воздухе силой мысли. Двое лежали по ту сторону от летающего фургона, а остальные трое лежали на этой стороне.\n— Что удивлён? Думал на чистом энтузиазме ты можешь выйти против меня? К сожалению мне надо тебя огорчить, теперь ты... — договорить ему не дал взрыв электрического щитка у киоска с пицей. Он отвлек его и минибас начал падать, а с меня спали невидимые оковы. Я не стал терять время, перевоплотившись в человека из железа и сделав рывок с не человеческим ускорением я схватил парня и прыгнул как можно дальше и как можно ниже. ",
    "answers": [
      {
        "id": 40,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 24,
    "text": "— Хорошо теперь попробуем обличие воздуха. — сказал ученый.\n— Понял. — сказал я и начал перевоплощаться.\n\n×Обличие воздуха активировать×\n\nЯ буквально стал воздухом, ощущения тела пропали, хоть я и чувствовал всё вокруг, но самого себя я не чувствовал совсем. Единственное что напрягало в этом обличие, это неспособность нормально слышать. Я хоть и понимал речь и буквально чувствовал звуки, но всё же это было не так удобно как в обычном обличии человека.\n— Хорошо, а теперь попробуй ударить манекен.\nЯ со всей скорости, буквально пролетел манекен насквозь, оставив после себя лишь дыру. После этого я сразу превратился в человека. Сердце билось бешено, пот тек ручьями. Ко мне сразу подбежал тренер и спросил о самочувствии, а также передал по рации о том, что меня надо срочно осмотреть.\n— Плохо, док. — ответил я на его вопрос о самочувствии.\n— Ладно, сейчас мы тебя подлатаем. — сказал он, я оперся о его плечо и мы направились в комнату обследования. ",
    "answers": [
      {
        "id": 26,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 25,
    "text": "— Попробуй частично трансформироваться в алмазного человека.\n— Частично это в каком смысле?\n— Попробуй изменить только руки, не меняя остальное тело.\n— Понял. — сказал я и начал перевоплощаться.\nМоя кожа на руках стала бриллиантовой, я почувствовал холод, который достаточно быстро прошёл.\n— Отлично, а теперь попробуйте отбить все мячики, помните попадание защитываются только при соприкосновении мячика с одеждой.\n— Понял, но у меня есть вопрос — какой смысл использовать полутрансформацию если я могу использовать полную.\n— Расходы псионической энергии и время перевоплощения. В реальном бою у тебя может не быть нескольких секунд на полную трансформацию, а вот частичная происходит почти мгновенно. Также если бой затянется, то вполне возможно, что ты выдыхнешься. А теперь начали! — профессор мгновенно отошел и в меня полетел первый мячик. Он был маленький, но летел быстро, из за неожиданности, я чуть не получил им по лицу. Разрезав его на две части левой рукой, я сразу же переключился на второй. Его я уже просто отбил.",
    "answers": [
      {
        "id": 27,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 26,
    "text": "",
    "answers": []
  },
  {
    "id": 27,
    "text": "Тренировка заняла несколько часов. Из меня выжали всё, что только можно было. После тренировки я был никакой, не было сил вообще. Я посидел немного в холле, чтобы хотя бы немного отдохнуть от тренировки, а затем медленно поплелся к остановке. Прогулку по академии я отбросил сразу после тренировки, поеду домой — отдохну до вечера, а затем потихоньку буду двигаться к дому Саши. Блин, как же я устал.",
    "answers": [
      {
        "id": 30,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 28,
    "text": "Я доехал за пол часа. Открыв дверь подъезда кодом из 7 цифр, я поднялся на пятый этаж и позвонил в давно знакомую дверь.\n— О, сынуля приехал. — мама открыла дверь.\n— Привет мам. — мы обнялись.\n— Милый, смотри кто к нам приехал. — крикнула она папе. — Ну проходи, чаю хочешь?\n— Не откажусь. — в прихожую пришёл папа и мы крепко пожали руки. — Привет пап.\n— Здарова!\nМы прошли на кухню и сели за стол, мама заварила чай  и тоже села к нам.\n— Ну рассказывай, как поживаешь? Как первый серьёзный день в академии? — начала расспрашивать мама. \n— Устал как собака, тренер из меня все соки выжал.\n— О бедный, ты сильно не перенапрягайся, хорошо?\n— Ага.\n— Ну че, красотки в группе есть, как никак лучшая группа. — спросил папа, вопрос был как раз в его духе.\n— Есть, кстати ты знал, что Саша Кравина тоже в моей группе?\n— Собственно я об этом и хотел поговорить. Понимаешь, короче тут такая ситуация...",
    "answers": [
      {
        "id": 29,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 29,
    "text": "— Саша Кравина, сейчас работает в СВБ и находится на задании. Короче я хочу тебя попросить об одном одолжении.\n— Я слушаю.\n— Можешь пожалуйста на некоторое время стать её охранником. Не то чтобы намечается что-то серьёзное, просто её отец волнуется, а уже что-то сделать не в силах. Может ты приглядишь за ней одним глазом.\n— Не вопрос, но ты точно не хочешь мне ещё что нибудь сообщить?\n— Нет.\n— Я согласен. ",
    "answers": []
  },
  {
    "id": 30,
    "text": "До дома я добрался за пол часа. Заварил чаю, сделал бутерброды, лег в постель, взял ноутбук и включил на нём фильм. Это был очень старый фильм, но как ни странно его всё таки перевели в 3d формат. Правда мне сейчас даже головой вертеть не хотелось, потому я поставил 2d формат. Фильм назывался \"Отряд самоубийц\".\n\n— Неплохое кино. — заключил я, когда начались титры. ",
    "answers": [
      {
        "id": 31,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 31,
    "text": "Когда я закончил просмотр до назначенной встречи оставалось около полутора часа. Прикинув примерное время на дорогу, я не спеша собрался и пошел в сторону метро.\n\nОт школы на автобусе я добирался до дома пол часа, расстояние от школы до моего дома и до дома Саши было одинаковое, потому применив свои скромные знания в области математики, я понял, что на метро добираться будет куда удобнее, чем на автобусе. Я добрался до её дома за сорок пять минут, нашел подъезд и поднялся на седьмой этаж примерно за двадцать минут. Еле успел. ",
    "answers": [
      {
        "id": 32,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 32,
    "text": "К этому времени на улице потихоньку темнело. После того, как я убедился в том, что действительно нашел правильную квартиру я позвонил в дверь.\n\n— Иду! — радостный голосок послышался за дверью, да это точно та дверь. Дверь открылась и я уже был готов поздороваться, когда увидел дуло пистолета и незнакомого парня вместо Саши. Хотя нет, парень то как раз был знаком — это парень, который сидел с Сашей в академии. \n— Заходи. — сказал он и отошел, я уже хотел применить свою способность, но вдруг Саша у него в заложниках. Я медленно, с поднятыми руками вошел в квартиру. Дверь сзади закрылась и сразу послышался её голос:\n— Альберт, хватит. — донеслось из-за спины. Парень опустил пистолет и убрал его в кабуру. ",
    "answers": [
      {
        "id": 33,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 33,
    "text": "— Прости что всё так вышло, я честно была против, но он... — начала извиняться она, когда мы прошли в гостиную.\n— Слушай, я конечно не в обиде, но может ты объяснишь что тут творится и кто это?\n— А, конечно, прости. Вообщем, ты наверное уже знаешь, что мой отец завербовал меня в СВБ и теперь я должна следить за тем, чтобы никто по глупости не вздумал использовать свою силу в плохих целях. Отец был против того, чтобы я участвовала в этом, но я настояла и он согласился, но только с одним условием — он приставит ко мне телохранителя. Альберт, секретный агент СВБ, отец приставил его ко мне как охрану. Он молод, поэтому протащить его в мой класс было просто.\n— А его тэйгу?\n— Простите, но это конфиденциальная информация и вам её знать не положено. — он стоял в плотную к дивану на котором я сидел, он находился прямо у меня за спиной и что-то мне подсказывало, что он легко мог бы меня пристрелить при надобности.\n— С ним проблем не было, не идеально, но пройти смог. — выкрутилась Саша.\n— Ну ладно, проехали, а что насчёт управления векторами? — не унимался я.\n— Это... — она не успела договорить, Альберт внезапно оказался рядом и упал на неё, они повалились на пол. Поток псионов, напоминающий лазер синего цвета, пробил спинку кресла в котором сидела Саша. Я еле смог увернуться и вовремя спрыгнул с дивана на пол. Буквально несколько сантиметров отделяло меня от луча псионов, которые уничтожали всё на своём пути.\n— Аааааааа... — закричала Саша. После того как лазер миновал, Альберт выхватил пистолет и наставил на меня. Выглядело это так:\nГостиная, в окне дыра десять сантиметров в диаметре, в лежащем кресле такая же. Альберт лежит на Саше и целиться в меня из пистолета. ",
    "answers": [
      {
        "id": 34,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 34,
    "text": "— Черт, что это за хрень?!\n— Лежи спокойно. — холодно приказал мне Альберт, слез с Саши и занял позицию за креслом. Саша молча лежала, непонимая что происходит. А вот я уже пришел в себя и понял где я уже видел этот лазер — это аннигилятор Патрика. Я не мог ошибиться, это точно он. Нет времени размышлять почему и зачем, если это он, то это может кончится плачевно.\nТем временем Альберт осторожно выглянул в окно.\n— Откуда стреляли? — спросил я.\n— Не рыпайся! — зло приказал он и по видимому пытался найти то место. — Около киоска с пиццей — сказал он и снова спрятался за дырявое голубое кресло. \n— Понял. — я не стал согласовывать действия, это ни к чему. Неважно, что за тэйгу у него, подвергать их с Сашей опасности я не хочу, так что разбирусь сам!",
    "answers": [
      {
        "id": 35,
        "text": "Воплощение воздуха"
      }
    ]
  },
  {
    "id": 35,
    "text": "Я смешался с воздухом и тоже стал воздухом. Я мог бы использовать крылья, но это и сложнее и менее безопасно и бысто, поэтому я стал воздухом и за пару мгновений оказался на улице. Я не видел вообще ничего, но ощущения подсказали примерное местоположение киосков и я направился туда. Когда я приблизился достаточно близко я трансформировался обратно в человека, а затем... ",
    "answers": [
      {
        "id": 36,
        "text": "\"Меха\" (перевоплощение и поддержание требуют много сил) "
      },
      {
        "id": 37,
        "text": "Ангельские крылья (требуется меньше сил, но безопасность меньше) "
      }
    ]
  },
  {
    "id": 36,
    "text": "Использовал перевоплощение в \"Меха\". Я сразу нашел нужный киоск и засек нескольких парней, которые тащили кого-то в белый минибас. Они тоже заметили меня и один из них достал пистолет, на вид он был самый обычный, но благодаря супер зрению, которое давал мне костюм я разглядел буквы \"SAMP\", они расшифровывались как \"Special Anti-Magic Pistol\" (Специальный Анти-Магический Пистолет). Он легко бы уничтожил мой костюм одним попаданием, но благо он достаточно маневреный.\nМне всегда было интересно как выглядит антипсионический луч. Оказывается он белый, близкий к прозрачному, почти как плотная струя воды диаметром в сантиметр. Она пролетела рядом, я даже среагировать не успел. Еще чуть чуть и всё. Конец. На такой скорости упав с такой высоты я бы умер с 99 процентным шансом. Дальнейших действий я ожидать не стал — я изменил свои руки так, что они теперь были больше похожи на два лезвия, хотя вообщем так оно и было. Я из-за всех сил затормозил и преземлилися, проехав по земле несколько метров. Я остановился прямо перед теми четырьмя и парнем бессознания. Они бросили его и все попытались достать пистолеты, а тот, что уже стрелял в меня попытался это сделать снова, но ему не хватило буквально секунды, я разрезал его на две части. Следующим был парень левее, а затем двое дальнии. Никто не успел даже выхватить пистолет. Буквально несколько секунд изменили их судьбы. ",
    "answers": [
      {
        "id": 38,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 37,
    "text": "Создал у себя за спиной ангельские белые крылья. Я летел на достаточно большой скорость прямо к четверым ребятам, которые тащили парня бессознания в небольшой белый минибас рядом. Они заметили меня и не разбирая достали оружие, первым был ближний справа. Он достал обычный по виду пистолет и выстрелил. Рядом с моим лицом пролетела прозрачная как струя воды пуля и улетела куда-то в даль, а я немного потерял управление и пролетел мимо них и приземлился за минибасом. Я моментально изменил своё тело и сделал его алмазным, крылья я убрал. На меня сразу с двух сторон были нацелены пистолеты, я решил пока что не сопротивляться и подождать. Я поднял руки вверх и крикнул:\n— Сдаюсь! — я специально изменил своё обличие и принял своё обычное. ",
    "answers": [
      {
        "id": 23,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 38,
    "text": "С этой четверкой было покончено. Внезапно из минибаса вылез молодой мужчина лет 26, он был в белом представительном костюме и с пепельными волосами. На его лице красовалась высокомерная ухмылка. Он был спокоен, по крайней мере казался таким. Я напрягся, но он не нападал, а начал говорить:\n— Ты чей? — спросил он спокойным тоном.\n— Всмысле?\n— Ах значит ты ничего не знаешь. Ну ладно. — он улыбнулся сильнее и меня сильным ударом в живот откинуло в соседний киоск. Костюм частично смягчил удар, но потом пропал, оставив только вмятину в стене и множество ран на спине. Хоть я не чувствую боль, когда перевоплощаюсь, но серьезные повреждения не только повреждают тело, но и приводят к отключке, а значит способность тоже отключается. Теперь у меня перед глазами была лишь тьма.",
    "answers": [
      {
        "id": 39,
        "text": "Глава II \"Одинокий волк\" "
      }
    ]
  },
  {
    "id": 39,
    "text": "Я очнулся в больнице. Я был в одиночной палате. Рядом пикал какой-то медицинский прибор. Вся спина горела, будто я лежал на горячем песке. В палате на стуле рядом с кроватью спала Саша в мед халате. У двери стоял Альберт. Он что-то набирал в телефоне. В палате больше никого не было. Все мышцы болели. Как будто весь вчерашний день я занимался спортом. Было буквально больно шевелить пальцами. Когда я задвигался, Альберт сразу оторвался от телефона и убрал его в карман.\n— Очнулся? — спросил Альберт полу-шепотом.\n— Вроде. — я попытался подняться.\n— Лежи, иначе больно будет. — только я попробовал подняться спина адски заболела, такой боли я никогда не чувствовал. Она была в несколько раз сильнее зубной. Мало того, мышцы живота тоже сильно заболели. Я еле удержался от крика и принял лежачие положение. Видимо в ближайшие дни я подняться не смогу.\n— Что случилось? — спросил я Альберта, сам я помнил только отрывки. Как я летел к киоскам и как вышел тот в костюме. Остальное как в тумане.\n— Мы надеялись что это ты нам расскажешь. Что это за белый фургон, четыре трупа, парень в черном и что там делала Алекс?\n— Подожди, давай по порядку... ",
    "answers": [
      {
        "id": 42,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 40,
    "text": "В прыжке я заметил Альберта, который видимо спешил мне на помощь. Его я подобрал удлинённой железной рукой. После этого я приземлился, и передвигаясь огромными прыжками я быстро добрался до подъезда Саши. ",
    "answers": [
      {
        "id": 41,
        "text": "Глава II \"Одинокий волк и Парень в костюме\""
      }
    ]
  },
  {
    "id": 41,
    "text": "В то же время около пиццерии.\n\nДжо еле успел уклониться от падающего на него фургона. Он отпрыгнул в сторону и запачкал свой белоснежный костюм. Из за пиццерии вышел человек в чёрном плаще и кепке. Половину его лица закрывала бандана с белым черепом.\n— Ах ты гаденышь! — вышел из себя Джо. Он поднялся вытянул руку вперёд и попытался использовать свой тэйгу, но человек в чёрном плаще уже выстрелил из пистолета с глушителем, который прятал за спиной. Пуля почти достигла головы Джо, когда остановилась. Она зависла в воздухе и неестественно продолжала висеть. Глаза Джо горели красным цветом. Человек в чёрном выстрелил ещё несколько раз, но пули всё так же застревали в воздухе за несколько сантиметров от головы Джо.\n— Прости меня за грубость, просто я только постирал этот костюм, а из-за тебя мне придётся делать это заново. — успокоился Джо. Он стал таким же спокойным как и раньше. Засунул руки в карманы и ухмыльнулся. — Впрочем, ты сполна заплатишь за это. Пули изменили своё направление и теперь они были нацелены на голову человека в чёрном. Он успел отпрыгнуть прежде чем в его голову попало три пули из его же пистолета. Он упал на землю и выстрелил ещё три раза, но пули никак не хотели достигать своей цели и застревали в воздухе. Внезапно случилось то, чего никто не ждал, послышался громкий хлопок за спиной Джо. Джо перестал ухмыляться и на его лице застыла гримаса ужаса, он понял, что его обхитрили и теперь он умрёт. ",
    "answers": [
      {
        "id": 11,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 42,
    "text": "Разобраться в ситуации не вышло, это произошло по нескольким причинам. Во-первых, я не помнил половину происходящего и нам пришлось частично додумать эту часть. Во-вторых, слишком много сторон и недостаточное количество мотивов. Вообщем ничего непонятно. Но пользу из разговора я всё таки извлек, Альберт рассказал, что когда пришел ко мне на помощь фургон уже уезжал, а в него стрелял какой-то человек в черном, который попытался скрыться, но у него бы это не получилось если бы не Алекс, бывшая секретная сотрудница СВБ. Она помогла ему скрыться, естественно она тоже ушла. Я, кстати, в силу обстоятельств один раз встречался с Алекс. Это приятная молодая девушка, но с ней связаны много сплетен и слухов, да что там, даже городских легенд. Её кодовое имя было \"Чёрный жнец\". Она была послушной собачкой СВБ, пока по неизвестным мне обстоятельствам не ушла и не исчезла. Она буквально исчезла. И вот такое неожиданное появление в этом загадочном происшествии. Странно.",
    "answers": [
      {
        "id": 43,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 43,
    "text": "— Кстати, к тебе в скором времени придут полицейские, подготовься. — сказал он и развернулся к двери. — Присмотри за Сашей, не выпускай её из больницы. Пускай будет здесь. Я скоро вернусь.\n— Подожди, а... — он меня проигнорировал и вышел из комнаты. Мне ничего не оставалось, кроме как просто смириться и лежать, смотря в потолок. ",
    "answers": [
      {
        "id": 44,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 44,
    "text": "Я сам не заметил как задремал, даже не смотря на четырнадцати часовой сон.\nКогда я проснулся было уже около восьми вечера. Хорошо подремал. Саша, возилась с чайником, который стоял у меня в палате на тумбочке рядом с раковиной.\n— Привет. — тихим хриплым голосом сказал я.\n— О, Слава, слава богу! — обрадовалась Саша и побежала обниматься. — Прости меня, это всё из-за меня. — она плакала и обнимала меня всё сильнее.\n— Ладно, ладно, сейчас задушишь. — сказал я и улыбнулся, обняв её. \n— Правда, прости!\n— Хорошо, хорошо. — мы обнимались. Такие светлые чувства захлиснули меня, что я просто не  хотел отпускать её, я хотел чтобы эти объятия длились вечно. Но к сожалению это невозможно и когда закипел чайник я отпустил её, а она меня. ",
    "answers": [
      {
        "id": 45,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 45,
    "text": "— Будешь чай? — спросила она.\n— Нет, спасибо.\n— Слушай, правда, если бы не я, то ты бы сейчас здесь не лежал, могу ли я тебе чем нибудь отплатить?\n— Саш, ты мне не должна, я сам полез на передовую, поэтому я сам виноват.\n— Всё равно, я бы хотела тебя как то отблагодарить.\n— Расскажи мне откуда у тебя способность управлять векторами.\n— Ладно, — сказала она и села на стул рядом с моей больничной койкой. — Вообщем, всё немного не так как ты думаешь. Ты же помнишь какая у меня способность? — спросила она.\n— Да.\n— Короче, целовалась я пока только с двумя людьми, один из них ты, а второй — парень из средней школы, с которым я встречалась одно время. По любви конечно. Знатно я тогда влюбилась. Совсем забыла о своей способности. Его тэйгу это иллюзия, он мог внушить кому угодно что угодно. Вот так.\n— То есть ты всех обманула?\n— Да.\n— Но зачем?\n— Это всё план СВБ. Моя способность проявляется только при поцелуе и чтобы я могла соблазнить кого угодно мне нужно быть популярной.\n— И ты пошла на это?\n— Я не буду соблазнять всех на право и на лево, просто если это сможет спасти кому-то жизнь, то я согласна.\n— Понятно. Спасибо, что рассказала.\n— Да незачто. Слушай, можно тебя тоже кое что спросить?\n— Конечно.\n— А что случилось там, у киосков?",
    "answers": [
      {
        "id": 46,
        "text": "... "
      }
    ]
  },
  {
    "id": 46,
    "text": "Рассказав, ей обо всём, что я помню и том, что мы востановили вместе с Альбертом, мы ещё долгое время болтали обо всём...",
    "answers": [
      {
        "id": 47,
        "text": "Тем временем... "
      }
    ]
  },
  {
    "id": 47,
    "text": "Тем временем на пути к деревне \"Крыжкино\", Подмосковье.\n\nАльберт ехал на своей служебной машине, черной BMF C4. Он направлялся к одному из своих информаторов. Даниил Васильков, обычный парень имеющий талант в области программирования, правда выбрал он не ту область, которую надо было. Он хакер, взломать может почти всё. Его поймали по случайности, не в том месте не в то время. Его завербовал в свои информаторы Альберт, в замен Даниил получил частичную свободу, но на всегда закончил свою карьеру хакера. Теперь он верный пес СВБ, к нему Альберт и направлялся. ",
    "answers": [
      {
        "id": 48,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 48,
    "text": "Подмосковье, деревня \"Крыжкино\".\n\nАльберт доехал до места и подъехал к дому Даниила. Припарковав авто, Альберт направился внутрь. Дверь как всегда была закрыта. А за ней слышались звуки телевизора. Альберт несколько раз ударил по двери кулаком. За дверью послышались шаги. Дверь открылась, а за ней в Альберта уже целился из ружья Даниил. Альберт в силу профессии быстро обезоружил хакера и повалил того на пол. Ружье теперь было нацелено на Даниила.\n— Воу, воу полегче, я не знал что это ты, ты не предупреждал. — запаниковал молодой 28 летний, небритый хакер. \n— Мог бы по машине догадаться. — сказал Альберт и опустил ружье, после чего проверил заряжено ли оно. Внутри было пусто. — Идиот, ты бы хотя бы проверил заряжено ли оно.\n— Ну прости, спросони не сообразил.\n— Ладно, пошли внутрь у меня для тебя работенка есть. — Альберт поставил ружье рядом с дверью и бесцеремонно прошёл внутрь. ",
    "answers": [
      {
        "id": 49,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 49,
    "text": "— Ну и вонь! — сказал Альберт войдя в гостиную, где всё воняло перегаром.\n— Так че ты хотел? — спросил Даниил, когда поднялся с пола.\n— Сможешь найти человека? — перешел к делу Альберт.\n— Шшшш... — шикнул Даниил, и указал на двух спящих на диване напившихся охотников.\n— Что у тебя тут за хрень происходит?\n— Мы с мужиками на охоту ходили ну и... — Альберт вынул из кабуры один из своих M1911 и приставил его к голове Даниила.\n— Ты всегда должен быть готов к работе, даже не думай бухать тут, понял?! — полу шепотом спросил Альберт.\n— Д-да. — робко ответил Даниил и Альберт убрал пистолет обратно в кабуру.\n— Отлично, а теперь пошли.\n— Хорошо. ",
    "answers": [
      {
        "id": 50,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 50,
    "text": "Они прошли в белую комнату с толстыми стенами и белой железной дверью. Комната была небольшая и её освещали четыре встроенные в потолок лампы, которые светили бледно белым светом. В комнате не было окон, лишь одна дверь. Комната напоминала операционную, только идеально чистую и с немного мягким полом.\nПосередине комнаты стоял большой стол, а на столе стояли пять мониторов, клавиатура, мышка, графический планшет и много другой техники. Чего там только не было. К слову стол был в форме буквы С.\nКак только Альберт и Даник зашли в эту комнату, дверь захлопнулась и закрылась на бесчисленное количество замков. Даник сразу сел за компьютер и включил его, а после одел один вставной наушник в правое ухо.\n— Так кого надо найти?\n— Вот он. — Альберт достал фотку и положил её на стол. Это был человек в черном, около пиццерии. Это был стоп кадр с камеры видео наблюдения с дома неподалёку. Было темно и достаточно далеко, потому качество фотографии оставляло желать лучшего.\n— И что это?\n— Человек, его надо найти.\n— Я конечно всё понимаю, но поближе камеры не нашлось.\n— Они все в одно время отключились. — Даник начал что-то резко вводить на клавиатуре. На экране происходило что-то невероятное. Появлялись и закрывались окна. Спустя секунды он перестали остановился на одном досье из базы данных Евразийского Союза. Это была база данных, в которой хранилась вся информация по тэйгу в ЕС. Там были все, от президента до детсадовцев.\nДаниил остановился на досье некого Алана Жуковского. Там было сказано, что он умеет управлять электро-магнитными и биологическими полями.\n— Скорее всего это он.\n— Скорее всего?\n— Совпадение 80%.\n— Нет, мне нужен на 100% этот человек.\n— Таких в базе нет. Система CT проанализировала всё, прогнала по всем базам и это самый вероятный вариант.\n— Адрес.\n— *Адрес Жуковского*.\n— Я поехал, а ты продолжай работать, если что-то найдёшь телефон знаешь.\n— Понял. ",
    "answers": [
      {
        "id": 51,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 51,
    "text": "Альберт молча вышел из дома и сел в машину. Использовав навигатор, он нашел нужный адрес и направился туда...",
    "answers": [
      {
        "id": 52,
        "text": "В это же время. "
      }
    ]
  },
  {
    "id": 52,
    "text": "В это же время. Где-то в Подмосковье. \n\nВ комнате было темно. Единственным источником света был монитор, на котором светилось красное сообщение с желтым треугольником по середине и надписью \"Тебя ищут\".\nКомнатка была небольшая. Некоторые номера в отелях эконом класса и то больше. В ней была лишь кровать, стол и тумбочка. Кровать кстати была занята. Там лежал человек с перевязаной ногой. Он был в сознании и держал в руках телефон. Там был открыт NHB браузер (хакерская сеть), в котором был открыт сайт с приватным чатом.\nСказочная Алиса: \"Ты уверен?\"\nМаршмелоу: \"100%\"\nСказочная Алиса: \"Будь осторожен, не вылазь без необходимости, я тебя завтра заберу в более безопасное место.\"\nМаршмелоу: \"Не надо, здесь пока что безопасно. Лучше поспрашивай людей о Харухи, только он мог так быстро найти нас, да и вряд ли он так просто бы попался на нашу ловушку, скорее всего он что-то задумал.\"\nСказочная Алиса: \"Хорошо, завтра начну.\"\nМаршмелоу: \"Договорились.\"",
    "answers": [
      {
        "id": 53,
        "text": "Глава III \"Догонялки\" "
      }
    ]
  },
  {
    "id": 53,
    "text": "Утро. Солнце только поднималось из-за горизонта, озаряя спальню капитана Алексея Купенко. Он спал спокойным сном. Ему ничего не снилось, его мозг просто отдыхал. Будильник был заведен на 7:50 и капитан досыпал последнии минуты положенного ему сна. Ещё немного и опять мрачные мысли наполнят его голову. Но пока он спит его посещают только добрые мысли и хорошие воспоминания.\nНо пора просыпаться. Зазвонил будильник, поставленный на телефоне и Алексей проснулся. Он не выспался, так как всю ночь он просматривал дело Ярослава Дементьева. Он всегда работал допоздна, поэтому ему не привыкать. В деле Ярослава ему удалось подметить несколько важных деталей, например, его способность изменять структуру тела и хорошую физическую подготовку, в виде чёрного пояса по борьбе. Также он наткнулся на очень интересную запись о том, что его отец является главой Московского Управления СВБ. Это означает, что он заправляет всем в Московской области, которая с заключением союза между всеми государствами Евразии, по территории превышает Украину и Финляндию вместе взятые. Это может сильно усложнить дело, но сейчас он не хотел об этом думать.",
    "answers": [
      {
        "id": 61,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 54,
    "text": "Я очнулся в больничной палате. Белый потолок, зелено-белые стены и пищание медицинского прибора подтверждали это. Я осмотрелся и попытался встать. Усталость куда-то исчезла, заменилась бодростью и желанием что-то делать. Такое ощущение, что силы переполняли меня. Я сел на край кровати, рядом, на стуле спала Саша. Альберта в палате не было. Я немного так посидел, подумал и одел штаны, которые висели на втором стуле рядом с койкой. Я потрогал Сашу за плечо. Она немного поерзала и взяла меня за руку. Я улыбнулся и нажал на кнопку вызова врача. Врач пришел незамедлительно. Это был не молодой мужчина лет 60 с лысиной и бородой. Он был немного выше среднего роста, но создавалось ощущение как будто он гораздо выше обычных людей.\nЯ приложил палец к губам как бы говоря \"Тихо\". Он понял и отсоединив меня от медицинского аппарата, пригласил меня пройтись. Я оделся и вышел в след за ним в коридор.\n— Ну, как здоровье, как чувствуйте себя?\n— Бодро. — уверенно сказал я.\n— Это побочный эффект псионической инъекции. Тебе вкололи активные псионы и лоитойды, поэтому вы буквально чувствуйте себя всемогущим. Похожий эффект дает алкоголь.\n— А отходняка не будет?\n— Как же без него. Будет, несколько дней вы отсыпаться будете. И впредь не контактируйте с анти-псионическими металлами.\n— Когда меня выпишут?\n— Конечно вы можете выписаться прямо завтра с утра, но я бы вам советовал всё же подождать отходного периода и отходной период провести здесь под надзором специалистов.\n— Я подумаю. — мы завернули за очередной угол. Больница была не многолюдна, почти все коридоры пустовали, а встречались в основном врачи.\n— Кем вам приходится девушка? — спросил доктор спустя какое время.\n— Простите, конечно, но это не ваше дело.\n— Нет, нет, это вы меня простите за бесцеремонные вопросы.\n— Закрыли тему.\n— Хорошо. ",
    "answers": [
      {
        "id": 55,
        "text": "После небольшой прогулки по больнице"
      }
    ]
  },
  {
    "id": 55,
    "text": "— Ладно, пациент отдыхайте, если что зовите.\n— Хорошо. — сказал я и вошел обратно в палату. Саша опять поерзала на стуле. Я решил, что ей спать там не удобно, а раз она тут ради меня, то надо бы её переложить на койку. Применять способности мне запретили, так как это грозит осложнениями, а потому придётся напрягать спину. Хорошо, что Саша весила около 40 кг и я без особого труда смог перенести её на кровать. Она не проснулась, лишь улыбнулась и обняла подушку. Я тоже улыбнулся и поставил кипятиться электрический чайник на тумбочке рядом с раковиной. Хорошо, что я смог выпросить у (доктор) Виктора Александровича специальный пропуск в комнату отдыха для больных. Попью чая и туда. Как сказал док, мне ещё около 26 часов до отходняка осталось, поэтому надо бы успеть посетить эту знаменитую комнату, ибо ещё раз в больницу попадать я не собираюсь.",
    "answers": [
      {
        "id": 56,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 56,
    "text": "Я попил чай и уже хотел идти в комнату отдыха, но вдруг задумался: \"А где пропадает Альберт?\"\nНет я конечно понимаю, что у него тоже есть чем заняться, но разве Саша не должна находиться под охраной? Или нет. В любом случае наверное лучше её так не оставлять и выяснить ситуацию. Будить её я так и не решился, а спустился вниз в фойе.\n— Девушка, а можно откуда нибудь позвонить? — спросил я у не очень красивой дежурной.\n— Да, идите по коридору и направо первый поворот. — ответила она и показала направление.\n— Спасибо. — сказал я и направился к телефону. На моё удивление это был не обычный телефон-динозавр, который был сделан без использования анти-псионических металлов, это была комната с тремя хорошо защищёнными отсеками, где находились старые телефонные аппараты. Когда я попросил позвонить, меня отвели в единственный свободный отсек и закрыли там. Мне дали 5 минут. Я спокойно подошёл к телефону и набрал номер отца. Мне надо было выяснить ситуацию, а кто знает её лучше него?\n— Да, слушаю. — я дозвонился быстро.\n— Привет, это Слава.\n— О, Славик, ты как?\n— Да нормально, пап, слушай, ты сейчас не занят?\n— Прости, много очень дел, такой завал. Кстати как там Саша?\n— Она нормально, спит. Я хотел спросить у тебя, что вообще творится, где Альберт и что там с тем происшествием у Сашиного дома?\n— Прости, но по телефону не могу разглашать такие сведения. Я позвоню маме, она скоро приедет. Ты из больницы не выходи, сиди желательно у себя в палате и Сашу не выпускай одну. Про ситуацию маму расспроси. Извини, дела не ждут. Пока. \n— Хорошо. Пока, удачи там. — я повесил трубку. Оставалось полторы минуты. От скуки я начал осматривать комнату и думать.\n\"Видимо, тот случай запустил целую цепочку событий\" — такой вывод я сделал исходя из разговора с папой и моих собственных догадок. — \"Видимо в ту самую комнату отдыха я не попаду\". ",
    "answers": [
      {
        "id": 57,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 57,
    "text": "Тем временем в полицейском участке No 3.\n\n— Кто дал такой приказ? — вышел из себя капитан Алексей Купенко.\n— Я тебе ещё раз повторяю, приказ сверху, детали мне разглашать запретили, но теперь доступ к этому делу для полиции закрыт. — на повышенных тонах ответил полковник Дмитрий Сергеевич. \n— Какого черта происходит?\n— Я не знаю и тебе лучше не лезть в это дело, а тем более не тащить за собой лейтенанта Шорохова.\n— Давай, я буду сам решать, что делать в свободное время.\n— Не забывай, кто тебя будет вытягивать в случае чего. Смерти моей хочешь!? — теперь разговор перешел в новую стадию, в спор.\n— А ты меня не вытягивай, за свои ошибки я сам заплачу.\n— А кто такими темпами работать будет? Напомнить тебе, что таких людей как ты по пальцем пересчитать можно.\n— А уж как распоряжаться своим тэйгу я сам разберусь.\n— Вот и разберайся, пока люди, которым ещё можно помочь страдают и умирают, а ты разберайся, пожалуйста. — после этого, Алексей развернулся и вышел из кабинета. Он был зол на всех.",
    "answers": [
      {
        "id": 58,
        "text": "На улице"
      }
    ]
  },
  {
    "id": 58,
    "text": "Алексей пулей вылетел из участка и сел в служебную машину, в которой его уже ждал лейтенант Эрик Шорохов.\n— Ну что? — спросил он.\n— Что там по новому делу? — зло спросил Алексей.\n— Убийство на *адрес*, похоже суицид. Ну а... — Эрик не договорил, его перебил Алексей и завел машину.\n— Поедем, посмотрим. — сказал тот и надавил на газ, включая сирену.",
    "answers": [
      {
        "id": 59,
        "text": "Спустя несколько часов, после осмотра места преступления. "
      }
    ]
  },
  {
    "id": 59,
    "text": "— Что думаешь? — спросил лейтенант. \n— Нет, это убийство. Лица не видно, но это точно мужчина и убитый точно доверял ему. Они достаточно долго беседовали, а потом в один момент всё изменилось. Убийце приказали убить его. — констатировал Алексей. С помощью его способности, он узнал, что видел человек за пять минут до смерти. Естественно она работала и с живыми, животными и даже предметами, но чаще всего это были именно трупы, так как в этом случае она показывала последнии минуты жизни, а не то, что случилось в предыдущие 5 минут.\n— И что дальше? — спросил Эрик.\n— Слушай, до конца смены остались полтора часа, давай сделаем так, — Алексей внезапно остановился и развернулся к идущему позади Эрику. — Ты едь к его родне, друзьям, близким, не знаю, а я займусь кое-чем другим. Позвони если что найдёшь. — сказал капитан и пошел по направлению к автобусной остановке.\n— Эй. — крикнул в догонку Эрик. Алексей развернулся. — Я не знаю, чем тебя так привлекло то дело, но мы напарники и должны работать вместе, так что, если ты что-то найдёшь звони. Перед боссом прикрою. — сказал Эрик и не молодой капитан улыбнулся.\nВместе они работали меньше года. Лейтенанта Шорохова перевели в это отделение недавно и поставили в пару с самым опытным специалистом последних лет капитаном Алексеем Владимировичем Купенко. Они быстро сработались. Один мог смотреть на ситуацию глазами жертвы, убийцы, орудия преступления или другой вещички, а второй мог узнать любую информацию, просто вынув её из мозга. Они щелкали дела как семечки, но смогут ли они разобраться в этом деле? Время покажет.",
    "answers": [
      {
        "id": 60,
        "text": "Глава III \"Московский переполох и таинственные друзья\" "
      }
    ]
  },
  {
    "id": 60,
    "text": "",
    "answers": []
  },
  {
    "id": 61,
    "text": "Он достаточно быстро позавтракал и собрался. Одевшись, он взял с собой свой табельный пистолет \"M1911\". Он вышел на улицу и пошел на охраняемую стоянку для машин, где его уже ждал старенький джип JEP Cheery (прототип Jeep Grand Cherokee, только более современный). Эта машинка служила капитану уже 7 год и каждое утро она заводилась и была готов ехать куда угодно.\nСев в машину, он выехал со стоянки и поехал в штаб квартиру СВБ. ",
    "answers": [
      {
        "id": 62,
        "text": "Тем временем. "
      }
    ]
  },
  {
    "id": 62,
    "text": "В отличие от капитана, который только недавно проснулся, Альберт уже был на ногах второй час. Он уже успел проверить номер белого минибаса и даже съездить на квартиру к одному из подозреваемых, но потом ему позвонило начальство в лице Петра Павловича Кравина. Приказ был прост: прибыть в штаб квартиру СВБ как можно быстрее. Отказы не принимаются. Добраться в центр города не составило труда и Альберт быстро приехал в штаб квартиру.\n— Здравия желаю. — отдал честь Альберт, после того как вошел в кабинет Петра Павловича. \n— Вольно, солдат. — сказал обладатель просторного кабинета, в котором за столом сидели два человека. Это были капитан Алексей Купенко и лейтенант Эрик Шорохов.\n— Альберт Васильев прибыл по вашему приказу. — сказал Альберт.\n— Присаживайся, у этих уважаемых людей есть к тебе несколько вопросов. — сказал Пётр Павлович, который искал какую-то папку с документами в шкафу. Альберт послушно сел на стул напротив лейтенанта. Видимо, Пётр Павлович не нашел то, что искал, потому закрыл шкаф и сел во главе стола.\n— И так господа. Представьтесь пожалуйста. — объявил Пётр Павлович.\n— Капитан Алексей Купенко, это лейтенант Эрик Шорохов. Нам нужно допросить вас по поводу дела о похищении.\n— Прошу прощения, но это официальный допрос?\n— Конечно. Наш разговор будет записан на этот диктофон и приложен к этому делу.\n— Хорошо, задавайте вопросы...",
    "answers": [
      {
        "id": 63,
        "text": "Допросы"
      }
    ]
  },
  {
    "id": 63,
    "text": "— Расскажите про то, что там случилось с самого начала. — попросил капитан. \n— *пересказ истории с незначительными изменениями*. \n— Хорошо, значит вы хотите сказать, что убил всех человек в чёрном, а Ярослава обездвижили в самом начале.\n— Да.\n— Если я не ошибаюсь, то убил всех как раз человек в теле робота. Это не мог быть человек в чёрном, так как он появился позже. Я допускаю, что вы могли не видеть всего и ошибаться в догадках. Но, вы же должны знать, в чем заключается способность Ярослава. Это изменение структуры тела, то есть скорее всего это он убил их, он был тем роботом. — Альберт был серьёзен.\n— Но самое интересное, это то, что вы проводите своё расследование, не так ли? — спросил лейтенант.\n— Так, но это никак не отражается на моем задании. Наоборот, я напрямую выполняю свои обязанности.\n— А можно поинтересоваться в чем заключается ваше задание? — поинтересовался капитан.\n— Нельзя, это государственная тайна. — влез Пётр Павлович.\n— Хорошо, но это ещё не всё, расскажите подробнее как человеку в чёрном удалось сбежать? — поинтересовался капитан.\n—... — Альберт не успел ничего сказать, у капитана зазвонил телефон.\n— Прошу прощения. — сказал капитан и вышел. ",
    "answers": [
      {
        "id": 64,
        "text": "В коридоре"
      }
    ]
  },
  {
    "id": 64,
    "text": "— Да?\n— Товарищ капитан, поступило заявление о пропаже человека. Некого Патрика Жуковского. Заявление принесла сестра некая Ангелина Жуковская. — доложил дежурный.\n— Понял, спасибо, выезжаем, дайте адрес.\n— *Адрес*\n— Спасибо. — капитан завершил вызов и вернулся обратно в кабинет. ",
    "answers": [
      {
        "id": 65,
        "text": "В кабинете"
      }
    ]
  },
  {
    "id": 65,
    "text": "— Прошу прощения, Пётр Павлович, наш допрос придётся прервать, новая зацепка появилась. — сказал капитан.\n— Хорошо, капитан, держите меня в курсе. — лейтенант отдал честь и вышел в след за капитаном, а Альберт остался в кабинете.\n— Что это был за допрос? — спросил Альберт.\n— Это особая группа, расследующая это дело о похищении. Не мешай им, делай свою работу, а они сами справятся.\n— Так точно. Я могу идти? — спросил Альберт.\n— Да. — сказал Пётр Павлович и Альберт вышел из кабинета. ",
    "answers": [
      {
        "id": 66,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 66,
    "text": "— Что случилось? — спросил Эрик, залезая в машину.\n— В полицию поступило заявление о пропаже от некой Анжелики Жуковской. Понимаешь? — ответил Алексей.\n— Да.\n— Больше ограничений на твою способность не было, так что допрашивать будешь ты. — Алексей завел машину.\n— Понял.\nДобираться до полицейского управления No2 долго не пришлось. Буквально пятнадцать минут и они на месте. Когда они вошли в управление, сразу подошли к дежурному.\n— Капитан Алексей Купенко, СВБ. — капитан показал удостоверение.\n— Да, прошу, она ждёт там. — он показал на несколько стульев, где сидела Анжелика, молодая девушка двадцати с небольшим лет. Она была очень привлекательной внешности. Она была серьёзна и напряжена.\n— Здравствуйте, вы Анжелика Жуковская? — спросил лейтенант Эрик Шорохов.\n— А вы кто? — напугано спросила она.\n— Вас разве не предупредили? Мы из СВБ, лейтенант Эрик Шорохов. — лейтенант показал удостоверение.\n— Прошу прощения, но я ничего не знаю о вас, прошу оставте меня в покое.\n— Не беспокойтесь, мы просто расследуем одно запутанное дело государственной важности и возможно в нем замешан ваш... — лейтенант посмотрел на капитана.\n— Брат. — сказал капитан. \n— Брат. — закончил предложение Эрик.\n— Я не знаю что здесь происходит, но отсюда я не уйду.\n— Хорошо, давайте поговорим здесь. — лейтенант опять посмотрел на капитана, тот лишь кинул только что полученный от дежурного ключ от допросной. И сказал:\n— Закончишь – позвони.",
    "answers": [
      {
        "id": 67,
        "text": "Тем временем в больнице"
      }
    ]
  },
  {
    "id": 67,
    "text": "Был уже почти полдень. В моей палате было достаточно шумно, так как помимо Саши в ней находились мои родители.\n— Ну ты как? — спросил папа.\n— Да, вот, держусь. — ответил я.\n— Ну, мы вот тебе гостинцев привезли. — папа поставил на тумбочку рядом с раковиной два наполненых пакета с продуктами, а мама дала мне ланчбокс с моим любимым блюдом: острое мясо с перцем под соусом.\n— Спасибо. — я взял ланчбокс и понюхал это прекрасное блюдо. — Вкуснотище!\n— Ну, больной, я вижу тебя тут уже опекают по полной программе. — папа посмотрел на Сашу, потом на меня и подмигнул. Саша засмущалась, а я лишь улыбнулся и посмотрел на Сашу, которая немного покраснела и смотрела в пол.\n— Ой, да хватит вам девушку смущать. — сказала мама, наливая в чайник воду. — Кто нибудь чай будет?\n— Я. — ответил я.\n— Я тоже. — сказала Саша.\n— Хорошо.",
    "answers": [
      {
        "id": 68,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 68,
    "text": "Ещё около получаса мы пили чай, а папа его любимый кофе в банках. Мы говорили о происшествие, которое произошло позапрошлой ночью. Папа поделился несколькими догадками, а я рассказал то, что помню. Воедино картинка не собралась, но мы немного происнили события той ночи.\nКогда мои родители уже собрались уходить, Саша вызвалась проводить их и они с мамой вышли из палаты, а папа немного задержался и, подойдя ко мне, сказал:\n— Слушай, позвони мне, пожалуйста, если через пару тройку часов Альберт не покажется. Хорошо?\n— Да.\n— Ладно, держись тут. Сашу береги по возможности, она девушка хорошая. — опять подмигнул он.\n— Ага. — он вышел и я остался в одиночестве. Правда ненадолго. Спустя минуту, ко мне зашел человек в черной кожаной куртке, синих джинсах и с темными очками в руке.\n— Здравствуйте, а вы кто? — спросил я, немного напрягся и уже приготовился при случае применить способность.\n— Здравствуйте, если не ошибаюсь Ярослав Дементьев?\n— А вы по какому вопросу? — спросил я и приготовился использовать наиболее легкое превращение.\n— Капитан Алексей Купенко, Служба Внутренней Безопасности, у меня есть к вам несколько вопросов. — он подошёл ближе и взял один из пластиковых стульев. \n— Удостоверение пожалуйста.\n— А конечно, — он сел на стул и достал из кармана подлинное удостоверение агента СВБ. Я немного расслабился.\n— Цель визита и тэйгу. — спросил я внимательно разглядывая его лицо. Я всё ещё был в небольшом напряжении.\n— Я должен вас допросить, мы расследуем дело о похищении.\n— Подайте пожалуйста, телефон. — попросил я и указал на Сашин телефон, оставшийся на тумбочке. Он подал мне телефон и я сразу же разблокировал его, паролем, который мне сказала Саша ещё много лет назад. На удивление он сработал и я попытался найти в телефонной книжке телефон отца, но такового там не было и я решил позвонить Петру Павловичу.",
    "answers": [
      {
        "id": 69,
        "text": "Петр Павлович *номер*\nПозвонить на номер *телефонный номер*"
      }
    ]
  },
  {
    "id": 69,
    "text": "— Да, милая. — ответил Пётр Павлович.\n— Извините, Пётр Павлович, говорит Ярослав Дементьев.\n— Да, Слава.\n— Работает ли у вас некий капитан Алексей Купенко?\n— Да, он у тебя?\n— Да, допрашивать собирается.\n— Дай ему трубку. — я передал телефон капитану. ",
    "answers": []
  },
  {
    "id": 70,
    "text": "Пролог\n\"Данные вашего ребёнка поразительны!\" — твердили учёные. \"Он сможет стать кем угодно!\" — говорили профессора и исследователи \"Тэцу\" (суперспособностей). Я всегда был в центре внимания. Был особенным. Я уже в 5 лет начал использовать свою способность, хотя все остальные не могли их использовать до 10 лет. Пока они учились управляться со своими способностями я уже овладел ею в идеале. В 15 я \"пробудил\" свою способность и смог использовать весь её потенциал. Было тяжело, но на самом деле я рад, что являюсь избранным, ведь иначе могло быть куда сложнее. Я ценю то что у меня есть. И всегда ценил.",
    "answers": [
      {
        "id": 71,
        "text": "Глава I \"Вот она взрослая жизнь\""
      }
    ]
  },
  {
    "id": 71,
    "text": "Глава I \"Вот она взрослая жизнь\"\nУтро, 2 сентября. Заспанная Москва начинает свой день. Кто-то куда-то бежит, едет, спешит. Я как обычно везде успевал, потому не спешил. Сегодня с утра я встал даже раньше, чем планировал. Моя сестра — Саша разбудила меня, когда включила в 7 утра на своей колонке какую-то рок музыку. Вроде это была группа \"Hollywood undead\", песня \"Lion\", но я был очень сонный и возможно мне послышалось. Это безобразие я быстро пресек, но она уже успела нарушить утреннюю тишину. К сожалению, заснуть я больше не смог, оставалось только выпить кофе, позавтракать и отправиться на утреннюю тренировку.\nСейчас 8:30, я уже почти у ворот академии, а в запасе у меня ещё пол часа. Я решил, что раз уж у меня в запасе столько времени, можно немного прогуляться, тем более в этой части Москвы я почти не бываю. Прогулка была не долгой, спустя минут 15, я уже был у ворот академии. Войдя и предоставив пропуск охраннику, я вошел внутрь и подошёл к карте здания, которая была прямо напротив входа рядом с лестницей. К слову, ремонт в академии был сделан хорошо и недавно. Всё было чисто и убрано.",
    "answers": [
      {
        "id": 72,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 72,
    "text": "Спустя минут семь я нашел большой актовый зал, где и будет проходить церемония поступления. Огромный зал с приличной сценой. Мест было предостаточно, но мне надо было идти к местам моей группы. Дело в том, что в академии было строгое разделение на три группы. Не буду вдаваться в подробности, просто скажу, что я попал в лучшую — А.\nЯ быстро нашел места моей группы и уселся на последний ряд рядом с каким-то мужчиной средних лет. Тот странно посмотрел на меня, но потом отвернулся. Он был опрятен, в дорогом строгом костюме. Смотрел холодно и уверенно. Но внимание моё привлекла его причёска — короткая армейская стрижка, как в каких-нибудь старых американских фильмах года этак 2016. Он меня напрягал всю церемонию, но в итоге всё прошло нормально.\nЦеремония была красивой, красочной, но увы не информативной. Вся речь свелась к \"Добро пожаловать, бла, бла, бла\". А информация, которая нам понадобится в будущем, например, как пройти в столовую — это всё к преподавателю группы. К слову, про столовую я пошутил.\nЗакончилось всё за пол часа. После церемонии мы направились в аудитории. Каждая группа в свою. Наша была на втором этаже. Просторная аудитория со всеми последними технологиями. Всё чисто и красиво, впрочем как и везде. Аудитория была рассчитана человек на 50, но нас не было так много, поэтому в аудитории было много белых пятен. Я уселся ближе к концу, рядом с какими-то девушками, которые о чем-то беседовали. Надо было поддерживать свой образ и я заговорил с ними.",
    "answers": [
      {
        "id": 73,
        "text": "Диалог"
      }
    ]
  },
  {
    "id": 73,
    "text": "— Привет девушки, о чем болтаете? — спросил я.\n— Привет, да не о чем. — ответила брюнетка рядом со мной.\n— А что тебе так интересно? — спросила рыжеволосая позади брюнетки.\n— Ну может я тоже смогу поучаствовать в вашей беседе?\n— Ну хорошо, тогда скажи — какой косметикой пользуешься? — выпалила рыжеволосая.\n— Эй, Лена, успокойся. Давай лучше для начала познакомимся. Меня Ника зовут, а это Лена. — представилась брюнетка.\n— Очень приятно, Слава.\n— Ну, как я понимаю ты тоже из группы А. Может поведаешь нам, что у тебя за способность? — Лена внезапно поменяла тон разговора.\n— Лена! Неприлично же у каждого встречного спрашивать! — возмутилась Ника.\n— Да я и не скрываю, вы знаете что такое \"Метаморфизм\"?\n— Неужели ты... — удивилась Ника.\n— Ярослав Дементьев, правильно? — спросила Лена. — Да, ты у нас достаточно известная личность. Одаренный! — язвительно сказала она. \n— Вы действительно тот самый Ярослав Дементьев? — внезапно Ника перешла на вы.\n— Ника, ты чего? Давай на ты, а то чувствую себя лет на десять старше.\n— Простите! Я больше не буду! — она засмущалась и отвела взгляд.\n— Лена, чего это с ней?\n— Ты её кумир, скорее всего ты не знаешь, но она достаточно известна и талантлива. Ты для неё был примером. — ответила Лена и добавила. — Не знаю что она в тебе нашла.\n— Лена! — Ника возмутилась последней фразе Лены. \n— Ладно, ладно, молчу. — после этого в аудиторию зашел преподаватель.\n— Так, всё базар прекратили, начинаем занятие! — сказал он достаточно громко.",
    "answers": [
      {
        "id": 74,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 74,
    "text": "На этом наш небольшой диалог пришлось прервать, но признаться честно он мне доставил удовольствие. Приятно знать, что ты пример для кого-то. Особенно для такой красавицы. \nПервая пара была значительно информативнее церемонии. Нашего преподавателя зовут Николай Иванович Дружинин. Он креативно и оптимистично провел эту пару. Рассказал он всё, абсолютно. От того сколько туалетов на этаже и в какой лучше ходить, до факультативов связанных с профессиональным образованием. В конце он каждому выдал лист с расписанием этих самых факультативов и номером кабинета. Что бы записаться на какой-либо факультатив надо было подойти к нему до конца недели. И ещё одно, по правилам, каждый ученик академии должен был посещать по крайней мере два факультатива. Я уже решил кем хочу быть — пойду по стопам отца, в АНБ. Потому я быстро отметил все факультативы, на которые я возможно запишусь. Позже решу точно.",
    "answers": [
      {
        "id": 75,
        "text": "Спустя 90 минут"
      }
    ]
  },
  {
    "id": 75,
    "text": "90 минут пролетели быстро. После фразы \"Ладно, спасибо за внимание, на этом всё\" я встал и потянулся. Сейчас надо было идти на следующую пару. Вроде по расписанию сейчас практическая часть. Время показать свои возможности и умения. Я взял сумку и оглянулся на девушек. Когда я это сделал, меня толкнула Лена.\n— Иди уже. — я только краем глаза заметил Нику, разговаривающую по телефону с кем-то.\nМы направились в спортивный зал, где должна была проходить практика. Под \"мы\" я подразумеваю меня и Лену, так как Ника осталась в аудитории.\n— Так всё таки почему Ника не пошла с нами? — спросил я.\n— Секрет! — нахмурившись, ответила Лена. — Вот захочет она тебе об этом рассказать, пусть рассказывает, а я тебе ничего не скажу!\n— Ладно. — сказал я и после небольшой паузы продолжил разговор. — Кстати, я же сказал тебе о своей способности, мне вот стало интересно что у тебя такая за способность?\n— Вот всё ты хочешь знать! Так и быть скажу тебе. Я иллюзионист. Вот посмотрят на меня все и могу я вытворять с их чувствами всё что угодно.\n— Например, можешь заставить их не видеть тебя?\n— И не только это. Много чего.",
    "answers": [
      {
        "id": 76,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 76,
    "text": "Так мы и дошли до спортивного зала. Он был достаточно большим, но меньше чем актовый. В этом решении я лично не вижу смысла, но видимо он есть. Вернёмся к делу, практика. Первым делом нас отправили переодеваться. Выдали специальные костюмы из псионических волокон, которые не позволяют нам терять слишком много энергии при использовании способностей и одновременно с этим спасают нас от перенапряжения и плохого воздействия на здоровье. Их ещё часто используют военные и полицейские. Правда, хоть они и помогают, но выглядят ужасно, особенно на парнях. Нет, не поймите неправильно, если опираться не на зрение, а на другие чувства, то костюм сидел идеально, не сковывал движения, был прочным. Ты не чувствуешь его на себе. Но видимо кто-то уже жаловался на то как он выглядит на парнях и потому нам разрешили одеть на них спортивную форму, которую к слову нам предоставила академия. Выйдя из мужской переодевалки, я понял, что на девушках они смотрятся куда лучше. Облегающий костюм подчеркивал красоту молодого тела. Я даже чуть не залип. Большинство девушек естественно смущались и некоторые даже одевали поверх какую-нибудь форму. Кстати, немного насчёт цвета этих костюмов. Академия предоставляет своим ученикам костюмы белого цвета, это сделано для того, чтобы во время дуэлей и поединков можно было сразу заметить кровь. Но на самом деле реальные костюмы, используемые полицией и военными либо камуфляжные, либо черные. Есть ещё вариант с темно-синей расцветкой, но он встречается реже.",
    "answers": [
      {
        "id": 77,
        "text": "К тренировке"
      }
    ]
  },
  {
    "id": 77,
    "text": "Ладно, настало время перейти к самому уроку. И вот тут то и началось всё самое интересное. Сначала нас распределили на четыре группы:\n<s>t1.<s>tСпособности атакующего класса\n<s>t2.<s>tСпособности защитного класса\n<s>t3.<s>tСпособности класса поддержки\n<s>t4.<s>t\"безклассовые\" способности\nТак вот, большинство способностей можно было отнести к одному из этих классов, но не мою. Точнее мою способность можно было отнести к любому классу, потому её признали особенной и распределили меня в \"безклассовую\" группу. Вообще в этой группе было мало людей. Всего-то 4 человека включая меня. К слову, одним из этих людей была Лена. С остальными я не был знаком.\nКогда всех распределили, группам приставили по преподавателю. Нашим стал Кирилл Андреевич Лопотков. Мужчина средних лет, черные волосы, накаченное тело, строгий взгляд, серьёзное лицо. Выглядел он грозно, но когда он открыл рот, мы сразу поняли, что не надо было судить по внешности. Он был весёлый, постоянно шутил и прикалывался. Серьёзное выражение лица пропало. На лице появилась улыбка. Он оказался довольно приятным человеком. Вот уж чего не ожидал. ",
    "answers": [
      {
        "id": 78,
        "text": "Перекличка"
      }
    ]
  },
  {
    "id": 78,
    "text": "После построения, Кирилл Андреевич начал перекличку.\n— Ярослав Дементьев.\n— Есть!\n— Елена Тихонова.\n— Есть!\n— Анна Дюжева.\n— Есть!\n— Даниил Васильков.\n— Здесь!\n— Джон Смит.\n—... — никто не отозвался.\n— Так, одного нету... Ладно, начнём... — сказал он написал что-то в своём списке, скорее всего отметил присутствующих, после чего начал занятие.",
    "answers": [
      {
        "id": 79,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 79,
    "text": "Из его небольшой речи я понял, что мы особенные, раз были зачислены в эту группу и нам надо постараться развивать свои способности по максимуму. Также он объявил, что с этого момента все наши последующие занятия будут проходить в другом зале, который находился по соседству. Собственно, первым делом мы направились туда.\nЭто был зал немного меньше предыдущего, но для четырёх человек тут места было более чем достаточно. В зале не было окон, всё освещение было исключительно исскуственным. Зал был пустой, но как мы узнали позже, дверь в противоположной части зала вела на склад, где мы смогли бы найти всё необходимое.\nКогда мы немного осмотрелись Кирилл Андреевич сказал:\n— Ну, начнём с знакомства, каждый выйдет и расскажет пару слов о себе и о своей способности. — он опять взял список и посмотрел туда. — Все построились, первым о себе расскажет Даник.\n— Хорошо. — уверенно ответил Даник и вышел вперёд. Это был мой сверстник, чуть выше меня, накачан и судя по его речи уверен. — Ну вообщем здравствуйте все, меня зовут Даник, я с вами учусь в одной группе. Общительный, дружелюбный, люблю баскетбол, раньше занимался им. Моя способность это управление материей, но, к сожалению, я не могу использовать свою способность в полной мере. Рад познакомиться! — сказал он, после чего вернулся к нам в строй и встал рядом со мной.\nСледующей была Анна. Она немного робко вышла вперёд, отвела глаза и было видно, что она волнуется.\n— Анна, не волнуйся, не на сцене выступаешь. — подбодрил её Кирилл Андреевич.\n— Меня зовут Анна, можно называть Аней. Я тоже учусь с вами и надеюсь мы подружимся. Я люблю видеоигры. Моя способность это телепортация, но я не могу телепортироваться больше чем несколько раз в день в течении часа. Как то так. Рада познакомиться с вами! — она отводила глаза, у неё тряслись руки, говорила она робко, видимо не совсем уверена в себе. Ростом она была чуть ниже меня, примерно как Лена. \nПосле Ани шла Лена, а затем я. Лена вышла достаточно уверенно:\n— Меня зовут Лена, я душа компании. Ленивая, весёлая и вообще крутая. Люблю музыку и веселиться. А теперь я хочу вам продемонстрировать мою способность... — после этого Сергей Андреевич хотел остановить её, но не успел. Спустя мгновение она пропала, а мы оказались у какой-то сцены посреди леса. Лена вышла на эту сцену и хотела уже что-то сказать, но вдруг упала без сознания и мы опять оказались в зале. Она очнулась спустя секунду. По вытянутой руке Кирилла Андреевича я предположил, что именно он на секунду усыпил Лену, чтобы выключить её способность.\n— Достаточно, Лена, возвращайся а строй! — скомандовал наш тренер. Она встала на ноги и медленно вернулась в строй. — Ладно, у нас остался последний член группы, который ещё не представился, только больше без практики способностей! — сказал он и грозно посмотрел на меня. Была моя очередь. Ну что, поехали.",
    "answers": [
      {
        "id": 80,
        "text": "Время пришло!"
      }
    ]
  },
  {
    "id": 80,
    "text": "— Всем привет, меня зовут Ярослав, можете меня называть Слава, если вам так удобнее. Я увлекаюсь многими вещами, такими как видеоигры и спорт, люблю рисовать. Моя способность — метаморфизм, говоря простым языком я могу изменять своё тело. Я бы показал её вам в действии, но боюсь Кирилл Андреевич не одобрит. — я посмотрел на грозного тренера, лицо которого постепенно становилось добрее и вскоре стало как прежде. — Рад с вами познакомиться!",
    "answers": [
      {
        "id": 81,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 81,
    "text": "— Хорошо, теперь вы все друг друга знаете, оставлю вас на пару минут наедине, чтобы вы смогли немного пообщаться. Скоро вернусь. — сказал он, когда я вернулся в строй, после чего направился к выходу. Не знаю куда он пошел и зачем, но с точки зрения преподавания это было гениальным ходом.",
    "answers": [
      {
        "id": 82,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 82,
    "text": "— Ну так, что ребята, что поделаем? — прервал тишину Даник.\n— Я не думаю, что мы успеем что нибудь сделать за пару минут. — продолжил разговор я.\n— Ну тут ты прав. — согласился Даник. Тем временем, словно не замечая нас, Лена с без эмоциональным выражением лица оперлась о стенку зала, так, как будто ей было плохо.\n— Эй, ты как? — спросил я. Тут на неё обратили внимание и остальные.\n— Нормально. — спокойным, тихим голосом сказала она.\n— Кстати, а что у тебя за способность? Было очень круто, но я ничего не понял. — спросил Даник.\n—... — она его проигнорировала, всё так же стояла с пустым взглядом, направленным в пол.\n— Слушай, может позвать кого? — это была первая фраза достаточно молчаливой Ани.\n— Не. Не надо. — отнекивалась она, но было видно, что ей плохо. Тем временем я услышал шаги в коридоре. Они направлялись в сторону этого зала. Это было два человека. Видимо, тренер шёл не один.\nИ действительно, когда он вошел то был не один. С ним была какая-то женщина в медицинском халате. Судя по всему этот гениальный ход дать нам пообщаться обусловливался тем, что Кирилл Андреевич понимал, что Лене потребуется мед. помощь. Увидев Лену, женщина в халате поспешила к ней. Мы все втроём молчали, наблюдая за всей этой ситуацией.",
    "answers": [
      {
        "id": 83,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 83,
    "text": "— У неё проблема с потоковыми системами псионнов. Видимо ваша способность активировала какую-то болячку в её теле. — заключила медсестра.\n— Ясно, позаботьтесь о ней, пожалуйста. — сказал тренер.\n— Естественно. — сказала медсестра и посмотрела на нас. — Кто из вас может помочь мне донести её до мед пункта без использования способностей?\n— Я могу. — первым вызвался Даник, я не стал возражать. Он ловко взял её на руки и бодренько так пошел за быстро идущей медсестрой. Силен братец. Хотя возможно Лена просто не такая тяжёлая. Вряд-ли.\nПосле этого происшествия мы продолжили практику, правда уже не в полном составе. Оставшийся час мы просто несколько раз использовали способность, для её демонстрации, после чего обсудили планы тренировок. Остановились на том, что нам с Аней нужна индивидуальные занятия, поэтому в ближайшее время расписание будет корректироваться. Данику же надо было развивать свою безусловно выдающуюся способность с нуля, чему кстати Аня была невероятно удивлена.\n— Как это так? Ты совсем не умеешь использовать свой дар? — возмутилась она.\n— Ну есть такое. — немного смутился неожиданной реакции Ани Даник и почесал затылок. — Я не очень люблю полагаться на свою способность, надо и самому развиваться! — начал Даник рассказ о своих принципах.\n— Саморазвитие это конечно хорошо, но о своих способностях тоже забывать не стоит, они часть тебя. — вмешался в их разговор Кирилл Андреевич. — Ладно, я вас предупрежу о изменениях в расписании и графике тренировок. Ну а пока можете быть свободны. Если не ошибаюсь пары у вас на сегодня закончились, можно по домам расходится. — сказал тренер и уже хотел уходить, но я его остановил. ",
    "answers": [
      {
        "id": 84,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 84,
    "text": "— А что будет с Леной? — поинтересовался я.\n— Ну, я думаю она отлежится пару дней и потом какую неделю будет посещать только теорию, а потом решим, что будем делать. — объяснил Кирилл Андреевич и добавил. — Если появятся ещё вопросы, я на кафедре.\nПосле этого он закрыл зал и судя по всему отправился на кафедру, а мы начали решать, что теперь.\n— Так ребят, я сейчас схожу к медсестре, проведаю Лену, кто со мной? — прозвучало предложение от Даника. Домой я сегодня особо не спешил, да и тренировок не намечалось, так что я решил, что это отличный вариант времяпрепровождения.\n— Почему бы и нет. — ответил я.\n— Я тоже не против. — не громко согласилась Аня.\n— Решено, выдвигаемся! — весело сказал Даник, он прямо блещет оптимизмом.",
    "answers": [
      {
        "id": 85,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 85,
    "text": "Мы направились на третий этаж, где неподалёку от столовой находился мед пункт, как символично. По дороге мы не о чем важном не говорили, так, чтобы заполнить тишину. Хотя о какой тишине идёт речь, если в академии учатся более 1500 человек.\nДобрались до медпункта мы быстро. Постучавшись, инициатор этого крестового похода на медпункт открыл дверь. В медпункте не было многолюдно, три человека не учитывая нас. Собственно под медпунктом я подразумеваю достаточно просторную комнату с койками для больных, столом для медицинского работника и кучей всякого оборудования, стульев и других необходимый вещей. Пару слов о присутствующих, помимо лежащей на койке Лены, в кабинете находилась ещё довольно молодая медсестра и какой-то парень постарше меня с перебинтованной рукой. Он оглянулся на нас, но после сразу переключился на медсестру, которая что-то ему говорила. Я только смог уловить конец:\n— Ладно, будет беспокоить заходи. На практику пока можешь не ходить, выпишу тебе справку.\n— Да, спасибо. — парень поблагодарил медсестру, взял справку и удалился.",
    "answers": [
      {
        "id": 86,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 86,
    "text": "— Я так вижу вы к Лене. — сказала медсестра, улыбнулась и написав что-то в журнале, встала из-за стола. — Если вам интересно состояние Лены, то она почти в норме. Через неделю, две будет как новенькая. — она прошла мимо нас и зашла в какую-то комнату, дверь в которую была рядом с входной. — Но вот если вы хотели с ней поговорить или ещё что-то, то извините, я уже вколола ей лекарство и снотворное. — когда она договорила входная дверь открылась и внутрь вошла... Кто бы вы думали? Верно! Ника, собственной персоной. И видимо она пришла за тем же зачем и мы.\n— О, здравствуйте. — обратилась она ко мне. — А вы тоже Лену проверить пришли?\n— Да, но к сожалению она спит. — ответил я.\n— Извините, — Даник вошел в комнату, где была медсестра. — А когда можно будет прийти навестить её?\n— Я думаю послезавтра сможете её навестить сразу после пар в 3-ей городской больнице. Это недалеко.\n— А, хорошо, спасибо. До свидания. — попрощался он и вышел, за ним последовала и Аня.\n— Ты с нами? — обратился я к Нике.\n— Да.",
    "answers": [
      {
        "id": 87,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 87,
    "text": "Мы попрощались и вышли в коридор. Там нас уже ждали Даник и Аня. Мы медленно двинулись к выходу, говоря о дальнейших планах. \n— Ладно, что теперь? — спросил я.\n— Так... — Даник посмотрел на часы. — Я сейчас на тренировку по баскетболу.\n— А где ты занимаешься? — спросила Аня.\n— Да тут недалеко, в сторону как раз 3-ей больницы.\n— О, мне тоже в ту сторону. — сказала Аня.\n— А вам? — спросил Даник.\n— Нет, мне на поезд, вход в подземку в той стороне. — сказал я и указал на юг. \n— А, ну тогда ладно. А ты? — обратился Даник к Нике, которую по видимому не знал.\n— Ника, знакомься, это Даник и Аня. Даник, Аня, это Ника. — познакомил я их.\n— Очень приятно. — сказали все присутствующие.\n— Я пойду со Славой, мне тоже в ту сторону. — сказала она. Тем временем мы медленно подошли к выходу.\n— Счастливо. – мы с Даником пожали руки и разошлись.",
    "answers": [
      {
        "id": 88,
        "text": "На пути к метро"
      }
    ]
  },
  {
    "id": 88,
    "text": "Было достаточно тепло, начало сентября всё таки. Солнце медленно стремилось к горизонту. Мы не спеша шли и болтали не о чём. Где-то по середине разговора я спросил её насчёт того, что она не посетила практическую часть:\n— Слушай, а если не секрет расскажи, почему ты не посетила практику? — не навязчиво спросил я, чисто из интереса.\n— Это долгая история, если можно я не буду её сейчас рассказывать, но если кратко, то у меня освобождение. — сказала она и мы завернули за угол. Мы были на пол пути до станции метро, но за углом нас уже ждала преграда, которая, если честно была не очень приятна.",
    "answers": [
      {
        "id": 89,
        "text": "За углом"
      }
    ]
  },
  {
    "id": 89,
    "text": "За углом за который мы завернули стоял молодой парень младше меня. Он был ниже меня на голову и в целом выглядел достаточно полным. Увидев нас с Никой, он внезапно переменился в лице. У него в глазах воспылала злость и он решительно направился ко мне. Ника, заметив его, попыталась его остановить фразой \"Олег, подожди!\", но у неё не вышло. Он подошёл вплотную ко мне и схватил за галстук. Притянув к себе он начал мне шептать:\n— Слышь, псина, отойди от моей сестры, понял?! У неё уже есть парень и тебе она не достанется! Свалил отсюда быро, если не хочешь огрести. — сказал он и попытался толкнуть меня. ",
    "answers": [
      {
        "id": 90,
        "text": "Сопротивляться",
        "var_set": [
          "Oleg",
          30
        ]
      },
      {
        "id": 91,
        "text": "Не сопротивляться",
        "var_set": [
          "Psyhco",
          10
        ]
      }
    ]
  },
  {
    "id": 90,
    "text": "Резким движением я заломал ему руку и повалил на землю.\n— Для начала, тебе бы не помешало начать нормально разговаривать. — сказал я ему тихо и серьёзно, максимально серьёзно. После чего опомнился и отпустил его. Ника, смотревшая за этим всем, тут же примчалась к нему и помогла подняться. Его взгляд был полон ненависти и я почувствовал, что пахнет киросином, причем в прямом смысле этого слова. У него в глазах пылал огонь и я понял, что всё это добром не закончится.\n— Олег, успокойся, прошу тебя. — прошептала Ника и обняла его. Огонь в глазах немного затих, но было видно, что он был готов убить меня на месте.\n— Ладно, Ника, если всё хорошо, я, пожалуй, удалюсь чтобы не разжигать этот конфликт дальше. Удачи!\n— Да и тебе. До завтра! — после этого я ушел, немного изменив направление. Теперь я шел в сторону автобусной остановки. На автобусе я доехал до следующей станции метро, чтобы не встретиться с ними опять. Всё это время я не мог понять, почему я вышел из себя, когда этот Олег схватил меня. До этого такого ни разу не случалось. Да и этот запах, готов поспорить, что мне не показалось. Скорее всего он может управлять огнём и уже был готов спалить меня. Вряд-ли конечно это к чему либо привело бы, но всё же неприятно, да и скорее всего Нику бы хватил удар. Ладно, надо придти в себя!",
    "answers": [
      {
        "id": 92,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 91,
    "text": "Я не стал предпринимать что-то. Надо поддерживать свой образ. Он развернулся и взяв Нику за руку повел в том направлении в котором мы и направлялись. Она попыталась мне что-то сказать, но не успела. Да вообщем то я и не нуждался в извинениях. Я выдохнул и спокойно поплелся к станции метро. Мне не хотелось с ними больше пересекаться, поэтому я шел медленно.\nХоть я и сделал всё правильно, но всё же что-то не давало мне покоя. Я с легкостью мог его положить на лопатки, но сдержался. Он как бы вышел из этой схватки победителем, это меня и бесило. Ладно, надо успокоится. ",
    "answers": [
      {
        "id": 92,
        "text": "Дома"
      }
    ]
  },
  {
    "id": 92,
    "text": "Вскоре я всё же добрался до дома. Просторная 5-и комнатная квартира с хорошим ремонтом, сделанным недавно. Дома никого не было. Сестра видимо всё ещё в школе, а родители на работе. Пообедав в одиночестве, я начал заниматься своими обычными делами.",
    "answers": [
      {
        "id": 93,
        "text": "Спустя несколько часов"
      }
    ]
  },
  {
    "id": 93,
    "text": "Прошло некоторое время, солнце уже достигло горизонта и постепенно исчезало. Родители вернулись домой, а сестра... А она так и не пришла. Перед ужином меня как обычно послали в магазин за тем, что забыл купить уставший после работы папа. Всё должно было быть как обычно, да и так оно и было, ровно до того момента, пока я не получил смс от лучшего друга сестры Никиты. \n\"Здарова, слушай, тут такая ситуация, вообщем у нас проблемы. Срочно приезжай на *название улицы*, я тебя встречу на остановке 326 маршрутки. Ситуация очень серьёзная!\"...",
    "answers": [
      {
        "id": 94,
        "text": "Глава II \"Эх, молодость\""
      }
    ]
  },
  {
    "id": 94,
    "text": "Глава II \"Эх, молодость\"\nЯ прибыл на место за 15 минут, нервы были на пределе. Перед тем как ехать на встречу с Никитой, я забежал домой и предупредил отца. Отец не смог сидеть спокойно, когда я сказал, что что-то случилось, поэтому он поехал со мной. Собственно из-за того что мы ехали на машине я так быстро добрался до места.\n— Ладно, я пошел, на связи. — сказал я, вставил в ухо беспроводную гарнитуру и вышел из машины. Папа сказал, что поставит машину где-нибудь и подойдёт к нам.\nКогда я вышел, я сразу набрал Никиту, но вдруг он меня окликнул.\n— Слава! — голос позади был Никитин.\n— Никитос, что стряслось? — спросил я сразу.\n— Тут такая ситуация, вообщем я подрался вчера с каким-то \"крутым\" кентом и теперь он меня вызвал на стрелку. Я пришел, а там у него в кресле сидит связанная Саша. Он сказал, что она останется у него под залог, типо когда заплачу за то, что по морде ему дал, тогда отпустит. — он говорил быстро и очень волновался. \n— Так, так, так, подожди помедленнее и ближе к делу, где моя сестра и что с ней? — спросил я.\n— Так вот... — начал он.\nВообщем, оказалось, что вчера он в какой-то подворотне встретил троих парней, которые приставали к девушке. Он вступился ну и дал им, условно говоря, по морде. Парень оказался каким-то крутым парнем, ну и вызвал его на стрелку, а предварительно нашел то с помощью чего на него можно надавить. Ой парень попал!\n— Вот теперь понял. Не бойся, сейчас разберемся. — сказал я серьёзно. — Всё слышал пап?\n— Да. Сашу надо срочно выручать. Я сейчас пробью этого парня по базе данных и подтянусь к клубу, а ты пока осторожно разберись с охранной и жди меня. \n— Так точно! ",
    "answers": [
      {
        "id": 96,
        "text": "Время начинать! "
      }
    ]
  },
  {
    "id": 95,
    "text": "23.12.2018\nВыпущена первая глава и пролог.\nКвест перешел в стадию бета теста.\n\n03.02.2019\nДобавлена вторая глава.\n\n13.03.2019\nДобавлена третья глава",
    "answers": [
      {
        "id": 1,
        "text": "На главную! "
      }
    ]
  },
  {
    "id": 96,
    "text": "Операция по спасению Саши началась, действовать надо быстро и чётко. Никиту я оставил в том кафе пить зеленый чай и успокаиваться, а сам направился в клуб. Действовать надо было осторожно и наверняка. Первым делом я убедился, что тут нет камер, к счастью на улице их не было. Перед тем как начинать активно действовать надо было обследовать местность. \"Перевоплощение\" — мысленно произнёс я и почувствовал как каждая клетка моего тела изменяется. Я превратился в обыкновенную муху, это обличие идеально для данной миссии. Вылетев из подворотни, где я сидел я оказался на не широкой, темной улице, которая судя по всему была логовом наркоманов, бомжей и всяких других странных личностей. На левом здании красовалась розовая туфелька, знак того самого барделя где держат Сашу. У входа на лестнице сидел мужик в одежде известной фирмы. Он был худощав, не высок и не брит. Это судя по всему был охранник. Я ещё раз убедился, что камер на улице нет и приступил к решительным действиям. Подлетев к мужику на входе я внезапно перевоплотился в свою обычную форму и как следует, используя набранное ускорение, врезал этому подонку. Удар был сильным и тот естественно сразу упал без сознания. Я оттащил его обратно в подворотню, благо ни бомжей, ни кого либо ещё здесь в данный момент не было. Я затащил охранника в большой мусорный контейнер и после этого забрал у него пистолет и ключ-карту. После всего этого я опять использовал свою способность и приобрёл внешний вид и голос того охранника. Время начинать. ",
    "answers": [
      {
        "id": 97,
        "text": "Внутри! "
      }
    ]
  },
  {
    "id": 97,
    "text": "Проникнуть внутрь не составило труда, зайдя внутрь я попросил сменить меня под предлогом похода в туалет, парень ничего не заподозрил, мне повезло, что тот охранник по видимому \"немного\" выпил перед дежурством и теперь его поход в туалет никого не удивлял. Войдя внутрь я оказался в большом зале, где повсюду ходили богатые и не очень мужики, а за ними попятам следовали полу-раздетые девушки. Меня это сейчас не очень привлекало, я готов был тут всех перебить, но к сожалению нельзя. Пройдясь по залу я заметил коридор, который вел к лестнице, о которой мне говорил Никита. Я направился туда, но меня поджидала засада, не успев войти в коридор, меня поймала за рукав какая-то девушка, которая была ещё более раздета, чем остальные. На ней буквально не было ничего.\n— Гриша, а ты не забыл про своё обещание? — сказала она, улыбаясь.\n— Конечно нет! — ответил я, пытаясь поддерживать роль. — Подожди немного, давай чуть позже поговорим, меня босс вызвал.\n— А, ну если он, то ладно. Но смотри у меня! — она ещё шире улыбнулась и ушла, а я быстро, не теряя времени заскочил в туалетную кабинку, которая находилась как раз в том коридорчике. Там, убедившись, что посторонних нет я связался с отцом.\n— Докладываю, я внутри. Готов к активным действиям!\n— Понял. Я уже здесь, пробил того парня. Проблем с ним не должно возникнуть, но надо быть настороже. Я вызвал подмогу, но думаю мы и сами справимся. Ты сейчас где? \n— Туалет, первый этаж.\n— Судя по старым планам здания напротив туалетов находится комната охранны, я подойду к черному входу, ты разберёшься с теми кто внутри и пустишь меня. Дальше по ситуации. \n— Ясно! Выполняю. \n— И помни, никого не убивать пока. Конец связи. — строго сказал отец. ",
    "answers": [
      {
        "id": 98,
        "text": "В комнату охраны"
      }
    ]
  },
  {
    "id": 98,
    "text": "Я сразу же вышел из туалета и благодаря карточке охранника я смог зайти в комнату напротив туалета. В самой комнате сидело трое. Комната была переполнена мониторами с камерами видео наблюдения, а также всякой аппаратурой. Также здесь располагался сейф, в котором возможно находилось оружие, а судя по размерам там было что-то серьёзное. Вообщем, я не стал церемониться с ними — удлинив способностью руки, я мгновенно вытащил из их кобур пистолеты и со всей силы ударил тех двоих по голове. Третий провел в сознании чуть дольше, но никакой роли это не сыграло. \nРазобравшись с охраной я открыл папе дверь. На улице рядом с ним лежали двое куривших парней, скорее всего они были при смерти, но сейчас это неважно. Мы забрали у них оружие и выкинули на улицу, а затем вырубили камеры. Операция переходит в стадию завершения. \n— Значит так, действуем осторожно, стрелять только при крайней необходимости. — скомандовал папа и мы вышли из комнаты охраны.",
    "answers": [
      {
        "id": 99,
        "text": "Вперёд! "
      }
    ]
  },
  {
    "id": 99,
    "text": "План был прост — я в лице охранника веду вторгшегося мужика к боссу, чтобы он решил, что с ним делать. Я достал разряженный пистолет из кобуры и прижав ствол к папиной спине повел его вниз по лестнице. Спустившись на этаж ниже на встретил коридор, папа говорил про него — справа в конце коридора кабинет босса, слева в конце предположительно держат Сашу, там шумоизоляция и антипсионическое поле. Также есть ещё несколько комнат, но их надо будет проверить, если только мы не найдем Сашу там где задумывалось. А сейчас я бы хотел пояснить немного о антипсионическом поле. Отец рассказал, что этот Дмитрий Шевцов, который здесь главный, является сыном одного известного богача, потому чисто теоретически может использовать миллиардное состояние отца в своих целях. Благодаря этим деньгам он приобрел такую дорогую штуку как антипсионическое поле, которое буквально замораживает движение псионов в радиусе 5 метров из-за этого никто в этой комнате не сможет использовать свою способность. Эта новейшая технология по идее является особо секретной, но тем не менее. Ну а теперь вернёмся к истории. ",
    "answers": [
      {
        "id": 100,
        "text": "Обратно к истории"
      }
    ]
  },
  {
    "id": 100,
    "text": "В коридоре, в который мы попали никого не было, поэтому было решено для начала спасти Сашу, а затем вместе с группой спецназа совершить облаву на это место. Мы быстро двинули в сторону той комнаты где должна быть Саша. По пути я зарядил разряженный пистолет и изменил свой облик на обычный, так как он был более натренирован и двигаться в нём было легче. Мы уже стояли перед дверью. Я зарядил оба взятых пистолета и снял их с предохранителей. Папа сделал тоже самое. Я подошел ближе к двери, прислушался, взялся за ручку и по папиной команде я открыл дверь. Папа сразу вбежал в комнату и спрятался за ближайшее укрытие, я вошел за ним. В комнате не было ничего. В середине комнаты стоял диван, а на нём лежала Саша! Никого больше не было. Способности не работали, так что скорее всего здесь никого нет. Я сразу же убрал пистолет в кобуру и взял Сашу на руки. Мы с папой переглянулись и мы быстро, но осторожно двинулись к лестнице. Папа шел первый, пистолет был наготове. Но не тут то было. Перед тем как мы успели добежать до лестницы нас поймали. Внезапно позади меня оказался мужик, который приставил к моему горлу нож и был готов перерезать мне глотку. Папа оказался не в лучшей ситуации — дверь слева открылась и от туда в него уже целились. Мало того дверь в конце коридора открылась и оттуда вышел молодой парень с насмехающийся ухмылкой. Позади него я заметил парня в строгом черном костюме, он стоял с без эмоциональным лицом. ",
    "answers": [
      {
        "id": 101,
        "text": "Вот черт! "
      }
    ]
  },
  {
    "id": 101,
    "text": "— Вы быстрее, чем я думал. Видимо этот Никита не совсем бестолковый раз так быстро позвал на помощь. Стоит отдать должное, вы разобрались с шестью моими парнями, всё же вы чего-то стоите. Я бы вам дал около пятидесяти тысяч долларов, впрочем вы заслуживаете большего — сто тысяч. Ладно, перейдём к делу, ваш друг тут мне денег задолжал, но вы можете ему помочь, кто-то из вас или вы оба должны немного поработать на меня и тогда долг будет выплачен. Так что? — спросил этот клоун, я лично не был настроен на мирное решение проблемы, особенно с ним. ",
    "answers": [
      {
        "id": 102,
        "text": "Приступаем к активным действиям"
      },
      {
        "id": 103,
        "text": "Ухмыльнуться"
      }
    ]
  },
  {
    "id": 102,
    "text": "Внезапно раздались два выстрела. Внезапно для всех кроме меня. Пока этот идиот болтал я с помощью метаморфоза отрастил щупальцо, которым достал из кобуры пистолет и выстрелил в мужика, который стоял за спиной. Папа среагировал молниеносно и послал сильный электрический заряд в злоумышленника, который всё это время целился в папу. В следующее мгновение отец выстрелил в стоящего перед ним парня лет 26, который раздражал всех присутствующих. Пуля изменила свой вектор движение и влетела в стенку. \"Так и знал! Этот мужик позади создаёт псионический щит!\" — понял я. ",
    "answers": [
      {
        "id": 104,
        "text": "Хитро! "
      }
    ]
  },
  {
    "id": 103,
    "text": "— Послушай, мафиози недоделанный, если у тебя сейчас пушка, то это не значит, что ты контролируешь ситуацию. — сказал я и понемногу начал покрывать своё тело титановой оболочкой.\n— Ахахахахах! — рассмеялся парень. — Слушай ты, если ещё не понял, то сейчас я тебе всё на пальцах объясню. — он подал знак и парень позади слегка надрезал мне кожу на горле, — Так что, ты до сих пор думаешь, что сможешь вывернуться и вот так вот уйти? Вы мне не сильно нужны и я могу вас в любой момент убить, просто я подумал, что это наиболее простой способ выплатить долг. А теперь, отвечайте! И да, ещё одно слово не по теме — вы трупы!\nЯ не стал больше болтать, меня это уже конкретно утомило. Как только я свистнул, папа отпрыгнул в сторону и выпустил пару пуль в стоящего в комнате злоумышленника с пистолетом. Я полностью покрыл своё тело непробиваемой оболочкой и когда убийца позади меня попробовал перерезать мне горло, его нож ни причинил мне даже боли. Когда он всё осознал было уже поздно — из моей спины материализовались пара острых шипов, которые проткнули важные органы стоящего позади человека, а затем исчезли. Мужчина позади упал на пол и остался там лежать. Между тем наш богатенький мафиози лишь ухмыльнулся и похлопал.",
    "answers": [
      {
        "id": 106,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 104,
    "text": "— Так и быть, вашу ценность я поднимаю до двух миллионов долларов. А теперь сложите оружие или нам придётся применить силу. — на лестнице стало многолюдно, видимо этот богатенкий дурачок нанял себе целую вооружённую до зубов группу охраны. Жаль, деньги только зря потратил. Я медленно убрал щупальцо, предварительно положив пистолет на пол. Осторожно положил Сашу на пол и медленно направился к папе. На лестнице стояло человек пятнадцать, которые были вооружены автоматическими винтовками типа M4 только сильно усовершенствованными. Дело пахнет керосином, опять, что за день то такой! Видимо пришло время устроить кровавую бойню. Я резко оттолкнул папу, чтобы он не попал под линию огня и изменил своё тело, превратив его в что-то типо слизи. Естественно все сразу начали палить, но меня зацепить им не выйдет. Пока пули проходили сквозь меня я быстро оказался на лестнице, после чего создал щупальцо и сделал его конец острым. Думаю не стоит говорить какое месиво я там устроил благодаря легкому юркому телу и острому лезвию. Лестница покраснела и стала мокрой, а я опять перевоплотился и встал между папой с сестрой и этим недоделанным мафиози. Пришло время разобраться с ним. Что странно даже папа не стал меня останавливать, хотя по началу был против того, чтобы я убивал. Теперь он молча сидел рядом с Сашей и предоставлял выбор мне. Не то чтобы я кровожадный человек, но такого я не прощаю. Буквально за несколько мгновений я в форме слизи проскочил рядом с этим идиотом и мне потребовалось ещё мгновение для того чтобы нанести удар его телохранителю. Тот оказался умнее своего нанимателя и использовал щит, чтобы отразить мою атаку. Раздался выстрел и стоявший рядом малолетний преступник упал с дыркой от пули во лбу. Папа идеально подобрал момент. Я опять изменил свой облик и снова принял родное обличие. Смысла разбираться с последним не было, да и я не держал на него обиду. Но всё же и оставлять его вот так нельзя было. Судя по всему он понял всю серьезность ситуации и решил сдаться, что было безусловно мудрым решением.",
    "answers": [
      {
        "id": 105,
        "text": "На свежий воздух"
      }
    ]
  },
  {
    "id": 105,
    "text": "Вскоре наконец подоспела подмога, а именно группа спецназа. К сожалению, после того, что мы устроили внизу многие разбежались, а повязать получилось не многих. Это могло стать проблемой, но благодаря должности отца всё обошлось. После всех разбирательств папа отвёз нас домой, с Никитой мы так и не пересеклись, сил совсем не было. Я позвонил ему и сказал, что всё нормально и чтобы он шел домой спать, а не шлялся по подворотням всяким. Он воспринял всё это слишком серьёзно и скорее всего сразу же потопал домой. Никита официально под раздачу не попал, но папа упоминал его в разговоре с Игорем Олеговичем, командиром отряда спецназа.\n\"Ну и трудный же был день! Устал как собака!\" — думал я перед тем как погрузиться в сон. Хоть я и полностью контролирую способность, но от негативных эффектов меня это не спасает.",
    "answers": [
      {
        "id": 107,
        "text": "Глава III"
      }
    ]
  },
  {
    "id": 106,
    "text": "— Браво! Браво! Хорошо, так и быть, я поднимаю вашу цену до двух миллиардов долларов. А те... — раздался выстрел, пуля из папиного пистолета летела прямиком в управляющего барделем, но прямо перед ним изменила вектор своего движения и отскочила в стенку. — Эй! Перебивать вобще-то невежливо! — разозлился парень.\n\"Псионический щит значит, вот оказывается зачем тот мужик там стоит\" — понял я. Я решил не затягивать, так как услышал как человек пятнадцать уже спешили сюда, а с ними разбираться совсем не хотелось. Я аккуратно положил Сашу на пол и что есть сил побежал на парня, который ещё не подозревал, что скоро его жизнь оборвется. Прямо перед тем как на меня бы подействовал псионический щит я изменил свою структуру тела и превратился в обычную воду, которая разлилась под ногами у парня. Меня не оттолкнул псионияеский щит из-за того, что я не атаковал человека, которого этот щит защищает. После того как я разлился (если так вобще можно сказать) папа среагировал и направил в меня мощный электрический импульс, который прошел сквозь щит, потому что был направлен на меня, а затем пройдя через меня он прошел через тело этого мерзавца. Этот разряд был настолько мощным, что моментально поджарил парня и тот упал на пол. В следующее мгновение я перевоплотился и направил пистолет на бывшего телохранителя этого парня. Хоть пуля бы скорее всего бы и отразилась от щита, который этот телохранитель создаёт, но то ли чтобы круто выглядить, то ли чтобы убедительнее говорить я направил на него полуавтоматический 9мм пистолет.\n— АНБ, вы арестованы!",
    "answers": [
      {
        "id": 108,
        "text": "Но не тут то было"
      }
    ]
  },
  {
    "id": 107,
    "text": "Глава III \"И снова на работу\" \n\nНа следующий день я проснулся только после обеда. Первые три пары я благополучно проспал и после того как проснулся я сразу же стал собираться в университет. Когда я уходил, сестра спокойно сопела в кровати, будить её я не стал. \nДоехав на метро до нужной станции, я вышел и поспешил в университет. На входе меня встретил недовольный охранник, который сначала отказывался меня пускать, но потом всё же сжалился. Когда я вошёл как раз закончилась четвёртая пара и оставалось ещё две, ну и загруженный же сегодня день. Я направился к автомату с кофе и взял себе черный без сахара. Надо было проснуться, а то меня до сих пор в сон клонило. Всё тело болело после вчерашнего, давно я так не развлекался. Взяв кофе, я направился в аудиторию. Сейчас у нас была история. Довольно скучный предмет как по мне, но всё же он может пригодится.\nАудитория, в которой у нас должна была проходить история находилась на третьем этаже, прямо за медпунктом. И меньше всего сегодня я хотел услышать пронзительный женский крик, который был скорее похож на визжание. Услышал я крик поднимаясь по лестнице и сразу поспешил на голос. Повернув за угол я конечно был готов ко всему, но не ожидал того, что увижу за углом. Я находился в коридоре, прямо передо мной была дверь в мою аудиторию, а справа дверь в медпункт. Девушка с глазами полными ужаса прижалась к стене напротив медпункта, дверь которого была открыта. Подбежав ближе, я заглянул в медпункт и понял чего же так испугалась девушка. Там на стуле около стола медработника сидел труп. Это была медсестра. Голова была запрокинута, пулевое отверстие во лбу было причиной смерти. Изо рта вытекала кровь. Вся стена рядом со столом медсестры была в крови. Глаза медсестры были как будто стеклянные. Вот черт!\nЯ позвал на помощь и увел оттуда девушку. Этаж сразу же был опечатан охранной и все пары были отменены. Я вместе с той девушкой, которую оказывается звали Май Асакура, а также ещё несколько ребят из моей группы сидели в холле. Май всё это время сидела рядом со мной и плакала. Это могло показаться странным со стороны, но я был абсолютно спокоен, разве что немного ошеломлен, но это быстро прошло. Пока девушка плакала мне в плечо, Даник, которого я встретил уже после обнаружения трупа, выяснял у директора, что случилось с Леной и где она. Аня сидела и задумчиво глядела в окно, а Ника... Ника плакала обнимая какого-то парня, судя по всему её избранника, о котором говорил неадекватный брат девушки. Все были подавлены. Никто не ожидал убийства средь бела дня так ещё и в одном из хорошо защищённых учебных заведений страны. ",
    "answers": [
      {
        "id": 110,
        "text": "Спустя несколько минут"
      }
    ]
  },
  {
    "id": 108,
    "text": "Между тем в коридор вбежали пятнадцать вооружённых до зубов охранников, которые уже целились в нас с отцом. Ситуация очень даже неприятная, даже учитывая мою пуленепробиваемость и папины боевые навыки. Благо у папы есть не только боевые, но и дипломатические навыки.\n— Всем внимание, это секретная операция Агенства Национальной Безопасности, любое противодействие будет восприниматься как предательство Нео-Евразийского союза и будет строго караться. Приказываю вам сложить оружие и сдаться, через пять минут здесь будет спецназ, у которого приказ при любом противодействии открывать огонь на поражение! — папа говорил уверенно и спокойно, поэтому был очень убедительным.\nВсе присутствующие моментально сложили оружие и сдались, в том числе и личный телохранитель хозяина барделя. Это было вполне мудрое решение с его стороны, всё же врагом народа хотят стать очень немногие. ",
    "answers": [
      {
        "id": 109,
        "text": "На свежий воздух! "
      }
    ]
  },
  {
    "id": 109,
    "text": "Вскоре наконец появилась группа спецназа. Не сказать, что майор Герасимов, который должен был командовать всей облавой был доволен тем, что многие из поситителей уже успели разбежаться, услышав выстрелы. К счастью, папа смог утрясти все проблемы довольно быстро, во многом благодаря своей должности и тому, что мы задержали того телохранителя и хорошо вооруженную группу бандитов-охранников. После всех разбирательств папа отвёз нас домой, с Никитой мы так и не пересеклись, сил совсем не было. Я позвонил ему и сказал, что всё нормально и чтобы он шел домой спать, а не шлялся по подворотням всяким. Он воспринял всё это слишком серьёзно и скорее всего сразу же потопал домой. Никита официально под раздачу не попал, но папа упоминал его в разговоре с Игорем Олеговичем, командиром отряда спецназа.\n\"Ну и трудный же был день! Устал как собака!\" — думал я перед тем как погрузиться в сон. Хоть я и полностью контролирую способность, но от негативных эффектов меня это не спасает. ",
    "answers": [
      {
        "id": 107,
        "text": "Глава III"
      }
    ]
  },
  {
    "id": 110,
    "text": "Спустя минут пятнадцать вернулся Даник с отнюдь не добрыми новостями. Лены в кабинете медсестры не было. Это значило лишь одно — её похитили. И на самом деле эта новость тронула меня намного больше, чем смерть медсестры. Не знаю кто это сделал, но за то, что он нарушил мою спокойную жизнь он поплатится! Даник сел и стукнул кулаком по столу. Тем временем Май уже успела заснуть и вздрогнула от внезапного звука. Я её опять успокоил и предложил ей прилечь на диван. Большинство учеников были отпущены по домам, остались только наша группа и ещё пара человек, которые в это время были на третьем этаже. Настало время действовать, мне уже надоело вот так вот сидеть и слушать весь этот плачь. Уложив девушку на диван, я сказал, что ненадолго отойду и покинув холл, направился к директору, благо удостоверение было с собой. \nПоднявшись на второй этаж, я постучался и вошел в кабинет директора, а точнее в пустую приемную. Ещё раз постучавшись, я вошел в настоящий кабинет. Директор разговаривал с кем-то по телефону. Я тихо прошел внутрь и сел на стул перед столом директора. \n— Да, хорошо, я перезвоню. — закончил разговор он и обратил внимание на меня. \nВзгляд у директора был усталый и злой, было видно, что этот инцидент очень волновал его, а ещё он был очень не рад моему приходу. Не то, чтобы он был готов меня выгнать вон, но мне кажется он думал, что я опять буду спрашивать про Лену и так далее, и это его очень сильно раздражало. \n— Так, что вы хотели? — осмотрев меня, сказал он, встав с кресла и начав искать что-то в стеклянной секции. \n— Я хотел бы помочь вам в расследовании. — после моих слов, он посмотрел на меня, взял какую-то папку из секции и уселся в кресло, не отводя от меня взгляда. \n— Как именно вы бы хотели помочь расследованию? — я решил сразу закончить этот цирк и перейти к делу.",
    "answers": [
      {
        "id": 111,
        "text": "Протянуть удостоверение"
      }
    ]
  },
  {
    "id": 111,
    "text": "— Агенство Национальной Безопасности, младший агент Ярослав Ярославович Дементьев. — я протянул ему удостоверение. — Предоставьте мне полный доступ к месту преступления. \n— Д-да, конечно! — испугался мужчина 40-а лет, сидящий в кресле директора. — Сию минуту! \nМы с ним встали и направились к выходу. Когда я открыл дверь, то тихо прошептал ему:\n— И никому из учеников ни слова!\nОн меня понял и мы направились мед кабинет. Там на входе стояли двое охранников, возле кабинета сидел наш преподаватель истории и зам директор. Когда зам директора Сергей Юрьевич увидел, что я подошел к мед кабинету, то возмутился и попытался остановить меня, но тут пришел директор и всё разъяснил. Надо было видеть его глаза, когда он узнал где я работаю. Но сейчас не об этом. Пройдя через охрану на входе, я оказался в уже знакомом медпункте. Видимо в кабинете никого не было, как и следовало ожидать. Надо бы тут разобраться быстрее, чем приедет полиция, будут только под ногами путаться. Я начал осматриваться. Начать я решил с трупа. Во лбу отверстие, видимо пулевое ранение. Однако никакого выстрела никто не слышал. Следовательно выстрел был произведён из пистолета линейки суперзвуковых, которые полностью бесшумны, а к тому же ещё и засекречены, а также очень дорого стоят. У них есть ряд недостатков, таких как малая дальность выстрела или очень маленькая скорострельность. Но мы ушли от темы. Скорее всего выстрел произвели от двери, либо когда зашли, либо когда уходили. Это можно понять по расположению трупа и тому как тело \"сидит\" на стуле. Ручка лежит на полу в луже крови. Скорее всего она что-то писала, возможно заполняла какие-то документы. К слову, на столе были какие-то бумаги, но они лежали на самом углу стола, вероятно стрелок забрал что-то со стола, но это только догадки. Никаких следов драки я не заметил. Кстати, камера наблюдения в этой комнате не была сломана, так что возможно на камерах что-то будет. Вдруг под столом я заметил какую-то карточку белого цвета. Достав, я осмотрел её. А вот это интересно. Это была небольшое удостоверение сотрудника скорой помощи Ника Томсона. Что интересно такими бумажными удостоверениями уже давно не пользуются, их заменили электронные, которые намного практичнее и удобнее. Не помню, чтобы какая-либо больница использовала бумажные удостоверения, да и все бумажные удостоверения уже давно запрещены. Точнее их нельзя использовать организациями по прямому назначению. Такие корочки часто используют в киноиндустрии ради достижения особой атмосферы конца 20, начала 21 века, но не в реальной жизни. Карточку я спрятал в карман и уже хотел уходить, но моё внимание привлекла стопка бумаг в углу стола, а точнее бумага на самом верху стопки. Бумага была немного залита кровью, но я смог прочитать то, что там написано. Это была бумага о переводе ученицы Лены Тихоновой в 3-ю городскую больницу. Помнится вчера медсестра говорила об этом. Также на бумаге была подпись и имя работника скорой помощи, опять этот Ник. Бумагу надо изъять, но пусть этим займутся копы, не всю же работу мне за них выполнять.\n— Когда приедет полиция пусть изымут бумаги, это очень важная улика. — я повернулся к стоящему у двери директору.\n— К-конечно. — ответил тот.\nПосле осмотра этой комнаты, я заглянул во вторую, но там никаких следов я не нашел. Выйдя из медпункта я достал телефон и позвонил папе. Обрисовав ситуацию, я попросил разрешения заняться этим делом лично, но в ответ получил задумчивое мычание.",
    "answers": [
      {
        "id": 112,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 112,
    "text": "— Ладно, хорошо, но только осторожно. Я пока не буду забирать дело у полиции, пусть они тебя подстрахуют. Будут мешаться — докладывай, проблему решим. — ответил отец.\n— Понял, до связи. — в ответ он пожелал мне удачи и отключился.\nПосле этого разговора я сразу же подошёл к директору, который в это время беседовал со своим заместителем.\n— Андрей Петрович, — обратился я к директору. — на пару слов. — без церемонно сказал я.\nДиректор кивнул и мы отошли от Сергея Юрьевича, тот очень разозлился такой выходке с моей стороны, но ничего не сказал — не в том положении он оказался.\n— Значит так, — начал я когда мы отошли. — Где у вас тут можно записи с камер посмотреть?\n— А, давайте я покажу. — сказал он и мы направились в комнату охраны.",
    "answers": [
      {
        "id": 113,
        "text": "В подвал"
      }
    ]
  },
  {
    "id": 113,
    "text": "Спустившись в подвал, мы пройдя несколько коридоров, в очередной раз свернули и вошли в какую-то дверь. Это была комната охраны. На данный момент здесь находились всего пятеро охранников, но держу пари обычно их здесь куда больше. Комната была просторная и  в ней было уж очень много электроники. Везде были мониторы, компьютеры, в углу стояли большие сервера, которые гудели и мигали разными лампочками. В комнате были белые стены, которые отражали свет и поэтому в комнате было ну очень светло. Я даже немного зажмурился, когда из темного коридора вошел в такую светлую комнату.\n— Джек, что с камерами? — обратился директор к одному из охранников.\n— Всё стерто, я сейчас пытаюсь восстановить хотя бы что-то, но тот кто это сделал полностью стер все записи с камер. Действовал профи или возможно кто-то со способностью контроля электроники. — сказал тощий системный администратор сидящий в углу рядом с серверами. — Вам стоит послать запрос на восстановление данных с резервной копии в АНБ.\n— Младший агент Ярослав Ярославович Дементьев, АНБ. — представился я и протянул ему удостоверение.\nАитишник не ожидал, что здесь присутствует ещё кто-то кроме директора, поэтому немного испугался. Взглянув на удостоверение, он ещё больше испугался.\n— Так, что там с резервными копиями? — спросил я.\n— В АНБ хранятся резервные копии всех записей с камер наблюдения академии за последний год. За записи отвечает IT отдел АНБ. — сказал молодой человек.\n— Ясно. — сказал я, достал телефон и набрал папу.\nДоговорившись с ним, что он как можно быстрее подаст запрос высшего приоритета в IT отдел АНБ, я обратился к айтишнику:\n— Как только придут записи, сразу сообщи лично мне. — я отдал ему листик с моим номером телефона.\n— Понял.\n— К слову, никто из охраны не замечал на камерах или не видел никого и ничего подозрительного? — обратился я к директору.\n— Нет, начальник охраны уже всех опросил.\n— Мне надо с ним встретится. — сказал я,  а директор просто кивнул и мы вышли из комнаты охраны и опять отправились на третий этаж. ",
    "answers": [
      {
        "id": 114,
        "text": "Обратно"
      }
    ]
  },
  {
    "id": 114,
    "text": "Хождение туда сюда немного раздражало, но что поделать. На третьем этаже мы повернули не как обычно к мед кабинету, а в другую сторону. В конце коридора по которому мы шли располагались туалеты, а также подсобка. У подсобки стояли двое — начальник охраны и уборщик.\n— Говоришь видел парня в медицинской форме, заходящего сюда? — спросил начальник охраны.\n— Да, он ещё в перчатках белых был, а ещё он замок открыл отпечатком пальца.— рассказал уборщик. \n— Прямо в перчатках? — удивился начальник охраны.\n— Да! — эти двое наконец заметили нас.\n— Что-то узнали, Георгий? — обратился директор к начальнику охраны.\n— Отойдем? — спросил Георгий Олегович и недоверчиво глянул на меня, я просто молча протянул удостоверение.\nГеоргий Олегович переменился в лице и подал знак уборщику \"свободен\".\n— Так что? — спросил я.\n— Дело в том, что судя по всему систему безопасности академии взломали. Все замки сейчас скорее всего выведены из строя, да и в принципе все, что так или иначе было связано с главным сервером не работает, а может и находится под контролем злоумышленника. — доложил начальник охраны.\n— Немедленно выключить всё электричество и резервный генератор! — приказал я. — Что там с этим врачом, о котором вы говорили?\n— Скорее всего это и был злоумышленник. Одно странно — дежурный на входе говорит, что сегодня ни медработников, ни кого бы то ни было ещё не появлялось, только ученики. — продолжил докладывать Георгий, отдав по рации приказ о отключении электричества.\n— Ясно. Всех сотрудников уже допросили? — спросил я.\n— Да, всю смену. Ничего.\n— Черт, ладно. Прибудет полиция, скажите, чтобы допросили всех. — приказал я директору.\n— Хорошо.\nПосле этого я отдал свою визитку директору и вернулся обратно в холл академии. Холл оказался более пустым, чем я думал. Ника с её парнем ушли. Аня сказала, что пойдёт по дышит свежем воздухом и сейчас гуляла где-то неподалёку. Несколько человек из нашей группы уже были допрошены и видимо отпущены по домам. Остались только Даник, Май, её телохранитель? Или кем был этот мужик лет 45, которого я видел вчера в актовом зале и, который явно был военным. Ладно, сейчас не важно. Этот телохранитель сидел рядом с Май на диване и успокаивал её, ну и пусть это мне только на руку. Даник всё ещё сидел за столом и был очень злым. Видимо никто не заметил моего долгого отсутствия. Надо было придумать способ как уйти так, чтобы никто ничего не заподозрил. А собственно зачем мне изощряться?\nЯ взял свою сумку с кресла напротив Даника. Даник поднял на меня голову.\n— Уходишь? — спросил он совершенно спокойным, тихим голосом, было видно он сильно расстроен.",
    "answers": [
      {
        "id": 115,
        "text": "Ответить"
      }
    ]
  },
  {
    "id": 115,
    "text": "— Да, меня отпустили. Не сидеть же здесь весь день, надо что-то делать.\n— Ты что-то узнал?\n— Нет. — ответил я и задумался.\nНет, проблема не в том, что я сам не справлюсь. Как раз одному справится было бы куда легче, но меня не покидает странное чувство. Впрочем, неважно. Я уже был на пол пути к выходу, но меня окликнула Май.\n— Прости, можем мы поговорить? — судя по голосу она уже успокоилась.\n— Ладно. — ответил я.\nМы далеко уходить не стали, а просто вышли на улицу подышать свежим воздухом. Сначала за нами хотел увязаться и её телохранитель, но она его остановила. Теперь наш разговор был максимально приватным для данной ситуации.\n— Прости, я тебе всё плечо заплакала. — извинилась она.\n— Ничего, всё хорошо. Я вижу тебе уже лучше. — я улыбнулся, это у меня получилось через силу, вышло не очень правдоподобно.\n— Да. Слушай, мне жаль, что вашу подругу похитили.\n— Нет, это ни в коем случае не твоя вина. И вообще с чего ты взяла, что это из-за тебя?\n— Прости, ты прав.\n— Не извиняйся. Ладно, если это всё о чем ты хотела поговорить, то я, пожалуй, пойду.\n— Подожди, — я уже собирался идти, но она меня остановила. — Я ещё хотела сказать, что помогу найти вашу подругу, Лена вроде.\n— Да, но что ты имеешь ввиду? — удивился я, не ожидал от неё чего то такого, неужели она и вправду связана с похищением или же просто хочет помочь.\n— Ты наверное не знаешь, но моя семья очень влиятельна. У меня есть немного связей в полиции и АНБ, так что я попробую что нибудь сделать.\nЧерт, как же я мог не понять — её отцом скорее всего является генерал-майор Танеши Асакура. Он имеет доступ S класса и в отсутствии министра обороны берет на себя его обязанности. Никогда не думал, что когда либо буду знаком хотя бы даже с его дочкой. Хм, интересно. А ещё интересно знает ли она о том где я работаю. Тот мужик, который её охраняет скорее всего знает, но в её проинформированности я не уверен. Пока что не буду раскрывать все карты.\n— Спасибо, твоя помощь будет неоценима. Слушай, можешь позвонить мне, если что-то выяснится? — я протянул ей карточку с моим именем и номером.\nЭто была не визитка, так как на ней была написана должность, место работы и много другой информации. Эта карточка же была у меня заготовлена как раз на такой случай.\n— Да, конечно. Буду держать в курсе. — сказала она и улыбнулась, хочет подбодрить.\nЯ видел, что ей так же тяжело как и остальным, но она из-за всех сил пыталась не показывать это. Получилось очень даже неплохо, но меня не проведёшь. Несмотря на то, что эта улыбка на меня не по действовала, я был благодарен ей. Её поддержка как моральная, так и материальная может быть очень кстати.\n— Спасибо. — я искренне поблагодарил её и улыбнулся в ответ.",
    "answers": [
      {
        "id": 116,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 116,
    "text": "Мы с ней попрощались и девушка с голубыми глазами полными надежды вернулась в здание академии. Жаль, что она попала во всю эту переделку, хорошая девушка.\nКогда я шел в направлении выхода с территории академии, я поймал на себе пристальный взгляд двух человек. Точнее уже во время разговора с Май я заметил как за мной следил её телохранитель, ну а теперь к его взгляду добавился ещё и взгляд Даника. Ну не будет же он на месте ровно сидеть. Либо сам сейчас попробует найти какие нибудь зацепки, либо пойдёт за мной и я даже не знаю, что будет хуже. Будем надеяться, что ему хватит ума не лезть в это дело, по крайней мере с головой.\nВремя приниматься за работу. Следующим пунктом в моём плане являлась больница, в которую якобы увезли Лену. Больница находилась неподалёку. Я решил не ехать в больницу, а немного прогуляться, тем более у меня было стойкое ощущение, что за мной следят. Нет, это был не Даник и не тот телохранитель. Вряд-ли копы и уж точно не АНБ. Возможно преступник. Ну что, попробуем оторваться. Так как я знал этот район не очень хорошо я немного рисковал, но тут уже ничего не поделаешь. Я решил добираться до больницы дворами, подворотнями и всяческими другими проходами. Это было не очень эффективно, куда медленнее, намного опаснее, но я должен убедится, что это не просто паранойя.",
    "answers": [
      {
        "id": 117,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 117,
    "text": "Все мои запутывание следов результатов не дали. Чувство не пропадало, а я никого не мог заметить, показалось что-ли? Спустя минут 30 блуждания по подворотням я наконец достиг больницы.\n— Здравствуйте, — я поздоровался с дежурной, которая видимо сегодня не выспалась.\n— Здравствуйте. — поздоровалась в ответ женщина 38 лет, полного телосложения.\n— Я могу поговорить с главврачом, дело очень важное.\n— К главврачу только по записи.\n— Девушка, — я еле заметно достал удостоверение и показал его дежурной, та на удивление отреагировала спокойно и сказала мне как к нему попасть.\n— Благодарю за полезные сведения. — сказал я и направился в кабинет главврача, который располагался на четвёртом этаже.\nМеня приняли в качестве исключения, конечно пришлось показать удостоверение. Кабинет главврача был небольшим, но уютным и достаточно богатым. Главврач оказался очень приятным и умным человеком. Он оказал мне содействие и мы хорошо с ним побеседовали. Он рассказал мне, что Лену сюда не привезли и что забрать её должны были медработники — Ник Томсон и его напарник. Однако, когда мы попробовали связаться с ними нам никто не ответил. Отследив местоположение при помощи GPS датчика в машине скорой помощи, мы узнали, что машина находится неподалёку, в двух кварталах отсюда. Главврач предложил вызвать полицию, но я отказал, так как не думаю, что она там поможет, скорее мешаться будет. После разговора с главврачом я поспешно попрощался и поспешил к машине скорой помощи.",
    "answers": [
      {
        "id": 118,
        "text": "Перейти на бег"
      }
    ]
  },
  {
    "id": 118,
    "text": "Подходя к месту, где судя по GPS датчику должна находится машина скорой помощи, я приметил, что на этой улице нету людей. Это было как раз кстати, но неужели на этой улице всегда так пусто?\nПроходя мимо какой-то подворотни, я наконец нашёл ту самую машину скорой помощи, которую искал. Сверив номера, я понял, что эта именно та машина, которая мне нужна. Я аккуратно подошёл ближе. К сожалению, я не взял с собой табельного оружия, так что придётся действовать без него. Заглянув внутрь машины через заднее стекло, я ничего не обнаружил. Я обошёл машину и заглянул в салон — пусто. Машина стояла в подворотне, которая соединяла немноголюдную улицу с каким-то двором. Я осторожно выглянул из подворотни и ничего не обнаружил. Во дворе стояла тишина, но стоило мне только сделать пару шагов, как я услышал мычание в кустах справа от меня. Там я нашел связанных работников скорой помощи.\nРазвязав их, я опросил их насчёт произошедшего и ничего особо нового не узнал. Человек выбежал на дорогу прямо перед машиной скорой помощи, те не успели затормозить и сбили его. Когда они вышли из машины ещё двое их быстро обработали. Вряд-ли это были наши преступники, скорее их подельники. Всё же я не мог доверять этим двоим. Я не стал пока рассказывать о найденной мною бумаге и его карточке. После небольшой беседы с этими двоими, я отпустил их с приказом ехать в больницу и отчитаться перед начальством. После того как они отъехали, я сразу достал телефон и набрал отца.\n— Да? — спросил он немного уставшим голосом.\n— Пап, мне нужна твоя помощь. Нужно установить наблюдение за Ником Томсоном, медработником из 3-ей больницы, а и ещё за Ильей Валенковым.\n— Понял, устроим. И кстати, этим делом теперь официально занимается АНБ. На должности следователей назначен ты и Роберт Жуковский, я думаю вы знакомы. — рассказал отец.\nВот почему я не люблю, когда за дело официально берётся АНБ. Проблема в том, что одному иногда куда быстрее и проще расследовать дело, а тут ко мне приставили напарника, так ещё и Роберта. Мы с ним уже как-то раз занимались одним делом. Роберт сам по себе человек не плохой, но он слишком самоуверен, хоть и не без основательно. Он не умеет работать в команде и когда его в прошлый раз приставили ко мне, мы просто работали по-одиночке. Уж лучше бы мне в спину полиция дышала, нежели он.\n— Я так понимаю решение неоспоримо.\n— Да.\n— Ладно, тогда встретимся дома.\n— Удачи.",
    "answers": [
      {
        "id": 119,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 119,
    "text": "После вот такого не очень приятного известия, я за неимением лучшего решил пока что приостановить своё расследование и выпить чашечку кофе, а заодно подумать обо всём. Неподалёку от академии я знал одну кафешку, в которую и пошел. Добрался я быстро, сел за столик у окна и заказал чашечку черного кофе без сахара. Всё пока что было хорошо, не считая произошедшего в академии. Но тут я заметил два знакомых мне лица, которые направлялись в мою сторону. Это были Даник и Аня. А я уже думал, что отделался от них. Они судя по всему направлялись как раз в это кафе. Они что-то активно обсуждали. Войдя внутрь, Аня заметила меня и они подошли поближе.\n— Привет. Ещё раз. — сказала она и села напротив.\n— Привет.\nАня была подавленной, но всё ещё пыталась казаться веселой и жизнерадостной. Даник же просто проигнорировал меня и сел напротив рядом с Аней.\n— Слушай, Слава, сразу хочу спросить ты поможешь нам с расследованием? — прервала двух минутное молчание Аня.\nСложившаяся ситуация не могла стать ещё хуже. Аня и Даник решили заняться расследованием. Мне в напарники дали Роберта, а ещё у меня нет никаких зацепок. Помимо всего этого я ещё и не могу разглашать свою личность. Ну и что теперь делать? Ладно, хватит паниковать.\n— Что ты имеешь ввиду? — спросил я, пытаясь тянуть время.\n— Мы собрались сами разобраться в том, что случилось сегодня в академии. Ты либо с нами, либо нет. — объяснил Даник.\n— Я друзей в беде не бросаю. — согласился я с расчётом на то, что я смогу контролировать это расследование.\n— Вот и отлично! — улыбнулась Аня.\n— С чего начнём? — спросил я.\nМой вопрос ввёл всех в ступор, видимо улик у них нет совсем. После не долгих размышлений Даник вспомнил о том, что вчера медсестра упомянула 3-ю больницу.\n— Точно, так может её всё таки успели забрать перед убийством? — обрадовалась Аня.\n— Надо проверить, сходим после кофе. А пока, есть ли у кого-то ещё догадки или зацепки? — серьёзно рассудил Даник.\nМне срочно надо было выкручиваться, да так, чтобы никто этого не заметил. В больнице меня бы скорее всего узнали, а рисковать было нельзя.\n— Может попробовать расспросить директора? — предложил я.\n— Вряд-ли он нам что-то скажет, мы ведь просто ученики, так тем более возможные подозреваемые. — сказала Анна.\n— Я уже пробовал, результатов нет. — вставил Даник.",
    "answers": [
      {
        "id": 120,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 120,
    "text": "Больше ни у кого идей не было и допив кофе, а в случае Ани чай с булочкой, мы все дружно направились в сторону больницы. Наш крестовый поход на больницу прошел без приключений и мы спокойно добрались до больницы, правда шли мы молча все втроём. Даже странно, обычно они были такими жизнерадостными, беззаботными, а теперь...\nМне повезло. Войдя в больницу, мы подошли к дежурной. Точнее подошли те двое, а я отлучился в туалет. Вряд-ли их пустят к главврачу, это и к лучшему. Когда я вышел из туалета, они всё ещё беседовали с дежурной. Я как можно быстрее спрятался за спины этих двоих и спрятал лицо.\n— Это конфиденциальная информация, представьтесь, пожалуйста. — сказала дежурная на вопрос насчёт Лены.\n— Я её брат Даниил Тихонов. — сказал Даник, сделав тем самым глупейшую ошибку, потому что в базе данных больницы точно сказано кто может получить доступ к конфиденциальным данным пациента и кто нет.\nЧисто теоретически дежурная могла вызвать охрану и тогда бы начались долгие разбирательства, но видимо она решила не делать этого. Отлично.\nПосле долгого разговора с дежурной, которая в итоге ничего нам так и не сказала мы вышли из больницы. Понемногу начало темнеть. Небо затянулось серыми тучами. Даник был зол, а Аня пыталась успокоить его. Теперь у нас не было ни единой зацепки и как не странно, но это к лучшему. Мы решили, что раз делать всё равно нечего, то придётся ждать новостей от Май. Оказывается не только со мной она так поговорила и пообещала помочь. Хоть Даник был не в восторге, да и Аня тоже, но на этом всё что они могли сделать закончилось. Даник сказал, что он попробует поговорить со своими родителями насчёт этого случая, возможно у них есть какие-то связи в полиции или АНБ. Что-то как-то о многих высокопоставленных родителях я сегодня узнал. Опять же связи лишними не бывают.",
    "answers": [
      {
        "id": 121,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 121,
    "text": "После того как мы решили, что пора расходится оказалось, что нам всем нужно в одну сторону, а нам с Аней ещё и ехать в одном направлении. Этого я не ожидал, но всё же может это и к лучшему. Я тоже решил на сегодня расследование закончить и всё таки дождаться Роберта, так как хоть он и не очень приятный человек, но он может раскрыть любое дело, иначе бы его терпеть не стали. Мы все втроём пошли в сторону станции метро. Шли мы доселе мне неизвестным путем, который лежал через дворы и подворотни, но был относительно безопасным и главное быстрым. Наша компания была не очень разговорчива. Даник вообще погрузился в глубокие раздумья и просто шёл рядом с нами. Мы же с Аней иногда перекидывались парой фраз на отстраненные темы, кажется она начала понемногу становится той Аней, с которой я познакомился вчера.",
    "answers": [
      {
        "id": 122,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 122,
    "text": "Однако всё не могло закончится спокойно. Когда мы проходили через какой-то двор прямоугольной формы я почувствовал неладное. Мне это не понравилось. Приближаясь к подворотне, которая вела к достаточно оживленной улице, предчувствие только усиливалось. Это была засада. Как только мы оказались достаточно близко к подворотне, из за угла появились несколько человек в масках. Перед тем как я успел что либо сделать вокруг нас образовался сферический щит небольшого размера. Все мы такого не ожидали, а моя теория с каждой минутой только подтверждалась. Черт, а такого то я не предвидел. Все мы стояли столбом пару секунд, но в отличии от этих двоих, которые просто испугались, я анализировал ситуацию. Бойцов шестеро, нет семеро. Я заметил какого-то человека на крыше, судя по всему это их снайпер. Остальные шестеро окружили нас. Лиц не видно, но подготовлены они хорошо. У каждого имеется автоматическая винтовка класса оглушение. Скорее всего их цель нас взять живыми. Сам бы я скорее всего ушел, но этих двоих бросать нельзя. Может сдаться? Нет, слишком опасно. Один из них находился прямо перед нами. Он был без винтовки, видимо он и держал этот щит, который стал для нас клеткой. У него в кобуре был пистолет, судя по всему такой-же как и винтовки. Нет боевого оружия? Вряд-ли, такие профи не будут так рисковать. Возможно у них есть боевые способности. Я посмотрел на Аню, которая явно была напугана до полусмерти, а затем шепнул ей:\n— Можешь телепортировать?\n— Нет. — тихо шепнула она в ответ.",
    "answers": [
      {
        "id": 123,
        "text": "Посмотреть на Даника"
      }
    ]
  },
  {
    "id": 123,
    "text": "",
    "answers": []
  }
]