[
  {
    "id": 1,
    "text": " В этом томе я расскажу о том как жили вместе Нанами, Алекс и Лизандр.\n\n Каждый день наполнен ссорами, драками и другими не менее веселыми вещами:)\n\n113290 — Третий том.\n\n154353 — Пятый том \n\n01.09.2018",
    "answers": [
      {
        "id": 2,
        "text": "Начать квест."
      },
      {
        "id": 3,
        "text": "Персонажи."
      },
      {
        "id": 4,
        "text": "От автора."
      }
    ]
  },
  {
    "id": 2,
    "text": " Глава 1 \"Начало совместной жизни\"\n\n—Итак в доме всего две спальни, нас трое, кто где будет спать?- Лизандр очень серьёзно подошел к делу.\n—Давайте сыграем в игру....\n\n Я не знаю как описать данную ситуацию, но думаю, нужно начать с самого начала...\n\n Как только отец сообщил о том что мы будем жить вместе то сразу же отправил нас в Канаду...\n\n С минимальным колличеством вещей и ограниченным бюджетом — 100$ на троих. \n\n Поселил нас в дом с котором только две спальни, прихожая, зал и естественно кухня с ванной.",
    "answers": [
      {
        "id": 6,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 3,
    "text": "Персонажи. Квест просто не может быть без них)",
    "answers": [
      {
        "id": 1,
        "text": "Назад."
      },
      {
        "id": 40,
        "text": "Лизандр."
      }
    ]
  },
  {
    "id": 4,
    "text": " Всем привет. Potato снова с вами! \n \n Я желаю вам всем хорошо начать учебный год.\n\n Чтобы немного облегчить вашу трудную ношу(учебу) \nДо конца сентября, каждую неделю я постараюсь выкладывать по одной главе.\n\n Я надеюсь прохождение этого квеста не оставит вас в плохом настроении╰(▔∀▔)╯",
    "answers": [
      {
        "id": 1,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 5,
    "text": " Ну тут правила такие же как и с персонажами: проходите главу — концовочка тут.",
    "answers": [
      {
        "id": 1,
        "text": "Назад."
      },
      {
        "id": 33,
        "text": "Конец главы 1\"Начало совместной жизни\"\n Концовка \"Он вампир\" 1/3\n",
        "need": 33
      },
      {
        "id": 38,
        "text": "Конец главы 1\"Начало совместной жизни\"\nКонцовка \"Я требую обьяснений!\" 2/3",
        "need": 38
      },
      {
        "id": 39,
        "text": "Конец главы 1\"Начало совместной жизни\"\nКонцовка \"А вот и слабость моего вампира\" 3/3",
        "need": 39
      },
      {
        "id": 64,
        "text": "Конец главы 2:)",
        "need": 63
      },
      {
        "id": 92,
        "text": "Конец главы 3.",
        "need": 92
      },
      {
        "id": 133,
        "text": "Конец главы 4",
        "need": 133
      },
      {
        "id": 204,
        "text": "Конец квеста.",
        "need": 204
      }
    ]
  },
  {
    "id": 6,
    "text": " Думаю, с описанием закончено теперь...\n\n—Я не могу тут жить! Не могу жить с этим!- Алекс ткнул пальцем в Лизандра.\n\n—Кого ты тут \"этим\" назвал, мелкотня?- он схватил его за шиворот.\n\n—Так, ребята, давайте жить дружно и...\n\n—Помолчи, Леопольд.-попытался заткнуть меня Алекс.\n—Это мужские разборки.\n\n—Я и не собиралась, но поделить територию нужно...\n\n—А, Леопольд дело говорит.- отпустив Алекса он сел на диван, скажем, неплохой, наверное...\n\n",
    "answers": [
      {
        "id": 7,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 7,
    "text": "—Итак в доме всего две спальни, нас трое, кто где будет спать?- Лизандр очень серьёзно подошел к делу.\n—Давайте сыграем в игру...\n\n—Неужели в твою голову приходят нормальные мысли?- мне кажется Алекс сам нарывается.\n\n—Алекс, мы решаем серьёзный вопрос.\n\n—Малышка, он просто ревнует.\n",
    "answers": [
      {
        "id": 8,
        "text": "-С чего бы?"
      },
      {
        "id": 9,
        "text": "-Что за игра? "
      }
    ]
  },
  {
    "id": 8,
    "text": "—С чего бы? \n\n—Он боится оставлять тебя и меня в одной комнате, вместе, надолго.  Из-за сложившейся ситуации кто-то будет спать вдвоём.- он подмигнул мне. \n\n\"Почему я не умею так делать? \"-из-за того что я задумалась об этом, я невольно начала пробовать подмигивать, но как-то что-то пошло не так...\n\n—Малышка, у тебя неплохо получается, но не делай так больше в сторону Алекса.\n\n—Че сказал?!-он встал между нами, даже удивительно, то что он не начал действовать раньше, мы же о его ревности говорили.",
    "answers": [
      {
        "id": 9,
        "text": "-Что за игра?"
      }
    ]
  },
  {
    "id": 9,
    "text": "—Что за игра? — я попыталась уйти от этого разговора и перевела тему.\n\n—Камень-Ножницы-Бумага, правила всем знакомы? \n\n—Мы что дети?- тихо возмущался Алекс.\n\n—Это самая простая игра с помощью которой мы можем честно поделить территорию.- спокойно ответив на вопрос Алекса, Лизандр продолжил.\n\n—Два победителя — две спальни. Тот кто проиграл будет спать на диване.\n",
    "answers": [
      {
        "id": 10,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 10,
    "text": "—А почему ему нельзя выбрать с кем в одной комнате жить?\n\n—Я подумал и понял. С нами живет девушка и я думаю будет не честно по отношению к ней. Если бы мы сделали как предложил ты, то она в любом случае была бы в проигрыше.\n\n—Это же ты предлож...-Лизандр приложил палец к губам Алекса и нежно прошептал приблизившись к нему.\n\n—Тссс, зайчонок, это наш с тобой секрет-подмигнув ошарашегому Алексу, он посмотрел на меня, я улыбалась.\n\n—Давайте уже начинать!- крикнул мой фамильяр сквозь тишину.",
    "answers": [
      {
        "id": 11,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 11,
    "text": "—Окей. Начнем. \n\n\"Камень-Ножницы-Бумага!\"- крикнули мы все вместе.",
    "answers": [
      {
        "id": 12,
        "text": "Бумага."
      },
      {
        "id": 13,
        "text": "Ножницы."
      },
      {
        "id": 14,
        "text": "Камень."
      }
    ]
  },
  {
    "id": 12,
    "text": "Я показала бумагу, Алекс, как и Лизандр — камень.\n\n—Твою налево...- тихо шептал себе под нос мой дракон.\n\n—Что ж, Нанами, ты победила. — я улыбнулась и уже представляла себе как заберу у них самую лучшую спальню.\n\n Тем временем они уже определились с победителем.\nЛиз показал камень, а Алекс — ножницы.\n\n—Я... Я хочу тайм-аут.-возмущался бедняга проигравший.\n ",
    "answers": [
      {
        "id": 15,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 13,
    "text": " Ножницы, я показала ножницы, Алекс — камень, а Лиз- бумагу.\n\n—Как я мог так проиграть... — вырвалось из уст проигравшего.\n—Ладно. В конце конуов нужно уметь проигрывать.- пробубнел себе под нос Лизандр и с легкостью согнав Алекса со своего дивана, улёгся на нем как победитель. \n\nСинеглазый отвёл меня к моей комнате и...\n\n ",
    "answers": [
      {
        "id": 17,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 14,
    "text": " Мой выбор пал на камень. Лиз же с Алексом показали бумагу.\n\n—Знаете... Вы очень похожи...- я сказала это неподумав и сразу же поймала на себе недовольные взгляды друзей.\n\n—Нанами, вежливость это...- не успел Лизандр договорить как его тут же прервал Алекс.\n\n—Лиз, забей уже, Нанами пора обставлять свою комнату... Диван.- с легким смешком Алекс с Лизом разыграли партию и победителем оказался Лиз, показавший камень. После они с довольными лицами пошли в сторону своих комнат. Иногда был слышен звук ругани.\n\n—Пять метров до их комнат, а они успели поцапаться три раза... ",
    "answers": [
      {
        "id": 19,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 15,
    "text": "—И не надейся.- с легкой насмешкой ответил красноглазый.\n\n—Так, свали с моего дивана, нечисть.- Алекс с большими усилиями пихал Лизандра в бок и тот, уже сдался и взяв меня под руку отвел к моей комнате. Алекс же остался на своем заслуженом месте.\n\n—Ладно, мелкая, она твоя.- он нежно погладил меня по голове и побрел в свою комнату.\n\n Я же отправилась к себе.",
    "answers": [
      {
        "id": 16,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 16,
    "text": " Открыв дверь я ожидала увидеть, видимо, слишком много.\n\n Простые обои в серую полосочку, деревянный пол.\nОдин шкаф, небольшая двухместная кровать с простым белым одеялом и такой же подушкой. Небольшая тумбочка с розовато-кремовым светильником не особо вписывались в интерьер, но что поделать.\n\n Я села за деневянный стол, стул, кстати — довольно удобный, мягкий коврик под ногами нежно щекотал мои пальцы.\n\n Посмотрев в окно у кровати я была поражена видом.\n\nТеплые и нежные цвета мягко стелились вокруг... Это цветы, цветочные поля. ",
    "answers": [
      {
        "id": 20,
        "text": "Открыть окно."
      },
      {
        "id": 21,
        "text": "Пойти посмотреть на остальные комнаты."
      }
    ]
  },
  {
    "id": 17,
    "text": "—Прости за моё поведение... Кажется я действительно ревную. — он не отводил своих глаз. В его взгляде читалась уверенность.\n\n—Ох, ну такое бывает...- мне было неловко, я хотела побыстрее зайти к себе в комнату и сидеть там пока все не уляжется.\n—Можно я уже пойду к себе?- бубнела я отвернувшись.\n\n Меня отпустили и я быстро юркнула за дверь.",
    "answers": [
      {
        "id": 18,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 18,
    "text": " Комната была далеко от моих ожиданий, даже слишком.\n\n Стены были слегка... Странные этот рисунок как будто бы их кто-то обблевал несколько раз не внушал большого доверия...\n\n Односпальняя кровать с белой простыней, маленокой подушечкой и тонюсеньким одеяльцем стояла у окна.\n\nНебольшой письменный стол и о чудо! Это же нормальный стул, на который я конечно же села сразу и он со скрипом решил развалится прямо подомной.\n\n—Почему всегда страдает мой зад?- шептала я чуть не плача.",
    "answers": [
      {
        "id": 20,
        "text": "Посмотреть в окно."
      },
      {
        "id": 21,
        "text": "Посмотреть остальные комнаты."
      }
    ]
  },
  {
    "id": 19,
    "text": "—Ну... Диван тоже хорошо.-утешала себя я... А после просто осмотреоа комнату более детально.\n\n Небольшой камин и радио на нем были напротив меня, что было очень даже хорошо.\n\n Книжный шкаф за мной и две двери ведущие в ванну и кухню. Между книжным шкафом и дверьми был кридор в  комнаты Алекса и Лизандра.\n\n Небольшое окно из которого был красивый вид на полч тюльпанов, форточка была открыта, поэтому я чувствовала этот чарующий запах цветом.\n\nЧтож, пора на разведку.",
    "answers": [
      {
        "id": 21,
        "text": "Осмотреть комнаты."
      }
    ]
  },
  {
    "id": 20,
    "text": " Я открыла окно. Красивый пейзаж и аромат разноцветных тюльпанов будто бы погружал в транс.\n\n—Тут хорошо... — я села на подоконник и всмотрелась в даль. \n \n—Ай.- что-то прилитело мне в нос. Маленький шарик из бумаги.\n\n—Златовласка, тоже решила посмотреть? — улыбнулся мне Лиз.\n\n—Лиз... Не бросайся пожалуйста больше...\n\n—Ты не обращала на меня внимание....",
    "answers": [
      {
        "id": 22,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 21,
    "text": " Я побежала в...",
    "answers": [
      {
        "id": 34,
        "text": "Кухню."
      },
      {
        "id": 35,
        "text": "Ванну."
      }
    ]
  },
  {
    "id": 22,
    "text": "—Можно я приду к тебе? — хитрая ухмылка на его лице не говорила что все будет хорошо...\n\n Как мне поступить?",
    "answers": [
      {
        "id": 23,
        "text": "-Нет. Лиз, я лучше пойду посмотрю на другие комнаты..."
      },
      {
        "id": 24,
        "text": "-Я не против, тем более тебе нужно сравнить мою роскошь и твою халупку."
      }
    ]
  },
  {
    "id": 23,
    "text": "—Нет. Лиз, я лкчше пойду посмотрю на другие комнаты.- с этими словами я захлопнула окно и побкжала к двери. \n\n\"Нужно еще ванну и кухню осмотреть\"",
    "answers": [
      {
        "id": 21,
        "text": "Отправиться смотреть."
      }
    ]
  },
  {
    "id": 24,
    "text": "—Я не против, тем более тебе нужно сравнить мою роскошь и твою халупку.\n\n—Ты как всегда с остым язычком...- сказав это он через секунду оказался у моего лица.\n\n Это было так неожиданно что я свалилась на кровать.\n\n—Принцесса, чего жто ты так... Неужели так хочешь провести со мной ночь? \n\n",
    "answers": [
      {
        "id": 26,
        "text": "-С дуба рухнул? Ты мне как брат."
      }
    ]
  },
  {
    "id": 25,
    "text": " Невероятное чувство переполнило мое тело. Меня бросало в жар, я задыхалась... Я вцепилась рукой ему в плечо, на что он улыбнулся.\n\n—Теперь понимаешь?- на его лице снова появилась эта улыбка. Уверенный взгляд был ближе. Через мгновение он уже был у моей шеи.\n\n—Ты не дол...- Лизандр поцеловав меня в шею сразу же впился клыками в нее. \n Сладостное наслаждение, то что я испытывала я не могу описать по-другому.\n\n Мои руки дрожали как и я сама в целом. Я пыталась хоть както оттолкнуть его, но это чувство... Мне нравилось, то что он сейчас делает.",
    "answers": [
      {
        "id": 27,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 26,
    "text": "—С дуба рухнул? Ты мне как брат.\n\n—Почему ты говоришь такие слова?- сказав это он уже был надо мной. Его пронзительный взгляд будто бы сжигал меня изнутри... Что это за чувство?\n\n—Потому что ты мой брат...-как только я сказала это ком подступил к горлу, я чувствовала странный аромат. Такой приятный, такой манящий...\n—Лиз...- я не могла нормально говорить, язык заплетался.\n\n—Прости, я так разозлился что снова сделал это...- из его губ капнула капля крови прямо мне на губы. Я не мешкая сразу же лизнула ее.",
    "answers": [
      {
        "id": 25,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 27,
    "text": " Легкое прикосновение его пальцев к моему животу и я буквально начала таять.\n\n—Может хватит?- голос Алекса будто бы вернул меня в реальность и Лиз остановился.\n\n—Прости, дракоша... Я уже больше года не ел.- приспокойно ответил ему вампир.\n\n—Кровопийца несчастный.- Алекс схватил за шиворот Лизандра и оттащил от меня, меня же не покидало чувство что я чего-то желаю....",
    "answers": [
      {
        "id": 28,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 28,
    "text": "—Придурок, ты не мог потерпеть?- спокойно ответил ему Лиз.\n—Выйди, мы закончим.- его глаза на секунду изменили свой цвет на более яркий.\n\n—На меня гипноз не действует, но заканчивайте.-буркнул Алекс и отошёл к двери.\n\n—Может выйдешь? — Лиз сел рядом со мной.\n\n—Для безопасности Нанами я останусь.",
    "answers": [
      {
        "id": 29,
        "text": "Попросить выйти."
      },
      {
        "id": 30,
        "text": "Ничего не говорить."
      }
    ]
  },
  {
    "id": 29,
    "text": "—Алекс... Выйди пожалуйста....- шептала я отводя взгляд.\n\n—Нанами...-цыкнув он покинул комнату.\n\n—Нанами.... Приступай.",
    "answers": [
      {
        "id": 30,
        "text": "Молча пить кровь."
      }
    ]
  },
  {
    "id": 30,
    "text": " Я без лишних звуков повалила Лиза на кровать и без церемоний вонзила ему в шею клыки.\n\n Как же давно я этого ждала, сладкий вкус его крови заставлял меня хотеть большего. Я долго не могла насытиться его чарующей кровью, но всеже отпрянула и села на край кровати.\n\n Лизандр поднялся и пошлопав меня по голове ушёл.",
    "answers": [
      {
        "id": 31,
        "text": "Лечь на кровать.",
        "need": 29
      },
      {
        "id": 32,
        "text": "Поговорить с Алексом.",
        "need": 30
      }
    ]
  },
  {
    "id": 31,
    "text": " Я хотела еще много чего спросить у них...\n Почему я пила кровь Лизандра? Почему я в ней нуждалась... Как поняла что именно это мне и нужно? \n\n—Твою....-стиснув губы я отвернулась к открытому окну. Теплое солнышко мягко щекотало щеки.\n\n Алекс за дверью ссорится с Лизом...",
    "answers": [
      {
        "id": 33,
        "text": "Конец главы 1 \"Начало совместной жизни\""
      }
    ]
  },
  {
    "id": 32,
    "text": "—Алекс... -дрожащим голосом сказала я.\n\n—Перевари всю эту информацию, я думаю тебе это нужно.- он молча вышел. А я крутила в своей голове все что сейчас произошло по несколько раз. Но нет, ничего.\n\n Алекс начал довольно ссорится с Лизом, думаю так и должно быть. ",
    "answers": [
      {
        "id": 33,
        "text": "Конец главы 1\"Начало совместной жизни\""
      }
    ]
  },
  {
    "id": 33,
    "text": "Конец главы 1\"Начало совместной жизни\"\n\n Концовка \"Он вампир\" 1/3",
    "answers": [
      {
        "id": 41,
        "text": "Глава 2 \"И что теперь мы делать будем?\""
      }
    ]
  },
  {
    "id": 34,
    "text": " В кухню. За столом сидел мой фамильяр и приспокойно попивал кофе.\n\n—Алекс.- он повернулся в мою сторону, а я села напротив.\n—Уже освоился?\n\n—Нет. Кофе тут отвратный как и все остальное.- бурчал он закрыв глаза.\n\n—Но вид из окна прекрасный. \n\n—Только вид...- задумчиво сказал тот.\n—Ты вспомнила Лиза?\n\n—Нет, тоесть обрывками. Я помню немного... Даже слишком мало.",
    "answers": [
      {
        "id": 36,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 35,
    "text": " В ванную. Что и следовало ожидать. Она похожа на... Ну, мягко сказать ее несколтко раз взорвали, а потом собрали из остатков.\n\n Мимо пробежала мышь и я услышала крик за собой.\n\n—Твою на лево, уберите это существо!- Лиз стоял за мной со шваброй, у него на ногах были салафановые пакетики...\n\n—Ты мышей боишься?- выдавила я из себя. Я была слишком удивлена такому поведению более-менее спокойного Лизандра.",
    "answers": [
      {
        "id": 39,
        "text": "Конец главы 1\"Новая совместная жизнь\" "
      }
    ]
  },
  {
    "id": 36,
    "text": "—Вот как.... Это к лучшему.- он оставил свое кофе и куда-то быстро ушел.\n\n—Чего это он... -но замена не заставила себя долго ждать.\n\n Лизандр появился внезапно, я не заметила как он подошёл сзади.\n\n—Нанами, выпей-ка.- взяв стул и наклонив его к себе одной рукой он приложил маленький флакончик к моим губам.\n\n ",
    "answers": [
      {
        "id": 37,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 37,
    "text": " Сладкая красная жидкость была в моем рту. Этот вкус... вкус той крови из флакончика.\n\n Дыхание участилось. Я взяла руку Лиза с флакончиком в своим.\n\n—Я требую объяснений!",
    "answers": [
      {
        "id": 38,
        "text": "Конец главы 1\"Новая совместная жизнь\" "
      }
    ]
  },
  {
    "id": 38,
    "text": "Конец главы 1\"Начало совместной жизни\"\n\n\nКонцовка \"Я требую обьяснений!\" 2/3",
    "answers": [
      {
        "id": 41,
        "text": "Глава 2 \"И что теперь мы делать будем?\""
      }
    ]
  },
  {
    "id": 39,
    "text": "Конец главы 1\"Начало совместной жизни\"\n\n\nКонцовка \"А вот и слабость моего вампира\" 3/3",
    "answers": [
      {
        "id": 41,
        "text": "Глава 2 \"И что теперь мы делать будем?\""
      }
    ]
  },
  {
    "id": 40,
    "text": "Лизандр — чистокровный вампир и друг детства Нанами.\nИменуемый братиком.\n\n Он младший и сильнейший сын владыки вампиров.\n\n Так же является тем мальчиком с фотографии в комнате Нанами и мальчиком из сна.\nИх прошлое крепко накрепко связано — они не могут друг без друга(причину узнаете в квесте)\n\nХолоднокровный вампир, его взгляд — всегда холодный, а на лице почти нет эмоций.\n\n Парнишка любит подкалывать Нанами и Алекса, так как только они ему дороги.  ",
    "answers": [
      {
        "id": 3,
        "text": "Назад."
      },
      {
        "id": 40,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d30/1809/dd/6382f86640f2.jpg"
      }
    ]
  },
  {
    "id": 41,
    "text": " Мы все собрались в гостинной. Я была на диване, а ребята приволокли стулья из кухни и сели напротив.\n\n—Что ж... Думаю пора начать...- немного взволнованно сказал Алекс.\n\n—Мы могли бы не напрягать ее так...- спокойным голосом шептал Лиз поглядывая на меня.\n\n—Мы не можем вечно держать её в неведении, вернее ты не можешь, да, ты.- бурчал Алекс, его губы слегка дрожали.\n\n—Не один я виноват...- Лизандр оставался спокойным, похоже он такой всегда.\n\n",
    "answers": [
      {
        "id": 42,
        "text": "-Что я должна узнать? "
      },
      {
        "id": 43,
        "text": "Слушать парней дальше."
      }
    ]
  },
  {
    "id": 42,
    "text": "—Что я должна узнать? \n\n—А, точно... Нанами, ты....-Алекс не успел договорить как тут рука Лизандра заткнула рот моего фамильяра.\n\n—Вампир, как я и вообще мы связаны.-быстро проговорил Лиз с широкой лыбой и сразу же отпустил Алекса, как будто боясь, что тот может укусить его.\n\n—Издеваешься, кровососик?- скрепя зубами проговорил синеглазый и потянул руки к шее вампира шевеля пальцами.\n\n—Культяпки то убери, такое ощущение что ты не дракоша, а...-Лиз в последний момент отвел свой взгляд на меня и понял что пора прекратить.",
    "answers": [
      {
        "id": 44,
        "text": "-Можно подробнее?"
      }
    ]
  },
  {
    "id": 43,
    "text": " Их переговоры шли около получаса и единственное что я узнала, вернее в чём убедилась, так это то, что эти двое никогла не найдут общий язык. \n\n—Ребят...- тихо сказала я...\n\n—Ты не понимаешь, Алекс.\n\n—Лиз, ты вообще туп как пробка.\n\n Ребята спорили до сих пор, иногда на повышеных тонах...\n\n—Заткнулись оба!- крикнула я и споры прекратились. Наконец-то, я уж думала у меня уши завянут.",
    "answers": [
      {
        "id": 42,
        "text": "-Что я должна узнать? "
      }
    ]
  },
  {
    "id": 44,
    "text": "—Можно подробнее?- бурчала я.\n\n—Ну в детстве ты попробовала кровь нашего \"любимого\" Лиза и сама стала вампиром. Подробностей я не знаю, поэтому передаю слово нашему кровососу.- с насмешкой говорил Алекс.\n\n—Следи за базаром, слуга.- с такой же насмешкой говорил Лиз Алексу.\n—Случай с лестницей, если помнишь конечно...- Лизандр пристально смотрел на меня, видимо ждал ответ.",
    "answers": [
      {
        "id": 45,
        "text": "-Я видела во сне что-то подобное..."
      },
      {
        "id": 46,
        "text": "-Не помню."
      }
    ]
  },
  {
    "id": 45,
    "text": "—Я видела во сне что-то подобное... Я бежала за мальчиком и... Это ты? -Алекс спокойно слушал нас. Его серьёзное лицо и небольшая нахмуренность, он казался взрослее.\n\n—Да. Я объясню. Дети вампиров до 10-11 лет не могут контролировать свою силу в полной мере, поэтому часть её переходит в кровь. У взрослых вампиров она тоже в крови, но они ее контролируют. Кровь чистокровных детей вампиров способна превращать в вампиров. — у Лиза тоже появилась небольшая нахмуренность.\n\n—Я вот чего не могу понять... Почему Нанами все ещё нефелим?- отозвался Алекс.\n\n",
    "answers": [
      {
        "id": 47,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 46,
    "text": "—Не помню...\n\n—Плохо.- Лиз сунул мне палец в рот и я почувствовала нежный вкус его крови. Когда он хотел вынуть его я схватила его руку и снова лизнула палец. \n\n Алекс вздрогнул, а я опомнилась и голова жутко заболела. Перед глазами начали мелькать картинки. Лиз убегал от меня, а затем падение с лестницы....\n\n—Что ты только что...- говорила я дрожащим голосом.\n\n—Поделился с тобой воспоминаниями.-Алекс говорил это  смотря на нас с Лизом.\n—Рассказывай теперь.",
    "answers": [
      {
        "id": 45,
        "text": "-Я видела во сне что-то подобное..."
      }
    ]
  },
  {
    "id": 47,
    "text": "—Всё проще чем ты думаешь. Тут и гадать не нужно. Ее кровь просто оказалась сильнее. Вы же знаете о превращение в вампиров? ",
    "answers": [
      {
        "id": 48,
        "text": "-Да."
      },
      {
        "id": 49,
        "text": "-Нет."
      }
    ]
  },
  {
    "id": 48,
    "text": "—Да, где-то читала в какой-то манге. Укус и либо монстр либо вампир.\n\n—Дашь почитать?- отводя взгляд в сторону от Лиза говорил мой фамильяр. Я лишь улыбнулась ему в ответ. \n\nЛиз же просто вздохнул, на его лице читалось что-то типо \" как можно не знать таких простых вещей?\"",
    "answers": [
      {
        "id": 50,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 49,
    "text": "—Нет. — сказала я виновато.\n\n—Ну почти.- Алекс почесал затылок с улыбкой.\n\n—Ай-яй-яй, Алекс, я понимаю Нанами, но ты и не знать таких простых вещей...- красноглазый закрыл рукой глаза и вздохнул.\n—Даже обычные вампиры могут обращать в вампиров, но у чистокровок шанс того чоо это будет вампир выше. В основном получаются монстры, способные только пить кровь. Нанами не такая как эти монстры.",
    "answers": [
      {
        "id": 50,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 50,
    "text": "—Нанами отличается от этих монстров. Ей нужна кровь... Моя. Они же прекрасно обходятся и без крови \"хозяина\"\n\n—Если я не получу её?- я отнеслась к этому со всей серьёзностью, не хочу упустить хоть одну деталь.\n\n—Тогда ты станешь как те монстры...- Алекс отвел взгляд.\n—Один раз уже была...-он помрачнел.\n\n—В точку. Кстати, ты так же являешься чистокровкой.- с улыбкой говорил Лиз. Состояния Лиза и Алекса вкорне отличалось. Лизу было все равно, а Алекс не выдержал.\n\n—Договорите сами, я пойду.- Мрачный Алекс вышел на улицу.\n\n",
    "answers": [
      {
        "id": 51,
        "text": "-Что с ним?"
      },
      {
        "id": 52,
        "text": "Слушать дальше."
      }
    ]
  },
  {
    "id": 51,
    "text": "—Что с ним?- я повернулась у Лизу, он проводил взглядом Алекса и посмотрел на меня.\n\n—Три года назад, когда в тебе проснулась вампирская сущность, он был рядом с тобой. Меня не было рядом... Из-за твоей жажды ты начала задыхаться просила всех уйти... Трое охранников, хороших друзей Алекса, нашли мёртвыми у дверей в твою комнату... \n\n—Я убила...-ком подступил к горлу. Мой шок заставил Лиза сесть рядом и обнять меня.\n\n—Шшш, малышка, это не твоя вина. Тут ты должна обвинять меня... Хочешь чтобы я рассказал еще?- я молча кивнула в его обьятиях.",
    "answers": [
      {
        "id": 52,
        "text": "Слушать."
      }
    ]
  },
  {
    "id": 52,
    "text": "—Из-за того что тебя обратил я — один из сильнейших вампиров, силы у тебя как у чистокровки. Обращать в вампиров, ты правда не можешь, но вот новые способности тебе очень пригодились.\n\n—Способности?- я подняла взгляд на Лиза.\n\n—Ты обладаешь одиним из сильнейших способностей вампиров. Управление кровью. Это была свособность моей матери. Есть вампиры с особыми способностями и когда этот вампир умирает его способность переходит к такому же... В народе их называют \"Достойные\".\n\n",
    "answers": [
      {
        "id": 53,
        "text": "-Почему я как чистокровка? "
      },
      {
        "id": 54,
        "text": "-Мне нужна только твоя кровь? "
      },
      {
        "id": 55,
        "text": "-Расскажи подробнее про способность."
      },
      {
        "id": 56,
        "text": "-Твоя мама значит..."
      }
    ]
  },
  {
    "id": 53,
    "text": "—Почему я как чистокровка? \n\n—Есть сила — есть уважение. А уважение это чистокровка. Легко да? Вампиры... Им нужно доказать свою силу чтобы тебя уважали, уважают только чистокровок.- Лиз легонько гладил меня по голове.\n\" Алексу наверное это нужно..\"- промелькнуло в голове.\n\n—Не думаю, Алекс не тот кому нужна жалость, да и на тебя зла держать не станет.- шептал брюнет всё-также нежно поглаживая меня по голове, волосам.\n",
    "answers": [
      {
        "id": 57,
        "text": "-Ты тоже мысли читаешь? "
      },
      {
        "id": 58,
        "text": "Спокойно."
      }
    ]
  },
  {
    "id": 54,
    "text": "—Мне нужна только твоя кровь? \n\n—Несовсем. Моя кровь нужна чтобы удовлетворить твою жажду... Есть обычная жажда, а есть твоя.- Лиз задумался, думаю он хочет найти подходящие слова для меня.\n— Как бы это попроще обьяснить... Обычную жажду может удовлетворить любая кровь, а твою, она сильнее... Ты не можешь нормально соображать, ком в горле или что-то типо это обычная, но когда твое горло будто бы горит и у тебя одно в голове \"кровь\" за этим уже ко мне.\n\n—Неприятно...-сказала я вслух свои мысли.",
    "answers": [
      {
        "id": 61,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 55,
    "text": "—Расскажи подробнее про способность.\n\n—Хм... Ну насколько я помню ты могла создать из своей крови различное оружие и при смешивании твоей крови и крови другого существа управляла его телом... И полная неуязвимость.- он смотрел мне в глаза. Явно что-то не договаривал.\n\n—Полная неуязвимость?\n\n—Ты могла сама стать кровью. Я больше ничего не знаю.- сказал как отрезал.\n\n—Ладно...",
    "answers": [
      {
        "id": 59,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 56,
    "text": "—Твоя мама значит...\n\n—Мертва. Это случилось в тот день когда ты стала вампиром.- пустой взгляд Лизандра будто бы смотрел сквозь меня.\n\n—Поэтому ты и убегал тогда...- подумала я вслух с опущеным взглядом.\n\n— Да, маленькая, приставучая девчонка все надеялась поднять мне настроение.- безразличие, я помню это выражение лица. Он всегда носил эту маску.\n\n\"Только почему я помню только это и больше ничего?\"\n\n—Нанами, не напрягайся так.- он взьерошил мне волосы и посмотрел на меня.\n\n\"Снова он это делает... Не делай вид что все хорошо.",
    "answers": [
      {
        "id": 59,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 57,
    "text": "—Ты тоже мысли читаешь?- я отпрянула от Лиза имои глаза забегали.\n\n—Что-то пошлое промелькнуло? — он подсел ближе ко мне, его ехидная улыбочка не сходила с его губ.\n\n—Нет...- я покраснела\n\"А ведь если он действительно читает мысли то...\"\n\n—Не читаю я мысли, дурочка.- он прервал мой поток сознания заставив меня успокоится.",
    "answers": [
      {
        "id": 59,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 58,
    "text": "—Ты тоже читаешь мысли? Прикольно...-ответила я прижавшись к нему, запах роз напомнил мне сон, розы, красивая девушка...\n\n—Неа, просто моя Нанами сейчас бы подумала об этом.\n\n—Ты настолько хорошо меня знаешь? — его запах меня успокаивал, он был родным.\n\n—Даже слишком... Запомни. Никто не знает тебя лучше меня.-его движения стали более настойчивыми и он сразу приступил к спине, потихоньку опускаясь ниже.\n\n—Ты че творишь, собака такая?- я выпвалась из его хватки и отползла подальше.",
    "answers": [
      {
        "id": 59,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 59,
    "text": " Он слегка улыбнулся, и ушел за дверь. Через минуту пришёл таща за собой Алекса.\n\n—Детишки, пора в магазин.- весело говорил это Лиз.\n\n—Оставь меня в покое. -бурчал хмурый Алекс пытаясь убрать руки Лиза. \n\n Лиз же в этот момент усадил его на стул и наклонившись к его уху прошептал что-то. Реакция была мгновенная. Глаза Алекса стали круглыми и он покраснел.\n\n Лизандр просто улыбнулся смотря на него и позвал меня к себе жестом.",
    "answers": [
      {
        "id": 60,
        "text": " Подойти."
      }
    ]
  },
  {
    "id": 60,
    "text": " Как только я оказалась буквально в двух шагах от него он схватил меня и Алекса за руку и вывел из дому. Алекс, конечно, сразу же отдернул свою.\n\n Мы втроём недолго блуждали улицами и вконце концов увидели что-то похожее на супермаркет.\n\n—Кто последний тот вонючка.- сказал Лиз и побежал к магазину. Я непроизвольно ринулась за ним. Алекс, немного тормозил, но быстро догнал меня.\n\n—Быстрее беги~ с улыбкой говорил синеглазый переганяя меня.\n \nИ вот брюнеты уже на одном уровне, они не уступают друг другу. Они вместе вбежали в двери, а я осталась позади.",
    "answers": [
      {
        "id": 62,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 61,
    "text": "—Да, не особо, но такова плата за вечную жизнь.\n\n—А?- я удивилась.Глаза стали квадратными и я задумалась.\n\n—Поскольку твое тело человеческое, то ты могла умереть от старости, а это что-то типо страховки.\n\n—Охренеть.- по другому и не скажешь.",
    "answers": [
      {
        "id": 59,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 62,
    "text": " Наконец-то здание в двух шагах, я уже открываю дверь и тут в меня прилетело яблоком. Хотя это немного выбело меня из колеи, но я осталась стоять на ногах.\n\n—Какая сволочь хочет подохнуть здесь?!- крикнула я и увидела Алекса с Лизандром около коробки с яблоками.\n\n Быстро подойдя к ним я надавала тумаков обоим.\n\n—Ты даже не разобралась!- возмущались мои друзья плетясь за мной.\n\n—А это не обязательно.- я пыталась игнорировать их небольшие \"перерывы\" на бои салатом и брокколи и пошла посмотреть на ассортимент.",
    "answers": [
      {
        "id": 63,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 63,
    "text": "На полках лежали продукры: всякие сладости, мясо и подобное.\n\n Я взяла яйца и несколько лапшей быстрого приготовления, сыр и масло с хлебом.\n\n  Подойдя к кассе ко мне присоеденились Алекс и Лизандр, их одежда была испачкана кетчупом и маянезом...\n \n Расплатившись за это добро я вышла и вздохнула.\n\n -Ребята, нам нужно искать работу...- тихо прошептала я двоим придуркам.",
    "answers": [
      {
        "id": 64,
        "text": "Конец главы 2 \" И что теперь мы делать будем?\""
      }
    ]
  },
  {
    "id": 64,
    "text": " Это конец этой главы, простите что так мало, но возникли трудности. \n\nИ да, в следующей главе будем много слов напоминающий украиский и другие похожие языки. Это не ошибка:) ",
    "answers": [
      {
        "id": 65,
        "text": "Глава 3 \"Работа.\""
      }
    ]
  },
  {
    "id": 65,
    "text": " Они восприняли мои слова про работу не очень серьезно, поэтому всю дорогу домой шутили на эту тему.\n  Но, Лиз совершенно серьезно сказал что станет моделью, Алекс же — что станет еще более популярной моделью.\n\n Это начало 3 мировой....",
    "answers": [
      {
        "id": 66,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 66,
    "text": " Когда, каким-то чудом мы оказались дома. Почему чудом? \n \n Алекс решил поиграть с Лизом в догонялки в результате я оказалась одной ногой в полицейской машине в буквальном смысле. И когда мы убегали от злых полицейских я подскользнулась, видимо, на какашке и мы втроем полетели в ближайшие кусты, а затем покатились в пруд.\n\n",
    "answers": [
      {
        "id": 67,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 67,
    "text": "—Это было так... Круто!- всткрикнул мокрый Алекс.\n\n—О да, это было щииикарно.- с улыбкой сказал Лиз, вся спина которого была полностью в грязи.\n\n—Идиоты... С какими же идиотами я живу...- бурчала я выбирая из волос траву, листья и всяких жуков.\n\n—Эй, малышка, не надо так...- Лиз потрепал меня по голове и вытащив из нее небольшого жука кинул его в Алекса. ",
    "answers": [
      {
        "id": 68,
        "text": "Дальше. "
      }
    ]
  },
  {
    "id": 68,
    "text": " Алекс с визгом побежал в ванну, видимо, отмывать с себя жука или что-то типо того.\n\n—Не пугай ребенка — заикой станет. — говорила я смотря на хохочещего Лизандра.\n—Вы идеальная пара. \n\n—Что?- он отвлекся от своей \"Смешной\" шутки над Алексом и посмотрел на меня. \n\n—Хорошей парой, говорю, будете. — буркнула я и шустро побежала на кухню смотреть что стало с продуктами.\n\n—Блиин, не шути так.- протяжно сказал вампир на пути к товарищу по боязни мелких животных.",
    "answers": [
      {
        "id": 69,
        "text": "Взять зеркало."
      },
      {
        "id": 70,
        "text": "Воспользоваться экраном телефона."
      }
    ]
  },
  {
    "id": 69,
    "text": " Я взяла зеркало с полки и с его помощью выбирала мелкий мусор из волос. Я посмотрела на кучку которая образовалась на столе.\n\n\"Да... Из этого мусора можно построить два муравейника дня африканских муравьев...\" \n\n Грохот в ванной заставил меня прорваться и побежать туда. Это было довольно таки трудно. \n\n",
    "answers": [
      {
        "id": 71,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 70,
    "text": "\"Что это я буду зеркало искать. Телефон же есть\" \n\n Я насчупала в кармане телефон и на удивление он оказался целым. Я включила фронталку и посмотрела на себя.\n\n—Господи.. Дитя, природа тебя любит.- шептала я смотря на свое \"Прекрасное\" лицо которое было в прилипших к нему листьях. \n\"И я так шла домой..\" \n \n Быстро выбрав мусор из головы я положила его в кучу на столе, в этот момент телефон зазвонил, на его экране появилось слово \"Маман\". И кто ж знал, кто ж видел, но он решил отправится на небеса. Он подох.\n\n—Было же 70% ты че чувак?- со слезами на глазах и дрожащей нижней губой говорила я.\n \nГрохот в ванной заставил меня прорваться и побежать туда. Это было довольно таки трудно. ",
    "answers": [
      {
        "id": 71,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 71,
    "text": "Я побежала по коридору и как раз на входе в ванную подскользнулась на мочалке и упала на два полу-живых, полуобнажённых тела.\n\n—Что за ****.- шептала я протирая глаза.\n\n—Мне кто-то сейчас ребро сомает...- немного грубоватый голос Алекса звучал где-то подомной.\n\n—А мне не только это...- сиплый голосок Лизандра был где-то на дне наших тел.\n\n Я посмотрела вниз и... Я локтем уперлась в грудь Алекса и коленом в кхм, в Лизандра.\n\n—Ой, простите извините!- быстро поговорив это я отпрянула от кучи и села в отломаную раковину в углу.\n—Вы чё мойку сломали?!- набравши в легкие воздух я начала дышать. Вдох-выдох, постепенно в глазах начало все плыть.\n\n",
    "answers": [
      {
        "id": 72,
        "text": "Успокоится. ",
        "need": 70
      },
      {
        "id": 73,
        "text": "Продолжать наезжать.",
        "need": 69
      }
    ]
  },
  {
    "id": 72,
    "text": "—Спокойно... Это было случайно... Это произошло случайно...- говорила я с опущенным взглядом в пол. Я смотрела как мои ноги были по икры в воде, теплая вода успокаивала.\n\n—Нанами...Понимаешь... Мы просто игрались и...- говорили парни с обеспокоеным выражением лица. За ними был небольшой фонтан из трубы, которая была как раз там где раковина.\n\n—Господи... -я вздыхала все спокойнее. Затем просто пошла и перекрыла воду. \n—Вы бы хотя бы вожу перекрыли и...- наконец я обратила внимание на внешний вид моих друзей.",
    "answers": [
      {
        "id": 74,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 73,
    "text": "—Как мы теперт это все справим? Плохие дети!- я быстро попыталась перекрыть воду, но ничего толком не получалось. Благодаря парням я смогла кое-как закрыть ее.\n\n Три мокрых тела стояли по икра в воде. Лизандр постоянно отводил взгляд, а Алекс пытался мне что-то обьяснить.  \n\n—Как де вы, мальчики, жизнью не дорожите....- бурчала я под нос.\n\n—Дорожим... — шептал мокрый Алекс и когла он попытался подойти к полотенцу, то сразу же подскользнулся и схватившись за его верного друга совершил \"полёт веры\" в воду.",
    "answers": [
      {
        "id": 76,
        "text": "Наблюдать."
      }
    ]
  },
  {
    "id": 74,
    "text": " Вода большими каплями стекала с их взерошеных волос. Стекала она и по их красивым, молодым лицам, еле-еле заметные дорожки после капель блестели на их худых, но мускулистых руках.  Мокрая одежда и эта поза... Рай яойщиц. \n\n—Ты куда смотришь, тормоз, подай полотенце.- Алекс как всегда в своем репертуаре быстро поднялся, но не удержался и свалился на Лизандра, тот, видимо, уже потерял тягу к жизни и просто валялся в луже как трупик.\n\n",
    "answers": [
      {
        "id": 75,
        "text": "Кинуть полотенце."
      }
    ]
  },
  {
    "id": 75,
    "text": " Я кинула полотенце в руки Алекса, он помог подняться Лизандру, что удивительно и уковылял к себе.  Со мной же остался вампир.\n\n—Не любит он воду, хотя водный дракон.- Лизандр подал мне полотенце из полки повыше.\n\n—Водный? А разве не огненый? \n\n—Неа, он этим в мать пошел.\n\n—Вот как...-Лиз ушел за Алексом, оставив меня одну в ванной залитой водой.",
    "answers": [
      {
        "id": 77,
        "text": "Войти в кухню."
      }
    ]
  },
  {
    "id": 76,
    "text": " Я продолжила наблюдение за парнями. Бедный Лизандр, на него несколько раз упал Алекс прежде чем встать.\n\n—Чего это тебя на ногах не держит? Подними товарища.- сказала я и кинула в злую тушу Лизандра два соединенных в одно полотенца(это типо одно в другое положено) \n\n—Благодарю.- сказал красноглазый смотря куда-то в даль пола. А Алекс просто схватил свое полотенце и метнулся в комнату.",
    "answers": [
      {
        "id": 87,
        "text": "Пойти в комнату."
      }
    ]
  },
  {
    "id": 77,
    "text": " Я вошла в кухню. Картина маслом. Мама, Алекс, Лизандр и Мамору сидят за столом.\n\n—Что за...- как только я попала на глаза Мамору, он со скоростью молнии подбежал ко мне и сватил за плечи.\n\n—Госпожа, они вас не обижали? Не трогали тут и там? Не дышали на вас? — он завалил меня странными вопросами.",
    "answers": [
      {
        "id": 78,
        "text": "-Все хорошо."
      },
      {
        "id": 79,
        "text": "-Мамору дышать это нормально..."
      }
    ]
  },
  {
    "id": 78,
    "text": "—Все хорошо. Меня никто не трогал.-говорила я отводя взгляд.\n\n—Точно?- пристальный взгляд моего дворецкого будто бы жёг меня изнутри.\n\n—Точно...- я пыталась казаться более убедительной и он сдался сев рядом с моей мамой.",
    "answers": [
      {
        "id": 80,
        "text": "-Мам, что ты тут делаешь?"
      }
    ]
  },
  {
    "id": 79,
    "text": "—Момору... Дышать это нормально, понимашь? Один кислород на всех, одна вода, еда...-сказала я уверенно взглянув на него. Я не хотела чтобы был еще один прекрасный инцидент ввиде сломаного стола или еще чего похуже.\n\n—Я знаю, но госпожа... Ваша безопасность — моё счастье.- он говорил как настоящий рыцарь, который был готов ринуться в бой в любую секунду.\n\n—Всё хорошо. Сядь.- я показала на место рядом с моей матерью и он подчинившись сел.",
    "answers": [
      {
        "id": 80,
        "text": "-Мам, что ты тут делаешь?"
      }
    ]
  },
  {
    "id": 80,
    "text": "—Мам, что ты тут делаешь? — я не садилась, мне нужно было встать в позу алля \"я тут босс и вы вторглись на мою территорию\", но нет я просто стояла.\n\n—Я звонила тебе, ты не видела?- с улыбкой сказала она.\n\n—Аааа ну... — \"Телефон помер, денег нет, что делать?\"- мелькало в моей в голове.\n\n—Снова телефон сломался? — буркнул Алекс.\n\n—Что? Да, там, ой, нет он просто сел.-пыталась оправдаться я.\n\n—Нанами, ты всегда не дружила с техникой...- говорила качая головой мама.",
    "answers": [
      {
        "id": 81,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 81,
    "text": "—Но я ничем не могу помочь... Сатана запретил кому либо вмешиваться в вашу жизнь ребятки, но я хочу коечто предложить.- она запустила руку в свою сумку и достала визитку. \n—Я тут по пути к вам встретила своего друга и он ищет новые таланты, вернее красивые лица!- она протянула визитку парням и они прямо таки засветились.\n\n—Я хочу туда.- спокойно сказал Лизандр и Алекс посмотрев на него сказал тоже самое.\n\n—Ребятам видимо понравилась идея быть моделью.- с небольшой улыбкой сказал Мамору.\n\n—Это единственное чем я могу помочь...- улыбаясь продолжала говорить моя мама.",
    "answers": [
      {
        "id": 82,
        "text": "-А ты зачем тут? "
      }
    ]
  },
  {
    "id": 82,
    "text": "—А ты зачем тут?- обратилась я к ней.\n\n—А ну я это в Париж летела... Немного промахнулась.\n\n На лице Мамору промелькнуло что-то типо \"Она просто хотела увидеть тебя\"\n\n—Вот как... Неплохо так промахнулась..- спокойно шепнул Лизандр Алексу.\n\n—Ребятки, не забудьте разбудить Нанамочку в школу.- с ее уст не сходила улыбка, но что-то мне кажется что ей перешли дорогу и она может кому-то что-то оторвать...\n\n",
    "answers": [
      {
        "id": 83,
        "text": "-В школу?"
      }
    ]
  },
  {
    "id": 83,
    "text": "—В школу?- сказала я слегка кривясь.\n\n—Конечно. Школа это важно, даже если ты в другой стране! Ты будешь учится в престижной школе \"Святая\" \n\n",
    "answers": [
      {
        "id": 84,
        "text": "-Почему \"Святая\"?"
      },
      {
        "id": 85,
        "text": "-Почему учится?"
      },
      {
        "id": 86,
        "text": "-Почему в престижной? "
      }
    ]
  },
  {
    "id": 84,
    "text": "—Почему \"Святая\"? \n\n—Эта школа основана более 200 лет назад при церкви. Название сохранилось. Не волнуйся тебе не будет там плохо, ты всё-таки наполовину святая.- как всегда улыбаясь говорила она.\n\n—А должно быть плохо?- я с небольшой опаской посмотрела на маму.\n\n—Нечисти становится плохо в святых местах. Что-то типо \"чужой территории\". — зевая говорил синеглазый дракон.\n\n—Хотя еали взять защиту вроде креста то можно будет находится в святыне.- спокойно добавил Лизандр.",
    "answers": [
      {
        "id": 88,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 85,
    "text": "—Почему учится?\n\n—А ты думала балду пинать будешь? — мне послышалась нотка раздражённости в мамином голосе.\n\n—Госпожа,  как бы умны вы не были — учится всегда нужно.- Мамору пытался исправить ситуацию.\n\n—Тормоз не может быть умным.- сказал отводя взгляд Алекс и тут же получмл от меня по плечу.\n\n",
    "answers": [
      {
        "id": 91,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 86,
    "text": "—Почему в престижной? \n\n—Твой отец хоть и строгий, но хочет чтобы у тебя было хорошее образование. — со вздохом говорила мама.\n\n—В отличии от нас теье оно нужно.- говорили парни\n\n—Да... Зачем вам в человеческой школе учится.-как обысно Мамору вставил свои 5 копеек.",
    "answers": [
      {
        "id": 89,
        "text": "-Тоесть они не будут ходить со мной в одну школу?"
      }
    ]
  },
  {
    "id": 87,
    "text": " Я сразу же пошла в комнату за вещами и когда переоделась то заметила что мой телефон утоп. \n\n—Нэма у меня больше телефона.- вздохнула я чтобы не паниковать, ведь денег не было на новый. \n\n Я услышала как входная дверь открылась и на кухне послышались знакомые мне голоса.",
    "answers": [
      {
        "id": 77,
        "text": "Побежать на кухню."
      }
    ]
  },
  {
    "id": 88,
    "text": "—Да, я что-то такое слышал, но разве вам не плохо от святых предметов? — Мамору приложил большой палец к нижней губе, подперев рукой подбородок, как-бы задумываясь о чем-то.\n\n—Ты прав, но должны же быть какие-то жертвы.- вздыхая говорил вампир.\n",
    "answers": [
      {
        "id": 89,
        "text": "-Тоесть они не будут ходить со мной в одну школу?"
      }
    ]
  },
  {
    "id": 89,
    "text": "—Тоесть они не будут ходить со мной в одну школу?\n\n—Конечно нет, госпожа, они вполне могут посидеть дома...\n\n—Не могут!- я резко вскочила со стола хорошенько ударив его ладонями.\n—Они не могуть остаться ВДВОЕМ в одном доме.- вспомив тот ужас что происходит пока меня нет, меня охватила небольная паника.\n\n—Ладно... Они все равно булут работать и скорее всего придут домой когда будете вы тут...-немного удивленный моим поведением говорил мой дворецкий.\n\n",
    "answers": [
      {
        "id": 90,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 90,
    "text": "—А. точно.- мама начала что-то искать в своей сумке. Долго копалась, но достала чтото маленькое и пушистое.\n—Кохэку, прибыли...- шепнула она и подкинула комочек вверх. Он как будто бы на секунду застыл в воздухе, но потом стал слегка светиться и появился мой хранитель.\n\n—Как же там душно!- проговорил недовольно ушастый и подошёл ко мне.\n\n—Рыжун!- я развела руки в сторону готовясь обнять моего хранителя, но он подошел ближе и...",
    "answers": [
      {
        "id": 92,
        "text": "Конец:)"
      }
    ]
  },
  {
    "id": 91,
    "text": "—Эй. На правду не обижаются.-пытаясь оправдаться говорил он.\n\n—В школе ты будешь страдать.- шептала я притянув его к себе за воротник, но видимо меня услышали.\n\n—Нечесть не может находится в святых местах.- спокойно сказал рубиноглазый.\n—Школа, по видимому, при церквии.\n",
    "answers": [
      {
        "id": 89,
        "text": "-Тоесть они не будут ходить со мной в одну школу?"
      }
    ]
  },
  {
    "id": 92,
    "text": "Ребятки, конец главы. ",
    "answers": [
      {
        "id": 93,
        "text": "Глава 4.\"Мне кажется или пахнет жареным?\" "
      }
    ]
  },
  {
    "id": 93,
    "text": " Рыжун потянул руку и крепкой хваткой сжал мои щеки и притянув к себе ближе прошептал:\n—Я не собираюсь с тобой церемониться. Я по делу пришел, надоеда.\n\n После того как он договорил я мельком посмотрела на своих друзей: Алекс слегка нахмурился, Лизандр понимающе улыбнулся, а Мамору просто светился от радости. Как я понимаю, в его голове промелькнула мысль что Кохэку не может быть соперником, потому что не особо жалует меня.\n\n—Што шотел? — говорила я со все также сжатыми щеками.\n",
    "answers": [
      {
        "id": 94,
        "text": "Слушать."
      }
    ]
  },
  {
    "id": 94,
    "text": "—Мне нужно какая-то твоя вещь с твоей энергией. \n\n—Шо? Коншетнее. -он не собирался меня отпускать, а я не собиралась опускать свои руки, ведь в нем было что-то такое знакомое и родное, которое, я естественно хотела потрогать.\n\n—Я закалебался... Храму нужно чувствовать энергию своего божества иначе его захотят завоевать другие низшие божества.- лис вздохнул.\n\n—Ню што я мошу предлошить...",
    "answers": [
      {
        "id": 95,
        "text": "Дать серьгу."
      },
      {
        "id": 96,
        "text": "Дать резинку."
      },
      {
        "id": 97,
        "text": "Попросить закрыть глаза.(-.<plus>)"
      }
    ]
  },
  {
    "id": 95,
    "text": " Меня все же опустили и я сняла с уха единственную серьгу. У меня было проколото только одно ухо, поэтому я особо не заморачивалась с украшениями такого плана.\n Протянув украшение лисенку я слегка улыбнулась\n\n—Долго носила?- строгим голосом спросил тот.\n\n— Лет с десяти, пойдет же?- говорила я с ухмылкой ведь я задумала кое-что, от чего мне может быть больно.\n",
    "answers": [
      {
        "id": 98,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 96,
    "text": " Я кое-как выпутала из волос старенткую резинку и протянула ее лису.\n\n—Я ее около года ношу... Меняла иногда, но все же...\n\n—Ты вообще-то не с бедной женщиной жила...- ошарашенный моим заявлениям бурчал тот.\n\n—Она просто самая-самая.- с грустью говорила я.\n\n—Ладно... Пойдет.",
    "answers": [
      {
        "id": 102,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 97,
    "text": " Меня понимающе отпустили.\n\n—Эм... Я сейчас выйду, а ты закрой глаза.- с небольшой ухмылкой говорила я подмигивая.\n\n—Зачем это? — прищурившись говорил ушастый.  \n\n—Надо. Слушайся меня, слуга.- в шутку сказала я, но он не оценил... Скорчил кислую мину и закрыл глаза. Я же пошла в другую комнату и достала из своего багажа, ну как багажа... Пакета с вещами трусики. Скомкав их я пошла к лису, он, кстати, стоял с протянутой рукой, но я поступила хитро и чтобы меня не раскрыли сунула ему их в карман, ну или если это можно назвать карманом. Не знаю я как его одежда устроена... Очень похоже на кимоно с чем-то еще.\n\n—Все. Вернёшься в храм посмотришь, можешь даже в рамочку и на стену.- с небольшой улыбкой говорила я пытаясь не выдать себя.",
    "answers": [
      {
        "id": 103,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 98,
    "text": "—Вполне.- хранитель выхватил у меня из рук серьгу и как только я наклонилась чтобы его обнять... Короче облом, увернулся мальчик, а я поцеловала стену.\n\n—Хнык~ \n\n—Сама виновата, дура. — с ехидной улыбкой сказал рыжий-бестыжий.\n\n—Госпожа...- Мамору шустро подбежал ко мне и повернув мое лицо к свету начал осматривать. Парни и мама же остались спокойными...",
    "answers": [
      {
        "id": 99,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 99,
    "text": "—Ладно. Мне пора. — сказал строго хранитель и сразу же испарился белой дымкой.\n\n\"Чудеса да и только....\" мелькнуло на секунду в моей голове. Мама продолжала улыбаться, но всё-таки оттянула за локоть от меня встревоженое тело.\n\n—Нанамочка, солнышко, нам пора.- пробубнела она и обняв меня на прощание взяла моего дворецкого на шиворот и потащила за собой к двери. Парни послушно пошли за ней и открыли двери, после им пришлось крепко держать двери, так как обеспокоенное моим здоровьем тело не хотело оставлять меня.\n\nВ окне я увидела как мама открыв дверь машины с легкостью закинула туда Мамору села за руль и уехала.",
    "answers": [
      {
        "id": 100,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 100,
    "text": "—Знаешь, Нанами... Я первый раз увидел твою маму.... И знаешь, кажется я не смогу забыть ее...- немного ошарашенно говорил дракон.\n\n—Да, эта женщина удивительна.... Кажется по силе она вторая в клане?- взволновано обращался ко мне красноглазый.\n\n—Да, после папы.- буркнула я и отправилась в ванную решать проблему с водой.\n",
    "answers": [
      {
        "id": 101,
        "text": "Идти в ванную."
      }
    ]
  },
  {
    "id": 101,
    "text": "—Ёб...Капец. — вырвалось у меня сразу как только я попала в ванную, вернее в бассейн ну или домик для рыб, или место для смерти двух придурков...\n\n Пока я орудовала ковшом, тряпкой и ведром мои мысли были наполнены идеями как же можно незаметно спрятать два трупа... Что-то там связанное с хлоркой? Аль просто скинуть в реку или в канализацию....\n\n Впервые в жизни я так радовалась тому что комната маленькая, но чёрт, воды реально как в бассейне было, причем, не маленьком.",
    "answers": [
      {
        "id": 105,
        "text": "Дальше.",
        "need": 12
      },
      {
        "id": 106,
        "text": "Дальше.",
        "need": 13
      },
      {
        "id": 107,
        "text": "Дальше.",
        "need": 14
      }
    ]
  },
  {
    "id": 102,
    "text": "Хранитель выхватил у меня из рук резинку и как только я наклонилась чтобы его обнять... Короче облом, увернулся мальчик, а я поцеловала стену.\n\n—Хнык~ \n\n—Сама виновата, дура. — с ехидной улыбкой сказал рыжий-бестыжий.\n\n—Госпожа...- Мамору шустро подбежал ко мне и повернув мое лицо к свету начал осматривать. Парни и мама же остались спокойными...",
    "answers": [
      {
        "id": 99,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 103,
    "text": " Да глупо, да потом прилетит, зато я смогу повеселиться... Да и они новые, но думаю уже пропитались моей энергией или как там, ведь были с остальными... Ладно. Суть не в этом.\n\nОстальные персонажи которые были в комнате смотрели на нас недоумевая, но Кохэку слегка вскинув бровь вроде как согласился на мои условия....",
    "answers": [
      {
        "id": 104,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 104,
    "text": "Чтобы хоть както разрядить обстановку я в шутку попыталась обнять его, но как только я наклонилась к нему... Короче облом, увернулся мальчик, а я поцеловала стену.\n\n—Хнык~ \n\n—Сама виновата, дура. — с ехидной улыбкой сказал рыжий-бестыжий.\n\n—Госпожа...- Мамору шустро подбежал ко мне и повернув мое лицо к свету начал осматривать. Парни и мама же остались спокойными...",
    "answers": [
      {
        "id": 99,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 105,
    "text": " Я уставшая ели доползла до своей более-менее просторной комнаты. \n \"Моя хорошая кроватка, иди я тебя обниму\"- повторяла я снова и снова, пока не доползла до нее.\n\n Вглядевшись в потолок я заметила одно — эти серые стены реально успокаивают. Почему-то в этот момент в голову пробралась мысль о психушке, что такими темпами я попаду туда через пару дней... Я даже улыбнулась.\n\n—За то узнаю как там...-тихо и оптимистично прошептала я закрыв глаза. И видимо задремала, но проснулась почувствовав дыхание на моем лице.",
    "answers": [
      {
        "id": 108,
        "text": "Резко вскочить."
      },
      {
        "id": 109,
        "text": "Медленно открыть глаза."
      }
    ]
  },
  {
    "id": 106,
    "text": "Я уставшая ели доползла до своей маленькой, но камнатки. И кинула взгляд на обломки стула.\n\n—Черт с тобой, завтра.- я махнув рукой я плюхнулась в жесткий матрас. -Чувствую если повторю это вновь — рискую отстаться с разбитым носом...- и перевернувшись на спину я прикрыла глаза. Видимо я немного задремала, но проснулась от дыхания на моем лице.",
    "answers": [
      {
        "id": 108,
        "text": "Резко вскочить."
      },
      {
        "id": 109,
        "text": "Медленно открыть глаза."
      }
    ]
  },
  {
    "id": 107,
    "text": "Я уставшая ели доползла до своего мягкого дивана. Согнала два тела с него и плюхнулась, в тот момент, я думала, что это самый замечательный диван в мире. Когда сильно устаешь не замечаешь насколько вокруг все плохо. \n\n Я не могла заснуть, поэтому посмотрела в коридор. Алекс тихо забежал в ванну с чем-то в руках и с коварной улыбкой вышел. Затем туда пошёл Лиз и Алекс, как мышка, шмыгнул ко мне.\n\n—Сейчас мы увидим настоящее шоу...- с всё той же улыбкой говорил парень полудохлой мне ибо, будь я жива чуть больше — наваляла бы за то, что не помог с водой в ванне.",
    "answers": [
      {
        "id": 111,
        "text": "Привстать и посмотреть на парня."
      }
    ]
  },
  {
    "id": 108,
    "text": " Резко вскочив я треснулась лбом об чей-то лоб и сразу открыла глаза и приготовилась кричать.\n\n—Тсссс, Нанами, это я.- одной рот закрывав мой рот, а другой держась за свой лоб говорил Алекс. Когда же я всё-таки кивнула типо \"Да я поняла, отпускай\" меня не спешили отпускать. Парень нежно поцеловал меня в лоб, от чего брови стали домиком, но это не все сюрпризы...\n\n—Сейчас такое увидишь...- прошептал он и отпустив мой рот встал с кровати и подошёл к двери и позвал жестом.\n\nЛоб болел так же сильно как и все остальное тело. Я очень хотела высказать все свое мнение о том, что мне никто не помог, но кое-как сдержалась и кивнуа.",
    "answers": [
      {
        "id": 110,
        "text": "Подойти к Алексу."
      }
    ]
  },
  {
    "id": 109,
    "text": " Я медленно открыла глаза и поняла что забыла закрыть дверь или окно, или через что там может проскочить Алекс.\n Он навис надо мной, в тот момент я заметила одну деталь...\n—Алекс, ты брови щипаешь?- сказала я не подумав от чего глаза парня стали похожи на два шара.\n\n—Нет, с чего ты взяла?!- как бы возмущённо и громко прошептал парень.- Ладно, я тебя понял... Пойдем, покажу кое-что незабываемое.- брюнет встал с кровати и подошел к двери, и позвал меня жестом.\n\n Не знаю как я сдержалась и не наговорила гадостей о том что мне никто не помог, но Карл! Я же смогла, это можно считать .",
    "answers": [
      {
        "id": 110,
        "text": "Подойти к Алексу."
      }
    ]
  },
  {
    "id": 110,
    "text": "Я подошла к Алексу и он, схватив меня за руку быстро открыл дверь и мы побежали в гостиную. Он бережно посадим меня за диван и устроился рядом.\n\n—Смотри на дверь в ванную.- тихо сказал парень посмотрев на меня.\n\nМы тихо сидели и слушали как течет вода. Как капли бьют о керамическую ванну. Время словно остановилось. \n Мягкие черты лица Алекса завораживали, длинные ресницы, которым могут позавидовать девушки, делали его глаза более выразительными в тот момент. Я не могла оторвать взгляд от этой синевы...",
    "answers": [
      {
        "id": 112,
        "text": "Шоу началось."
      }
    ]
  },
  {
    "id": 111,
    "text": " Я привстала и как бы сверху вниз посмотрела на него, но это быстро изменилось, его рука взяла меня за локоть и потащила за диван. В следующее мгновение я уже сидела рядом с ним.\n\n—Тут безопаснее... — словно промурчал сказал парень с улыбкой.\n\nМы тихо сидели и слушали как течет вода. Как капли бьют о керамическую ванну. Время словно остановилось. \n Мягкие черты лица парня завораживали, длинные ресницы, которым могут позавидовать девушки, делали его глаза более выразительными в тот момент. Я не могла оторвать взгляд от этой синевы...",
    "answers": [
      {
        "id": 112,
        "text": "Шоу началось."
      }
    ]
  },
  {
    "id": 112,
    "text": " В следующий миг из ванны прозвучало очень и очень громкое.\n\n—С.с.собака женского пола *****! — а после такое жалобное.- ****** в рот... \n\n Алекс улыбнулся и коснулся своей рукой моей макушки, а после опустил пониже чтобы спрятать. Сам же тоже спрятался. Мы оба уставились на дверь в ванную.\n\n—Где ты п**** несчастный?- с этими словами вышел Лизандр в одних штанах и с полотенцем на голове.- Я тебя, *****, не обижу, только шею немного назад поверну... Резко и быстро.",
    "answers": [
      {
        "id": 113,
        "text": "Спрятаться."
      }
    ]
  },
  {
    "id": 113,
    "text": "Я наклонилась ниже, Алекс тоже, но видимо он нас заметил и шаги в нашу сторону стали похожи на мои, когда ночью к холодильнику бегу — как у коня.\n\n И когда  это тыгыдык остановилось над нами Алекс бросился бежать с диким ржачем.\n\n—Тварина, не беги по коридорам, *****.- я закрыла глаза дабы не лицезреть смерть моего дракоши и хлопок. Да, просто хлопок.",
    "answers": [
      {
        "id": 114,
        "text": "Открыть глаза."
      },
      {
        "id": 115,
        "text": "Слушать."
      }
    ]
  },
  {
    "id": 114,
    "text": "Я открыла глаза и поняла что случилось. Лизандр кинул в Алекса шлепком и судя по тому как Алекс целовался со стеной — попал таки. Я подняла взгляд вверх, вампир уже приготовил еще один шлепок и быстро побежал на дракошу, который уже оторвался от стены и готовился сорваться наутёк. Но не успел.\n\n Лизандр схватил его за шиворот и ловко поставив подножку повалил на пол, затем сел сверху и у них началась борьба.\n\n",
    "answers": [
      {
        "id": 117,
        "text": "Наблюдать."
      }
    ]
  },
  {
    "id": 115,
    "text": " Я прислушалась, но это дало мало толку, потому что я слышала только шаги, шипение, а после скрежет зубов.\n\nПоэтому я открыла глаза и увидела...",
    "answers": [
      {
        "id": 117,
        "text": "Увидеть."
      }
    ]
  },
  {
    "id": 116,
    "text": "—Что случилось?!- крикнула я и они наконец обратили на меня внимание.\n\n—Я кое-что хорошее сделал.- мурлыкнул мне в ответ Алекс.\n\n—Очень, хорошее, блин.- словно прорычал Лизандр.\n\n Я подошла к парням и села рядом с ними на корточки.\n—Что, собственно, сделал то? — я слегка наклонила голову и попыталась их рассмотреть, но не заметив ничего странного кроме того что Лизандр дрыщ, но слегка подкачан... С красивым телом, наверное даже очень красивым. Бледная кожа очень даже гармонично смотрелась с хорошо выделеными рельефами мышц.\n\n",
    "answers": [
      {
        "id": 119,
        "text": "Дальше.\n"
      }
    ]
  },
  {
    "id": 117,
    "text": " Я смотрела на то как два, одинаковых по дрыщавости парней сцепились руками и один пытался развести руки другого, другой не давал это сделать и силы их были равны. The end.\n\n—Падла, ты из меня кого сделал?- рычал красноглазый.\n\n—Красавца заморского...- прошипел брюнет.\n\n—Р.ребят, вы чего?- я собрала в себе все силы чтобы выдавить это, но моих слов никто не услышал.",
    "answers": [
      {
        "id": 116,
        "text": "Крикнуть."
      }
    ]
  },
  {
    "id": 118,
    "text": "Парни разошлись по сторонам, что удивительно. Лизандр взял свой телефон и включив фронталку принялся рассматривать свою новую шевелюру в то время как мы с Алексом пытались не заржать, ведь виски то остались черными!\n\n -Лиз... Может тебе помочь закрасить это дело?- попыталась выдавить из себя это сквозь смех и слезы Алекс.\n\n—Итак помог. Как же я тебя ненавижу.\n\n—Взаимно.- с улыбкой сказал синеглазый и добавил.- Не боись смоется через пару месяцев,  тоник же.",
    "answers": [
      {
        "id": 120,
        "text": "Наблюдать."
      }
    ]
  },
  {
    "id": 119,
    "text": "—Я сделал из него блондинку.- с улыбкой до ушей сказал брюнет и отпустил одну руку Лизандра, но тот быстро уперся рукой об пол и белые, мокрые волосы отказались на виду. Алекс просто стянул с него полотенце.\n\n—Скотина.- буркнул тот и потянулся за полотенцем, а мы с Алексом залились смехом. Нет, конечно, белые волосы ему шли, но черные были както более милее что-ли.\n Как Алекс выразился теперь Лизандр точно заморский принц.\n\n—Тебе идёт.- сквозь смех выдавила я.",
    "answers": [
      {
        "id": 118,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 120,
    "text": "—Ядреный тоник, однако.- огрызнулся новоиспеченный блондин. \n\n—Я для тебя старался, зая.- Алекс попытался подойти и погдадить раздраженную зверушку в виде Лиза, но тот отмахнулся от него.\n\n— Валите уже к себе, черти.- не меняя тона бурчал вампир.",
    "answers": [
      {
        "id": 121,
        "text": "Пойти в свою комнату.",
        "need": 12
      },
      {
        "id": 122,
        "text": "Пойти в свою комнату.",
        "need": 13
      },
      {
        "id": 123,
        "text": "-Вообще-то, это моё помещение, свалите господа.",
        "need": 14
      }
    ]
  },
  {
    "id": 121,
    "text": "—Ну окей...- каким-то чудом сказали мы с Алексом. Но вот только, к себе пошла только я. Ну и ладно.\n\n Я открыла дверь и первое о чем я придумала это кровать. Да-да. Мне же не дали поспать нормально. \n\n Короче я плюхнулась на свою кровать и моментально отрубилась.",
    "answers": [
      {
        "id": 124,
        "text": "Смотреть сон."
      }
    ]
  },
  {
    "id": 122,
    "text": "—Ну окей...- каким-то чудом сказали мы с Алексом. Но вот только, к себе пошла только я. Ну и ладно.\n\n Я открыла дверь и первое о чем я придумала это кровать. Да-да. Мне же не дали поспать нормально. \n\n Короче я плюхнулась на свою кровать и моментально отрубилась.",
    "answers": [
      {
        "id": 124,
        "text": "Смотреть сон."
      }
    ]
  },
  {
    "id": 123,
    "text": "—Вообще-то, это моё помещение, свалите господа.\n\n Лизандр подарил мне раздраженный взгляд, а Алекс вроде как улыбнулся, но это не важно. Главное что я ужасно хочу спать, поэтому сразу же это и сделала.\n\n Наверное это сложно назвать \" лечь спать\", ведь я отрубилась сразу как будто бы я работала на плантации весь день, хотя, возможно это можно сравнить с тем что я делала.",
    "answers": [
      {
        "id": 124,
        "text": "Смотреть сон."
      }
    ]
  },
  {
    "id": 124,
    "text": " Я открыла глаза и снова оказалась в этом мире... Темнота и розы. Цветы всё-таки обвивали мое тело впиваясь колючками в кожу  не давая вырваться. \n\n  На моих глазах заблистели слёзы, я вызвыла от боли, мне казалось что руки стягивает сильнее.\n\n—Ты почти нашла себя...- тихий и нежный голос девушки вернул меня в более-менее нормальное состояние.\n\n",
    "answers": [
      {
        "id": 125,
        "text": "-Отпусти..."
      },
      {
        "id": 126,
        "text": "Притензии."
      }
    ]
  },
  {
    "id": 125,
    "text": "—Отпусти...- прошипела я.\n\n—Я не могу... Ведь это не я угодила в собственную ловушку разума.- в ее голосе прозвучала небольшая... Насмешка что-ли?\n\n—Как мне найти себя? — я старалась делать как можно меньше движений, ведь движения причиняли боль. Острую и жгучую боль.\n\n Девушка посмотрела на меня с жалостью.\n—Вспомни кто ты... Вспомни что ты хочешь принести этому миру, какой путь хочешь выбрать... Ведь все так просто...\n",
    "answers": [
      {
        "id": 127,
        "text": "-Я ничего не понимаю..."
      }
    ]
  },
  {
    "id": 126,
    "text": "—Почему я тут? Почему мне это снится? Почему мне больно? Разве ты не на моей стороне? Почему не хочешь помочь?- со слезами на глазах кричала я, пытаясь как-то двинуться вперед.\n\n—Глупая и маленькая девочка. — это совсем не звучало как обвинение, наоборот, даже как-то легче стало... Она говорила это со снисходительной улыбкой.\n—Не все друзья могут прийти на помощь в трудный момент. Тебе стоит это запомнить, ведь дальше — хуже.\n\n",
    "answers": [
      {
        "id": 127,
        "text": "-Я ничего не понимаю..."
      }
    ]
  },
  {
    "id": 127,
    "text": "—Я ничего не понимаю...- я все ещё плакала, все ещё стонала от боли, все ещё мой голос дрожал, а сердце сжималось от страха.\n\n—Я не могу явиться тебе в хорошем сне... Ты погрязла в темноте... Ты маленький птенчик, который ищет свой дом...- слова девушки завтавляли мня выть, всхлипывать и снова выть. \n\nЕё рука скользнула по моей щеке и она снова вытерла мне слёзы рукавом.\n\n—Полагайся на других, но не забывай о том что ты можешь делать кое-что и сама... Как например...- она сорвала розу рядом с моим лицом и поднесла к моей руке.\n\n",
    "answers": [
      {
        "id": 128,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 128,
    "text": "—Возьмешь? — ее уста растянулись в улыбке и прежде чем я взяла разу, девушка просто исчезла уронив ее в красную воду, в которой я стояла.\n\n Я смотрела на цветок, который не смотря на небольшие волны был у моих ног. Я потянулась за ним. Мою шею, руки и вообще все тело начали сдавнивать колючие цветы.\n\n—Да сколько можно?!- рявкнула я и резким движением руки, несмотря на боль сорвала со своей груди цветы. \nЯ продолжала рвать и кричать, плакать и стонать от бессилия.\n",
    "answers": [
      {
        "id": 129,
        "text": "Тянуться к розе."
      }
    ]
  },
  {
    "id": 129,
    "text": " Я танулась к цветку, уже почти освободив себя, я начала чувствовать — Вот оно! То чего я хотела, это чувство тепла.\n\n Последний рывок и я упала в воду, она наконец была в моих руках. Мы тонули вместе до этого момента мне казалось что я стою по щиколотки в крови, а теперь тону в озере прижав цветок, ради которого я боролась, к себе. Такой теплый и нежный, такой родной, такой мой...\n\nЯркий свет и...",
    "answers": [
      {
        "id": 130,
        "text": "Проснуться. "
      }
    ]
  },
  {
    "id": 130,
    "text": " -Нанами! — вскрикнули парни и я открыла глаза. Их встревоженный вид и бутылка с водой в руках у одного доказывало одно — меня будили. \n\n—Который час?- простирая свои зеньки бурчала я.\n\n—8 вечера.- говорил обеспокоенный Алекс.\n\n—Ты проспала со вчерашнего вечера до сегодняшнего.- добавил Лиз.\n\n—Ты кричала во сне.- Алекс, видимо, хотел донести до меня больше информации чем Лиз поэтому потом была ругань насчет этого ибо я узнала кое-что интересное.",
    "answers": [
      {
        "id": 131,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 131,
    "text": " Если коротко — парни воспользовались предложением мамы и теперь работают, а я зачислена в школу и форма уже лежит рядом со мной.\n\nА теперь о сне. Как я поняла с самого утра, когда они уходили не хотели меня будить, когда вернулись домой тоже самое. А потом... Я начала задыхаться и кричать во сне. Вообщем меня пытались привести в чувство около 15 минут... \n\nКак я поняла со мной такое бывало часто и исход, если я не выбираюсь из сна — спячка ну или кома. \n\n",
    "answers": [
      {
        "id": 132,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 132,
    "text": " Я парням тоже рассказала о сне, кроме девушки... Мне казалось что об этом знать не нужно, где-то там в подсознании, на меня буквально орали и говорили \"Нельзя!\" \n\n Подведем итог — хорошо что я розу то взяла. Иначе была бы в этом кошмаре...\n\n—Нанами.- парни буквально вырвали меня из моих мыслей. — Завтра и ты идешь с нами на работу.\n\n—А? Что? Зачем?",
    "answers": [
      {
        "id": 133,
        "text": "Конец главы."
      }
    ]
  },
  {
    "id": 133,
    "text": " Ребят, конец главы это конец главы, но не конец квеста( боже что за бред?)\n\nУдачи вам и хорошего настроения -3-",
    "answers": [
      {
        "id": 134,
        "text": "Глава 5. \" Запястье\""
      }
    ]
  },
  {
    "id": 134,
    "text": " На удивление, вечер прошел спокойно... Мы втроём спокойно поужинали и я пошла спать снова, как и парни.\n\nВо сне произошло что-то странное. Я однозначно видела Ад, только наверное где-то у границ, если судить по тому куполу, который, видимо, никто не видел кроме меня.\n\nЛюди, нет, демоны за куполом стоят и ждут... Но чего? ",
    "answers": [
      {
        "id": 135,
        "text": "Утро."
      }
    ]
  },
  {
    "id": 135,
    "text": " Проснуться было очень тяжело. Я пыталась запомнить сон, но чёрт, я ничего конкретного не помню. Все слишком размыто.\n\n—Нанами, завтрак и школа.- напомнил нежный голос вампира где-то со стороны кухни.\n\n—Секунду.- крикнула я подорвавшись. Ведь время то уже не такое уж и раннее, ну всмысле в прежней школе я бы уже пропустила пару уроков... Короче я быстро, буквально со скоростью Флэша натянула на себя одежду ну и слегка расчесала волосы, зачем парится и заплетать, да?",
    "answers": [
      {
        "id": 136,
        "text": "Выйти на кухню."
      }
    ]
  },
  {
    "id": 136,
    "text": " Пулей выбежала на кухню и, о Господи. \n\n На столе стояла овсянка, видимо с кусочками фруктов и стакан молока, кухня выглядела как-то иначе... Новые шторы на окнах и появился тостер, из которого парни доставали хлеб и клали себе на тарелку.\n\n—Вау...- тихое вырвалось у меня и наконец на меня обратили внимание пара синих и красных глаз.\n\n—Садись и ешь, мы проведем тебя в школу и, конечно же, заберём.",
    "answers": [
      {
        "id": 137,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 137,
    "text": " Наверное, от шока я открыла рот ибо Лиз, посмотрев на меня слегка вскинул бровь вверх и жестом приказал сесть и прикрыть рот...\n\n—А вы чего так дружно...- садясь говорила я, но меня прервали.\n\n—Временное перимирие.- слегка раздражённо сказал Алекс и парни одновременно поставили свои тарелки на стол. Вот прям одновременно секунда в секунду. Но взгляд, который они бросили друг на дпуга в этот момент — говорил далеко не о перимирии...",
    "answers": [
      {
        "id": 138,
        "text": "-С чего вдруг? "
      }
    ]
  },
  {
    "id": 138,
    "text": "—С чего вдруг? \n\n—Наша работа... Нам нельзя портить тело. — Алекс запустил в свой рот хлеб.\n\n—Мы постоянно деремся вот и решили ничего такого не творить.- Лизандр приспокойно начал ковырять вилкой в жареном яйце с кучей приправ... Может так и надо...\n\n—Еще.- дракон дожевав хлеб, который был во рту добавил.\n—Из-за тебя. ",
    "answers": [
      {
        "id": 140,
        "text": "-А я причем?"
      }
    ]
  },
  {
    "id": 139,
    "text": " Девушка постучала и открыла двери пропуская меня вперед, когда я вошла она осталась стоять за дверью, но не закрыла ее.\n\n Я чувствовала ее презрительный взгляд на себе. \n\n—Виктория, закрой дверь. — довольно грубый и терпкий голос директора, сядящего за столом сразу же подействовал на девушку и она осторожно прикрыла двери.\n\nСам директор был в темном костюме, и с виду очень напоминал моего отца. Такая же осанка, мимика, жесты, но вот внешность была полностью противоположна. Блондин с легкой сединой и острым подбородком, на вид лет 40, но что-то мне говорило что он намного старше.\n",
    "answers": [
      {
        "id": 154,
        "text": "Представиться"
      }
    ]
  },
  {
    "id": 140,
    "text": "—А я причём?- с кашей у рта я так и осталась сидеть от удивления.\n\n—Секрет.- муркнул подмигнув Лизандр и проследив за реакцией Алекса, которая, кстати, была довольно жестокой по отношению бедному яйцу на его тарелке.\n\n—Тоесть спрашивать безтолку? \n\n—Именно. Кушай давай, мелочь.- последнюю фразу Лиз сказал обоим. Поэтому мы, по совету старшего принялись уминать завтрак ну или вернее уже обед.\n\n",
    "answers": [
      {
        "id": 141,
        "text": "Дорога к школе."
      }
    ]
  },
  {
    "id": 141,
    "text": " Когда я закончила собираться ну и есть соответственно мы с ребятами сразу же направились в Святую.\n\n Стоит отметить, что мою сумку отобрали у меня на выходе из дома два тела, которые, скажем так, не хотели по мирному решить кто ее понесёт, поэтому несли её оба...\n\n Я же просто шла рядом... Или где-то в стороне, алля \"они не со мной\"\n\n",
    "answers": [
      {
        "id": 142,
        "text": "Школа."
      }
    ]
  },
  {
    "id": 142,
    "text": "Наконец показались ворота моей новой школы и... Толпа, которая состояла полностью из девушек. А нет, там и парни есть. Немного о воротах. Они были довольно новые и массивные с гербом — голубь на фоне креста. Голубка переливалась платиной, а вот сам крест был тускло-желтым.\n\nВорота открылись автоматически и о боги эта толпа ринулась на нас, окружив со всех сторон.\n\n—Так и знал что нужно было прийти во время урока..-закатывал глаза Алекс.\n\n—Моя ошибка... Признаю.- согласился с ним Лиз.\n",
    "answers": [
      {
        "id": 143,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 143,
    "text": "— Нанами Окамура?- послышалось где-то из изучающей нас толпы. И как только все тела начали расступаться я увидела девушку. \n\nРовные чёрные волосы были собраны в высокий хвост. Довольно милая, но что-то она как-то пугала, может чёрными глазами и красной помадой... На идеально чистой и выглаженной форме, в области сердца была нашивка, ввиде того же герба, но цвет креста отличался — красный.\n\n—Окамура.- коротко повторила девушка пока я изучала её и даже неловко стало.",
    "answers": [
      {
        "id": 144,
        "text": "-Да?"
      }
    ]
  },
  {
    "id": 144,
    "text": "—Да?\n\n—Добро пожаловать в Святую. — отчеканила заученные слова девушка.- Следуй за мной и... Парней домой отправь, они плохо влияют на девушек. -мазнув взглядом по девушкам и по моим спутникам она развернулась и пошла в школу.\n\n Я сразу же пошла быстро переберая ногами за ней, а парни радостно помахав руками ушли.\n\n Стоит признать, они очень привлекательные и безусловно будут приковывать к себе взгляды.\n\n— Нужно булет разобраться с этим.- буркнула я себе под нос.\n",
    "answers": [
      {
        "id": 145,
        "text": "Осмотреться."
      }
    ]
  },
  {
    "id": 145,
    "text": " Девушка довольно быстро шла да еще и большими шагами, что я подумала а вдруг меня потерять хотят?\n\n Поэтому поспевать за ней и осматриваться было тяжело, но возможно.\n\nВысокие берёзы были по краям дороги к главному зданию. Кампус был огромный и прямо таки ювелирная работа садовников, радовала глаз и очень хорошо вписывалась в сказочный образ школы. \n\n Всего я заметила помимо главного \"учебного\" здания есть ещё три: как понимаю тут отдельно столовая, спортзал и может библиотека или общежитие?\n\nСтоит отметить что все учащиеся были в приподнятом настроении и каждый мимо проходящий засматривался на... Меня?\n",
    "answers": [
      {
        "id": 146,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 146,
    "text": "—Задавай вопросы пока есть время. -невозмутимо проговорила девушка и немного замедлила шаг.",
    "answers": [
      {
        "id": 147,
        "text": "-Куда мы идём?"
      },
      {
        "id": 148,
        "text": "-Можешь рассказать немного о школе?"
      },
      {
        "id": 149,
        "text": "-Почему тут так мало парней?"
      },
      {
        "id": 150,
        "text": "-Ты так часто сопровождаешь всех? ",
        "need": 147
      },
      {
        "id": 152,
        "text": "-Что ещё за \"Для дамы твоего статуса\"?",
        "need": 148
      },
      {
        "id": 153,
        "text": "-Почему ты думаешь что я глупая?",
        "need": 152
      }
    ]
  },
  {
    "id": 147,
    "text": "—Куда мы идём?\n\n—К директору. Нужно твои документы подписать.- мне кажется или эта фраза заучена? \n\n—Еще вопросы?",
    "answers": [
      {
        "id": 146,
        "text": "-Да."
      },
      {
        "id": 151,
        "text": "-Нет."
      }
    ]
  },
  {
    "id": 148,
    "text": "—Можешь рассказать немного о школе? \n\n—В школе присутствует отдельная библиотека, спортзал и столовая. Также есть общежитие, но оно находится за территорией школы и предоставляется лишь лучшим ученикам. Кормят два раза в день, еда для дамы твоего статуса будет неплоха. -что это еще за \"для дамы твоего статуса\" я напряглась.\n— Преподаватели строгие и им будет все равно из какой ты там семьи, собрание учащихся каждый вторник на 8 утра, опоздаешь -вылетаешь.-\" вот это у них правила.\" подумала я.\n—Этого тебе будет достаточно. Ещё вопросы?",
    "answers": [
      {
        "id": 146,
        "text": "-Да."
      },
      {
        "id": 151,
        "text": "-Нет."
      }
    ]
  },
  {
    "id": 149,
    "text": "—Почему так мало парней?\n\n—А тебе они нужны? Школа раньше была исключительно женской. Ещё вопросы?",
    "answers": [
      {
        "id": 146,
        "text": "-Да"
      },
      {
        "id": 151,
        "text": "-Нет"
      }
    ]
  },
  {
    "id": 150,
    "text": "—Ты так часто сопровождаешь всех? \n\n—Приходится. Я временно заменяю призедента школы.... Ее еще не выбрали.\n\n—Оу...\n\n—Вопросы?",
    "answers": [
      {
        "id": 146,
        "text": "-Да."
      },
      {
        "id": 151,
        "text": "-Нет."
      }
    ]
  },
  {
    "id": 151,
    "text": "—У меня нет больше вопросов.\n\n—Вот и хорошо. — остаток пути к кабинету директора мы шли молча. Вот прям совсем. Такое чувство появилось рядом с ней, будто бы она знает меня...  Даже не знаю как описать.",
    "answers": [
      {
        "id": 139,
        "text": "Войти в кабинет директора."
      }
    ]
  },
  {
    "id": 152,
    "text": "—Что ещё за \" Для дамы твоего статуса?\" — девушка остановилась и резко развернулась, посмотрев мне в глаза.\n\n—Для глупых девочек из богатых семей.- со скрипом в зубах проговорила та и продолжила путь вперед. Видимо мне пора остановится с вопросами... И я...",
    "answers": [
      {
        "id": 146,
        "text": "-У меня еще вопрос..."
      },
      {
        "id": 151,
        "text": "-У меня больше нет вопросв..."
      }
    ]
  },
  {
    "id": 153,
    "text": "—Почему ты думаешт что я глупая?\n\n—Из багатых тут только самые избалованные и тупые. Тем более твои слуги говорят о том что ты легкомысленная.\n\n—Какие еще слуги?\n\n—Те два парня у входа.\n\n—Они мои друзья.-сказала я с перцем.\n\n—Дружбы между мужчиной и женщиной не существует.\n\n—Просто у тебя друзей нет.- пробурчала я про себя.\n\n",
    "answers": [
      {
        "id": 146,
        "text": "-У меня остались вопросы."
      },
      {
        "id": 151,
        "text": "-У меня нет больше вопросов."
      }
    ]
  },
  {
    "id": 154,
    "text": "—Здравствуйте, я Нанами Окамура...\n\n— Евгений. Я рад тебя видеть.- он подошёл и обнял меня. Стоит заметить что он был мне знаком, нет, скорее не он, а ощущения.\n\n—Вы...-прошептала я.\n\n—Я твой дедушка.- за дверью послышался грохот, кажется мне что нас подслушивали.\n\n—Д... Дедушка?- я ошарашено смотрела на очень молодого мужчинку.\n\n—Я отец Мизэки. И мне уже 57 стукнуло.- улыбнувшись сказал мой дед. И вооот где собака зарыта: он улыбается как мама. ",
    "answers": [
      {
        "id": 155,
        "text": "-Не могу в это поверить."
      },
      {
        "id": 156,
        "text": "-Деда, деда. Почему я о тебе не знала?"
      }
    ]
  },
  {
    "id": 155,
    "text": "—Не могу в это поверить.- как робот, быстро и четко проговорила я.\n\n—Я тоже не мог поверить что моей первой любовью стала сама Инари, а я вроде как всего на лето к деду в Японию прилител...\n\n—Охренеть не встать.- меня подвели к столу и усадили на стул, подвинув ко мне чай и вкусняшки.\n\n—Сиди и не вставай, я много-много тебе рассказать должен.- он сел напротив меня, подпер рукой подбородок и посмотрел на то, как я отвлеклась на печеньки и начала их хомячить.",
    "answers": [
      {
        "id": 157,
        "text": "Слушать."
      }
    ]
  },
  {
    "id": 156,
    "text": "—Деда, деда. Почему я о тебе не знала?- он сразу улыбнулся во все 32 и повел к столу, усадил на стул и сев напротив..\n\n—Бери чай и вкусняшки. Деда работой занят был, поэтому это первая наша встреча. Но я много-много расскажу.\n\n Сладости оказались ну очень вкусными, поэтому я уплетала за обе щеки наплевав на чай.",
    "answers": [
      {
        "id": 157,
        "text": "Слушать."
      }
    ]
  },
  {
    "id": 157,
    "text": "—Значит так. Приехал я как-то к деду в японию, дед не мой. Он отец моей приёмной матери, я сам то из России. Но я не об этом. Пошёл я в храм, а там девушка. Красивая.... Глаз не оторвать, ещё её эти белые волосы, думал альбинос, но не. Ну я и пригласил её тогда на феерверки посмотреть, праздник же, она не согласилась, но потом я её там встретил.\n\n—Стой, как много информации, давай самое важное?\n\n—Слушай деда, я сказал. -я вмиг умолкла.\n—Девушка эта, как Мизэки представилась и провёл я там целое лето. Когда пора было уезжать, пошёл предлагать ей со мной поехать, отказалась. И обрадовала, бабка беременна оказалась. \n\n—От человека бог, дедушка, что-то ты...- мне вмиг пироженку в рот запихнули и шикнули.",
    "answers": [
      {
        "id": 158,
        "text": "Слушать дальше."
      }
    ]
  },
  {
    "id": 158,
    "text": "—Она тогда мне все и рассказала, про то что она Инари и я не обычный человек . Алля в моем роду мужчины становятся подобны высшим из-за предка какого-то. Типо в моей крови там что-то от высших, поэтому она и... Короче остался я еще на несколько месяцев, узнать кто и как. Ну и решили мы дочку назвать Мизэки, вчесть знакомства. \n\n—Ааааа....- я кивнула продолжая хомячить нескончаемый запас вкусняшек.\n\n—С твоей матерью, мы регулярно общаемся по телефону и тд. Она выбрала именно мою школу для того чтобы ты обучалась дома.- он положил на стол гору и еще две бумаг.\n—Это твое домашнее залание на неделю. \n\n",
    "answers": [
      {
        "id": 159,
        "text": "Охренеть."
      },
      {
        "id": 160,
        "text": "Сильно охренеть."
      }
    ]
  },
  {
    "id": 159,
    "text": "Я подавилась конфеткой и дедушка протянул мне чай, я залпом выпила. \n\n—Почему так много то?- возмутилась я.\n\n—Мизэки сказала что ты умна не по годам, вот я и хочу проверить.\n\n—Она явно ошибалась....-со вздохом буркнула я под нос.\n\n—Я не смею тебя задерживать в школе, впринцапе можно было бы кого-то отправить за твоей домашкой, но я хотел лично повидаться с тобой. ",
    "answers": [
      {
        "id": 161,
        "text": "-Мне тоже было приятно..."
      },
      {
        "id": 162,
        "text": "-Мы увидимся ещё?"
      }
    ]
  },
  {
    "id": 160,
    "text": " Во первых я закашлялась, во вторых сползла под стол и рука дедушки выдернула меня из под стола и я уже стояла на коленях перед ним.\n\n—Не знал что будет такая реакция....-меня подняли и вручили то что было на столе.\n—Адьйо.- сказал он и выставил меня за дверь.",
    "answers": [
      {
        "id": 163,
        "text": "-И что это было?"
      }
    ]
  },
  {
    "id": 161,
    "text": "—Мне тоже было приятно...- я искренне улыбнулась, ведь этот человек, хоть мы и недавно познакомились, он так похож на маму. Он не может быть плохим.\n\n—Тебе пора.- он вручил мне стопки со стола и просто выставил за дверь.",
    "answers": [
      {
        "id": 163,
        "text": "-И что это было?"
      }
    ]
  },
  {
    "id": 162,
    "text": "—Мы увидимся ещё? — я с надеждой и блеском в глазах посмотрела на деда.\n\n—А как же. Я же твой дед. На свадьбе погуляю и правнуков нянчить буду и тд и тп. Тааак. Тебе пора, радость моя.- он вложил мне в руки стопки бумаг и выставил за дверь.",
    "answers": [
      {
        "id": 163,
        "text": "-И что это было?"
      }
    ]
  },
  {
    "id": 163,
    "text": "—И что это было?- я смотрела на ту девушку, что провела меня, вот сто процентов подслушивала.. Она пожала плечами.\n\n—Может тебя отчислят.-с лёгкой улыбкой сказала та, а я лишь показала ей гору документов.\n\n—Не сегодня, милая. Это моя домашка, мне сказали учится дома, а не со всякими там хвостатыми.- глаза девушки заметно откруглились, но она первая начала эту войну.\n",
    "answers": [
      {
        "id": 164,
        "text": "Выйти из школы."
      }
    ]
  },
  {
    "id": 164,
    "text": " Сразу как я вышла из школы меня подхватили под локотки и поперли в неизвестном направлении.\n\n—Вы что творите? Алекс, Лиз!- возмущалась я.\n\n—Нам только что позвонили и мы сейчас валим.- шикнул мне Лизандр.\n\n—За нами орава твоих врагов.- добавил Алекс.\n\n—Всмысле орава моих врагов?- я повернулась назад и... Чёрт. Эта девка шла за нами с другими ученицами, походу ее подчинённые.\n\n—У меня от нее мурашки по коже.- синхронно с небольшой дрожью в голосе сказали мы трое..",
    "answers": [
      {
        "id": 165,
        "text": "-Бежим?"
      }
    ]
  },
  {
    "id": 165,
    "text": "—Бежим?- предложила я.\n\n—А то. Надо давать деру, разъярённые девушки самые опасные существа на планете.- Лизандр начал забирать стопки моих бумаг, Алекс тоже забрал половину и не отпуская меня мы кинулись наутёк.\n\n Приятное чувство, когда ты вот так вот бежишь с друзьями, на которых можно положиться и не отпускать их руки до конца. Когда за вами бегут потенциальные враги, когда ты знаешь что за тебя станут стеной.\n\n Мы пробежали метров, наверное, 100 и ребята шепнули мне приготовиться. Рывок и мы вме оказались на задних сидениях машины. Куча тел. Бутербродик. Я была посередине, поэтому.... О чёрт.",
    "answers": [
      {
        "id": 167,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 166,
    "text": " Я вошла. Ну как сказать вошла... Меня втащили в самом буквальном смысле. Думаю, парни сами немного в шоке. К нам подошли два амбала и подхватив меня под локотки потащили на 12 этаж.\n\nМаленький лифт, эти дяди в черных очках, костюмах и бабочках, очень большие, поэтому места нету для парней или даже той дамы.\n\nКогда наконец меня вывели, то сразу же забрали другие, но три дувушки и судя во всему потащили в гремерку, где, незамедлительно начали колдовать над моим внешним видом.",
    "answers": [
      {
        "id": 173,
        "text": "Макияж."
      }
    ]
  },
  {
    "id": 167,
    "text": " Я накрыла грудью лицо бедного Алекса, на мне ухватившись за мои бедра мертвой хваткой, лежал Лизандр.\n\n—Я....я..- мой голос дрожал  со злости.\n—Вы меня....- я попыталась привстать, красные уши Алекса показались и его руки, он взял меня за плечи и от того я поднятся не могла.\n—Тупые извращенцы!- моё колено и пятка, как раз находились ну в очень удобных положениях поэтому между ног получили оба, и оба, кстати, сразу встали.",
    "answers": [
      {
        "id": 168,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 168,
    "text": " Я сидела забившись в угол на заднем сидении. \n\n—Нанами...- парни явно не выглядели несчастными по еще какой-то причине. Только боль. \n—Просите прощения или вы оба отправитесь в Ад.-холодным и дрожащим голосом это получилось довольно ужасающе.\n\n—Прости...- они сидели на полу, скрестив ноги, а покрасневшие лица явно хотели добавки.\n\n—Не принимаю.\n\n—Но ты же сама хотела.",
    "answers": [
      {
        "id": 169,
        "text": "-Больше искренности."
      }
    ]
  },
  {
    "id": 169,
    "text": "—Больше искренности.\n\n—Нанами, пожалуйста, прости нас, дураков, мы правда не хотели чтобы так получилось...- в один голос взмолили оба.\n—Но это было круто.- я услышала тихий шепот Лизандра и увидела небольшой кивок Алекса.\n\n",
    "answers": [
      {
        "id": 170,
        "text": "Простить."
      },
      {
        "id": 171,
        "text": "Помучить."
      }
    ]
  },
  {
    "id": 170,
    "text": "— Ладно, мальчики, вы ж не со зла.- натянула я улыбку вежливости. \"Пока прощу, а дома глаза обоим на задницы понатягиваю.\" — думала я.\n\n—Нормальная девушка давно смутилась бы. -видимо, дракончик, почувствовал свобрду и начал язвить, ну что ж...\n\n—Нормальные парни бы сразу слезли и отпустили, но не вы.- с обидой в голосе сказала я.\n\n—Так, все, хватит.- прервали нас.",
    "answers": [
      {
        "id": 172,
        "text": "Фотостудия."
      }
    ]
  },
  {
    "id": 171,
    "text": "—Целуйте пятку.- перекинула я ногу на ногу.\n\n—Нанами... Это серьезно была случайность.\n\n—Оба сразу? Что за тройничок?- обиды уже не было, а вот поиздеваться....\n\n—Это... Ну если ты хочешь...- мурлыкнул вампир. Вот гад. Видимо все понял.\n\n—Если ты простишь, то я могу и...- И этот гад тоже все понял.\n\n—Тааак все ребятки.- Нас прервали.",
    "answers": [
      {
        "id": 172,
        "text": "Фотостудия."
      }
    ]
  },
  {
    "id": 172,
    "text": " Человек, который сидел на сидениях перед нами, держал в руках камеру и это была женщина. Черные прямые волосы с фиолетовыми прядям и она улыбалась нам и сверкала необычными красновато-оранжевыми глазами.\n\n—Пора делать фото, лапочки мои.- с улыбкой во все 32 сказала та и парни вмиг стихли. Насовсем. Даже, кажется, они как-то боялись эту даму.\n\nВскоре мы подъехали к 20ти этажному зданию.",
    "answers": [
      {
        "id": 166,
        "text": "Войти."
      }
    ]
  },
  {
    "id": 173,
    "text": "—З.зачем это все? -промямлила я, пока мои волосы расчесывали, ногти красили и подбирали одежду на глаз.\n\n— Фотосъемки дело не легкое.- ответила девушка с белым лаком в руках.\n\n—Мальчики должни сниматься сегодня для очень популярного журнала.- добавила барышня возясь с моими волосами.\n\n—Они договорились привести с собой красивую девушку.- не отрывая глаз от одежды завершила рассказ третья.\n\n—И ты оказалась действительно очень красивой.\n\n",
    "answers": [
      {
        "id": 174,
        "text": "Смутиться"
      },
      {
        "id": 175,
        "text": "-Что за съёмки?"
      }
    ]
  },
  {
    "id": 174,
    "text": " Я смутилась и посмотрела на своё отражение. На меня смотрела девушка с двумя хитро заплетёнными косичками и легким макияжем.  \n\n—Вот это тебе подойдёт.- подошла кареглазая девушка и вручила мне джинсовый комбез, гольфы и кеды с синим свитерком.\n\n Две другие затолками меня за шторку и задернули её. Ожидая пока я переоденусь.\n",
    "answers": [
      {
        "id": 176,
        "text": "Переодеться."
      }
    ]
  },
  {
    "id": 175,
    "text": "—Что за съёмки?\n\n—Нууу... Вы будете представлять юность. Концепция такая.- черноглазая посмотрела на зеленоглазую и та продолжила.\n\n—Друзья детства.- она глянула на кареглазую.\n\n—И любовный треугольник.",
    "answers": [
      {
        "id": 174,
        "text": "Смутиться"
      }
    ]
  },
  {
    "id": 176,
    "text": " За шторкой было зеркало в полный рост и когла я все это натянула, девушка которая оказалась в зеркале... Слишком отличалась от меня, я обычно не ношу такое, да и макияж, но я должна признать, она действительно была красавицей.\n\nЯ вышла и одобрительные взгляды дали понять, что да, действительно это подходит.\n\nОни взяли меня под руки и повели в зал с камерами и хромакеем.\n",
    "answers": [
      {
        "id": 177,
        "text": "Найти даму что была в машине."
      },
      {
        "id": 178,
        "text": "Найти парней."
      },
      {
        "id": 179,
        "text": "Побольше узнать о съёмке."
      }
    ]
  },
  {
    "id": 177,
    "text": "Найти ту даму и не составило труда, она стояла рядом с мужчиной и протирала линзу камеры.\n\nНа удивление подойти оказалось легко, несмотря на всю толпу персонала и персонала-зевак, которые провожали меня взглядом. Я подошла и женщина посмотрев на меня одобрительно покивала вздергнув при этом бровь вверх.\n\n Мужчина же, погладил свой подбородок смотря на меня, а после улыбнулся и выдал.\n\n—Мы заключаем с вами контракт.- и сразу получил по затылку от женщины.\n\n— Джереми, мы еще не видели ее в деле.",
    "answers": [
      {
        "id": 180,
        "text": "Не вникать."
      }
    ]
  },
  {
    "id": 178,
    "text": " Я решила найти парней. Оббегав всю густо обставленную и населенную территорию я наткнулась на мужскую гмеремку и заглянула одном глазком. О да. Отличное зрелище.\n\n Два тела начали спорить кто из них с какой стороны станет и поскольку, вкус в одежде был похож, начался спор и за это тоже. Смотреть на то, каа двое парней не могут поделить одну футболку это что-то.\n\n—Нанами.- Окликнули меня и пришлось идти за звук. На голос той дамы из машины.",
    "answers": [
      {
        "id": 177,
        "text": "Найти её."
      }
    ]
  },
  {
    "id": 179,
    "text": " Я бегала от человека к человеку и собирала информацию о съёмке. И это очень-очень утомительно, я перепрыгивала провода и скакала туда сюда в поисках людей с бейждами алля \"отвечающий за камеру\"\n\nИ вот что удалось узнать: Два парня и девушка друзья детства, у них у всех есть чувства они любят ее, а она любит одного из них, но не говорит об этом, это должно занять большую часть кадров. Показать дружескте отношения и любовь. После нужно показать ссору, и как двое счастливы, а одному грустно. Как-то так...\n\n—Нанами.- голос дамы из машины я узнала сразу.",
    "answers": [
      {
        "id": 177,
        "text": "Найти её"
      }
    ]
  },
  {
    "id": 180,
    "text": "Снова включив режим робота я только глупо улыбалась и кивала, пока мужчина задавал вопросы насчет моей внешности. \n\n Кстати о нем. Черные волосы и замысловатые узоры выбритые на весках это что-то. Ему ужасно шло и скидывало пару-тройку лет, по черным глазам и широкому подбородку я поняла что он родственник той, черноглазой девушки из гремерки. Кожанка и белая рубашка с черными зауженными ждинсами показывало в нем далеко не дрыщавого дядю.\n\n—Нанами, да? Вы прекрасно в этом смотритесь. Можете сразу идти к камерам, нужно сделать несколько фото где вы одни.",
    "answers": [
      {
        "id": 181,
        "text": "-А... Хорошо."
      }
    ]
  },
  {
    "id": 181,
    "text": " Девушка, как она представилась — Люси, подведа меня к хромакею.\n\n—Нанамочка, зайка моя, стань в какую-нибудь беззаботную позу.\n\n—Например?- стесняясь спросила я. Эта ситуация напомнила мне что-то. Когда-то подобное уже было и я сомневаюсь что это связано с моей известностью как дочери якудза.\n\n—Придумай что-нибудь.",
    "answers": [
      {
        "id": 182,
        "text": "Сесть в позу лотоса и приложить палец к губам."
      },
      {
        "id": 183,
        "text": "Опереться спиной о хромакей, смотреть в сторону и облизнуть верхнюю губу."
      },
      {
        "id": 184,
        "text": "Полуулыбка, грустный взгляд и руки прижатые к бедрам."
      }
    ]
  },
  {
    "id": 182,
    "text": " Я быстренько сориентировалась и села в позу лотоса приложив палец к губам. \n\n Щелк.\n\n—Отличный кадр.- с довольной улыбкой мурлыкала Люси.\n—Давай что-нибудь алля грусть, скованность.",
    "answers": [
      {
        "id": 185,
        "text": "Полуулыбка, грустный взгляд и руки прижатые к бедрам."
      }
    ]
  },
  {
    "id": 183,
    "text": " Я прижалась спиной к хромаекею, повернула голову в сторону и облизнула губу.\n\nЩелк.\n\n—Вау, как чувственно, но, зайка моя,  покажи что ты наивная и невинная маленькая девочка. Этот кадр я оставлю для другого. Давай еще раз.\n\n—Угу...",
    "answers": [
      {
        "id": 182,
        "text": "Сесть в позу лотоса и приложить палец к губам."
      }
    ]
  },
  {
    "id": 184,
    "text": "Полуулыбка, грустный взгляд и руки прижатые к бедрам... Может пойдёт?\n\nЩелк.\n\n—Какие чувства... Мне нравиться, но, Нанамочка, это не то. Давай другое.",
    "answers": [
      {
        "id": 186,
        "text": "Сесть в позу лотоса и приложить палец к губам."
      }
    ]
  },
  {
    "id": 185,
    "text": "Полуулыбка, грустный взгляд и руки прижатые к бедрам.\n\nЩелк.\n\n—Вау. ты не перестаёшь меня радовать, зайка моя.\n\nЯ смутилась и отвела взгляд, слегка закрыла лицо рукой.\n\nЩелк. \n\n—Уууу с тобой приятно работать! — Люси выпустила камеру из рук и та повисла у нее на шее, хлопая она улыбалась как маленькая девочка, хотя я уверена, ей за 30.",
    "answers": [
      {
        "id": 188,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 186,
    "text": "Я быстренько сориентировалась и села в позу лотоса приложив палец к губам. \n\n Щелк.\n\n—Отличный кадр.- с довольной улыбкой муркала Люси.\n—Давай теперь что-то сексуальное, чувственное.",
    "answers": [
      {
        "id": 187,
        "text": "Опереться спиной о хромакей, смотреть в сторону и облизнуть верхнюю губу."
      }
    ]
  },
  {
    "id": 187,
    "text": "Опереться спиной о хромакей, смотреть в сторону и облизнуть верхнюю губу.\n\nЩелк.\n\n—Вооот.  Ты прекрасна.- я смутилась и отвада взгляд в сторону, слегка прикрывая лицо рукой.\n\nЩелк.\n\n—Отличный кадр. Я возьму это фото. Мне приятно с тоьой работать, радость моя. Камера тебя любит.",
    "answers": [
      {
        "id": 188,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 188,
    "text": "Подошли парни. Радостные удыбки и две совершенно одинаковые рубашки, даааа. Они тут настоящая парочка.\n\n—Мальчики-зайчики, вы совсем охренели? Вы должны представлять совершенно разных парней. Разные характеры и внешность. Вы какие-то пе*ики-медведики.\n\n Они сразу же смутились и жалобно посмотрели на меня.",
    "answers": [
      {
        "id": 189,
        "text": "Помочь."
      },
      {
        "id": 190,
        "text": "Поддержать."
      }
    ]
  },
  {
    "id": 189,
    "text": " -Люси, мы модем уже приступить к съёмке?\n\n—Ох, да. Времени терять нельзя. Хм. — она побежала к мужской одежде, что видела неподалеку и взяла две футболки, одна алля \"я люблю рок\", а вторая \"Я спокойный мальчик\". Принесла парням и сказала переодется. Они сразу же послушали и без возмущений и стеснений начали снимать с себя верх и переодевать.\n\n—Обязательно и без футболок снимем.- улыбнувшись сказал Джереми.",
    "answers": [
      {
        "id": 191,
        "text": "Сниматься с парнями."
      }
    ]
  },
  {
    "id": 190,
    "text": "—Вы еще не видели как они \"играют\" друг с другом... Недавно, например так вообще...- одновременно две большие ладони накрыли мой рот.\n\n—Нанами!- в один голос вопили мальчики.\n\n—Уууууу, интересно.- в один голос сказали наши новые знакомые.- Люси в один миг раздобыла две футболки и сказала парням переодеться. Они быстро убежали в гремерку, какие стеснительные.\n\n—После съёмки расскажи мне подробнее.- подмигнув муркнула дамочка.\n\n",
    "answers": [
      {
        "id": 191,
        "text": "Съёмки с парнями."
      }
    ]
  },
  {
    "id": 191,
    "text": "Мы вместе побежали к хромакею и устроились в центре.\n\n—Так, детишки, вы друзья детсва, импровизируйте!- вскрикнула наша фотограф и взялась за камеру. \n\nС ребятами мы просто веселились, просто давали друг другу щелбаны, толкались и обнимашки это наше все.\n\n Щелк Щелк Щелк Щелк Щелк \n\n Довольно продолжительная череда фото, была слышна только она. Все вокруг затихли и наблюдали за нами.\n\n—Дети, теперь уходит один, остаётся другой и показываете признание. Нанами, кто остаётся?",
    "answers": [
      {
        "id": 192,
        "text": "Алекс."
      },
      {
        "id": 193,
        "text": "Лизандр."
      }
    ]
  },
  {
    "id": 192,
    "text": "—Алекс. — я посмотрела на своего фамильяра, на его лице появилась теплая улыбка, а Лизандр... Он поник и пошёл к Люси, что-то ей там сказал и пошел к Джереми. Может потом я смогу все исправить?\n\n—Отличный выбор хорошего мальчика.- с милой улыбкой говорила та. Пай-мальчик, признайся как-то ей.- Алекс заметно смутился, а после короткий кивок и...",
    "answers": [
      {
        "id": 194,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 193,
    "text": "— Лизандр.- смутившись выдала я.\n\n—Уууу я тоже люблю плохишей.- подмигнула мне Люси и мы с вампиром отправились на место.\n\n Лицо Алекса в тот момент... Чёрт, я как будто бы его предала. Может я смогу все исправить?\n\n",
    "answers": [
      {
        "id": 201,
        "text": "Съёмка."
      }
    ]
  },
  {
    "id": 194,
    "text": " Он взял меня за руки и притянул их ко своим губам. Мягкий, нежный поцелуй в пальцы и его рука скользнула по моей талии, он протянул меня близко-близко к себе.\n\nВыразительный взгляд осмотрел мое лицо, мазнул по губам, слегка дрожащая рука коснулась моего подбородка и притянула к своему лицу моё, заставив даже слегка на ципочки встать.\n",
    "answers": [
      {
        "id": 195,
        "text": "Смутится."
      },
      {
        "id": 196,
        "text": "Отпрянуть."
      }
    ]
  },
  {
    "id": 195,
    "text": " Вспыхнули мои щеки, я смотрела в его глаза чуть прикрыв свои и....\n\n\n Щелк Щелк Щелк Щелк Щелк\n\n Лишь камера и мы существовали в этот момент.\n\n—Потрясающе. Выбрала пай мальчика. А вот и приходит плахиш.\n\n\n ",
    "answers": [
      {
        "id": 197,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 196,
    "text": " Я отпрянула и с озадаченностью смотрела на парня. Тот в ответ брлсил удивлённый и встревоженный взгляд, он не опускал руки. \n\nЩелк Щелк Щелк Щелк\n\n Каждое наше действие сопровождала камера.\n\n Радостное лицо Люси, это последнее что я увидела перед тем как утонуть в объятиях вампира. \n\n",
    "answers": [
      {
        "id": 200,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 197,
    "text": " Я не успела удивится как Лизандр отдергнув Алекса от меня, прижал к стене и такое угрожающее выражение на его лице, чёрт, даже я бы поверила, не знай что это игра, я бы...\n\n—Ты.- рыкнул вампир, крепко сжимая ворот Алекса, от ответил ему надменным взглядом.\n\n Я побежала к ним и держала за руку взбешенного блондина, его взгляд котрым он окинул меня был полон злости и... И... Грусти?. Нет, это не может быть она. А хотя это же игра, да да, игра. Мне надо подыграть. \n\nЯ заплакала. Слёзы покотились по щекам и Алекса отпустили с полным сожаления взгляда вампир смотрел на меня.",
    "answers": [
      {
        "id": 198,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 198,
    "text": " Щелк Щелк Щелк.\n\nЭто все снимала камера. Люси была довольна, а меня до сих пор пробивала дрожь. Мелкая такая, совсем незаметная, из-за того взгляда...  Чёрт, я сама не своя.\n\n—Это кадры просто... Охренеть какие замечательные!- завопила она и взяла меня под руку.\n—Я хочу с тобой работать. Подумай и вытри слёзы.- она рукой вытирала мои слёзы, а я ведь даже не понимаю откуда они. Я просто начала плакать...\n\n—Да что это со мной...- прошептала я и чуть громче.\n—Я в гримерку!- и со всех ног побежала туда.",
    "answers": [
      {
        "id": 199,
        "text": "В гримёрке"
      }
    ]
  },
  {
    "id": 199,
    "text": " На замок закрыв пустую гримерку я осела, просто сползла по двери вниз, меня переполняли чувства и вдруг, моя левая рука.... Ее как будто бы окатили кипятком, сквозь зубы сдержав крик и почувствовав вкус крови во рту я подняла взгляд. Я знаю что там было.\n\nЯрко фиолетовой портал  и Аой обеспокоенно осматривающий меня, стук в дверь, вырвал меня из мыслей.\n\n -Госпожа... Ваша помощь нам просто неоходима, Ад он...- меня подняли на ноги и поцеловали в лоб и в моих г лазах появился туман, я просто проваливалась в сон.\n—Простите... Это неоходимо.-меня подняли на руки и мы шагнули в портал, стуки за дверью становились все сильнее.",
    "answers": [
      {
        "id": 204,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 200,
    "text": " Печаль и злость, вот что отобразилось на лице дракона. Он решительно подошёл и отдергнул руку Лиза, попытался прижать меня к себе, но вот, блондин не дал. Он не даст, никогда.- вот что я думала в тот момент.\n\nЩелк Щелк Щелк Щелк Щелк\n\n Камере явно нравилось все происходящее, ей нравилось мое лицо, полное недоумения и глаза полные слёз.",
    "answers": [
      {
        "id": 198,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 201,
    "text": " Меня резко и властно прижали к хромакею на стене. Всем телом я чувствовала Лизандра, его пальцы, сжимающие мои поднятые вверх руки. Мои прижатые к стене руки он держал одной своей, из этого плена не вырваться....\n\n Его колено меж моих ног ирука, которая опускалась ниже по  талии затем по бедру, он слегка приподнял мою ногу вверх, продолжая все так же без труда держать меня. \n\n Он не отводил свой взгляд от моих глаз ни на секунду. Он смотрел мне в глаза с такой серьёзностью и после слегка наклонился и еще чуть-чуть и мы поцелуемся... Чёрт..",
    "answers": [
      {
        "id": 202,
        "text": "Смутится."
      },
      {
        "id": 203,
        "text": "Отпрянуть."
      }
    ]
  },
  {
    "id": 202,
    "text": " Я смутилась, слегка прикрыв веки я неосознанно начала дрожать, но я не боялась, нет, это не страх, это что-то другое... \n\n\nЩелк Щелк Щелк Щелк Щелк\n\nСнимки один за другим... Этот звук подогревал... Азарт?\n\nЧерез мгновение Алекс схватил Лизандра за плечо и, можно сказать, откинул в сторону, только вот...  Вампир меня не отпускал и вот мы стоим, держась за руки перед Алексом, глаза которого полны злости. \n\n Не знаю что за лицо у меня тогда было, но Алекс сразу отступил, это было видно по его взгляду, напуганому взгляду...\n\n",
    "answers": [
      {
        "id": 198,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 203,
    "text": " Я отпрянула, вернее вжалась в стену и пользуясь моментом освободила одну руки и уперлась ею ему в грудь, пытаясь хоть как-то его отстранить.\n\n Щелк Щелк Щелк Щелк\n\nНас разняли, Алекс вмешался и через несколько мгновений я уже была в теплых обьятиях моего фамильяра, в таких теплых, таких родных и на секунду я повернула лицо. \n\n Я встретилась взглядом с Лизандром, обида и гнев были в них. Что же такое... ",
    "answers": [
      {
        "id": 198,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 204,
    "text": " Ребят, очень извиняюсь что так долго, но сейчас я работаю еще над одним квестом и он будет что-то типо сюрприз. Он не будет связан с Нанами и её историей.\n\n Надеюсь вы во мне не сильно разочаровались)",
    "answers": [
      {
        "id": 1,
        "text": "На главную."
      }
    ]
  },
  {
    "id": 205,
    "text": "",
    "answers": []
  }
]