[
  {
    "id": 1,
    "text": "Автор: снела (Татьяна П.)\nЖанр: ужасы\nСостояние: в процессе\n\n\nНу поспорили мальчишки с девчонкой, с кем не бывает? И пршли они всей группкой в заброшенное здание... Но, к сожалению, нарвались на одну неприятность.\nСможет ли девчонка выбраться живой? Или же только ее друзья выживут?\nВсё решать тебе.\n\nЗдание  института в реальности существует. \n\nИ советую переодически заглядывать в Справка » Внешность » Маньяк\n\nПосле определенных глав мы узнаем о нем больше. Намного больше, чем о наших подростках.",
    "answers": [
      {
        "id": 2,
        "text": "Начать"
      },
      {
        "id": 21,
        "text": "Новости"
      },
      {
        "id": 22,
        "text": "Справка"
      }
    ]
  },
  {
    "id": 2,
    "text": "Привет. Меня зовут Катя. Мне 15. Предупреждаю сразу: в споры больше не лезу. И в заброшки тоже. Была уже \"практика\".\nИтак, начинаем рассказ о той \" практике\"...",
    "answers": [
      {
        "id": 3,
        "text": "Двигаемся к началу повествования."
      }
    ]
  },
  {
    "id": 3,
    "text": "Вечер. Трое мальчишек 15 лет и одна девчонка такого же возраста. Сидят себе на скамеечке, смотрят мемасы, пьют энергетики и смеются. Кидают окурки, бутылки. И смех. Ржач. ",
    "answers": [
      {
        "id": 4,
        "text": "Что-то должно произойти?"
      }
    ]
  },
  {
    "id": 4,
    "text": "— В мое время! — начала какая-то старушенция, лет 80, — Дети были воспитанные!  Не наглели! И окурки с бутылками не бросали! Ишь ты, молодежь! Совсем от рук отбилася! Вот поди даже от своих гаджетов не отрываетесь! \n\nПодростки лишь посмеялись над пожилой женщиной и только врубили музыку на полную громкость. Катя слегка съежилась. В этой компашке она уже давно, но никак не привыкнет к развязанности своих друзей. Лучше бы как всегда в заброшке побухать и подымить. Тут их может увидеть кто-то из \"добрых\" соседушек. А они донесут матери. Катя не хотела лишаться телефона и карманных денег, так что...",
    "answers": [
      {
        "id": 5,
        "text": "— Эй, пошли в другое место"
      },
      {
        "id": 6,
        "text": "— Ребят, давайте расходиться..."
      }
    ]
  },
  {
    "id": 5,
    "text": "— А чо так? — хмыкнув спросил Стас, слегка подтолкнув девушку локтем.\n\n— Пф. Я не собираюсь выслушивать нарекания этих старух, и так голова раскалывается. Пошли лучше на какую-нибудь заброшку. А, мы еще в той больничке не были.\n\n— Пошли, только не в больничку, а в институт. —  возразил Сергей, слегка улыбнувшись друзьям.",
    "answers": [
      {
        "id": 7,
        "text": "— Ты что, больнички боишься? "
      },
      {
        "id": 8,
        "text": "— Ок"
      }
    ]
  },
  {
    "id": 6,
    "text": "— А чо так? — засмеялся Стас, — Испугалась какой-то бабки?\n\n— Иди в Перу, Стас. Если эта бабка, которая является моей соседкой, матери расскажет про гулянки.. Мне кранты, это я еще без мата. — девушка хмуро смотрела на друга.\n\n— Ээ, брейк, брейк, дама и Стас. — Олег скрестил руки на груди,- Кать, — он посмотрел на девушку,- может лучше в институт пойдем? \n",
    "answers": [
      {
        "id": 8,
        "text": "— Ок.."
      }
    ]
  },
  {
    "id": 7,
    "text": "— Я? Нет. Но на ночь глядя туда не пойду. Не хочется СПИДом заразиться.. — скрывая свой испуг, ответил Сергей.\n\n— Кать, ты что такая дерзкая, а? — ехидно спросил, точнее процитировал строчку из песни, Стас.\n\n— Эээй, пошли в зб или по домам? — подал голос Олег.\n",
    "answers": [
      {
        "id": 8,
        "text": "— Уговорили, пошли."
      }
    ]
  },
  {
    "id": 8,
    "text": "—Институт... Излюбленная заброшка подростков, наркоманов, сектантов. Хотя иногда между этими словами лучше поставить \"-\".  \nСамо здание поражает своими размерами. Т.к. оно является заброшенной недостройкой, то какую-либо мебель вы тут не найдете. Только то, что принесли с собой.любители таких мест. Но до конца не известно, точно ли это институт полиции, а может и больница... Нам известны только слухи об этом месте. Но иногда... Ты можешь увидеть там призраков.\n Сама Катя в эти байки не верила, но продолжала слушать рассказ Олега.\n— Лично я видел сотни глаз и призрак девочки, еще мутную фигуру какой-то девушки. Вы все знаете, что практически все пластиковые окна там битые. А в подвале тележка из \"Магнита\", которую притащили туда сектанты. Но я не знаю, до сих пор ли она там. Кстати, вы про собаку все помните? Услышал лай овчарки — беги. Это охранники вас увидели. И вход на крышу пристройки уже открыт. А вот на крыше основного здания я не был. Найти ход не могу, хотя там были какие-то пацаны. И к середине основного не подходите, там вроде охранники... И аккуратнее, они недавно камеры установили... И...",
    "answers": [
      {
        "id": 9,
        "text": "Прервать Олега"
      }
    ]
  },
  {
    "id": 9,
    "text": "— Ольга, ты заболтался. — слегка резко прервала друга Екатерина. \"Ольгой\" они называли Олега тогда, когда он слишком много болтал. \n\n— Ладно, понял... — парень опустил голову, засмеявшись.\n\n— Пойдем в подвал, давно там не был. — подал голос Сергей, уже направляясь к дыре.\n\n— Опять через дыру? Там же ход есть..  Только куртки испортим. А мы и так их испортим, но не сразу же...и вообще, зачем в подвал? — Катя мигом преградила путь юному курильщику и замахала руками, — Тем более..  Я хочу на крышу. \n\n— Боишься испачкаться? — заржал Стас, оскалившись. Не думайте, он не всегда ведет себя как быдло...\n\n— В подвале сейчас охранники. — девушка кивнула на еле заметный отблеск фонаря. — Или сектанты. Но ни к тем, ни к тем, я не хочу. \n",
    "answers": [
      {
        "id": 10,
        "text": "— Пойдем к лестнице. Как раз поищем ход на крышу."
      }
    ]
  },
  {
    "id": 10,
    "text": "Все же парни закивали, разве что Стас закатил глаза. Какая-то там девчонка, с которой он знаком всю жизнь... И которую любит. Как сестру. Но тяжелый характер не дает ему выразить свою признательность и благодарность за поддержку и помощь, которую оказывает Катя. А ей не нужно слов. Она и так понимает этого чурбана, который напоминает хлеб. Снаружи твердый, внутри мягкий. \n\n— Князь, пошли, чего встал. — подтолкнул Сергей приятеля.",
    "answers": [
      {
        "id": 11,
        "text": "[Вспомнить клички друзей]"
      }
    ]
  },
  {
    "id": 11,
    "text": "Девушка на миг окунулась в этот омут воспоминаний. Когда-то давно, еще лет 5 назад, их компашка встретилась здесь. \n\n(Далее воспоминания)\n\n— Мы уже знакомы давно. Практически. — начал Стас, покосившись на Олега. Он появился в классе недавно, с сентября. И то, что «Компашка хуляганья», так их называли в классе, умудрилась испортить даже такого правильного мальчика, как Олег. — И давно должны были дать друг другу прозвища.\n\n— Клички. — подал голос Олег, стряхнув пару снежинок, которые упали на варежки.\n\n— Какая разница. Так вот. Давайте дадим друг другу клички. А начнем с Кати. Девочкам уступают.\n\nДевочка улыбнулась, слегка поклонившись. Для нее это были самые настоящие \"Джентельмены удачи\", которые ничего не боялись! Самые лучшие друзья, которых можно найти только раз в жизни!\n\n— Принцесса. — вымолвил Сережа, посмотрев на одноклассников.\n\n— Нет, банально. — Стас задрал нос к небу, сразу же опустив его, после того, как на кончик опустилась снежинка. \n\n— Колибри, сокращенно Коли. — задумчиво проговорил Олег.\n\n— О, круто! Коли! — глаза \" предводителя\" заискрились. \n\n— Коли! Коли! Коли! — закричали мальчишки, а Катя смеялась. У нее есть кличка! Это так круто!\n\n— А Олега назовем Пушкин! — подала идею Катя. \n\n— Лучше Дворянин. Вот. — улыбнувшись, предложил Сергей.\n\nВсе остались довольны. \n\n— А Стас будет Князем. Вон, какой гордый! — громко сказал Олег, слегка съежившись после того, как Стас дал ему подзатыльник.\n\n— Мне нравится, хвалю. — гордо проговорил Стас, задрав голову.\n\n— А меня... Рельсы. — со смехом сказал Сергей.\n\nВся компашка засмеялась, но решили оставить Сереже эту кличку. Итак, Коли, Дворянин, Князь и Рельсы сидели в своей снежной крепости. Такое беззаботное детство ...\n\n",
    "answers": [
      {
        "id": 12,
        "text": "[Посмотреть на друзей, уйти из воспоминаний]"
      }
    ]
  },
  {
    "id": 12,
    "text": "Вот перед ней три пацана. \n\nСтас — высокий и вредный шотен, с острым носом, маленькими ушками. Стоит в своей обычной одежде: джинсы, черная свободная куртка, теплые черные ботинки.. Да не гот он, не подумайте... А, ну и темно-синяя вязанная шапка. \n\nОлег — чуть выше меня...Ага, на 10 см..  177 рост его. Темная куртка, больше напоминающая пальто, серый клечатый шарф. И опять без шапки... Кудрявые темно-русые волосы. \n\nСергей — синяя куртка, черная теплая кепка, от него так и прет хитрожопостью. Самый мелкий из пацанов — 174.\n\nИ я — девчонка с темно-русыми волосами, которые иногда кажутся рыжеватыми, в черной длинной курточке, которая специально для вылазок предназначена, да черная вязанная шапочка с пумпоном. Зимние кроссовки на ногах...\n\nКак бы сказала моя знакомая: «Настоящие жмурики» . Хотя на оживших мертвецов мы не похожи. Ну да ладно...\n\n",
    "answers": [
      {
        "id": 13,
        "text": "— Эй, Колька, сюда иди. Встала, как вкопанная... - окликнул девушку Сергей"
      }
    ]
  },
  {
    "id": 13,
    "text": "Катька усмехнулась и резким движением руки сняла шапку с Рельсов, резво побежав вверх по лестнице. \n\n— Ах ты ж сучкааааа... Сказал бы крашенная, но ты не красишься. — с этими словами Серега погнался догонять подругу.\n\nКатя остановилась. Куда дальше бежать? Если к той дальней лестнице, то вполне можно через окно спрыгнуть прямо на крышу пристройки, а потом где-нибудь спрятаться... А если дальше наверх... Эх, куда податься?",
    "answers": [
      {
        "id": 14,
        "text": "К крыше пристройки"
      },
      {
        "id": 14,
        "text": "Наверх"
      }
    ]
  },
  {
    "id": 14,
    "text": "Но едва девушка побежала в нужном направлении, как кто-то резко толкнул ее, отчего Катька упала на пол. Сверху навалился этот некто, коим оказался Стас.\n\n— Куда? А ну стоять. — парень улыбнулся и щелкнул воровку по носу. — Серега из-за тебя чуть с лестницы не свалился. \n\nДевушка попыталась рассмотреть, есть ли за спиной Стаса кто-то из своих, но там никого не было.",
    "answers": [
      {
        "id": 15,
        "text": "— Стас, пусти."
      },
      {
        "id": 16,
        "text": "[Всмотреться в лицо Стаса]"
      }
    ]
  },
  {
    "id": 15,
    "text": "— Нет, не пущу. — парень ухмыльнулся. — Вставай, дорогуша, вставай. \n\nКатя попыталась вырваться. Что-то в словах друга детства ей не понравилось. Но вырваться из железной хватки не удалось, пришлось подчиниться. А вел он ее... К пристройке. К крыше. А пристройкой являлась больница. Та самая больница. \n\n",
    "answers": [
      {
        "id": 17,
        "text": "— Но... Стас, давай пойдем к нашим... Стас, зачем в больничку?!"
      },
      {
        "id": 18,
        "text": "— О, я давно хотела в больничку. Пусти, я и сама дойду."
      }
    ]
  },
  {
    "id": 16,
    "text": "Присмотревшись, девушка поняла, что это не Стас. Оно похоже на ее друга, но... Глаза. Цвет радужки другой — черный. Отсутствие зрачков. Надо вырваться. И не дать ему затащить себя в здание пристройки — больницы. Ни в коем случае. ",
    "answers": [
      {
        "id": 19,
        "text": "[Пнуть нечто и рвануть вниз]"
      },
      {
        "id": 20,
        "text": "[Истошно заорать]"
      }
    ]
  },
  {
    "id": 17,
    "text": "Выражение лица парня мгновенно изменилось. Причиной стали голоса, которые доносились откуда-то снизу, со стороны лестницы. Стас, а точнее то, что пыталось быть похожим на него, потащило Катю к окну. \n\n— Пусти! РЕБЯТА ПОМОГИТЕ! -закричала девушка, но было уже поздно.",
    "answers": [
      {
        "id": 30,
        "text": "[Дальше от лица Стаса]"
      }
    ]
  },
  {
    "id": 18,
    "text": "Кажется, что ОНО слегка удивилось, но не подало виду. Катя хотела провалиться сквозь землю, но сейчас не время распускать сопли. Собрав всю волю в кулак, девушка продолжила пудрить мозги этому то ли психопату, то ли маньяку.",
    "answers": [
      {
        "id": 34,
        "text": " — Слушай, брат, а ты здесь один? Друзей не привел?"
      },
      {
        "id": 35,
        "text": "— Обожаю таких таинственных. Пошли быстрее!"
      }
    ]
  },
  {
    "id": 19,
    "text": "Катя никогда прежде не чувствовала такого прилива адреналина. Ноги несли как можно дальше от этого существа или же психопата. Да и какая разница, если ты рискуешь умереть? \n\nНо не похоже, что это что-то вообще собиралось ее нагонять. Только утробный и, каким-то образом звонкий, возможно из-за эхолокации, смех. \n\nДевушка метнулась вниз по лестнице, встретившись с друзьями. Тех долго уговаривать не пришлось, и группа подростков рванула прочь. ",
    "answers": [
      {
        "id": 19,
        "text": "Отныне каждый твой выбор может сказаться на персонажах. Думай, прежде чем нажимать.",
        "comment": true
      },
      {
        "id": 31,
        "text": "[ Побежать направо, где мелькает свет фонарика (один из этажей, а именно - 2) ]"
      },
      {
        "id": 32,
        "text": "[ Побежать прямо, убравшись от заброшки в сторону больнички ]"
      },
      {
        "id": 33,
        "text": "[ Свернуть налево, т.е. отправиться домой ]"
      }
    ]
  },
  {
    "id": 20,
    "text": "И Катя завопила. Да, женский визг может свести любого с ума... Уж больно он высокочастотный. Пока это существо приходило в себя, девушка вырвалась и помчалась вперед, мысленно матерясь и на себя, и на друзей, и на этот 6 этаж.",
    "answers": [
      {
        "id": 19,
        "text": "[ а дальше ]"
      }
    ]
  },
  {
    "id": 21,
    "text": "30.12.19 \n• Появилось описание персов.\n\n31.12.19 \n\n• Строятся линии сюжета после события, когда вас схватили.\n\n• Появилось описание Стаса и Сергея.\n\n•Появились Достижения\n\n02.01.20\n\n• С Новым Годом)\n\n• Появилось описание Кати и Олега, немного информации о маньяке\n\n• Закончена первая концовка: «Быстрая смерть»\n\n09.01.2020\n\n•временная заморозка\n\n10.01.2020\n\n• ... --- ... — sos\n\n11.10.20 \n\nВозвращение блудного сына или автор снова в приложении. \n\n12.10.20\n\nПеределка аннотации.\n\nОбъяснение названия \"Камера\":\n\nПри успешном прохождении концовки о \"долго и счастливо\", появится продолжение квеста, но уже с детьми вышеупомянутых подростков.",
    "answers": [
      {
        "id": 1,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 22,
    "text": "Помощь игрокам.",
    "answers": [
      {
        "id": 21,
        "text": "Новости"
      },
      {
        "id": 23,
        "text": "Внешность персонажей"
      },
      {
        "id": 24,
        "text": "Достижения"
      },
      {
        "id": 1,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 23,
    "text": "Внешность персонажей:",
    "answers": [
      {
        "id": 22,
        "text": "[Назад]"
      },
      {
        "id": 25,
        "text": "Стас"
      },
      {
        "id": 26,
        "text": "Сергей "
      },
      {
        "id": 27,
        "text": "Олег"
      },
      {
        "id": 28,
        "text": "Катя"
      },
      {
        "id": 29,
        "text": "Маньяк",
        "need_ever": true
      }
    ]
  },
  {
    "id": 24,
    "text": "~• Быстрая смерть — Вас убили на первых страницах.\n\n~•Командная игра — Вы выбрались благодаря помощи друзей.\n\n~• Бывает и так... — Остались в больничке\n\n~• Любовь зла, полюбишь и козла. — Влюбились в маньяка и остались в больничке в качестве декора... Трупа\n\n~• Пошел в Ад, а я — наверх. — успешно самостоятельно выбраться из пристройки.",
    "answers": [
      {
        "id": 22,
        "text": "[Назад]"
      },
      {
        "id": 24,
        "need_ever": true,
        "need": 17,
        "text": "Быстрая смерть"
      }
    ]
  },
  {
    "id": 25,
    "text": "Стас — самый высокий из всей компашки (180 см). Кличка — \"Князь\". Данное прозвище появилось у Стаса в 10 лет — это время, когда он читал книжки про аристократию Российской империи, Франции и Англии. Ясное дело, что среди сверстников он строил из себя благородного аристократа, а точнее — потомственного князя. Сейчас Стас уже не читает книжки... В бумажном экземпляре. Только каждую ночь с телефоном в руках впитывает в себя строки. . И никто об этом не знает. Излюбленная одежда — джинсы, кроссовки, кепки/вязанные шапки, черные куртки/кофты с интересным принтом. Но при этом не гонится за всякими брендами. Понравилось? Цена приемлимая? Удобно? Берем! Перед друзьями не прочь повыпендриваться .. Да и меняется координально: вместо любителя комфорта и книжек, он становится дерзким мачо. \nШотен, с карими глазами. Волосы волнистые, короткие. Бледные веснушки на лице, острый нос, вечно ехидная улыбка. На руках мозоли — учится играть на гитаре. Левша.\n\nПожалуй это все...",
    "answers": [
      {
        "id": 23,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 26,
    "text": "Сергей — улыбчивый и хитрожопый пацан. Кличка — \"Рельсы\". Дал ее себе сам, в шутку, но въелась она прочно. Обожает  крепкий кофе, энергетик \" Горила\", фильмы ужасов. Первый предложил гулять по заброшкам. Рыжий заводила, который уступает Князю свою роль \"главаря\". В детстве делал самолетики, луки и стрелы, пистолеты и коробли. Все своими руками и только! Прямолинейный, терпеть не может ложь ради лжи. «Если уж врешь, то по делу...» — любимая фразочка, наряду с «Ек... Екатеринбург поплыл». Значение второй: куда прикатились/до чего докатились, т.е. искреннее удивление. Ругается матом не часто, но отборно. Не любитель книжек, айфонов и силикона. Лучше дайте кофе, нормальный ужастик и заодно их компашку соберите под панк-рок.Вот оно, счастье. Но, как бы то не было, ходит на курсы журналистики, бокса. Уж насчет первого не подумали бы, да? \nРыжие прямые волосы, одна прядка в челке светло-русая — Катька постаралась. Серо-зеленые глаза, без веснушек, пара прыщек... Ну а куда без них? Не все подростки умудряются убежать от этих прыщей и угрей. Самый низкий среди пацанов — всего лишь 174 см. \nЛюбитель теплой темной одежды. Кому-то шапки зимние, а ему — кепки. «Так и лето чуть сильнее чувствуется» — объясняет свой выбор парень.  ",
    "answers": [
      {
        "id": 23,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 27,
    "text": "Олег — довольно харизматичный и красивый парень, странно, что его занесло сюда когда-то. Кличка — Дворянин, среди одноклассников — Пушкин. Не бросает слов на ветер, не больно мечтательный. Хотя по его внешности и не скажешь: темно-русые кудри, карие глаза, губы в вечной полуулыбке. И, конечно же, чистые руки. Нет мозолей. Но тут уж скорее физиология... На парне все заживает как на собаке. Быстро и без следов. Занимается спортом. Голос слегка отдает басом, скажем так, но довольно приятный \"на ощупь\". Не единственный из своей компании, кто любит читать. И не классику, а жесткую и филосовскую литературу. Либо размышления о политике, либо ужасы с расчлененкой. Не очень любит фильмы, но с друзьями не прочь посмотреть что-нибудь. Иногда многим кажется, что ему нравится единственная девушка в их компании — Катя. Но нет, это скорее привязанность. Не влюбленность, нет. Поэтому не считайте каноном. Предпочитает пальто, клечатые шарфы и черный чай. ",
    "answers": [
      {
        "id": 23,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 28,
    "text": "Катя — вреднючая девчонка, с тяжелым характером. В детстве была довольно послушной, хотя это как еще сказать... Была непрочь слегка поразбойничать, но без особого ущерба для окружающих. Помогал ей в этом Стас, они, собственно говоря, знакомы с детства. С Сергеем познакомились позже, когда ей было 6 лет. Как раз в первом классе. До класса 7.. Была умничкой, училась, не лгала (практически) родителям. Но всему наступает конец. Девочка начала сидеть в Интернете, уже в 8 классе сдала до хорошистки. Мать возмущена, а для Кати открылся новый мир. Она вовсю гуляла с друзьями, в свою днюху (14 лет) первый раз в жизни попробовала алкоголь, поздновато вернулась домой, больше заброшек и крыш. Вначале сидела на энергетиках, но с приходом первой работы подсела на кофе. Все в компашке считают ее вредной. Иногда Катька может реально задолбать: \"пошли драться\". И пацаны волей- не волей учили ее приемам. \nУ девушки легкие веснушки на лице, темно-русые волосы, которые из-за давней покраски хной казались слегка рыжеватыми, а благодаря неудачной недавней покраске — слегка вишневыми с одной стороны, с другой естественный оттенок слегка потемнел. Серо-зеленые глаза. К одежде относится так же, как и Стас — главное удобство. Обожает черный цвет, кофе и фильмы ужасов. \n\n\nP.S. только сейчас заметила, что чем-то Катя похожа на меня. :D",
    "answers": [
      {
        "id": 23,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 29,
    "text": "Неизвестная личность. Известен только предположительный возраст — 18 лет. ",
    "answers": [
      {
        "id": 23,
        "text": "[Назад]"
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 29,
        "text": "Шотен. Внешне напоминает Стаса - приблизительно такие же рост и телосложение. Носит линзы, которые создают впечатление глаз без зрачков. Истинный цвет глаз - зеленый.",
        "need": 16
      }
    ]
  },
  {
    "id": 30,
    "text": "Мы забежали на тот этаж, с которого доносились крики Кати. Я обогнал наших и побежал за какой-то тенью, которая...\n\n— ЧЕРТ! \n\nСекунда. Вторая. Ступор. Серега меня толкает, что-то кричит. Ничего не слышу. Если я понял все правильно, то... Этой тенью, которая скинула тело в окно и прыгнула следом была Катя. Или тем телом была Катя.\n\n— Ты меня слушаешь?! Стас, очнись! — тело наконец-то начало меня слушаться. Глаза растерянно посмотрели на друга.\n\n— Как скажем ее родителям? Я не думаю, что после падения с шестого этажа она останется в живых. И как так получилось тоже не понимаю. — Серега сел на пол, смотря перед собой, точнее в то самое окно. Отвертие, которое предназначалось для окна, — Ребят. Пора валить. Прямо сейчас. \n\nНи я, ни Олег, не сразу поняли, что на самом деле имеет ввиду Серега. Бросить ее.. Тело? Но то, что тень могла вернуться сюда, заставило нас подскочить и ринуться к другому выходу. подальше от пристройки, поближе к охранникам. Мы уже успели спуститься на 3 этаж, как услышали хохот где-то выше. Скорее всего на 6 этаже. Я никогда не был трусом. Но ТО, что было ТАМ, заставляло кровь застывать в жилах. \n\nУже отойдя на шагов 15 от заброшки, мы услышали крики охранников. Потом лай собаки, который быстро затих. Хотя скорее прервался. И снова тот хохот, что заставил меня буквально бежать. \n\nВсю дорогу до дома мы не сказали ни слова. Уже ближе к нашему двору, где я почувствовал себя в большей безопасности, телефон сам попался мне в руки. Набрав номер нашей доблестной полиции, сбивчиво рассказал о произошедшем. Естественно, мне вначале не поверили. Конечно, пытались все на нас взвалить. Но благодаря единственному выжившему охраннику, который на счастье заперся в каморке и уснул, в то время как его сослуживцы проверяли територию, нас оправдали. Он лично видел нас на камерах, и Катя, которая убежала вперед, никак не могла пострадать от наших рук. \n\nС того дня мы перестали ходить на заброшки, домой приходили до 10, выкинули все диски с фильмами ужасов. Сейчас уже прошел год, но во снах я до сих пор вижу Катю, которая пытается выбраться из моих цепких рук... И мой смех. Точнее... Его. ",
    "answers": [
      {
        "id": 1,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 31,
    "text": "[ в разработке ]",
    "answers": [
      {
        "id": 1,
        "text": "[ В начало ]"
      }
    ]
  },
  {
    "id": 32,
    "text": "[ в разработке ]",
    "answers": [
      {
        "id": 1,
        "text": "[ На главную ]"
      }
    ]
  },
  {
    "id": 33,
    "text": "[ в разработке ]",
    "answers": [
      {
        "id": 1,
        "text": "[ На главную ]"
      }
    ]
  },
  {
    "id": 34,
    "text": "[ в разработке ]",
    "answers": [
      {
        "id": 1,
        "text": "[ На главную ]"
      }
    ]
  },
  {
    "id": 35,
    "text": "[в разработке]",
    "answers": [
      {
        "id": 1,
        "text": "[ На главную ]"
      }
    ]
  },
  {
    "id": 36,
    "text": "",
    "answers": []
  }
]