[
  {
    "id": 1,
    "text": "Автор: снела ( Татьяна П.)\nЖанр: Ужасы\nПриветствую. В моём дворе давно ходит плохая слава об одном деревянном, зелёном доме.В нем постояно разбиваются стекла, и он всё время перепродаётся.Данный квест основан на легенде, которую я придумала несколько месяцев назад про этот дом.Да, чем-то может она и похожа в начале на квест \"Кукла\" из лучших, но повторюсь: данную легенду придумала я сама.\n\nАннотация:  Семья наконец-то покупает дом. Вот собственно и они : отец(Сергей),мать(Марина) и их дочка(Аня). Небольшой, новый одноэтажный зелёный дом. Для полного счастья не хватает куклы для 7-летней дочери. Сергей едет на машине в магазин, но на обочине находит совсем новую куклу. С этого самого момента спокойствие в семье улетучилось. \n\nДостижения , которые можно получить. \n\n— Смерть храбрых\n— Искоренитель зла пал в битве.\n— Печальный конец(даже печальнее \" Смерть храбрых\"и \"Исоренитель зла пал в битве\")\n— Счастье в зелёном доме.",
    "answers": [
      {
        "id": 2,
        "text": "Начать квест."
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "http://www.imageup.ru/img176/3168688/fon-kukla.jpg\n",
        "system": true
      },
      {
        "id": 1,
        "text": "",
        "pageImg": "http://www.imageup.ru/img176/3168688/fon-kukla.jpg\n",
        "system": true
      }
    ]
  },
  {
    "id": 2,
    "text": "Сергей остановил машину у дома. Их дома. Он долго ждал когда они купят собственную жилплощадь (всё таки жить с мамой как-то неправильно).\n— Девчата, выходите!\nМарина и Аня вышли из машины. Голубое, безоблачное небо. Жара.\n—Серёж, выгрузишь сумки, ладно? А то мы с Анютой утомились...\n—Да, да папочка! А ты точно завтра мне куклу купишь?\n—Конечно папа тебе купит! Побежали в дом! Папа сейчас все вещи занесёт...\n\n\n",
    "answers": [
      {
        "id": 3,
        "text": "Аня и Марина вошли в дом."
      }
    ]
  },
  {
    "id": 3,
    "text": "Сергей торопливо внёс два чемодана. Потом ещё два... Он прислушался: Марина и Аня были в одной из комнат. Сергей вспомнил план дома: три комнаты, кухня, туалет, погреб,гараж во дворе 4 сотки.\nАня выбежала из одной из комнат.\n— Папочка,-серьёзно начала девочка,-мы с мамой посидим в моей комнате. Ты только не входи без стука туда!\n— А почему без меня?-сказал Сергей присев на корточки.\n—Секрет!- Аня погрозила пальчиком и поцеловала Сергея в щёку и ушла в свою комнату.\nГлава семейства только вздохнул.",
    "answers": [
      {
        "id": 4,
        "text": "\"Одни секреты. Ладно уж...\""
      }
    ]
  },
  {
    "id": 4,
    "text": "\"Мне надо осмотреть дом. Мебель мы купили и перевезли, так что удобства все есть. Комнату Анюты уж потом осмотрю...Итак, с чего мне начать?\"",
    "answers": [
      {
        "id": 5,
        "text": "Спальня",
        "need": -5
      },
      {
        "id": 6,
        "text": "Зал",
        "need": -6
      },
      {
        "id": 7,
        "text": "Кухня",
        "need": -7
      },
      {
        "id": 8,
        "text": "Погреб",
        "need": -8
      },
      {
        "id": 9,
        "text": "Чердак, о котором Сергей только сейчас вспомнил",
        "need": -9
      },
      {
        "id": 10,
        "text": "Двор и гараж."
      },
      {
        "id": 14,
        "text": "Туалет",
        "need": -14
      }
    ]
  },
  {
    "id": 5,
    "text": "Сергей вошёл в спальню. Эта комната не была очень уж огромной, но там умещалась двухспальная кровать из дуба, шкаф тоже из дуба, комод и прикроватная тумбочка из сосны. Висит красивый, узорчатый тюль, бежевые занавески. \n",
    "answers": [
      {
        "id": 4,
        "text": "Продолжить осматривать дом"
      }
    ]
  },
  {
    "id": 6,
    "text": "В зале стоял диван, деревянный стол с резными ножками, три стула, два кресла и большой шкаф. На стене висела картина, изображающая девочку в темном лесу.",
    "answers": [
      {
        "id": 4,
        "text": "Продолжать осматривать дом"
      }
    ]
  },
  {
    "id": 7,
    "text": "На кухне, около окна стоял стол.Рядом были 3 стула. Напротив стола стоял шкаф, в котором хранилась посуда. Рядышком со шкафом раковина, чуть в сторону- холодильник.",
    "answers": [
      {
        "id": 4,
        "text": "Продолжить всё осматривать"
      }
    ]
  },
  {
    "id": 8,
    "text": "Сергей вошёл в погреб. Это было просто помещение, в котором можно хранить закрутки и другое. Там было много полок. И всё.",
    "answers": [
      {
        "id": 4,
        "text": "Продолжать осматривать дом."
      }
    ]
  },
  {
    "id": 9,
    "text": "На чердаке ничего не было. Но и не удивительно, дом-то новый. \"Наверное в дальнейшем он будет забит ненужным хламом.\"- подумал Сергей и ушёл с чердака.",
    "answers": [
      {
        "id": 4,
        "text": "Продолжить всё осматривать."
      }
    ]
  },
  {
    "id": 10,
    "text": "Сергей вышел во двор. Прямо рядом с домом был гараж. Сергей вошел туда. Там стояла его машина, было несколько пустых полок и работающая лампочка.\n\nСергей прошелся по двору: под окном было две дикие яблони и дикая малина. \"Здесь можно даже посадить что-то.\" -подумал Сергей.",
    "answers": [
      {
        "id": 13,
        "text": "Идти к жене и дочери"
      },
      {
        "id": 4,
        "text": "Я ещё не всё осмотрел"
      }
    ]
  },
  {
    "id": 11,
    "text": "\"Мне надо осмотреть дом. Мебель мы купили и перевезли, так что удобства все есть. Комнату Анюты уж потом осмотрю...Итак, с чего мне начать?\"",
    "answers": [
      {
        "id": 6,
        "text": "Зал"
      }
    ]
  },
  {
    "id": 12,
    "text": "Сдесь ты можешь увидеть достижения , которые можно получить. \n\n— Смерть храбрых\n— Искоренитель зла\n— Печальный конец(даже печальнее \" Смерть храбрых\")\n— Счастье в зелёном доме.",
    "answers": []
  },
  {
    "id": 13,
    "text": "Сергей вошел в дом и направился прямиком в комнату Ани. \n— Можно я войду?- постучав, спросил Сергей.\nДверь аккуратно открылась. Марина с улыбкой протянула Сергею открытку и    наручные часы.\n— С днём рожденья! -хором крикнули Марина и Аня. \n—Спасибо!-Сергей поцеловал в щеку дочь и в губы жену,- Вы у меня самые лучшие!\n\nПосле того как Сергей с семьёй отметил своё день рожденье, они разошлись кто куда: взрослые в спальню, а девочка в свою комнату.",
    "answers": [
      {
        "id": 15,
        "text": "На следуйщий день..."
      }
    ]
  },
  {
    "id": 14,
    "text": "Туалет был большим: один новый унитаз, большая ванная, раковина и шкафчик для хранения каких-нибудь мелочей.",
    "answers": [
      {
        "id": 4,
        "text": "Продолжить осматривать дом"
      }
    ]
  },
  {
    "id": 15,
    "text": "Сергей открыл глаза. Марина лежала рядом и спала. \"Это во сколько же я проснулся?\"- подумал Сергей. Он потихоньку встал, чтобы не разбудить жену, и пошел на кухню. \n\n",
    "answers": [
      {
        "id": 16,
        "text": "На кухне..."
      }
    ]
  },
  {
    "id": 16,
    "text": "Сергей вытащил из холодильника десяток яиц и помидоры. Он Разбил пять яиц, нарезал помидор... Пять минут- и яишница готова. Марина сонно подтягиваясь прошла на кухню. \nСергей улыбнулся, положил завтрак на тарелку и отдал жене.\n—Кушай, а я побегу в магазин. Чего- нибудь ещё купить?\n—Нет, Серёж, у нас всё есть...\n—Я побежал!Пока!\n—Пока...",
    "answers": [
      {
        "id": 17,
        "text": "Сесть в машину и поехать"
      }
    ]
  },
  {
    "id": 17,
    "text": "Сергей ехал по дороге. Вдруг он заметил что-то странное на обочине дороги. Он свернул на обочину и вышел из машины. В траве валялась коробка от детской куклы. Сергей взял коробку и осмотрел её внимательно. Он немного ошибся: в коробке лежала кукла. Причём, совсем новая! Сергей не долго думая взял куклу и положил на переднее сидение \"Дочка точно обрадуется такому подарку.\"-подумал Сергей подъезжая к дому.\n",
    "answers": [
      {
        "id": 18,
        "text": "Сергей уже входит в дом"
      }
    ]
  },
  {
    "id": 18,
    "text": "—Анюта!! Смотри что я тебе принес!\n—Папочка, ты самый- самый лучший папа на свете! Она такая красивая!!\nАня подхватила коробку с куклой и побежала в комнату.",
    "answers": [
      {
        "id": 19,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 19,
    "text": "—Представляешь, Марин, я нашёл эту куклу на обочине! \n",
    "answers": [
      {
        "id": 20,
        "text": "-А ты уверен что её надо было брать? Вдруг сейчас кто-то ищет эту куклу?"
      },
      {
        "id": 21,
        "text": "-Правда?! Это хорошо. Деньги не потратились, значит можно чего-нибудь вкусного...."
      }
    ]
  },
  {
    "id": 20,
    "text": "—Ну... Коробка была пыльная, следственно лежала долго. Если бы она кому была нужна, то её бы давно забрали бы.\n— Надеюсь ты прав Серёж ..\n—Конечно прав!",
    "answers": [
      {
        "id": 22,
        "text": "21:00-подготовка ко сну."
      }
    ]
  },
  {
    "id": 21,
    "text": "—Серёж, купи пожалуйста пирожное мне и Анюте и тортик...\n—Конечно!!",
    "answers": [
      {
        "id": 22,
        "text": "21:00- подготовка ко сну"
      }
    ]
  },
  {
    "id": 22,
    "text": "—Анют, иди чисти зубы и ложись спать.\n—Можно с куклой?\n—Конечно!\nСерёжа с улыбкой смотрел на дочь.\nВскоре Аня пошла в свою комнату. Девочка что-то прошептала на ухо кукле и уснула.\n\n—Мариш, она спит?\n—Да, Серёж. Пойдём и мы спать...\n",
    "answers": [
      {
        "id": 23,
        "text": "Пойти спать"
      }
    ]
  },
  {
    "id": 23,
    "text": "Сергей заснул. Где-то в 3:00 он встал и пошёл на кухню. Недойдя до туда, он заглянул в комнату дочери. Аня спала. Только была одна странность: куклы не было рядом.",
    "answers": [
      {
        "id": 24,
        "text": "Пойти на кухню"
      },
      {
        "id": 25,
        "text": "Осмотреть комнату дочери"
      }
    ]
  },
  {
    "id": 24,
    "text": "Сергей вздохнул,и пошёл на кухню. Через приоткрытую дверь кухни он увидел куклу. У неё были коричневые волосы до плеч, голубенькое платье с кружевом.Ростом она была где-то до колена дочери(рост Ани: 138см)Кукла стояла на подокойнике. В её стеклянных глазах отражалась луна.Сергей собирался подойти поближе, но тут он увидел что кукла начала поворачивать голову в ЕГО сторону. Недолго думая Сергей пирижался к стене, стараясь быть незаметным. Кукла слезла со стола и вышла из кухни. Она не оборачиваясь на Сергея, вошла в спальню его дочери.Он долго глядел на куклу, и всё же пошел спать.",
    "answers": [
      {
        "id": 31,
        "text": "Заснуть."
      }
    ]
  },
  {
    "id": 25,
    "text": "Сергей вошел в комнату дочери. Он посмотрел под кроватью, в шкафу, но куклы нигде не было. Тут он услышал топот детских ножек. Недолго думая он...",
    "answers": [
      {
        "id": 26,
        "text": "Решил посмотреть кто это"
      },
      {
        "id": 27,
        "text": "Спрятаться в шкаф"
      },
      {
        "id": 28,
        "text": "Спрятаться под кровать"
      },
      {
        "id": 29,
        "text": "Спрятаться за дверь."
      }
    ]
  },
  {
    "id": 26,
    "text": "Сергей вышел в коридор. Перед ним стояла кукла. Она широко улыбнулась и потянула руки к Сергею. Он дрожа спросил:\n—Кто ты?\n—Я? Я-Зоя.-её черный как бездна рот расплылся в ещё более широкой улыбке. Кукла подошла ближе. Сергей не мог сбежать или закричать. Последнее что он увидел это почерневшие глаза куклы.",
    "answers": [
      {
        "id": 30,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 27,
    "text": "Сергей спрятался в шкаф и приоткрыл дверцу. Он увидел что кукла прошла в комнату и легла рядом с Аней.\"Тварь!\"-подумал Сергей. Когда глаза куклы потухли, Сергей вылез из шкафа ,и задумчиво отправился спать.",
    "answers": [
      {
        "id": 31,
        "text": "Заснуть"
      }
    ]
  },
  {
    "id": 28,
    "text": "Сергей быстро спрятался под кровать. Он увидел чьи-то маленькие ноги. Когда до него дошло ЧЬИ это ноги он чуть не закричал. Сергей пролежал под кроватью час, а потом вылез и задумчиво направился в спальню.",
    "answers": [
      {
        "id": 31,
        "text": "Заснуть"
      }
    ]
  },
  {
    "id": 29,
    "text": "Сергей спрятался за дверь. Он увидел как кукла прошла в комнату. Скрипнула кровать. Через 15 минут Сергей пошел в спальню.\"Надо придумать как спасти дочь и Марину.\"",
    "answers": [
      {
        "id": 31,
        "text": "Заснуть"
      }
    ]
  },
  {
    "id": 30,
    "text": "Ты видимо где-то ошибся. Хочешь назад?\nТакже ты открыл достижение:\n— Смерть храбрых.\nЕсли ты хочешь назад, то нажми: Назад, \nЕсли хочешь к началу то нажми Конец.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      },
      {
        "id": 23,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 31,
    "text": "На следуйщий день Сергей расказал обо всём Марине. Она не поверила. Да  и если бы я Вам рассказала бы об этом, Вы бы поверили?\n— Серёж, да тебе просто приснился плохой сон!\n—Нет, Марин, это была ПРАВДА!Это и в правду БЫЛО!\n— Даже если это и правда, то как ты собираешься забрать куклу у Ани? Она ни за что её не отдаст, тем более кукла всё время у Ани.\n—Мы должны спасти дочь.Она может умереть...\n—Тихо!Аня идёт.\n—Пап, а я придумала как назвать куклу!\n—Ну и как же?\n—Зоей! Мне эта идея во сне пришла!Мне приснилось как будто кто-то разговаривает в коридоре, и кукла сказала что её зовут Зоя.",
    "answers": [
      {
        "id": 32,
        "text": "После завтрака"
      }
    ]
  },
  {
    "id": 32,
    "text": "Сергей поцелова Марину и торопливо вышел из дома. Он направлялся в церковь.",
    "answers": [
      {
        "id": 33,
        "text": "В церкви"
      }
    ]
  },
  {
    "id": 33,
    "text": "—Здравствуйте, отец Николай.\n— Здравствуй, сын мой. Что тебя привело сюда? Я вижу что у тебя сердце не на месте. Пошли в мою почивальню. Расскажешь мне всё.\n— Хорошо, отец.\n\n",
    "answers": [
      {
        "id": 34,
        "text": "В почивальне"
      }
    ]
  },
  {
    "id": 34,
    "text": "—Отец Николай, наша семья недавно купила дом. На следующий день после нашего приезда, я направился в магазин за куклой для дочери. Недоезжая до магазина, я на обочине нашел коробку с куклой. Она была совсем новой, правда коробка немного запылилась. Я взял куклу, отдал дочери. Аня была счастлива. Но ночью кукла ожила. Я это сам видел...\n  ",
    "answers": [
      {
        "id": 35,
        "text": "Ответ священика"
      }
    ]
  },
  {
    "id": 35,
    "text": "—Хм... Нда, неприятный случай. Бесы энто. Возьми этот крест и святую воду. Через три дня, в полнолуние, ровно в полночь, когда вся нечисть силу набирает, Надень на куклу крестик( можно в рот его ей положить) и облей святой водою. Только перед этим пусть дочь и жена твоя водицы святой испьют. Глотка достаточно. Ты главное не перепутай!\nПотом куклу топором изруби, сожги, а над пеплом молитву Господи Богу вознеси. Пепел не забудь закопать и святой водой для верности облить!",
    "answers": [
      {
        "id": 36,
        "text": "-Спасибо тебе, отец Николай. Ты спас семью мою.\n-Иди,иди сын мой..."
      }
    ]
  },
  {
    "id": 36,
    "text": "Сергей пришел домой. Ему оставалось только ждать. \"Скоро всё это кончится, главное делать вид что всё нормально. Главное попытаться не умереть за эти три дня...\"-думал Сергей.\n—Ты где был?-строго спросила Сергея Марина.\nОн отвел жену в сторону и зашептал:\n— Я в церковь за советом ходил...Нам надо подождать всего три дня...\n—Тебе к врачу не надо?\n—Мариш, тебе лучше просто верить мне.\n—Хорошо, я верю.",
    "answers": [
      {
        "id": 37,
        "text": "Ночь."
      }
    ]
  },
  {
    "id": 37,
    "text": "\"Серёжа вроде спит. Нет, ну не верю я в ходящих кукол. Лучше самой проверить. \" Марина только хотела встать, как услышала топот маленьких ног. Она закрыла глаза, притворившись что спит. Потом приоткрыла один глаз. \nДверь тихонько скрипнула... Маленькая тень скользнула к их кровати...\"Это не Аня...Это кукла!\"-от этих мыслей Марине стало холодно.\nМарина полностью закрыла глаза. Топот маленьких ножек приближался к ней. Над своим ухом Марина почувствовала холод. Чьи-то маленькие пальчики погладили её шею. Кукла засмеялась детским голоском... Жутким детским голоском... Потом Зоя сказала:\n—Хм... Вы все в моей власти... Вы умрёте... I love Вас, мои жертвы... Ничего, скооро, через три дня всё кончится... Вы умрёте, а я буду опять в коробке ждать новых жертв. Никто не знает что за секрет в моей коробкеее...\nПоследнюю фразу кукла сказала удаляясь в комнату Ани.",
    "answers": [
      {
        "id": 38,
        "text": "Утро"
      }
    ]
  },
  {
    "id": 38,
    "text": "На следующий день Марина рассказала Сергею о том, что говорила кукла.\n—А где её коробка?\n—На чердаке.\n— Мариш, сбегай за ней.\n—Ок.",
    "answers": [
      {
        "id": 39,
        "text": "Пойти с Мариной"
      },
      {
        "id": 40,
        "text": "Остаться с Сергеем"
      }
    ]
  },
  {
    "id": 39,
    "text": "Марина торопливо поднялась на чердак. Она огляделась:коробки не было, лишь Аня стоит в уголке спиной к Марине.\"Стоп. Что сдесь делает Аня?\"\n—Анют, а ты почему стоишь на чердаке?\nЕё дочь медленно повернулась к ней.\n— Ничего. Просто стою.\nМарина вздрогнула: на несколько секунд у дочери стали полностью черные глаза, и Аня в правой руке держала коробку, а в другой куклу.\n—Мам, просто Зоя попросила взять её коробку с чердака.\n—Попросила?\n—Да. Я сегодня ночью встала, а Зоя попросила утром взять её коробку с чердака.\n—П-п-понятн-но...\nМарина в шоке спустилась с чердака и пошла на кухню. Она рассказала всё Сергею.\n—Не волнуйся, дорогая, ПРОРВЕМСЯ!",
    "answers": [
      {
        "id": 41,
        "text": "Ночь."
      }
    ]
  },
  {
    "id": 40,
    "text": "Сергей видел как Аня поднимается на чердак, но он не придал этому значения. Через несколько минут появилась Марина. \"Явно что-то случилось.\"-подумал он.\n—Серёж, когда я поднялась на чердак, там была Аня. Я ВИДЕЛА что несколько секунд у неё были черные глаза. Она была с коробкой. Я спросила её что она делает на чердаке, она ответила что ночью кукла попросила взять её коробку с чердака...\n— Стоп. Она прямо так и сказала?\n—Да. Что нам делать Серёж? Что если мы неуспеем?\n—Не волнуйся, всё будет ХОРОШО.",
    "answers": [
      {
        "id": 41,
        "text": "Ночь"
      }
    ]
  },
  {
    "id": 41,
    "text": "\"Вторая ночь. Скоро всё кончится.\"-подумал Сергей и уснул.",
    "answers": [
      {
        "id": 42,
        "text": "Перейдём в Анину комнату"
      },
      {
        "id": 43,
        "text": "Останемся в этой спальне"
      }
    ]
  },
  {
    "id": 42,
    "text": "—Спокойной ночи, Зоя...,-сказала Аня и уснула.\nЧерез час.\n—Зой, не щекоти меня!\nАня резко открыла глаза. Зоя стояла рядом с ней. В её руке был нож.\n—Зачем тебе нож?\n—Анечка, это я приготовила чтобы завтра ночью поиграть с тобой, твоим папой и мамой. Можно спрятать под твою подушку?\n—...Зой, давай лучше под кровать...\n— Да,да,да! Ты всегда права, моя ПОДРУЖКА!\n—Зой, я очень устала, давай спать?\n—Да,да, конечно спать...\nАня заснула.",
    "answers": [
      {
        "id": 44,
        "text": "Утро"
      },
      {
        "id": 45,
        "text": "Сразу перейти на следующую ночь"
      }
    ]
  },
  {
    "id": 43,
    "text": "Через два часа Сергей резко вскочил. И в тот же момент по его спине прошлись мурашки: на их кровати сидела кукла. Она улыбнулась и ушла.\nСергей долго не мог прийдти в себя. \n—Серёж, ты чего не спишь?\n—Мариш, только что на нашей кровати сидела кукла.\n—Господи!-Марина закрыла рот руками.\n—Она просто смотрела на меня, потом улыбнулась и ушла.\n—И все?\n—Да. Видимо она знает что всё кончится завтра. Смысл мешать веселью?\nМарина промолчала. Всё и так понятно.\n\n",
    "answers": [
      {
        "id": 44,
        "text": "Утро"
      },
      {
        "id": 45,
        "text": "Сразу перейти на  следующую  ночь"
      }
    ]
  },
  {
    "id": 44,
    "text": "Аня проснулась и побежала на кухню.Куклу она оставила в комнате.\n—Доброе утро дочунь.Как спалось?\n— Хорошо.А где папа?\n— А он в магазине.\n—Мам, кукла мне обещала сегодня ночью , что она будет играть со мной, с папой и с тобой.\nМарина ничего не ответила Ане.\n",
    "answers": [
      {
        "id": 47,
        "text": "Вошел Сергей"
      }
    ]
  },
  {
    "id": 45,
    "text": "Вот и настала ночь.Точнее 21:00.",
    "answers": [
      {
        "id": 49,
        "text": "Вспомнить план"
      },
      {
        "id": 50,
        "text": "Спрятать дочь"
      }
    ]
  },
  {
    "id": 46,
    "text": "Вот и последняя ночь.",
    "answers": []
  },
  {
    "id": 47,
    "text": "—Привет, семья! Я купил всем мороженое. На Анют, это твое любимое.\n— Шоколадное с кленовым сиропом? Папа ты самый лучший!\n—Мариш, тебе трёхвкусовое...\nМарина поцеловала Сергея.\nОн хотел доставить им хоть какую-то радость. Кто знает, вдруг это последний день их жизни?",
    "answers": [
      {
        "id": 48,
        "text": "День"
      }
    ]
  },
  {
    "id": 48,
    "text": "Днем Анюта играла с куклой, а Сергей и Марина вспоминали план действий.\n",
    "answers": [
      {
        "id": 45,
        "text": "Ночь"
      }
    ]
  },
  {
    "id": 49,
    "text": "—Так, Мариш, что нам надо делать в начале?",
    "answers": [
      {
        "id": 51,
        "text": "Надеть крестик на куклу"
      },
      {
        "forget": [
          52
        ],
        "text": "Облить куклу святой водой",
        "id": 52
      },
      {
        "id": 53,
        "text": "Разрубить куклу",
        "forget": [
          53
        ]
      }
    ]
  },
  {
    "id": 50,
    "text": "— Ну, Анют, иди спать  в нашу с мамой спальню. Мы тебя закроем. Услышишь шум- открывай окно и убегай. Дверь НИКОМУ не открывай. Зою с собой брать нельзя.\n—Хорошо. А вы Зою потом вернёте?\n—Ну... Да.\n—Дочунь, ты всё запомнила?\n—Да мамочка. Спокойной ночи.\n\nАня ушла в спальню, а Сергей запер её и кинул ключ в шкаф.\n— Вот и всё.",
    "answers": [
      {
        "id": 49,
        "text": "План"
      }
    ]
  },
  {
    "id": 51,
    "text": "Да, точно.",
    "answers": [
      {
        "id": 49,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 52,
    "text": "После крестика, да правильно.",
    "answers": [
      {
        "id": 49,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 53,
    "text": "После святой воды самое то.",
    "answers": [
      {
        "id": 54,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 54,
    "text": "—Мариш,  а что там с коробкой?\n—Эм... Правда не знаю.\n—У нас осталось мало времени.\n—Угу, всего 15 минут...\n\nСергей уверено вошел в комнату дочери. Куклы не было.\n— Где же она?\n— Не знаю.\n",
    "answers": [
      {
        "id": 55,
        "text": "Разделиться"
      },
      {
        "id": 56,
        "text": "Остаться вместе"
      }
    ]
  },
  {
    "id": 55,
    "text": "—Марин, я пойду в туалет,  погреб, гараж,а ты в зал и на кухню.\n—Хорошо. Удачи любимый...\n—И тебе Мариш...",
    "answers": [
      {
        "id": 57,
        "text": "Пойти с Сергеем"
      },
      {
        "id": 58,
        "text": "Пойти с Мариной"
      }
    ]
  },
  {
    "id": 56,
    "text": "—Мариш, держи наготове крестик и святую воду. Ты и Анюта её пили?\n— Да. Начнём с за...\n— Ты слышала?\n(-Что?)\n(-Тсс.. Она на кухне.)\n(-Пошли Серёж.)",
    "answers": [
      {
        "id": 59,
        "text": "Идти на кухню"
      }
    ]
  },
  {
    "id": 57,
    "text": "Сергей решил первым делом пойти в...",
    "answers": [
      {
        "id": 66,
        "text": "В туалет"
      },
      {
        "id": 67,
        "text": " В погреб"
      },
      {
        "id": 68,
        "text": "В гараж"
      }
    ]
  },
  {
    "id": 58,
    "text": "Марина вздохнула и пошла в зал. Куклы там не было, но Марина отметила ,что картина хорошо и жутко смотрится в темноте...\"Пойду кухню проверю.\"-подумала Марина. Она пришла на кухню. Там была ОНА. Кукла. С ножом.",
    "answers": [
      {
        "id": 69,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 59,
    "text": "Марина и Серёжа вышли из детской и направились было на кухню, но тут в коридоре появилась Она. Она- корень всех бед. Она легко может лишить их жизни. Сейчас Кукла выглядела немного иначе: её коричневые волосы казались бардовыми, вместо стеклянных глаз- черная бездна, из которой течет кровь. Рот, такой же черный и кровавый, с маленькими наиострейшими зубами. Кровавое платье. В руках нож...",
    "answers": [
      {
        "id": 60,
        "text": "Одеть на Куклу крестик"
      },
      {
        "id": 61,
        "text": "Подождать"
      }
    ]
  },
  {
    "id": 60,
    "text": "Марина сразу бросилась к Кукле и накинула крестик ей на шею. Сказать что Кукла обалдела от такой наглости, значит ничего не сказать. У Марины было несколько секунд фору, но она умудрилась убегая облить Её водой святой. Кукла хмуро осмотрела их. \nПослышался низкий, какой-то детско-злой голос:\n— Ха, тоже мне, смелые...\nГоворила кукла медлено, с трудом.\n— Вы всё равно меня не победите.\n\"Коробка!\"- вспомнила Марина.\n— А не могла ли ты подождать с убиством?- спросила Марина.\n— С чего бы это?\n— Можно ли мне перед смертью духами побрызгаться?\n— Глупая. Ты просто побежишь в зал за коробкой.",
    "answers": [
      {
        "id": 62,
        "text": "-Где он? -Взревела Кукла."
      }
    ]
  },
  {
    "id": 61,
    "text": "—Давайте поиграем?\nСергей зло посмотрел на куклу. Она оскалилась.\n—Давай поиграем?- нахально спросила кукла и ещё больше улыбнулась.",
    "answers": [
      {
        "id": 64,
        "text": "Ждать"
      }
    ]
  },
  {
    "id": 62,
    "text": "Сергей вернулся с коробкой. В ней он нашел кусок тряпки, в котором что-то было завёрнуто. Он вместе с Мариной выбежал во двор и поджег тряпку и коробку. Кукла взревела и исчезла. Она появилась за спиной Сергея. Могильный голос, лезвие ножа на шее...и всё. Сергей удивлённо обернулся. Марина стояла с топором и смотрела на две части которые остались от куклы.\n— Я поеду на кладбище её жечь.\n—Хорошо.Мы с Аней будем ждать.\n\nБольше семье ничего не угрожало.",
    "answers": [
      {
        "id": 63,
        "text": "Достижение"
      }
    ]
  },
  {
    "id": 63,
    "text": "Поздравляю! Вы прошли квест и получили достижение:\n—Счастье в зелёном доме.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 64,
    "text": "Сергей набросился на Куклу с топором. Он успел расквасить ей голову, а она в свою очередь ударила его ножом в горло.\nПоследнее что видел Сергей были черные глаза куклы, полные ужаса, её предсмертный крик и тихий шепот-плач жены \"Мы ещё встретимся,дорогой, мы ещё встретимся...\".",
    "answers": [
      {
        "id": 65,
        "text": "Достижение"
      }
    ]
  },
  {
    "id": 65,
    "text": "Вы прошли квест и получили достижение:\n—Изгонятель зла пал в битве.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 66,
    "text": "Сергей осмотрел туалет. Куклы там не было.",
    "answers": [
      {
        "id": 57,
        "text": "Осматривать дальше"
      }
    ]
  },
  {
    "id": 67,
    "text": "Сергей осмотрел погреб. Куклы там не было.",
    "answers": [
      {
        "id": 57,
        "text": "Осматривать дальше"
      }
    ]
  },
  {
    "id": 68,
    "text": "Сергей осмотрел гараж. Куклы там не было.",
    "answers": [
      {
        "id": 57,
        "text": "Я ещё не всё осмотрел"
      },
      {
        "id": 69,
        "text": "Вернуться в дом"
      }
    ]
  },
  {
    "id": 69,
    "text": "Сергей услышал крики Марины. Он вбежал на кухню. Марина лежала на полу, а кукла грызла её руку... Повсюду была кровь...",
    "answers": [
      {
        "id": 70,
        "text": "Кукла оскалилась. С её зубов капала кровь."
      }
    ]
  },
  {
    "id": 70,
    "text": "Марина была мертва. Кукла набросилась на Сергея. Через пять минут он был мертв. \nКукла старатель разбросала их внутрености по дому... Она сломала дверь в спальню и улыбнулась: Аня спала. Кукла забралась на кровать. Аня  сонно спросила:\n—Пап, мам, это вы?\nПотом она широко распахнула глаза и удивлённо посмотрела на куклу.\n— Зоя, что ты сдесь де...\nДоговорить девочка не успела: в её сердце торчал нож. Кукла улыбнулась. \n\nОглянись, разве ты не видишь блеск её стеклянных глаз? Слышишь ли ты её песню:\n\"Солнышко закатилось,\"\n(кукла улыбнулась)\n\"Ночь пришла...\"\n(детский смех)\n\"Всех вас я пересчитала,\"\n(топают маленькие ножки за спиной)\n\"А теперь пойду искать...\"\n\n\n",
    "answers": [
      {
        "id": 71,
        "text": "Достижение"
      }
    ]
  },
  {
    "id": 71,
    "text": "Вы прошли квест и\n получили достижение :\n—Печальный конец.\n",
    "answers": [
      {
        "id": 1,
        "text": "....Конец...."
      }
    ]
  },
  {
    "id": 72,
    "text": "гаовшлвлашла",
    "answers": []
  },
  {
    "id": 73,
    "text": "",
    "answers": []
  }
]