[
  {
    "id": 1,
    "text": "                                    Автор: tia_rom\n\nНевероятно: я стала встречаться с Давидом! Да-да, с тем самым знаменитым на всю гимназию красавцем, тайной мечтой наших девчонок! Вокруг бушуют страсти и плетутся интриги, ведь другие считают нас идеальной парой и безумно завидуют. Однажды я с удивлением поняла: в меня успели влюбиться все парни класса и возненавидеть все девчонки. И мне почему-то это совсем не нравится! ",
    "answers": [
      {
        "id": 48,
        "text": "От автора"
      },
      {
        "id": 2,
        "text": "Глава 1. Особняк и прабабушка"
      },
      {
        "id": 6,
        "text": "Глава 2. Лидер, тихушница и... принцесса"
      },
      {
        "id": 23,
        "text": "Глава 3. Давид"
      },
      {
        "id": 49,
        "text": "Глава 4. Одна против всех. Великое противостояние "
      },
      {
        "id": 60,
        "text": "Глава 5. Военные действия, или любовь торжествует! "
      },
      {
        "id": 66,
        "text": "Глава 6. Бал нечистой силы"
      },
      {
        "id": 1,
        "text": "Укажите команды для картинки",
        "url": "https://pp.userapi.com/c847019/v847019554/d243e/U1EDlI9mHEs.jpg"
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "https://pp.userapi.com/c850132/v850132479/19050/Kvmpq3ZP_Sg.jpg",
        "system": true
      },
      {
        "id": 1,
        "text": "",
        "pageImg": "https://pp.userapi.com/c850132/v850132479/19050/Kvmpq3ZP_Sg.jpg",
        "system": true
      }
    ]
  },
  {
    "id": 2,
    "text": "У нас в квартире пол кривой. То есть при желании по нему можно кататься, как с горки. От дивана к балконной двери – вж-жжжж-ик! Довольно приличный уклон получился за двести-то лет. Да, нашему дому что-то около двухсот. Точнее, не дому, а особняку, потому что мы живем в старом центре, где все дома такие. Особняк когда-то принадлежал старинному дворянскому роду. Красный кирпич, белая отделка, два входа: парадный и черный. Сохранился кусок стены с аркой, куда въезжали кареты, даже двор с его службами. Теперь, конечно, все в ветхом состоянии, закрыто-заколочено. Но я знаю – раньше тут располагался каретный сарай и конюшня, флигель, сторожка, амбар, людская...\n\nКто-то скажет: круто! Может быть, и круто, если сам обитаешь в современной квартире со всеми удобствами и евроремонтом. Захотел соприкоснуться со стариной – пожалуйста. Наш город, точнее его старая часть, почти не изменился. Дело в том, что последняя война до нас не дошла. Город не бомбили вражеские самолеты, его не захватывали, не сражались за каждый дом, не жгли, не грабили. Городу повезло. И нам – его современным жителям, тоже. Если посмотреть на фотографии конца девятнадцатого, начала двадцатого века, то можно увидеть все те же двухэтажные особняки и белоснежные соборы с золотыми куполами. Только вывески изменились. Гуляешь себе по историческим улицам, рассматриваешь кирпичную кладку, лепнину, колонны всякие, кованые балконы, похожие на кружева старинные... Романтично.\n\nВ нашем доме как раз такой балкон, вдоль всего второго этажа – неповторимое черное кружево, застывшие завитушки причудливых вензелей. Балкон всегда пуст, чист и прекрасен. Ставить на него ничего нельзя, перегораживать тоже, иначе нарушится архитектурный облик здания. Так и живем, почти в музее.",
    "answers": [
      {
        "id": 3,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 3,
    "text": "Мама время от времени негромко ругала несчастный особняк. Да и как не ругать: все время что-то отваливается, засоряются трубы, искрит проводка, барахлит сантехника и дует в окна.\n\nПапа обещает, что нам вот-вот предоставят нормальную человеческую квартиру, но пока: пока я лихо катаюсь по полу-горке и, когда никого нет дома, выхожу на балкон помечтать.\n\nИногда, задумаешься, и прямо-таки кажется: вот сейчас из-за угла, из ближайшего тихого переулка, цокая копытами, выплывет тройка лошадей, а за ней появится изящная карета или, если время летнее, открытый экипаж с незнакомой красавицей на сидение... Она сидит прямо, подбородок надменно чуть вздернут, маленькая шляпка с вуалью...\n\nЗимой так не помечтаешь, зимой у нас холодно. Хотя, когда мороз зашкаливает за двадцать и стекла в окнах покрываются сплошным сверкающим бледно-голубым узором, я сажусь в прабабушкино кресло с высокой спинкой и широкими подлокотниками, смотрю на морозные узоры и представляю... Я много чего представляю...\n\nКвартира досталась нам от папиной бабушки – старой театралки и, такой же как и я, фантазерки и мечтательницы. Все говорят, что я – копия своей прабабки. Что касается прадеда, то его я совсем не знаю, он умер до моего рождения. Только старые фотографии в семейном альбоме помогают мне представить этого человека. Он был большой шишкой, руководил заводом; к тому же отчаянным и необыкновенно красивым, это уже со слов прабабушки. Ну, ей лучше знать. Ведь прадед увез ее из столицы, навеки покорив сердце пышноволосой, зеленоглазой московской барышни. Стоп, а были ли в те времена барышни? Скорее нет, чем да. Но вот моя прабабушка каким-то чудом казалась именно барышней. Утонченной и светской, как будто она училась в институте благородных девиц. Она никогда не работала, только после смерти мужа что-то делала для нашего областного театра, помогала с костюмами, что-то оформляла, не знаю, можно ли это называть работой, во всяком случае, мама говорит, что прабабушка не работала никогда. Она скорее тусовалась с людьми, которые были ей интересны. Пропадала в доме художников, ездила на премьеры, выставки, концерты. Ее комната была сплошь забита старыми программками, пожелтевшими билетиками, веерами, сломанными театральными биноклями, афишами и всяким, как мама выразилась, «мусором».\n\nПрабабушка вечно ссорилась с мамой, учила жизни папу, а мне пыталась привить светские манеры. Она говорила: «Деточка, учись, пока я жива». Готовила умопомрачительно. И все, что она делала, выглядело изящно и утонченно, даже банальные котлеты. И непременно сервировала стол: тарелочки, приборы, соусники, молочники, супницы...",
    "answers": [
      {
        "id": 4,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 4,
    "text": "А так хотелось попросту залезть в холодильник и слопать бутерброд или кусок сыра. Какой там сыр! Старушка гневалась и закатывала глаза. Нет, нет! Пищу следует вкушать и непременно с красивой тарелочки, под которой еще одна тарелка побольше, и чтоб рядом салфеточка лежала, и нож надо держать в правой руке, а вилку в левой.\n\nМама заходилась от тихого бешенства, потому что утром надо было бежать на работу, какие уж тут тарелочки и прочие условности.\n\n– К чему эти условности! – стонала мама. – Мы же простые люди!\n\n– Люди мы простые, да, – соглашалась прабабушка, – но это не повод для того, чтоб не застилать стол чистой скатертью.\n\n«Ксюша, если хочешь на долгие годы сохранить здоровье, ешь по утрам, непременно натощак, два антоновских яблока», – наставляла она меня.\n\nМама недоумевала: где же теперь взять настоящей антоновки? Но прабабушка стояла на своем: «Пусть нет антоновки, но яблоки не перевелись, стало быть, надо съедать два хороших яблока!»\n\nПрабабушка учила меня держать спину и ходить правильно, от бедра, так это называется. Причем наступать с носка на пятку, как будто я балерина.\n\nОна и настояла на том, чтобы мама отвела меня в балетную студию. Правда, я там долго не продержалась. Остыла. К тому же совмещать школу, студию и музыку было практически нереально. Мы с мамой восстали, и прабабушке пришлось смириться. Музыкой мы занимались дома на старинном прабабушкином фортепиано.\n\nА еще она привила мне вкус к хорошим вещам. У меня первой в классе появились туфли на каблучке. Изящные, золотистые, из мягкой кожи. «Запомни, ты девушка, – наставляла меня прабабушка, – а в девушке все должно быть прекрасно, в первую очередь обувь...» Это она так шутила.\n\nПомню, я прибежала в школу в новеньких лодочках, уверенная, что произведу фурор. Но никто почему-то не заметил моих чудесных туфелек. Тогда я на первой же перемене уселась на стол перед носом самого красивого мальчишки в классе и вытянула ногу:\n\n– Тебе нравятся мои туфли? – спросила с вызовом.\n\nС перепугу он откинулся на стуле, скосил глаза и промямлил:\n\n– Круто...\n\nСкоро все девчонки в нашем классе стали носить туфли на каблучке. Потому что хотели нравиться тому мальчишке, а он стал бегать за мной.",
    "answers": [
      {
        "id": 5,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 5,
    "text": "Ну вот, а потом прабабушка заболела. Она была уже очень старенькая, почти не выходила из дома, чаще всего сидела у окна в кресле с высокой спинкой и молчала. Иногда просила что-нибудь почитать вслух. И я читала: Чехова, Лескова, Шекспира, Монтескьё, Золя, Загоскина... Прабабушка собрала большую библиотеку. Она и к чтению меня приучила. Все время доказывала преимущество гуманитарного образования. Но тут я не уступила. После начальной школы уговорила маму перевести меня в гимназию, в математический класс. Прабабушка только руками всплеснула и заявила, что я, к сожалению, пошла в прадеда. Если бы я, мол, была мальчишкой, это было бы хорошо и правильно, но девушка и точные науки – это нонсенс!\n\nГимназия далековато от дома, приходится ездить на маршрутке. Первое время меня кто-нибудь из родителей провожал и встречал, а потом стала ездить сама.\n\nПрабабушка умерла, когда я перешла в шестой класс. Ей было под девяносто. Она прожила долгую жизнь. Перед смертью она помирилась с мамой, а меня не было, я уехала на каникулы в Одессу, к родственникам. Когда вернулась, то сразу почувствовала пустоту. Не пугающую, а грустную, как будто прабабушка забрала с собой что-то важное. Так же стояло ее старое кресло у окна, но комната вместо обычного беспорядка, сияла почти больничной чистотой.\n\n– Ты не представляешь, сколько хлама пришлось выбросить, – сказала мама.\n\nА я оглядывала полки с книгами, пустой шкаф, дверцы которого раньше просто не могли закрыться от выпирающих наружу вещей. Прабабушкиной кровати, потрясающей, металлической, с панцирной сеткой и металлическими шариками на грядушках тоже не было. «Отвезли на дачу», – сообщила мама.\n\n– А вещи? – спросила я, тоскуя от пустоты.\n\n– Раздали, – ответила мама негромко, – часть дедушка с бабушкой забрали, что-то одни родственники, что-то другие... Я хотела с тобой посоветоваться, – мама немного смешалась, – ты хочешь занять эту комнату или нам с папой сюда перебраться?\n\nКонечно, я хотела остаться здесь, кажется, в тот день я впервые почувствовала себя ответственной за то, что осталось от прабабушки и еще, я поняла, что мы все осиротели... ",
    "answers": [
      {
        "id": 6,
        "text": "Глава 2. Лидер, тихушница и... принцесса"
      }
    ]
  },
  {
    "id": 6,
    "text": "С Аней и Полиной я подружилась сразу, как только пришла в гимназию. Выяснилось, что они живут неподалеку от меня. Так что мы частенько вместе ездили домой и в гимназию. Сначала с родителями, а потом сами. Остановка маршрутки прямо под нашим историческим балконом. Я выглядывала, видела девчонок, быстренько спускалась и выходила на улицу.\n\nАня тихая и спокойная девчонка. Предпочитала, чтоб ее не замечали. Казалось, как будто она не здесь, не рядом с нами, а где-то еще. Поля называла ее «вещь в себе». Аня не обижалась или делала вид, что не обижается. Они дружили с первого класса. Все думали, что Полина лидер, а Аня – тихушница. Может быть. С другой стороны, раз Аню и Полю устраивали их отношения, значит, все в порядке. Я, например, не слышала от Ани, чтоб она жаловалась на подругу. Общались мы примерно так: Полина начинала что-то взахлеб рассказывать, Аня молчала, причем вид у нее был совершенно отстраненный, а я успевала только поддакивать Поле да изредка вставляла что-нибудь типа «ах» или «да ты что...». Иногда Аня тоже что-нибудь рассказывала, например, о своем коте...\n\nЯ же люблю поговорить обо всем: о друзьях, о новых книгах, о моде, ну и о мальчишках, конечно, кто же не любит о них поговорить, кроме Ани, разумеется.\n\nВот такое подобралось у нас трио: лидер, тихушница и... принцесса.\n\nТак меня подруги прозвали.\n\n– Ах, ах, прекрасная принцесса! Выйди на балкон! – частенько насмешничают они. Но я знаю, наш старинный особняк с его кружевным балконом нравился им не меньше, чем мне. Они с удовольствием бывали у меня в гостях, и, если на улице было тепло, мы выходили на балкон и, облокотившись на перила, разглядывали спешащих или неторопливых прохожих, гуляющие парочки, собак на поводках и их хозяев, таких же, как мы, девчонок и парней. Мы даже знакомились, не сходя с балкона. Он ведь невысоко, наш второй этаж, можно легко переговариваться с теми, кто внизу.\n\nПрозвище оказалось прилипчивым. Теперь меня вся гимназия зовет принцессой... Но, несмотря на мое не совсем обычное жилище, несмотря на балкон и прозвище, я была самой обыкновенной девчонкой. Училась, общалась с подругами и друзьями, летом ездила с родителями к морю, любила читать, усиленно занималась математикой и языками. Ничего особенного. Просто жила.",
    "answers": [
      {
        "id": 7,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 7,
    "text": "Все изменилось, когда я перешла в девятый класс.\n\nГод назад, в начале осени я, как обычно, выбежала утром, чтоб сесть с девчонками в маршрутку и вдруг услышала:\n\n– Привет, принцесса!",
    "answers": [
      {
        "id": 8,
        "text": "Оглянуться"
      },
      {
        "id": 9,
        "text": "Не обращать внимания"
      }
    ]
  },
  {
    "id": 8,
    "text": "Оглянулась. За моей спиной стоял парень из десятого класса, мы не были знакомы, я только знала, что его зовут Сева, Севастьян. Такое вот редкое имя. Девчонки уже заняли места в маршрутке и громко торопили меня. Сева помог мне забраться, и мы сели рядом. Полина всю дорогу крутила головой и неестественно хохотала. Аня молчала, уткнувшись носом в воротник пальто. Сева рассказывал смешные истории, расспрашивал нас обо всем понемногу. В общем, произвел приятое впечатление. Поля потом сказала, что он очаровашка. Не знаю, по-моему, парень как парень, скорее приятный, чем нет...",
    "answers": [
      {
        "id": 10,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 9,
    "text": "Не обращая внимания, я молча зашла в маршрутку. Девчонки уже заняли места в маршрутке и громко торопили меня. Парень сел рядом. Полина толкнула меня локтем в бок и укоризненно сказала:\n — Почему с Севой не поздоровалась? \n — Я с ним не знакома! — сердито прошептала я.\nАня молчала, уткнувшись носом в воротник пальто, а Полина всю дорогу хохотала над смешными историями Севы. На меня он произвел приятое впечатление. Поля потом сказала, что он очаровашка. Не знаю, по-моему, парень как парень, скорее приятный, чем нет...",
    "answers": [
      {
        "id": 10,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 10,
    "text": "Весь день Поля пребывала в отличном настроении, а после занятий долго топталась возле раздевалки, как будто ждала чего-то. А потом еще изучала расписание уроков. Мы еле дождались ее.\n\nНа следующий день Сева снова оказался на остановке. Только на это раз Поля незаметно отстранила меня к Ане, и сама уселась рядом с Севой. Она снова хохотала над Севиными шутками. Аня хмыкала и кривила губы, но делала это незаметно. Я тоже веселилась, а почему бы и нет.\n\n– У тебя сколько уроков? Шесть? И у нас, – сообщила Поля. – Домой вместе поедем?\n\nСева легко согласился, мы сразу же договорились встретиться возле раздевалки.\n\n– Кто-то из нас ему определенно понравился, – заявила Поля, когда Сева распрощался с нами и отправился на урок.\n\n– Ты так думаешь? – удивленно спросила Аня.\n\n– Спустись на землю, – посоветовала ей подруга.\n\nАня опустила голову и посмотрела под ноги:\n\n– Я и так на земле...\n\nПолина захохотала:\n\n– Ой, не могу! Ты посмотри на нее! – Она толкнула меня локтем в бок. – Она же ничего не замечает!\n\n– Почему, я замечаю. – Аня пожала плечами.\n\nПоля отмахнулась от нее и повернулась ко мне:\n\n– Как думаешь, на кого он запал?",
    "answers": [
      {
        "id": 12,
        "text": "Возразить"
      },
      {
        "id": 13,
        "text": "Подумать"
      }
    ]
  },
  {
    "id": 11,
    "text": "Я, как это обычно бывает, узнала обо всем последней. Сначала вообще ничего не понимала, потому что Полина внезапно перестала со мной общаться. Так, ни с того ни с сего. Переметнулась к Марте, все время о чем-то с ней шепталась, а от меня демонстративно отворачивалась.\n\nНадо знать, кто такая Марта! Ее даже учителя боятся! Вот однажды сидим на литературе, вдруг Марта громко заявляет:\n\n– Вадим Николаевич, можно выйти!\n\nОн у нас строгий и все Мартины приколы знает наизусть.\n\n– Телефон оставь и иди, – ответил он, так как был уверен, что Марта хочет смыться с урока, чтоб поболтать с друзьями.\n\n– Это не телефон, это прокладка, – громко объявила Марта, демонстрируя яркий пакетик.\n\nПреподаватель крякнул, пожал плечами и мотнул головой: иди, мол... Но мы же видели, у него уши стали малиновыми!\n\nМарта очень своеобразная девчонка. Она со всеми предельно любезна до тех пор, пока ее не заденут... Она вообще-то не очень красивая: небольшого роста, коренастая, плотная, с короткой стрижкой. Такую на улице встретишь – не обратишь внимания. Но ее знает вся школа, многие Марту не любят, но заявить ей об этом в лицо никто не решается. Можно сказать, крутая девчонка, заставила уважать себя. Ее любимое занятие: всех сводить. Если у кого-то что-то не получается с парнем или возникла проблема, обращаются к Марте. Она опытная, знает, как поступить в той или иной ситуации. Парней меняет как перчатки, ведет себя с ними развязно. Но Марта веселая, такая заводная, обаятельная. Так что, поклонников у нее всегда – хоть отбавляй, несмотря на ее характер.\n\nОтношения у нас всегда были ровные. Я к Марте хорошо относилась, делить нам нечего, интересы у нас не пересекались. Но после того как к ней переметнулась Полина, Марта стала смотреть на меня косо.",
    "answers": [
      {
        "id": 15,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 12,
    "text": "– Почему ты решила, что он запал? – возразила я. – Так, ездит с нами... Ему же по пути.\n\n– Да, ладно! – почти возмутилась Поля. – Парни никогда просто так ничего не делают.\n\n– Откуда ты знаешь?\n\n– Знаю...\n\nМы уже вошли в класс, Поля придержала меня в дверях и шепнула:\n\n– Если ты не против, я им займусь...",
    "answers": [
      {
        "id": 16,
        "text": "Не возражать"
      },
      {
        "id": 17,
        "text": "Возразить"
      }
    ]
  },
  {
    "id": 13,
    "text": "– Хмм... Может на тебя? — расхохоталась я. \n\n– Не смешно! – почти возмутилась Поля. – Парни никогда просто так ничего не делают.\n\n– Откуда ты знаешь?\n\n– Знаю...\n\nМы уже вошли в класс, Поля придержала меня в дверях и шепнула:\n\n– Если ты не против, я им займусь...",
    "answers": [
      {
        "id": 16,
        "text": "Не возражать"
      },
      {
        "id": 17,
        "text": "Возразить"
      }
    ]
  },
  {
    "id": 14,
    "text": "Но Полинка не такая, как все. То ли она совсем голову потеряла от любви, то ли еще что, не знаю, только в тот же день, на первой же перемене она собрала вокруг себя девчонок и в красках описала свою любовь к Севе.\n\nНу, конечно, чего можно ожидать от человека, который думает и говорит только о себе! Вот, к примеру, я ей говорю: «У меня горло болит...», а она: «А у меня – нет». И так во всем. «Смотрите на меня и удивляйтесь! Я влюблена в Севу!»\n\nНовость мгновенно разнеслась по классу. Полина, не стесняясь, поведала о своих чувствах не только девчонкам, но и мальчишкам. Этого точно не надо было делать. Потому что у парней все конкретно: раз влюблена, значит, нужно выяснить, отвечают ли тебе взаимностью.\n\nВ нашем классе главные заводилы Влад и Коля.\n\nВот они по собственной инициативе подошли к Севе и просили напрямик: «Тебе нравится Полина из нашего класса?»\n\nА Сева вдруг возьми и ответь: «Нет. Мне нравится Ксюша». То есть – я!\n\nКонечно, наши доброхоты тут же оповестили Полинку. Упс, ошибочка вышла, ему другая нравится.",
    "answers": [
      {
        "id": 11,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 15,
    "text": "Аня тоже начала отдаляться. Я не выдержала и спросила у нее: в чем дело? Аня помялась немного и призналась: оказывается, Коля и Влад сообщили Полине о своем разговоре с Севой. И, естественно, я оказалась виноватой! Ну, не бред?! И что я должна была делать? Мне-то Сева был совершенно безразличен! То есть он мне нравился, хороший парень и все такое, но никаких видов на него я не имела, и уж тем более не собиралась ссориться из-за него с Полиной.",
    "answers": [
      {
        "id": 18,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 16,
    "text": "Я была не против.\n\nЧто делают обычно все нормальные девчонки, когда хотят понравиться парню? Ну, понятно: они стараются понравиться. Тут, конечно, у каждой свои секреты и приемы, но ни одна в здравом уме не станет звонить всем вокруг, что она влюблена, не станет выставлять на всеобщее обозрение свое отношение к парню. Пока не добилась своего, надо действовать осторожно и с умом, чтоб не спугнуть. Парни, они же совершенно непредсказуемые!",
    "answers": [
      {
        "id": 14,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 17,
    "text": "Ну конечно же я была против! Не хватало еще, чтобы такой милый парень достался Польке! \n\nНужно привлечь его внимание ко мне... Что делают обычно все нормальные девчонки, когда хотят понравиться парню? Ну, понятно: они стараются понравиться. Тут, конечно, у каждой свои секреты и приемы, но ни одна в здравом уме не станет звонить всем вокруг, что она влюблена, не станет выставлять на всеобщее обозрение свое отношение к парню. Пока не добилась своего, надо действовать осторожно и с умом, чтоб не спугнуть. Парни, они же совершенно непредсказуемые!",
    "answers": [
      {
        "id": 14,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 18,
    "text": "Я уговорила Аню, чтоб она помогла мне встретиться с Полиной. Встреча произошла на нейтральной территории, в центральном парке.\n\nМы шли по дорожке навстречу друг другу, как правители враждующих государств. Мне не хотелось оправдываться, ведь я ни в чем не виновата перед Полиной, но надо было как-то начать разговор.\n\nАня пришла мне на выручку. Она произнесла скороговоркой:\n\n– Девчонки, ладно вам, хватит ссориться, мы же подруги, не хватало еще, чтоб мы ссорились из-за парней... – Она умолкла и опустила голову. Полина смотрела на меня с вызовом.\n\n– Ты хотела поговорить?",
    "answers": [
      {
        "id": 19,
        "text": "Смутиться"
      },
      {
        "id": 20,
        "text": "Высказаться"
      }
    ]
  },
  {
    "id": 19,
    "text": "Я смутилась:\n\n– Конечно... я не понимаю, ты надулась на меня, причем ни с того ни с сего, – начала я.\n\n– Ха, она еще и удивляется! – перебила меня Полина. – Отбила у меня Севку и корчит из себя невинность!\n\nЯ задохнулась от возмущения, но вовремя спохватилась, так можно наговорить лишнего. Поэтому я через силу улыбнулась подруге и сказала:\n\n– Поля, я не отбивала у тебя Севу.\n\n– Правда?! – Полинка широко распахнула глаза. – Не отбивала?! А как же это называется? Мне понравился парень, я тебя как подругу спросила, не будешь ли ты против, если я им займусь. Ты ответила, что не против, а сама?\n\n– Что? – переспросила я.\n\n– Как это – что? – возмутилась Полинка. – Ты строила ему глазки, кокетничала за моей спиной, болтала с ним, мне даже рта не давала раскрыть! В итоге, конечно, он на тебя повелся!\n\nВот это да! Она меня просто сразила! Ничего такого у меня и в мыслях не было! Я могла бы поклясться! Только станет ли Поля слушать мои клятвы?\n\n– Поля, я тебе клянусь, что...\n\nПолька фыркнула:\n\n– Вот еще! Иди ты со своими клятвами! – Она резко отвернулась от меня. Аня что-то шепнула ей на ухо, Полинка дернула плечом. Она была слишком раздражена. – Ты с ним встречаешься, – бросила она через плечо, – и после этого, пытаешься убедить меня в том, что ты ни при чем.\n\nЯ совершенно растерялась:\n\n– С чего ты взяла? Мы не встречаемся...\n\n– Как же! Каждое утро приезжаешь с ним в школу, а после уроков он тебя поджидает. По-твоему, вы не встречаетесь?\n\nНу, как с ней разговаривать?! Я все-таки попыталась еще раз:\n\n– Полина, я же не виновата, что он садится со мной в одну маршрутку...\n\n– Не виновата она! – буркнула Полина. – Захотела бы, не ездила! – Она была безжалостна.",
    "answers": [
      {
        "id": 21,
        "text": "В разговор вмешалась Аня"
      }
    ]
  },
  {
    "id": 20,
    "text": "Я высказалась:\n\n– Я не знаю с чего ты взяла, что мне нравится Сева, но это далеко не так! Я знаю, что он тебе не безразличен, поэтому пытаюсь держаться от него подальше.\n\n— Ты строила ему глазки, кокетничала за моей спиной, болтала с ним, мне даже рта не давала раскрыть! В итоге, конечно, он на тебя повесился!\nТы с ним встречаешься, — бросила она через плечо, — и после этого пытаешься убедить меня в том, что ты не при чем. \n\n— Боже, Полина! Я с ним не встречаюсь! Я не виновата в том, что он садится со мной в одну маршрутку! \n\n— Не виновата она! — буркнула Полина. — Захотела бы не ездила! ",
    "answers": [
      {
        "id": 21,
        "text": "В разговор вмешалась Аня"
      }
    ]
  },
  {
    "id": 21,
    "text": "Аня вздохнула:\n\n– Ксюша, ты могла бы выходить из дома чуть раньше, – заметила она.\n\n– Хорошо, – согласилась я, – если Полине так будет лучше, я постараюсь не сталкиваться с Севой.\n\n– И после школы! – добавила Поля.\n\nЯ не выдержала и улыбнулась. Полинка явно диктовала мне условия, при которых наше примирение станет возможным.\n\n– Если мы снова будем вместе, думаю, мы сможем избежать встреч с Севой, – сразу же предложила я. – Ладно, Поль, хватит дуться!\n\nАня ткнула Полинку локтем в бок.\n\n– И пообещай мне, что ты никогда больше не посмотришь на парня, который мне понравится! – потребовала Полина.\n\n– Обещаю и торжественно клянусь! – для убедительности я приложила руку к сердцу. Почему-то представила себя со стороны, стало смешно, как будто не я это сказала, а кто-то, за меня. И в то же время я чуть-чуть иронизировала вместе с той другой мной...\n\nАня облегченно вздохнула.\n\nГлупо вышло, не спорю. Может, надо было как-то по-другому поговорить, не знаю, но в тот момент, мне очень хотелось просто помириться и забыть о нашей ссоре.\n\nЧерез несколько минут Полинка уже беспечно болтала, рассказывала о Марте, о последних школьных сплетнях, о новой куртке, о трудном задании по алгебре... Аня, по обыкновению, молчала, я изредка вставляла словечко, в общем, все наладилось, и я успокоилась.\n\nЯ думала, что все благополучно закончилось. А на самом деле, все только начиналось.",
    "answers": [
      {
        "id": 23,
        "text": "Глава 3. Давид"
      }
    ]
  },
  {
    "id": 22,
    "text": "«А что, если позвонить?» – подумала я. Но сразу же отбросила эту мысль. Ну, позвоню я, и что скажу? «Здравствуйте, мне пришла sms-ка с вашего телефона...» или «Давид, ты тот самый из десятого?» Можно и еще нелепее: «Давид, я правда тебе нравлюсь?» А там возьмет трубку какой-нибудь неизвестный придурок, или кто-нибудь из наших же пацанов, с них станется, и начнет всякую чушь нести.\n\nНе-е-ет!\n\nВ то же время, меня так и манило выяснить, кому принадлежит загадочный номер. И зачем неизвестному называть себя Давидом?\n\nИзмучившись догадками, я решила завтра же осторожно разузнать все, что смогу. С этой мыслью я и отправилась спать.",
    "answers": [
      {
        "id": 24,
        "text": "Утро"
      }
    ]
  },
  {
    "id": 23,
    "text": "Вечером пришла sms-ка: «Привет, ты мне нравишься! Давид».\n\nЯ сначала никакого значения этой sms-ке не придала. Подумаешь! Телефон был мне не знаком, имя Давид мне ни о чем не говорило...\n\nНо потом я, как будто случайно, еще раз прочитала текст послания и подумала: нет, этого не может быть, потому что не может быть, и все. Великолепный Давид, знаменитый на всю гимназию, тайная мечта чуть ли не всех наших девчонок, тот парень, что учится в десятом классе, тот, о котором ходят самые невероятные слухи... Он, самый-самый! И чтобы вдруг написал мне!",
    "answers": [
      {
        "id": 22,
        "text": "Позвонить"
      }
    ]
  },
  {
    "id": 24,
    "text": "Утром мы с девчонками довольно ловко избежали совместной поездки с Севой. Вышли на пятнадцать минут раньше обычного, и все.\n\nВ школе, улучив момент, я сбежала от подруг и покрутилась возле старшеклассников. Я видела Давида в окружении млеющих от счастья девиц и постаралась попасться ему на глаза. Он посмотрел на меня, как мне показалось, очень внимательно, даже улыбнулся. Но ведь это еще ни о чем не говорит, верно?\n\nМне надо было во что бы то ни стало узнать номер его телефона. Но как? Я потихоньку навела справки у наших ребят, но толку не добилась. Вспомнила, что Марта одно время встречалась с Давидом, но не могла же я подойти и спросить у нее его номер. Оставалась одна, последняя возможность – Сева. Мне очень не хотелось нарушать данное Полине обещание, при этом меня съедало любопытство. Наконец я решилась.",
    "answers": [
      {
        "id": 25,
        "text": "Позвонить Севе"
      },
      {
        "id": 26,
        "text": "Позвонить классному руководителю"
      }
    ]
  },
  {
    "id": 25,
    "text": "После уроков, сославшись на головную боль, я оставила девчонок и побежала домой. Не долго думая, нашла вполне благовидный предлог и позвонила Севе:\n\n– Ты не мог бы прийти ко мне, помочь с компьютером, – попросила я. В этот момент я была сама себе страшно противна, ведь Сева ни в чем не виноват. Сейчас прибежит, весь такой радостный, будет сидеть, пока не выгоню. Я же не дурочка, давно заметила, как он на меня смотрит. Какая там Полина!\n\nСева действительно прибежал, возился с моим компьютером, устанавливал какие-то программы, которые мне вовсе не были нужны. Я была такая вся милая и домашняя. Поила его чаем, расспрашивала о том о сем. А потом, улучив момент, сделала вид, что заинтересовалась его телефоном. Севочка сам мне все показал и рассказал. Так что, я очень скоро узнала номер Давида. Да, это был тот самый номер. Я его уже наизусть выучила.\n\nУзнав все, что мне было нужно, я довольно бесцеремонно выпроводила Севу. Я с грустью рассказала ему, как мы поссорились с Полиной и как я дала Полине слово не встречаться с парнем, который разбил ей сердце... Бедный Сева, он так ничего и не понял.\n\nКак только дверь за ним закрылась я с торжествующим визгом подпрыгнула, чуть ли не до потолка. Вот это да! Давид! Написал! Мне! Я! Ему! Нравлюсь!",
    "answers": [
      {
        "id": 27,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 26,
    "text": "После уроков я решила позвонить классному руководителю, и так как Давид числится у него на хорошем счёту, мне не составило труда выяснить его номер. \n\nДа, это был тот самый номер. Я его уже наизусть выучила.\n\nВот это да! Давид! Написал! Мне! Я! Ему! Нравлюсь!",
    "answers": [
      {
        "id": 27,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 27,
    "text": "До ночи я крутилась перед зеркалом, выбирая наряд, в котором завтра пойду в школу покорять сердце самого великолепного парня.",
    "answers": [
      {
        "id": 28,
        "text": "Короткая облегающая черная юбка и белая блузка с вырезом на груди, туфли на высоком каблуке"
      },
      {
        "id": 28,
        "text": "Облегающее платье с большим вырезом на спине, туфли на высоком каблуке"
      },
      {
        "id": 28,
        "text": "Короткое платье, жакет, сапоги выше колен"
      }
    ]
  },
  {
    "id": 28,
    "text": "Утром я нарочно долго провозилась в раздевалке. Как только появился Давид, я с озабоченным видом хотела проскользнуть мимо, при этом я рассчитывала одарить его улыбкой или взглядом. В общем, как получится. Но Давид, пропустив вперед моих подруг, поднял руку и перекрыл мне выход.\n\n– Доброе утро, принцесса.\n\nЯ резко остановилась, наткнувшись на его руку, как на стену. Девчонки обернулись и смотрели на нас с любопытством. За их спинами маячил Сева и тоже смотрел. Из-за вешалок выглянул Колька, потом еще девчонки остановились, да что там, мне казалось, что вся школа замерла и ждет. Сколько я так простояла? Секунды, минуты... Нет, все-таки мое замешательство длилось не долго.",
    "answers": [
      {
        "id": 29,
        "text": "Мягко ответить"
      },
      {
        "id": 30,
        "text": "Нагрубить"
      }
    ]
  },
  {
    "id": 29,
    "text": "– Доброе утро, сударь, позвольте пройти, – мягко попросила я. Не зря же прабабушка учила меня. Ох, не зря!\n\nДавид медленно убрал руку:\n\n– О, конечно, прошу вас, Ваше высочество. – Он ловко поклонился, так, словно в руках у него была невидимая шляпа с перьями.\n\n– Благодарю! – Я гордо вскинула голову и прошествовала мимо. Вокруг вились назойливые шепотки, я сделала вид, что мне нет до них дела. Полинка подхватила меня под руку и потащила по коридору.\n\n– Это было неподражаемо! – одобрила она.\n\nАня догнала нас у дверей класса.\n\n– Я бы на вашем месте так не радовалась, – заметила она. – Тот еще фрукт! Потом сплетен не оберешься.\n\nЯ промолчала, а Полина лишь отмахнулась с досадой.\n\n– Да, ладно! Много ты понимаешь! Зато как он на Ксюху смотрел!\n\nЗа эти слова я готова была простить Полинке все!\n\nВо время уроков она возбужденно шептала мне: «Давай! Дерзай! Не отступай! Все девки обзавидуются!» Она и после уроков не отставала, расписывала Давида, восхищалась им, убеждала, настаивала.\n\nСтоило нам выйти из школы, как мы сразу же заметили Давида. Он стоял перед крыльцом с Севой. Они о чем-то переговаривались, посматривая в сторону дверей. Как только мы появились, Давид приветливо взмахнул рукой и подтолкнул Севу вперед.\n\nСева подошел нехотя, заставил себя улыбнуться и спросил:\n\n– Вы домой?\n\nПолина тут же защебетала, схватила Севу под руку и потащила его прочь от школы.\n\n– Нам сегодня по пути, – заявил Давид с обезоруживающей улыбкой. – Девочки, позвольте вас сопроводить?\n\nЯ церемонно подала ему руку и медленно спустилась с крыльца. Аня вздохнула и пошла следом.",
    "answers": [
      {
        "id": 31,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 30,
    "text": "– Можно мне пройти, — высокомерно заявила я. \n\nДавид резко убрал руку:\n\n– Простите, Ваше высочество! — с ухмылкой заявил Давид.\n\n– Благодарю! – Я гордо вскинула голову и прошествовала мимо. Вокруг вились назойливые шепотки, я сделала вид, что мне нет до них дела. Полинка подхватила меня под руку и потащила по коридору.\n\n– Это было неподражаемо! – одобрила она.\n\nАня догнала нас у дверей класса.\n\n– Я бы на вашем месте так не радовалась, – заметила она. – Тот еще фрукт! Потом сплетен не оберешься.\n\nЯ промолчала, а Полина лишь отмахнулась с досадой.\n\n– Да, ладно! Много ты понимаешь! Зато как он на Ксюху смотрел!\n\nЗа эти слова я готова была простить Полинке все!\n\nВо время уроков она возбужденно шептала мне: «Давай! Дерзай! Не отступай! Все девки обзавидуются!» Она и после уроков не отставала, расписывала Давида восхищалась им, убеждала, настаивала.\n\nСтоило нам выйти из школы, как мы сразу же заметили Давида. Он стоял перед крыльцом с Севой. Они о чем-то переговаривались, посматривая в сторону дверей. Как только мы появились, Давид приветливо взмахнул рукой и подтолкнул Севу вперед.\n\nСева подошел нехотя, заставил себя улыбнуться и спросил:\n\n– Вы домой?\n\nПолина тут же защебетала, схватила Севу под руку и потащила его прочь от школы.\n\n– Нам сегодня по пути, – заявил Давид с обезоруживающей улыбкой. – Девочки, позвольте вас сопроводить?\n\nЯ церемонно подала ему руку и медленно спустилась с крыльца. Аня вздохнула и пошла следом.",
    "answers": [
      {
        "id": 31,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 31,
    "text": "Полина и Сева ждали нас на остановке:\n\n– Ну, где же вы! – возмутилась Поля. – Маршрутка только что уехала.\n\n– Полина, ты куда-нибудь торопишься? – спросил Давид. \n\n– Нет, это ты торопишься, – парировала Поля. – Сева сказал, что у тебя назначена встреча.\n\n– Всего лишь курсы, – ответил Давид. – Я хожу заниматься в университет, там такая специальная подготовительная программа...\n\nИ он завелся. Рассказал о том, что решил поступать на филологический факультет, о том, какие у него выдающиеся способности. Он вполне серьезно убеждал нас в своей исключительности, подчеркнул тот факт, что у него весьма продвинутые друзья, естественно, уже студенты, потому что со сверстниками ему скучно. И все в том же духе. Он говорил и говорил бесконечно, мы уже уселись в маршрутку, а никто из нас еще и рта не раскрыл. Полинины попытки перехватить инициативу с позором провалились. Когда мы подъехали к моему знаменитому особняку с балконом, Давид меня уже порядком утомил. Он был прекрасным рассказчиком. Я бы не сказала, что он был нуден, глуп или неинтересен. Наоборот! Но когда человек говорит о себе в течение часа, согласитесь, это напрягает.",
    "answers": [
      {
        "id": 32,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 32,
    "text": "Когда мы выбрались из маршрутки, я почувствовала, что у меня в ушах стоит такой легкий перезвон. Куда там Полинке! Давид побил все ее рекорды.\n\nПолинка хмурилась, Аня смотрела в сторону, Сева выглядел так, как будто у него внезапно заболела голова. Наверное, я была не лучше. Зато Давид просто лучился хорошим настроением. Я попыталась разозлиться на него, и не смогла. Как же он был хорош! Густые светлые волосы, удивительно чистая и гладкая кожа, тонкие черты лица, большущие серые глаза, с такими пышными ресницами, о которых мечтает любая девчонка. Высокий, гибкий, длинноногий. Он прямо просился на обложку какого-нибудь гламурного журнала, где пишут о жизни звезд Голливуда.\n\n– Созвонимся, – пообещал Давид на прощанье. Они с Севой и девчонками ушли, а я поняла, что теперь весь день буду ждать звонка.\n\nОн позвонил вечером.\n\n– Только что освободился, – сообщил усталым голосом. – Как ты?\n\n– Нормально. – От волнения у меня сбилось дыхание, но я старалась изо всех сил, чтоб не показать этого.\n\n– Послушай, принцесса, почему ты редко носишь короткие юбки? – вопрос застал меня врасплох, надо было что-то срочно отвечать:\n\n– Не люблю, – выпалила я.\n\n– Напрасно, у тебя такие красивые ноги...\n\nНадо же, заметил! И когда только успел?\n\n– Я подумаю над этим, – ответила я.\n\nОн рассмеялся и попросил, чтоб я ради него надела завтра короткую юбку. Я ушла от прямого ответа. У меня был соответствующий костюмчик, я могла бы его надеть, но пока не знала, как он будет смотреться с курткой. Надо было сначала проверить, а потом уже обещать.\n\n– Что делаешь завтра? – спросил Давид.\n\nЯ сказала: «Не знаю еще, и подумала: „Вот, сейчас он пригласит меня куда-нибудь“. Но Давид начал разглагольствовать на тему свободного времени, которого у него практически нет, но вот как раз завтра во второй половине дня он не занят. Я слушала и ждала. Не дождалась. Давид свернул разговор, довольно вяло пообещал: „Увидимся“, мне пришлось нажать „отбой“, чтоб не слушать короткие гудки в трубке.\n\nЯ снова перерыла весь шкаф, расшвыряла одежду по комнате, то и дело выбегала в коридор к большому зеркалу.",
    "answers": [
      {
        "id": 33,
        "text": "В комнату зашла мама"
      }
    ]
  },
  {
    "id": 33,
    "text": "– Праздник какой-то? – поинтересовалась мама.\n\n– Нет... просто... – Я не нашлась, что ответить.\n\nМама усмехнулась:\n\n– Он симпатичный?\n\nИ как она догадалась?\n\nЯ покраснела и кивнула.\n\n– Не переборщи, – посоветовала мама.\n\nЛегко сказать. Краешком сознания я понимала, точнее, помнила о том, как должна вести себя девушка, если хочет вскружить голову молодому человеку (образное выражение моей прабабушки, весьма высокопарное по-моему...). Так вот, моя прабабушка любила приговаривать: «Не делай ставку на мужчин, деточка...» Эта фраза тоже внезапно выскочила из подсознания, словно кто-то услужливо подтолкнул ее. Что касается юбки, тут бабуля непременно заметила бы, что неприлично выходить из дома в трусах. Интересно, что она сказала бы, если бы увидела мои трусики...\n\n– Прости, бабуля, но мне сейчас не до тебя, – шепнула я, обращаясь к самой себе, точнее к тому моему внутреннему «я», которое почему-то вещало голосом прабабушки. Мистика какая-то!\n\nЕще раз одернула юбку, предательски взбирающуюся вверх по бедрам, и выскочила из дома. ",
    "answers": [
      {
        "id": 34,
        "text": "Выйти из дома"
      }
    ]
  },
  {
    "id": 34,
    "text": "Анька с Полинкой просто выпали в осадок, увидев меня.\n\n– Что случилось? – воскликнула Поля. – У тебя свидание? С ним? Ксюха, ты извини, но мне тебя даже жалко. Он такой нудный!\n\nАня пробормотала что-то типа: «Ну, это уже чересчур...»\n\nВ маршрутке все пялились на мои ноги. В школе мальчишки свистели мне в след. А Марта, знаменитая Марта, процедила:\n\n– Смело...\n\nНа перемене я медленным шагом продефилировала мимо старшеклассников, причем я не смотрела по сторонам и вела себя так, будто ничего особенного не происходит, я просто иду по своим делам, мало ли...\n\n– Принцесса! – услышала я.\n\nДавид и Сева подошли одновременно. Сева кашлянул и открыл было рот, чтобы что-то сказать, но не решился. Зато Давид бесцеремонно обнял меня за плечи и притянул к себе.",
    "answers": [
      {
        "id": 35,
        "text": "Оттолкнуть"
      },
      {
        "id": 36,
        "text": "Не сопротивляться"
      }
    ]
  },
  {
    "id": 35,
    "text": "На мгновение мы застыли, прижавшись друг к другу. Давид смотрел на меня и ухмылялся. До чего же противно он это делал! Рука его легла мне на талию. Но тут я не выдержала, резко выставила ладони, уперлась ему в грудь.\n\n– А ну пусти! – приказала тихо.\n\nНе знаю, какое выражение лица было у меня в тот момент, но Давид перестал улыбаться и ослабил хватку. Я отшатнулась от него, одернула подол злополучной юбки, повернулась к Севе и мило улыбнулась ему, хотя у самой еще раздувались ноздри от гнева. Надо же, нахал Давид облапил меня на глазах у всей школы! Да что он о себе воображает?! «Каков нахал!» – тут же поддакнула прабабушка. Может, у меня раздвоение личности?",
    "answers": [
      {
        "id": 37,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 36,
    "text": "Он прижал меня к себе и тут же я почувствовала его горячие и сильные руки на моей талии. Нам было так хорошо, словно весь мир остановился в ожидании чего-то прекрасного. Конечно же я не могла не заметить его сногсшибающий парфюм, который так и манил меня на непредсказуемые действия. \n\n– Ну все, отпусти уже, – ласково прошептала я. \n\nНе знаю, какое выражение лица было у меня в тот момент, но Давид не переставал улыбаться и ослабил хватку. Я отшатнулась от него, будто находилась в опьяненном состоянии, медленно повернулась к Севе и мило улыбнулась. ",
    "answers": [
      {
        "id": 38,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 37,
    "text": "Сева, стараясь не смотреть на мои ноги, начал что-то спрашивать: как дела и все такое. Давид стоял рядом, но рук больше не распускал. Несколько раз он пытался вклиниться в разговор, но я не реагировала на него. Кажется, мне удалось поставить его на место.\n\nПрозвенел спасительный звонок, я, так и не взглянув больше на Давида, удалилась. Я шла сквозь строй старшеклассниц, довольно громко меня обсуждавших.\n\nНа уроке я получила sms-ку:\n\n«Ваше высочество! Весь в слезах раскаяния, лежу у ваших ног и молю о прощении!» Я не выдержала и хихикнула.\n\n– Ксения, в чем дело? – строго спросила учительница.\n\nПолинка толкнула меня под столом.\n\nЯ поспешно спрятала телефон и придала лицу серьезное выражение.\n\n– Извините...\n\nКогда учительница отвернулась, я ухитрилась и быстренько отправила в ответ:\n",
    "answers": [
      {
        "id": 39,
        "text": "Ответить "
      }
    ]
  },
  {
    "id": 38,
    "text": "Сева, стараясь не смотреть на мои ноги, начал что-то спрашивать: как дела и все такое. Давид стоял рядом, нежно меня приобнимая.\n\nПрозвенел звонок, и я послав воздушный поцелуй Давиду, направилась в класс сквозь строй старшеклассниц, довольно громко меня обсуждавших.\n\nНа уроке я получила sms-ку:\n\n«Ваше высочество! В переполненных мною чувствах, смею просить о скорой встрече с вами!» Я не выдержала и хихикнула.\n\n– Ксения, в чем дело? – строго спросила учительница.\n\nПолинка толкнула меня под столом.\n\nЯ поспешно спрятала телефон и придала лицу серьезное выражение.\n\n– Извините...\n\nКогда учительница отвернулась, я ухитрилась и быстренько отправила в ответ:\n",
    "answers": [
      {
        "id": 40,
        "text": "Ответить"
      }
    ]
  },
  {
    "id": 39,
    "text": "«Сударь, не понимаю, о чем вы?»\n\nВот что он написал мне:\n\n«Принцесса! Вы уже достаточно наказали меня. Не предавайте забвению!»\n\nПрозвенел звонок.\n\n«Не тратьте попусту слова!» – парировала я.\n\nНедовольная Полинка схватила меня за руку:\n\n– Пойдем!\n\nНо я не могла оторваться.\n\n«Я в отчаянии!» – написал Давид.\n\n«Страданиями душа совершенствуется» – вспомнила я цитату из какого-то фильма и тут же использовала ее.\n\n– Пойдем же! Звонок скоро! – торопила Полина. Я подхватила рюкзак, и вместе мы побежали на следующий урок.\n\n– С кем это ты так интенсивно переписываешься? – полюбопытствовала Полинка.",
    "answers": [
      {
        "id": 42,
        "text": "Ответить"
      }
    ]
  },
  {
    "id": 40,
    "text": "«Сударь, не понимаю, о чем вы?»\n\nВот что он написал мне:\n\n«Принцесса! Вы уже достаточно дали мне свободного времени! Не давайте мне сойти с ума от разлуки с вами!»\n\nПрозвенел звонок.\n\n«Не тратьте попусту слова!» – парировала я.\n\nНедовольная Полинка схватила меня за руку:\n\n– Пойдем!\n\nНо я не могла оторваться.\n\n«Я в отчаянии!» – написал Давид.\n\n«Страданиями душа совершенствуется» – вспомнила я цитату из какого-то фильма и тут же использовала ее.\n\n– Пойдем же! Звонок скоро! – торопила Полина. Я подхватила рюкзак, и вместе мы побежали на следующий урок.\n\n– С кем это ты так интенсивно переписываешься? – полюбопытствовала Полинка.\n\n",
    "answers": [
      {
        "id": 41,
        "text": "Ответить"
      }
    ]
  },
  {
    "id": 41,
    "text": "– С одним милым человеком...\n\n– Уж не с тем ли, чье имя начинается на «Д»?\n\n– Как ты догадалась? – я сделала большие глаза и всплеснула руками.\n\n– Ну, насколько мне известно, помимо смазливой мордашки, у него нет никаких достоинств, а милость – один из его главных недостатков, – стараясь попасть мне в тон, жеманно пропела Полинка.\n\nМы рассмеялись, но Полинка вдруг вполне серьезно сказала:\n\n– Знаешь, ты не очень-то увлекайся... Марта про этого Давида такое порассказала!\n\nЗвонок прервал ее. Мы быстренько вошли в кабинет и уселись на свои места.\n\n«Ваше высочество! Позвольте же бедному идальго оправдаться, искупить и загладить своё нахальство». – Давид был настойчив.\n\n«Что ж, совершите парочку подвигов, а там посмотрим...» – выстрелила я.\n\n«Заметано! Жду Вас по окончании занятий прямо у входа в это благородное заведение».\n\nЯ усмехнулась, уже про себя.\n\n«Не смейте мне докучать!»\n\n«Ни в коем случае! Я буду следовать за Вами на почтительном расстоянии, дабы оберегать Вас!»\n\nАх, даже так...\n\n«Сударь, я не могу запретить вам ходить где бы то ни было...» – по-моему, лучше не скажешь! Я была довольна собой.\n\nДумаю, бабуля одобрила бы меня. Или все-таки – нет?\n\nЛадно, нет времени предаваться лишним мыслям. Надо хоть немного сосредоточиться на уроках. Но чтоб я еще хоть раз надела эту жуткую юбку!\n\nДо конца занятий я то и дело поглядывала на телефон. Но Давид молчал. Оставалось надеяться, что он будет ждать меня у школы. Уж я ему все выскажу!\n\nВ то же время я ужасно боялась, что Давида не окажется возле крыльца. Мало ли, может, он так шутит... ",
    "answers": [
      {
        "id": 44,
        "text": "Выйти из гимназии"
      }
    ]
  },
  {
    "id": 42,
    "text": "– С одним грубияном...\n\n– Уж не с тем ли, чье имя начинается на «Д»?\n\n– Как ты догадалась? – я сделала большие глаза и всплеснула руками.\n\n– Ну, насколько мне известно, помимо смазливой мордашки, у него нет никаких достоинств, а грубость – один из его главных недостатков, – стараясь попасть мне в тон, жеманно пропела Полинка.\n\nМы рассмеялись, но Полинка вдруг вполне серьезно сказала:\n\n– Знаешь, ты не очень-то увлекайся... Марта про этого Давидатакое порассказала!\n\nЗвонок прервал ее. Мы быстренько вошли в кабинет и уселись на свои места.\n\n«Ваше высочество! Позвольте же бедному идальго оправдаться, искупить и загладить». – Давид был настойчив.\n\n«Что ж, совершите парочку подвигов, а там посмотрим...» – выстрелила я.\n\n«Заметано! Жду Вас по окончании занятий прямо у входа в это благородное заведение».\n\nЯ усмехнулась, уже про себя.\n\n«Не смейте мне докучать!»\n\n«Ни в коем случае! Я буду следовать за Вами на почтительном расстоянии, дабы оберегать Вас!»\n\nАх, даже так...\n\n«Сударь, я не могу запретить вам ходить где бы то ни было...» – по-моему, лучше не скажешь! Я была довольна собой.\n\nДумаю, бабуля одобрила бы меня. Или все-таки – нет?\n\nЛадно, нет времени предаваться лишним мыслям. Надо хоть немного сосредоточиться на уроках. Но чтоб я еще хоть раз надела эту жуткую юбку!\n\nДо конца занятий я то и дело поглядывала на телефон. Но Давид молчал. Оставалось надеяться, что он будет ждать меня у школы. Уж я ему все выскажу!\n\nВ то же время я ужасно боялась, что Давида не окажется возле крыльца. Мало ли, может, он так шутит...",
    "answers": [
      {
        "id": 43,
        "text": "Выйти из гимназии"
      }
    ]
  },
  {
    "id": 43,
    "text": "Давид ждал.\n\nЯ остановилась в нерешительности. Полинка рванула Аню за руку, и они быстро пошли вперед. Аня несколько раз оглянулась.\n\n– Ты все еще дуешься? – весело спросил Давид.\n\n– Вот еще! – Я дернула плечом и посмотрела на него с вызовом. Я ждала извинений, но Давид, судя по всему, решил, что достаточно sms-ок.\n\n– Выглядишь потрясающе! – Он сразу же поднял руки. – Молчу! Я уже понял: руками не трогать!\n\n– Вот именно.\n\n– Проводить можно?\n\nЯ пожала плечами.\n\nОн рассмеялся.\n\n– Ты предпочитаешь, чтоб я следовал за тобой, пожирая глазами. – Он осекся.\n\n– Знаешь, сегодня меня пожирала глазами вся школа, – процедила я в ответ.\n\nНадо было уходить. Вокруг уже собирались любопытные. Я напустила на себя независимый и безразличный вид, всегда так делаю в экстремальных случаях. Так вот, глянула на Давида с вызовом и быстрым шагом направилась к школьным воротам. Он догнал меня и пошел рядом.\n\n– Не убегай, – попросил, – посмотри, какое солнце! Ну ее, эту маршрутку, давай пройдемся.\n\nЯ посмотрела в сторону остановки, там собралась порядочная толпа. Мне не хотелось толкаться на заплеванном пятачке, не хотелось встречаться с Севой, девчонками, ловить на себе осуждающие или насмешливые взгляды. Я согласилась.\n\nМы пошли по осенней улице, облитой нежарким золотом солнца. Давид не пытался взять меня за руку и вообще вел себя спокойно. Я даже перестала на него злиться. Все-таки он очень красивый парень и умница.",
    "answers": [
      {
        "id": 45,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 44,
    "text": "Давид ждал.\n\nЯ остановилась в нерешительности. Полинка рванула Аню за руку, и они быстро пошли вперед. Аня несколько раз оглянулась.\n\n– Выглядишь потрясающе! – Изучающе посмотрел парень. \n\n– Спасибо, — я мило улыбнулась. \n\n– Проводить можно?\n\nЯ кивнула.\n\nОн рассмеялся.\n\n– Ты бы хотела, чтобы я следовал за тобой, пожирая глазами? – Он подошёл ближе ко мне. \n\n– Знаешь, сегодня меня пожирала глазами вся школа, – усмехнулась я в ответ.\n\nНадо было уходить. Вокруг уже собирались любопытные. Я напустила на себя независимый и безразличный вид, всегда так делаю в экстремальных случаях. Так вот, глянула на Давида с вызовом и быстрым шагом направилась к школьным воротам. Он догнал меня и пошел рядом.\n\n– Не убегай, – попросил, – посмотри, какое солнце! Ну ее, эту маршрутку, давай пройдемся.\n\nЯ посмотрела в сторону остановки, там собралась порядочная толпа. Мне не хотелось толкаться на заплеванном пятачке, не хотелось встречаться с Севой, девчонками, ловить на себе осуждающие или насмешливые взгляды. Я согласилась.\n\nМы пошли по осенней улице, облитой нежарким золотом солнца. Давид нежно взял меня за руку. Пообщавшись с ним, я поняла: все-таки он очень красивый парень и умница.",
    "answers": [
      {
        "id": 45,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 45,
    "text": "По дороге нам попалось кафе. Несколько столиков прямо на улице, наверное, из-за хорошей погоды. Давид предложил посидеть. И мы заняли один из столиков. Хорошо было вот так сидеть на солнце, жмуриться, пить зеленый час с жасмином, наблюдать за людьми и болтать с парнем, который нравился мне все сильнее. Уж не знаю, что тому виной, погода или он сам, а может, со мной что-то случилось... Домой не хотелось, точнее не хотелось расставаться с Давидом, кажется, сидела бы так и сидела. Так, наверное, часа два прошло. Я начала замерзать, все-таки осень на дворе, а у меня под юбкой тонкие колготки и трусики. Солнце ушло за крыши домов, на асфальт легли длинные тени. Давид как раз говорил о том, что хорошо бы уехать после школы в Москву и поступить там в университет. Мне неловко было его перебивать, но когда он спросил:\n\n– А у тебя какие планы?\n\nЯ ответила:\n\n– Еще не думала, но в Москву меня родители вряд ли отпустят. – Голос дрогнул.\n\n– Принцесса, да ведь ты совсем замерзла, – заметил Давид.\n\nЯ хотела сказать: нет, что ты! Но вместо этого предложила:\n\n– Скоро темнеть начнет, пойдем?\n\n– Конечно...\n\nОн расплатился, и мы довольно быстро пошли по улице. Давид дурачился, подгонял меня, слегка подталкивая в спину:\n\n– Давай, давай! Шевелись! Раз, два! Левой, левой! Смотри на меня! – Он смешно маршировал, размахивая руками и громко топая.\n\nЯ развеселилась, мы взялись за руки и побежали.\n\nУже у моего дома Давид задрал голову и сказал:\n\n– Знаменитый балкон.\n\n– Здорово, правда? – улыбнулась я.\n\n– Девятнадцатый век! – похвалил Давид. – Умели строить.\n\nМне захотелось пригласить его, но я не решалась. Мы молчали, глядя друг на друга.\n\n– Ну, мне пора, – сказал Давид. – До завтра? – Он наклонился и чуть коснулся губами моей щеки.\n\nЯ кивнула в ответ.\n\nДавид повернулся и пошел, но едва я взялась за дверную ручку, он оглянулся и довольно громко крикнул:\n\n– А все-таки в этой юбке ты неотразима!\n\nНесколько человек посмотрели на меня, я быстро заскочила в подъезд, громко хлопнув дверью:\n\n– Вот, засранец! – прошептала, поднимаясь по лестнице. «Фи, что за выражение, Ксения!» – Я поморщилась и сразу же усмехнулась, прабабушка продолжала руководить мной.",
    "answers": [
      {
        "id": 46,
        "text": "Дома "
      }
    ]
  },
  {
    "id": 46,
    "text": "Дома я стянула ненавистную юбку и затолкала ее поглубже в шкаф. Странный день. Я так и не поняла, радоваться мне или огорчаться.\n\nС трудом дождалась маминого возвращения с работы. Очень хотелось поговорить, поделиться. Полинке звонить бесполезно, она же только о себе думает. Ане Давид не нравился. А мама свой человек, с ней делить нечего, к тому же она что-нибудь обязательно посоветует. Наверное, мне просто повезло, потому что у меня от мамы нет секретов, ну, почти нет.\n\nОна сразу догадалась, что со мной что-то происходит. Я бродила за ней по квартире, ждала, пока она переоденется. Пошла на кухню, стала помогать с ужином.\n\n– Ксюша, ну что ты маешься? – спросила мама. – Рассказывай.\n\nЯ и рассказала: о Давиде, о юбке, девчонках, о том, что было в школе, и о нашей с Давидом прогулке. Потом вспомнила о sms-ках, принесла телефон, показала. Мама читала и смеялась негромко:\n\n– Потрясающе! Прямо sms-роман, – пошутила она. – Я вижу, он произвел на тебя впечатление?\n\n– Да, – призналась я.\n\n– И что тебя смущает?\n\n– То, как он себя ведет, – ответила я. – Он, как бы это объяснить, он слишком много себе позволяет. И еще, я не знаю, нравлюсь ли ему, или это он так прикалывается. О нем много чего рассказывают такого... И девчонки на него вешаются просто гроздьями. Я вообще не понимаю, почему он на меня внимание обратил. Говорят, он встречался даже со студенткой.\n\nЯ вздохнула:\n\n– Он очень красивый.\n\n– Понятно... Что ж, это многое объясняет, – спокойно сказала мама. – Мальчик избалован, вот и все.\n\n– И что же мне теперь делать? – Мамин ответ меня не удовлетворил. Взрослые всегда так: делают глубокомысленное лицо, вздыхают всепонимающе, а потом – ах, мальчик избалован! Я тоже так могу.\n\n– А что делать? – Мама пожала плечами. – Ты же не замуж за него собралась, я надеюсь. – Она с усмешкой глянула на меня и продолжила: – Время покажет. Ты не слишком подпускай его к себе. Не будь такой, как все.\n\n– Это понятно, – снова вздохнула я. Рецепт ни то ни се.\n\n– Ну вот. – Мама словно читала мои мысли. – А другого рецепта быть не может. Дальше – время покажет. Может, он тебе надоест через неделю. Он же не один на всем земном шаре.",
    "answers": [
      {
        "id": 47,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 47,
    "text": "Вот так всегда. Стоит только рассказать взрослому о своей проблеме, как выясняется, что никакой проблемы и нет. Взрослый с высоты своего жизненного опыта в упор этой проблемы не видит. А ты барахтаешься в ней, как щенок в луже, и скулишь жалобно. А над тобой возвышается человек в сапогах. Он большой, ему не страшно. Ему ничего не стоит наклониться и достать тебя из лужи. И вот ты уже на сухой земле, опасность миновала. Зато как же здорово теперь звонко, взахлеб, лаять на лужу, наскакивать на нее, забрасывать песком и даже забегать в воду. Еще бы! Лужа побеждена! \n\nЯ сидела за столом и смотрела, как мама режет овощи, как она двигается по кухне, помешивает в кастрюле, заваривает чай, моет тарелки, да еще и коту Тишке успевает положить в миску кусочки мяса. Интересно, она и в жизни так же, до автоматизма, безошибочна или все-таки ошибается иногда?",
    "answers": [
      {
        "id": 49,
        "text": "Глава 4. Одна против всех. Великое противостояние "
      }
    ]
  },
  {
    "id": 48,
    "text": "<s>tСпасибо, что обратили внимание на мою работу! Я всегда искренне радуюсь своим читателям! Только вы можете направить мои идеи в нужное русло. \n<s>tУказывайте на мои ошибки, я с радостью все поправлю. \n<s>tПриятного чтения! \n<s>tС любовью, Тиа.\n\nP.S. Моя страничка ВКонтакте https://vk.com/tia_rom\n\n# В связи с моей затянувшейся болезнью прошу огромного прощения, что меня не было так долго... Я постараюсь написать еще как минимум одну главу в течении двух месяцев. Я всех очень ценю и надеюсь вы меня поймете... #\nНа данный момент глава 6 завершена. ",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 49,
    "text": "Утром я оделась вполне буднично: джинсы, белая кофточка, кроссовки, куртка. Вышла по привычке на пятнадцать минут раньше. Но моих подруг на остановке не оказалось. Я не стала их ждать и уехала.\n\nВ раздевалке столкнулась с Владом. Тем самым, из нашего класса. Вот уж кто на меня никогда вообще внимания не обращал.\n\nВыглядел Влад довольно хмурым. Кивнул:\n\n– Поговорить надо...\n\nЯ пожала плечами, но все-таки пошла за ним к дальнему окну.\n\n– Ксюха, ты соображаешь, что делаешь? – без предисловия начал Влад.",
    "answers": [
      {
        "id": 50,
        "text": "Возмутиться"
      },
      {
        "id": 51,
        "text": "Притвориться, что все в порядке "
      }
    ]
  },
  {
    "id": 50,
    "text": "Я не люблю, когда со мной разговаривают в таком тоне.\n\n– Влад, ты не выспался? – довольно резко переспросила я.\n\nОн поморщился:\n\n– Слушай, я же по-дружески. На фига ты связалась с этим Давидом?\n\n– По-моему, ты вмешиваешься не в свое дело. – Я хотела уйти, но Влад придержал меня за руку.\n\n– Я не хотел тебя обидеть. Скорее, я хотел тебя предупредить, ты наживешь себе крупные неприятности.\n\n– Влад, я к тебе хорошо отношусь, по крайней мере до сих пор хорошо относилась. Давай не будем портить наши отношения, а?",
    "answers": [
      {
        "id": 52,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 51,
    "text": "– Не понимаю о чем ты, — я сделала вид, что мне все равно. \n\nОн поморщился:\n\n– Слушай, я же по-дружески. На фига ты связалась с этим Давидом?\n\n– По-моему, ты вмешиваешься не в свое дело. – Я хотела уйти, но Влад придержал меня за руку.\n\n– Я не хотел тебя обидеть. Скорее, я хотел тебя предупредить, ты наживешь себе крупные неприятности.\n\n– Влад, я к тебе хорошо отношусь, по крайней мере до сих пор хорошо относилась. Давай не будем портить наши отношения, а?",
    "answers": [
      {
        "id": 52,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 52,
    "text": "Он симпатичный. Даже очень. К тому же спортсмен. Футболист. Говорят, у него большое будущее. Правда, характер у него похлеще, чем у Марты. А еще говорят, что парни сплетничают не хуже девчонок. Так вот, это – правда, потому что Влад всегда все обо всех знает. И уж он-то так может промыть косточки, что просто ужас! Никому не советую попасть Владу во враги. А врагов у него достаточно. Несмотря на то что он известная личность, любимчик учителей, лидер, спортсмен и прочее, у него есть один мерзкий недостаток, он завистлив.\n\n– Дура ты, дура! – Влад покачал головой и отпустил мою руку. – Чего заводишься?\n\n– А ты чего?! – набросилась я.\n\n– Действительно, – Влад презрительно усмехнулся, – кто я такой? Сама все узнаешь... И он ушел. Вот так. У Влада начался очередной бзик. И чего он взъелся? Популярность Давида не давала покоя? Как же я могла забыть! Давид – единственный сын весьма богатых родителей. Одевается, чуть ли не лучше всех в гимназии. При этом далеко не дурак, очень симпатичный, к тому же старше Влада. То есть он недосягаем. Но, с другой стороны, Влад раньше его просто игнорировал. Отчего же это негодование? И, самое главное, мы только что разругались, чем мне это грозит?\n\nО-хо-хо... Мне ничего не оставалось, как пойти за Владом. Ведь скоро первый урок.",
    "answers": [
      {
        "id": 53,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 53,
    "text": "Из-за Влада я не встретилась с Давидом. Правда, я получила sms-ку: «Привет, принцесса!»\n\n«Доброе утро», – ответила на ходу.\n\nЯ почти бежала по коридору, какая-то старшеклассница налетела на меня и сильно оттолкнула, так что меня отбросило к стене.\n\n– Не путайся под ногами! – заявила девица. Ее подруги засмеялись. Я промолчала. Сама виновата, не видела, куда иду.\n\nПотом еще Полинка набросилась на меня: мол, куда я пропала, да почему не дождалась. Я стала объяснять, но она не поверила.\n\n– За тобой Давид заходил, да? – шепотом спросила она.",
    "answers": [
      {
        "id": 54,
        "text": "Разозлиться"
      },
      {
        "id": 55,
        "text": "Игнорировать"
      }
    ]
  },
  {
    "id": 54,
    "text": "– Нет! – Я уже начала злиться. Мы так громко шептались, что учитель несколько раз сделал нам замечание.\n\nНа перемене Полинка рассказала, как они с Аней задержались немного, прибежали на остановку, меня нет, стали звонить, а я трубку не беру, а потом Сева подошел, с ним и поехали.\n\nЯ вспоминала, телефон действительно звонил, но я как раз тогда разговаривала с Владом, а затем пришла sms-ка от Давида, в общем, мне было некогда перезвонить Полинке. Но я не стала всего этого говорить, зато рассказала о старшекласснице. Полинка выслушала и хохотнула:\n\n– Ну, началось! То ли еще будет, подруга!\n\n– Ты думаешь, она специально?\n\n– Не думаю, а уверена, – ответила Поля, – ты же у них теперь вроде тряпки перед быком на арене.\n\nОна пару раз взмахнула руками и крикнула:\n\n– Торо! Торо!\n\n– Прекрати кривляться, – обиделась я.\n\n– Да ладно! А то ты не знаешь! – надулась Полинка. – Та девица, что тебя толкнула, скорее всего, Мила из его класса, она за ним бегает, а до нее он встречался с Ланой и нашей Мартой. А сейчас у твоего Давида, между прочим, студентка из универа.\n\nМне стало как-то нехорошо.",
    "answers": [
      {
        "id": 56,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 55,
    "text": "Мне надоела безудержная болтовня Полины, поэтому я молча сидела и слушала учителя. \n\nНа перемене Полинка рассказала, как они с Аней задержались немного, прибежали на остановку, меня нет, стали звонить, а я трубку не беру, а потом Сева подошел, с ним и поехали.\n\nЯ вспоминала, телефон действительно звонил, но я как раз тогда разговаривала с Владом, а затем пришла sms-ка от Давида, в общем, мне было некогда перезвонить Полинке. Но я не стала всего этого говорить, зато рассказала о старшекласснице. Полинка выслушала и хохотнула:\n\n– Ну, началось! То ли еще будет, подруга!\n\n– Ты думаешь, она специально?\n\n– Не думаю, а уверена, – ответила Поля, – ты же у них теперь вроде тряпки перед быком на арене.\n\nОна пару раз взмахнула руками и крикнула:\n\n– Торо! Торо!\n\n– Прекрати кривляться, – обиделась я.\n\n– Да ладно! А то ты не знаешь! – надулась Полинка. – Та девица, что тебя толкнула, скорее всего, Мила из его класса, она за ним бегает, а до нее он встречался с Ланой и нашей Мартой. А сейчас у твоего Давида, между прочим, студентка из универа.\n\nМне стало как-то нехорошо.",
    "answers": [
      {
        "id": 56,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 56,
    "text": "– Знаешь, – сказала я, – я Давида не отбивала, а про студентку – это вообще сплетни. К тому же, если Давид с кем-то встречается, это не повод, чтоб толкаться...\n\n– Погоди, они еще киллера наймут, – хихикала Полинка, – ага, сбросятся и наймут. Их же много!\n\n– А ты-то чего так радуешься? – удивилась я.\n\nПолинка осеклась:\n\n– Вовсе я не радуюсь, с чего ты взяла? – Она сделала серьезное лицо. – Просто я бы на твоем месте была более осторожной.\n\n– Что же мне, телохранителя нанять? – удивилась я.\n\n– Нет, но я бы не афишировала, – посоветовала Полинка.\n\n– Разве я афиширую?\n\n– Ну, я бы не стала на твоем месте бегать по коридорам и высматривать его, я бы не стала обниматься с ним при всех, и вообще...",
    "answers": [
      {
        "id": 57,
        "text": "Возмутиться"
      },
      {
        "id": 58,
        "text": "Удивиться"
      }
    ]
  },
  {
    "id": 57,
    "text": "Я вспыхнула:\n\n– Что?! Я бегаю за ним по коридорам? Обнимаюсь?!\n\n– Ну не я же, – усмехнулась Полинка.\n\n– Знаешь, это уже слишком! – не выдержала я.\n\nК нам подошла Аня:\n\n– Опять ссоритесь? – Она скорее констатировала, чем спрашивала.\n\n– Ксюха не верит, что у ее прекрасного Давида полно других девчонок, – съязвила Полинка. – Она не верит, что эти девчонки готовы набить ей лицо, – не унималась она.\n\n– Полька, прекрати! – не выдержала я.\n\n– Между прочим, Полина права, – равнодушно произнесла Аня.\n\n– Вы сговорились? – Мне было очень обидно. Тоже мне подруги. Вместо того чтоб поддержать, они еще и издеваются.\n\n– Я же предупреждала тебя, что добром это не кончится, – напомнила Аня. – И сейчас советую, брось этого Давида, пока не поздно.\n\n– Аня правильно советует, – вмешалась Полинка.\n\n– Да ну вас!\n\nЯ отмахнулась и ушла от них.\n\nДо конца занятий мы не разговаривали.",
    "answers": [
      {
        "id": 59,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 58,
    "text": "Я с издевкой посмотрела на Польку:\n\n– А ты никак завидуешь?\n\n– Я?! С чего бы это?! — недоумевала Полинка.\n\n– Ну как же? Своих отношений нет, а в чужие лезешь, — спокойно ответила я. \n\n— Вообще-то я о тебе беспокоюсь! — вспылила Полина. \n\nК нам подошла Аня:\n\n– Опять ссоритесь? – Она скорее констатировала, чем спрашивала.\n\n– Ксюха не верит, что у ее прекрасного Давида полно других девчонок, – съязвила Полинка. – Она не верит, что эти девчонки готовы набить ей лицо, – не унималась она.\n\n– Полька, прекрати! – не выдержала я.\n\n– Между прочим, Полина права, – равнодушно произнесла Аня.\n\n– Вы сговорились? – Мне было очень обидно. Тоже мне подруги. Вместо того чтоб поддержать, они еще и издеваются.\n\n– Я же предупреждала тебя, что добром это не кончится, – напомнила Аня. – И сейчас советую, брось этого Артема, пока не поздно.\n\n– Аня правильно советует, – вмешалась Полинка.\n\n– Да ну вас!\n\nЯ отмахнулась и ушла от них.\n\nДо конца занятий мы не разговаривали.",
    "answers": [
      {
        "id": 59,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 59,
    "text": "Домой отправилась одна. Давида так и не видела. Кажется, он ушел раньше, у него ведь курсы.\n\nДа, у него курсы в университете, где полно студенток, таких взрослых, умных, опытных, прекрасных...\n\nДома я со злостью отшвырнула сумку, сбросила с себя куртку и сапоги, случайно увидела себя в зеркале и чуть не разрыдалась. В зеркале отражалась худенькая рыжеволосая девчонка, взъерошенная, как разгневанная кошка. Глаза светились, как два зеленых огонька. Кот Тишка сидел рядом и с любопытством меня разглядывал.\n\n– Что смотришь?! – набросилась на него я. – Небось тоже думаешь, что и покрасивее меня девушки бывают?\n\n– Ма-а-а-уууу! – заорал Тишка басом. Что значит на его языке: «Жрать давай!»\n\n– Бедный кот. – Я присела на корточки и почесала его за ухом. – Конечно, что может быть важнее еды. Твоя хозяйка действительно дура, если думает по-другому...\n\n«Не буду обращать на него внимания!» – решила я, имея в виду Давида, а не Тишку. ",
    "answers": [
      {
        "id": 60,
        "text": "Глава 5. Военные действия, или любовь торжествует! "
      }
    ]
  },
  {
    "id": 60,
    "text": "Я стала девушкой Давида. Так считали мои друзья и враги. Причем врагов заметно прибавилось.\n\nТолько не думайте, что я испугалась. Еще чего!\n\nУ меня такой характер, сначала может показаться, что я белая и пушистая, но только до тех пор, пока меня не гладят против шерсти. С Давидом так же было. Если бы мы дружили, как это обычно бывает, ну встречаются парень с девчонкой, у них общие интересы, они нравятся друг другу и все такое. Если бы у нас все складывалось подобным образом, то, возможно, ничего не случилось бы. А так...\n\nСначала Давид мне очень нравился, я даже была в него влюблена, недолго. Больше всего мне нравились его sms-ки и наши долгие разговоры по телефону. Но, честно говоря, я довольно скоро стала уставать от него.",
    "answers": [
      {
        "id": 61,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 61,
    "text": "Давид невероятный, фантастический эгоист. О чем бы мы ни говорили, в конечном итоге мы всегда говорили о нем. Он даже придумал такую игру: вести друг о друге что-то типа дневников, куда мы записывали всякие мысли и наблюдения о нас. Правда, и здесь была одна хитрость: плохое мы не писали. В итоге получилась бесконечная ода Давиду. Ах, какой он красивый, ах, какой умный, как он одевается, улыбается, как на него девушки смотрят, тра-ла-ла, тра-ла-ла...\n\nКонечно, он мне тоже много всяких комплиментов написал. Но все его хвалебные отзывы, как бы это лучше сказать, слишком физиологичны, что ли. Нет, сначала даже интересно было. Например, он писал: «Никогда не видел таких необычайно красивых девушек. У тебя совершенно потрясающая кожа, светлая, но не слишком, как у всех рыжеволосых, а такого теплого персикового оттенка...» Или еще вот это: «Твои волосы, цвета чистой самородной меди: Тот же глубокий блеск! А эти небрежные завитки...» Да у него просто талант к сочинительству! Не зря собрался на филфак. Еще он писал о моих глазах, губах, ногах, фигуре, и всякий раз так же замысловато, почти стихами. И мне приходилось изворачиваться и отвечать тем же. Хорошо, что я много читаю и если в начале нашей хвалебной переписки я еще что-то сочиняла, то потом, каюсь, просто стала дуть целые абзацы из книг, спасибо прабабушкиной библиотеке. Боялась ужасно, он же продвинутый, как ходячая энциклопедия. Но Давид ни разу не догадался. Думаю, потому что был ослеплен собой же. Буквально от себя тащился.",
    "answers": [
      {
        "id": 62,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 62,
    "text": "Потом мне писать надоело, и я предложила зачитывать друг другу наши сочинения по телефону. Сразу стало легче, я сочиняла на ходу.\n\nМежду тем в гимназии вокруг нас плелись настоящие интриги, бушевали страсти, возникали и затихали локальные бури и смерчи.\n\nВ какой-то момент я вдруг обнаружила, что в меня влюбились почти все парни из нашего класса и одновременно невзлюбили все девчонки.\n\nЯ-то боялась, что Влад на меня разозлился. Ничуть не бывало! После разговора в раздевалке Влад несколько дней ходил вокруг да около, но военных действий против меня не открывал и вообще помалкивал.\n\nКак-то на перемене я сама подошла к нему, заговорила. Влад, не слушая меня, перебил и заявил решительно:\n\n– Ксюха, я все понимаю, дело твое. Так что без обид. Но имей в виду, если этот надутый индюк тебя обидит, я рядом!\n\n– Спасибо, Влад! – Я с чувством пожала его руку, с трудом сдерживаясь, чтоб не рассмеяться.",
    "answers": [
      {
        "id": 63,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 63,
    "text": "А Коля писал мне трогательные послания и пытался робко ухаживать. Каюсь, я довольно жестоко кокетничала с ним. Задавала провокационные вопросы: «Коля, признайся, с кем ты встречаешься?» У него не было девушки, я знала об этом, но все-таки не отставала. «Тебе кто-то нравится?»\n\nОн отвечал «да». И тогда я начала тянуть из него признание. Я спрашивала, как ее зовут, он отнекивался. Я принялась гадать, он отрицал. «Скажи хоть какую-нибудь букву из ее имени, любую». Он задумался и произнес «эн».\n\n«Николай, тебе нравится Аня?!» – Я сделала вид, что удивлена до крайности. Он покачал головой. «Стоп, стоп, вторая попытка, подскажи еще одну букву». Он послушно произнес «эс».\n\n– Значит, Лана? Светлана? – Я продолжала терзать его.\n\n– Ее имя начинается на «К», – обреченно улыбаясь, выдал себя Коля.\n\n– Я догадалась! Это Катя! – Определенно, мне нравилась эта игра.\n\n– Но в имени Катя нет «эс», – напомнил Коля.\n\n– Да, действительно. – Я изобразила напряженное раздумье.\n\n– Ксюша, это же ты, – сдался он. Мне стало стыдно.\n\n– Знаешь, Коля, ты мне тоже очень нравишься, больше всех в нашем классе! – призналась я. Я сказала правду. И Колька воспрянул духом.",
    "answers": [
      {
        "id": 64,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 64,
    "text": "Итак, с ребятами я более или менее разобралась.\n\nС Полинкой и Аней мы еще худо-бедно общались, остальные же перестали со мной разговаривать. Класс разбился на три группы. В одной – девчонки. В другой – парни. В третьей – я, Полинка, Аня, Коля и Влад. Марта держала стойкий нейтралитет.\n\nСтаршеклассницы вели себя довольно агрессивно. Несколько раз ко мне подходили здоровенные девицы и угрожали. Угрозы не подействовали, тогда стали звонить домой и говорить гадости.\n\nПомню один такой разговор. Едва я взяла трубку, как неизвестная девушка резко спросила:\n\n– Думаешь, ты самая умная, да?\n\n– Простите, вы куда звоните? – растерялась я.\n\n– Хватит притворяться! Ты же Ксения, да?\n\n– Ну да...\n\n– Так вот, Ксения, ты слишком много себе позволяешь, – наступал голос. – Смотри, как бы плакать не пришлось!\n\nЯ вспомнила предостережения Полинки.\n\n– С кем я говорю? – спросила.\n\n– Не твое дело!\n\n– В таком случае, до свидания. – Я нажала отбой.\n\nНо девица оказалась настойчивой. Телефон зазвонил снова. На этот раз она сразу же заорала, чтоб я не смела даже близко подходить к Давиду иначе она мне ноги повыдергивает. После своего выступления она сама бросила трубку.",
    "answers": [
      {
        "id": 65,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 65,
    "text": "Звонили часто.\n\nЯ перестала брать трубку после того, как какая-то девица пообещала облить меня кислотой.\n\nОна обозвала меня «рыжей лохудрой» и потребовала, чтоб я забыла Давида. Я сказала, что Давид сам должен решить, с кем ему встречаться. Лучше бы я этого не говорила, потому что девица зашипела и красочно описала, как будет выглядеть мое лицо после того, как она обольет меня кислотой.\n\nЧестно говоря, было страшновато. Несколько дней с опаской выходила из дома. Мало ли, стоит отвергнутая девчонка с банкой кислоты за дверью и ждет... Но открыто на меня не нападали. Просто не было возможности. Утром меня сопровождали девчонки и Сева, после занятий к нам чаще всего присоединялся Давид, а если он по какой-то причине отсутствовал, его место занимали Влад или Коля.\n\nЧувство опасности подстегивало меня, было ужасно весело. Все время в окружении поклонников, все время в центре внимания. Я повелевала своими ухажерами как настоящая принцесса подданными. Успех вскружил мне голову. Я кокетничала с Севой, переписывалась с Колей, крутила Владом. Ну, и, конечно же, успевала общаться с Давидом.",
    "answers": [
      {
        "id": 66,
        "text": "Глава 6. Бал нечистой силы"
      }
    ]
  },
  {
    "id": 66,
    "text": "Приближался Хеллоуин. \n\nИ мы по традиции стали готовить хеллоуинский спектакль. На этот раз мы решили сами придумать сценарий и сыграть \"Бал нечистой силы\". Мне досталась роль Изабеллы, Франкенштейна должен был играть Сева, горгульей назначили Марту, а роль Марианны отдали сначала Полинке, но та заартачилась, и невесту Дракулы пришлось играть Ане. Слугу Ани играл Коля, ну а Дракулу, естественно, Влад. Он же спортсмен, поэтому сразу же заявил, что подготовит головокружительные трюки. И еще пообещал всех катать на спине, для тренировки.\n\nМне доставляло огромное удовольствие гладить Севу по голове и нежно называть его «Френки». А с Владом мы постоянно дурачились, он сажал меня на спину, скакал по сцене и орал дурным голосом. Сева морщился, но терпел. Они с Аней часто шептались о чем-то в сторонке. Наверное, обсуждали свои роли. Ведь они должны были играть влюбленных.\n\nЯ так увлеклась репетициями, что даже забыла о Давиде. С Аней мы общались только по делу, Полинка вообще самоустранилась. Часто мы задерживались допоздна. Выскакивали гурьбой из школы, уставшие, голодные и веселые. Ребята провожали нас по домам. Причем, опять-таки, все хотели провожать именно меня, но я честно делилась с Мартой, уговаривая то Колю, то Влада, то еще кого-нибудь из ребят. Сева был вне конкуренции, потому что жил неподалеку от меня.",
    "answers": [
      {
        "id": 67,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 67,
    "text": "Марта посмеивалась. Пожалуй, она единственная не обижалась на меня, только наблюдала и словно оценивала.\n\nАня старалась потихоньку улизнуть. Убегала, предпочитала ездить одна, хотя нам было по пути. Роль свою она репетировала старательно, но без огонька. И, если честно, на красавицу-вампиршу она совсем не похожа. Конечно, Марта тоже не идеал, но в Марте столько обаяния! И голос! С таким голосом только на сцене и выступать.\n\nКстати, у нас очень хороший режиссер-преподаватель. Ее предмет так и называется – сценическое мастерство. Это не обязательный предмет, можно ходить по желанию. Но у нас почти весь класс ходит. Интересно. Наталья Юрьевна, Наташа, она сама попросила нас обращаться к ней без отчества. Ей всего двадцать три года, и у нас она подрабатывает, а учится на заочном отделении в институте культуры. Она мечтает стать режиссером. Думаю, у нее получится.\n\nТак вот, Наташа иногда занимается с нами по отдельности. Если видит, что у кого-то роль не идет, она приглашает пообщаться, и, смотришь, парень или девчонка перестают стесняться, уходят зажимы, роль получается.\n\nВот и с Аней Наташа много раз занималась индивидуально, но так ничего и не добилась. Менять уже было поздно, да и не на кого. Решили оставить так, как есть. Тем более что там играть-то? Вышла, глазки опустила, пообщалась с Дракулой и ушла. Короче, главное, чтоб была на сцене, когда надо, и все. Остальное мы сами сделаем.",
    "answers": [
      {
        "id": 68,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 68,
    "text": "Наконец спектакль был отрепетирован, все готово, декорации, костюмы. Между прочим, все делали своими руками!\n\nКакой у меня был костюм! Потрясающий! У мамы нашлось белое винтажное платье с глубоким декольте, выполненное из кружев, богато украшенное драпировкой и имеющее шлейф.\n\nГримировала меня мама: она по-особому сделала мне причёску тех времен, выразительно накрасила глаза, выделила губы алой помадой. На шее, в цвет моей помады, красовался алый кулон. Ребята единодушно заявили, что я самая обворожительная дитя тьмы всех времен.\n\nСпектакль начался. Мы довольно чётко и слаженно играли свои роли.\n\nДракула: А вот и наследница Люцифера. Виват  ужасной Изабелле! Самой непредсказуемой и страшно прекрасной! \n(Вампир и горгулья склоняются перед Изабеллой в почтительном поклоне)\nДракула: Приветствую тебя, Изабелла! Ты, как всегда, смертельно обворожительна, как истинное дитя тьмы. \n\nТут-то я и поняла, что Влад импровизирует. \n\nДракула: Не желаете отойти в царство снов? (Тянется укусить Изабеллу)",
    "answers": [
      {
        "id": 69,
        "text": "Отклониться"
      },
      {
        "id": 70,
        "text": "Поддаться"
      }
    ]
  },
  {
    "id": 69,
    "text": "Изабелла: Спасибо нет! Когда захочу, тогда и умру, без посторонней помощи — сначала завещание составлю, прощальную записку напишу, вымоюсь, переоденусь, накрашусь, прическа, каблуки… Ну а вы, Граф, не желаете ли пригласить вашу невесту на танец? \n\nВлад, как прокаженный, отстранился и пригласил Аню на первый танец нечисти. ",
    "answers": [
      {
        "id": 71,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 70,
    "text": "Влад нежно наклонился ко мне и, словно, поцелуем прильнул к моей шее. В одно мгновение по моему телу пробежались мурашки, голова слегка закружилась и вскоре поняв, что нужно что-то придумать во избежание конфуза, я быстро отрапортовала: \"Граф, не соизволите ли вы пригласить наследницу Люцифера на первый танец нечисти?\"\n\nВлад, будто ждал этого ответа, ловко и нежно обхватил мою талию и мы закружились в красивом и плавном вальсе.",
    "answers": [
      {
        "id": 71,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 71,
    "text": "Спектакль подошёл к концу. Нас наградили бешеными аплодисментами. Оказалось, нас даже телевидение снимало.\n\nМы были в восторге!\n\nПосле спектакля пошли переодеваться. Потом я уговорила родителей не ждать меня, так как Наташа попросила нас остаться.\n\nОна хотела сделать короткий разбор спектакля, рассказать, что получилось, а что нет. Ну а после разбора мы собрались отпраздновать премьеру и Хеллоуин заодно.\n\nКак только родители уехали, мы быстренько сдвинули и накрыли столы. Каждый принес из дома что-нибудь вкусное, даже шампанское было. Воодушевленные сегодняшним успехом, мы под тост Влада звонко чокнулись бокалами.",
    "answers": [
      {
        "id": 1,
        "text": "Продолжение следует... "
      }
    ]
  },
  {
    "id": 72,
    "text": "",
    "answers": []
  }
]