[
  {
    "id": 1,
    "text": "Like a Rock star!\nАвтор: Михаил Кошкин\nОбычный студент техникума решает круто перевернуть свою жизнь, воплотив свою старую детскую мечту. Удастся ли ему это, зависит от вас.\nВроде юмор, а вроде и романтика, или хардкор или безумие. Хрен его знает, короче, определяйте сами! (Я сам определил этот жанр, как реализм, но такого в списке нет)",
    "answers": [
      {
        "id": 2,
        "text": "Отправиться за мечтой"
      },
      {
        "id": 6,
        "text": "Достижения"
      }
    ]
  },
  {
    "id": 2,
    "text": "Очередной бессмысленный день. Очередной учебный день в шараге, в которую я поступал от безысходности, ибо больше такого долбачеса, как я никуда больше не возьмут. Как там в песне группы \"План Ломоносова\" пелось: \"Ежедневно диван или кресло, телевизор, жратва и бухло\". \nЭх, кто бы думал, что я так буду прожигать свою жизнь. Бесцельно, бессмысленно, но зато с крутым музлом в наушниках. Деньги, которые я когда-то копил на гитару, почти полностью потрачены на удовлетворение низших потребностей пирамиды Маслоу. \nМожет пора как-то изменить свою жизнь, а?",
    "answers": [
      {
        "id": 4,
        "text": "Встать с дивана"
      },
      {
        "id": 3,
        "text": "Продолжать сидеть"
      },
      {
        "id": 7,
        "text": "ЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫ"
      }
    ]
  },
  {
    "id": 3,
    "text": "Не, если я продолжу сидеть, я так и останусь простым обывателем с мизерной зарплатой и тире между двумя датами после смерти. Хотя, может это и не так плохо?",
    "answers": [
      {
        "id": 4,
        "text": "Встать с дивана"
      },
      {
        "id": 5,
        "text": "Продолжать сидеть"
      }
    ]
  },
  {
    "id": 4,
    "text": "Я встал с дивана. Но что дальше? ",
    "answers": [
      {
        "id": 10,
        "text": "Ощупать карманы"
      }
    ]
  },
  {
    "id": 5,
    "text": "Ты сделал свой выбор. Потратив позже оставшиеся деньги на бухло, ты прожил жизнь на заводе с отключенными мозгами, стал слушать рэп, даже бабу какую-то нашел, а квартира (вместе с ипотекой) осталась от мамы. Эх, надеюсь ты счастлив.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 6,
    "text": "Сможешь собрать все концовки?\n1. Простой обыватель\n2. Ютуб-каверщик\n3. Инвалид на всю жизнь\n4. Панки с нашего двора (3 версии)\n5. Пал смертью храбрых (нет) (3 версии)\n6. Небо в клеточку (2 версии)\n7. Небо в облаках\n8. Примерная семья (2 версии)\n9. Бойз-бенд с гитарами\n10. Punks not dead!\n11. Peace in the world\n12. MITOOOOOOLLLL!!!!!!!!\n13. Калинка-малинка, матрешка, березка\n14. Крики раненного кабана\n15. Не просто филантроп, а ФИЛАНТРОПИЩЕ\n16. SexDrugsRock-n-roll\n17. Император всея Земли\n18. Че\n19. Экзистенциальный кризис (2 версии)\n20. Временная петля\n21. Из окна\n22. Неблагодарная мама\n23. Донылся\n24. Концовка для Даш\n",
    "answers": [
      {
        "id": 1,
        "text": "На первую страницу"
      },
      {
        "id": 5,
        "text": "Простой обыватель",
        "need": 5
      },
      {
        "id": 25,
        "text": "Ютуб-каверщик",
        "need": 25
      },
      {
        "id": 22,
        "text": "Инвалид на всю жизнь",
        "need": 22
      },
      {
        "id": 27,
        "text": "Панки с нашего двора",
        "need": 27
      },
      {
        "id": 42,
        "text": "Панки с нашего двора, но похуже",
        "need": 42
      },
      {
        "id": 45,
        "text": "Панки с нашего двора, но поизвестнее",
        "need": 45
      },
      {
        "id": 32,
        "text": "Пал смертью храбрых. Убийство по-немецки",
        "need": 32
      },
      {
        "id": 37,
        "text": "Пал смертью храбрых. Неудачная сальтуха",
        "need": 37
      },
      {
        "id": 36,
        "text": "Пал смертью храбрых. Харакири",
        "need": 36
      },
      {
        "id": 13,
        "text": "Небо в клеточку. Авторитет",
        "need": 13
      },
      {
        "id": 46,
        "text": "Небо в клеточку. У параши",
        "need": 46
      },
      {
        "id": 41,
        "text": "Небо в облаках",
        "need": 41
      },
      {
        "id": 48,
        "text": "Примерная семья",
        "need": 48
      },
      {
        "id": 51,
        "text": "Нетрадиционная примерная семья",
        "need": 51
      },
      {
        "id": 54,
        "text": "Бойз-бенд с гитарами",
        "need": 54
      },
      {
        "id": 61,
        "text": "Punks not dead!",
        "need": 61
      },
      {
        "id": 63,
        "text": "Peace in the world",
        "need": 63
      },
      {
        "id": 65,
        "text": "MITOOOOOOLLLL!!!!!!!!",
        "need": 65
      },
      {
        "id": 76,
        "text": "Калинка-малинка, матрешка, березка",
        "need": 76
      },
      {
        "id": 67,
        "text": "Крики раненного кабана",
        "need": 67
      },
      {
        "id": 64,
        "text": "Не просто филантроп, а ФИЛАНТРОПИЩЕ",
        "need": 64
      },
      {
        "id": 69,
        "text": "SexDrugsRock-n-roll",
        "need": 69
      },
      {
        "id": 75,
        "text": "Че",
        "need": 75
      },
      {
        "id": 79,
        "text": "Экзистенциальный кризис. Былая слава",
        "need": 79
      },
      {
        "id": 16,
        "text": "Экзистенциальный кризис",
        "need": 16
      },
      {
        "id": 85,
        "text": "Из окна",
        "need": 85
      },
      {
        "id": 19,
        "text": "Неблагодарная мама",
        "need": 19
      },
      {
        "id": 9,
        "text": "Донылся",
        "need": 9
      },
      {
        "id": 72,
        "text": "Император всея Земли",
        "need": 72
      },
      {
        "id": 83,
        "text": "Временная петля",
        "need": 83
      },
      {
        "id": 50,
        "text": "Концовка для Даш",
        "need": 50
      }
    ]
  },
  {
    "id": 7,
    "text": "ЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫ",
    "answers": [
      {
        "id": 8,
        "text": "ЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫ"
      }
    ]
  },
  {
    "id": 8,
    "text": "ЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫ",
    "answers": [
      {
        "id": 4,
        "text": "Так, все, хватит"
      },
      {
        "id": 9,
        "text": "ЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫ"
      }
    ]
  },
  {
    "id": 9,
    "text": "Поздравляю, ты донылся. Сначал от тебя ушла мама, потом соседи, потом весь дом, потом весь город, потом вся страна, потом вся планета, а потом ты разрушил весь пространственно-временной континиум и себя в том числе.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 10,
    "text": "Удивительно, но в карманах ничего нет. А для музыкального стартапа нужен хоть какой-то инструмент (раз мы рокеры, для нас это гитара), хоть какой-то микрофон, хоть какая-то камера и хоть какой-то компьютер. Если последнее у нас имеется, то на какие шиши купить все остальное?",
    "answers": [
      {
        "id": 11,
        "text": "Попросить у мамы"
      },
      {
        "id": 12,
        "text": "Ограбить банк"
      }
    ]
  },
  {
    "id": 11,
    "text": "Тяжелый вздох мамы прошелся по кухне, едва она услышала мою просьбу.\n — Сколько?\n — Ну, тысяч 10.\n — На держи. Но это последний раз. И найди себе работу уже!\nПоследние слова мамы явно давали понять, как же я ее задолбал. Когда я уходил, было слышно, как она плачет на кухне. В моих руках машинально перебиралась совсем не греющая руку десятка.",
    "answers": [
      {
        "id": 17,
        "text": "Не время сентиментам! Вперед к мечте!"
      },
      {
        "id": 18,
        "text": "Мужика ей найти, что ли?"
      }
    ]
  },
  {
    "id": 12,
    "text": "Стоп, а как я собираюсь это сделать? У меня ведь даже сообщников нет.",
    "answers": [
      {
        "id": 13,
        "text": "Сообщники? Кому они нужны?"
      },
      {
        "id": 14,
        "text": "Нет, надо найти сообщников."
      }
    ]
  },
  {
    "id": 13,
    "text": "Не знаю почему, но твой план ограбления провалился. Охранники моментально тебя скрутили, и ты был наказан по всей строгости закона. Зато хоть не за педофилию сел, а за разбой. А иначе был бы вообще трындец.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 14,
    "text": "Где я их найду? У меня же даже друзей нет.",
    "answers": [
      {
        "id": 15,
        "text": "И не будет никогда"
      },
      {
        "id": 11,
        "text": "Может у мамы все-таки денег попросить"
      }
    ]
  },
  {
    "id": 15,
    "text": "Я жалкое ничтожество. Я недостоин денег и славы рок-звезды.",
    "answers": [
      {
        "id": 16,
        "text": "Включить \"Сплин\" что ли"
      }
    ]
  },
  {
    "id": 16,
    "text": "Поздравляю! Ты загнал себя в экзистенциальный кризис.\nУстроиться после такого ты смог только продавцом в грустный магазин, где продают грустные штучки, а из радио попеременно играют Сплин, найтивыход, Placebo и грустные песни других музыкантов. \nА когда тебе исполнилось 27, ты покончил с собой. Грустно, но такова жизнь.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 17,
    "text": "Через час все необходимое было разложено на моей кровати. Правда было одно но: я не умею играть на гитаре. Это надо было исправлять. Я взял в руки этот шедевр китайского производства и",
    "answers": [
      {
        "id": 21,
        "text": "осторожно и бережно тронул струну"
      },
      {
        "id": 22,
        "text": "Вдарил по струнам со всей силы"
      }
    ]
  },
  {
    "id": 18,
    "text": "Я решил хотя бы раз в жизни сделать что-нибудь доброе для мамы и с десяткой в кармане отправился не куда-нибудь, а к тренажерному залу. Оттуда как раз выходили уже переодетые в цивильные одеяния два качка. Выглядели они оба на 30, но на одном из них было обручальное кольцо, а на втором нет. И, соответственно, я направился ко второму. \n — Здравствуйте, мужчина. Можно немного странную просьбу?\n — Ну валяй! — засмеялся тот.\n — Не могли бы вы стать мужем моей мамы?\nВ воздухе повисла неловкая пауза. Ситуцию усугубляло то, что я со своими шрамами и мешками под глазами от многочасового сидения за зомбоящиком выглядел не на свои 18, а на все 25.\n — Эм...нет, — ответил качок. А что, собственно, я ожидал услышать?",
    "answers": [
      {
        "id": 19,
        "text": "Плачу десятку!"
      },
      {
        "id": 20,
        "text": "Ну и хрен с ними, с качками"
      }
    ]
  },
  {
    "id": 19,
    "text": " — Ишь ты! Ну, видать твоей маме действительно нужен муж, что ж, пойдем знакомиться с ней.\nТы привел качка в квартиру и, видно, мама с качком понравились друг другу. Они заперлись в маминой комнате и часа четыре о чем-то беседовали. Или не только беседовали. \nНо когда они вышли из комнаты, тебя ожидало шокирующее известие. Мама теперь будет жить здесь со своим новым избранником, а тебя выселяют из этой квартиры навсегда.\nСказать, что ты был в шоке — ничего не сказать.\nТем не менее, ты окончил техникум, отправился работать на завод и снял таки себе квартиру, но иногда, когда ты держишь руках очередной болт, тебя мысленно относит в состояние шока, который ты испытал тогда.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 20,
    "text": "Я подумал, что если бы маме действительно нужен был мужчина, она бы сама его нашла,",
    "answers": [
      {
        "id": 17,
        "text": "И пошел покупать гитару, микро и камеру"
      }
    ]
  },
  {
    "id": 21,
    "text": "Струна осталась цела и это уже хорошо. Постпенно я вошел в раж и начал уже выдумывать какие-то бои и переборы.",
    "answers": [
      {
        "id": 23,
        "text": "Да я прирожденный Джимми Хендрикс!"
      }
    ]
  },
  {
    "id": 22,
    "text": "Чем ты вообще думал? Одна из струн тут же лопнула и ударила тебе по глазам. Ты остался без зрения моментально.\nПосле осознания того, что ты не Стиви Уандер, не Андреа Бочелли и даже не Диана Гурцкая, ты оформил пособие по инвалидности и жил на него и на мамину пенсию всю оставшуюся жизнь. И ничего смешного в этой концовке я не вижу.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 23,
    "text": "Опустим, как я учился играть на гитаре, как начал записывать свои первые каверы и тому подобное.\nЧерез какое-то время, когда мой канал имел уже несколько тысяч подписчиков, ко мне на электронку пришло сообщение от неизвестного человека.\n — Хэй, мы группа из твоего города. Недавно нас покинул вокалист по семейным обстоятельствам. Мы почекали твои каверы, и думаю, ты его отлично заменишь. Согласен?",
    "answers": [
      {
        "id": 24,
        "text": "Естественно"
      },
      {
        "id": 25,
        "text": "Не, мне и на ютубе хорошо"
      }
    ]
  },
  {
    "id": 24,
    "text": "В группе помимо моего голоса и моей ритм-гитары было еще трое человек. Соло-гитарист Игорь, басист Саня и ударник Саня (как они понимали, когда кого зовут, ума не приложу). Все как по канонам песни Чижа — ударник, ритм, соло и бас. Разве что Ионики не хватало, но мы пообещали друг другу эту проблему решить. \nЧерез несколько месяцев, когда мы вместе уже записали альбом и собрались в гараже, чтобы начать готовить материал для второго, Игорь нам сообщил очень интересную новость.\n — Ребзя, я в шоке.",
    "answers": [
      {
        "id": 26,
        "text": "Что такое?"
      }
    ]
  },
  {
    "id": 25,
    "text": "Ты отказался и остался ютуб-каверщиком. Выкладывал на свой канал только каверы, а когда попробовал выложить собственную песню, ее восприняли в штыки (надо было сказать, что это тоже чей-то кавер). Постепенно, ты становился популярней, и у тебя начали заказывать рекламу, денег от которой вполне хватало на дошик. Но тебя не покидало ощущение, что ты мог бы добиться большего.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 26,
    "text": " — Нас позвали выступать на большом рок-фесте в столице. Хэдлайнерами там будут, Metallica, Rammstein, Black Veil Brides, Nickelback, Babymetal, много групп из России и зарубежа приедет. Мы, конечно, будем на задворках, но сам факт того, что мы там выступим...",
    "answers": [
      {
        "id": 28,
        "text": "Конечно, погнали"
      },
      {
        "id": 27,
        "text": "Не, нахрен"
      }
    ]
  },
  {
    "id": 27,
    "text": "Вы отказались от участия. Правильно вы сделали или нет, вы уже никогда не узнаете. Свою небольшую аудиторию, вы все ж с грехом пополам собрали и иногда давали концерты и даже деньги за билет брали. На дошик всем хватает, и хорошо.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 28,
    "text": "Конечно же мы согласились. Шанс воочию увидеть таких звезд, да еще и не на сцене, а совсем рядом не каждому выпадает.\nВ назначенное время, в назначенном месте мы уже околачивались около часа. Дверь нам открыл охранник и кинул нас вовнутрь, как щенят. Но нам было пофиг. Мы с нетерпением ждали встречи со всеми теми, кого так часто видели в экране монитора.\nПервыми, кто нам встретился, оказались Nickelback.",
    "answers": [
      {
        "id": 33,
        "text": "Ух ты, Nickelback!"
      },
      {
        "id": 29,
        "text": "Фу, Nickelbutt. Попса голимая, кто их вообще слушает!"
      }
    ]
  },
  {
    "id": 29,
    "text": "Вторыми, кто нам встретился, были Black Veil Brides.",
    "answers": [
      {
        "id": 33,
        "text": "Ух ты, Black Veil Brides"
      },
      {
        "id": 30,
        "text": "Фу, Black Veil Brides. Невесты накрашенные, как на них вообще смотреть можно?"
      }
    ]
  },
  {
    "id": 30,
    "text": "Затем мы увидели Металику.",
    "answers": [
      {
        "id": 33,
        "text": "Ух ты, Metallica!"
      },
      {
        "id": 31,
        "text": "Фу, Металлика. Спопсились после черного альбома, продажные."
      }
    ]
  },
  {
    "id": 31,
    "text": "А потом Rammstein.",
    "answers": [
      {
        "id": 33,
        "text": "Ух ты, Rammstein."
      },
      {
        "id": 32,
        "text": "Фу, Rammstein..."
      }
    ]
  },
  {
    "id": 32,
    "text": "Машинально начал ты говорить, но позабыл, что Тилль по-русски что-то да понимает (недаром Арию коверил). В мгновение ока ты был убит каким-то причиндалом, который Тилль собирался использовать в шоу своей группы. А нечего великих оскорблять!",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 33,
    "text": "Мы прошли еще с десяток групп разной степени известности. День уже удался. Но наступал момент истины — шоу. \nНароду на нашей, отнюдь не главной сцене, оказалось неожиданно много. Не все еще успели уйти с выступления здесь довольно известной, но из-за количества звезд загнанной на вторую сцену группы. \nШоу началось.\n",
    "answers": [
      {
        "id": 34,
        "text": "Фуф"
      }
    ]
  },
  {
    "id": 34,
    "text": "Шоу уже почти заканчивалось. Все проходило гладко и без эксцессов. И во время исполнения последней песни я понял: \"Черт! Нас же забудут сразу после шоу! Надо выкинуть что-нибудь такое, чтобы нас хотя бы запомнили\". И в первый же удобный момент я...",
    "answers": [
      {
        "id": 38,
        "text": "Прыгнул, как Дима Билан."
      },
      {
        "id": 35,
        "text": "Скрутил сальтуху."
      }
    ]
  },
  {
    "id": 35,
    "text": "Я разбежался и... Стоп, я же никогда не делал сальтуху.",
    "answers": [
      {
        "id": 37,
        "text": "Но я не сцу"
      },
      {
        "id": 36,
        "text": "Нет, все же сцу"
      }
    ]
  },
  {
    "id": 36,
    "text": "Ты испугался и не стал прыгать. В толпе раздался хохот, а после выступления, над тобой угорали даже твои тиммейты. Шоу определенно вышло смазанным. Такой позор можно смыть только кровью. Что ты, собственно, и сделал. Пробравшись в гримерку Babymetal'а ты достал у них катану и сделал харакири.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 37,
    "text": "Как неожиданно! Сальтуха у тебя не получилась. Причем не получилась настолько, что ты упал спиной на край сцены и сломал себе позвоночник. Тебя увезли в больницу, где ты умирал долгой и мучительной смертью. Даже в \"Клуб 27\" не попал. Лох!",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 38,
    "text": "Прыжок, вышел, конечно не очень, но своим прыжком я разбудил пиротехнику, которая готовилась для выступления другой команды. Поняв, что все идет лучше чем планировалось я допел песню так проникновенно, как, наверно, не пел больше никогда. А под конец я разорвал майку и кинул ее в толпу. Тиммейты последовали моему примеру. Толстяков среди нас не было, так что девушкам сие действо пришлось по душе. \nЗрители умоляли спеть на бис, и я сразу же дал согласие, но тут обнаружил, что до конца нашего выступления осталась одна минута. Но я не растерялся, включил режим Билли Джо Армстронга и расхреначил гитару об сцену. Тиммейты опять же последовали моему примеру. А вот барабанщик включил режим Кори Тейлора — поджег барабан и выкинул его в толпу (барабан быстро потушили, и никто не пострадал). Мы уходили со сцены с чувством выполненного долга. Такое шоу определенно запомнят.\nПосле шоу мои друганы решили отправиться в бар и как следует накатить. Я...",
    "answers": [
      {
        "id": 43,
        "text": "Пошел с ними"
      },
      {
        "id": 39,
        "text": "Отправился домой"
      }
    ]
  },
  {
    "id": 39,
    "text": "По прибытии домой меня ожидало пренеприятнейшее известие. Меня с распростертыми обьятиями ожидал военком с повесткой. Вот и выступили. ",
    "answers": [
      {
        "id": 40,
        "text": "Здравствуй небо в облаках, здравствуй юность в сапогах"
      }
    ]
  },
  {
    "id": 40,
    "text": "Опустим то, как я служил в армии. Скажу лишь одно — зарекомендовал я там себя очень неплохо. Но за несколько недель до увольнения я узнал, что моя группа подыскала себе нового вокалиста. И что с этим делать теперь?",
    "answers": [
      {
        "id": 41,
        "text": "Остаться в армии навсегда"
      },
      {
        "id": 42,
        "text": "Новую банду соберу, лучше прежней!"
      }
    ]
  },
  {
    "id": 41,
    "text": "Ты остался в армии навсегда. Даже до генерала какого-то там дослужился. А о прошлом тебе приказано было забыть.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 42,
    "text": "Лучше прежней не вышло. Новые музыканты были не такими мастерами, как прежние. Свою аудиторию вы все же собрали, но прибыли вам даже на дошик не хватало. Пришлось дополнительно пахать на заводе.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 43,
    "text": "Мы отправились в бар. А теперь представьте картину — 4 голых, красивых (по мнению наших мам) парней заходят в известный бар, полный красивых, жаждущих любви девушек. Одна из них тут же подошла к нам.",
    "answers": [
      {
        "id": 44,
        "text": "Заговорить с ней"
      },
      {
        "id": 45,
        "text": "Предоставить девшку другим членам команды"
      }
    ]
  },
  {
    "id": 44,
    "text": "Я был не робкого десятка и сразу же заговорил с ней. Она была явно под шафе и явно на все согласна. Мы тут же поехали, вернее пошли, к ней. Она жила одна дома, и  что-то мне подсказывало, что в ее жизни было все не так гладко и что я далеко не первый здесь. Но предавшись половым утехам я об этом как-то забыл. Она была невозможно хороша.\n\nЯ проснулся рано утром. Голова жутко гудела. Я взглянул на девушку. Если честно, я боялся, что она окажется какой-нибудь старухой или дурнушкой, мало ли, сколько я вчера выпил. Но нет. На трезвую голову она оказалась еще прекраснее.",
    "answers": [
      {
        "id": 46,
        "text": "Свалить домой"
      },
      {
        "id": 47,
        "text": "Принести ей завтрак в постель"
      }
    ]
  },
  {
    "id": 45,
    "text": "Буквально через полчаса она куда-то ушла с нашим гитаристом. А на следующий день вы узнали, что она настолько соблазнила его, что он бросает музыкальную карьеру, и у вас исчезло уникальное гитарное звучание. Вы просто растворились в море таких же групп. Но благодаря выступлению на фесте вы стали чуть-чуть поизвестнее и денег с концертов вам хватало не только на дошик, но и на хлеб с чаем.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 46,
    "text": "Ох, зря ты это сделал. На следующий день тебя арестовала полиция. Тебя обвинили в изнасиловании и наказали по всей строгости закона. Сколько бы ты не пытался оправдываться, все было против тебя.\nДела у тебя в тюрьме шли не очень, а когда кто-то пустил слух о том, что та девушка была несовершеннолетней, стали еще хуже. До освобождения ты не дожил.",
    "answers": [
      {
        "id": 1,
        "text": "Тупые девки, как же я вас, блин, ненавижу!"
      }
    ]
  },
  {
    "id": 47,
    "text": "Я терпеливо ждал, когда она проснется, чтобы обрадовать ее завтраком. Ну не мог я просто взять и свалить от такой прекрасной дамы. Осматривая комнату я увидел, что в углу стояло покрытое пылью пианино.\nОна проснулась. Я сообразил, что даже не спросил, как ее зовут.\n — Доброе утро, эм, солнышко — выкрутился я.\n — Ээ, доброе. Такого поворота событий я точно не ожидала.\n — Ну а что я должен был сделать? Просто взять и уйти?\n — Вообще все так и делали. Но знаешь, мне это уже надоело. Если бы ты просто ушел, я бы, наверное на тебя заявление в полицию написала. А ты... такой заботливый. Ты, когда нес меня домой, даже, наверно, на стены внимание не обратил. А то они все исписаны \"Даша — шалава, Даша — шалава\".\nЯ сделал для себя два открытия. Во-первых, ее зовут Даша, во-вторых, я достаточно силен, чтобы пронести 50 с лишним килограммов около километра, да еще и на 4 этажа с ними подняться потом.\nЯ уже слишком многое о ней узнал, чтобы просто уйти. Надо было что-то отвечать.",
    "answers": [
      {
        "id": 48,
        "text": "Я люблю тебя"
      },
      {
        "id": 49,
        "text": "Слушай, а ты умеешь играть на пианино?"
      },
      {
        "id": 50,
        "text": "Я Даша, и это задевает мои Дашины чувства!"
      }
    ]
  },
  {
    "id": 48,
    "text": " — Я тоже тебя люблю, — прозвучало в ответ.\nСледующие несколько часов вы не замечали никого, кроме друг друга, а через неделю расписались в ЗАГСе и ты бросил музыкальную карьеру.\nТвот бывшие сокомандники с тобой больше не общаются (ясен пень, уже второй вокалист их по семейным обстоятельствам покинул), но тебе все равно. Ты стал примерным семьянином, у тебя появились дети. Вы воспитываете в них любовь к хорошей музыке, и, возможно, кто-то из твоих детей воплотит твою детскую мечту.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 49,
    "text": "Даша, ни слова не говоря, села за пианино, сдула пыль с клавиш и выдала что-то шедевральное. \n — Супер, может станешь нашей клавишницей, м?\n — Ну давай!\n — Тогда одевайся, и вечером увидимся вот по этому адресу.\n — Охренеть... я вас не подведу.\nЯ со всех ног мчался в гараж, понимая, что, скорее всего, мои тиммейты отсыпаются после вчерашнего у себя дома. Но мне повезло — Игорь уснул прямо в гараже.\n — Игорь, Игорь, — попытался я разбудить друга.\n — Что такое? — он, видать, выпил не так много и был трезв.",
    "answers": [
      {
        "id": 51,
        "text": "Я люблю тебя"
      },
      {
        "id": 52,
        "text": "Я нашел нам клавишницу!"
      }
    ]
  },
  {
    "id": 50,
    "text": "Ну раз ты Даша, вот тебе уникальная концовка. Специально для Даш.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 51,
    "text": "Глаза Игоря загорелись.\n — Я тоже люблю тебя, — ответил он тебе.\nВы, никого, кроме друга друга, не замечая, уехали в Европу и жили там долго и счастливо. И играли на гитарах друг другу. А что случилось с группой, вас уже не волновало. Но я скажу: Даша всех там приструнила, сама села за вокал и сделал теперь свой бэнд достаточно популярным.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 52,
    "text": " — Отлично, вечером всех с ней познакомим.\nЯ вернулся домой, а там меня ждала записка.\n\"Дорогой сын. После того, как ты куда-то ушел, к нам зашел военком, с повесткой для тебя, мы тебя очень долго ждали...\n...Бла-бла-бла ...\n...В общем, я выхожу замуж за него и уезжаю к нему. Квартира (и ипотека) полностью твоя. Мама\".\nЯ какое-то время постоял в ахрене, а потом посмотрел на часы и понял, что мне уже надо идти.\nКогда я пришел, все уже были на месте.",
    "answers": [
      {
        "id": 53,
        "text": "Знакомьтесь, это Даша. Она теперь наша клавишница."
      }
    ]
  },
  {
    "id": 53,
    "text": "Даша села за синтезатор и начала играть ту же мелодию.\n — Да это же хардбасс! —  Сани пустились в пляс, а мы с Игорем молча за этим наблюдали с рукой на лице.\nПосле того, как Даша закончила играть, она обратилась к нам.\n — Я была на вашем выступлении и заметила, что вы еще не определились со своим звучанием. \n — Ну допустим, и что?\n — А то, чтобы стать знаменитыми надо петь то, что будет слушать народ. Мы должны стать кумирами всех девушек, исполняя слащавые песни о самом прекрасном чувстве на свете.\n — О том чувстве, когда долго не срал и наконец посрал?\n — Нет, о любви! Ну что, согласны?",
    "answers": [
      {
        "id": 54,
        "text": "Да!"
      },
      {
        "id": 55,
        "text": "Это так не работает!"
      }
    ]
  },
  {
    "id": 54,
    "text": " — А ты? — спросил ты Дашу.\n — А я буду вашим продюссером.\nНа том вы и порешили. Исполняя песни про любовь вы конечно стали сверхуспешным коллективом. Ваши песни звучали из каждого унитаза, а к вашему приезду в очередной город тамошние спасатели сооружали дополнительные плотины и дамбы. Тру-рокеры вас считали попсой, но вам было пофиг. Вы купались, в деньгах, славе и еще много в чем.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 55,
    "text": "— Окей, что ты предлагаешь?\nЯ призадумался.",
    "answers": [
      {
        "id": 56,
        "text": "Мы станем панками и будем петь песни о социальных проблемах"
      },
      {
        "id": 57,
        "text": "Мы станем инди-рокерами и будем петь песни о мире во всем мире"
      },
      {
        "id": 58,
        "text": "Мы станем металлистами и будем петь песни о древних цивилизациях и батталиях"
      },
      {
        "id": 59,
        "text": "Мы станем фолк-рокерами и будем петь песни на фольклорные мотивы"
      },
      {
        "id": 60,
        "text": "Мы станем деткорщиками и будем петь песни о смерти"
      }
    ]
  },
  {
    "id": 56,
    "text": "На том и порешили. \nИсполняя песни о социальных проблемах мы стали широко известны среди бедных слоев населения, коих у нас в стране большинство. Билеты на концерты, конечно, нельзя было сделать дорогими, но мы работали за идею. На дошик хватало, и ладно. Нас всегда ждали в любом городе, слушая наши песни люди менялись в лучшую сторону, чего еще для счастья надо?",
    "answers": [
      {
        "id": 61,
        "text": "Да я думаю, достаточно"
      },
      {
        "id": 62,
        "text": "Я хочу большего!"
      }
    ]
  },
  {
    "id": 57,
    "text": "На том и порешили. \nИсполняя песни о мире во всем мире, мы стали широко известны среди тех, кто против войны, а таких слава Богу, большинство. Часть денег с концертов мы оставляли себе на дошик, но большую часть переводили на помощь людям, пострадавшим от военных действий. Мы имеем миллионы благодарных нам людей по всему миру, а количество военных-контрактников во всем мире сократилось в разы. Чего еще для счастья надо?",
    "answers": [
      {
        "id": 63,
        "text": "Да, пожалуй, все"
      },
      {
        "id": 62,
        "text": "Я хочу большего!"
      }
    ]
  },
  {
    "id": 58,
    "text": "На том и порешили. Исполняя песни о древних, цивилизациях, батталиях, мифах, да много еще о чем, мы собрали вокруг себя армию ценителей тяжести. Можно было с ней идти, захватывать Белый дом, но у нас не было ни одной причины, зачем это делать. Миллионы фанатов по всему миру и респект от кого только можно. Что еще для счастья надо?",
    "answers": [
      {
        "id": 65,
        "text": "Да, пожалуй все."
      },
      {
        "id": 66,
        "text": "Я хочу большего"
      }
    ]
  },
  {
    "id": 59,
    "text": "На том и порешили. Исполняя песни на фольклорные мотивы мы собрали вокруг себя братию богатырей славных да девиц красных. На каждом концерте отплясывали мы так, что земля ходуном ходила. Полчища братьев и сестер по всему миру, что еще для услады нужно?",
    "answers": [
      {
        "id": 76,
        "text": "Да, все, пожалуй"
      },
      {
        "id": 77,
        "text": "Я хочу большего!"
      }
    ]
  },
  {
    "id": 60,
    "text": "На том и порешили. Исполняя песни о смерти, вы собрали вокруг себя множество людей, пресытившихся жизнью, коих, к сожалению, в нашем мире большинство. Под ваши песни кто-то кончает жизнь самоубийством, а кто-то наоборот, передумывает это делать, но равнодушным они не оставляют никого. Миллионы фанатов по всему миру и новые люди каждый раз, когда вы снова приезжаете в какой-то город, что еще для счастья надо?",
    "answers": [
      {
        "id": 67,
        "text": "Да, пожалуй, все"
      },
      {
        "id": 66,
        "text": "Я хочу большего"
      }
    ]
  },
  {
    "id": 61,
    "text": "Вы определенно попадете на скрижали истории панка.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 62,
    "text": "Ну что ж, мы уселись за работу. Практически перестав есть и спать мы написали тонну материала, который начали постепенно выпускать, паралельно с этим отправившись в гиганских масштабов гастрольное турне. А по дороге умудрялись записывать все новый и новый материал. Мы стали главными ньюсмейкерами не только в музыкальном, а вообще во всем мировом информационном пространстве. После нескольких лет такого сумасшедшего графика, мы вернулись к себе домой, с такой кучей денег, что если бы нам их выдали сторублевыми купюрами, то ими бы можно было покрыть весь наш город и еще соседние захватить. Но куда эти деньги потратить?\nУ нас не было иного выбора как...",
    "answers": [
      {
        "id": 64,
        "text": "Пожертвовать все на благотворительность."
      }
    ]
  },
  {
    "id": 63,
    "text": "Вы определенно попадете на скрижали истории инди.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 64,
    "text": "Вы и раньше помогали кому-то, но сейчас ваша помощь перешагнула все границы дозволенного. Вы остановили почти начавшуюся ядерную войну. Благодаря вашим деньгам страны перестали делиться на развитые и неразвитые. Во всех странах появилось превосходное образование и в Зимбабве была изобретена вакцина от СПИДа, а на Соломоновых островах — вакцина от рака. Люди прекратили жить в долг у планеты и стали жить дольше. Вы стали Богом нашего времени, а все без исключения церкви причислили вас к лику святых. И если есть Высший свет, то после смерти вы точно туда попадете.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 65,
    "text": "Вы определенно попадете на скрижали истории металла.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 66,
    "text": "Ну что ж, мы уселись за работу. Практически перестав есть и спать мы написали тонну материала, который начали постепенно выпускать, паралельно с этим отправившись в гиганских масштабов гастрольное турне. А по дороге умудрялись записывать все новый и новый материал. Мы стали главными ньюсмейкерами не только в музыкальном, а вообще во всем мировом информационном пространстве. После нескольких лет такого сумасшедшего графика, мы вернулись к себе домой, с такой кучей денег, что если бы нам их выдали сторублевыми купюрами, то ими бы можно было покрыть весь наш город и еще соседние захватить. Но куда эти деньги потратить?\nУ нас был выбор...",
    "answers": [
      {
        "id": 64,
        "text": "Пожертвовать все на благотворительность"
      },
      {
        "id": 68,
        "text": "Тачки, бухло, девочки, роскошная жизнь"
      }
    ]
  },
  {
    "id": 67,
    "text": "Вы определенно попадете на скрижали истории деткора.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 68,
    "text": "Что ж, жизнь всего одна, и прожить ее надо по максимуму. Сообщив фанам, что взяли творческий отпуск (после стольких лет напряженного графика они отнеслись к этому с пониманием), мы отправились кутить. Все девушки (включая Мисс Мира, замужних и феминисток) были у наших ног. Бухло текло нам в рот рекой, а все двери сами открывались, как только видели нас. ",
    "answers": [
      {
        "id": 69,
        "text": "Да, жизнь удалась!"
      },
      {
        "id": 70,
        "text": "Я хочу большего!"
      }
    ]
  },
  {
    "id": 69,
    "text": "Вскоре даже такая жизнь вам наскучила, но это уже совсем другая история.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      },
      {
        "id": 71,
        "text": "Че?"
      }
    ]
  },
  {
    "id": 70,
    "text": "Я стал высшим разумом, Властителем Земли. Моя власть достигла таких размеров, что я научился проникать в мозг людей и управлять ими. И если я случайному человеку на другом конце Земли скажу: \"Пойди, посри\", он пойдет и посрет.",
    "answers": [
      {
        "id": 72,
        "text": "Вау!"
      },
      {
        "id": 71,
        "text": "Че?"
      }
    ]
  },
  {
    "id": 71,
    "text": "Че?",
    "answers": [
      {
        "id": 73,
        "text": "Че"
      }
    ]
  },
  {
    "id": 72,
    "text": "Только этим квестом ты управлять не в состоянии, и сейчас тебе придется перейти на первую страницу.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 73,
    "text": "Че!",
    "answers": [
      {
        "id": 74,
        "text": "Че"
      }
    ]
  },
  {
    "id": 74,
    "text": "Че#$%",
    "answers": [
      {
        "id": 75,
        "text": "Че"
      }
    ]
  },
  {
    "id": 75,
    "text": "Че!?.,#$%-<plus>()<s><s>=*\"':~|•√π÷×¶∆£¢€¥^°=<s><s>©®™℅[]¡¿<>",
    "answers": [
      {
        "id": 1,
        "text": "Че"
      }
    ]
  },
  {
    "id": 76,
    "text": "Вы определенно попадете на скрижали истории фолка",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 77,
    "text": "Ну что ж, мы уселись за работу. Практически перестав есть и спать мы написали тонну материала, который начали постепенно выпускать, паралельно с этим отправившись в гиганских масштабов гастрольное турне. А по дороге умудрялись записывать все новый и новый материал. Мы стали главными ньюсмейкерами не только в музыкальном, а вообще во всем мировом информационном пространств ве. После нескольких лет такого сумасшедшего графика, мы вернулись к себе домой, с такой кучей денег, что если бы нам их выдали сторублевыми купюрами, то ими бы можно было покрыть весь наш город и еще соседние захватить. Но куда эти деньги потратить?\nУ нас не было выбора...",
    "answers": [
      {
        "id": 78,
        "text": "Отдать все землице-матушке."
      }
    ]
  },
  {
    "id": 78,
    "text": "Работа предстояла долгая, ведь гонорар нам выдали реально сторублевыми купюрами. Но когда работа была закончена мы с чистой душой отправились спать-почивать. И только на утро поняли, что мы вообще без денег, а кушать что-то надо. Еще раз в тур отправляться не было сил ни у кого.",
    "answers": [
      {
        "id": 79,
        "text": "Впасть в экзистенциальный кризис"
      },
      {
        "id": 80,
        "text": "Думать"
      }
    ]
  },
  {
    "id": 79,
    "text": "Поздравляю! Ты загнал себя в экзистенциальный кризис.\nУстроиться после такого ты смог только продавцом в грустный магазин, где продают грустные штучки, а из радио попеременно играют Сплин, найтивыход, Placebo и грустные песни других музыкантов, в том числе и твоей бывшей группы. Иногда заходящие в магазин люди ее обсуждали, мол, какая крутая была группа, но потом пропали куда-то, вот что слава с людьми делает. А однажды кто-то тебе сказал, что ты похож на их солиста. Ты ответил, что, наверное, это совпадение.\nА когда тебе исполнилось 27, ты покончил с собой. Зато в \"Клуб 27\" попал. Молодец.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 80,
    "text": "Больше вариантов, что делать, все равно не было.",
    "answers": [
      {
        "id": 81,
        "text": "Думать"
      }
    ]
  },
  {
    "id": 81,
    "text": "Говорят, что если мозговая активность нескольких людей находящихся рядом, направлена в одну точку, то они смогут переместиться во времени.",
    "answers": [
      {
        "id": 82,
        "text": "ДУМАТЬ"
      }
    ]
  },
  {
    "id": 82,
    "text": "Очередной бессмысленный день. Очередной учебный день в шараге, в которую я поступал от безысходности, ибо больше такого долбачеса, как я никуда больше не возьмут. Как там в песне группы \"План Ломоносова\" пелось: \"Ежедневно диван или кресло, телевизор, жратва и бухло\". \nЭх, кто бы думал, что я так буду прожигать свою жизнь. Бесцельно, бессмысленно, но зато с крутым музлом в наушниках. Деньги, которые я когда-то копил на гитару, почти полностью потрачены на удовлетворение низших потребностей пирамиды Маслоу. \nМожет пора как-то изменить свою жизнь, а?",
    "answers": [
      {
        "id": 83,
        "text": "Встать с дивана"
      },
      {
        "id": 84,
        "text": "Продолжать сидеть"
      }
    ]
  },
  {
    "id": 83,
    "text": "Поздравляю, ты попал во временную петлю. В следующий раз не пой фолк-рок, если, конечно, не хочешь загнать себя в экзистенциальный кризис",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      },
      {
        "id": 71,
        "text": "Че?"
      }
    ]
  },
  {
    "id": 84,
    "text": "Нет, это мы уже проходили. Нужно что-то выбрать другое.",
    "answers": [
      {
        "id": 83,
        "text": "Встать с дивана"
      },
      {
        "id": 85,
        "text": "Выкинуть из окна телевизор"
      }
    ]
  },
  {
    "id": 85,
    "text": "Из окна\nГостиничного номера своего\nЯ телевизор выкинул на авто\nАвторитета местного, ну и что?\nЯ рок-звезда, идите на!\n\nВроде как ты стал рок-звездой, хотя хрен его знает.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 86,
    "text": "",
    "answers": []
  }
]