[
  {
    "id": 1,
    "text": "Добро пожаловать!\nВы — обычный парень по имени Александр, живёте в деревне вместе с бабушкой и дедушкой. Когда вы думаете уехать из деревни в город, происходит что-то необъяснимое.\n\n\n",
    "answers": [
      {
        "id": 2,
        "text": "[Начать прохождение]"
      },
      {
        "id": 34,
        "text": "[Список глав]",
        "need": [
          32
        ]
      },
      {
        "id": 77,
        "text": "[Достижения]"
      }
    ]
  },
  {
    "id": 2,
    "text": "Вы лежали на печке и думали когда отправиться в город. Что с собой взять?Где там жить?Какие там люди? Вам было неизвестно, но Вы не могли оставаться в деревне, тут практически нет хорошей работы и некуда поступать.Единственное что Вас здесь держало, так это родные и друзья.\n\"Всё готово, пойдёмте обедать!\" — крикнула бабушка.",
    "answers": [
      {
        "id": 3,
        "text": "[Спуститься с печи]"
      }
    ]
  },
  {
    "id": 3,
    "text": "Спускаясь с печи вы увидели нож на полу, его никогда там не было.Вы взяли его и начали рассматривать.Этот нож необычный, на нём странные вырезы и красивые узоры.Похоже это старинный нож деда, нужно спросить у него.\nДом был простой, с одной большой комнатой в ней всё и находилось. Ковры висящие на стенах, большой диван в правой стороне от входа, телевизор возле окна, шкаф рядом с главным входом и маленький ноутбук на подоконнике.Кухня находилась прямо, как зайти в дом, рядом с печкой.",
    "answers": [
      {
        "id": 4,
        "text": "[Пойти обедать]"
      }
    ]
  },
  {
    "id": 4,
    "text": "Вы зашли на кухню, на столе была уха и макароны.За столом сидел дедушка в свитере из шерсти собаки...\nВ 16 лет он расчёсывал собаку и сохранял шерсть в большой пакет.Через 2 года он отдал его своей бабушке, чтобы она связала ему свитер.Сейчас деду 60 лет, а свитер до сих пор в хорошем состоянии, только он сильно колится из-за этого деду он не нравится.Вы сели напротив него, он посмотрел на Вас морщась и продолжил обедать.Бабушки не было дома, похоже она вышла на улицу кормить кур.",
    "answers": [
      {
        "id": 5,
        "text": "-Это твой нож? - спросили Вы, протягивая его деду."
      }
    ]
  },
  {
    "id": 5,
    "text": "Вы достали из кармана нож, который нашли на полу возле печки.Дед прищюрился и попросил дать посмотреть.Он долго рассматривал его, Вы уже доедали вторую тарелку супа, вдруг дед сказал: \n—Да, это мой нож, я потерял его 15 лет назад,а где ты его нашёл?! — очень удивлённо спросил он. Его выражение лица было радостным.",
    "answers": [
      {
        "id": 6,
        "text": "-Возле печки, он лежал на полу - сказали Вы, кушая суп."
      }
    ]
  },
  {
    "id": 6,
    "text": "Дед посмотрел на вас ещё более удивлённо.Он начал смотреть на нож и не отрывая взгляд сказал:\n—Не может быть!Я его потерял в разваленном доме, в конце улицы.С тех пор прошло 15 лет.Я его искал, но не нашёл.Мне непонятно только одно, от куда он у нас в доме?! — дед опустив одну бровь посмотрел на вас из под лба.",
    "answers": [
      {
        "id": 7,
        "text": "-Не знаю.Когда я начал спускаться, заметил на полу нож и подумал это твой - пожав плечами, сказали Вы."
      }
    ]
  },
  {
    "id": 7,
    "text": "Дед снова посмотрел на нож, положил его на стол и начал доедать суп.\nОткрылась дверь, пришла бабушка.Вы помыли за собой посуду и пошли встречать её.Не успев выйти в коридор,вдруг Вас сносит бабушка и схватив деда за плечи когда он мыл посуду, начинает трясти и громко кричит: \n—Они в городе!\nДед сначала стоял в недоумении, но потом начинает говорить тихим голосом: \n—Давай приляг и успокойся, а я рядом посижу. — дед повел её к кровати.Бабушка кивнув в ответ, пошла вместе с ним.Она легла, а дед сел рядом и позвал вас жестом к себе.\n—Сынок, сходи в гараж, принеси дрова, топор, ружьё и канистру. — сказал вам дед держа бабушку за руку.\nВы абсолютно ничего не понимали, единственная мысль у вас в голове- \"Что происходит?\"",
    "answers": [
      {
        "id": 8,
        "text": "[Поговорить с дедушкой]"
      }
    ]
  },
  {
    "id": 8,
    "text": "Дед сидел молча и смотрел на бабушку.Неизвестно, что она там видела, но похоже что-то странное и страшное.\nКажется дедушка знает о чём она говорила...",
    "answers": [
      {
        "need_ever": true,
        "need_sometimes": false,
        "id": 11,
        "text": "-О чём говорила бабушка, это технологии? - подойдя к деду, спросили Вы.",
        "var_less": [
          "1",
          1
        ]
      },
      {
        "id": 30,
        "text": "-Дед, что это за бумаги?Я нашёл их в погребе. - не отрывая взгляда с них, спросили Вы.",
        "need": [
          10
        ],
        "var_less": [
          "2",
          2
        ]
      },
      {
        "id": 67,
        "text": "-Ба, я тут твою заколку нашел, правда она немного гразная - вытаскивая её из кармана, говорили Вы.",
        "var_sub": [
          "pin",
          1
        ],
        "var_need": [
          "pin",
          1
        ]
      },
      {
        "id": 37,
        "text": "[Назад]",
        "need": [
          11
        ]
      }
    ]
  },
  {
    "id": 9,
    "text": "Вы вошли на кухню.На столе стояла кастрюля с ухой, чайник и нож деда.Ракавина находилась справа, под ней стояло ведро куда можно справлять нужды ночью или в мороз.По большому, нужно ходить на улицу.Рядом стояла печка на которой готовили всю еду.",
    "answers": [
      {
        "id": 32,
        "text": "[Залезть на печку]",
        "var_add": [
          "2",
          1
        ],
        "var_less": [
          "1",
          2
        ]
      }
    ]
  },
  {
    "id": 10,
    "text": "На улице было пасмурно и моросил дождь.В конуре лежала собака смотря на Вас грустными глазами.",
    "answers": [
      {
        "id": 15,
        "text": "[Подойти к собаке]"
      },
      {
        "id": 12,
        "text": "[Войти в гараж]"
      },
      {
        "id": 37,
        "text": "[Назад]",
        "need": 12
      }
    ]
  },
  {
    "id": 11,
    "text": "Дед перевёл взгляд на Вас: \"Нет, это не технологии, это куда хуже.Прилетают какие-то непонятные или люди, или монстры.Но то что упало с неба, это одни.А есть ещё и другие.Я не знаю кто из них хороший, но знаю точно что происходит так сказать \"распределение\" людей, а вот куда и зачем — неизвестно.Ещё многих людей заражают они сами, некоторые превращаются в страшных тварей они очень дикие и неуправляемые.Это всё что я знаю, поэтому нам нужно выживать.Иди в сарай и неси что я тебе говорил\".У Вас не может уложится в голове всё что сказал дед.Он говорил нужно идти в сарай и забрать всё необходимое для того, чтобы выжить.",
    "answers": [
      {
        "id": 13,
        "text": "-Как ты потерял нож?"
      }
    ]
  },
  {
    "id": 12,
    "text": "В конце гаража стояла старая нива деда.В углу находились канистры с бензином.Вдоль правой стены находились дрова.А вот ружьё Вы не знали куда кладёт дед, придётся поискать.",
    "answers": [
      {
        "need_ever": false,
        "need_sometimes": false,
        "id": 16,
        "text": "[Взять канистру]",
        "var_less": [
          "canister",
          1
        ]
      },
      {
        "id": 17,
        "text": "[Взять дрова]",
        "var_less": [
          "wood",
          10
        ]
      },
      {
        "id": 18,
        "text": "[Искать ружьё]",
        "need": [
          17,
          16
        ],
        "var_less": [
          "clock",
          1,
          "litters",
          1,
          "singet ring",
          1
        ]
      },
      {
        "id": 10,
        "text": "[Назад]",
        "need": [
          16,
          17,
          18
        ]
      }
    ]
  },
  {
    "id": 13,
    "text": "Дед сначала ничего не говорил, будто не услышал или собирался с мыслями.\n—Эхх..Давно это было.Когда мне 45 лет стукнуло, тогда мы пошли с мужиками отмечать к Витьку, ну я взял нож, похвалиться какой он у меня.Пришли, сели за стол и начали рассказывать разные истории.Потом мужики напомнили мне что я взял нож, чтобы показать какой у меня он интересный и очень странный.Даю посмотреть им, они конечно же в удивлении, много спрашивали-Как сделал?От куда нож?На самом деле, нож не мой я его возле обрыва нашёл, воткнутым в землю, ну и забрал его себе, необычный ведь.Ну и вот, они посмотрели и вернули его, ну вроде всё хорошо, а когда уходить стал его и нету.Всё обыскали, не нашли.У всех спросили ни у кого нету.Ну думаю, пропал и чёрт с ним.А тут через 15 лет, он нашёлся ещё и на полу..Сходи поспи.\nЭта история очень заинтересовала вас, как он оказался у нас дома, может это связанно с произошедшим?",
    "answers": [
      {
        "id": 9,
        "text": "[Назад]",
        "var_add": [
          "1",
          1
        ]
      }
    ]
  },
  {
    "id": 14,
    "text": "Вы взяли нож, посмотрели на него немного и сунули его в ремень.\n\"Может сходить прогуляться, дойти до Алёны...\" — подумали Вы.",
    "answers": [
      {
        "id": 38,
        "text": "[Выйти на улицу]"
      }
    ]
  },
  {
    "id": 15,
    "text": "Это была \"девочка\", её зовут Берта.Она была хорошо дрессированная.Обычно она резвится и любит играть, а сейчас сырость и она лежит в конуре.Её нашла бабушка в канаве 2 года назад.",
    "answers": [
      {
        "id": 81,
        "text": "[Погладить собаку]"
      },
      {
        "id": 12,
        "text": "[В гараж]"
      }
    ]
  },
  {
    "id": 16,
    "text": "Канистры стояли рядом друг с другом их было 3 штуки.Все они были полностью наполненны бензином.Вы взяли 1 канистру и поставили её возле входа.",
    "answers": [
      {
        "id": 16,
        "text": "Получено: 1 канистра",
        "comment": true
      },
      {
        "id": 12,
        "text": "[Назад]",
        "var_add": [
          "canister",
          1
        ]
      }
    ]
  },
  {
    "id": 17,
    "text": "Дров было много, Вы с дедом заранее их рубили на зиму, чтобы согреться и растопить баню.Вам нужно лишь 10 дров.Вы взяли в охапку дрова и понесли их к входу.",
    "answers": [
      {
        "id": 17,
        "text": "Получено: 10 дров.",
        "comment": true
      },
      {
        "id": 12,
        "text": "[Назад]",
        "var_add": [
          "wood",
          10
        ]
      }
    ]
  },
  {
    "id": 18,
    "text": "Ружьё могло находиться где угодно.К счастью в сарае мало места где оно может быть.",
    "answers": [
      {
        "id": 20,
        "text": "[Обыскать шкаф]",
        "var_less": [
          "signet ring",
          1
        ]
      },
      {
        "id": 21,
        "text": "[Залезть в погреб]",
        "need": [
          20,
          22
        ],
        "var_less": [
          "litters",
          1
        ]
      },
      {
        "id": 22,
        "text": "[Обыскать ниву]",
        "need": [
          20
        ],
        "var_less": [
          "clock",
          1
        ]
      },
      {
        "id": 12,
        "text": "[Назад]",
        "need": [
          20,
          21,
          22
        ]
      }
    ]
  },
  {
    "id": 19,
    "text": "Вы встали на табурет и залезли на шкаф.Там находились банки, носки, старые альбомы, много различного барахла.Похоже ружья тут нет.",
    "answers": [
      {
        "id": 24,
        "text": "[Расчистить барахло]"
      }
    ]
  },
  {
    "id": 20,
    "text": "Шкаф был большой, раньше в нём были вещи, а сейчас различные инструменты.",
    "answers": [
      {
        "id": 19,
        "text": "[Залезть на шкаф]",
        "var_add": [
          "signet ring",
          1
        ],
        "var_less": [
          "signet ring",
          1
        ]
      },
      {
        "id": 23,
        "text": "[Открыть шкаф]"
      },
      {
        "id": 18,
        "text": "[Назад]",
        "need": [
          23,
          19
        ]
      }
    ]
  },
  {
    "id": 21,
    "text": "Погреб был со светом и находился рядом с нивой.Внутри погреба было много банок с вареньем, грибами, огурцами и т.д.Он был небольшой с маленьким проходом в комнатку, дед там часто находился.Стоит там тщательно поискать.",
    "answers": [
      {
        "id": 26,
        "text": "[Обыскать комнату]",
        "var_less": [
          "litters",
          1
        ]
      },
      {
        "id": 27,
        "text": "[Посмотреть полки с банками]"
      },
      {
        "id": 36,
        "text": "[Назад]",
        "need": [
          26
        ]
      }
    ]
  },
  {
    "id": 22,
    "text": "Вы катались на ней по деревне и возили девчонок с \"ветерком\". В ней точно не может быть ружья, но возможно найдётся что-то другое, стоит поискать.",
    "answers": [
      {
        "id": 29,
        "text": "[Осмотреть багажник]",
        "var_add": [
          "clock",
          1
        ]
      },
      {
        "id": 18,
        "text": "[Назад]",
        "need": [
          29
        ]
      },
      {
        "id": 28,
        "text": "[Посмотреть что в бардачке]",
        "var_less": [
          "pin",
          1
        ]
      }
    ]
  },
  {
    "id": 23,
    "text": "Открыв шкаф на вас начали падать лыжи, но благо у вас имеется реакция, Вы успели их поймать.В шкафу находились инструменты, сломаные лыжи, санки и большой телевизор.В нём ничего не было нужного.",
    "answers": [
      {
        "id": 20,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 24,
    "text": "Подняв несколько банок и различных бумаг, вы рассмотрели в углу кольцо.Взяв его в руки вы поняли что это печатка, которые раньше были в моде.Неизвестно сколько она пролежала тут, но выглядела как новая.На ней был нарисован топор и какой-то непонятный символ.Раньше вы уже встречали вещи с такими символами, это ещё одна из них.",
    "answers": [
      {
        "id": 25,
        "text": "[Надеть печатку]",
        "var_add": [
          "signet ring",
          1
        ]
      }
    ]
  },
  {
    "id": 25,
    "text": "Как только Вы надели её, сразу повеяло холодом со всех сторон.Осмотревшись по сторонам вы ничего не увидели, всё было как обычно.В какой-то момент вам показалось что вы Фроддо из фильма \"Властелин колец\".",
    "answers": [
      {
        "id": 20,
        "text": "[Слезть со шкафа]"
      },
      {
        "id": 25,
        "text": "Вы подобрали интересную печатку.На ней нарисован топор и символ.\nСобирайте различные вещи, потом они вам пригодятся.",
        "comment": true
      }
    ]
  },
  {
    "id": 26,
    "text": "Войдя в комнатку,вы сразу увидели ружьё, висящее на стене.Слева стоял столик на котором лежали различные бумаги.Самое интересное то, что в комнатке было тепло...\nЗабрав ружьё со стены вы обратили внимание на бумаги и решили посмотреть на них.Почитав немного, вы поняли что это письма, которые отправлял деду некий Алексей из Краснодара.В этих письмах чаще всего повторяются слова: \"Готовься, они собираются\". Говорится о \"распределителях\" и о ком то ещё.Похоже они к нам не с добром.Нужно показать эти письма деду и всё узнать.",
    "answers": [
      {
        "id": 21,
        "text": "[Взять письма и ружьё]",
        "var_add": [
          "litters",
          1
        ]
      }
    ]
  },
  {
    "id": 27,
    "text": "Банки стояли аккуратно, больше всего было варенья.К сожалению тут есть мыши и крысы, они едят практически всю картошку.Дед пытался их травить газом, но бесполезно.",
    "answers": [
      {
        "id": 21,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 28,
    "text": "В бардачке лежали салфетки, бумажки, туалетная бумага, документы на машину.Но самое интересное там лежала бабушкина заколка, которую она давно искала.Бабушка будет рада, что Вы нашли её заколку.",
    "answers": [
      {
        "id": 22,
        "text": "[Взять заколку]",
        "var_add": [
          "pin",
          1
        ]
      }
    ]
  },
  {
    "id": 29,
    "text": "В багажнике было запасное колесо, несколько досок, сумка с инструментами, верёвка и ящик с шуруповёртом...Под колесом что-то поблескивало, Вы немного приподняли его и увидели часы, которые давно потеряли, счастью вашему не было предела.",
    "answers": [
      {
        "id": 22,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 30,
    "text": "Дед хмуро посмотрел на вас и взял бумаги.Через несколько минут он ответил, поднимая голову на вас.\n—Это мне писал мой друг, Лёха из Краснодара.Мы давно с ним знакомы.Он работал в научной компании и сильно прогрессировал.Его уволили из-за того что он начал говорить что близится нечто ужасное, никто его не слушал и не понимал, не пытался понять..Но он начал говорить про какие-то символы на вещах.Я ему сначала не верил, а потом...Я увидел эти символы на некоторых вещах, те самые про которые он мне рассказывал.Вот тогда я поверил.\nСейчас к нам прилетели \"распределители\", а вместе с ними ещё и другие, за своими целями и опытами над нами.Лёха знает про них всё, поэтому лучше тебе поговорить с ним.Всё равно ты хотел выбраться иж деревни в город, вот и посмотришь...Кстати я давно собирался его навестить, может скоро поедем туда.\" — дед отложил бумаги и начал смотреть в окно.\nВы стояли в ступоре и пытались осознать всё что сказал дед.Посмотрев на печатку, вы поняли что всё это реально.\nНу что-ж, придётся в скором времени ехать до Алексея...",
    "answers": [
      {
        "id": 8,
        "text": "- Вон дрова, канистра и ружьё - Вы посмотрели в сторону порога.",
        "var_add": [
          "2",
          2,
          "2",
          1
        ],
        "var_sub": [
          "litters",
          1,
          "wood",
          10,
          " canister",
          1
        ]
      }
    ]
  },
  {
    "id": 31,
    "text": "Дед подошёл к двери где лежали дрова, канистра и ружьё.\n—Ну что, всё готово, поживём день, другой, а там посмотрим.Кстати,кхм, возьми себе тот нож.Который ты нашел на кухне, мне он без надобности, а тебе может пригодится... — сказал дед, уходя в комнату к бабушке.\nКивнув в ответ вы пошли на кухню за ножом.",
    "answers": [
      {
        "id": 9,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 32,
    "text": "На печке было просторно и тепло.Вы думали про кого говорил дедушка и про историю с ножом.Через несколько минут вы сами для себя не заметили как уснули.",
    "answers": [
      {
        "id": 33,
        "text": "[Делее]"
      }
    ]
  },
  {
    "id": 33,
    "text": "Вы проснулись бодрым.Что-ж, нужно идти в гараж.",
    "answers": [
      {
        "id": 37,
        "text": "[Слезть с печи]",
        "var_add": [
          "1",
          2
        ]
      },
      {
        "id": 33,
        "text": "------------------------------\n[Вы прошли пролог!Начинается 1 глава!]",
        "comment": true
      }
    ]
  },
  {
    "id": 34,
    "text": "С какой главы начать?",
    "answers": [
      {
        "id": 2,
        "text": "[Пролог]"
      },
      {
        "id": 33,
        "text": "[Глава 1]"
      },
      {
        "id": 1,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 35,
    "text": "Родители Алёны были довольно богатыми людьми, покрайне-мере для деревни.Её родная мама умерла при родах, а которая сейчас появилась пару месяцев назад.Отец был родной.\nМашины не было возле дома, похоже они уехали в город.",
    "answers": [
      {
        "id": 40,
        "text": "[Постучаться]"
      }
    ]
  },
  {
    "id": 36,
    "text": "Зайдя в дом, Вы положили все что нашли в гараже к порогу.",
    "answers": [
      {
        "id": 8,
        "text": "[Пройти в комнату]"
      }
    ]
  },
  {
    "id": 37,
    "text": "Вы сидели возле окна и думали чем заняться.На улице было пасмурно и холодно.Бабушка уже проснулась, они сидели вместе с дедом и разговаривали.",
    "answers": [
      {
        "id": 8,
        "text": "[Пройти в комнату]"
      },
      {
        "id": 9,
        "text": "[Пойти на кухню]",
        "need": [
          11
        ],
        "var_less": [
          "2",
          1
        ]
      },
      {
        "need_ever": false,
        "need_sometimes": false,
        "var_less": [
          "clock",
          1,
          "wood",
          10,
          " canister",
          1
        ],
        "text": "[Пойти в гараж]",
        "need": [
          9
        ],
        "id": 10
      },
      {
        "id": 14,
        "text": "[Взять нож деда]",
        "need": [
          30
        ]
      }
    ]
  },
  {
    "id": 38,
    "text": "На улице было холодно.Берта сидела в конуре и не высовывала нос.",
    "answers": [
      {
        "id": 35,
        "text": "[Идти до Алёны]"
      },
      {
        "id": 39,
        "text": "[Пройтись по улицам]"
      }
    ]
  },
  {
    "id": 39,
    "text": "Вы ходили по улице и смотрели в окна домов, но везде было пусто, как будто вся деревня куда-то уехала.\nВ одном из домов Вы увидели Георгия Захаренко. Это серьезный мужчина который живёт один.Очень крепкий, 2 метра ростом и все время сидел возле своего дома.\nОн что-то искал возле окна не обращая внимания на Вас.",
    "answers": [
      {
        "id": 66,
        "text": "[Подойти к калитке]"
      },
      {
        "id": 69,
        "text": "[Пойти дальше]"
      }
    ]
  },
  {
    "id": 40,
    "text": "Вы постучались несколько раз, но никто не выходил.Вы решили открыть ворота и постучаться в дверь дома, но ворота были хорошо заперты.\"Похоже Алёну забрали родители с собой в город..\" — подумали Вы у себя в голове и опустив голову, сели на лавочку рядом с домом.",
    "answers": [
      {
        "id": 41,
        "text": "[Посмотреть на окно дома Алёны]"
      }
    ]
  },
  {
    "id": 41,
    "text": "В детстве вы сидели на этой лавочке и так же смотрели в окно, в котором кривлялась Алёна.Вспоминая это у вас чуть не наворачивались слёзы радости, ведь Вы не понимаете что произошло и скоро поедете в Краснодар по указу Деда, так и не попрощавшись с ней.Вы ещё несколько минут смотрели на окно, в ожидании что Алёна посмотрит на Вас.\nСобираясь уходить Вы увидели, что кто-то промелькнул в окне.Подскочив от страха и упав на землю, Вы подумали бежать, но это это может быть Алёна или её родители.\n\"Мне необходимо узнать кто это был\" — прошептали Вы себе под нос вставая с земли.",
    "answers": [
      {
        "id": 42,
        "text": "[Перелезть через ворота]"
      }
    ]
  },
  {
    "id": 42,
    "text": "Двор был большой и красивый.Они не держали скотину.Из животных был только кот Вася, который прогуливался возле входной двери. \"Хм, кот на улице, значит это точно была Алёна\" — Сказали Вы у себя в голове.\nПодойдя к двери вы услышали не быстрые шаги.В некоторые моменты они прекращались, а потом начинались, но это была не Алёна, это точно...",
    "answers": [
      {
        "id": 43,
        "text": "[Взять нож деда и тихо зайти в дом]"
      },
      {
        "id": 44,
        "text": "[Взять нож деда и быстро зайти в дом]"
      }
    ]
  },
  {
    "id": 43,
    "text": "Отрыв тихо дверь, шаги прекратились.Это вас очень напугало.Зайдя на порог вы увидели маму Алёны лежащую на полу и сидящего отца, который смотрел на Вас широко открытыми глазами.Такое вы могли видеть только в фильмах ужасов.Похоже мама Алёны умерла.Вы стояли открыв рот.Отец Алёны очень сильно пугает Вас своим взглядом.Через несколько минут он перевёл взгляд на жену.Похоже он не осознаёт что происходит или Вы не осознаёте всего происходящего...",
    "answers": [
      {
        "id": 45,
        "text": "[Зайти в комнату]"
      }
    ]
  },
  {
    "id": 44,
    "text": "Быстро открыв дверь Вы зашли на порог и увидели маму Алёны лежащую на полу, и сидящего отца, который смотрел на вас широко открытыми глазами.Такое вы могли видеть только в фильмах ужасов.Похоже её мать умерла...Отец Алёны очень сильно пугает Вас своим взглядом.Через несколько минут он перевёл взгляд на жену.Похоже он не осознаёт что происходит или вы не осознаёте всего происходящего...",
    "answers": [
      {
        "id": 45,
        "text": "[Зайти в комнату]"
      }
    ]
  },
  {
    "id": 45,
    "text": "Стоя с ножом в проходе между коридором и комнатой вы смотрели на тело матери Алёны.Она была мертва.\"Но не мог же её убить свой муж\"-подумали Вы.Отец молча смотрел на Вас, но молчание не могло продолжаться вечно.Он резко подскочил, схватил вас за горло и прижал к стене,смотря на вас бешеными глазами.Подождав немного, Вы поняли что он не собирается отпускать Вас.В голове мелькнули лишь несколько вариантов.",
    "answers": [
      {
        "id": 46,
        "text": "[Ударить ножом в руку]"
      },
      {
        "id": 47,
        "text": "[Ударить ножом в шею]"
      }
    ]
  },
  {
    "id": 46,
    "text": "Вы всадили нож в руку отца Алёны.Он опустив вас и схватившись за нож и начал его вытаскивать, не издавая ни единого звука.Вы отползая назад увидели отвёртку в щели между шкафом и стеной.Пытаясь вытащить отвёртку,Вы не увидели как к вам приближался отец, уже с ножом.",
    "answers": [
      {
        "id": 48,
        "text": "[Продолжать вытаскивать отвёртку]"
      },
      {
        "id": 49,
        "text": "[Побежать на кухню]"
      }
    ]
  },
  {
    "id": 47,
    "text": "Вы всадили нож в шею отца Алёны.Он опустив вас и схватившись за нож упал на колено и начал его вытаскивать.Нож был полностью в шее, до самой ручки, Вы пригледелись и увидели как он выпирает с другой стороны.Вам стало очень плохо и Вас стошнило, в скором времени отец Алёны упал на пол со стеклянными глазами, а Вы потеряли сознание...",
    "answers": [
      {
        "id": 50,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 48,
    "text": "Ваша рука была слишком большая и не могла пролезть, но пальцами Вы смогли зацепить и вытащить отвёртку.Быстро поднявшись на ноги Вы воткнули отвёртку в голову отца Алёны.Он упал на пол как большой шкаф с отвёрткой в голове.Вы стояли в шоке и частями в крови.Скорее всего каждый человек упадёт в обморок после такого.Голова начала кружиться, а в глазах становится темно.Вы сели облакотившись спиной к шкафу и потеряли сознание.",
    "answers": [
      {
        "id": 50,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 49,
    "text": "На столе лежал нож и это самое главное в данной ситуации.Взяв его и прижавшись к стене, Вы ждали когда отец зайдёт на кухню.Он не заставил вас долго ждать.Отец влетел на кухню и кинулся на Вас.Вы отпрыгнули и на эмоциях всадили ему нож в голову.\nОн упал на пол как большой шкаф с ножом в голове.Вы стояли в шоке и частями в крови.Скорее всего каждый человек упадёт в обморок после такого.Голова начала кружиться, а в глазах становиться темно.Вы сели облакотившись спиной к стене и потеряли сознание.",
    "answers": [
      {
        "id": 50,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 50,
    "text": "Вы проснулись днём, в 4-ом часу.Не так уж и долго Вы были в обмороке.Глядя на труп матери и отца Алёны, у Вас начал появляться позыв тошноты.",
    "answers": [
      {
        "id": 51,
        "text": "[Забрать нож]"
      }
    ]
  },
  {
    "id": 51,
    "text": "Закрывая глаза Вы забрали нож.И протёрли его о кофту отца.",
    "answers": [
      {
        "id": 52,
        "text": "[Пройти в комнату]"
      }
    ]
  },
  {
    "id": 52,
    "text": "В комнате лежала мать Алёны, а вот где сама Алёна?Она могла убежать из дома или где нибудь спрятаться.Рассуждая Вы услышали грохот из-под пола.Убрав ковёр вы увидели люк, ведущий в подпол.",
    "answers": [
      {
        "id": 53,
        "text": "[Открыть люк]"
      }
    ]
  },
  {
    "id": 53,
    "text": "Там было темно, только лучи солнца освещали некоторую часть подпола.Посмотрев, Вы никого не увидели.\"Аууу, есть тут кто?\"- крикнули Вы.Через несколько минут кто-то медленно начал идти.Вы внимательно смотрели вглубь темноты, пытаясь разглядеть хоть что-то.Рассмотрев силуэт, Вы сразу поняли что это Алёна.",
    "answers": [
      {
        "id": 54,
        "text": "[Спуститься и помочь Алёне]"
      }
    ]
  },
  {
    "id": 54,
    "text": "Спустившись вниз, Вы подошли к ней и взяв её на руки подняли на верх, её руки были перевязаны.\nВы развязывали верёвки и смотрели на Алёну, она была истощена.\"Сколько дней она там пробыла?Кто её там оставил?Что случилось с её родителями?\"- думали Вы у себя в голове.Развязав верёвки, она сразу же обняла Вас.",
    "answers": [
      {
        "id": 55,
        "text": "[Обнять в ответ]",
        "var_add": [
          "love",
          1
        ]
      },
      {
        "id": 56,
        "text": "[Не обнимать]"
      }
    ]
  },
  {
    "id": 55,
    "text": "Вы ответили взаимностью и обняли Алёну.Она прижала Вас ещё сильнее.",
    "answers": [
      {
        "id": 59,
        "text": "-Сколько ты там пробыла?"
      }
    ]
  },
  {
    "id": 56,
    "text": "Алёна убрав руки смотрела на вас со стеклянными глазами.",
    "answers": [
      {
        "id": 57,
        "text": "\"Кто тебя там оставил?\""
      },
      {
        "id": 58,
        "text": "\"Что случилось с твоими родителями?\""
      },
      {
        "id": 59,
        "text": "\"Сколько ты там пробыла?\""
      }
    ]
  },
  {
    "id": 57,
    "text": "Алёна посмотрела на тело мамы и отца. \n—Я проснулась от громкого разговора папы и неизвестного мужчины.Мужчина говорил что маме и папе нужно пройти с ним, но папа никуда не хотел идти.Я посмотрела из-за угла комнаты и увидела высокого мужчину одетого в непонятную одежду.Он часто дёргался, как будто нервный тик.Вдруг он схватил папу за голову и поставил какой-то укол в руку.Я выбежала чтобы защитить папу, но мужчина одной рукой отбросил меня к окну.Я потеряла сознание, а когда очнулась было очень темно и холодно.Я была в подполе и слышала только частые шаги...А ещё у мужчины на руках и шее были разные символы — Алёна смотрела в одну точку и всхлипывала.\nВы посмотрели на свою печатку и спросили: -Такие? — Алёна посмотрела на печатку и на вас. -Ты один из них?! — спросила она дрожащим голосом.",
    "answers": [
      {
        "id": 60,
        "text": "-Нет, нет!Я не знаю сам что происходит и про кого ты говоришь. - говорили Вы очень быстро и испуганно."
      }
    ]
  },
  {
    "id": 58,
    "text": "Алёна смотря на тело мамы, начала говорить дрожжащим голосом: \n—Я не знаю...Мама просто...Я не помню, всё было хорошо, но...Папа вел себя очень странно в последнее время и мама тоже...Извини, я почти ничего не помню, давай чуть позже об этом поговорим... — Алёна смотрела на Вас зарёванными глазами.",
    "answers": [
      {
        "id": 57,
        "text": "-Да, прости за этот вопрос... - Вы отвели взгляд в сторону."
      }
    ]
  },
  {
    "id": 59,
    "text": "—Я не знаю...День...Два...Мне очень страшно, мой папа как будто сошел с ума...Мама и до этого хотела покончить жизнь самоубийством... — Алёна не сдержавшись прижалась к вам со всей силой и начала плакать.",
    "answers": [
      {
        "id": 58,
        "text": "-Ну, успокойся, расскажи что случилось с твоими родителями?"
      }
    ]
  },
  {
    "id": 60,
    "text": "Алёна смотрела на Вас испуганными глазами.Через несколько секунд она выдохнула и опустила голову вниз.\n—Я не знаю что мне делать.Куда мне идти.И как дальше жить...Спасибо тебе огромное, если бы не ты...Вы посмотрели на Алёну и взяли её за руку.",
    "answers": [
      {
        "id": 61,
        "text": "-Ничего, всё хорошо, пойдём со мной..."
      }
    ]
  },
  {
    "id": 61,
    "text": "Она не могла ходить, так как была сильно истощена.Вы это понимали, поэтому взяли Алёну на руки и понесли домой.",
    "answers": [
      {
        "id": 62,
        "text": "[Идти домой]"
      }
    ]
  },
  {
    "id": 62,
    "text": "На пути вам встречались только кошки и собаки, машины и дома были пустыми.Вы чувствовали необъяснимую пустоту и холод внутри себя.\nАлёна смотрела на Вас сонными глазами и с каждым разом когда она закрывала глаза, прижимала Вас к себе.",
    "answers": [
      {
        "id": 63,
        "text": "[Открыть ворота и войти в дом]"
      }
    ]
  },
  {
    "id": 63,
    "text": "Вы открыли дверь и вошли в дом.Бабушка увидев из комнаты истощенную Алёну мгновенно выбежала закрывая ладонью рот.\n—Ба, положи её на кровать — сказали Вы отдавая Алёну бабушке.\n—Так как же, это что же, внучек... — уходя в комнату на руках с Алёной, бабушка говорила чуть ли не плача.",
    "answers": [
      {
        "id": 64,
        "text": "[Пройти в комнату]"
      }
    ]
  },
  {
    "id": 64,
    "text": "Бабушка положила Алёну на кровать и быстро пошла на кухню.\n—Ба, а где дед? — спросили Вы проходя за ней на кухню.\n—До Ерофима пошел — ответила бабушка дрожащим голосом.\n\"Думаю сейчас ей не нужно ничего говорить и Алёна пусть полежит\" — подумали Вы уходя из кухни.",
    "answers": [
      {
        "id": 65,
        "text": "[Выйти на улицу]"
      }
    ]
  },
  {
    "id": 65,
    "text": "\"Происходит хрен пойми что, мама Алёны умерла, походу её убил сумашедший муж.Да, я давно замечал что у него с головой не всё в порядке, но не на столько же...К тому же я убил его, меня посадить могут...Это полный капец\" — Вы не выдерживали такого напора эмоуий и начали покачиваться вперед-назад схватившись за голову, как псих-больные.\"Нужно отдохнуть от всего этого\" — сказали Вы вслух и пошли спать.",
    "answers": [
      {
        "id": 65,
        "text": "Вы прошли 1 главу! Поздравляю!Вы можете пройти её снова и открыть все достижения.  Пишите в комментариях, чего хотите в следующей главе или чего не хватает в этой.",
        "comment": true
      },
      {
        "id": 1,
        "text": "[Перейти на первую страницу]"
      }
    ]
  },
  {
    "id": 66,
    "text": "Подходя к калитке, Георгий посмотрел на Вас и мгновенно отошёл от окна.",
    "answers": [
      {
        "id": 68,
        "text": "[Постучаться в ворота]"
      },
      {
        "id": 69,
        "text": "\"Ну и пусть ходит, его же дом\" - подумали Вы у себя в голове и пошли дальше."
      }
    ]
  },
  {
    "id": 67,
    "text": "Бабушка быстро села на кровать и закрывая одной рукой открытый рот от удивления, а другой медленно забирая у Вас заколку.\n— Спасибо мой внучек, спасибо мой родненькай, да и где ты только нашел её — говорила бабушка обнимая Вас.\n— Она в бардачке лежала, взял её, она же дорога тебе — сказали Вы, почесывая затылок.\n— Да, дорога, умничка ты мой — бабушка говорила это не отрывая взгляд с заколки.\nНу, надо поговорить с дедом.",
    "answers": [
      {
        "id": 8,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 68,
    "text": "Ворота оказались открыты и Вы прошли во двор дома в котором ни разу не были.\nНапротив дома стоял небольшой домик, с одним окном которое выходит во двор. \"Че за фигня\" — сказали Вы еле слышно.",
    "answers": [
      {
        "id": 70,
        "text": "[Подойти к двери дома в котором Георгий]"
      },
      {
        "id": 71,
        "text": "[Посмотреть в окно маленького дома]"
      }
    ]
  },
  {
    "id": 69,
    "text": "Вы решили дойти до Алёны и узнать как у нее дела.",
    "answers": [
      {
        "id": 35,
        "text": "[Подойти к дому Алёны]"
      }
    ]
  },
  {
    "id": 70,
    "text": "Немного постояв у двери, Вы подумали уйти, но послышались басистые голоса и поскрипование.\nВы прислонились ухом к двери чтобы тщательно все разобрать...\n— Ну вот мы всё обсудили — что-то хлопнуло и  полсышался звук воды из крана — а теперь попрошу выйти... — это голос Георгия, видимо у него дома неприятный ему человек.\n— Ну что же ты гонишь меня, я не кот и не собака какая-нибудь. Соглашайся такое предложение не каждому даётся второй раз, тем более у тебя ничего нет, ты же осознаешь это? — кто-то спросил угрожающим тоном.\n— Да...Но мы уже всё обсудили, в тот раз я был неопытен и глуп, поэтому согласился, сейчас я отказываюсь! — это голос Георгия.\n— Мы оба понимаем кто победит в эт... — Не успев договорить его перебивает Георгий:\n— Но найдя хотя бы 3-ое лучших, а на это уйдет не мало времени...\nВы слышали как к двери кто-то приближается. Быстро подскочив Вы выбежали из двора и побежали не оборачиваясь.",
    "answers": [
      {
        "id": 35,
        "text": "\"Понемногу пазл начинает складываться...\" - подумали Вы у себя в голове, подходя к Алёниному дому."
      }
    ]
  },
  {
    "id": 71,
    "text": "В домике ничего примечательного не находилось.Единственное, что Вас удивило, так это две табуретки стоящие рядом со столом. \"Хм, может он приглашает сюда каких-либо девушек...Ну или мужчин\" — подумали Вы у себя в голове подходя к двери этого дома.",
    "answers": [
      {
        "id": 73,
        "text": "[Осмотреть дверь]"
      }
    ]
  },
  {
    "id": 72,
    "text": "Похоже речь шла о \"распределителях\" и о ком то ещё, если верить словам деда.Мужчина с которым разговаривал Георгий, играет не малую роль в этой \"войне\", но какая может быть война и с чего ей быть?Эти вопросы Вы задавали себе весь путь до Алёны, ведь она —  единственный ваш лучший друг, которая знает вас полностью и сможет поверить во все это, кроме дедушки и бабушки.",
    "answers": [
      {
        "id": 35,
        "text": "[Идти до Алёны]"
      }
    ]
  },
  {
    "id": 73,
    "text": "Дверь была старая, некоторые части дерева легко отлетали при прикосновении пАльцами. ручка была тоже из дерева, и тоже старая. \"Ничего необычного\" — говорили Вы коворяя дверь.\nВ тот момент что-то необычное происходило в доме, где находился Георгий...\nОт туда начали доноситься негромкие басистые голоса, но слов не разобрать.",
    "answers": [
      {
        "id": 74,
        "text": "[Подслушать разговор]"
      }
    ]
  },
  {
    "id": 74,
    "text": "Вы прислонились ухом к двери,чтобы разобрать слова...\n— ...ты же осознаешь это? — кто-то спросил угрожающим тоном.\n— Да...Но мы уже все обсудили, в тот раз я был неопытен и поэтому согласился, сейчас я отказываюсь — это голос Георгия. Видимо он разговаривал с каким-то давним знакомым.\n— Мы оба понимаем кто победит в эт... — Не успев договорить его перебивает Геогргий:\n— Но найдя хотя бы 3-ое лучших, а на это уйдет не мало времени...\nВы слышали как к двери кто-то приближается. Быстро подскочив Вы выбежали из двора и побежали не оборачиваясь.",
    "answers": [
      {
        "id": 72,
        "text": "[Обдумать все, о чем говорили мужчины]"
      }
    ]
  },
  {
    "id": 75,
    "text": "",
    "answers": []
  },
  {
    "id": 76,
    "text": "Вы без раздумий ударили отца Алёны ножом в шею.",
    "answers": [
      {
        "id": 77,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 77,
    "text": "Здесь находятся все достижения, полученные в ходе игры.",
    "answers": [
      {
        "id": 78,
        "text": "\"А что в окошке?\"",
        "need": [
          71
        ]
      },
      {
        "id": 79,
        "text": "\"Любопытный Саня\"",
        "need": [
          68
        ]
      },
      {
        "id": 80,
        "text": "\"Любимый внучек\"",
        "need": [
          67
        ]
      },
      {
        "id": 83,
        "text": "\"Лучший друг человека-Берта\"",
        "need": [
          82
        ]
      },
      {
        "id": 84,
        "text": "\"Это любовь\"",
        "need": [
          55
        ]
      },
      {
        "id": 76,
        "text": "\"Без церемонии\"",
        "need": [
          47
        ]
      },
      {
        "id": 1,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 78,
    "text": "Вы посмотрели в окно соседнего дома Георгия.",
    "answers": [
      {
        "id": 77,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 79,
    "text": "Вы все таки решили узнать что происходит в доме Георгия и подслушали не мало важный разговор.",
    "answers": [
      {
        "id": 77,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 80,
    "text": "Вы нашли бабушкину заколку и отдали её.Бабушка осталась очень рада.",
    "answers": [
      {
        "id": 77,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 81,
    "text": "Вы присели на корточки и посмотрели в конуру, Берта смотрела на Вас злыми глазами, видимо она хочет побыть одна, а то укусит ещё...",
    "answers": [
      {
        "id": 82,
        "text": "[Погладить]"
      },
      {
        "id": 12,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 82,
    "text": "Вы всё же решили погладить Берту и позвали её к себе, на удивление она подняла уши и подбежала к вам с радостью.Вы немного поиграли с ней и пошли в гараж.",
    "answers": [
      {
        "id": 12,
        "text": "[В гараж]"
      }
    ]
  },
  {
    "id": 83,
    "text": "Вы не забоялись и погладили Берту, она была рада этому.",
    "answers": [
      {
        "id": 77,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 84,
    "text": "Вы взаимно обняли Алёну, когда она в этом сильно нуждалась.",
    "answers": [
      {
        "id": 77,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 85,
    "text": "",
    "answers": []
  }
]