[
  {
    "id": 1,
    "text": "Вы когда нибудь задумывались кто там наверху создал этот мир. Так я вам отвечу. Мидгард и другие 8 миров создали из тела великана Мимира. В этом квесте вы играете за викинга. С какой то стороны обычного, а с другой... В общем вы сами все узнаете",
    "answers": [
      {
        "id": 2,
        "text": "Начнем"
      }
    ]
  },
  {
    "id": 2,
    "text": "Вы обычный викинг. Работаете, пьёте воюете. В общем все как всегда. Харальд Свенсон (так вас зовут) получил прозвище Сын Одина благодаря своей удаче и жуткой силе. Тут конунг обьявил о сборе похода на Британию. И вы...",
    "answers": [
      {
        "id": 3,
        "text": "Конечно же соберетесь плыть с конунгом"
      },
      {
        "id": 4,
        "text": "Останетесь защищать родной дом"
      }
    ]
  },
  {
    "id": 3,
    "text": "Спасибо, что пошел с нами Харальд, ведь ты лучший наш воин — сказал тебе конунг.Викинги собираются отплывать, и вы...",
    "answers": [
      {
        "id": 6,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 4,
    "text": "Жалко, что ты не пойдешь с нами, хотя защита родного дома тоже дело достойное викинга. Ты теперь за главного пока меня нет — сказал конунг и начал сборы. ",
    "answers": [
      {
        "id": 7,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 5,
    "text": "Вы входите в Валхаллу. Это прерасно. Столько еды и эля вы еще никогда не видели. Время здесь не идет. Остается только наслаждаться и ждать Рагнарок. Но однажды ночью к вам явились двое. Широкоплечий и бородатый мужчина с соломенными волосами. И высокий безбородый с рыжими зализанными назад волосами. Это были Тор и Локи. Они начали рассказывать свои истории. Тор начал: понимаешь, у меня украли молот — сказал он и зло посмотрел на Локи — великан Ингнир обманул Локи и заставил его отдать ему мой молот. Ты самый сильный воин в Валхалле и должен мне помочь. Подумай об этом. — договорил Тор и ушел. \nТут заговорил Локи — на самом деле Ингнир не обманул меня. Я сам отдал ему молот. Тор хочет убить Одина и я спасаю нашего всеотца. Я тебе потом скажу , что надо делать — сказал Локи и испарился.",
    "answers": [
      {
        "id": 13,
        "text": "Вы мысленно согласились с Тором"
      },
      {
        "id": 13,
        "text": "Вы мысленно согласились с Локи"
      }
    ]
  },
  {
    "id": 6,
    "text": "Наконец мы достигли брегов Британии. Уже видно дым от домов. Вы высадились и ворвались в деревню, грабя все на пути. Ты увидел одного из братьев по оружию издевающегося над женщиной, и кровь твоя закипела ты понесся к нему и вступил в бой с ним. И он вьонзил тебе меч в сердце. В глазах потемнело...",
    "answers": [
      {
        "id": 12,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 7,
    "text": "Конунг отплыл и теперь ты за главного. Спустя 2 дня ранним утром всех разбудил набат. Во фьорд входили корабли, но не шведского конунга, а жестоких пиратов датчан.\n",
    "answers": [
      {
        "id": 8,
        "text": "Мы будем оборонятся до конца! Валхалла!!"
      },
      {
        "id": 9,
        "text": "Надо бежать и оставить город"
      },
      {
        "id": 10,
        "text": "Попробуем договориться"
      }
    ]
  },
  {
    "id": 8,
    "text": "Датчане ворвались в город женщины и дети успели уйти. Вы бросились вперед. Много датчан пало от вашей руки. Но даже самых сильных настигает смерть...",
    "answers": [
      {
        "id": 12,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 9,
    "text": "Вы бежали, но датчане догнали и убили всех...",
    "answers": [
      {
        "id": 11,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 10,
    "text": "Вы вышли за ворота с богатыми дарами. Датчане пристали и их конунг Атли сошел на берег. Вы просите принять дары и уйти. Тогда Атли отвечает: Дары мы примем. Но вас убьем. Просвистела стрела. В глазах потемнело.",
    "answers": [
      {
        "id": 11,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 11,
    "text": "Вы видите свет. Вы шевелите своими руками. Вроде бы вы живы. Вы открываете глаза и видите огромныечерные ворота, а навстречу к вам выходит... О Один всемогущий, к вым навстречу, усмехаясь, выходит она, Хель. Она заговорила громовым голосом: Ты храбрый воин, ты мечтал о Валхалле а получил Хельхейм.",
    "answers": [
      {
        "id": 1,
        "text": "Вы попали в Хельхейм. Удел слабых. Вы проиграли"
      }
    ]
  },
  {
    "id": 12,
    "text": "Вы открыли глаза и, о чудо перед вами сам Один.\nОн ведет вас к золотым воротам Валхаллы.",
    "answers": [
      {
        "id": 5,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 13,
    "text": "На рассвете вы вышли из Валхаллы и увидели Тора и Локи. Локи вам подмигнул и вы",
    "answers": [
      {
        "id": 14,
        "text": "Подмигнули в ответ"
      },
      {
        "id": 14,
        "text": "Проигнорировали"
      }
    ]
  },
  {
    "id": 14,
    "text": "Тор заговорил — сейчас мы полетим в Йотунхейм. Ты должен помочь мне победить Ингнира, я сейчас запрягу козлов и мы полетим за моим молотом. В это время вас подозвал Локи.\n",
    "answers": [
      {
        "id": 15,
        "text": "Подойти к нему"
      },
      {
        "id": 17,
        "text": "Игнорировать"
      }
    ]
  },
  {
    "id": 15,
    "text": "Локи сказал — Харальд, ты самый сильный воин и должен мне помочь одолеть Тора. Ты должен спасти Асгард. Если мы не убьем громовержца, то он уничтожит все девять миров.",
    "answers": [
      {
        "id": 17,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 16,
    "text": "Наконец вы приземлились у огромной скалы. Локи сказал — это жилище Ингнира. Мы должны придумать стратегию — завершил он и подозвал вас, чтобы, якобы обсудить стратегию. Сделай это сейчас — сказал он. ",
    "answers": [
      {
        "id": 18,
        "text": "Но я не могу. "
      },
      {
        "id": 19,
        "text": "Я это сделаю"
      }
    ]
  },
  {
    "id": 17,
    "text": "Тут подошел Тор с колесницей и вы отправились в Йотунхейм. От такой скорости закладывало уши и сложно было дышать. Вы неслись над просторами Йотунхейма и видели великанов.\n",
    "answers": [
      {
        "id": 16,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 18,
    "text": "Слабак — процедил Локи. И тут откуда то из за горы выскочил Ингнир. Вы были наготове и метнули огромный топор в голову великану. Ингнир держал в руке Мьолнир. И тут Локи бросился на Тора, но упал не успев добежать. У него из спины торчал ваш кинжал. Вы с Тором вернулись в Асгард, где вас приветствовали как героя. Конец, но не единственный.\n\n",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 19,
    "text": "Из за горы появился Ингнир и Тор накинулся на него. Вы бросились на помощь ему. Наконец тор одолел великана. Вы нетвердой походкой подошли к нему чтобы похлопать по плечу, и вогнали меч ему прямо в сердце. Тор упал и больше не шевелился. Тут Локи дико захохотал. И закричал — выходите дети мои! Мы идем на Асгард. К вам подбежал огромный волк Фенрир, из под земли вырвалась Хель. Змея Мидгард выползла наружу. Локи обратился к вам — пойдешь с нами на Асгард, станешь героем, а если нет умрешь.",
    "answers": [
      {
        "id": 20,
        "text": "Я не предам одина"
      },
      {
        "id": 21,
        "text": "Я пойду с вами"
      }
    ]
  },
  {
    "id": 20,
    "text": "Локи сказал — тогда прощай. И вы почувствовали как на вас смыкаются огромные зубы Фенрира. Конец.",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 21,
    "text": "Вы ворвались в Асгард. Асы гибли под вашим топором. Радость битвы наполняла ваши легкие. Боги были побеждены. В Валхалле сидели на больших тронах Локи и Хель, а по правую руку от них сидели вы...",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 22,
    "text": "",
    "answers": []
  }
]