[
  {
    "id": 1,
    "text": "Жанр: Безумие\nАвтор: Klef\n\n\n\n\n\nПеред вами продолжение  квеста \"Как купить лотерейный билет\"\nПосле действий первой части, главный герой решает вернуться домой, но на её пути встала непреодолимая преграда, а точнее : ей надо перейти обычную дорогу.\nЗвучит легко, не так ли?\nВ этом квесте 13 концовок. Открой все! \n\nПеред прохождением данного квеста рекомендуется ознакомиться с первой частью.",
    "answers": [
      {
        "id": 2,
        "text": "Начать. "
      },
      {
        "id": 16,
        "text": "Концовки. "
      }
    ]
  },
  {
    "id": 2,
    "text": "Итак, после событий первой части вы решаете вернуться домой и отдохнуть.\nНо вдруг она поняла, что сделать это будет не так-то легко, ведь ей надо перейти дорогу.\nИ как вы знаете, у бабушек с этим проблемы.\n",
    "answers": [
      {
        "id": 5,
        "text": "Дальше. "
      }
    ]
  },
  {
    "id": 3,
    "text": "Достав из кармана спицы и нитки, вы связали огромного управляемого робота. Встав на его плечо, вы приказали ему догнать грабителя и отобрать сумку. Дело было сделано, но радоваться рано. Огромный робот в центре города не остался без внимания. Вас уже окружала полиция, а над головой летали вертолёты. ",
    "answers": [
      {
        "id": 24,
        "text": "Бежать. "
      },
      {
        "id": 26,
        "text": "Сражаться. "
      },
      {
        "id": 27,
        "text": "Пожертвовать роботом. "
      }
    ]
  },
  {
    "id": 4,
    "text": "Вы достали из кармана и эпично съели кусочек сыра. Вкусно. ",
    "answers": [
      {
        "id": 23,
        "text": "И чё? "
      }
    ]
  },
  {
    "id": 5,
    "text": "Ну вот вы стоите около дороги.\n",
    "answers": [
      {
        "id": 6,
        "text": "Перейти дорогу прямо здесь. "
      },
      {
        "id": 7,
        "text": "Дойти до пешеходного перехода. "
      },
      {
        "id": 8,
        "text": "Вызвать такси на ту сторону. "
      },
      {
        "id": 9,
        "text": "Дойти до перекрёстка со светофором. "
      }
    ]
  },
  {
    "id": 6,
    "text": "Вы уже дошли до середины дороги, как вдруг перед вами из воздуха появился кот \"Вжух!\", который обещает исполнить любое ваше желание. ",
    "answers": [
      {
        "id": 10,
        "text": "Хочу на ту сторону! "
      },
      {
        "id": 12,
        "text": "Прочь, демон! "
      },
      {
        "id": 13,
        "text": "Киииса! "
      }
    ]
  },
  {
    "id": 7,
    "text": "Дойти до пешеходного перехода оказалось не так уж и просто. Внезапно какой-то человек вырвал из  рук  вашу любимую сумочку и побежал по тротуару. Вы не могли допустить такого. Нужно срочно что-то придумать. ",
    "answers": [
      {
        "id": 3,
        "text": "Связать что нибудь. "
      },
      {
        "id": 4,
        "text": "Съесть сыр. "
      },
      {
        "id": 22,
        "text": "Побежать за грабителем. "
      }
    ]
  },
  {
    "id": 8,
    "text": "Вы решили вызвать такси. Но вот проблема — номеров было несколько и вы не знали, кого выбрать. ",
    "answers": [
      {
        "id": 32,
        "text": "8-800-88\n\"Козлиные грузоперевозки\" "
      },
      {
        "id": 33,
        "text": "8-889-87\n\"Цыганские авиалинии\" "
      },
      {
        "id": 34,
        "text": "8-666-13\n\"Российская почта\" "
      }
    ]
  },
  {
    "id": 9,
    "text": "Вы пошли в сторону светофора, но что-то пошло не так и вы провалились в канализацию. Обратно выйти никак. Нужно искать другую дорогу. Вы можете пойти направо и налево. ",
    "answers": [
      {
        "id": 40,
        "text": "Направо. "
      },
      {
        "id": 41,
        "text": "Налево. "
      }
    ]
  },
  {
    "id": 10,
    "text": "— Хочу на ту сторону!\n\nКот одобрительно мяукнул и исчез. Вместо него появился сам Дарт Вейдер, вручил вам свой световой меч и исчез. Теперь вы Дарт Бабка и лорд Ситхов. А что, неплохо! У них есть печеньки. ",
    "answers": [
      {
        "id": 14,
        "text": "Продолжить переходить дорогу. "
      },
      {
        "id": 15,
        "text": "Начать великую миссию по истреблению джедаев. "
      }
    ]
  },
  {
    "id": 11,
    "text": "Теперь вы кошка \"Вжух!\" ",
    "answers": [
      {
        "id": 16,
        "text": "Обратно. "
      }
    ]
  },
  {
    "id": 12,
    "text": "Кот не одобрил такого отношения и внезапно исчез. А вы оказались в начале своего пути. ",
    "answers": [
      {
        "id": 5,
        "text": "Да что ж такое... "
      }
    ]
  },
  {
    "id": 13,
    "text": "Кот сразу всё понял и одобрительно мяукнул. В тот же миг вы превратились в рыжую кошку. Кот \"Вжух\" забрал вас с собой и вы отравились исполнять желания случайных старушек. А дорогу пусть переходит кто нибудь другой... ",
    "answers": [
      {
        "id": 1,
        "text": "Конец. "
      }
    ]
  },
  {
    "id": 14,
    "text": "Вы идёте дальше и спокойно жуёте печенье тёмной стороны, как вдруг перед вами появляется сам Люк Скайуокер, который говорит, что вы не заслужили печенье и тычет в вашу сторону световым мечом. ",
    "answers": [
      {
        "id": 18,
        "text": "Сдаться. "
      },
      {
        "id": 19,
        "text": "Принять бой. "
      }
    ]
  },
  {
    "id": 15,
    "text": "Решив, что ваши земные цели уже слишком банальны, вы телепортируетесь за штурвал Звезды Смерти. Вас ждёт великое будущее, Лорд Дарт Бабка! Но дорогу вы так и не перешли... ",
    "answers": [
      {
        "id": 1,
        "text": "Конец. "
      }
    ]
  },
  {
    "id": 16,
    "text": "Здесь будут появляться концовки, которые вы сумели открыть. ",
    "answers": [
      {
        "id": 17,
        "text": "Не на той \"той стороне\"...",
        "need": 15,
        "need_ever": true
      },
      {
        "id": 20,
        "text": "В Азкабане. ",
        "need": 18,
        "need_ever": true
      },
      {
        "id": 21,
        "text": "Жертва обстоятельств. ",
        "need": 19,
        "need_ever": true
      },
      {
        "id": 11,
        "text": "Вжух! ",
        "need": 13,
        "need_ever": true
      },
      {
        "id": 28,
        "text": "С милым рай и в пещере. ",
        "need": 24,
        "need_ever": true
      },
      {
        "id": 29,
        "text": "Снова в тюрьме. ",
        "need": 26,
        "need_ever": true
      },
      {
        "id": 30,
        "text": "Смерть от совести. ",
        "need": 27,
        "need_ever": true
      },
      {
        "id": 31,
        "text": "Гигахрущ? ",
        "need": 22,
        "need_ever": true
      },
      {
        "id": 37,
        "text": "Ад. ",
        "need": 36,
        "need_ever": true
      },
      {
        "id": 47,
        "text": "Избита зелёными человечками. ",
        "need": 45,
        "need_ever": true
      },
      {
        "id": 51,
        "text": "Неудачная жизнь на Зоне. ",
        "need": 50,
        "need_ever": true
      },
      {
        "id": 54,
        "text": "Встреча в канализации. ",
        "need": 53,
        "need_ever": true
      },
      {
        "id": 55,
        "text": "Успех? ",
        "need": 52,
        "need_ever": true
      },
      {
        "id": 1,
        "text": "На главную страницу. "
      }
    ]
  },
  {
    "id": 17,
    "text": "Вы не смогли перейти дорогу, но смогли стать Лорд Дарт Бабкой. ",
    "answers": [
      {
        "id": 16,
        "text": "Обратно. "
      }
    ]
  },
  {
    "id": 18,
    "text": "Вы сдаётесь Люку, отдаёте свой световой меч и Дарк Бабка отправляется в Азкабан, где и будет отбывать своё наказание 13 лет. ",
    "answers": [
      {
        "id": 1,
        "text": "Конец. "
      }
    ]
  },
  {
    "id": 19,
    "text": "Эта битва будет легендарной! Но короткой. Пары секунд хватило Люку, чтобы победить старушку. Асфальт ей пухом. ",
    "answers": [
      {
        "id": 1,
        "text": "Конец. "
      }
    ]
  },
  {
    "id": 20,
    "text": "Остаток своих дней вы проведёте в самой надёжной тюрьме. ",
    "answers": [
      {
        "id": 16,
        "text": "Обратно."
      }
    ]
  },
  {
    "id": 21,
    "text": "Кто бы мог подумать, что битва стихов и джедаев помешает старушке перейти дорогу. ",
    "answers": [
      {
        "id": 16,
        "text": "Обратно. "
      }
    ]
  },
  {
    "id": 22,
    "text": "Оказалось, что вы бабушка Флеша и легко смогли догнать грабителя. Но с тормозами явно какая-то проблема. Вовремя остановиться не получилось и ноги унесли вас куда-то вперёд в пространственно-временном континууме. Наконец затормозив, вы поняли, что оказались в каком-то коридоре. Никаких окон не было, лишь редкие лампы освещали пространство. Вдруг завыли сирены, коридор начал заполняться фиолетовым туманом и появился явный запах мяса в воздухе. \"Самосбор\" — подумали вы, прежде чем потерять твёрдость в буквальном смысле слова. ",
    "answers": [
      {
        "id": 1,
        "text": "Конец. "
      }
    ]
  },
  {
    "id": 23,
    "text": "Надо что-то делать! ",
    "answers": [
      {
        "id": 3,
        "text": "Связать что нибудь. "
      },
      {
        "id": 25,
        "text": "Съесть ещё сыра. "
      },
      {
        "id": 22,
        "text": "Отправиться в погоню. "
      }
    ]
  },
  {
    "id": 24,
    "text": "Сбив пару вертолётов, вы начинаете убегать. Полиция гонится за вами, но робот слишком быстр. За несколько минут вы покидаете город, затем уходите в горы и поселяетесь в пещере, где и живёте до конца своих дней. ",
    "answers": [
      {
        "id": 1,
        "text": "Конец. "
      }
    ]
  },
  {
    "id": 25,
    "text": "Сыр закончился. ",
    "answers": [
      {
        "id": 3,
        "text": "Связать что нибудь! "
      },
      {
        "id": 22,
        "text": "В погоню! "
      }
    ]
  },
  {
    "id": 26,
    "text": "Робот доблестно сражается, но силы не равны. Пули его не брали, но чтобы защитить вас, он начал отступать. \"Огнемёты к бою!\" — крикнул кто-то из полицейских, и всё было кончено. Робот вспыхнул как спичка и лишь успел положить вас подальше, как был полностью поглощён огнём. А вы отправились в тюрьму. ",
    "answers": [
      {
        "id": 1,
        "text": "Конец. "
      }
    ]
  },
  {
    "id": 27,
    "text": "Вы решаете отдать робота властям взамен на свободу. Робот в шоке от такого поворота событий, но выхода нет — он обязан выполнять все ваши команды. Лишь перед самым уходом он смотрит на вас и грустно произносит — \"За что, Создатель?\" Но вы ничего не отвечаете. А через минуту умираете от мук совести. ",
    "answers": [
      {
        "id": 1,
        "text": "Конец. "
      }
    ]
  },
  {
    "id": 28,
    "text": "Вместе со своим вязаным роботом вы уходите в горы и поселяетесь в пещере, где доживаете остаток своих дней. ",
    "answers": [
      {
        "id": 16,
        "text": "Обратно. "
      }
    ]
  },
  {
    "id": 29,
    "text": "За разрушенный вашим роботом город, вы отправляетесь в тюрьму, где и кончается ваша жизнь. ",
    "answers": [
      {
        "id": 16,
        "text": "Обратно. "
      }
    ]
  },
  {
    "id": 30,
    "text": "Передав своего робота, вы понимаете, что не можете жить с таким грузом прошлого на сердце. ",
    "answers": [
      {
        "id": 16,
        "text": "Обратно. "
      }
    ]
  },
  {
    "id": 31,
    "text": "Оказавшись в Гигахруще, вы попадаете под Самосбор и превращаетесь в сгусток слизи. ",
    "answers": [
      {
        "id": 16,
        "text": "Обратно. "
      }
    ]
  },
  {
    "id": 32,
    "text": "Позвонили по номеру, назвали адрес, дождались машину. А за рулём какой-то козёл. Сидит, рогами машет. ",
    "answers": [
      {
        "id": 35,
        "text": "Изыди, иродъ! "
      },
      {
        "id": 36,
        "text": "Молча ехать. "
      }
    ]
  },
  {
    "id": 33,
    "text": "\"За ваши дэньги всё что угодно!\"\nПолучив такой ответ, вы стали ждать машину. Однако, вместо машины к вам подъехала повозка. Но вместо простых лошадей тут были крылатые. \"Пегасы!\" — догадались вы и сели в повозку, где вам тут же предложили услуги гадалки. ",
    "answers": [
      {
        "id": 38,
        "text": "Согласится. "
      },
      {
        "id": 39,
        "text": "Отказаться. "
      }
    ]
  },
  {
    "id": 34,
    "text": "Вы запаковали себя в посылку и отправили по почте. Но срок годности содержимого истёк раньше, чем посылка дошла... ",
    "answers": [
      {
        "id": 1,
        "text": "Конец. "
      }
    ]
  },
  {
    "id": 35,
    "text": "Глаза козла широко раскрылись, сам он был испуган и глубоко обижен. Ещё никто его так не назвал. Водитель щёлкнул копытами и исчез вместе с машиной. ",
    "answers": [
      {
        "id": 5,
        "text": "И чё? "
      }
    ]
  },
  {
    "id": 36,
    "text": "Вы неуверенно кивнули козлу и тот поехал. Но ехать надо было долго. Так долго, что в конце концов вы задремали. А когда проснулись, то не поверили своим глазам — вокруг был самый настоящий ад. \"Прие-е-е-е-хали!\" — сказал козёл, развернувшись к вам. А на обратную дорогу денег не было. ",
    "answers": [
      {
        "id": 1,
        "text": "Конец. "
      },
      {
        "id": 56,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 37,
    "text": "А вот не надо было спать в транспорте. Теперь ваше постоянное место жительства чуть ниже, чем обычно. ",
    "answers": [
      {
        "id": 16,
        "text": "Обратно. "
      }
    ]
  },
  {
    "id": 38,
    "text": "Вы согласились на гадание, заплатили за это денег. Недолго подумав, гадалка всё же сказала кое-что о вашем будущем. \"На ту сторону дароги не папасть!\" — сказали вам и выкинули из повозки. ",
    "answers": [
      {
        "id": 5,
        "text": "Хамло... "
      }
    ]
  },
  {
    "id": 39,
    "text": "\"Эээ! Так не пойдёт! Давай, до свидания!\" ",
    "answers": [
      {
        "id": 5,
        "text": "Ну типа до свидания... "
      }
    ]
  },
  {
    "id": 40,
    "text": "Вы пошли направо и через несколько минут дошли до какого-то человека, который стоял и повторял: \"Проходи, не задерживайся\". Мужчина никак не реагировал на ваши действия. ",
    "answers": [
      {
        "id": 42,
        "text": "Пройти. "
      },
      {
        "id": 43,
        "text": "Задержаться. "
      }
    ]
  },
  {
    "id": 41,
    "text": "Вы долго шли в канализации и вот наконец увидели лестницу и люк. ",
    "answers": [
      {
        "id": 52,
        "text": "Выбраться. "
      },
      {
        "id": 53,
        "text": "Идти дальше. "
      }
    ]
  },
  {
    "id": 42,
    "text": "Вы прошли мимо этого странного типа и продолжили путь по канализации. Как вдруг, вошли в какую-то комнату, где тусовались 4 зелёных мужика и крыса. Увидев вас, зелёные мужики хором задали вопрос — \"Пиццу принесла?\" ",
    "answers": [
      {
        "id": 44,
        "text": "Принесла. "
      },
      {
        "id": 45,
        "text": "Нет. "
      },
      {
        "id": 46,
        "text": "Убежать. "
      }
    ]
  },
  {
    "id": 43,
    "text": "Мужик так упорно повторял одно и то же, что вы решили назло ему никуда не идти. И благодаря этому случайно заметили ещё один небольшой проход. Может стоит его осмотреть? ",
    "answers": [
      {
        "id": 48,
        "text": "Новый проход. "
      },
      {
        "id": 42,
        "text": "Старый путь. "
      }
    ]
  },
  {
    "id": 44,
    "text": "Сказав, что принесли пиццу, вы быстро и незаметно связали её из своих ниток,отдали человечкам и убежали, пока те ничего не поняли. ",
    "answers": [
      {
        "id": 5,
        "text": "Ура, мы живы! "
      }
    ]
  },
  {
    "id": 45,
    "text": "Вы ответили, что пиццы нет. Зелёные такого не оценили и сразу напали на вас. Крыса вообще подкралась сзади. Шансов не было. ",
    "answers": [
      {
        "id": 1,
        "text": "Конец. "
      }
    ]
  },
  {
    "id": 46,
    "text": "Вы поняли, что эти зелёные мужики — скорее всего огры. А один из них вообще Шрек. От греха подальше вы сбежали. ",
    "answers": [
      {
        "id": 5,
        "text": "Всё заново... "
      }
    ]
  },
  {
    "id": 47,
    "text": "А вот думайте сами, что это было. ",
    "answers": [
      {
        "id": 16,
        "text": "Обратно. "
      }
    ]
  },
  {
    "id": 48,
    "text": "Пройдя через тёмный тоннель, вы оказались в маленькой комнате, где за столом одиноко сидел толстоватый мужик, который сразу начал говорить: \"Короче, Меченый, я тебя спас и в благородство играть не буду: выполнишь для меня пару заданий — и мы в расчете.\"\n",
    "answers": [
      {
        "id": 49,
        "text": "Согласиться. "
      },
      {
        "id": 50,
        "text": "Отказаться. "
      }
    ]
  },
  {
    "id": 49,
    "text": "— Отлично. Вот тебе первое задание. Ты должна перейти дорогу. Приступай. ",
    "answers": [
      {
        "id": 5,
        "text": "Но... "
      }
    ]
  },
  {
    "id": 50,
    "text": "\"Вздумал кинуть меня, а?!\"\nМужик вдруг достал из под стола дробовик и выстрелил вам в лицо. ",
    "answers": [
      {
        "id": 1,
        "text": "Конец. "
      }
    ]
  },
  {
    "id": 51,
    "text": "Вы попали в мир Сталкера, но с Сидоровичем договориться не удалось... ",
    "answers": [
      {
        "id": 16,
        "text": "Обратно. "
      }
    ]
  },
  {
    "id": 52,
    "text": "Видимо произошло какое-то чудо, ведь случилось невозможное. Вы выбрались из люка как раз на другой стороне дороги! Всё, закрывайте квест. ",
    "answers": [
      {
        "id": 1,
        "text": "Конец. "
      }
    ]
  },
  {
    "id": 53,
    "text": "Вы решили пойти дальше. Пока навстречу к вам не полетел какой-то красный шарик. А потом появился какой-то клоун. ",
    "answers": [
      {
        "id": 1,
        "text": "Конец. "
      }
    ]
  },
  {
    "id": 54,
    "text": "Клоун был очень рад старушке, что он нашёл в канализации и оставил её у себя. ",
    "answers": [
      {
        "id": 16,
        "text": "Обратно. "
      }
    ]
  },
  {
    "id": 55,
    "text": "Иди отсюда. ",
    "answers": [
      {
        "id": 16,
        "text": "Уйти отсюда. "
      }
    ]
  },
  {
    "id": 56,
    "text": "",
    "answers": []
  }
]