[
  {
    "id": 1,
    "text": "Автор: Kate West\n\nЖанр: Романтика\n\nВсем привет! Это квест-книга о девушке Кимберли (Ким), 21 год, которая учится в университете и работает. Судьба сталкивает её с четырьмя парнями: Ником, Тайлером, Стивеном и Аароном. \nВ конце вам нужно будет выбрать одного из них (планирую четыре концовки).\n Но! Одному из них нужна вовсе не Ким.\nБудь внимательна ;)\nА походу игры можешь просто расслабиться и выбирать действия, которые хочешь)\n\nPS: Если квест покажется вам бредовым, считайте его фантастикой ;D\n  \nЕсли квест понравится, ставьте лайки, оставляйте отзывы, чтобы я могла знать, стоит ли работать над ним дальше.\n\nЕсли заметили ошибку, пишите.\nПриятного прочтения! \n\n! Обновлено: 18.02.19 (12 глава)",
    "answers": [
      {
        "id": 2,
        "text": "Персонажи (буду дополнять)"
      },
      {
        "id": 4,
        "text": "Начнём"
      },
      {
        "id": 5,
        "text": "Продолжим "
      },
      {
        "id": 4,
        "text": "Глава 1 [Знакомство]"
      },
      {
        "id": 43,
        "text": "Глава 2 [Тайлер]  (21.09.18)"
      },
      {
        "id": 61,
        "text": "Глава 3 [Мысли Ким] (21.09.18)"
      },
      {
        "id": 62,
        "text": "Глава 4 [Пламя] (21.09.18)"
      },
      {
        "id": 78,
        "text": "Глава 5 [Хороший день] (28.09.18)"
      },
      {
        "id": 106,
        "text": "Глава 6 [Беспокойная ночь] (03.10.18)"
      },
      {
        "id": 138,
        "text": "Глава 7 [В клубе] (06.10.2018)"
      },
      {
        "id": 172,
        "text": "Глава 8 [Сумасшедший дом] (14.10.2018)"
      },
      {
        "id": 217,
        "text": "Глава 9 [Время откровений] (27.10.2018)"
      },
      {
        "id": 270,
        "text": "Глава 10 [Невидимая сторона] (11.11.2018)"
      },
      {
        "id": 325,
        "text": "Глава 11 [День Рождения] (17.11.2018)"
      },
      {
        "id": 355,
        "text": "Глава 12 [Ответ]"
      },
      {
        "id": 412,
        "text": "От Автора"
      },
      {
        "id": 413,
        "text": "Группа в ВК (связь с автором)"
      }
    ]
  },
  {
    "id": 2,
    "text": "Кимберли Фостер — дочь Генри Фостера. Светло-русые длинные волосы, голубые глаза, пухлые губы, рост 163, стройная. 21 год. Учится на предпоследнем  курсе университета. Веселая, отзывчивая девушка. Вспыльчивая.\n\n\nРэйчел — лучшая подруга Кимберли. Шатенка с карими глазами, стройная, невысокая. Всегда поможет в трудную минуту, даст совет.\n\n\nАарон Картер — профессиональный боксёр. Брюнет с зелёными глазами, спортивное телосложение. Высокий рост. Наглый, упрямый, прямолинейный.  28 лет.\n\nТайлер Смит — профессиональный тренер по вольной борьбе. Блондин с голубыми глазами, высокий, спортивное телосложение.  29 лет.\n",
    "answers": [
      {
        "id": 3,
        "text": "Далее"
      },
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 3,
    "text": "Генри Форест — отец Кимберли, владелец сети отелей. Уже год планирует выдать Ким замуж, чтобы передать ей и её мужу бразды правления.\nВысокий, темно-русые волосы, голубые глаза. Строгий порой, но справедливый. ",
    "answers": [
      {
        "id": 4,
        "text": "Далее"
      },
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 4,
    "text": "Наконец, рабочий день закончился.\nЗавтра утром на учебу, потом снова на работу.. День сурка. \n\nНо меня успокаивает мысль о том, что уже весна. Еще пару месяцев с небольшим и каникулы!\nНа работу ходить, конечно, придется, но я планирую попросить хотя бы небольшой отпуск.\n\nЯ захожу в темный переулок. \nМне всегда страшно здесь ходить, но это единственный близкий путь к моему дому..\nВсего 10 минут и я дома.\n Если идти в обход, то получится дольше на 20 минут. После работы и учебы я так устаю, что лишние 20 минут ходьбы кажутся вечностью.\n\n Раньше мне было все равно: я ходила здесь спокойно и не боялась, но уже неделю мне звонят с неизвестного номера и угрожают...\n«Так спокойно, всего пару минут страха и я почти дома» — успокаивала я себя\nВдруг кто-то сзади хватает меня и закрывает мне рот рукой. От страха моё тело будто парализовало.",
    "answers": [
      {
        "id": 5,
        "text": "Далее"
      },
      {
        "id": 4,
        "text": "top",
        "url": "https://a.radikal.ru/a08/1809/d8/008a8e5315b7.jpg"
      }
    ]
  },
  {
    "id": 5,
    "text": "–Где ключ? – заговорил бандит и немного освободил мне рот\n– Какой ключ?– спросила я, пребывая в шоке и не понимая, о каком ключе он говорит\n– Где ключ от сейфа, сука?! – вновь повторил он, сильнее прижимая меня\nВдруг послышались чьи-то шаги. \nБандит  крикнул кому-то «Валим», отпустил меня и убежал в темноту.\n\nКо мне быстрыми шагами шёл Ник. ",
    "answers": [
      {
        "id": 6,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 6,
    "text": "– Ким, ты в порядке?! – спросил запыхавшийся Ник\n– Д-да, наверно.. — я пыталась собраться с мыслями и отойти от шока\n– Я же говорил тебе не ходить здесь одной! Ты что не можешь поехать на автобусе или такси?! Ну или не выбегай ты как ошпаренная, подожди меня, я тебя всегда провожу! — гневно отчитывал меня он\n– Прости, я просто.. Ты же знаешь, что так я быстрее добираюсь до дома… да и не было никогда таких случаев, — мямлила я, смотря вниз\n– Ты видела их лица? Что они хотели?\n– Нет, все было очень быстро.. Один из них схватил меня и спрашивал про ключ от сейфа. – рассказывала я ему\n– Ладно, пойдём. Я провожу тебя. Завтра поговорю с твоим отцом.\n– Ладно, — я не стала с ним пререкаться, так как мне уже самой становилось страшно. \n\nНик знал про угрозы, я ему рассказала.\nДо сегодняшнего случая мы решили не беспокоить отца попусту. Но, похоже, пора раскрыть карты…",
    "answers": [
      {
        "id": 7,
        "text": "К слову о Нике"
      }
    ]
  },
  {
    "id": 7,
    "text": "Ник – мой коллега.\n У моего отца сеть отелей, а Ник работает администратором в одном из них, я работаю там же помощником Ника. \nАдминистратором я пока работать не могу, так как ещё учусь и не могу полностью посвятить все свое  время работе. Мы работает вместе уже год и очень сблизились за это время.\n\nУ Ника темно-русые волосы, желто-зеленые глаза, он высокий и хорошо сложен. Добрый парень, к которому всегда можно обратиться за советом и помощью. Он мне как старший брат, которого у меня никогда не было. Однако, Ник по-моему относится ко мне не как к сестре, хоть и заботиться.",
    "answers": [
      {
        "id": 8,
        "text": "Мы подошли к моему дому"
      },
      {
        "id": 7,
        "text": "top",
        "url": "https://b.radikal.ru/b20/1809/0f/464dc002e02a.jpg"
      }
    ]
  },
  {
    "id": 8,
    "text": "– Чтобы я делала, если бы не ты, — проговорила я и обняла его\n– Какая же ты непослушная девчонка, – прошептал он мне на ухо.\n\nЗатем Ник немного отстранился от меня, но все ещё держал меня за талию. Потом его лицо стало приближаться к моему… ",
    "answers": [
      {
        "id": 9,
        "text": "Он пытается меня поцеловать?! "
      }
    ]
  },
  {
    "id": 9,
    "text": "Ник обычно сдержан, но бывают периоды, когда он будто срывается с цепи и даёт волю всем своим эмоциям. \n      Что мне делать? ",
    "answers": [
      {
        "id": 10,
        "text": "Позволить Нику поцеловать"
      },
      {
        "id": 11,
        "text": "Отстраниться от него"
      }
    ]
  },
  {
    "id": 10,
    "text": "Я немного приближаюсь к Нику и тянусь к его губам.\nОн приникает своими губами к моим.\nЭтим страстным и продолжительным поцелуем, Ник явно даёт мне понять, чего он хочет.",
    "answers": [
      {
        "id": 12,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 11,
    "text": "Я легонько делаю шаг назад. \nНик все понимает и немного отстраняется тоже.",
    "answers": [
      {
        "id": 12,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 12,
    "text": "Теперь уже он сам обнимает меня, затем отходит и убирает руки с моей талии.\n Он молчит.\n«Чего он ждёт? Неужели… ой» \n\nОсознав чего ждёт Ник (ну конечно приглашение на чашку чая и тд), я заговорила:\n– Спасибо, что проводил, спасибо ещё раз, спокойной ночи.\n– Спокойной ночи, Кимберли, — грустно произнёс Ник и пошёл в сторону своего дома.",
    "answers": [
      {
        "id": 13,
        "text": "На следующий день"
      }
    ]
  },
  {
    "id": 13,
    "text": "Когда я пришла на работу, Ник сразу же сообщил мне, что мой отец ждёт меня у себя в кабинете.\n \nМоего отца зовут Генри, ему 68 лет. Он многого добился в жизни, так как много учился, работал. Мама погибла, когда я была совсем маленькой. Я была поздним ребёнком.. Папе было 47, когда я родилась.\n Он очень любит меня, сдувает с меня пылинки, но при этом он строг и справедлив. И я его безмерно люблю.\n Несмотря на своё положение, отец ведёт себя как самый обычный человек, в нем нет излишнего пафоса: у нас нет золотых унитазов и собственного автопарка, нет дворцов с дворецкими и горничными. \n\nОднако, конечно, одна помощница по дому у нас есть, её зовут Далва, она с нами с самого моего детства. Папа пригласил её к нам работать по дому, потому что сам часто был в командировках .\n\nКак любой заботливый отец, мой папа заботится обо мне и о моем будущем.",
    "answers": [
      {
        "id": 14,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 14,
    "text": "Когда я поступила в университет, папа подарил мне небольшой домик и сказал, чтобы я привыкала к самостоятельной жизни.\n Да и ближе был мой нынешний домик к работе и учебе.",
    "answers": [
      {
        "id": 15,
        "text": "Я зашла в кабинет отца"
      },
      {
        "id": 14,
        "text": "top",
        "url": "https://c.radikal.ru/c01/1809/7c/6f80eeaed1c7.jpg"
      }
    ]
  },
  {
    "id": 15,
    "text": "– Доченька, здравствуй. Ник мне рассказал. Почему ты молчала? – начал отец сходу.\n– Пап, я не хотела беспокоить тебя, я думала, это чья-то шутка.\n– Говори мне обо всем, даже если тебе это кажется незначительным.\n",
    "answers": [
      {
        "id": 16,
        "text": "– Хорошо..."
      },
      {
        "id": 15,
        "text": "top",
        "url": "https://a.radikal.ru/a39/1809/b3/d1a92bb22650.jpg"
      }
    ]
  },
  {
    "id": 16,
    "text": "– Дело в том, что недавно кто-то рылся в нашем доме: пытались вскрыть сейф, искали что-то.\nТы же знаешь, у меня нет охраны и камер. Но, похоже, пора всем этим обзавестись. Если есть хоть какое-то состояние, его надо охранять.  Я этим пренебрёг, как пренебрёг и твоей безопасностью.  Я вынужден нанять тебе охрану на какое-то время. — продолжал говорить отец без остановки.\n– Но папа.. – я пыталась вставить хоть слово, но папа меня не слушал.",
    "answers": [
      {
        "id": 17,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 17,
    "text": "– Не переживай, это ненадолго. Когда все утихнет, в охране не будет необходимости. Я уже вызвал людей, чтобы они поставили камеры видеонаблюдения и нанял охрану к себе в дом.  Тебе я приставлю телохранителей. Я уже их нашёл, они будут присматривать за тобой посменно. Сейчас я тебя с ними познакомлю. — отец уже хотел пойти к двери, как вдруг остановился:\n– И да, дочь, сразу тебя предупреждаю, что эти парни — не случайные люди, было бы очень непродуманно с моей стороны приставить к тебе посторонних незнакомых людей. — добавил отец",
    "answers": [
      {
        "id": 18,
        "text": "Папа приоткрыл дверь и позвал телохранителей"
      }
    ]
  },
  {
    "id": 18,
    "text": "\n– Идите сюда, Аарон, Тайлер.\n\nВ кабинет вошли два парня.\n\n–Дочка, эти парни  – твои телохранители.\n– Привет, — быстро и равнодушно поздоровался парень с тёмными волосами и зелёными глазами, – я – Аарон. \n– Кимберли, можно просто Ким, — так же быстро и равнодушно ответила я, хотя на самом деле внутри меня был пожар",
    "answers": [
      {
        "id": 19,
        "text": "Почему пожар?!"
      },
      {
        "id": 18,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a12/1810/86/be8da59ca3b1.png"
      }
    ]
  },
  {
    "id": 19,
    "text": "Потому что парни выглядели, как с обложки журнала: и Аарон и Тайлер высокие, статные, мускулистые и очень симпатичные.\n\n«Где отец нашёл их? В школе моделей?!» — думала я про себя.",
    "answers": [
      {
        "id": 20,
        "text": "Продолжить знакомство"
      }
    ]
  },
  {
    "id": 20,
    "text": "\n– Здравствуй, я – Тайлер, — протянул мне руку блондин с голубыми глазами, — очень приятно познакомится с тобой, Ким, – он улыбнулся своей солнечной улыбкой.\n– Взаимно, Тайлер, — я протянула  ему руку и поприветствовала, улыбаясь.\n – Кстати, дочь, Тайлер – племянник моего друга детства Фердинанда, а Аарон – сын коллеги по бизнесу Джеральда. Ты их помнишь? — вмешался отец\n– Конечно, пап\n– Так что не переживай, это проверенные люди. И да, Аарон – боксёр, Тайлер — тренер по вольной борьбе. Ты в надежных руках, но если что — сразу сообщай мне, — он окинул парней строгим взглядом.\n– Л-ладно... пап, — кивнула я.\n–Ким, я не сказал тебе главного. Парни будут жить с тобой. – коротко сказал отец\n",
    "answers": [
      {
        "id": 21,
        "text": "ЧТО??"
      },
      {
        "id": 20,
        "text": "top",
        "url": "https://c.radikal.ru/c35/1809/28/027313b2afe6.jpg"
      }
    ]
  },
  {
    "id": 21,
    "text": "– Что?! Не поняла? – почти вскрикнула я\n– Ну что ты сразу закипаешь! Доченька, у тебя на первом этаже есть комната для гостей. День — один из них тебя охраняет, ночует в комнате для гостей, утром провожает на учебу, а потом смена караула, — засмеялся отец и продолжил говорить:\n– Ким, мне так будет спокойнее. Я бы мог пожить с тобой, но ты же знаешь, что я скоро уезжаю в командировку и от меня толку маловата, когда я за тысячу километров… Поэтому я поручаю тебя этим парням. Ну в общем, знакомьтесь, а вы, — отец обратился к парням, – можете приступать к работе.\n– Пап, но что я скажу одногруппникам? Друзьям? – в замешательстве спросила я\n– Дочь, ну тут уж сама решай: можешь сказать правду, можешь солгать. Тайлер и Аарон не будут носить костюмы, как обычно это делают телохранители, чтобы не привлекать внимание, поэтому, возможно, никто так сразу и не поймёт. – пытался успокоить меня отец",
    "answers": [
      {
        "id": 22,
        "text": "Успокоиться"
      }
    ]
  },
  {
    "id": 22,
    "text": "– Ладно, спорить с тобой бесполезно, — вздохнула я и пошла к выходу.\n– Сегодня работаю я, до свидания Генри, — попрощался с отцом Аарон и пошёл за мной.\n\nЯ уже представила себе эту картину: везде, куда бы я не шла, за мной будет плестись вот этот.. а-ля с обложки журнала. \n\nНу это ещё ничего, но ночевать у меня в доме?  Папа точно все хорошо обдумал? Вообще зачем боксеру, тренеру по вольной борьбе меня охранять? Им что, надоела их работа или им мало платят? Ничего не понимаю… Но и спрашивать у этого Арона тоже не хочется. Кажется, если я посмотрю на него, то окаменею от одного взгляда. Взгляд тяжелый, как у Медузы Горгоны только в мужском модельном обличии.\n ",
    "answers": [
      {
        "id": 23,
        "text": "Рабочий день закончился"
      }
    ]
  },
  {
    "id": 23,
    "text": "Ко мне подошёл Ник:\n– Ким, тебя проводить?\n– Ник, ты же видишь у меня теперь личный телохранитель, — усмехнулась я и взглядом указала на сидящего в кресле Аарона.\n– Хах, прости, никак не привыкну к этой мысли. И как он тебе? – поинтересовался Ник \n– Резкий тип, по крайней мере, пока я такого мнения, тот второй — Тайлер показался более любезным, — я покосилась на Аарона, пытаясь понять не слышал ли он, что я сказала\n– Ну он же на работе, субординация и все такое, — расплываясь в улыбке сказал Ник\n– Ага, наверно. Ну я пойду, до понедельника, Ник, – я поцеловала его в щёчку и вышла из здания отеля.",
    "answers": [
      {
        "id": 24,
        "text": "\"Наконец-то выходные\" - подумала я"
      }
    ]
  },
  {
    "id": 24,
    "text": "Аарон подскочил с кресла и пошёл за мной.\n – Стой, птичка, —  вдруг выкрикнул Аарон.\nЯ обернулась, не понимая, к кому он обращается:\n– Ты это мне? – спросила я строго.",
    "answers": [
      {
        "id": 25,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 25,
    "text": "– Хех, а тут есть кто-то ещё?! – Аарон расплывался в самодовольной улыбочке\n– Птичка? Серьёзно? – продолжала я говорить серьезным тоном\n– Слушай, ну ты так резко упархиваешь, — рассмеялся Аарон\n– А, прости, забыла про тебя\n– Как ты могла, птичка… Этот, которого ты в щеку поцеловала, твой парень? \n– А что? — ответила я вопросом на вопрос\n– Ничего. Он тебе не подходит. — заявил Аарон\n– Вот тебя забыла спросить, — съязвила я\n– Поехали. – он остановился около спортивного байка\n– На мотоцикле?? Это твой? – я была ошарашена\n– Мой, садись. — он указал на байк движением головы\n– Я.. Я не поеду на этом! – почти прокричала я\n– Это ещё почему?! – удивился моей реакции Аарон. \n«Он-то наверно думал, я буду визжать от радости! Но я жуть как боюсь мотоциклов, хоть и всегда мечтала прокатиться» \n",
    "answers": [
      {
        "id": 26,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 26,
    "text": "– Я в юбке вообще-то, — выпалила я, вспомнив, что я и вправду сегодня в юбке, ну не хотелось мне признаваться, что мне страшно.\n– Да ладно тебе ломаться, никто не увидит твои трусики, уже темно,  – нашёлся, что ответить боксёр.\n«Ну что ж, я сама упомянула юбку, какого ответа ещё можно было ожидать от Мистера-боксера-с-обложки-журнала» — подумала я и решила проигнорировать его реплику.\n– Ладно. – стиснув зубы ответила я и подошла к байку.\nПришлось немного задрать юбку, чтобы нормально сесть.\n От Аарона не ускользает ни один момент из операции по «задиранию юбки» и, конечно,  этот «кукла Кен» не мог промолчать:\n– А может ещё чуть повыше? – смотрел он на меня с улыбочкой соблазнителя.\n\nЯ посмотрела на него испепеляющим взглядом, Аарон рассмеялся, подошёл ко мне, взял за талию и посадил на мотоцикл, как ребёнка. Он поднял меня так легко.. \n«Ну боксёр же, чего это я удивляюсь. Хотя чего это он меня трогает?»\n\nЯ уже хотела начать возмущаться как вдруг Аарон сказал:",
    "answers": [
      {
        "id": 27,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 27,
    "text": "– Держись за меня крепко! \nЯ обвила его талию руками поверх куртки.\n– Нет, так неудобно, — он убрал руки, поднял куртку, — под куртку руки клади. \n– Ладно, ладно! – я обвила руками его талию под курткой и мы рванули с места.\nЯ почувствовала руками его твердый пресс.\n\n«Ездить на байке это так пугающе и потрясающе одновременно» — думала я.\n\nТёплый ветер развивал мои длинные светлые волосы, мне совсем не хотелось останавливаться.\nНо вот мы приехали, хотя Аарон намеренно поехал по более длинному пути.\n\n\n",
    "answers": [
      {
        "id": 28,
        "text": "Мы зашли в дом"
      }
    ]
  },
  {
    "id": 28,
    "text": "– Ну как? – вдруг спросил Аарон\n– Неплохо, — равнодушно ответила я.\n\nНе знаю почему, но мне не хотелось описывать ему свои истинные эмоции. \n\n– Но я не всегда на байке, иногда на автомобиле, — уточнил он\n– Ясно. Пойдём я покажу тебе твою комнату. —  я перевела тему.\n– Жду недождусь, — Аарон подмигнул мне.\nВ ответ я лишь закатила глаза и вздохнула.\n\n«Видимо он делает и говорит такие вещи на автомате. Ведь наверняка у Мистера-с-обложки-журнала куча поклонниц»\n Я заказала еду в ближайшем кафе, потому что сегодня я слишком устала, чтобы готовить.\n\nМы поужинала и легли спать.\n",
    "answers": [
      {
        "id": 29,
        "text": "На следующий день"
      }
    ]
  },
  {
    "id": 29,
    "text": "Сегодня у моей подруги и одногруппницы День рождения. Она арендовала загородный дом с бассейном. В общем, вечеринка у бассейна.\n\nЯ проспала до обеда, чтобы спокойно тусоваться до утра. \nПриняла душ и пошла готовить завтрак.\n\nЧто приготовить ?\n\n\n",
    "answers": [
      {
        "id": 30,
        "text": "Овсяную кашу с кедровыми орехами, бананом и клубникой"
      },
      {
        "id": 30,
        "text": "Блинчики с Нутеллой"
      },
      {
        "id": 30,
        "text": "Творожную запеканку"
      }
    ]
  },
  {
    "id": 30,
    "text": "Когда я завтракала, из комнаты вышел Аарон. \n– Ты здесь? Я думала ты уже уехал и сегодня будет Тайлер, — сказала я\n– Я тебя уже не устраиваю? – сказал он и надул губы, сделав вид, что обиделся\n– Садись завтракать. Я сегодня иду на вечеринку. — проигнорировала я его вопрос\n– Ок, едем вместе. ",
    "answers": [
      {
        "id": 31,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 31,
    "text": "Аарон принялся за завтрак:\n– Ого, ты умеешь неплохо готовить, — удивился он\n– Я живу одна, пришлось научиться.\n\nПосле завтрака, я поднялась наверх, чтобы собраться на вечеринку\n \nЧто же мне надеть?",
    "answers": [
      {
        "id": 32,
        "text": "Длинное черное платье на тонких брительках с разрезом сбоку ноги "
      },
      {
        "id": 32,
        "text": "Темно-синее шелковое платье чуть выше колен"
      },
      {
        "id": 32,
        "text": "Легкое короткое белое платье из шифона с тонкой подкладкой "
      }
    ]
  },
  {
    "id": 32,
    "text": "Я наконец оделась и спустилась вниз.\n\nУвидев меня, Аарон уставился на меня и несколько секунд стоял, как вкопанный, потом произнес:\n– Ух ты! А ты ничего такая..\n– Не умеешь делать комплименты, лучше промолчи, — сьязвила я\n\nМы поехали на вечеринку к моей подруге Рэйчел. \nПо дороге, я решила, что Рэйчел я скажу правду про Аарона, а остальным попрошу её соврать и сказать, что он мой… друг?",
    "answers": [
      {
        "id": 33,
        "text": "Мы приехали на вечеринку"
      }
    ]
  },
  {
    "id": 33,
    "text": "Аарон постоянно терся рядом со мной.\n Я поздравила свою подругу и подарила ей подарок.\nМы пили шампанское и болтали.\n\nВдруг ко мне подошёл мой давно влюблённый в меня друг Джордж, мы разговорились.\n– Ты такая красивая сегодня, — сказал мне Джордж.\n– Только сегодня? — с усмешкой спросила я.\n– Ты всегда прекрасна, Ким,- пытался исправить свой комплимент мой друг\n\nТут Аарон подошёл к нам:\n– Пошли танцевать, мне скучно – он схватил меня за руку\n– Она занята, — неожиданно  возразил Джордж\n– Я к тебе обращался?! – приблизиля к Джорджу Аарон\n– Мне все равно, ты не видишь, что мы разговариваем? К тому же, Ким тебе не клоун, чтобы тебя веселить — продолжал Джордж\n– Ты бессмертный что ли? — вспыхнул Аарон.\n\nЯ не знала, что делать.\n\nЯ испугалась и подумала, что Аарон сейчас ему врежет. \nА если профессиональный боксёр врежет,  то ничем хорошим это не закончится...\n\nВдруг я выплеснула в Аарона бокал шампанского, который держала в руках. Я сама от себя не ожидала.\n",
    "answers": [
      {
        "id": 34,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 34,
    "text": "– Птичка… Это ты зря, — проговорил Аарон и опасно заулыбался \n– Прости! – я тут же начала извиняться, не понимая, что на меня нашло и почему я выбрала именно этот вариант\n– Ну уж нет, — Аарон схватил меня и уложил к себе на плечо так, что моя задница находилась почти у его лица, — А ты и вправду ничего! — он шлепнул меня по попе и куда-то потащил мимо бассейна.\n\"О нет! Надо его остановить!\" — думала я\n",
    "answers": [
      {
        "id": 35,
        "text": "Постучать кулаками по его спине"
      },
      {
        "id": 35,
        "text": "Попытаться вырваться "
      }
    ]
  },
  {
    "id": 35,
    "text": "Когда Аарон нес меня на плече, он, видимо, наступил на лужицу около бассейна, поскользнулся и...\nконечно же, мы свалились в бассейн.\n Я была в вечернем платье с прической и макияжем. Ну потрясающе!\n\nЯ быстро вылезла из бассейна, платье промокло и сильно облегало моё тело. \n Аарон был ещё в бассейне и плавал, будто так и должно было получиться, потом он посмотрел на меня и сказал:\n– Так ты выглядишь ещё сексуальнее, — он кивнул головой, указав на мое платье, заиграл бровями и подмигнул мне.",
    "answers": [
      {
        "id": 36,
        "text": "Я была в ярости"
      }
    ]
  },
  {
    "id": 36,
    "text": "– Это все из-за тебя!! – закричала я, — Что мне теперь делать? Я вся мокрая – продолжала я возмущаться\n– Ого, так быстро, – и снова он заулыбался своей пошлой улыбкой, потом добавил: – Да ладно тебе, залезай ко мне в бассейн, поплаваем.\n– Идиот!! — я психанула и зашла в дом.",
    "answers": [
      {
        "id": 37,
        "text": "В доме"
      }
    ]
  },
  {
    "id": 37,
    "text": "Я пошла в первую же свободную комнату и сняла с себя мокрое платье, нижнее белье и переоделась в свой купальник, который взяла с собой.\n Устав, я плюхнулась на кровать и задумалась. Вечеринка была подпорчена, как и мое настроение.\n«В самом деле, это Аарон по-моему забыл зачем он рядом со мной находиться! Ведёт себя ка..» — мои мысли прервал звук открывающейся двери.\nВ комнату уверенным шагом зашел Аарон.\n\nОн садится рядом со мной на кровать, в руках у него какое-то платье.",
    "answers": [
      {
        "id": 38,
        "text": "Спросить про платье "
      }
    ]
  },
  {
    "id": 38,
    "text": "– Боже, я надеюсь ты не спёр его у какой-нибудь купающейся в бассейне девушки? – поинтересовалась я.\n– А ты плохого мнения обо мне, да? – спросил он и самодовольно улыбнулся, затем добавил: – Я попросил у твоей подруги, успокойся\n–  Ладно, давай его сюда, переоденусь. – согласилась я\nАарон все ещё сидел на кровати.\n– Ты выйти не хочешь? Мне надо переодеться. – возмущённо сказала я\n– Я не смотрю, — на лице Аарона застыла хитрая ухмылка.\n– Ты ведёшь себя не профессионально! Ты же телохранитель, а не мой парень. – возмутилась я\n – Все можно переиграть, — рассмеялся Аарон, – Ой да ладно тебе, тебе что, нравятся зануды?! Хочешь, чтобы я ходил и только говорил «Да, Босс, Нет, Босс»? – продолжал он",
    "answers": [
      {
        "id": 39,
        "text": "\"В его словах есть смысл\" - подумала я "
      }
    ]
  },
  {
    "id": 39,
    "text": "– Поехали домой, я устала. – прервала я Аарона, оставив его вопросы без ответов.\nЯ переоделась, пошла попрощаться с Рэйчел и поблагодарить её за вечеринку.\nОна дала мне с собой мои любимые французские пирожные \"Макарон\", чтобы поднять мне настроение.",
    "answers": [
      {
        "id": 40,
        "text": "Дома"
      }
    ]
  },
  {
    "id": 40,
    "text": "Когда мы приехали домой, еще не было и полуночи.\nНастроение у меня было паршивое и я решила скрасить эту ночь вкусным чаем с пирожными.\nЯ заварила небольшой чайник черного чая с мятой и лимоном, взяла пирожные и поднялась на балкон на втором этаже.\n\nБалкон был досточно просторным: здесь стояли два белых плетеных кресла и круглый белый столик.\nЯ взяла плед и устроилась поудобнее в кресле с чашкой чая.\n\nЯ пила чай, наслаждалась пирожным и смотрела на звёздное небо.\nВнизу на улице я увидела Аарона, который стоял и курил.\n\"Тоже мне спорстмен\" — подумала я\nОн будто почувствовал мой взгляд, поднял голову и посмотрел на меня.\n \nАарон докурил и зашел в дом.\nВдруг открылась балконная дверь и он молча сел в кресло напротив.",
    "answers": [
      {
        "id": 41,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 41,
    "text": "Любопытство распирало меня и я решила спросить:\n– Ты же спортсмен, почему ты куришь?\n– Я курю очень редко на самом деле. Сегодня захотелось. — ответил Аарон, – Я думаю, ты заметила, что меня немного раздражает делать все по правилам, — добавил он.\nЯ налила Аарону чашку чая, положила на блюдце пирожное и протянула ему.\n– Спасибо, – он улыбнулся наконец искренне.\n– Кстати, ты ведь боксер, почему ты решил стать телохранителем? — я спросила его, снова любопытство брало верх надо мной.\nАарон тихо рассмеялся и ответил:\n– У меня недавно закончился контракт, до следующего еще полгода, поэтому сейчас я отдыхаю.\n– Отдыхаешь работая? — не замолкала я и забрасывала его вопросами\n– Такую работу вполне можно считать отдыхом. — ответил он и подмигнул мне, но как-то по-другому, не как обычно \n– Понятно...- сказала я и тут же добавила:\n– Странно, что ты не работаешь со своим отцом, он же — коллега моего отца по бизнесу.\n– Нет, это пока мне неинтересно, может, позже. Пока мне 28, я хочу заниматься боксом. — ответил Аарон",
    "answers": [
      {
        "id": 42,
        "text": "– Понятно.."
      }
    ]
  },
  {
    "id": 42,
    "text": "– Тебе 28, а ведешь ты себя хуже подростка. — озвучила я свои мысли.\n– Ничего не могу с собой поделать, — сказал он и засмеялся, затем добавил: – Завтра с тобой будет другой.\n– Да, телохранитель Тайлер, — ответила я и хихикнула, – С тобой, конечно, не соскучишься. — добавила я\n– Я знал, что я тебе понравлюсь, — подмигнул мне Аарон\n– Ой, ну не начинай, нормально же общались, — грустно сказала я и вздохнула \n\nМы поболтали еще около получаса, а затем разошлись по своим комнатам.\n\n",
    "answers": [
      {
        "id": 43,
        "text": "ГЛАВА 2 [ Тайлер ]\n"
      }
    ]
  },
  {
    "id": 43,
    "text": "ГЛАВА 2 [Тайлер]\n\nНа следующий день.\n\nЯ проснулась, немного полежала в постели, ведь сегодня воскресенье и не надо никуда торопиться.\nПотом я направилась в душ. \n\nПосле душа я спустилась вниз на кухню. Открыв холодильник, я поняла, что было бы неплохо съездить в продуктовый магазин, пополнить запасы.\n\nЯ решила сварить кофе.\n– Доброе утро, птичка, – поприветствовал меня Аарон с улыбкой \n– Доброе, кофе готов. – ответила я\n– Спасибо – ответил Аарон и принялся пить кофе\n– Отвезёшь меня в продуктовый? – спросила я, – в холодильнике, что называется «мышь повесилась» – добавила я.\n– Если хорошо попросишь, — ответил он с лукавой улыбочкой на губах и подмигнул мне.\n",
    "answers": [
      {
        "id": 44,
        "text": "– И что это значит?"
      },
      {
        "id": 44,
        "text": "– Что?!"
      }
    ]
  },
  {
    "id": 44,
    "text": "Я метнула на него строгий взгляд.\n\n– Ладно, в этот раз отвезу безвозмездно, — быстро ответил он.\n\nМы выпили кофе и поехали в магазин.\n\nЯ купила все необходимое и вышла с пакетами на парковку.\n\n«И почему я не взяла тележку из супермаркета? Теперь все это тащить» — мысленно ругала я себя \n\nВдруг я увидела Тайлера, который шёл мне навстречу.",
    "answers": [
      {
        "id": 45,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 45,
    "text": "– Доброе утро, Ким, — поздоровался Тайлер и мило улыбнулся,  – Давай помогу с пакетами.\n– Привет, да, спасибо – поблагодарила я Тайлера, – Аарон уже уехал?\n– Да. – коротко ответил Тайлер.\n\n«Вот засранец, даже не попрощался» — подумала я про себя и немного расстроилась.\n\n",
    "answers": [
      {
        "id": 46,
        "text": "Мы сели в авто Тайлера и направились домой."
      }
    ]
  },
  {
    "id": 46,
    "text": "Когда мы приехали домой, я решила приготовить на обед рыбу на гриле с салатом.\n\nПогода была отличная, совсем не хотелось обедом взаперти, поэтому я предложила Тайлеру пообедать на террасе.\n\nЯ начала мыть овощи, как вдруг ко мне подошёл Тайлер:\n– Давай помогу. – он взял разделочную доску, нож и начал нарезать овощи.\nЯ в это время сделала маринад для рыбы.\n\nМы вышли во двор и Тайлер принялся разжигать огонь для гриля.\nОн сделал рыбу, я заправила салат.",
    "answers": [
      {
        "id": 47,
        "text": "Мы, наконец, пообедали."
      }
    ]
  },
  {
    "id": 47,
    "text": "– Тайлер, спасибо, ты мне очень помог,  — поблагодарила я его.\n– Да ладно тебе, не за что, — ответил он и улыбнулся, — какие планы на сегодня? – поинтересовался он.\n– Вообще, я хотела заняться шоппингом. У меня скоро день рождения и я хотела бы присмотреть себе новое платье. – развёрнуто ответила я. \n– Хорошо, я тебя отвезу, – предложил Тайлер.\n",
    "answers": [
      {
        "id": 48,
        "text": "Я переоделась и мы поехали по магазинам."
      }
    ]
  },
  {
    "id": 48,
    "text": "\nВ одном из бутиков были бесподобные платья, я взяла два самых красивых платья и пошла в примерочную.\n\nВсе это время Тайлер был рядом.\n\nЗайдя в примерочную, я надела платье и поняла, что молния которая тянулась до самого копчика, я не смогу застигнуть самостоятельно.\n",
    "answers": [
      {
        "id": 49,
        "text": "Позвать Тайлера"
      }
    ]
  },
  {
    "id": 49,
    "text": "Я открыла шторку и позвала Тайлера:\n– Тайлер, ты не мог бы позвать консультанта? – попросила я его.\n– Могу, а что случилось? – спросил он\n– Я молнию застегнуть не могу, — расстроено ответила я и вздохнула\n– Хорошо, сейчас. — ответил Тайлер и исчез.\n\n«Мог бы и предложить застегнуть мне эту молнию, самой мне было неудобно просить. Я уже надела платье, придётся стоять и ждать с расстёгнутой молнией» — размышляла я, как капризный ребёнок.",
    "answers": [
      {
        "id": 50,
        "text": "Вдруг появился Тайлер"
      }
    ]
  },
  {
    "id": 50,
    "text": "– Ким, она просила подождать пару минут, она занята, — рассказал он\n– Ну прекрасно, — вздохнула я\n– Ладно, давай застегну я, если ты не против, — предложил он\n– Давай. – тут же согласилась я",
    "answers": [
      {
        "id": 51,
        "text": "«Неужели додумался» "
      }
    ]
  },
  {
    "id": 51,
    "text": "Он зашёл в кабинку и начал застегивать мне молнию, я чувствовала, как его кончики пальцев скользили по моей спине и чуть не покрылась мурашками.\n\n– Готово, — прервал моё секундное наслаждение Тайлер.\n– Благодарю, — сказала я и легонько поклонилась\nТайлер тихонько рассмеялся и добавил:\n– Ты прекрасна. Тебе очень идут платья. – сказал он и немного смутился\n– Мне приятно, — я расплылась в улыбке.\n\nВсе это время мы стояли в примерочной кабинке.\n\nКак только я подумала, что пора  бы уже нам выйти, мы увидели, что к нам приближается Аарон.\n",
    "answers": [
      {
        "id": 52,
        "text": "«А он что тут делает?» - подумала я"
      }
    ]
  },
  {
    "id": 52,
    "text": "Он видел, что Тайлер был со мной в кабинке, потому что выходили мы оттуда под его пристальным взглядом.\n\n– Ты забыла ключи от дома, — подошёл Аарон и протянул ключи с серьезным выражением лица\n– Ой, спасибо, что вернулся, — поблагодарила я Аарона \n– Ага, — коротко ответил он, – лучше б не возвращался, — пробубнил он себе под нос, уходя, но я смогла разобрать его слова.",
    "answers": [
      {
        "id": 53,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 53,
    "text": "Меня немного смутила эта ситуация, а ещё больше смутила реакция Аарона. \nМне хотелось спросить его, что это было, но я не собирались за ним бежать.\nВ самом деле, кто он мне, чтобы я перед ним оправдывалась? \n\nЯ примерила ещё несколько платьев. Одно из них мне подобрал сам Тайлер: оно было красного цвета без бретелек с вырезом сзади.\nОно смотрелось на мне идеально.\n\nЯ купила это платье и ещё одно, выбранное мной.\n\nПотом я зашла в бутик одежды для дома и прикупила несколько комплектов домашней одежды: шортики с топами и лёгкие платья, как я люблю.\n\nМы с Тайлером очень весело провели время. Никогда бы не подумала, что шоппинг с мужчиной может быть приятным.\n\nКогда я ходила по магазинам с другом Джорджом или папой, они уже спустя час начинали ворчать, что устали, что надоело.\n\nС Тайлером все по-другому.",
    "answers": [
      {
        "id": 54,
        "text": "Мы перекусили в кафе и вернулись домой."
      }
    ]
  },
  {
    "id": 54,
    "text": "Дома Тайлер сделал нам клубничный мохито и мы устроились на балконе.\n\nЯ обожаю свой балкон, могу часами здесь сидеть.\n\n",
    "answers": [
      {
        "id": 55,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 55,
    "text": "– Тебе нравится жить одной? – начал разговор Тайлер\n– Как сказать… В общем, да. Но иногда бывает грустно. – честно призналась я\n– У меня тоже самое, — согласился Тайлер\n– Тайлер, почему ты решил работать телохранителем? – этот вопрос интересовал меня с первого дня знакомства.\n– Я тренер, ты не знаешь?\n– Да, но.. – я не знала, как спросить\n– Я тебя понял, — он улыбнулся, — я тренирую индивидуально. Готовлю к соревнованиям. После соревнований у меня отпуск, сколько он длится, я решаю сам, в общем, я сам себе начальник — объяснился он. ",
    "answers": [
      {
        "id": 56,
        "text": "– Понятно"
      }
    ]
  },
  {
    "id": 56,
    "text": "Я сидела на балконе в привычной домашней одежде: короткие шорты и топ. \nЯ не люблю, когда домашняя одежда стесняет движения.\n\nСтановилось немного прохладно и я поёжилась.\n\nТайлер, видимо, это заметил.\nОн встал и накинул мне на плечи плед.\n",
    "answers": [
      {
        "id": 57,
        "text": "– Спасибо"
      },
      {
        "id": 57,
        "text": "– Ты очень внимателен"
      }
    ]
  },
  {
    "id": 57,
    "text": "В ответ он лишь улыбнулся.\n\n\n",
    "answers": [
      {
        "id": 58,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 58,
    "text": "Какое-то время Тайлер изучал меня взглядом и вдруг спросил:\n– Шорты короткие, топик тонкий. Ты всегда так ходишь по дому? \n– Ну.. Ну да. – ответила я, не понимая, к чему он ведёт, – Тебе не нравится? – тут же спросила я с улыбкой\n– Очень даже нравится, — ответил он, – Но не боишься ходить в таком виде перед незнакомыми мужчинами? – спросил он с хитрой улыбкой  и приподнял левую бровь\n– А должна? – ответила я вопросом на вопрос \n– Ну знаешь, кто-то может не выдержать  — сказал он, пристально глядя на меня, его глаза будто потемнели\n– А ты за кого переживаешь: за себя или за меня? – съязвила я\n– Надо подумать, — сказал Тайлер и сделал вид, будто глубоко задумался\n– Я тебя не боюсь, — сказала я и улыбнулась, – я думаю ты не такой.\n\n",
    "answers": [
      {
        "id": 59,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 59,
    "text": "– Какой не такой? — продолжал он эту странную тему\n– Ну как бы тебе объяснить, — я пыталась правильно подобрать слова, – Я думаю, ты можешь держать себя в руках.\n– Могу. –  согласился он.\n\nПосле такого странного разговора, мне очень захотелось его подразнить, как это делает со мной Аарон. Видите ли, может он держать себя в руках… Но я сдерживала свои порывы.",
    "answers": [
      {
        "id": 60,
        "text": "На следующее утро"
      }
    ]
  },
  {
    "id": 60,
    "text": "Я проснулась, приняла душ и спустилась на кухню.\n\nНа кухне меня ждали свежесваренный кофе и круассаны.\n\n– Доброе утро, Ким, я сварил кофе и сходил в булочную за круассанами, давай завтракать. – сказал Тайлер\n– Тайлер, ты был бы идеальным мужем , — озвучила я свои мысли \n— Ты очень прямолинейна, это ставит в тупик, — ответил он и рассмеялся\n",
    "answers": [
      {
        "id": 61,
        "text": "Улыбнуться"
      },
      {
        "id": 61,
        "text": "– Не всегда"
      }
    ]
  },
  {
    "id": 61,
    "text": "ГЛАВА 3 [ Мысли Ким]\n\nПрошёл месяц.\n\nЗа этот месяц я уже привыкла к своим телохранителям.\nЗвонки с угрозами поступали лишь пару раз. Затишье перед бурей? \nНадеюсь, нет.\n\nЗа это время я узнала Тайлера и Аарона получше.\nАарон очень самоуверенный тип, иногда мне кажется, что он считает себя самым желанным мужчиной на планете. Но он действительно красив, надо отдать ему должное. С ним как на пороховой бочке: не знаешь, что он выкинет в следующую минуту.\n\nТайлер же – противоположность, за исключением того, что он тоже красив.  \nС ним чувствуешь себя принцессой, а не девочкой на одну ночь. Он придерживается дистанции, соблюдает субординацию. Но иногда бывают моменты, когда его истинные чувства выходят наружу. С ним, как в тихой гавани: хорошо и спокойно. Он очень заботлив: поможет приготовить еду, укроет пледом.  Но мне иногда так и хочется его спровоцировать, чтобы увидеть настоящего Тайлера, а не Тайлера-телохранителя.",
    "answers": [
      {
        "id": 62,
        "text": "ГЛАВА 4"
      }
    ]
  },
  {
    "id": 62,
    "text": "ГЛАВА 4 [ Пламя ]\n\nУтром я проснулась, быстро встала с кровати и заправила её.\n\nЗатем я направилась в душ.\n\nСегодня день на работе обещает быть тяжелым, но приказано было приодеться, так как приезжают какие-то важные персоны.\n\nЧто надеть?",
    "answers": [
      {
        "id": 63,
        "text": "Красную юбку-карандаш и шёлковую бежевую рубашку, бежевые туфли."
      },
      {
        "id": 63,
        "text": "Черное платье чуть выше колен с длинным рукавом, черные туфли."
      }
    ]
  },
  {
    "id": 63,
    "text": "Строго, но соблазнительно.",
    "answers": [
      {
        "id": 64,
        "text": "Отсидев пары в университете, я рванула на работу."
      }
    ]
  },
  {
    "id": 64,
    "text": "Сегодня со мной Аарон.\n\nНикто из нас не поднимал тему о случае в бутике платьев. Уже месяц прошел, а я так и не смогла подобрать слова, чтобы спросить его.\n\nЯ весь день крутилась, как белка в колесе.\nБыла целая куча распоряжений: принеси, отнести, проверь.\n\nК вечеру я окончательно вымоталась, но наконец-то он настал – конец рабочего дня.\n",
    "answers": [
      {
        "id": 65,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 65,
    "text": "Аарон сегодня был первый раз на автомобиле.\n\nАвтомобиль шикарный — это Mercedes s63amg coupe.\n\nЯ неплохо разбираюсь в автомобилях, потому что сама с детства мечтала быть за рулем. \nКогла мы ездили куда-то с отцом на машине, я постоянно расспрашивала «А это что за автомобиль? А что означает этот дорожный знак?» и еще куча подобных вопросов.\n \nВ скором времени я планирую пойти учиться на права.\n\n\n",
    "answers": [
      {
        "id": 66,
        "text": "Мы сели в автомобиль\n"
      },
      {
        "id": 65,
        "text": "top",
        "url": "https://a.radikal.ru/a19/1809/fa/9d2f88f7ac0f.jpg"
      }
    ]
  },
  {
    "id": 66,
    "text": "По дороге мы заехали перекусить в какое-то кафе, потому что сил на приготовление еды у меня сегодня не было.\n\n",
    "answers": [
      {
        "id": 67,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 67,
    "text": "Всю дорогу пока мы ехали, Аарон поглядывал на мои ноги.\n\n«Ну что за пошляк» — думала я про себя",
    "answers": [
      {
        "id": 68,
        "text": "Дома"
      }
    ]
  },
  {
    "id": 68,
    "text": "Я повесила сумку и побежала наверх переодеваться и принимать ванну.\n\nПриняв ванну, я решила спуститься вниз выпить воды перед сном.",
    "answers": [
      {
        "id": 69,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 69,
    "text": "На первом этаже моего дома  располагались: комната для гостей, ванная комната и туалет, гардеробная, кухня и зал.\nКухня и зал были совмещены: в одной части большой комнаты был зал (белый кожаный диван, журнальный столик, плазменный большой телевизор); в другой части комнаты была кухня, бытовые кухонные приборы, стол и стулья. \n",
    "answers": [
      {
        "id": 70,
        "text": "Спуститься на кухню"
      },
      {
        "id": 69,
        "text": "top",
        "url": "https://a.radikal.ru/a00/1809/a8/002df2a32946.jpg"
      }
    ]
  },
  {
    "id": 70,
    "text": "На кухне свет был выключен, исходил только тусклый свет от кухонной подсветки.\n\nПри слабом освещении я не сразу заметила Аарона: он стоял около стола ко мне спиной в одних трусах-боксёрах.\n\nВидимо, услышав меня, он обернулся, держа в руках стакан воды.\n\n– Жажда? – коротко спросил он \n",
    "answers": [
      {
        "id": 71,
        "text": "– Угадал"
      },
      {
        "id": 71,
        "text": "– Ага"
      }
    ]
  },
  {
    "id": 71,
    "text": "Он сделал несколько шагов ко мне и протянул стакан воды.\n\n",
    "answers": [
      {
        "id": 72,
        "text": "Взять стакан"
      }
    ]
  },
  {
    "id": 72,
    "text": "– Держи, — сказал он с протянутой рукой со стаканом\nЯ подошла к нему и взяла стакан воды.\n\nЯ начала пить так быстро, что немного воды капнуло мне на грудь.\n\nПоложив стакан, я хотела скорее уйти, но Аарон окликнул меня:\n– Подожди, — он подошёл ко мне и пальцем вытер то место, куда попало несколько капель воды, при этом он, не моргая, смотрел мне в глаза.\n\nЯ же, заливаясь румянцем, была не в силах отвести взгляд от его идеального тела.\n– Нравится, да? – вдруг спросил он тихо низким голосом\n",
    "answers": [
      {
        "id": 73,
        "text": "– Ч-что?"
      },
      {
        "id": 73,
        "text": "– Ну... да"
      },
      {
        "id": 74,
        "text": "– Нет!"
      }
    ]
  },
  {
    "id": 73,
    "text": "Я пыталась отвести взгляд от его тела и посмотреть ему в глаза.\n– Я вижу, что нравится. – он начал играть мускулами, — Хочешь дотронуться?",
    "answers": [
      {
        "id": 75,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 74,
    "text": "Я пыталась отвести взгляд от его тела и посмотреть ему в глаза.\n– Не ври, я же вижу, что нравится. – он начал играть мускулами, — Хочешь дотронуться?",
    "answers": [
      {
        "id": 75,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 75,
    "text": "Я стала пятиться назад, он шёл прямиком на меня до тех пор, пока не прижал меня в стене.\n\nКогда мне некуда было отступать, он взял меня за запястье и стал проводить моей рукой по своему голому торсу.\n ",
    "answers": [
      {
        "id": 76,
        "text": "Попытаться вырваться"
      },
      {
        "id": 77,
        "text": "Ничего не делать"
      }
    ]
  },
  {
    "id": 76,
    "text": "Я попыталась вырваться, но он только сильнее прижал меня к стене.",
    "answers": [
      {
        "id": 77,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 77,
    "text": "Он убрал мою руку со своего торса, но все ещё продолжал держать меня за запястье и прижимаиь к стене.\n\nОн приблизился настолько, что я чувствовала его дыхание.\n\nВдруг Аарон приблизился к моему уху и шепотом произнес:\n– Я тоже хочу... — он прошёлся языком по моему уху и легонько укусил за мочку.",
    "answers": [
      {
        "id": 78,
        "text": "– Аарон..."
      }
    ]
  },
  {
    "id": 78,
    "text": "[ГЛАВА 5]\n\n— Аарон, — еле слышно произнесла я.\n\nАарон на секунду остановился и посмотрел мне в глаза. Я посмотрела на него и увидела его хищный взгляд.\n\nЗатем Аарон решил продолжить начатое и  медленно спустился к моей шее и начал осыпать её влажными поцелуями.\n\n",
    "answers": [
      {
        "id": 79,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 79,
    "text": "Я хотела было что-то сказать, остановить его, но моё тело будто меня не слушалось.\n\nМеня словно ударило током, я стояла как остолбенелая и не могла пошевелиться: то ли от неожиданности, то ли от возбуждения...\n\n«Нет, нельзя, не сейчас, все слишком быстро» — проносились мысли в моей голове.\n\nВ это время Аарон уже стал прокладывать дорожку поцелуев от моей шее к груди...\n",
    "answers": [
      {
        "id": 80,
        "text": "Как вдруг"
      }
    ]
  },
  {
    "id": 80,
    "text": "Зазворил телефон Аарона.\n\nОн резко выровнялся.\n\nЯ ещё несколько секунд стояла около стены, но наконец, прийдя в себя,  рванула к лестнице.\n\nАарон уже ответил на звонок и, поднимаясь по лестнице, я услышала фразу «Зачем позвонила? Не надоело названивать?»\n\nОн говорил холодным и резким тоном, было ясно, что звонившая не вызывает у него симпатии.\n\nМне было интересно узнать, о чем он будет говорить и что за девушка звонит так поздно.\n\nПодслушать?",
    "answers": [
      {
        "id": 81,
        "text": "Подслушаю, в этом нет ничего страшного"
      },
      {
        "id": 82,
        "text": "Нет, любопытно, но это - не моё дело"
      }
    ]
  },
  {
    "id": 81,
    "text": "– Слушай, я же сказал, чтобы ты мне больше не звонила ? Что тебе ещё нужно? — почти прокричал Аарон кому-то в трубку, – Я тебе сказал, что ты меня не интересуешь, всё! Даже не пытайся мне писать и звонить с такими разговорами или я просто кину тебя в чёрный список! – добавил он и почти бросил телефон на стол. \n\nЯ решила пойти в комнату, пока он не застал меня на месте преступления.\n\n",
    "answers": [
      {
        "id": 83,
        "text": "Пойти в комнату"
      }
    ]
  },
  {
    "id": 82,
    "text": "Я с трудом подавила своё любопытство и поднялась в комнату.",
    "answers": [
      {
        "id": 83,
        "text": "Пойти в комнату"
      }
    ]
  },
  {
    "id": 83,
    "text": "Я зашла в комнату и сразу же плюхнулась на кровать.\n\nЯ действительно сегодня очень устала.. Но мой мозг решил сыграть со мной злую шутку. В моей голове роилась куча вопросов и мыслей.\n\n«С кем так резко говорил Аарон? Это однозначно была девушка. \nА эта его фраза, сказанная мне «я тоже хочу» — это значит, что он уверен, что я от него без ума и готова прыгнуть к нему в постель, стоит ему только поманить меня? Самоуверенный тип. Хотя, если бы не телефонный звонок… Кто знает, чем бы все закончилось. Вот уж я от себя не ожидала. Ну мы ещё посмотрим, как быстро этому Казанове  удастся «уложить» меня..» \n\nЯ прекрасно понимала, что перед Аароном мало кто может устоять, его напористость впечатляет, заставляет ему покориться, но мне не хотелось быть одной из сумасшедших влюблённых в него фанаток…\n\nС этими мыслями я  уснула.\n",
    "answers": [
      {
        "id": 84,
        "text": "На следующее утро"
      }
    ]
  },
  {
    "id": 84,
    "text": "Прозвенел будильник..\n\n– Как же не хочется вставать после вчерашнего сумасшедшего денька..-пробубнила я в подушку.\n\nС закрытыми глазами я села на кровать.\n\nПосидев с минуту, я, наконец, решила пойти в душ.\n\nПриняв душ, я спустилась на кухню.\n",
    "answers": [
      {
        "id": 85,
        "text": "На кухне"
      }
    ]
  },
  {
    "id": 85,
    "text": "На кухне за столом уже сидел Аарон и потягивал кофе, читая газету.\n\n–Доброе утро, красотка, я сварил кофе, — он пододвинул ко мне чашку кофе, — Прости, но на большее я не способен,- сказал он с улыбкой, — Ну то есть в плане кулинарии, — тут же добавил он и подмигнул мне с улыбкой\n\n«Ни тени стыда после вчерашнего» — подумала я, глядя на него, но произнесла серьёзным тоном лишь:\n– Спасибо.",
    "answers": [
      {
        "id": 86,
        "text": "Зазвонил мой телефон"
      }
    ]
  },
  {
    "id": 86,
    "text": "\n– Эти звонки иногда так не вовремя — прошипел Аарон и вздохнул, видимо, намекая на вчерашнее.\n\nЯ строго посмотрела на него и взяла телефон.",
    "answers": [
      {
        "id": 87,
        "text": "Ответить на звонок папы"
      }
    ]
  },
  {
    "id": 87,
    "text": "– Пап, привет! – радостно заговорила я\n– Привет, солнышко! Рад тебя слышать. Я сразу к делу: я сегодня прилетаю в 12, но я ненадолго, вечером снова улетаю, ты пообедаешь со мной в нашем любимом ресторане? Сколько у тебя пар?\n– Конечно, пап, у меня всего две пары сегодня, я как раз после 12 освобожусь, только Ника предупрежу, что могу опоздать на работу.\n– Об этом не волнуйся, я с Ником уже поговорил и попросил сделать тебе сегодня выходной: я знаю что за денёк вчера у тебя был. И да, Тайлеру я тоже позвонил, сказал ему, чтобы тебя не сопровождал, так как я сам тебя заберу после пар и отвезу после ресторана. – объяснил мне подробно отец\n– Пап, ты знаешь, что ты – моя прелесть? – сказала я и рассмеялась, – Ну тогда до встречи сегодня, обнимаю.\n– До встречи, доченька. – сказал отец и положил трубку.",
    "answers": [
      {
        "id": 88,
        "text": "После пар"
      }
    ]
  },
  {
    "id": 88,
    "text": "Когда я вышла из университета, около своего автомобиля меня уже ждал мой отец.\n\nЯ подошла к нему, поцеловала его в щеку и крепко обняла. \n\n",
    "answers": [
      {
        "id": 89,
        "text": "Затем мы сели в авто и направились ресторан."
      }
    ]
  },
  {
    "id": 89,
    "text": "Это наш любимый ресторан. \n\nПапа рассказывал мне, что они ходили сюда с мамой, когда я была совсем маленькая.\n\nОтец говорил, что ресторан, конечно, уже выглядит совсем по-другому, но мы все равно любили здесь бывать.\n\nСам факт того, что здесь любила бывать моя мама, уже делал этот ресторан особенным для меня…\n\nК тому же, здесь очень красиво, необычно, все в темных и золотых тонах.",
    "answers": [
      {
        "id": 90,
        "text": "Мы зашли в ресторан и сели на привычное место."
      },
      {
        "id": 89,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c39/1809/1a/970b62654ca9.jpg"
      }
    ]
  },
  {
    "id": 90,
    "text": "Естественно, отец уже зарезервировал нам столик.\n\nМы решили сделать заказ.\n\nЧто заказать? \n",
    "answers": [
      {
        "id": 91,
        "text": "Устричный суп с морской рыбой, легкий салат с креветками"
      },
      {
        "id": 91,
        "text": "Тартар из говядины с малиновым соусом"
      },
      {
        "id": 91,
        "text": "Начну со сладкого! Шоколадный мусс с клубникой, ежевикой и малиной "
      }
    ]
  },
  {
    "id": 91,
    "text": "\nМы сделали заказы и отец заговорил: \n– Как у тебя дела, дочка?\n– Все в порядке, пап, а у тебя? Ты наверно жутко устал? – спросила я с горечью, мне так хотелось, чтобы Папа больше отдыхал, но такой уж он человек…\n– Я уже привык к такому ритму. – улыбаясь, ответил он, но я понимала, что он меня успокаивает. \n– Дочь, ты же знаешь, что мой бизнес достанется тебе? Мне бы хотелось, чтобы через год, когда ты закончишь учебу, ты заняла мой пост. —  говорил отец, – Но, Кимберли, тебе будет тяжело одной, тебе нужен человек, который будет для тебя поддержкой, опорой и помощью. — продолжал наставлять меня отец.",
    "answers": [
      {
        "id": 92,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 92,
    "text": "– Да, пап, знаю, поэтому я и работаю у тебя в отеле, чтобы знать все нюансы. Кого ты имеешь ввиду? У тебя кто-то есть на примете? – спросила\nя.\n–  Дочь, я говорю о замужестве, — коротко пояснил отец с серьезным видом.\n– А я-то уж размечталась, что ты о чем-то другом… — вздохнула я, – Пап, ну правда, может хватит? Ты эту тему начал с тех пор, как мне стукнуло 20.  Сейчас не 18 век, многие выходят замуж в 30 и после. — высказалась я.\n– Я знаю, но… Мне 68, я не знаю сколько мне ещё осталось. Я, конечно, помогу тебе с бизнесом, пока я в состоянии, но я бы хотел застать тот момент, когда ты выйдешь замуж. – начал отец.\n– Пап, ну хватит! – резко ответила я.\n– Ким,  я конечно бодрый старичок, но.. – продолжал отец.\n– Ничего не хочу слышать об этом! – прервала я его\n– Дочь, ну ты в самом деле, как маленькая. Помнишь, как ты делала в детстве, когда не хотела что-то слушать? – сказал Папа с улыбкой на лице",
    "answers": [
      {
        "id": 93,
        "text": "– Конечно помню!"
      }
    ]
  },
  {
    "id": 93,
    "text": "– Я закрывала уши ладонями и громко повторяла, как попугай: «Я ничего не слышу! Я ничего не слышу!» — ответила я и рассмеялась\n– Ты была такая упрямая, — произнёс отец и потрепал меня по щеке, – Хотя почему это была, ты и сейчас упрямая! – добавил отец и тоже засмеялся\n– Ну паааап…\n– Дочь, я всё-таки надеюсь, что ты не будешь тянуть до 30 лет. Кстати, что насчёт Ника? Он тебе нравится? –спросил отец\n– Пап, я не знаю.. Мы как-то реже с ним стали общаться, но он хороший парень. – сказала я \n– В любом случае, это твоё дело и решать только тебе. — подытожил отец. \n",
    "answers": [
      {
        "id": 94,
        "text": "– Все нормально, пап"
      }
    ]
  },
  {
    "id": 94,
    "text": "– Кстати, как справляются со своими обязанностями Аарон и Тайлер? – спросил вдруг Папа.\n\nУ меня перед глазами тут же пронеслась сцена с Аароном на кухне, моё сердце начало бешено колотиться, но я же не могу рассказать все отцу, наябедничать, как маленькая девочка… Тем более, что Аарон, хоть и пошляк и немного  раздолбай, но выполняет свои обязанности..\n\nПовисло неловкое молчание, потому что я витала в своих мыслях, но папа нарушил его:\n– Дочка? Что-то случилось? – обеспокоено спросил отец.\n– А, пап, прости, задумалась, все хорошо, не переживай, — выдавила я из себя наконец.\n\nМы ещё долго беседовали  с отцом, параллельно наслаждаясь едой и напитками.\n\nПозже, отец подвёз меня до дома, а потом поехал забрать какие-то документы из офиса, которые необходимы для поездки.\n",
    "answers": [
      {
        "id": 95,
        "text": "На прощанье я ещё раз обняла и поцеловала папу."
      }
    ]
  },
  {
    "id": 95,
    "text": "Сегодня дома я была одна. Была около пяти часов вечера.\n\nЯ чувствовала себя как подросток, которого родители впервые оставили одного дома на выходные.\n– Свобода! – завизжала я, – Хотя… Не мешало бы прибраться, — задумчиво произнесла я вслух сама себе, рассматривая кухню и гостиную.  \n\n«У меня сегодня незапланированный выходной, потрачу его с пользой» — мысленно уговаривала я себя.\n\nНо сначала надо переодеться.\n\n\n\n",
    "answers": [
      {
        "id": 96,
        "text": "Переодеться"
      }
    ]
  },
  {
    "id": 96,
    "text": "Я поднялась наверх, надела свои короткие спортивные шорты и спортивный короткий топ — это мой наряд для уборки, который я бы никогда не надела, будь хоть кто-нибудь дома. Ну слишком он уж… открытый.\n\n– Ну что ж, приступим, — решила я.\n\nЯ вставила в уши наушники и включила свою любимую музыку на телефоне.\n\nМузыка захватила меня: я пою и танцую, одновременно убирая гостиную.\n",
    "answers": [
      {
        "id": 97,
        "text": "Уборка под музыку всегда проходит не так нудно и скучно"
      },
      {
        "id": 96,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c40/1809/77/986e93f145eb.jpg"
      }
    ]
  },
  {
    "id": 97,
    "text": "Гостиная и кухня начинают принимать приличный вид.\n\nВдруг начинает звучать песня, которую я скачала наугад, но потом тысячу раз слышала по радио.\nРазбегуууусь и прыгну к тебе в руки… — мурлыкаю себе под нос, свободно и плавно двигаясь в такт музыке.\n\nОборачиваюсь, чтобы положить пульт на журнальный столик…\n\n\n",
    "answers": [
      {
        "id": 98,
        "text": "– Ааа!!  - завизжала я от испуга и подскочила "
      }
    ]
  },
  {
    "id": 98,
    "text": "Срываю наушники.\n\n Передо мной стоит Тайлер с пакетом в руках и смотрит на меня с недоумением, слегка улыбаясь.\n\n– Ну так прыгай, я жду, — сказал он, продолжая при этом улыбаться.\n– Э-э.. Что? – не понимала я\n– Ты пела, что разбежишься и прыгнешь в руки, я и говорю: прыгай, я жду, — объяснился он.",
    "answers": [
      {
        "id": 99,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 99,
    "text": "Я краснею: меня только что застали врасплох, когда я вызывающе танцевала в спортивном топе и коротких шортах.. Так Тайлер ещё и смог разобрать слова песни. \n\nМне очень стыдно, но я выдавливаю из себя слова:\n– Тайлер… как ты... У тебя же выходной?",
    "answers": [
      {
        "id": 100,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 100,
    "text": "– Вообще-то, мне позвонил твой отец и сказал, что ты дома и я могу ехать к тебе. – объяснил Тайлер.\n– Либо я его не поняла, либо… не важно, — прервала я сама себя, – Слушай, прости за представление, я правда не знала, что ты приедешь. – я решила на всякий случай извиниться, вспомнив наш разговор про «лёгкую домашнюю одежду».\n– Это ты извини, я не хотел входить, но все мои попытки постучаться  в дверь оказались безуспешными, поэтому я решил воспользоваться своим ключом – извинился Тайлер.\n",
    "answers": [
      {
        "id": 101,
        "text": "Однако"
      }
    ]
  },
  {
    "id": 101,
    "text": "По его лицу не скажешь, что он сожалеет, скорее наоборот, ему доставило удовольствие это представление. И, судя по его лукавой улыбочке, шоу для него все ещё продолжается, ведь я все ещё стою перед ним в этой одежде..\n\nОн стоит на том же месте и пристально смотрит на меня, улыбаяясь. \n\nЯ решила нарушить неловкое молчание",
    "answers": [
      {
        "id": 102,
        "text": "– Ты пройдёшь или как?"
      }
    ]
  },
  {
    "id": 102,
    "text": "–О, да-да. – он прошёл на кухню и начал выкладывать на стол содержимое пакета\n– Я взял нам роллов в ресторане на ужин, — сказал Тайлер\n– Прекрасно. – ответила я, затем быстро зашла в ванную и накинула на себя халат. \n\nЯ закончила с уборкой на кухне и в гостиной и мы принялись на ужин.\n",
    "answers": [
      {
        "id": 103,
        "text": "После ужина Тайлер решил пораньше лечь спать."
      }
    ]
  },
  {
    "id": 103,
    "text": "Тайлер был уже у себя в комнате, когда я только поднималась наверх.\n\nЯ приняла душ, посушила волосы и пошла одеваться.\n\nКакую пижаму надеть? \n",
    "answers": [
      {
        "id": 104,
        "text": "Шорты и топ (картинка 1)"
      },
      {
        "id": 104,
        "text": "Ночная короткая рубашка (картинка 2)"
      },
      {
        "id": 103,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b29/1809/51/8bb58cc04da4.jpg"
      }
    ]
  },
  {
    "id": 104,
    "text": "Прежде, чем пойти спать, я решила немного посидеть на балконе.\n\nТак как скоро экзамены, я решила совместить приятное с полезным и взять на балкон учебник по экономике.\n\nЯ устроилась в кресле и начинала читать.\n\nСегодня я почти не устала, настроение у меня было хорошее, так как я увиделась и поговорила с отцом.\n\nРешив дать глазам отдохнуть, я встала и посмотрела вдаль.\n",
    "answers": [
      {
        "id": 105,
        "text": "Как вдруг"
      }
    ]
  },
  {
    "id": 105,
    "text": "На газоне около своего дома я вижу под светом фонаря темную фигуру, судя по росту и телосложению, это мужчина. \n\nЛица разглядеть я не могу. \nВидно только, что мужчина в плаще и шляпе.\nТень подняла на меня голову, но лица все ещё не было видно.\n\nМоё сердце сжалось от страха, недолго думая, я бросила учебник и рванула вниз по лестнице.\n\nЯ молнией забежала в комнату к Тайлеру,  меня всю трясло...\n",
    "answers": [
      {
        "id": 105,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c43/1809/5b/f14c50a0d4c5.jpg"
      },
      {
        "id": 106,
        "text": "В комнате"
      }
    ]
  },
  {
    "id": 106,
    "text": " Тайлер спал, но, услышав, как я ворвалась, он тут же вскочил в постели.\n\n Он стоял передо мной в одних трусах, сверкая своими мускулами, волосы у него были взъерошены, глаза сонные, но сильно округлившие из-за моего визита.\n\n",
    "answers": [
      {
        "id": 107,
        "text": "Он быстро накинул на себя халат."
      }
    ]
  },
  {
    "id": 107,
    "text": "– Ким, что случилось?? – с тревогой спросил Тайлер\n– Я…я… там… на балконе… мужчина..- я пыталась произнести связное предложение, но я так быстро бежала и так была напугана, что мне удавалось это с трудом.\n– Мужчина на балконе?! – пытался понять Тайлер о чем я говорю.\n\nЯ тяжело дышала, не могла собраться с мыслями. \nТайлер подошёл ко мне, положил руки на плечи и заглянул своими голубыми глазами мне в глаза, а затем произнёс:\n– Ким, успокойся, сделай глубокий вдох, а потом рассказывай.\nЯ сделала глубоких вдох, затем выдох, пытаясь себя успокоить, а затем заговорила, \n– На газоне около дома я видела мужчину в плаще и шляпе. Как он сюда попал, ведь ворота же закрыты?\n– Ким, я сейчас быстро схожу на улицу проверю,а потом принесу тебе воды. Ты сиди и жди здесь.",
    "answers": [
      {
        "id": 108,
        "text": "Попросить Тайлера остаться\n"
      },
      {
        "id": 109,
        "text": "Молча кивнуть"
      }
    ]
  },
  {
    "id": 108,
    "text": "– Не уходи… — тихо попросила я\n– Я правда быстро, только пробегусь вокруг дома, проверю, не бойся, — успокаивал меня он.\n ",
    "answers": [
      {
        "id": 109,
        "text": "Тайлер ушел"
      }
    ]
  },
  {
    "id": 109,
    "text": "Уже через пять минут Тайлер вернулся со стаканом воды.\n",
    "answers": [
      {
        "id": 110,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 110,
    "text": "– Держи. – сказал Тайлер и протянул мне стакан воды.\nЯ сидела на кровате Тайлера, он сел на стул напротив.\n\n«Хорошо, что отец нанял телохранителей, что они ночуют в моем доме. Если бы произошла такая ситуация, когда я была бы одна, я даже не знаю, что бы я делала..» — думала я\n\n– Никого около дома нет, ты не видела его лицо? – прервал мои размышления Тайлер",
    "answers": [
      {
        "id": 111,
        "text": "Ответить"
      }
    ]
  },
  {
    "id": 111,
    "text": "– Нет, конечно нет. Темно. Он стоял спиной к фонарю, лицо не было видно.. Но по росту, телосложению и одежде я поняла, что это был мужчина.. – рассказала я \n– Понятно… – произнёс Тайлер, – перелез через забор значит, — он задумался на несколько секунд, а затем продолжил: – Послушай, давай мы завтра ещё поговорим об этом, голова сейчас не соображает, да и тебе надо успокоиться. Мы это так не оставим , не переживай. \n– Хорошо, да. – согласилась я\n Как прошёл обед с отцом? – вдруг спросил он, видимо, пытаясь, перевести эту неприятную тему, потому что видел, что я была напугана. ",
    "answers": [
      {
        "id": 112,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 112,
    "text": "– Говорит, замуж мне пора, — сказала я и попыталась выдавить из себя улыбку.\nТайлер рассмеялся и спросил:\n– Сроки поджимают? \n– Я-то так не считаю, а вот отец другого мнения, — разъяснила я\n– Ты ещё совсем молодая, все впереди. – успокаивал меня Тайлер.",
    "answers": [
      {
        "id": 114,
        "text": "– Да, наверное"
      },
      {
        "id": 113,
        "text": "– А ты думаешь не пора? "
      }
    ]
  },
  {
    "id": 113,
    "text": "– Я думаю, что у каждого свое время. И все эти \"пора\" — это неправильно. \n",
    "answers": [
      {
        "id": 114,
        "text": "– Согласна"
      }
    ]
  },
  {
    "id": 114,
    "text": "Мы поговорили ещё минут 20, меня уже так не трясло, но страх ещё меня не отпускал.\n\n– Нам, наверное, пора расходиться и ложиться спать. — сказал Тайлер устало\n– Да, прости, что разбудила, — извинилась я\n– Ты все правильно сделала, — с улыбкой успокоил меня Тайлер\n\nЯ встала с кровати Тайлера и медленно направилась к выходу.\n\nНо как только я поняла, что мне снова придётся одной пойти наверх, туда, где я видела этого незнакомца, меня сразу бросило в жар.",
    "answers": [
      {
        "id": 115,
        "text": "Я понимала, что не усну.."
      }
    ]
  },
  {
    "id": 115,
    "text": "\nМожет, попросить Тайлера пойти со мной и переночевать в моей комнате?\n\nЯ знала, что это легкомысленно, но сейчас мне было все равно, страх был выше приличия.\n\nКак мне быть?",
    "answers": [
      {
        "id": 116,
        "text": "Нет! Справлюсь со страхом"
      },
      {
        "id": 118,
        "text": "Попросить Тайлера пойти со мной"
      }
    ]
  },
  {
    "id": 116,
    "text": "Я медленно поднялась по лестнице и уговаривала себя успокоиться \n\n«Тайлер же сказал, что около дома никого. В самом деле, мне же не пять лет, чтобы бояться находиться одной в комнате.»\n\nИ тут появилась блестящая идея. \n– Снотворное! – воскликнула я и стала спускаться обратно вниз.\n\n",
    "answers": [
      {
        "id": 117,
        "text": "На кухне"
      }
    ]
  },
  {
    "id": 117,
    "text": "На кухне лежала аптечка с лекарствами, я быстро нашла таблетки и выпила.\n\nПридя в комнату, я решила все же оставить включённым ночник и включила телевизор, чтобы создать иллюзию, что в комнате я не одна.\n\nКонечно, снотворное подействовало не сразу, около получаса я ворочалась, но затем я погрузилась в объятия Морфея.\n",
    "answers": [
      {
        "id": 131,
        "text": "Утро"
      }
    ]
  },
  {
    "id": 118,
    "text": "Я повернулась к Тайлеру\n– Тайлер, пойдём со мной, переночуй в моей комнате. – собралась и попросила я, мне было очень стыдно.\n\nТайлер явно был шокирован, его глаза округлились.\n\n– Ты уверена? — удивленно спросил он.\n– Я правда боюсь одна сегодня находиться в комнате… — с грустью произнесла я.\n– Ну, э-э.. Х-хорошо. Как скажешь. Пойдём. – согласился он, немного помедлив.\n",
    "answers": [
      {
        "id": 119,
        "text": "Мы поднялись в мою комнату"
      }
    ]
  },
  {
    "id": 119,
    "text": "Я легла на кровать, а Тайлер сел в кресло.\n\nС ним я чувствовала себя в безопасности.\n– У тебя скоро день рождения? — спросил Тайлер\n– Ага.. \n– Закатишь вечеринку? – с улыбкой спросил он\n– Честно говоря, не хочется. Но я ещё в раздумьях. – призналась я\n– Надо же.. – произнёс он и задумался\n– Что ты имеешь ввиду?\n– Да так. Просто ты можешь многое себе позволить, — сказал он, — можешь не делать уборку и не готовить, а свалить это на горничную, можешь не учиться и не работать… ",
    "answers": [
      {
        "id": 120,
        "text": "– В общем, ботаничка и зануда, да?"
      },
      {
        "id": 119,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a03/1810/e9/cc0a9b454503.jpg"
      }
    ]
  },
  {
    "id": 120,
    "text": "– Дурочка, — он посмотрел на меня с нежностью и улыбнулся, а затем добавил: – Я не это имел ввиду.\n–  Да ладно, я поняла о чем ты, я не особо уважаю людей, которые просто тратят папины деньги и ничего не хотят делать сами, — улыбаясь, ответила я, – Наверно, это зависит от воспитания… Но я все-таки не отказываю  себе в удовольствиях вроде дорогих клубов и ресторанов и конечно же наряды, куда без них, – толкнула я ему длинную речь.\n– Ты умница, — похвалил меня Тайлер.",
    "answers": [
      {
        "id": 121,
        "text": "Мы еще немного поговорили"
      }
    ]
  },
  {
    "id": 121,
    "text": "Мы ещё немного поговорили, было поздно, поэтому я решила спросить:\n–Ты не будешь спать?\n– Я вздремну здесь, в кресле. — ответил Тайлер",
    "answers": [
      {
        "id": 122,
        "text": "– Почему?"
      }
    ]
  },
  {
    "id": 122,
    "text": "– Почему? – удивилась я, – Кровать большая, ложись, я не буду приставать. – добавила я и рассмеялась \nМне было неудобно, что я разбудила его, а теперь ещё из-за меня ему придётся спать в кресле.\n– Ты-то не будешь, а насчёт себя я не уверен. – произнёс он с хитрой улыбкой.\n– Тайлер, даже не пытайся, я тебя на боюсь, я уже говорила тебе.\n\nЯ знала, что он не может быть таким идеальным, что у него есть какие-то недостатки, но я правда была уверена, что он отличаетчя от таких, как Аарон.\n\nВстав с кровати, я направилась к выключателю, чтобы выключить свет и включить ночник.",
    "answers": [
      {
        "id": 123,
        "text": "Внезапно"
      }
    ]
  },
  {
    "id": 123,
    "text": "Тайлер тоже встаёт с кресла и направляется ко мне.\n\nОн резко хватает меня за талию и берет на руки.\n\n– Эй, ты чего?? –ошарашенная, спрашиваю я.\n\nТайлер молча бросает меня на кровать, я смотрю на него округлившимися глазами.\n– Ладно, ладно, уже боюсь! – прокричала я.\n– Тссс.. – произнёс он и сел на меня сверху.\n\nТайлер схватил мои запястья одной своей рукой и прижал их к кровате над моей головой, другая его рука оставалась свободна.\n",
    "answers": [
      {
        "id": 124,
        "text": "Попробовать вырваться"
      },
      {
        "id": 125,
        "text": "Ничего не делать"
      }
    ]
  },
  {
    "id": 124,
    "text": "Я хотела попробовать вырваться, но как, если я даже пошевелиться толком не могу...\n– Думаешь если будешь вырываться, то я отпущу? – сказал он хитро улыбаясь, – Знаешь, некоторых мужчин наоборот это заводит ещё больше. – добавил он.\n\n",
    "answers": [
      {
        "id": 125,
        "text": "Успокоиться"
      }
    ]
  },
  {
    "id": 125,
    "text": "Через несколько секунд его лицо оказалось совсем близко к моему.\n\nЕго дыхание щекотало мне ухо, он прошептал:\n– Что ты хочешь, чтобы я сделал? \n– Н-ничего! – воскликнула я.\n– Тогда я сам решу, – произнёс он тихим и чувственным голосом мне на ухо и посмотрел на меня опьяненными желанием глазами.\n\nОн направился к моим губам.\n«Он собирается поцеловать меня?» ",
    "answers": [
      {
        "id": 126,
        "text": "Отвернуть голову"
      },
      {
        "id": 127,
        "text": "Лежать смирно"
      }
    ]
  },
  {
    "id": 126,
    "text": "Я  отвернулась, но он взял меня свободной рукой за подбородок и повернул моё лицо обратно к себе.\n",
    "answers": [
      {
        "id": 127,
        "text": "Закрыть глаза"
      }
    ]
  },
  {
    "id": 127,
    "text": "Он впился своими губами в мои. \n\nЕго язык проникает в мой рот, он страстно и жадно целует меня… Поцелуй длится так долго, что становится трудно дышать.\n\nТайлер немного отстраняется от моих губ:\n– Девочки, которые дразнят своих телохранителей должны быть наказаны. – сказав это, он притягивает меня к себе и  продолжает  целовать.\n Я не успела даже слова вставить.\n\nТайлер страстно, но нежно, покусывает мои губы, его язык касается моего… Его свободная рука скользит по моему бедру, прижимая меня к себе ещё сильней.\n\nНаше дыхание становится все громче по мере того, как наши поцелуи становятся более страстными...\n\n Я чувствую его желание…  И мое тело тоже жаждет его.",
    "answers": [
      {
        "id": 128,
        "text": "Но неожиданно он остановился"
      }
    ]
  },
  {
    "id": 128,
    "text": "Но неожиданно он остановился, встал и сел обратно в кресло.",
    "answers": [
      {
        "id": 129,
        "text": "Далее",
        "need_ever": true
      }
    ]
  },
  {
    "id": 129,
    "text": "Я  лежала, находясь в шоке от произошедшего и не могла ничего сказать, да и надо ли что-то говорить?\n\nТайлер помолчал с минуту, а затем заговорил:\n– Я знаю, что ты хотела узнать эту мою сторону. Ты же специально провоцировала меня. Теперь ты знаешь. – он сделал небольшую паузу и продолжил, – В следующий раз подумай, стоит ли это делать, потому что в следующий раз , — он посмотрел мне в глаза и немного прищурился, — в следующий раз я закончу начатое. \n– Ты сумасшедший.. – еле слышно сказала я",
    "answers": [
      {
        "id": 130,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 130,
    "text": "«Боже, он что, мысли читает??» — подумала я тут же, вспомнив, о чем я думала, когда мы сидели с ним на балконе.\n\nНо именно сегодня я не пыталась его дразнить, провоцировать.\n\nС ума сойти. Вот тебе и Тайлер...\n\nНо, если быть до конца честной с собой, возможно, мне даже понравилось? \n\nПонравилось, что он может быть и таким.\n\nС этими мыслями я уснула.",
    "answers": [
      {
        "id": 131,
        "text": "Утро"
      }
    ]
  },
  {
    "id": 131,
    "text": "Я проснулась, приняла душ, накинула на плечи халат и спустилась на кухню.\n\nНа кухне стоял аромат кофе и блинчиков.\n– Доброе утро, Ким, как спалось? – улыбаясь, спросил Тайлер\n– Спалось маловато, — ответила я и тоже улыбнулась\n– Сегодня, к счастью, пятница, завтра выспишься, а пока садись завтракать, — сказал Тайлер и подал мне тарелку и чашку кофе. – Блинчики и кофе.\n– Спасибо, с тобой я разучусь готовить, — сказала я и тихо рассмеялась",
    "answers": [
      {
        "id": 132,
        "text": "Мы принялись за завтрак"
      }
    ]
  },
  {
    "id": 132,
    "text": "После завтрака Тайлер отвёз меня в университет.\n\nЗакончив учебу, я вышла на улицу и увидела, что  меня уже ждёт Аарон.\n\nОн стоял, облокотившись о свой автомобиль.\n\nКогда я была уже почти в двух метрах от Аарона, меня догнала Рэйчел.",
    "answers": [
      {
        "id": 133,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 133,
    "text": "– Фух, еле догнала, — запыхавшись, сказала Рэй\n– Рэйчел, что-то случилось? – встревоженно спросила я\n– Нет, на самом деле.. Ким, пойдём сегодня в клуб? – решительно спросила Рэйчел\n– В клуб? — переспросила я",
    "answers": [
      {
        "id": 134,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 134,
    "text": "Я редко ходила в подобные заведения: я очень люблю танцевать и хожу в клуб именно для этого, но крайне редко… А вот мужчины, по-моему, ходят в клуб не для этого. Такое впечатление, что они ходят туда, чтобы найти себе новую подружку на ночь. Постоянно пристают, некоторые даже делают это грубо. Однажды, меня чуть не затолкали в машину, когда я вышла подышать воздухом. Но, к счастью, все обошлось. \n",
    "answers": [
      {
        "id": 135,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 135,
    "text": "– Ким, ну пожаааааалуйста, — Рэйчел сделала глаза рыжего кота из Шрека, – мы так давно никуда не ходили вдвоём, пойдём, тем более, что завтра выходной.\n – Ладно, — вздохнула я, — но давай ненадолго. \n– Нууу,.. Посмотрим по обстоятельствам, — ответила Рэй и улыбнулась, – В общем, давай в 22 часа около клуба встретимся, нормально?",
    "answers": [
      {
        "id": 136,
        "text": "– Нормально."
      }
    ]
  },
  {
    "id": 136,
    "text": "– Надень что-нибудь удобное, но соблазнительное, — порекомендовала Рэйчел.\n– Спасибо за рекомендацию, а то я бы пришла в мусорном пакете, — съязвила я.\n\nРэйчел рассмеялась, обняла меня и мы попрощались.",
    "answers": [
      {
        "id": 137,
        "text": "Я подошла к автомобилю Аарона"
      }
    ]
  },
  {
    "id": 137,
    "text": "– Значит, в клуб? – спросил он вместо приветствия.\n– И тебе здравствуй, Аарон, — поздоровалась я и улыбнулась, – Да, а что? – спросила я.",
    "answers": [
      {
        "id": 138,
        "text": "Глава 7 [В клубе]"
      }
    ]
  },
  {
    "id": 138,
    "text": "– Ты же знаешь, что тебе придётся пойти со мной? – напомнил Аарон\n– Что?!? – я сделала вид, что удивились, – Ой, без проблем, только не ходи за мной хвостом, просто держи в поле зрения, а то Рэйчел хватит удар.\n– Есть, Босс! – громко произнёс он, приставил ладонь к виску и «отдал честь», как это делают военные.\n",
    "answers": [
      {
        "id": 139,
        "text": "Я рассмеялась и добавила:"
      }
    ]
  },
  {
    "id": 139,
    "text": "– Так-то лучше! \n– Нравится быть госпожой? — не мог не спросить Аарон \n \nЧто ответить?",
    "answers": [
      {
        "id": 140,
        "text": "– Какой же ты испорченный мальчишка!"
      },
      {
        "id": 140,
        "text": "– Ты в своем репертуаре."
      },
      {
        "id": 140,
        "text": "Промолчать"
      }
    ]
  },
  {
    "id": 140,
    "text": "К счастью, Аарон больше не стал отпускать своих фирменных реплик и мы отправились ко мне на работу.",
    "answers": [
      {
        "id": 141,
        "text": "Рабочий день подошёл к концу"
      }
    ]
  },
  {
    "id": 141,
    "text": "На часах было 6 вечера.\n\nКогда мы приехали домой, я переоделась и приготовила ужин: стейк из форели и салат.\n\nМы с Аарон поужинали, на часах было уже восемь, я быстро побежала  в душ.\n\nПосле душа я сделала макияж и начала собираться.\n\nЧто же мне надеть? \n",
    "answers": [
      {
        "id": 141,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a26/1810/23/9c5447dd5216.jpg"
      },
      {
        "id": 142,
        "text": "Короткие джинсовые шорты и желтый топ (фото 1)"
      },
      {
        "id": 142,
        "text": "Золотистое облегающее платье с разрезом (фото 2)"
      },
      {
        "id": 142,
        "text": "Черное платье по фигуре с молнией (фото 3)"
      }
    ]
  },
  {
    "id": 142,
    "text": "Какую прическу сделать?",
    "answers": [
      {
        "id": 143,
        "text": "Небрежные крупные локоны"
      },
      {
        "id": 143,
        "text": "Идеально выпрямленные волосы"
      },
      {
        "id": 143,
        "text": "Высокий конский хвост"
      }
    ]
  },
  {
    "id": 143,
    "text": "Готово.\nПрмоему, я прекрасно выгляжу.",
    "answers": [
      {
        "id": 144,
        "text": "Спуститься вниз"
      }
    ]
  },
  {
    "id": 144,
    "text": "Спустившись вниз, я увидела, что Аарон уже сидел в гостиной на диване.\n\nЯ зашла в гостиную.\n– Я готова, можем ехать, — сказала я\n– Ух ты, какая ты… — тихо проговорил Аарон\n– Какая? – спросила я с улыбкой\n– Пойди поближе, скажу, — попросил он с хитрой улыбочкой.\n\nЧто делать?",
    "answers": [
      {
        "id": 145,
        "text": "Не подходить "
      },
      {
        "id": 146,
        "text": "Подойти, что в этом такого"
      }
    ]
  },
  {
    "id": 145,
    "text": "– Аарон, у нас мало времени, поехали уже, — строго сказала я.\n– Поехали, босс, — быстро и громко проговорил он и резко подскочил с дивана.",
    "answers": [
      {
        "id": 148,
        "text": "Выйти на улицу"
      }
    ]
  },
  {
    "id": 146,
    "text": "Я сделала несколько шагов и оказалась совсем близко к Аарону.\n\nАарон пожирал меня глазами, его взгляд был сосредоточен на моем теле.\n",
    "answers": [
      {
        "id": 147,
        "text": "– Ну и? "
      }
    ]
  },
  {
    "id": 147,
    "text": "– Ты такая, такая сексуальная, — пробормотал он низким голосом, гладя мою ногу.\n\nМое тело покрылось мурашками от его прикосновения и я сделала шаг назад, чтобы Аарон этого не заметил \n\n– Ты такой джентльмен, Аарон, — сказала я, улыбаясь, – Ладно, пойдём уже. \n",
    "answers": [
      {
        "id": 148,
        "text": "Выйти на улицу"
      }
    ]
  },
  {
    "id": 148,
    "text": "Мы сели в автомобиль Аарона и направились к месту встречи с моей подругой.",
    "answers": [
      {
        "id": 149,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 149,
    "text": "Когда мы подъехали, я увидела, что Рэйчел уже на месте.\n\n– Прости, что заставила ждать, — извинилась я, подойдя к подруге.\n– Да я сама недавно подъехала, — успокоила меня Рэй, – Я заказала столик на троих, — обратилась Рэйчел к Аарону.\n– Девушки, я посижу за барной стойкой, там проще познакомиться с кем-нибудь, — ответил Аарон и подмигнул мне, – Но я буду за вами присматривать. – добавил он тут же.\n– Ну как скажешь, — без колебаний согласилась Рэй.",
    "answers": [
      {
        "id": 150,
        "text": "Зайти в клуб"
      }
    ]
  },
  {
    "id": 150,
    "text": "Мы вошли в клуб.\n\nЗдесь, как это обычно бывает в клубах,  громко играла музыка, светомузыка заполняла темное пространство.\n\nВесь клуб был заполнен людьми: все были на веселе, энергично танцевали в такт музыке.",
    "answers": [
      {
        "id": 151,
        "text": "Найти свой столик"
      },
      {
        "id": 150,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c24/1810/55/e775c0aa4160.jpg"
      }
    ]
  },
  {
    "id": 151,
    "text": "\nЕле протиснувшись к своему столику, мы наконец сели.\n\nОфициант не заставил себя ждать и сразу же принёс закуски: суши, сашими, тигровые креветки.\n– Мне, пожалуйста, коктейль «Император», — не долго думая, сделала заказ Рэйчел, — Ким, а ты что будешь пить? – обратилась она ко мне\n– Я.. Наверное, тоже коктейль возьму.\n\nКакой?",
    "answers": [
      {
        "id": 152,
        "text": "– Космополитен"
      },
      {
        "id": 152,
        "text": "– Лонг Айленд"
      }
    ]
  },
  {
    "id": 152,
    "text": "Официант ушёл за коктейлями, а я обратилась к подруге:\n– Ты и закуски заранее заказала? \n– Да, попросила, чтоб к нашему приходу  все было готово, к тому же, я знаю, что ты любишь, зачем тратить время на выбор закусок, здесь надо пить и танцевать, — весело кричала мне на ухо Рэй.",
    "answers": [
      {
        "id": 153,
        "text": "Официант принес наши заказы"
      }
    ]
  },
  {
    "id": 153,
    "text": "Мы быстро осушили бокалы, коктейль, к моему удивлению, оказался приятным на вкус, алкоголь почти не чувствовался.\n\nОднако, я сразу почувствовала, что захотела спать.\n\n– Так, подруга, не спать, давай ещё по коктейлю и пойдём танцевать, — обратилась ко мне Рэй, видимо, заметив, что я засыпаю.\n– Ты хочешь, чтобы я здесь прямо за столом уснула после второго коктейля? – я вопросительно посмотрела на неё.",
    "answers": [
      {
        "id": 154,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 154,
    "text": "– Давай открою тебе интересный факт: если ты выпиваешь слишком мало — ты хочешь спать, если ты выпиваешь слишком много – ты, словно в тумане, ничего потом не помнишь, но есть золотая середина – это когда тебе становится весело, но при этом твоя голова отлично соображает. \n– Что это за литературу ты читаешь? – спросила я и рассмеялась.\n– Это на личном опыте! – прокричала мне Рэй, — только не думай, что я — алкоголик, — оправдывалась подруга.",
    "answers": [
      {
        "id": 155,
        "text": "– Хах, понятно"
      }
    ]
  },
  {
    "id": 155,
    "text": "– Так что давай ещё по одному и танцевать! – приказала Рэй.\n– Лаааадно, — неохотно согласилась я, но доверилась подруге \n\nМы выпили ещё один коктейль и пошли танцевать.\n\nК моему удивлению, я действительно перехотела спать, мне стало весело, но при этом голова моя соображала. \n\n«Вот тебе и Рэйчел, эксперт, черт возьми» — думала я про себя, зажигая на танцполе с подругой.",
    "answers": [
      {
        "id": 156,
        "text": "На танцполе"
      }
    ]
  },
  {
    "id": 156,
    "text": " Я танцевала, отдавая всю себя, выплёскивая весь накопившийся негатив за все время, танцы — это то, что мне действительно нравилось и заставляло почувствовать себя счастливой.\n\nКогда я выдохлась,  я вернулась за свой столик, Рэй последовала за мной.",
    "answers": [
      {
        "id": 157,
        "text": "Поискать взглядом Аарона"
      },
      {
        "id": 158,
        "text": "Просто сесть за свой столик"
      }
    ]
  },
  {
    "id": 157,
    "text": "Пока я шла к столику, взглядом около бара я выискивала Аарона, он сидел в компании какой-то брюнетки и периодически поглядывал в сторону нашего стола.\n\n«Познакомился всё-таки» — пронеслась мысль в моей голове.\n\nНаверное, в глубине души я надеялась, что он пошутил, но увы.\n",
    "answers": [
      {
        "id": 158,
        "text": "Сесть за свой стол"
      }
    ]
  },
  {
    "id": 158,
    "text": "Когда мы сели с подругой за столик (он находился напротив барной стойки, где сидел Аарон), к нам тут же подбежал официант с бутылкой дорогого шампанского в ведёрке со льдом и поставил его на стол.",
    "answers": [
      {
        "id": 159,
        "text": "Мы с Рэйчел переглянулись"
      }
    ]
  },
  {
    "id": 159,
    "text": "– Мы это не заказывали, — прокричала Рэйч\n– Дамы, это комплимент от мужчин за соседним столиком. — сказал официант, указав рукой в сторону тех самых мужчин.\n",
    "answers": [
      {
        "id": 160,
        "text": "Официант разлил шампанское по бокалам."
      }
    ]
  },
  {
    "id": 160,
    "text": "Мы посмотрели туда, куда указал официант: два симпатичных молодых человека с темными волосами сидели и потягивали виски.\n\nМужчины подняли бокалы, когда поймали наши взгляды, мы сделали тоже самое, но пить шампанское я не стала, подумав, что на сегодня хватит.",
    "answers": [
      {
        "id": 161,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 161,
    "text": "– Пойдём ещё потанцуем! — воскликнула подруга.\n\nМы снова начали зажигать на танцполе, вдруг танцевальная музыка сменилась медленной мелодией.\n\n«Сейчас будут парами танцевать» — подумала я и уже собиралась уйти, как вдруг, почувствовала чью-то руку на своём плече.",
    "answers": [
      {
        "id": 162,
        "text": "Обернуться"
      }
    ]
  },
  {
    "id": 162,
    "text": " – Стивен?? — удивлённо воскликнула я.\n– Ким, здравствуй, — улыбаясь, поздоровался Стивен. – Потанцуем?",
    "answers": [
      {
        "id": 163,
        "text": "– Э-э"
      },
      {
        "id": 162,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a07/1810/23/57f6fcc97b61.jpg"
      }
    ]
  },
  {
    "id": 163,
    "text": "Я так была удивлена нашей встрече, что ничего не ответила.\n\nОднако Стивен не растерялся и, взяв меня за талию, начал кружить меня в медленном танце, все ближе прижимая меня к себе.\n",
    "answers": [
      {
        "id": 164,
        "text": "Кто этот Стивен?"
      }
    ]
  },
  {
    "id": 164,
    "text": "Стивен – мой одноклассник, моя первая любовь. \n\nМы были без ума друг от друга и встречались в школе почти три года. \nНо потом, после окончания школы, наши отношения сошли на нет. \n\nНо всё-таки, мне до сих пор иногда кажется, что таких чувств я уже никогда не испытаю.\n\nИ тут он! Как снег на голову!\n\n",
    "answers": [
      {
        "id": 165,
        "text": "Дежа вю."
      }
    ]
  },
  {
    "id": 165,
    "text": "– Ты стала ещё красивее, — прошептал мне на ухо Стивен.\n– Ты тоже похорошел, — призналась ему я.\n– Ты здесь одна или .. С парнем?\n\n",
    "answers": [
      {
        "id": 166,
        "text": "– У меня нет парня."
      },
      {
        "id": 167,
        "text": "– С подругой и другом."
      }
    ]
  },
  {
    "id": 166,
    "text": "– Я тоже одинок, — прошептал мне Стивен\n– Мы не одиноки, мы свободны, — улыбаясь, прошептала я.",
    "answers": [
      {
        "id": 168,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 167,
    "text": "– Понятно, я тоже с другом, но, увидев тебя, я побежал, сломя голову, — улыбаясь, сказал он",
    "answers": [
      {
        "id": 168,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 168,
    "text": "Он смотрел на меня своими соблазнительными карими глазами, не отрываясь.\nОн возмужал, стал ещё симпатичней… \n\n«Боже, как я его любила» — думала я, предаваясь воспоминаниям.\n\nЯ постоянно задумывалась о том, как часто в жизни нам приходится встречать хороших людей, некоторые из становятся такими родными и как жаль, что от них не остается ничего больше, кроме воспоминаний.\n\nМы не виделись со Стивеном уже четыре года, я думала, что всё, что от него осталось — воспоминания, что я больше не увижу его.\n\nИ вот он здесь, обнимает меня за талию, словно мы никогда и не расставались.\n\n \n\n\n",
    "answers": [
      {
        "id": 169,
        "text": "Неожиданно"
      }
    ]
  },
  {
    "id": 169,
    "text": "Но тут из неоткуда выпрыгивает Аарон.\n\nОн резко убирает руки Стивена с моей талии, хватает меня за руку и тащит за собой к выходу.",
    "answers": [
      {
        "id": 170,
        "text": "Я в ярости"
      }
    ]
  },
  {
    "id": 170,
    "text": "Оказавшись на улице, я выдернула свою руку из его руки и больше не могла сдерживать свои эмоции, ещё и алкоголь сделал своё дело..\n\n– Что это вообще такое было? – спросила я, переходя на крик.\n– Что это за тип? Почему он тебя лапает? – возмущённым тоном, глядя на меня безумным взглядом, спросил Аарон.",
    "answers": [
      {
        "id": 171,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 171,
    "text": "– Тебе-то какая разница?! Ты мне не парень, чтобы я отчитывалась перед тобой! – продолжала кричать я, – Ты делаешь, что тебе вздумается! Ты вообще ненормальный?! \n– Я ненормальный только потому, что влюбился в тебя! – крикнул Аарон, резко отошел от меня на несколько метров, пнул колесо своей машины и закурил.",
    "answers": [
      {
        "id": 172,
        "text": "Далее (Глава 8)"
      }
    ]
  },
  {
    "id": 172,
    "text": "Пока Аарон метался из стороны в сторону, выпуская из легких сигаретный дым, я неподвижно стояла на том же месте, ошеломленная заявлением Аарона.",
    "answers": [
      {
        "id": 173,
        "text": "Ко мне подбежала Рэйчел"
      }
    ]
  },
  {
    "id": 173,
    "text": "– Ким, что случилось? – взволнованно спросила подруга.\n– Рэйчел, ты не обидишься, если я поеду домой? \n– Нет, конечно нет, поезжай. – ответила Рэй\n– Ты поедешь с нами? \n– О, нет, я вызову такси чуть позже. Я тут кое с кем познакомилась, — Рэй расплылась в улыбке.",
    "answers": [
      {
        "id": 174,
        "text": "Наш разговор прервал Стивен"
      }
    ]
  },
  {
    "id": 174,
    "text": "– Ким, ты в порядке? Что это было? – с нотками возмущения спросил Стив.\n– Все нормально, — ответила я и посмотрела в сторону разъярённого Аарона, который уже направлялся к нам.\n\nЯ не знала, что произойдёт, если Аарон к нам подойдёт, подозревала, что вряд ли это хорошо закончится, поэтому решила со всеми попрощаться побыстрее.\n\n – Мы уже едем домой, пока. – быстро попрощалась я со Стивеном и Рэйчел и направилась к машине.\n",
    "answers": [
      {
        "id": 175,
        "text": "Пойти к автомобилю"
      }
    ]
  },
  {
    "id": 175,
    "text": "К моему облегчению, Аарон сменил траекторию движения и тоже пошёл к автомобилю.\n\nЯ села на заднее сиденье, никто из нас не решился нарушить тишину.\n\nЯ почувствовала усталость и незаметно для себя уснула прямо в машине.\n",
    "answers": [
      {
        "id": 176,
        "text": "На следующий день"
      }
    ]
  },
  {
    "id": 176,
    "text": "Я открыла глаза и поняла, что нахожусь в своей комнате.\n– Неужели я столько выпила, что не помню как добралась до комнаты? Какой кошмар. – я закрыла лицо ладонями.",
    "answers": [
      {
        "id": 177,
        "text": "Посмотреть который час"
      }
    ]
  },
  {
    "id": 177,
    "text": "\n– Сколько?! – мои глаза округлились, – Пять часов вечера! Я проспала весь день! \n\nРезко поднявшись с кровати, я направилась в душ. \n\nПосле душа я направилась на кухню, потому что безумно хотела есть.",
    "answers": [
      {
        "id": 178,
        "text": "На кухне меня встретил Тайлер."
      }
    ]
  },
  {
    "id": 178,
    "text": "– Доброе… А нет уже добрый вечер, — поприветствовал меня Тайлер, – я понял, что ты будешь очень голодна, когда проснёшься, поэтому приготовил лазанью. Ты любишь итальянскую кухню?\n– Конечно, — с улыбкой ответила я.\n– Ну тогда давай есть. — он поставил передо мной тарелку с едой и стакан апельсинового фреша.\n– Кстати, пока ты спала, тебе установили датчики движения по всей территории около дома. Это для безопасности. — объяснил Тайлер.\n– Ого, я все проспала. Спасибо тебе, — я нежно улыбнулась.\n\nЯ действительно была очень благодарна Тайлеру за заботу и внимательность, которую он проявлял во всем: начиная от приготовления еды и заканчивая моей безопасностью.",
    "answers": [
      {
        "id": 179,
        "text": "Мы закончили с едой"
      }
    ]
  },
  {
    "id": 179,
    "text": "Когда мы закончили, я поблагодарила Тайлера и решила испечь миндальное печенье.\n«Ну хоть что-то я должна сделать полезное.» — думала я.\n\nТут позвонили в дверь. \n\n– Я открою! – крикнул Тайлер и пошёл к двери.\n\nОбратно он вернулся с двумя большими корзинами в форме сердца белых и красных роз и пакетиком от ювелирного дома Картье.\n\n",
    "answers": [
      {
        "id": 179,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d04/1810/11/efded1b58019.png"
      },
      {
        "id": 180,
        "text": "Талйер поставил все это на стол"
      }
    ]
  },
  {
    "id": 180,
    "text": "Поставив все это на стол, Тайлер сказал\n– Это все тебе. \n– От кого? – удивленно спросила я\n– Я не знаю, — ответил Тайлер и пожал плечами, \n– Посмотри, может есть записка.\n\nЯ подошла к корзинас с цветами и между розами нашла маленькую записку, в которой было написано: \n«Прости за вчера. Подпись: Ненормальный»\n\nПрочитав записку, на моем лице засияла улыбка и я задумалась о своём.",
    "answers": [
      {
        "id": 181,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 181,
    "text": "– Аарон? — прервал мои мысли Тайлер.\n– Как ты..? Ты читал записку? — удивленно спросила я.\n– Нет, просто понял. Тебя легко читать. – сказал он и направился в гостиную.\n",
    "answers": [
      {
        "id": 182,
        "text": "Испечь печенье"
      }
    ]
  },
  {
    "id": 182,
    "text": "Я закончила с печеньем, а Тайлер сидел в гостиной перед телевизором.\n",
    "answers": [
      {
        "id": 183,
        "text": "Отнести ему печенье"
      }
    ]
  },
  {
    "id": 183,
    "text": "– Молоко или чай? —  спросила я Тайлера\n– Ну.. Давай молоко, — помедлив, ответил он, — Спасибо, Ким, — добавил он с улыбкой.\n\nЯ принесла нам два стакана молока.\n\nТайлер увлечённо смотрел фильм. \n\n– Что смотришь? – спросила я и бросила взгляд на экран телевизора.\n– А я и не знаю, переключал каналы и остановился на этом, — кивнул он в сторону экрана.\n\nКаково было моё удивление, когда я увидела на экране фильм «Дневник памяти».",
    "answers": [
      {
        "id": 184,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 184,
    "text": "– О, это же мой любимый фильм! – воскликнула я. – «Дневник памяти». Ты смотришь мелодрамы?! – удивленно спросила я, ведь я ожидала увидеть на экране боевик.\n– Начало интересное, — ответил он, – значит, тебе будет не интересно посмотреть со мной? – грустно спросил он.\n– Я смотрела его несколько раз и с удовольствием посмотрю еще столько же, — я хихикнула и села рядом с Тайлером.\n\nЯ опустила тот факт, что каждый раз, когда я смотрела этот фильм, я рыдала, как в первый. Не хотелось показаться слишком сентиментальной, поэтому промолчала.\n\n– Если хочешь, можешь прилечь, — предложил Тайлер и похлопал ладонью подушку, лежавшую на его коленях.\n\nЧто делать?",
    "answers": [
      {
        "id": 185,
        "text": "Согласиться"
      },
      {
        "id": 187,
        "text": "Отказаться "
      }
    ]
  },
  {
    "id": 185,
    "text": "Я опустила голову на подушку, лежащую на коленях Тайлера и повернулась на бок в сторону телевизора.\n\n",
    "answers": [
      {
        "id": 186,
        "text": "Спустя несколько минут"
      }
    ]
  },
  {
    "id": 186,
    "text": "Спустя некоторое время, Тайлер начал нежно гладить меня по голове, легонько играть с моими волосами.\n\nМне было так приятно, что мое тело постоянно покрывалось мурашками.\n\nОднако, фильм уже заканчивался, а значит и мой «массаж» тоже.",
    "answers": [
      {
        "id": 188,
        "text": "К концу фильма"
      }
    ]
  },
  {
    "id": 187,
    "text": "– Давай лучше попьём молока с печеньем, — предложила я и взяла в одну руку стакан, а в другую печенье.\n\nТайлер сделал тоже самое.\n\n – Сердечки? – он расплылся в улыбке.\n– Других формочек не было, — оправдывалась я\n– А я-то подумал, — вздохнул он и сделал грустное лицо.\n\nВ моменты сцен с поцелуями я видела боковым зрением, что Тайлер странно смотрит на меня, но старалась не подавать виду, что замечаю его взгляд.",
    "answers": [
      {
        "id": 188,
        "text": "Фильм заканчивался"
      }
    ]
  },
  {
    "id": 188,
    "text": "К концу фильма мои глаза предательски заполнили слёзы, которые я отчаянно пыталась сдерживать.\n\n«Нет, нет, только не плакать» — уговаривала я себя.\n\nНо Тайлер успел заметить, что мои глаза на мокром месте.\n\n– Ты плачешь? – спросил он меня, вплотную приблизившись к моему лицу.\n– Нет. – не придумала я ничего лучше, чем соврать, когда все очевидно.\n– У тебя ничего не случилось? Ты и до фильма была будто чём-то расстроена, — Тайлер вытер пальцем скатившуюся по моей щеке слезу.",
    "answers": [
      {
        "id": 189,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 189,
    "text": "Я задумалась на несколько секунд, вспоминая события прошлой ночи.\n\n– Н-нет, все в порядке, — в очередной раз соврала я. – Это из-за фильма, — я попыталась улыбнуться сквозь слёзы.\n",
    "answers": [
      {
        "id": 190,
        "text": "Но тут произошло то, чего я никак не ожидала."
      }
    ]
  },
  {
    "id": 190,
    "text": "Тайлер обхватил своими большими ладонями мое лицо и нежно прикоснулся к моим губам своими теплыми губами.\n\nЭто длилось всего несколько секунд, затем он немного отстранился.\n\nЯ смотрела на него широко открытыми глазами и понимала, что хочу ещё.\n\n– Иногда такие фильмы напоминают о том, как важно не упустить свою любовь. – тихо проговорил Тайлер и отпустил мое лицо, но продолжал смотреть мне в глаза.\n\nЯ не знала, как реагировать и поэтому просто встала и, попрощавшись, ушла к себе в комнату.",
    "answers": [
      {
        "id": 191,
        "text": "В комнате"
      }
    ]
  },
  {
    "id": 191,
    "text": "Я лежала и смотрела в потолок. \n\nКроме слов «сумасшедший дом» в моей голове больше ничего сейчас не было.",
    "answers": [
      {
        "id": 192,
        "text": "Зазвонил телефон"
      }
    ]
  },
  {
    "id": 192,
    "text": "Это была Рэйчел \n\n– Привет, Рэй, \n– Ким, привет, как ты? Вчера ты выглядела так, будто увидела призрака, — сказала подруга.\n\nЯ рассказала ей, что произошло вчера.\n\n– Ого. Вот это поворот. А ты что ему ответила? – спросила Рэйчел\n– Да что я могла ответить, он был на взводе. И вообще, я не знаю. Мне слабо верится в то, что Аарон может влюбиться.\n– Вы же не виделись с ним после той ночи? – задала следующий вопрос подруга.\n– Нет. – вздохнула я\n– Просто плыви по течению, ничего пока не предпринимай. – посоветовала Рэй\n– По правде, я и не собиралась ничего предпринимать, — призналась я\n– В общем, давай так: я как нибудь на днях зайду к тебе в гости, мы поболтаем с тобой обо всем этом, — предложила Рэйчел\n– Хорошая идея, — согласилась я и , попрощавшись, положила трубку.\n",
    "answers": [
      {
        "id": 193,
        "text": "В растрёпанных чувствах я уснула"
      }
    ]
  },
  {
    "id": 193,
    "text": "Воскресенье.\n\nПроснувшись, я резко встала с кровати и подошла к окну, чтобы открыть шторы. \nСолнце было в самом разгаре.\n\nЯ взяла телефон, чтобы посмотреть время.\n– Четыре часа дня, прекрасно… Да что со мной такое? Опять я проспала полдня. – расстроено пробубнила я и направилась в душ.\n\nПриняв душ, я оделась и спустилась вниз.\n\nНа кухне за столом сидел Аарон, держа в руках свой телефон.\nУвидев меня, он отложил телефон в сторону\n– Ты проснулась, неужели. Спишь, как хорёк. —  он улыбнулся.\n– Хорёк? – переспросила я.\n– Ты не знала, что хорьки спят по 18-20 часов лишь с небольшими перерывами на бодрствование? – ответил Аарон, – Давай пообедаем что ли или уже поужинаем, не знаю.. я в ресторане прихватил еду.",
    "answers": [
      {
        "id": 194,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 194,
    "text": "– Какие у меня внимательные телохранители, всегда меня накормят. –  озвучила я свои мысли.\n– Тайлер кормит тебя? – удивлённым тоном спросил Аарон\n– Ну, он частенько готовит. – ответила я, сообразив только теперь, что зря я это сказала.\n– М-м, какой внимательный, надо же. Я-то готовить не умею. – он вопросительно посмотрел на меня, будто ожидая мою реакцию.\n\nНо я никак не отреагировала, лишь молча стала наливать кофе.\n\nМне не хотелось есть, поэтому я съела две вилочки еды и выпила кофе.",
    "answers": [
      {
        "id": 195,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 195,
    "text": "– Тайлер готовит вкуснее? – Аарон посмотрел на почти нетронутую еду, а затем на меня.\n– Просто пока не хочу. — коротко ответила я.",
    "answers": [
      {
        "id": 196,
        "text": "Продолжить разговор"
      }
    ]
  },
  {
    "id": 196,
    "text": "Тебе не понравился подарок? – спросил Аарон, глядя на пакетик, который я так и не открыла.\n– Я не успела открыть.\n– Ну так открой, — Аарон протянул мне пакет.\n\nЯ достала из пакета небольшую красную коробочку и открыла её: там лежал браслет от Картье из белого и розового золота с бриллиантами.   \nК моему сожалению, я знала, сколько это стоит: как неплохой автомобиль.\n\nПринять подарок?",
    "answers": [
      {
        "id": 196,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d32/1810/b9/9f0fd67e0233.png"
      },
      {
        "id": 197,
        "text": "Вежливо отказаться"
      },
      {
        "id": 198,
        "text": "Принять подарок"
      }
    ]
  },
  {
    "id": 197,
    "text": "– Я н-не могу его взять, прости, —  запинаясь, сказала я.\n– Это ещё почему? – удивленным тоном спросил Аарон.",
    "answers": [
      {
        "id": 199,
        "text": "– Это дорогой подарок"
      }
    ]
  },
  {
    "id": 198,
    "text": "– Аарон, спасибо, у меня нет слов, — поблагодарила я его и поцеловала в щёку.\n\n– Давай помогу, — Аарон взял из моих рук коробку, вытащил браслет и надел мне на руку.\n",
    "answers": [
      {
        "id": 200,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 199,
    "text": "\n– Просто надень, если тебе нравится. — Аарон взял из моих рук коробку, вытащил браслет и надел мне на руку.",
    "answers": [
      {
        "id": 200,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 200,
    "text": "– Тебе идёт, — сказал он, довольно улыбаясь и рассматривая меня.\n– Спасибо, — мои щёки залились румянцем, парни никогда не дарили мне такие дорогие подарки и я не знала, как реагировать правильно.\n\n Помыв посуду, я поднялась наверх, чтобы немного почитать учебное пособие к экзаменам.\n\n",
    "answers": [
      {
        "id": 201,
        "text": "Я закончила, когда уже стемнело."
      }
    ]
  },
  {
    "id": 201,
    "text": "– А я неплохо потрудилась, — похвалила я себя, встала и потянулась.\n\nЯ хотела было позвонить Рэйчел, но попытки найти телеофн в комнате не обвенчалксь успехом.\n\n– Значит, в гостиной или на кухне оставила. — я спустилась за телефоном.\n\nАарон сидел в гостиной на диване и смотрел телевизор.\n\nЯ просочилась между диваном и журнальным столиком и взяла свой телефон.",
    "answers": [
      {
        "id": 202,
        "text": "Уходить"
      }
    ]
  },
  {
    "id": 202,
    "text": "Когда я уже собиралась уйти, Аарон сказал\n– Тебе звонили.\n– Кто? Тут нет пропущенных. – я посмотрела ещё раз в телефон, чтобы убедиться в этом.\n– Ник. Это потому, что я ответил на звонок. — он хитро улыбнулся.\n\nЧто спросить? ",
    "answers": [
      {
        "id": 203,
        "text": "– Зачем ты ответил на звонок?!"
      },
      {
        "id": 204,
        "text": "– И что ты ему сказал?"
      }
    ]
  },
  {
    "id": 203,
    "text": "\n– Да просто так. Чтобы больше не звонил. — он пристально посмотрел на меня, – И да, еще я сказал ему, что мы заняты, — он сделал акцент на слове «мы».\n— Ну т..",
    "answers": [
      {
        "id": 205,
        "text": "Я не успела договорить"
      }
    ]
  },
  {
    "id": 204,
    "text": "– Что мы заняты, — он сделал акцент на слове «мы».\n— Ну т...",
    "answers": [
      {
        "id": 205,
        "text": "Я не успела договорить"
      }
    ]
  },
  {
    "id": 205,
    "text": "Аарон взял меня за руку и потянул на себя.\n\nЯ споткнулась о его ноги и рухнула к нему на колени.\n\nВидимо этого и добиваясь, нисколько не смутившись, Аарон взял меня за талию и усадил «прямо». Мне пришлось сесть на его колени как в седло на коне.\n\nНе успела я понять, что произошло Аарон уже шептал мне на ухо:\n– Мы ведь действительно будем заняты..\n\nОн начал целовать мою шею, медленно поднимаясь к моим губам.\n\nЧто делать? ",
    "answers": [
      {
        "id": 206,
        "text": "Сопротивляться"
      },
      {
        "id": 207,
        "text": "Ничего не предпринимать"
      }
    ]
  },
  {
    "id": 206,
    "text": "Я отвернулась и попыталась встать. \nНо Аарон не дал мне этого сделать.\n\nОн крепко прижал меня к себе одной рукой, второй рукой он держал мои запястья за моей спиной.\n\n",
    "answers": [
      {
        "id": 209,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 207,
    "text": "Вдруг Аарон взял меня за талию и уложил на диван, а сам лёг на меня сверху.\n\nОн страстно впился в мои губы, запустил руки под одежду и начал гладить мою кожу кончиками пальцев.\n\n–Ммм, — неожиданно для себя я испустила тихий стон.\n– Мне нравятся слышать от тебя такие звуки, — прошептал Аарон.\n\nОн гладил мой живот и поднимался чуть выше.\n\n Его рука уже направилась к моей груди, но...\nОн останавливается, приближается к моему уху\n– Пойдём со мной в душ, — шепчет он мне на ухо соблазнительным голосом",
    "answers": [
      {
        "id": 208,
        "text": "– Что?"
      }
    ]
  },
  {
    "id": 208,
    "text": "– Что? Нет! – неожиданно резко даже для себя отвечаю я. \n\nАарон немного отстраняется, берет мои запястья и сжимает их над моей головой одной своей рукой.",
    "answers": [
      {
        "id": 209,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 209,
    "text": "\n– Значит тебе нравится Ник? – он злобно сверкнул глазами, – Или может… Тайлер?\n\nОн продолжал крепко сжимать мои запястья и пристально смотрел на меня свирепым взглядом в ожидании ответа.\n\n– Нет, пусти. — коротко ответила я \n\nМои запястья уже начинали болеть от того, что Аарон сильно сжал их.\n– Мне больно! — крикнула я ему в лицо.\n",
    "answers": [
      {
        "id": 210,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 210,
    "text": "– А если бы сжал Ник или Тайлер было бы приятно, да? – говорил он, глядя на меня враждебно-холодным взглядом.\n\nМне становилось немного страшно, то же время я жутко злилась на него.\n\nНаконец, Аарон ослабил хватку, я тем временем встала с дивана и пошла на кухню, чтобы выпить воды, но остановилась, повернулась к Аарону и заговорила:\n\n– Да что с тобой происходит, Аарон?! Только вчера ты извинялся, а сегодня ведёшь себя точно так же! Может не надо вести себя как идиот и тогда не придётся извиняться?! – почти прокричала я и продолжила свой путь на кухню.\n",
    "answers": [
      {
        "id": 211,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 211,
    "text": "– Я в душ. – Аарон поднялся с дивана, встал прямо передо мной, разделся на моих глазах до трусов, при этом пристально глядя мне в глаза, видимо, высматривая мою реакцию.\n\n Раздевшись, он пошёл в душ.\n\n– Я оставлю дверь открытой, если захочешь присоединиться, — сказал он и подмигнул.\n\nЯ еще не отошла от его поведения, поэтому  в бешенстве захлопнула за ним дверь в ванную.",
    "answers": [
      {
        "id": 212,
        "text": "Зазвонил телефон Аарона"
      }
    ]
  },
  {
    "id": 212,
    "text": "На экране высвечивается:\n            «Детка» вызывает...\n\nВспомнив недавний поступок Аарона, я задумалась над тем, чтобы ему отомстить и тоже ответить на звонок, который не имеет ко мне отношения.\n\nВзять трубку?",
    "answers": [
      {
        "id": 213,
        "text": "Да",
        "right_answer": true
      },
      {
        "id": 214,
        "text": "Не брать",
        "left_answer": true
      }
    ]
  },
  {
    "id": 213,
    "text": "Не успела я произнести «Алло», как девушка на другом конце провода начала тараторить:\n\n– Аарон, милый, почему ты не перезваниваешь и не пишешь? Я жду твоего звонка уже второй день! \n\nЯ резко бросила трубку. \nНет уж, с поклонницами мистера Казановы я разговаривать не хочу, плохая была идея ответить на звонок.",
    "answers": [
      {
        "id": 215,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 214,
    "text": "Телефон резко перестал вибрировать и следом за звонком на экране высветилось сообщение от «Детки»:\n– Аарон, куда ты пропал? Я второй день жду твоего звонка! \n\nО, ну конечно, поклонницы мистера Казановы.",
    "answers": [
      {
        "id": 215,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 215,
    "text": "Я решила подняться к себе и посидеть на балконе.\n\nУкутавшись в плед, я смотрела на темное небо, усыпанное звёздами и думала..\n\nКак я могла поверить его словам о том, что он в меня влюблён? Он наверно просто путает любовь со страстью. \nЯ почти уверена, если бы он переспал со мной, он тут же потерял бы ко мне интерес \n\nЕму постоянно звонят какие-то девушки, которым он в свою очередь даже не перезванивает. \n\nОн так странно ведет себя в последнее время.. Неужели он настолько сильно ревнует? \n\n\nВесь этот поток моих мыслей прервал ОН",
    "answers": [
      {
        "id": 216,
        "text": "Аарон"
      }
    ]
  },
  {
    "id": 216,
    "text": "\n\n– Ким, надо поговорить, —  Аарон вздохнул и направился к свободному креслу рядом со мной.",
    "answers": [
      {
        "id": 217,
        "text": "Далее (Глава 9)"
      }
    ]
  },
  {
    "id": 217,
    "text": "Я молча смотрела на Аарона и ждала, что он скажет.\n\n– Ты сказала, что я веду себя как идиот. Мне кажется, я знаю с чем это связано. – сказал Аарон, опускаясь в кресло.\n– Продолжай. – коротко ответила я, сгорая от любопытства.\n– Послушай, я не привык к таким разговорам, но я не хочу оставлять тебя в неведении, — сказал он и тяжело вздохнул.\n– Аарон, если ты не хочешь говорить – не говори.\n– Нет, я правда по уши… влюбился, — тихо пробормотал он, – И поэтому я должен. \n\nОн на несколько секунд замолчал, будто настраиваясь на разговор.\n– Помнишь, когда ты застала меня полуголого на кухне, нас прервал телефонный звонок? – спросил Аарон",
    "answers": [
      {
        "id": 218,
        "text": "– Помню"
      }
    ]
  },
  {
    "id": 218,
    "text": "— Помню. – без размышлений ответила я.\n– Это была моя бывшая. Мы расстались полтора года назад, она мне изменила. А теперь она слезно умоляет меня начать все сначала. – он снова сделал небольшую паузу, – Я не хочу рассказывать все это в ярких красках, коротко говоря, я много работал и был в разъездах, карьера шла в гору, а она, видимо, заскучала и… , в общем, вот.",
    "answers": [
      {
        "id": 219,
        "text": "Молча слушать"
      }
    ]
  },
  {
    "id": 219,
    "text": "Я сидела и молча слушала, я понимала, что ему сложно все это рассказывать, поэтому старалась не задавать лишних вопросов.\n\n– Наверно поэтому, я не знаю... но когда я вижу, что кто-то прикасается к тебе или флиртует, я закипаю от ревности, — продолжал Аарон, – Ничего не могу с собой поделать. Ты снесла мне голову, — он еле заметно улыбнулся, но в глазах его читалась грусть. ",
    "answers": [
      {
        "id": 220,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 220,
    "text": "– Первый раз за полтора года я действительно влюбился. – он замолчал и посмотрел на меня.– Ты другая: ты не падаешь к мои ногам, ты без стеснений можешь поставить меня на место, либо просто проигнорировать мои выходки. В общем, ты меня покорила, ты наверно ведьма?\n– Угадал, — я рассмеялась, – Спасибо, что рассказал мне. – поблагодарила я Аарона, меня действительно тронуло, что он решил поделиться со мной.\n\n– Кстати, тебе звонила какая-то «Детка», — я решила напомнить ему о звонке.",
    "answers": [
      {
        "id": 221,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 221,
    "text": "– Это брюнетка из клуба. Мы обменились номерами и теперь она не оставляет меня в покое, — спокойно объяснил он.\n",
    "answers": [
      {
        "id": 222,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 222,
    "text": "– Понятно, — ответила я, но всё-таки не понимала, почему он знакомится с кем-то, если влюблён в меня, – Кстати, как я оказалась в своей спальне после клуба? Неужели я была настолько пьяна, что не помню, как добралась до комнаты? – я решила перевести эту неприятную для него тему.\n– Ты так сладко спала, я решил тебя не будить и просто отнёс в твою комнату. Снял туфли и уложил в постель. – ответил он\n– Хах, спасибо за заботу. – улыбаясь, поблагодарила я.\n– Для тебя, что угодно. – сказал Аарон и подмигнул мне.\n– Ладно, пойдём спать, завтра рано вставать. – сказала я.\n– Вместе? – лукаво улыбаясь, спросил Аарон.\n– Нет, не вместе! – воскликнула я и кинула на него строгий взгляд.\n\nАарон поднялся с кресла, поцеловал меня в щёчку и прошептал мне на ухо:\n– Сладких снов, надеюсь, тебе приснюсь я, — с этими словами он ушёл.\n\nЯ легла спать.",
    "answers": [
      {
        "id": 223,
        "text": "На следующий день"
      }
    ]
  },
  {
    "id": 223,
    "text": "На учебу меня подвёз Аарон, а на работу – уже Тайлер.\n\nПосле рабочего дня я решила всё-таки спросить Ника, зачем он звонил вчера.\n\n– Ник, ты вчера звонил? — спросила я.\n– Э.. Да, но ответил мне Аарон. – ответил он и вопросительно на меня посмотрел.\n– Просто я забыла телефон в гостиной, а сама была в комнате. – объяснила я.\n– Ким, я по правде говоря, хотел пригласить тебя на ужин, — признался Ник. – Не хочешь завтра поужинать со мной?",
    "answers": [
      {
        "id": 224,
        "text": "Отказаться"
      },
      {
        "id": 225,
        "text": "Согласиться"
      }
    ]
  },
  {
    "id": 224,
    "text": "– Прости, Ник, но завтра я занята, — вежливо отказалась я, – Готовлюсь к экзаменам, тежелый месяц.\n\n«По-моему, мне и так сейчас хватает «ухажеров», не хочу усугублять ситуацию.» — подумала я.\n\n– Жаль, — Ник вздохнул, – Ну ладно, тогда в другой раз?\n– Обязательно, — с облегчением ответила я и попрощалась с Ником.\n",
    "answers": [
      {
        "id": 226,
        "text": "Отправиться домой"
      }
    ]
  },
  {
    "id": 225,
    "text": "– Я не против. А во сколько? – спросила я.\n– Я заеду за тобой к 9 часам вечера, — радостно ответил Ник.\n– Хорошо, тогда до завтра, — улыбаясь, сказала я и попрощалась с ним.",
    "answers": [
      {
        "id": 226,
        "text": "Отправиться домой"
      }
    ]
  },
  {
    "id": 226,
    "text": "Мы с Тайлером приехали домой. \n\nСегодня я освободилась позже обычного, на часах было уже 9 часов вечера.\n\nМы быстро приготовили ужин вместе с Тайлером, поели и я побежала в душ. \n\nПосле душа я взялась за книги.\n\nБыло уже 11 вечера, я решила, что пора лечь спать. ",
    "answers": [
      {
        "id": 227,
        "text": "Но вдруг"
      }
    ]
  },
  {
    "id": 227,
    "text": "\nВдруг в дверь позвонили.",
    "answers": [
      {
        "id": 228,
        "text": "Спуститься вниз"
      }
    ]
  },
  {
    "id": 228,
    "text": "Я быстро спустилась вниз, Тайлер тоже вышел из своей комнаты в халате. \n\nМы переглянулись. \n\n– Ты кого-то ждёшь? – спросил он, удивлённо глядя на меня.\n– Вообще-то нет. – ответила я и на секунду задумалась, – Я открою, может это Рэйчел, — я пожала плечами и поплелась открывать дверь.",
    "answers": [
      {
        "id": 229,
        "text": "Открыть дверь"
      }
    ]
  },
  {
    "id": 229,
    "text": "Открыв дверь, я увидела на пороге Стивена.\n\nМоему удивлению не было предела.\n\nОн с трудом стоял на ногах, оперевшись о дверную раму.\n– Ким, я кое-что понял. – сказал он и без приглашения прошёл в дом.\n– В одиннадцать вечера в таком состоянии?\n– Да! – воскликнул он, – Я не мог набраться смелости и сказать тебе, но сейчас я готов. – он тяжело вздохнул.\n– Я все ещё тебя люблю… — пробормотал он и плюхнулся на диван в гостиной.\n\nТайлер сидел на кухне за столом и молча наблюдал за всей этой картиной с округлившимися глазами.\n\nСтивен только теперь заметил Тайлера и вскочил с дивана.\n",
    "answers": [
      {
        "id": 230,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 230,
    "text": "– Это ещё кто? Это твой парень? – спросил Стивен, глядя то на Тайлера, то на меня.\n\nЯ понимала, что объяснять что-то Стивену в таком состоянии  бесполезно.\n\n– Нет, Стивен, давай завтра поговорим с тобой обо всем, когда ты протрезвеешь. – спокойно предложила я.\n– А пока давай я вызову тебе такси, — тут же добавила я.\n– Я никуда не поеду, я  не оставлю тебя с этим! – воскликнул Стивен, указывая на Тайлера.\n– Я всего лишь её охраняю от таких, как ты, — вмешался Тайлер и подошёл ко мне.\n\n– Ким, может стоит постелить ему на диване? Куда его в таком состоянии?  — прошептал Тайлер мне на ухо.\n",
    "answers": [
      {
        "id": 231,
        "text": "Он прав"
      }
    ]
  },
  {
    "id": 231,
    "text": "– О чем вы шепчитесь? – спросил Стив.\n– Стивен, я постелю тебе на диване, а завтра мы поговорим спокойно, — сказала я.\n– А ты? – спросил Стивен.\n– А что я? – спросила я в ответ.\n– А ты с ним что ли будешь спать? – возмущённым тоном спросил Стив.\n– Нет, он в комнате для гостей, а я в своей, — ответила я и пошла за постельным бельём.",
    "answers": [
      {
        "id": 232,
        "text": "Постелить Стивену на диване."
      }
    ]
  },
  {
    "id": 232,
    "text": "Стоило  голове Стивена коснуться подушки, как он тут же уснул.\n\nТайлер все это время был рядом со мной и молчал, но, видимо, любопытство взяло над ним верх и он решил нарушить тишину:\n– Это может не моё дело, но кто это такой, черт возьми? – не выдержал Тайлер.\n– Бывший, — коротко ответила я и взглянула на него.\n– Он все ещё любит тебя? – продолжал Тайлер.\n– Тайлер, ты же видел в каком он состоянии, в таком состоянии, что только не взбредёт в голову. – ответила я.\n– Очень надеюсь, что ты права. – сказал Тайлер, – Спокойной ночи, Ким, — он взял меня за руку, нежно прикоснулся к ней губами и ушёл к себе.\nЯ тоже поднялась к себе в комнату и легла спать.",
    "answers": [
      {
        "id": 233,
        "text": "На следующий день"
      }
    ]
  },
  {
    "id": 233,
    "text": "Я резко открыла глаза, оттого что мне приснился кошмар.\n\n– О боже! – вскрикнула я и резко приняла сидячее положение.\n\nНа кресле напротив моей кровати сидел Стивен.\n\n– Доброе утро, — сказал Стивен с улыбкой на губах.\n– Ты что тут делаешь? – удивленная, спросила я.\n– Прости, я думал, что ты уже не спишь, вообще уже 9, ты не опаздаешь? – спросил Стив.\n– У меня один экзамен и то в обед, — ответила я, – Так что ты тут делаешь?\n– Я хотел извиниться за свой вчерашний  пьяный визит, — поникшим голосом сказал Стивен, встал с кресла и направился к моей кровати, – Вчера был день рождения у моего друга, я выпил лишнего и .. ",
    "answers": [
      {
        "id": 234,
        "text": "– Подожди"
      }
    ]
  },
  {
    "id": 234,
    "text": "– Как ты узнал мой адрес? \n– Тогда в клубе, я выпросил его у Рэйчел. – признался он",
    "answers": [
      {
        "id": 235,
        "text": "– Понятно"
      }
    ]
  },
  {
    "id": 235,
    "text": "– Ким, — Стивен сел рядом со мной на кровать и взял мою руку, — Я каким-то чудесным образом помню все, что говорил вчера, — он ненадолго замолчал, – И все это правда. \n– Я правда все ещё люблю тебя, после тебя у меня так и не было отношений ни с кем. – он посмотрел мне в глаза, – Знаешь, вчера на вечеринке была куча девушек, но я примчался к тебе..\n \n",
    "answers": [
      {
        "id": 236,
        "text": "..."
      },
      {
        "id": 235,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d20/1810/3a/b9537390cc6a.png"
      }
    ]
  },
  {
    "id": 236,
    "text": " \nЯ не знала, что сказать, я просто сидела и хлопала глазами. \n\n– Помнишь, как мы с тобой сходили с ума друг по другу? Мы принимали вместе ванну, потом сушили друг другу волосы, — он улыбался, вспоминая все это, – Помнишь, как мы сидели в парке: ты ела шоколад, закинув на меня ноги, и мы мечтали, как закончим университет, потом поженимся.  — Стивен весь засиял.\n– Ты помнишь все это? – я была приятно удивлена, не думала, что парни запоминают такие вещи.\n– Я помню каждый день, проведённый с тобой. \n– Ким, — Стивен нежно взял меня за подбородок и приподнял его, чтобы я посмотрела ему в глаза, – Я хочу начать все с чистого листа, просто пообещай, что подумаешь.",
    "answers": [
      {
        "id": 237,
        "text": "– Х-хорошо"
      }
    ]
  },
  {
    "id": 237,
    "text": "Закончив разговор, мы спустились на кухню.\n\nТайлер испёк блинчики к завтраку.\n« Ну вот, опять все заботы по приготовлению еды достались Тайлеру» — упрекнула я себя мысленно.\n\nУвидев, что я и Стивен вместе спустились к завтраку, Тайлер явно был удивлён.\n\n– А ты что делал наверху? – строго спросил Тайлер Стивена, сверля его свирепым взглядом.",
    "answers": [
      {
        "id": 238,
        "text": "Вмешаться"
      },
      {
        "id": 239,
        "text": "Ничего не говорить"
      }
    ]
  },
  {
    "id": 238,
    "text": "– Он просто зашёл извиниться, — вмешалась я, во избежании конфликта. – Давайте просто спокойно позавтракаем, — попросила я.",
    "answers": [
      {
        "id": 241,
        "text": "Позавтракать и поехать в университет"
      }
    ]
  },
  {
    "id": 239,
    "text": "– Я просто хотел поговорить и извинился за вчера. А что? – спросил Стивен.\n– Извиниться ты мог и здесь! – командным тоном воскликнул Тайлер, – Для этого необязательно было идти к ней в комнату. \n– Ты что, её парень? Может муж? – с ехидной улыбкой спросил Стивен.\n– Я её телохранитель, но все может быть. – спокойно ответил Тайлер.\n\nЯ заметила, что после этой фразы, сказанной Тайлером, Стивен закипел от злости и поняла, что пора вмешаться.",
    "answers": [
      {
        "id": 240,
        "text": "Вмешаться"
      }
    ]
  },
  {
    "id": 240,
    "text": "– Так, давайте уже завтракать, у меня сегодня первый экзамен! Не портите мне настроение с утра! – воскликнула я и встала между ними, атмосфера была напряженная.\n\nК счастью, парни послушались меня и мы принялись за завтрак.",
    "answers": [
      {
        "id": 241,
        "text": "Позавтракать и поехать к университет"
      }
    ]
  },
  {
    "id": 241,
    "text": "Я сдала экзамен на отлично и уже с Аароном отправилась на работу.",
    "answers": [
      {
        "id": 242,
        "text": "После работы"
      }
    ]
  },
  {
    "id": 242,
    "text": "Мы приехали домой, на скорую руку я приготовила легкий ужин.\n\nПоужинав, я решила ",
    "answers": [
      {
        "id": 243,
        "text": "Отдохнуть ",
        "need": -225
      },
      {
        "id": 244,
        "text": "Собираться на ужин с Ником",
        "need": -224
      }
    ]
  },
  {
    "id": 243,
    "text": "Поднявшись наверх к себе, я поплелась в ванную и приняла душ. \n\n«Волосы высушу попозже» — подумала я.\n\nПосле переоделась в пижаму и решила, что было бы неплохо сделать мятный чай и посидеть на балконе.\n\nПогода стояла прекрасная, несмотря на, что уже был вечер, было очень тепло.\n\nСегодня я решила дать себе отдохнуть, ведь следующий экзамен только через неделю.\n\n Завтра с новыми силами продолжу подготовку,  решила я.\n\nСпускаясь вниз, я услышала, что вода в ванной внизу выключилась, видимо, Аарон тоже только закончил с душем.",
    "answers": [
      {
        "id": 245,
        "text": "Включить чайник"
      }
    ]
  },
  {
    "id": 244,
    "text": "Я начала собираться на ужин с Ником и тут я поняла, что не имею представления о том, куда мы пойдём. \n\n«Скорее всего, в ресторан, ужин всё-таки», — подумала я и начала подбирать наряд.\n\nЧто надеть?",
    "answers": [
      {
        "id": 244,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a28/1810/91/ee4633d49e83.jpg"
      },
      {
        "id": 253,
        "text": "Фото 1"
      },
      {
        "id": 253,
        "text": "Фото 2"
      },
      {
        "id": 253,
        "text": "Фото 3"
      }
    ]
  },
  {
    "id": 245,
    "text": "Я включила чайник, как вдруг кто-то позвонил в дверь.\n",
    "answers": [
      {
        "id": 246,
        "text": "Открыть"
      }
    ]
  },
  {
    "id": 246,
    "text": "\nЯ поторопилась открыть. \n\nВ тот момент, когда я подошла к двери, вышел Аарон. \n\nЯ обернулась: его волосы были мокрыми и торчали в разные стороны, вокруг бёдер было обмотано полотенце. \n\nОн закрыл дверь в ванную и выжидающе смотрел то на меня, то на дверь.\n\nОткрыв дверь, я увидела Стивена, стоящего на пороге с букетом цветов.",
    "answers": [
      {
        "id": 247,
        "text": "«Чёрт»"
      }
    ]
  },
  {
    "id": 247,
    "text": "«Чёрт» — ругнулась я мысленно.\n\n– Ким, это мой букет с извинениями, ещё раз прошу прощения за вчера, — извиняющимся взглядом посмотрел на меня Стивен и протянул букет.\n– Спасибо, я тебя уже простила, — улыбнувшись, ответила я.\n– О, парень с шаловливыми ручонками из клуба! – воскликнул Аарон, – Я смотрю, вы решили на этом не останавливаться? \n\nРешив не обращать внимание на эту реплику, я обратилась к Стивену.",
    "answers": [
      {
        "id": 248,
        "text": "Пригласить войти"
      },
      {
        "id": 250,
        "text": "Не приглашать"
      }
    ]
  },
  {
    "id": 248,
    "text": "– Зайдёшь? – спросила я Стивена.\n– Только на минуту, – ответил Стив, зашёл в дом и остановился напротив Аарона, – А это тот сумасшедший, что силой вытащил тебя из клуба? Что он делает у тебя голый? – спросил меня Стивен, при этом глядя на Арона.",
    "answers": [
      {
        "id": 249,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 249,
    "text": "Аарон выглядел словно разъярённый бык, перед которым маячила красная тряпка.\n\nКазалось, он в любую секунду накинется на Стива.\n\n– Ладно, милая, пойду, просто решил проведать тебя и ещё раз извиниться, — Стивен чмокнул меня в щечку и тут же с хитрой ухмылкой взглянул на реакцию Арона, – Я тебе позвоню.\n\nПопрощавшись со Стивеном, я закрыла за ним дверь и с содроганием ожидала, что будет дальше.\n\nАарон подошёл ко мне.",
    "answers": [
      {
        "id": 251,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 250,
    "text": "Мысленно я стала придумывать, что сказать Стивену.\n\n– Хочешь прогуляться? – прервал мои мысли Стив.\n– Э-э, — протянула я и посмотрела на своё одеяние.\n– Нет, не хочет, мы уже идём спать, — встрял в разговор Аарон и направился ко мне.\n – Позвони мне, — быстро пробубнила я и закрыла перед Стивеном дверь.\n\nАарон уже стоял рядом со мной.",
    "answers": [
      {
        "id": 251,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 251,
    "text": "– Ну и что он здесь забыл? Про какое «вчера» он говорил? – грозно спросил Аарон, прижав меня к двери.\n\nТолько я открыла рот, чтобы заговорить, Аарон впился своими губами в мои, его рука скользнула по моему бедру, а тело прижималось к моему.. \n\nОн страстно целовал меня, покусывая мои губы, я начал постанывать от легкой боли и возбуждения.\n– Ты сводишь меня с ума, — прошептал мне на ухо Аарон и немного отстранился.",
    "answers": [
      {
        "id": 252,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 252,
    "text": "– Ну и? – воспросительно посмотрел он мне в глаза.\n– Я не твоя собственность, ты в курсе? – сообразила я, что ответить, вызывающе глядя в глаза Аарону.\n– Ну тогда я знаю, что я должен сделать. Я тебя понял. – оживленно ответил он и направился на кухню.\n– Что ты понял? – недоумевая, спросила я и пошла следом за ним.\n– Скоро узнаешь, — он повернулся и подмигнул мне с улыбкой на губах. – Спокойной ночи.",
    "answers": [
      {
        "id": 270,
        "text": "Продолжение следует..."
      }
    ]
  },
  {
    "id": 253,
    "text": "Отлично!\n\nКакую прическу сделать?",
    "answers": [
      {
        "id": 254,
        "text": "Распущенные прямые "
      },
      {
        "id": 254,
        "text": "Легкие локоны"
      },
      {
        "id": 254,
        "text": "Пучок "
      }
    ]
  },
  {
    "id": 254,
    "text": "Прекрасно!",
    "answers": [
      {
        "id": 255,
        "text": "Спуститься вниз"
      }
    ]
  },
  {
    "id": 255,
    "text": "Нарядившись, я спустилась вниз.\n\nАарон вышел из душа с мокрыми растрёпанными волосами, вокруг бёдер было повязано полотенце.\n\n– Ты куда это собралась? – спросил он, скользя взглядом по моему телу.\n– На ужин с Ником. – быстро ответила я.\n– Значит он тебе нравится, да? – подозрительным тоном спросил Аарон, его глаза потемнели.",
    "answers": [
      {
        "id": 256,
        "text": "Проигнорировать "
      }
    ]
  },
  {
    "id": 256,
    "text": "– Он заберёт меня, — я проигнорировала его вопрос, — Тебе не нужно ехать со мной. \n– Никуда ты не поедешь! – гневно воскликнул Аарон, казалось, что из его глаз сейчас посыплются молнии.\n– Я уже пообещала. – спокойно парировала я.\n– Иди куда хочешь! – взбешено ответил Аарон, махнул рукой и направился в свою комнату.\n\nЧерез пару минут в дверь позвонил Ник.",
    "answers": [
      {
        "id": 257,
        "text": "Сесть в автомобиль Ника"
      }
    ]
  },
  {
    "id": 257,
    "text": "– Куда мы едем? – спросила я, усевшись на переднее сидение.\n– Ко  мне, — с улыбкой ответил Ник, – Я приготовил нам вкуснейший ужин.\n\nЯ была несколько удивлена, но старалась не подавать виду.",
    "answers": [
      {
        "id": 258,
        "text": "Мы приехали к Нику"
      }
    ]
  },
  {
    "id": 258,
    "text": "Когда мы приехали, я увидела двухэтажный дом молочного цвета с темной крышей.\n\nВыглядел он очень симпатично, не было ничего вычурного и лишнего.\n\n",
    "answers": [
      {
        "id": 258,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b13/1810/65/018244fa91ef.jpg"
      },
      {
        "id": 259,
        "text": "Зайти внутрь"
      }
    ]
  },
  {
    "id": 259,
    "text": "Как и у меня, у Ника гостиная была совмещена с кухней.\n\nЗдесь, как и снаружи, все было в молочно-бежевых тонах.\n\n– У тебя уютно, — улыбнувшись, сказала я Нику и медленно зашагала по гостиной.\n– Спасибо, — ответил он и тоже улыбнулся, – Давай поужинаем, оценишь за одно мои кулинарные навыки, — добавил он.",
    "answers": [
      {
        "id": 259,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a05/1810/0f/6ae3388dc791.jpg"
      },
      {
        "id": 260,
        "text": "Поужинать"
      }
    ]
  },
  {
    "id": 260,
    "text": "Закончив с ужином, который действительно оказался невероятно вкусным, Ник открыл бутылку вина и мы разместились в гостиной на диване.\n\n– Спасибо за ужин, было очень вкусно, — решила я поблагодарить Ника за старания.\n– Все для тебя, — ответил Ник, улыбнулся и подсел ко мне вплотную.\n\nНик поставил бокал вина на журнальный столик и взял мою руку.\n– Ким, я думаю ты догадываешься, но я всё-таки должен тебе сказать, что ты мне очень нравишься. — глядя мне в глаза, проговорил он.\n– Я бы очень хотел, что.. — его речь прервал стук в дверь.\n",
    "answers": [
      {
        "id": 261,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 261,
    "text": "Стуком это было сложно назвать, кто-то буквально ломился в дверь, казалось, будто хотят её выбить.\n\n– Извини, я сейчас, — сказал Ник и направился к двери. ",
    "answers": [
      {
        "id": 262,
        "text": "Пойти с Ником"
      }
    ]
  },
  {
    "id": 262,
    "text": "В дверях стоял Аарон с бешеными глазами.\n\n– Собирайся, — приказал мне Аарон.\n– Что ты тут делаешь?! – я смотрела на Аарона округлившимися глазами, потому что была я уверена, что он дома.\n\nЯ почувствовала себя маленькой девочкой, которая засиделась в гостях допоздна  и поэтому за ней пришёл грозный отец.\n",
    "answers": [
      {
        "id": 263,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 263,
    "text": "Без приглашения Аарон переступил порог, не обращая внимание на Ника, схватил меня, повалил на плечо и потащил в машину.\n",
    "answers": [
      {
        "id": 264,
        "text": "Крикнуть Нику извинения"
      }
    ]
  },
  {
    "id": 264,
    "text": "– Ник, прости, завтра поговорим, — кричала я, лежа на плече Аарона.",
    "answers": [
      {
        "id": 265,
        "text": "В автомобиле"
      }
    ]
  },
  {
    "id": 265,
    "text": "Я, конечно, стала более лояльно относиться к выходкам Аарона, после того, что он мне рассказал. \n\nНо тем не менее, это не давало ему права себя так вести. Мне было жутко неудобно перед Ником.\n\n– Обязательно постоянно меня позорить? – обиженно спросила я.\n– Обязательно этим придуркам тебя трогать? – злобно вопрошал Аарон, оставив мой вопрос без ответа.\n",
    "answers": [
      {
        "id": 266,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 266,
    "text": "От дома Ника до моего дома было около десяти минут езды, весь этот короткий отрезок пути мы с Аароном ехали молча.\n\nОн, очевидно, был зол, а я обижена.",
    "answers": [
      {
        "id": 267,
        "text": "Дома"
      }
    ]
  },
  {
    "id": 267,
    "text": "Приехав домой, я закрыла входную дверь, Аарон стоял и ждал меня, будто опасаясь, что я сбегу.\n",
    "answers": [
      {
        "id": 268,
        "text": "Поговорить"
      }
    ]
  },
  {
    "id": 268,
    "text": "– Я не твоя собственность, ты в курсе? – спросила я, вызывающе глядя в глаза Аарону.\n– Ты не можешь просто так приходить и портить мне свидание! — воскликнула я, пытаясь держать себя в руках.\n– Ну тогда я знаю, что я должен сделать. Я тебя понял. – оживленно ответил он и направился на кухню.",
    "answers": [
      {
        "id": 269,
        "text": "«О чем он?»"
      }
    ]
  },
  {
    "id": 269,
    "text": "\n\n– Что ты понял? – недоумевая, спросила я и пошла следом за ним.\n– Скоро узнаешь, — он повернулся и подмигнул мне с улыбкой на губах. –Спокойной ночи.",
    "answers": [
      {
        "id": 270,
        "text": "На следующее утро..\n(Глава 10)"
      }
    ]
  },
  {
    "id": 270,
    "text": "Я проснулась от звука будильника.\n\nСладко потянувшись, я взяла в руки телефон.\n\nПоловина одиннадцатого.\n\n«Наконец-то я выспалась, ну почти» — подумала я.\n\nСегодня у меня нет экзаменов и зачетов, а на работу только к часу, поэтому могу спокойно собраться.\n\nЯ решила ещё пару минут полежать в постели.\n\nВ голове снова пронеслась фраза Аарона: \n«Я знаю, что я должен сделать».\n\nЧто он задумал? Надо успеть узнать, пока его не сменил Тайлер.\n\nЯ быстро приняла душ, накинула халат и побежала на кухню.",
    "answers": [
      {
        "id": 271,
        "text": "Однако"
      }
    ]
  },
  {
    "id": 271,
    "text": "На кухне  уже был Тайлер с готовым завтраком.\n\nАарона я так и не застала...\n\nСпросить где Аарон? ",
    "answers": [
      {
        "id": 272,
        "text": "Да",
        "right_answer": true
      },
      {
        "id": 273,
        "text": "Нет",
        "left_answer": true
      }
    ]
  },
  {
    "id": 272,
    "text": "– Доброе утро, Тайлер, Аарон уже уехал?\n– Доброе утро, Ким, — улыбнулся Тайлер своей белоснежной улыбкой, – Аарона я подменил рано утром, его, кстати, завтра тоже не будет.\n– Почему? — удивилась я.\n– Он сказал у него какие-то важные дела появились и попросил меня его подменить.\n– Понятно.. – я кивнула головой, хотя на самом деле ничего не понимала.\n– Давай завтракать, — предложил он, поставив передо мной стакан свежевыжатого сока и тарелку. \n– Давай, спасибо, — согласилась я с улыбкой.",
    "answers": [
      {
        "id": 274,
        "text": "После завтрака"
      }
    ]
  },
  {
    "id": 273,
    "text": "\n– Доброе утро, Ким, — улыбнулся Тайлер своей соблазнительной улыбкой, – Позавтракаем? \n– Доброе утро, конечно, спасибо, — ответила я, по правде говоря, я начинала уже привыкать к тому, что Тайлер некоторые домашние заботы брал на себя.",
    "answers": [
      {
        "id": 274,
        "text": "После завтрака"
      }
    ]
  },
  {
    "id": 274,
    "text": "После завтрака я принялась собираться на работу.\n\nЧто надеть?\n\n",
    "answers": [
      {
        "id": 275,
        "text": "Серую шёлковую рубашку, черную юбку-карандаш"
      },
      {
        "id": 275,
        "text": "Темно-красную рубашку, зауженные брюки по щиколотки черного цвета"
      },
      {
        "id": 275,
        "text": "Черную полупрозрачную рубашку, синий пиджак, белые джинсы"
      }
    ]
  },
  {
    "id": 275,
    "text": "Отлично!\n",
    "answers": [
      {
        "id": 276,
        "text": "Продолжить собираться"
      }
    ]
  },
  {
    "id": 276,
    "text": "\nСделав прическу и макияж, я спустилась вниз, где меня уже ждал Тайлер.\n\n",
    "answers": [
      {
        "id": 277,
        "text": "На работе"
      }
    ]
  },
  {
    "id": 277,
    "text": "На работе, как обычно, первые несколько часов не было ни одной свободной минуты. \n\nК вечеру работы стало меньше. \nЯ подошла к Нику, чтобы спросить будут ли ещё какие-то поручения.\n\n– Ким, поднимись, пожалуйста, в кабинет своего отца, принеси мне чёрную папку с документами, она лежит на столе, ты ее сразу увидишь. – попросил Ник.\n– Хорошо, — быстро ответила я и побежала наверх в кабинет отца.\n\nТайлер уже сидел за столиком внизу и ждал меня.",
    "answers": [
      {
        "id": 278,
        "text": "Подняться наверх"
      }
    ]
  },
  {
    "id": 278,
    "text": "Отец, как всегда, был в командировке, в этом году у него открылось много новых филиалов в разных странах, это был трудный, но одновременно и плодотворный для него год.\n\n",
    "answers": [
      {
        "id": 279,
        "text": "Войти в кабинет"
      }
    ]
  },
  {
    "id": 279,
    "text": "Я очень любила папин кабинет: он был оформлен в классическом сдержанном стиле в темных тонах, большой стол из дерева, коричневый кожаный диван, полки с книгами.\nВ будущем, когда этот кабинет станет моим, я однозначно ничего не буду здесь менять.\n\nЯ подошла к столу и сразу увидела чёрную папку. \n\nТолько я взяла папку в руки, как документы из неё полетели на пол.\n\n– Черт, вот растяпа, — ругнулась я на себя и нагнулась, чтобы собрать документы.\n\nВдруг я услышала, как открылась и закрылась дверь в кабинет.",
    "answers": [
      {
        "id": 280,
        "text": "Посмотреть, кто зашёл"
      },
      {
        "id": 279,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b40/1811/e8/53fcaebc79be.jpg"
      }
    ]
  },
  {
    "id": 280,
    "text": "\nЯ выпрямилась и обернулась.\n\nПередо мной лицом к лицу стоял Ник.\n– Ник, ты что-то... — я не успела закончить свой вопрос.\n\nНик подхватил меня, разместив мои ноги у себя на талии, и двинулся в сторону стола.\n\nУсадив меня на стол, так, что мои ноги все ещё огибали его талию, он принялся целовать мою шею.\n\n\n",
    "answers": [
      {
        "id": 281,
        "text": "Что он делает?!"
      }
    ]
  },
  {
    "id": 281,
    "text": "– Что ты делаешь?? – возмущённая, спросила я, надеясь, что это какая-то неудачная шутка.\n",
    "answers": [
      {
        "id": 282,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 282,
    "text": "\n– Делаю то, что давно хотел сделать, — ответил он, продолжая целовать мою шею.\n\n\n",
    "answers": [
      {
        "id": 283,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 283,
    "text": "Вдруг я почувствовала легкую боль и поняла, что он поставил мне засос.\n\n",
    "answers": [
      {
        "id": 284,
        "text": "Оттолкнуть его"
      },
      {
        "id": 285,
        "text": "Не двигаться"
      }
    ]
  },
  {
    "id": 284,
    "text": "\n– Перестань! Хватит! – кричала я, пытаясь оттолкнуть его.\n\nКонечно, сил у  Ника по сравнению со мной больше, поэтому все мои попытки оттолкнуть его остались безуспешными.\n\n",
    "answers": [
      {
        "id": 285,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 285,
    "text": "Ник продолжал осыпать мою шею поцелуями, поднимаясь выше к моим губам.\n\n",
    "answers": [
      {
        "id": 286,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 286,
    "text": "– Да прекрати же ты!! – воскликнула я, пытаясь вырваться.\n\nНо Ник меня не слышал, в него как будто вселился демон, он был одержим.\n\nОн немного отстранился от моей шеи и потянулся к пуговице, чтобы расстегнуть мою рубашку. \nЯ вцепилась в пуговицу, чтобы помешать ему.\n \nОн схватил мои запястья одной своей рукой и стал держать их за моей спиной, второй своей рукой он продолжил расстёгивать пуговицу.\n\nПуговица, не поддавшаяся ему, оторванная, полетела на пол и моя грудь показалась из-под рубашки.\n\n",
    "answers": [
      {
        "id": 287,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 287,
    "text": " Теперь, сделав то, что он хотел, он отпустил мои запястья и опустил свои руки мне на бедра, все сильнее прижимая меня к себе.\n\nЯ снова начала толкать его, вырываться, бить кулаками по его спине, но он никак не реагировал на это.\n\nНик  уже начал прокладывать дорожку из поцелуев от шее к моей груди, при этом сильно сжимая мои бёдра руками. \n",
    "answers": [
      {
        "id": 288,
        "text": "Неожиданно"
      }
    ]
  },
  {
    "id": 288,
    "text": "Резко открылась дверь и влетел Тайлер.\n\nНик резко остановился и повернул голову к нему, не отходя от меня.\n\nТайлер оттащил его от меня, я быстро слезла со стола и побежала к двери.\n\nВ этот момент Тайлер схватил Ника за воротник, крича ему в лицо:\n– Ты в своём уме? Ещё раз хоть пальцем ее тронешь! – от держал его за воротник и тряс в разные стороны, потом швырнул его на стоящий сбоку диван.\n\n– В следующий раз я разговаривать не буду! – продолжал Тайлер, а я в этот момент пулей спустилась по лестнице вниз, схватила сумку и выбежала из отеля.",
    "answers": [
      {
        "id": 289,
        "text": "Бежать"
      }
    ]
  },
  {
    "id": 289,
    "text": "Я бежала сама не знаю куда и сама не заметила, как забежала в парк. Я узнала этот парк, потому что бывала здесь однажды.\n\nОбычный парк с лавочками, тропинками и фонтанами, без аттракционов, где можно спокойно погулять или отдохнуть. \n\nЯ опустилась на первую попавшуюся лавочку, мои глаза стали наполняться слезами..\n\n«Это что-то в стиле Аарона: боксера альфа-самца, который не умеет по-другому обращаться с девушками, но Ник.. Которого я знаю больше года. Такой внимательный, заботливый, нежный. Он ведь мне как старший брат! По крайней мере, я так думала..»\n\nВ моей голове не укладывалось то, что произошло.",
    "answers": [
      {
        "id": 290,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 290,
    "text": "\nВ момент моих размышлений подбежал Тайлер, сел рядом со мной и молча обнял меня.\n\nМы сидели так некоторое время, я почти успокоилась.",
    "answers": [
      {
        "id": 291,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 291,
    "text": "Тайлер отпустил меня из своих объятий и спросил:\n\n– Он специально попросил тебя подняться наверх?\n– Откуда ты знаешь, что он просил? – спросила  я вместо ответа.\n– Я же сидел недалеко, слышал, как он попросил тебя принести папку с документами. — ответил Тайлер.\n– Я не знаю.. Может и специально. – я пожала плечами и вздохнула.\n– Знаешь, что самое обидное? — с горечью задала я вопрос, – Самое обидное, когда ты уверена, что ты знаешь человека, но потом оказывается, что ты не знаешь его совсем, — проговорила я и снова чуть не заплакала, но всё-таки сдержала слезы.\n– Не расстраивайся.. Я конечно его не оправдываю, но ты просто нравишься ему, это заметно, вот он и не знает уже как обратить на себя твоё внимание. – попытался успокоить меня Тайлер и приобнял меня одной рукой за плечи.",
    "answers": [
      {
        "id": 292,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 292,
    "text": "Мы ещё немного посидели в парке, поговорили обо всем на свете, я почти забыла за разговором с Тайлером о том, что произошло совсем недавно.\n\n",
    "answers": [
      {
        "id": 293,
        "text": "Встать и пойти к выходу"
      }
    ]
  },
  {
    "id": 293,
    "text": "Мы встали и пошли к выходу.\n\n– У меня, кстати, есть для тебя сюрприз. — интригующе сказал Тайлер.\n– Какой?\n– Поехали, покажу! – радостно воскликнул он.\n\nМы сели в машину и направились к неизвестному мне месту.",
    "answers": [
      {
        "id": 294,
        "text": "В автомобиле"
      }
    ]
  },
  {
    "id": 294,
    "text": "Уже начало темнеть.\n\nЯ смотрела в окно автомобиля, пытаясь найти знакомые мне места, но безуспешно, видимо, здесь я все же не была.\n\n",
    "answers": [
      {
        "id": 295,
        "text": "Мы приехали"
      }
    ]
  },
  {
    "id": 295,
    "text": "Я и Тайлер вышли из автомобиля.\n\nМоему взору открылось тихое место, огороженной \"живой\" изгородью. В центре росло огромное дерево причудливой формы, украшенное подвесными плетёнными абажурами и гирляндами.\nОколо дерева располагались два мягких просторных лежака, экран, поодаль — маленький столик  с напитками и фруктами. Сбоку от лежаков стояли столики в виде ваз, на  одном из них лежали кульки с попкорном, на другом – свечи.\n\nЭто была чудесная атмосфера, казалось, что я попала из шумного большого города в совсем другой мир. ",
    "answers": [
      {
        "id": 296,
        "text": "Далее"
      },
      {
        "id": 295,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d05/1811/6b/7c8189ed4059.jpg\n"
      }
    ]
  },
  {
    "id": 296,
    "text": "Я стояла и рассматривала все это с нескрываемым удивлением и восхищением. \n\n– Располагайся, будем смотреть фильм. – сказал Тайлер в свойственной ему манере: коротко и ясно.\n\nЯ заняла один из лежаков, не произнося при этом ни слова.\n\n– Какой фильм будем смотреть? Жанр выбираешь ты. – спросил он, опускаясь на другой лежак.\n\n Какой жанр выбрать?\n",
    "answers": [
      {
        "id": 297,
        "text": "Комедию "
      },
      {
        "id": 298,
        "text": "Мелодраму"
      },
      {
        "id": 299,
        "text": "Ужасы"
      },
      {
        "id": 300,
        "text": "Боевик"
      }
    ]
  },
  {
    "id": 297,
    "text": "\n– Давай посмотрим комедию, — предложила я, подумав, что было бы неплохо посмеяться от души и отвлечься от произошедшего сегодня.",
    "answers": [
      {
        "id": 301,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 298,
    "text": "– Хочу мелодраму, — ответила я, вспомнив, что прошлый наш совместный просмотр такого рода фильма был весьма удачным.\n\n",
    "answers": [
      {
        "id": 301,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 299,
    "text": "– Может ужасы? – предложила я, сверкнув глазами.\n",
    "answers": [
      {
        "id": 301,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 300,
    "text": "\n– Давай боевик! – воскликнула я, подумав, что перестрелки, драки и погони – это то, что мне сейчас нужно.",
    "answers": [
      {
        "id": 301,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 301,
    "text": "Тайлер без колебаний и пререканий согласился с моим выбором и мы начали смотреть фильм, поедая параллельно попкорн и фрукты.\n\n",
    "answers": [
      {
        "id": 302,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 302,
    "text": "Мы постоянно переговаривались, обсуждая ту или иную сцену.\n\nВ один момент мы даже начали кидаться друг в друга попкорном, увлёкшись спором.\n\nНечаянно вместо попкорна, я швырнула в Тайлера весь кулёк. \n– Ой, нечаянно, — виновато проговорила я и посмотрела невинными глазами на Тайлера.\n\nПомолчав с несколько секунд, мы разразились громким хохотом.\n\nНасмеявшись, я решила убрать последствия своей шалости и направилась к Тайлеру. Его лежак весь был засыпан попкорном.",
    "answers": [
      {
        "id": 303,
        "text": "Подойти и собрать попкорн"
      }
    ]
  },
  {
    "id": 303,
    "text": "Я подошла, опустилась на колени и стала подбирать то, что разбросала.\n\nПодняв глаза, я увидела лицо Тайлера в нескольких сантиметрах от моего. Он выжидающе смотрел на меня своими соблазнительными голубыми глазами, приподняв левую бровь, так, что по моему телу пробежали мурашки.\n\nЧто сделать?",
    "answers": [
      {
        "id": 304,
        "text": "Поцеловать его!"
      },
      {
        "id": 305,
        "text": "Вернуться на своё место"
      }
    ]
  },
  {
    "id": 304,
    "text": "Я не стала сдерживать себя, быстро поцеловала его  в губы и сразу же немного отстранилась. \n\nОн, явно не ожидавший такого поворота, замер на пару секунд с удивленным лицом, но затем он резко взял меня за талию, притянул к себе и поцеловал. Сначала его поцелуй был нежным и осторожным, но потом он становился все более страстным и глубоким.\n\nКогда нам стало тяжело дышать, мы прекратили. \n\nЯ, будто проснувшись от сна, вскочила и  вернулась на своё место.",
    "answers": [
      {
        "id": 306,
        "text": "Досмотреть фильм"
      }
    ]
  },
  {
    "id": 305,
    "text": "Сделав над собой усилие, я отвела взгляд от его голубых глаз, быстро собрала остатки попкорна и вернулась на свое место.\n",
    "answers": [
      {
        "id": 306,
        "text": "Досмотреть фильм"
      }
    ]
  },
  {
    "id": 306,
    "text": "Досмотрев фильм, мы отправились домой.\n\n– Тайлер, это было прекрасное завершение дня, спасибо, — сказала я, сидя на переднем пассажирском сидении, и посмотрела на него с улыбкой на губах.\n– Мне тоже понравилось, — ответил он и быстро бросил на меня взгляд, на секунду отвлекшись от дороги.\n– А я и не знала, что ты такой романтик, – хихикнула я.\n– Я такой далеко не для всех, — серьёзно ответил он.",
    "answers": [
      {
        "id": 307,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 307,
    "text": "— Для избранных? – не могла угомониться я.\n– Для избраннОЙ, — исправил меня он и посмотрел мне в глаза, затем он положил свою руку на мою, но длилось это всего несколько секунд...\n\nМы приехали домой и разбрелись по своим комнатам.\n\n",
    "answers": [
      {
        "id": 308,
        "text": "На следующий день"
      }
    ]
  },
  {
    "id": 308,
    "text": "Я проснулась в 11 часов и направилась в душ.\n\nСегодня я не пойду на работу, думаю, Ник не будет задавать вопросов, напишу отпускную на два дня за свой счёт задним числом.\n\nЯ так никогда не делала, всё-таки я ответственный человек, но в этот раз я сделаю исключение, поскольку не знаю, как смотреть ему в глаза и делать вид, будто ничего не произошло. ",
    "answers": [
      {
        "id": 309,
        "text": "Спуститься вниз"
      }
    ]
  },
  {
    "id": 309,
    "text": "Спустившись вниз, я услышала шум воды в ванной.\n\n– Приготовлю-ка я завтрак для разнообразия, — пробубнила я себе под нос.\n\nЯ быстро приготовила венские вафли с арахисовой пастой и сварила кофе.\n\nЯ успела до выхода Тайлера из душа.\n\nЯ уже сидела за сервированным столом и ждала его, как вдруг распахнулась дверь ванной комнаты.\n\nОттуда вышел Тайлер в полотенце на бёдрах, сверкая своим накаченным торсом. \n\nПо дороге он вытирал волосы полотенцем и так увлёкся, что не заметил меня.\n\n",
    "answers": [
      {
        "id": 310,
        "text": "Поздороваться"
      }
    ]
  },
  {
    "id": 310,
    "text": "– Доброе утро, — решила я обратить на себя внимание.\n– Ким! – Тайлер подпрыгнул, – Я сейчас, прости за стриптиз, — быстро проговорил он и юркнул в свою комнату.",
    "answers": [
      {
        "id": 311,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 311,
    "text": "Вернулся Тайлер уже одетый, но все ещё с растрёпанными влажными волосами.\n\nЯ еще не видела его в таком виде, но смотрелся он очень мило.\n\nТолько мы закончили с завтраком, как зазвонил мой телефон.\n\nЭто была Рэйчел.\n",
    "answers": [
      {
        "id": 312,
        "text": "Ответить "
      }
    ]
  },
  {
    "id": 312,
    "text": "– Привет, Рэй, — радостно поприветствовала я подругу. – Давно не слышались.\n\n– Привет, Ким, вот и я так подумала и решила, что загляну к тебе сегодня, ты не против? – спросила Рэйчел.\n– Ты что, всегда рада, — оживилась я.\n– Ты во сколько сегодня освободишься? \n– Тут такое дело.. У меня сегодня выходной.\n– О! Это же отлично! Значит скоро буду. — Рэйчел отключилась.",
    "answers": [
      {
        "id": 313,
        "text": "Спустя час"
      }
    ]
  },
  {
    "id": 313,
    "text": "Спустя час, Рэйчел уже была у меня.\n\nПрихватив с собой чай и сладости, мы поднялись ко мне в комнату и расположились на балконе.\n\n– Как так моя трудяга решила наконец отдохнуть? – с ноткой сарказма спросила подруга.\n– Представь себе, — ответила я и рассмеялась.\n– Ну а если серьезно? \n– А если серьёзно.. – начала я и рассказала ей о вчерашнем инциденте с Ником.\n– Ого! Тихоня Ник? Да ладно?! – воскликнула Рэй с округлившимися до размера тарелок глазами.\n– Вот и я в таком же шоке. ",
    "answers": [
      {
        "id": 314,
        "text": "Продолжить разговор"
      }
    ]
  },
  {
    "id": 314,
    "text": "– Ты злишься на него? – спросила подруга. \n\nЧто ответить?\n",
    "answers": [
      {
        "id": 315,
        "text": "Злюсь!"
      },
      {
        "id": 315,
        "text": "Не знаю..."
      },
      {
        "id": 315,
        "text": "Совсем немного"
      }
    ]
  },
  {
    "id": 315,
    "text": "\n– Понятно.. Кстати! – подпрыгнула Рэй, – Ник звонил мне позавчера вечером и просил совета насчёт тебя. – осенило Рэй.\n– Что?! \n– Да! Он сказал, что ты ему уже давно нравишься и он не знает как к тебе подступиться и все такое. – объяснила Рэйчел.\n– А ты что? \n– А я.. А я сказала ему быть посмелее.. – ответила Рэй и виновато опустила глаза, – Но я же не знала, что он накинется на тебя в кабинете! – воскликнула подруга. \n– Да ладно тебе, я тебя не виню, – я пыталась успокоить Рэйчел, чтобы она не чувствовала себя виноватой.",
    "answers": [
      {
        "id": 316,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 316,
    "text": "– Да уж, я все равно чувствую себя виноватой... – вздохнула Рэйчел, – А как дела с твоими красавчиками-телохранителями? – спросила она и подмигнула мне.\n\nЯ рассмеялась. \n\n– Кого именно ты имеешь ввиду? – решила уточнить я.\n– Давай начнём с Аарона, – озорно улыбаясь, предложила Рэй.\nЯ рассказала ей почти все, что между нами происходило за это время в общих чертах: про его приставания, ревность, выходки, про «влюблённость».\n– М-да, не парень, а огонь! – рассмеялась Рэй. – Но скажи честно, он тебе нравится? \n– Он хорош, не буду лукавить, но я его иногда боюсь,- еле слышно сказала я.\n– Боишься?! – удивилась подруга",
    "answers": [
      {
        "id": 317,
        "text": "далее"
      }
    ]
  },
  {
    "id": 317,
    "text": "– Ну да, – с горечью ответила я, – Иногда мне кажется, что в порыве своей ревности он может убить кого-то… ну или меня. – объяснила я и тяжело вздохнула.\n– Да уж… дилемма. – Рэйчел задумалась, – А Тайлер? \n– Тайлер другой, — я начала свой рассказ о нем, о вчерашнем сюрпризе, в общем, обо всем, что происходило между нами.\n\n– Да он просто принц! – с огоньком в глазах воскликнула подруга, – Он и внешне похож на принца, — добавила Рэй и хихикнула, – А Стивен больше не появлялся? \n– А как же без него.. – я начала рассказывать про его пьяный визит, про его предложение начать все сначала. \n\n– Ого!! Подруга, да ты на распутье! – заявила Рэйчел, – Четыре красавца без ума от тебя, я тебя завидую, — сказала она и тихо рассмеялась.",
    "answers": [
      {
        "id": 318,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 318,
    "text": "– Думаешь без ума? – переспросила я.\n– А ты ещё сомневаешься?! – удивлено спросила подруга, – Они все достаточно обеспеченные парни, вряд ли кто-то из них преследует другие цели, если ты об этом. \n– Наверно. – неуверенно согласилась я.\n– Тебе осталось только выбрать одного, — засмеялась Рэй.\n– Выбрать? Но никто мне ничего не предлагал. Ну то есть...\n– А если предложит? Ты скажешь «Ой подожди я ещё не выбрала»?! – пытаясь спородировать меня говорила Рэйчел, – Выбери сама для себя, просто, чтобы знать, кто тебе нужен. – посоветовала она.\n\n– Ладно, — я улыбнулась, – Как у тебя-то дела? А то мы все обо мне да обо мне.\n– Все отлично! Встречаюсь с тем парнем из клуба, помнишь? Его Джон зовут, он прекрасный, я по уши влюблена! – рассказывала Рэй и расцветала.",
    "answers": [
      {
        "id": 319,
        "text": "– Так у вас все серьёзно?! Поздравляю!"
      },
      {
        "id": 319,
        "text": "– Я так рада за тебя!"
      }
    ]
  },
  {
    "id": 319,
    "text": "– Спасибо! Я тебя с ним скоро познакомлю! Будем парочками ходить на свидания, — засмеялась Рэйчел, \n– Вот я думаю, ты так долго отходила от Стивена, хотела забыть, переключиться на другого, но как нарочно никого подходящего на горизонте не было, только твоё сердце успокоилось, как вдруг Стивен тут как тут и ещё троица в придачу! – удивлялась подруга, активно жестикулируя.\n\n– Закон подлости! – засмеялась я.\n– У тебя же завтра день рождения! Поехали за платьями! – опомнилась Рэй.\n– Я же не праздную, — ответила я.\n– Ну и что? В ресторан-то мы пойдём? – спросила она ",
    "answers": [
      {
        "id": 321,
        "text": "– Конечно!"
      },
      {
        "id": 322,
        "text": "– Не хочется"
      }
    ]
  },
  {
    "id": 320,
    "text": "Найдя телефон, я увидела 7 пропущенных вызовов от Ника и несколько сообщений от него же.\n\nСообщения от Ника:\n– Ким, прости меня, возьми трубку.\n– Ким, пожалуйста, я полный кретин, я знаю, ответь хоть что-нибудь…\n– Я не знаю, что на меня нашло.\n– Надеюсь, ты дашь в скором времени мне возможность объясниться с тобой.\n– Я люблю тебя.\n\nПоследние три слова застали меня врасплох. С минуту я стояла, как окаменелая, и смотрела на экран телефона.\n\nОтветить Нику?",
    "answers": [
      {
        "id": 326,
        "text": "Ответить"
      },
      {
        "id": 327,
        "text": "Не отвечать "
      }
    ]
  },
  {
    "id": 321,
    "text": "– Конечно, — без раздумий ответила я.\n– Тогда мы обязательно должны поехать! – воскликнула Рэй и вскочила с кресла, – Поехали! \n\n",
    "answers": [
      {
        "id": 323,
        "text": "– Поехали"
      }
    ]
  },
  {
    "id": 322,
    "text": "– Не хочется, честно говоря,– пробубнила я.\n– Что?? С ума сошла?! Как ты можешь не отпраздновать с лучшей подругой?! — возмутилась Рэй и надула губы.\n– Ой, все. Поедем мы в ресторан, не дуйся. — я улыбнулась, глядя на надутые губы подруги.\n– Тогда поехали за платьями! — резко вскочила Рэйчел с кресла.",
    "answers": [
      {
        "id": 323,
        "text": "– Поехали"
      }
    ]
  },
  {
    "id": 323,
    "text": "Мы поехали за нарядами, перекусив перед шоппингом в ближайшем кафе. \n\nЗайдя в мой любимый бутик платьев, я выбрала самые красивые на мой вкус и начала из примерять.\n\nКакое платье выбрать ко дню рождения (на фото) ?",
    "answers": [
      {
        "id": 324,
        "text": "1"
      },
      {
        "id": 324,
        "text": "2"
      },
      {
        "id": 324,
        "text": "3"
      },
      {
        "id": 323,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b25/1811/b3/fb6adb8f9125.jpg\n\n"
      }
    ]
  },
  {
    "id": 324,
    "text": "Выбрав платья, мы забежали с Рэйчел в обувной, затем в магазин косметики, в магазин нижнего белья.\n\nВ общем, мы вошли во вкус.\n\nРуки Тайлера постепенно все больше и больше наполнялись пакетами.\n\nЗакончив, наконец, с покупками, мы разъехались по домам. \n\nБыло уже достаточно поздно, поэтому приехав, я и Тайлер сразу разбежались по своим комнатам.\n\nЛежа в постели, меня волновала только одна мысль: «Неужели Аарон и на мой день рождения не объявится?»\n",
    "answers": [
      {
        "id": 325,
        "text": "Далее\n(Глава 11) "
      }
    ]
  },
  {
    "id": 325,
    "text": "Проснувшись без будильника в одиннадцать, я  потянулась и побежала в душ.\n\nСегодня я вдоволь выспалась, только вот мои ноги гудели после вчерашнего «забега» по магазинам с Рэйчел.\n\nПодойдя к тумбочке, я обнаружила, что так и не достала вчера свой телефон из сумочки. \nЯ не брала его в руки с того момента, как мне позвонила Рэйчел.\nНакинув на себя халат и спустившись вниз, я стала искать в сумке свой телефон.\n",
    "answers": [
      {
        "id": 320,
        "text": "Найти телефон"
      }
    ]
  },
  {
    "id": 326,
    "text": "\nЯ поняла по Сообщениям, что он чувствует виноватым, поэтому я решила ответить ему хоть что-нибудь, чтобы он немного успокоился. \nТакой уж я человек. Не люблю делать людям больно.\n\nЯ печатаю сообщение Нику.\n– Поговорим позже.",
    "answers": [
      {
        "id": 327,
        "text": "Отправить"
      }
    ]
  },
  {
    "id": 327,
    "text": "Отложив телефон в сторону, я поплелась на кухню через гостиную.\n\n«Кто сегодня со мной: Тайлер или Аарон?» — крутился вопрос в моей голове, но ответа на него я не знала.",
    "answers": [
      {
        "id": 328,
        "text": "Заглянуть в гостиную"
      }
    ]
  },
  {
    "id": 328,
    "text": "Заглянув в гостиную в надежде кого-нибудь там найти, я заметила, что вся гостиная усыпана букетами роз.\n\nОна превратилась в настоящий цветник.\n\nЯ встала как вкопанная и открыла от удивления рот.\nСегодня же мой день рождения, но от кого все эти цветы?\n\nПрокручивая в голове этот вопрос, я поплелась на кухню, чтобы приготовить завтрак.\n",
    "answers": [
      {
        "id": 329,
        "text": "На кухне"
      },
      {
        "id": 328,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a24/1811/0e/4d77733bac91.jpg"
      }
    ]
  },
  {
    "id": 329,
    "text": "Но на обеденном столе на кухне я обнаруживаю шикарный завтрак: венские вафли, круассаны, ягоды, фрукты, сэндвичи, апельсиновый фреш.\n\nЕщё один приятный сюрприз.\nЯ смотрю на гостиную, затем на завтрак и расплываюсь в улыбке. Это так мило. \n\n\n ",
    "answers": [
      {
        "id": 330,
        "text": "Наконец"
      },
      {
        "id": 329,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c37/1811/65/a5669356cbfa.jpg"
      }
    ]
  },
  {
    "id": 330,
    "text": "Наконец из своей комнаты показался Тайлер.\n\nОн подошёл ко мне, поцеловал в щёку и добавил:\n– С днём рождения, Ким. Всегда оставайся такой, какая ты есть. Тебе понравилось? – он кивает в сторону гостиной, усыпанной букетами цветов.\n\nЧто ответить?\n",
    "answers": [
      {
        "id": 331,
        "text": "– Ты ещё спрашиваешь? Конечно!"
      },
      {
        "id": 332,
        "text": "Поблагодарить и поцеловать в щёку"
      }
    ]
  },
  {
    "id": 331,
    "text": "– Ты ещё спрашиваешь? Конечно! \nТайлер расплылся в лучезарной улыбке и сказал:\n– Я доволен, что смог немного тебя порадовать.\n– Да, большое спасибо, — улыбнувшись, сказала я мягким тоном.\n\nМы некоторое время стояли друг напротив друга и просто смотрели друг другу в глаза. \nПо его взгляду читалось, что он хочет что-то сказать и я выжидающе на него смотрела. \n\nНаконец, Тайлер заговорил:\n– Ким, ты м.. , – он резко замолчал, не договорив, – То есть я.., — и снова молчание. – Давай завтракать? \n\nЯ прекрасно поняла, что это не то, что он хотел сказать, но не стала настаивать.",
    "answers": [
      {
        "id": 333,
        "text": "Позавтракать"
      }
    ]
  },
  {
    "id": 332,
    "text": "Тайлер стоял рядом со мной, я приблизилась к нему, встала на цыпочки и чмокнула его в щеку, прошептав на ухо:\n– Спасибо тебе. – я уже собиралась отойти, как он схватил меня за запястье.\n\nЯ вопросительно подняла на него свой взгляд, он выглядел так, будто хотел что-то сказать.\n\nОн пристально смотрел мне в глаза, почти не моргая и при этом все ещё держа меня за руку.\n\nЗатем он наконец открыл рот и заговорил:\n– Ты м.. Я.. , — он пытался подобрать слова, – Позавтракаем? – ни с того ни с сего спросил он.\n\nЯ прекрасно понимала, что это совсем не то, что он хотел мне сказать, но не стала настаивать и просто кивнула.",
    "answers": [
      {
        "id": 333,
        "text": "Позавтракать"
      }
    ]
  },
  {
    "id": 333,
    "text": "После завтрака я решила посвятить некоторое время подготовке к экзамену, потому что понимала, что сегодня вечером после похода с Рэйчел в ресторан мне уже будет не до этого, а до экзамена остались считанные дни.\n\n",
    "answers": [
      {
        "id": 334,
        "text": "Готовиться к экзамену"
      }
    ]
  },
  {
    "id": 334,
    "text": "Позанимавшись некоторое время, я решила отдохнуть и позвонить Рэйчел.\n– Алло, Рэй, привет, во сколько мы сегодня встречаемся?\n– Привет, именинница! Давай в девять вечера, а то пока туда-сюда и уже утро, — по ее голосу я поняла, что она улыбается.\n– Хорошо, а куда идём? В наш любимый с папой ресторан?\n– Да! Давай туда. Там же на втором этаже караоке, там и посидим. – предложила Рэй.\n– Давай, к тому же я ни разу не была на втором этаже, его же недавно открыли",
    "answers": [
      {
        "id": 335,
        "text": "Закончить разговор"
      }
    ]
  },
  {
    "id": 335,
    "text": "Договорившись с подругой,  я положила трубку и взглянула на время.\n\n– Четыре часа?! – я вылупила глаза.\n\nЯ тут же начала одеваться, потому что прическу и макияж я решила сделать в салоне, дав себе отдохнуть таким образом.",
    "answers": [
      {
        "id": 336,
        "text": "Отправиться в салон"
      }
    ]
  },
  {
    "id": 336,
    "text": "Вернувшись домой, я поднялась в свою комнату, чтобы продолжить сборы.\n\nК моему удивлению, когда я зашла в комнату, то обнаружила на кровати две большие аккуратные коробочки, а на них записка:\n«Это тебе. Выбирай».\n\nЯ сразу же взяла в руки записку, надеясь найти имя отправителя, но, к моему сожалению, я его там не нашла.",
    "answers": [
      {
        "id": 337,
        "text": "Посмотреть, что в коробках"
      }
    ]
  },
  {
    "id": 337,
    "text": "Осторожны открыв обе коробки, я увидела в них платья.\n\nЯ аккуратно достала оба платья и стала из разглядывать. \n\nОни выглядели прекрасно.\nОдно платье короткое, синее с золотой вышивкой и глубоким декольте. Я знала его – это платье от Balmain. \nВторое платье – длинное в пол, золотое сверкающее, с глубоким декольте и тонкой золотой накидкой в цвет к платью.\n\nИтак, какое платье надеть в ресторан?\n",
    "answers": [
      {
        "id": 338,
        "text": "Короткое синее с золотой вышивкой (подарок)"
      },
      {
        "id": 338,
        "text": "Длинное золотое с накидкой (подарок)"
      },
      {
        "id": 339,
        "text": "Платье, которое купила вчера сама"
      },
      {
        "id": 337,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c30/1811/7a/bd4561e6adf0.jpg"
      }
    ]
  },
  {
    "id": 338,
    "text": "Я надела подаренное неизвестно кем платье. \n\nПодойдя к зеркалу, я стала рассматривать себя в нем: оно сидело идеально, так, словно его сшили точно по моим мерках.",
    "answers": [
      {
        "id": 340,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 339,
    "text": "Я решила надеть платье, которое купила сама, потому что оно приходилось мне больше по вкусу и выглядело всё-таки поскромнее.\n «Я же иду всего лишь в ресторан, а не на коронацию.» — подумала я, смотря на себя в зеркало.\n",
    "answers": [
      {
        "id": 340,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 340,
    "text": "Сегодня мне нравилось мое отражние в зеркале, но весь вид портил засос, поставленный Ником.\n\nВзяв тональный крем, я аккуратно замаскировала его.\n\nЗакончив собираться, я спустилась вниз, где меня ждал Тайлер.",
    "answers": [
      {
        "id": 341,
        "text": "Поехать в ресторан"
      }
    ]
  },
  {
    "id": 341,
    "text": "Приехав к месту назначения, я увидела Рэйчел, которая махала мне рукой.\n",
    "answers": [
      {
        "id": 342,
        "text": "Подойти к ней",
        "need": 338
      },
      {
        "id": 343,
        "text": "Подойти к Рэйчел",
        "need": 339
      }
    ]
  },
  {
    "id": 342,
    "text": "\n– Ого! Да ты словно принцесса!! – воскликнула подруга, жестом прося меня покружиться перед ней.\n– Но мы же вчера другое покупали, откуда это? – спросила она с удивлёнными глазами.\n– Подарок. – коротко ответила я, –Жаль не знаю чей, — я с сожалением вздохнула.\n– Одного из твоих воздыхателей, – сообразила Рэй,\n–Ты прекрасна, правда, это платье даже лучше, чем то, что мы выбрали! – Рэйчел осторожно обняла меня, – С днём рождения, подруга! – добавила она и чмокнула меня в щеку.",
    "answers": [
      {
        "id": 344,
        "text": "Рассмотреть Рэйчел"
      }
    ]
  },
  {
    "id": 343,
    "text": "– Ким, ты красотка, мы не ошиблись с выбором платья! – похвалила меня подруга, – С днём рождения, дорогая! – она кинулась меня обнимать и чмокнула в щеку.",
    "answers": [
      {
        "id": 344,
        "text": "Рассмотреть Рэйчел"
      }
    ]
  },
  {
    "id": 344,
    "text": "Рэйчел была в длинном платье на тонких бретельках изумрудного цвета, что прекрасно подчеркивало ее глаза.\n\nЯ не сдержалась и тоже сделала ей комплимент:\n– Спасибо! Тебе тоже очень идёт твоё платье, – улыбнувшись, сказала я и подмигнула ей.\n\nВ то время пока мы с Рэй восхищались друг другом, Тайлер куда-то исчез.",
    "answers": [
      {
        "id": 345,
        "text": "Зайти в ресторан"
      }
    ]
  },
  {
    "id": 345,
    "text": "Зайдя в ресторан, мы направились на второй этаж.\n\nПоднявшись, мы обнаружили лишь темноту.\nПолная темнота, хоть глаз выколи.\n– Странно, ты уверена, что нам сюда? – спросила я Рэйчел, глядя то на неё , то на тёмный зал.\n– Эм-м, — протянула Рэй, – Сейчас проверим, — она взяла меня за руку и потащила в темный зал.\n\nСделав несколько шагов мы остановились.",
    "answers": [
      {
        "id": 346,
        "text": "Внезапно"
      }
    ]
  },
  {
    "id": 346,
    "text": "Внезапно загорелся свет прожектора, озарив меня.\n\nЗатем засияли тысячи разноцветных огней и заполнили своим светом все пространство, а знакомые мне голоса затянули песню: «Happy birthday to you».\n\nЯ стала оглядываться по сторонам и увидела моих близких и знакомых: Папа, Аарон, Тайлер, Стивен, Ник, одногруппники и какой-то незнакомец, но я сразу догадалась кто он – Джон, парень Рэйчел.\n\nВсе нарядно одеты: мужчины в костюмах, девушки в платьях.",
    "answers": [
      {
        "id": 347,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 347,
    "text": "Дослушав песню в мою честь, я сразу же подбежала к отцу.\n– Папа! Ты прилетел! – я бросилась ему на шею и крепко обняла.\n– Как я могу не поздравить свою любимую дочь? \n\nЯ была очень рада видеть отца!",
    "answers": [
      {
        "id": 348,
        "text": "Осмотреть зал"
      }
    ]
  },
  {
    "id": 348,
    "text": "Это был не слишком большой зал, интерьер которого был выполнен в темных тонах, на потолке висели большие красивые люстры, по середине стоял большой стол с мягкими небольшими креслами. Также здесь была сцена, а в уголке стоял стол для подарков, который весь был завален коробочками и букетами цветов.",
    "answers": [
      {
        "id": 349,
        "text": "Вдруг"
      },
      {
        "id": 348,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b09/1811/8a/c4173ad32398.jpg"
      }
    ]
  },
  {
    "id": 349,
    "text": "Вдруг на сцене загорелся свет прожекторов и появился мужчина, одетый в смокинг. \n– С днём рождения, Ким! Все твои близкие и друзья собрались здесь, чтобы поздравить тебя и отпраздновать этот прекрасный день – день твоего рождения. Я сегодня веду твой праздник, меня зовут Брайн. – быстро затороторил мужчина. \n\nЯ была крайне удивлена присутствию ведущего, а он продолжал свою речь: \n– Прошу рассаживайтесь по своим местам, начинаем праздник и конечно же поднимаем свои бокалы за именинницу! А первым свой тост скажет отец! — все зааплодировали и отец поднялся на сцену.",
    "answers": [
      {
        "id": 350,
        "text": "Выслушать тост папы"
      }
    ]
  },
  {
    "id": 350,
    "text": "– Ким, дочка, поздравляю тебя с днём рождения, ты у меня умница и красавица и я хочу, чтобы ты была счастлива, а я, с твоего позволения, буду тебе в этом помогать! – он поднял бокал, мы начали ему аплодировать и, последовав его примеру, тоже подняли бокалы с шампанским.",
    "answers": [
      {
        "id": 351,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 351,
    "text": "Это был прекрасный вечер: мы танцевали, участвовали в смешных конкурсах, я выслушала множество тостов, однако, на сцену больше никто не поднимался.\nМеня поздравили все, кроме Аарона. Я даже немного расстроилась..\n\nПришло время задувать свечи и резать торт.\nОфициант привёз большой и красивый торт со свечами.\nТолько я хотела их задуть, как Рэйчел воскликнула:\n— Желание загадать не забудь!\n\nВсе рассмеялись.",
    "answers": [
      {
        "id": 352,
        "text": "Загадать желание"
      }
    ]
  },
  {
    "id": 352,
    "text": "Я загадала желание про себя и задула свечи.\n\nГости зааплодировали и принялись за торт.\n\nВскоре вмешался ведущий:\n– Прошу минуточку внимания! – обратился к нам энергичный ведущий, все замолкли и посмотрели на сцену.\n\nВедущего на сцене сменил Аарон.",
    "answers": [
      {
        "id": 353,
        "text": "Смотреть на Аарона"
      }
    ]
  },
  {
    "id": 353,
    "text": "– Ким, поднимешься ко мне? – проговорил Аарон со сцены.\n Я без раздумий поднялась на сцену и встала рядом с ним, любопытно на него поглядывая.\n«Тост или подарок» — пронеслось в моей голове.\nАарон заговорил:\n– Ким, с днём рождения тебя. Ты самая удивительная девушка, которую я встречал и, как и твой отец, я очень хочу, чтобы ты была счастлива. — я смотрела на него и искренне улыбалась, а он продолжал, – Ты знаешь мои чувства к тебе, поэтому буду краток.\n",
    "answers": [
      {
        "id": 354,
        "text": "Слушать дальше"
      }
    ]
  },
  {
    "id": 354,
    "text": "Он стал опускаться на одно колено.\n«Это же не то о чем я ду…» — размышления прервал визг Рэйчел.\nЯ посмотрела в зал со сцены: в первом ряду стояли мой отец, Рэйчел с парнем, Тайлер, Ник и Стивен.\nЛица трёх последних надо было видеть. Их глаза были размером с тарелки, брови нахмурены, в общем, смесь удивления и гнева. \n Рэйчел скакала на месте, закрыв руками рот, чтобы снова не завизжать.\nИ тут снова прозвучал голос Аарона, который стоял на одном колене с коробочкой в руках:\n– Ты выйдешь за меня? – спросил он, держа в руках открытую коробочку с кольцом.",
    "answers": [
      {
        "id": 355,
        "text": "Далее (12 глава)"
      },
      {
        "id": 354,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c05/1811/d1/9318366a892c.jpg"
      }
    ]
  },
  {
    "id": 355,
    "text": "Я стояла и смотрела на Аарона, потеряв дар речи от его предложения руки и сердца.\n\n На нас, стоящих все это время на сцене, смотрели несколько десятков глаз, от чего становилось немного не по себе.\n\nПовисло неловкое молчание и Аарон решил нарушить тишину:\n– Ким, я могу дать тебе время подумать, если ты сомневаешься.. – еле слышно произнёс он.\n\nЯ смотрела то на Аарона, то на гостей.\nЯ знала ответ, но не могла выдавить из себя ни слова.\n\nНаконец, решив собраться с мыслями, я произнесла..\n\nЧто ответить? ",
    "answers": [
      {
        "id": 356,
        "text": "– Да, я согласна!"
      },
      {
        "id": 414,
        "text": "– Я должна подумать, прости..."
      }
    ]
  },
  {
    "id": 356,
    "text": "– Да! Я согласна. – радостно воскликнула я, вернувшись к реальности.\n\nВдруг мое тело оказалось в воздухе: Аарон подхватил меня за талию и начал кружить с блистательной улыбкой на губах, довольный моим ответом.\n\nПосле он опустил меня и обнял так крепко, что мне стало тяжело дышать. \n\nПослышались аплодисменты из зала и свист.\n\n",
    "answers": [
      {
        "id": 357,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 357,
    "text": "Я была на седьмом небе от счастья и, казалось, что мне все это снится.\n\nПосле объятий Аарон впился своими нежными губами в мои.\n\nЗабыв обо всех на свете, мы стояли на сцене и целовались, но нас прервал ведущий этого вечера – Брайн:\n– Аарон и Ким, поздравляем вас с помолвкой! И на этой прекрасной ноте наш вечер подошёл к концу. Всем большое спасибо! – со свойственной ведущему торжественной интонацией произнёс Брайн.\n\nМы с Аароном спустились со сцены, все это время он держал меня за руку. Гости начали постепенно расходиться.\n\n",
    "answers": [
      {
        "id": 358,
        "text": "Ко мне подбежала Рэйчел"
      }
    ]
  },
  {
    "id": 358,
    "text": "Ко мне подбежала Рэйчел:\n– Ким, я так рада за тебя!! – подруга заключила меня в крепкие объятия, Аарону пришлось отпустить мою руку, казалось, что Рэй рада больше, чем я,\n – Но я не буду вас отвлекать друг от друга, наслаждайтесь, — проговорила она с хитрой улыбкой на лице. \n",
    "answers": [
      {
        "id": 359,
        "text": "Попрощаться с подругой"
      }
    ]
  },
  {
    "id": 359,
    "text": "– Ну что, едем домой? – обратился ко мне Аарон.\n– Подожди, я хочу поговорить с отцом, подожди меня в машине, — попросила я жениха.\nАарон кивнул и направился к выходу, а я принялась искать отца.\n«Куда же он делся?» \n\nБуквально пару минут назад я видела его здесь.\n\nВдруг из ниоткуда передо мной возник Ник.\n\n– Поздравляю. – с нескрываемой грустью сказал он, – Надеюсь, ты простила меня?\n\nЧто ответить?",
    "answers": [
      {
        "id": 360,
        "text": "– Да, забыли."
      },
      {
        "id": 361,
        "text": "– Не могу..."
      }
    ]
  },
  {
    "id": 360,
    "text": "– Да, давай забудем.\n– Спасибо, Ким. – облегченно вздохнув, сказал Ник, – Ты не представляешь как это важно для меня… \n– Мне надо идти, — еле заметно улыбнувшись, сказала я.\n– До завтра. – проговорил мне в след Ник.\n   \nНа этом мы и закончили, а я продолжила искать папу.\nВсё-таки тяжело делать вид, будто ничего не произошло, но я старалась...",
    "answers": [
      {
        "id": 362,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 361,
    "text": "– Ну прости меня... Я – идиот! Просто влюблённый идиот… — он тяжело вздохнул и опустил глаза.\n– Надеюсь, ты простишь меня в ближайшем будущем…\n– И я надеюсь, мне нужно идти, — коротко и сухо ответила я, развернулась и направилась в противоположную сторону.\n\nМне тяжело было так быстро забыть тот случай в кабинете, нужно было время.\n",
    "answers": [
      {
        "id": 362,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 362,
    "text": "Пока я шла в раздумьях о помолвке, о Нике, я наткнулась на отца.\n– Папа! Я тебя везде ищу! – воскликнула я.\n– Дочка! Поздравляю с помолвкой! – воскликнул отец и обнял меня.\n– Пап, ты не против? – отстранившими немного от отца, спросила я, внимательно глядя на него.\n– Как я могу быть против?! Это твоё решение. Сейчас 21 век и дочери вправе сами решать за кого им выходить замуж. Аарон, по-моему, вполне достойная партия. – объяснил Папа.",
    "answers": [
      {
        "id": 363,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 363,
    "text": "– Спасибо, ты самый лучший отец! – я обвила шею отца руками, крепко обняла его и поцеловала в щеку.\n– Ну ладно, возвращайся в своему жениху, он наверно заждался…- предложил отец, улыбаясь во все зубы.\n– Хорошо, ты надолго в городе? \n– Завтра улетаю, — с грустью сказал он и вздохнул.\n– Папочка, ты совсем не отдыхаешь, – с горечью сказала я.\n– На том свете отдохну, дочка! Не переживай. — радостно сказал он, я понимала, что он хочет меня подбодрить и успокоить.\n\n Мне так было жаль отца, так хотелось ему помочь... Но что я могу?",
    "answers": [
      {
        "id": 364,
        "text": "Попрощаться с отцом"
      }
    ]
  },
  {
    "id": 364,
    "text": "Попрощавшись с отцом, я пулей спустилась вниз к Аарону.\n",
    "answers": [
      {
        "id": 365,
        "text": "Внизу"
      }
    ]
  },
  {
    "id": 365,
    "text": "Аарон стоял около такси и ждал меня с довольным выражением лица.\n\nМы сели вдвоём на заднее сиденье и Аарон заключил меня в свои объятия, отчего я почувствовала непреодолимое желание спать.\nСлишком эмоциальный был вечер.\n\n– Вот и приехали! – воскликнул таксист, заставив меня тем самым проснуться.\nВ полусонном состоянии я вышла из такси и увидела незнакомый мне дом.",
    "answers": [
      {
        "id": 366,
        "text": "Рассмотреть дом"
      }
    ]
  },
  {
    "id": 366,
    "text": "Моему взору представилась большая вилла цвета слоновой кости с фасадом необычной полукруглой формы, перед домом находился большой бассейн с прозрачно-синей водой.\n \nВыглядело всё просто великолепно и было в стиле Аарона: роскошно, помпезно. \nАарон любил выпендриться и привлечь внимание и даже его дом кричал об этом.\n\nЯ немного улыбнулась своим мыслям, расматривая при этом дом.\nОднако, я ожидала, что мы поедем ко мне.\n",
    "answers": [
      {
        "id": 367,
        "text": "Далее"
      },
      {
        "id": 366,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b15/1902/63/de00431d57af.jpg"
      }
    ]
  },
  {
    "id": 367,
    "text": "– Но.. Где.. – промямлила я, пытаясь направить весь поток мыслей, чтобы сформировать вопрос.\n– У меня конечно. Ты – моя невеста и теперь ты будешь жить у меня. – опередив мой вопрос, ответил Аарон с выражением лица крутого босса и протянул мне руку.\n\nНемного помедлив, я всё-таки взяла Аарона за руку и мы вошли в дом.\n",
    "answers": [
      {
        "id": 368,
        "text": "Войти"
      }
    ]
  },
  {
    "id": 368,
    "text": "Оказавшись внутри, Аарон принялся за экспресс экскурсию:\n– Здесь кухня, — показал Аарон, – И гостиная.\nНа кухне, в гостиной и даже в прихожей было очень просторно и светло, во всех комнатах была отделка деревом, по классике  стиля преобладало два цвета: белый и коричневый разных оттенков.\nВсе выглядело также шикарно, как и снаружи.\n\n ",
    "answers": [
      {
        "id": 369,
        "text": "Далее"
      },
      {
        "id": 368,
        "text": "top, left",
        "url": "https://d.radikal.ru/d35/1902/ba/02756c16f1ae.jpg",
        "right_answer": true
      },
      {
        "id": 368,
        "text": "top, right",
        "url": "https://b.radikal.ru/b27/1902/91/fa943a42860c.jpg",
        "left_answer": true
      }
    ]
  },
  {
    "id": 369,
    "text": "– Ты не голодна? – спросил Аарон.\n– Ты что, мы только что с вечеринки. – хихикнув, ответила я.\n– Я тоже, тогда пойдёт наверх, я покажу тебе комнату. – предложил Аарон и, обняв меня за талию, повёл меня наверх.\n",
    "answers": [
      {
        "id": 370,
        "text": "Подняться"
      }
    ]
  },
  {
    "id": 370,
    "text": "– Это моя комната, — указал Аарон на комнату и вошел внутрь, приглашая меня жестом  – Здесь есть душ, — продолжал он экскурсию, – Гардеробная, – указал он на дверь справа от комнаты.\nКомната мне понравилась больше всего, приятные цвета, простор, большая кровать.\n– Принимай душ здесь, а я пойду вниз.- приказал Аарон, – Чистые полотенца на полке.\n– Окей. – я поторопилась в ванную комнату.\n",
    "answers": [
      {
        "id": 371,
        "text": "Принять душ"
      },
      {
        "id": 370,
        "text": "top",
        "url": "https://c.radikal.ru/c04/1902/6f/e2f4edf4bea9.jpg"
      }
    ]
  },
  {
    "id": 371,
    "text": "Скинув с себя  наконец свое шикарное и не очень удобное платье, я залезла под горячий душ.\nПраздники – это, конечно, здорово, но от них быстро устаешь.\n\nЗакончив принимать душ и завернувшись в белоснежное полотенце , я направилась в комнату.\n\n– О Боже! – взвизгнула я, подпрыгнув на месте от неожиданности.\n\nЯ не ожидала увидеть здесь Аарона: он лежал на боку, оперевшись на локоть,  с мокрым взъерошенными волосами в одних трусах, \n– Аарон.. Ты меня испугал! — воскликнула я, одарив его строгим взглядом.\n– Прости! Я не хотел, — с самодовольной улыбочкой произнес он, не меняя позу.\n– Кстати... Эм-м… у меня нет сменной одежды, — пожаловалась я.\n",
    "answers": [
      {
        "id": 372,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 372,
    "text": "Я стояла перед ним в одном полотенце без нижнего белья под ним.\n\n– О, сейчас. – Аарон скрылся за дверью гардероба.\nВернулся он с рубашкой в руках.\n– Держи, – он протянул мне белую рубашку,  – Надо будет на днях перевезти твой гардероб. – сказал он, плюхнувшись на кровать и приняв ту же позу, в которой лежал.\nЯ взяла рубашку, чтобы переодеться.\n\n",
    "answers": [
      {
        "id": 373,
        "text": "Надеть рубашку в ванной"
      },
      {
        "id": 374,
        "text": "Надеть рубашку здесь, перед Аароном"
      }
    ]
  },
  {
    "id": 373,
    "text": "\nЯ развернулась и направилась в сторону ванной комнаты, но меня остановил вопрос Аарона: \n– Почему не одеваешься здесь? – с лукавой улыбочкой спросил он.\n– Стесняешься будущего мужа? — приподняв бровь, продолжал он.\n\nЯ посмотрела на него взглядом, отвечающим, что вызов принят и подошла вплотную к кровати, где лежал Аарон.",
    "answers": [
      {
        "id": 374,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 374,
    "text": "Одним легким движением руки я скинула с себя полотенце и абсолютно голая стояла перед Аароном, внимательно глядя ему в глаза.\n\nЯ видела, как его зрачки расширились и он облизнул губы.\nУлыбнувшись своей победе, я накинула на себя мягкую белую рубашку, которая была мне как платье мини и присоединилась к Аарону на кровати.\n\nМы лежали друг к другу лицом и смотрели друг на другу молча с минуту, затем Аарон не выдержал и начал проводить рукой по моей ноге. \nОн приблизился ко мне вплотную и прошептал:\n– Как же я тебя хочу.. – он провёл своим языком по мочке моего уха, начал целовать мою шею, медленно спускаясь к груди.",
    "answers": [
      {
        "id": 375,
        "text": "Наслаждаться"
      }
    ]
  },
  {
    "id": 375,
    "text": "Оказавшись у моей груди, он вернулся к моему лицу и впился своими губами в мои, нависнув надо мной сверху.\nОн страстно кусал мои губы, его язык проникал ко мне в рот, одна его рука держала меня за бедро, другая была на моей груди, которая была скрыта под рубашкой.\n\nНаши тела были там близко, что я чувствовала его возбуждение.\nЯ запустила свою руку ему в волосы, а другая ногтями впивалась в его спину.\n\nВдруг Аарон немного отстранился и посмотрел мне в глаза.\n– Если хочешь, мы можем подождать. – тихо произнёс он, но в его глазах пылал огонь и страсть. – Я не хочу, чтобы ты думала, что я сделал тебе предложение только чтобы поскорее с тобой переспать... \n \nЧто ответить?",
    "answers": [
      {
        "id": 376,
        "text": "– Я хочу сейчас"
      },
      {
        "id": 377,
        "text": "– Давай не сегодня.."
      }
    ]
  },
  {
    "id": 376,
    "text": "– Хочу сейчас, — уверенно ответила я, на что Аарон улыбнулся и продолжил меня целовать.\n\nПосле страстного поцелуя он одним резким движением разодрал пуговицы на рубашке, в которой я была и начал осыпать поцелуями всё мое тело: его губы и зубы играли с моими самыми чувствительными точками, от чего я возбуждалась ещё сильнее.  Он целовал мой живот и спускался все ниже, я извивалась от наслаждения...\n\nЯ хотела его каждой клеточкой своего тела.\n\nПочти до утра мы наслаждалась друг другом. Так, будто это была последняя наша совместная ночь.\n",
    "answers": [
      {
        "id": 378,
        "text": "Утром"
      }
    ]
  },
  {
    "id": 377,
    "text": "– Лучше подождать.. — немного отведя взгляд в сторону, сказала я.\n– Как скажешь, любимая, — улыбнувшись, ответил он и чмокнул меня в губы.\n\nАарон «слез» с меня и лег рядом, обняв меня за талию.\nОт него очень приятно пахло, в его крепких объятиях  я сама не заметила, как быстро уснула.\n",
    "answers": [
      {
        "id": 378,
        "text": "Утром"
      }
    ]
  },
  {
    "id": 378,
    "text": "\nЯ проснулась от ярких солнечных лучей, сладко потянулась и посмотрела на Аарона.\nОн все еще спал, словно ангелочек и мне стало так жаль его будить.\n\nОсторожно чмокнув его в щеку, я направилась в душ.\n\nВернувшись в комнату после душа, я увидела, что он уже проснулся и легла рядом с ним.\n\n– Доброе утро, миссис Картер, — с улыбкой сказал Аарон.\n– Доброе утро, — сказала я и тоже улыбнулась.\n\nЗазвонил мой телефон и я не глядя на имя звонящего ответила.",
    "answers": [
      {
        "id": 379,
        "text": "Ответить"
      }
    ]
  },
  {
    "id": 379,
    "text": "– Ким, ты нужна мне на работе, как можно скорее, — встревоженным тоном проговорил Ник.\n– Эм.. Л-ладно, скоро буду, — ответила я и отключалась.\n– Ник сказал, что я нужна на работе, — вздохнув, обратилась я к Аарону, начиная заранее беспокоиться о том, что могло случиться. \n– Хорошо, скоро поедем. – ответил Аарон и убрал мои волосы с плеч назад рукой, обнажив тем самым мою шею.\nГлаза Аарона округлились и он принял сидячее положение.\n– Засос?! – со смесью гнева и удивления спросил он.\n«Черт, он же не знает, забыла замаскировать»\n– Я не ставил тебе засосов вчера, это точно. Откуда он? – продолжал Аарон.",
    "answers": [
      {
        "id": 380,
        "text": "Рассказать правду"
      }
    ]
  },
  {
    "id": 380,
    "text": "\nЯ понимала, что все мои отмазки будут звучат неправдоподобно, поэтому решила рассказать ему всю правду, лишь немного опустив некоторые детали, чтобы меньше разозлить Аарона.\n\nВыслушив мой рассказ, Аарон подскочил с кровати и начал натягивать на себя первое, что попало под руку.\n– Ты куда? Ты даже не умылся, — спросила я, поднимаясь с кровати.\n– На месте Тайлера я бы разукрасил его физиономию! Значит я сделаю это сейчас! – он вылетел из комнаты и спустился вниз, я рванула за ним, по пути натягивая на себя платье.\n– Аарон, стой!! – я вцепилась в его руку около входной двери и почти повисла на ней.\nАарон обернулся, его глаза были налиты кровью, лицо почти красное от злости:\n– Отпусти! – он резко выдернул руку и я рухнула на пол.",
    "answers": [
      {
        "id": 381,
        "text": "Посмотреть на него"
      }
    ]
  },
  {
    "id": 381,
    "text": "Я снизу вверх смотрела на него испуганным взглядом, Аарон несколько секунд стоял, как вкопанный и смотрел на меня.\nЗатем он, будто вернувшийся к реальности, подлетел и поднял меня.\n– Прости меня, родная! – он крепко обнял меня, – Я.. Я.. Дурак, своей ревностью я делаю тебе больно. – проговорил он, виновато опустив глаза.\n– Послушай, Аарон,  правда, все нормально. Тот случай с Ником в кабинете… Тайлер все доступно ему обьяснил. – я попыталась успокоить его, – Прими душ спокойно, позавтракай, а я поеду на работу. Ничего страшного не случится, если ты подъедешь на полчаса позже. – спокойно предложила я. – Просто я не смогу ждать, я переживаю, ты же знаешь, я не могу подвести отца...\n\nАарон внимательно вглядывался мне в глаза, немного прищурившись, будто пытаясь понять, говорю я правду или нет. Затем заговорил:\n– Хорошо, но Ким, постарайся не оставаться с ним наедине, – сказал Аарон, взяв меня за руку.\n– Конечно, — я чмокнула его в щеку и быстро вызвала такси.",
    "answers": [
      {
        "id": 382,
        "text": "Выйти из дома"
      }
    ]
  },
  {
    "id": 382,
    "text": "Выйдя на улицу и приготовясь ждать некоторое время, я увидела припаркованную машину рядом.\n– Так быстро! Вот это сервис. – пробубнила я и поплелась к машине.\n\nЯ села на заднее сиденье. Не знаю почему, но в такси я всегда сажусь на заднее сиденье.\n\nСпустя пару минут, мои глаза начали предательски слипаться и я задремала.\n Я открыла глаза оттого, что машина резко затормозила.\nВыйдя из машины в полусонном состоянии, я огляделась.\n",
    "answers": [
      {
        "id": 383,
        "text": "Оглядеться"
      }
    ]
  },
  {
    "id": 383,
    "text": "\nЯ находилась в незнакомом мне месте: какой-то лес вокруг,  деревянный дом на отшибе передо мной. \n\nНичего не понимаю.  \n\n– Куда вы меня привезли? – спросила я таксиста, который еще сидел в машине.– Может я ошиблась и села в другое такси..– пробубнила я, осознав, что даже не посмотрела на номер автомобиля, в который села.",
    "answers": [
      {
        "id": 384,
        "text": "Далее"
      },
      {
        "id": 383,
        "text": "top,few right",
        "url": "https://c.radikal.ru/c27/1902/fc/df4ae8808962.jpg"
      },
      {
        "id": 383,
        "text": "top,left",
        "url": "https://a.radikal.ru/a02/1902/96/f7569e92b598.jpg"
      }
    ]
  },
  {
    "id": 384,
    "text": "Пока я в растерянности стояла и оглядывала местность, я услышала приближающиеся сзади шаги. \nЯ думала, что это — таксист, пока не услышала знакомый мне голос.\n\n",
    "answers": [
      {
        "id": 385,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 385,
    "text": "– Ну как? – спокойно спросил Ник.\nЯ повернулась к нему: он стоял с довольным выражением лица, в светло-серой тонкой толстовке на молнии с капюшоном, в джинсах.\n\nЧто сказать?\n",
    "answers": [
      {
        "id": 386,
        "text": "– Где мы?"
      },
      {
        "id": 387,
        "text": "–И что все это значит?!"
      }
    ]
  },
  {
    "id": 386,
    "text": "\n– Где мы? – глядя на Ника, спросила я в растерянности.\n– У меня, пойдём. — коротко и сухо ответил он, схватил меня за руку и потащил за собой к дому.",
    "answers": [
      {
        "id": 388,
        "text": "Идти"
      }
    ]
  },
  {
    "id": 387,
    "text": "– И что все это значит?! – резко и немного агрессивно спросила я.\n– Позже объясню, пойдём. – коротко ответил Ник, схватил меня за руку и потащил за собой к дому.\n",
    "answers": [
      {
        "id": 388,
        "text": "Идти"
      }
    ]
  },
  {
    "id": 388,
    "text": "Я плелась за ним искренне не понимая, что я здесь делаю.\n\n",
    "answers": [
      {
        "id": 389,
        "text": "Зайти в дом"
      }
    ]
  },
  {
    "id": 389,
    "text": "\nЭто был небольшой двухэтажный дом, внутри он выглядел меньше, чем снаружи.\n\nЗайдя внутрь, мне сразу же бросился в глаза причудливый камин в форме пирамиды, недалёко от него стоял диван и кресла, в другой половине находился обеденный стол и стулья. Выглядело довольно просто и уютно, видно, что с дизайном особо не заморачивались.\n\nНик снял свою толстовку и повесил при входе. \n– Проходи. – указав рукой в сторону дивана приказал Ник и поставил чайник.",
    "answers": [
      {
        "id": 390,
        "text": "Сесть на диван"
      },
      {
        "id": 389,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b29/1902/7c/022172bdf730.jpg"
      }
    ]
  },
  {
    "id": 390,
    "text": "Я неуверенными шагами направилась в сторону дивана и села.\nНик быстро подсуетился и пришёл с двумя чашками чая.\nКамин тихо издавал звуки трескающихся поленьев и испускал приятное тепло.\nНик сел рядом со мной и дал мне чашку чая. \nЯ молча взяла ее, отхлебнула маленький глоток и заговорила.\n– Может объяснишь наконец, что я здесь делаю? – спросила я и повернула голову, чтобы посмотреть на Ника.\n– Это был дом моих родителей, теперь он мой. В детстве я ненавидел здесь оставаться, мне было скучно. А сейчас – это прекрасное место, чтобы сбежать от городской суматохи, – затянул Ник свой монолог, будто не слышал моего вопроса.\nЯ молча смотрела на него и ждала ответа, он же смотрел на огонь, разгоревшийся в камине.",
    "answers": [
      {
        "id": 391,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 391,
    "text": "Ник на минуту замолчал, а затем продолжил:\n– Ты здесь, чтобы подумать. — ответил он на мой вопрос.\n– Подумать?! – с нескрываемым удивлением переспросила я. – То есть на работе все в порядке и ты привез меня сюда, чтобы \"ПОДУМАТЬ\"?! — с еле скрываемой злостью спросила я.\n\n– Да. – Ник отхлебнул глоток чая и продолжал, – Ты действительно считаешь, что выходить замуж за человека, которого ты знаешь несколько месяцев хорошая идея? – он повернул голову в мою сторону и серьёзно посмотрел мне в глаза.\n– Я вот так не считаю, – он снова повернулся к камину, не дав мне ответить, – Ты побудешь здесь пару дней и все хорошенько обдумаешь.\n\nКак отреагировать?\n",
    "answers": [
      {
        "id": 392,
        "text": "(я в ярости и не хочу это скрывать)"
      },
      {
        "id": 393,
        "text": "(я стараюсь сохранять спокойствие)"
      }
    ]
  },
  {
    "id": 392,
    "text": "– Ты совсем с ума сошёл? Да что с тобой такое?! Я уже не знаю чего от тебя ожидать! Ник, которого я знала, вообще существует?! – заговорила я, переходя на крик с бешеными глазами.\n– Успокойся, я так решил. Я люблю тебя и не хочу, чтобы ты совершила ошибку. – он резко поднялся с дивана, не дав мне отреагировать, и направился к столу.\n\n",
    "answers": [
      {
        "id": 394,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 393,
    "text": "\n– Ник, ты серьёзно сейчас? – еле сдерживая свою ярость, спросила я.\n– Да, я так решил. Я люблю тебя и не хочу, чтобы ты совершила ошибку. – он резко поднялся с дивана, не дав мне отреагировать, и направился к столу.",
    "answers": [
      {
        "id": 394,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 394,
    "text": "Поставив чашку на стол, Ник обернулся ко мне:\n– Твоя спальня на втором этаже, и да, здесь не работает связь. – сказал Ник и вышел на улицу.\n\nЯ судорожно начала искать в сумочке своей телефон в надежде, что Ник соврал. \nНо увы… Связи действительно нет. \n\nУже через пару минут Ник вернулся и разлёгся на диване, положив голову мне на колени.\n\n– То есть ты одобришь мой выбор только если это будешь ты? – внезапно спросила я.\n– Я просто даю тебе время все обдумать. – сухо ответил он. – Не переживай, приставать я не буду. – ответил он, глядя в потолок.",
    "answers": [
      {
        "id": 395,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 395,
    "text": "– Он поиграется с тобой и бросит, — добавил он, все еще лежа на моих коленях и  смотря в одну точку.\n– Знаешь, Ник, даже отец одобрил мое решение. Ты не в праве осуждать мой выбор. – ответила я, было немного обидно слышать такое...\n– Чем же он тебя так зацепил? Своими подкатами альфа-самца? – Ник хихикнул и внимательно посмотрел мне в глаза.\n\nЯ решила промолчать, не хотелось продолжать эту бессмысленную беседу.",
    "answers": [
      {
        "id": 396,
        "text": "Спустя некоторое время..."
      }
    ]
  },
  {
    "id": 396,
    "text": "\nЯ заметила, что Ник засыпает и решилась на сумасшествие: украсть ключ от машины и уехать.\n\nЯ медленно приподняла его голову, лежащую у меня на коленках, и осторожно встала, подложив ему пол голову подушку.\n\nГде поискать ключи? \n",
    "answers": [
      {
        "id": 397,
        "text": "В ключнице при входе "
      },
      {
        "id": 398,
        "text": "В кармане толстовки Ника"
      }
    ]
  },
  {
    "id": 397,
    "text": "Осторожно открыв ключницу, я не обнаружила там ничего...",
    "answers": [
      {
        "id": 396,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 398,
    "text": "– Ура! – про себя воскликнул а я.",
    "answers": [
      {
        "id": 399,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 399,
    "text": "Найдя ключ, я тихонько открыла входную дверь, предварительно убедившись, что Ник всё ещё спит, и побежала к машине.\nОткрыв дверь автомобиля, я уселась на сиденье водителя.\nЯ вставила ключ в замок зажигания и повернула его. Лампочки на приборной панели загорелись и тут я поняла, что не знаю, что делать дальше.\n– Черт, у него механика! – выругалась я и стукнула ладонями по рулю.\n\nПапа ещё в подростковом возрасте сажал меня за руль своего автомобиля, но это был \"автомат\", там не нужно было напрягаться, а тут… Я знала принцип работы, но никогда не практиковалась.\n\n– Так, сцепление медленно отпускаю, затем газ.. Передача на первой. – начала я вслух проговаривать инструкцию к действию. \nМашина резко задергалась и заглохла.\n– Черт!  – выругалась я и откинулась на сиденье.\nНо так просто сдаваться я не собиралась.\n\nПосле нескольких таких попыток ко мне подбежал Ник, вытащил меня из машины, повалил на плечо и отнёс в дом. \n",
    "answers": [
      {
        "id": 400,
        "text": "Отлично..."
      }
    ]
  },
  {
    "id": 400,
    "text": "– Хотела прокатиться? – спросил Ник, когда мы вошли в дом, выглядел он на удивление спокойным.\n\nЯ молча кинула на него злобный взгляд.\n– Тебе так сложно провести со мной пару дней? – пристально глядя на меня, спросил он.\n– Аарон будет меня искать! К тому же у меня скоро экзамен!  – воскликнула я.\n– Ну вот и посмотрим, насколько он тебя любит. А на э— плюхаясь на диван, ехидно проговорил Ник. – А на экзамен я тебя отвезу.\n\nЯ понимала, что все мои шансы теперь равны нулю и поднялась в комнату на втором этаже. \n\nНе переодеваясь, я легла на кровать и уснула.\nОткрыв глаза, я увидела, что за окном начинает темнеть. \n",
    "answers": [
      {
        "id": 401,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 401,
    "text": "Я поплелась вниз, Ник накрывал на стол, мурча под нос себе незнакомую мне песню.\n\n– Скоро будем ужинать. – сухо сказал он.\n\nНик странно себя вёл, разговаривал в несвойственной ему манере: холодно, отстранённо и сухо, так, будто я сделала что-то ужасное.\n\nЯ взглянула на телефон: сети нет, ещё и зарядка почти на исходе.\n– Есть зарядное устройство? — спросила я Ника.\n– В тумбочке при входе посмотри.- он указал рукой в сторону тумбочки.\nЯ поплелась к тумбочке, открыла первый ящик и начала искать: шарф, перчатки, а под ними пистолет.\nЯ на несколько секунд замерла.\n«Этого ещё не хватало» — пронеслась мысль в моей голове. \n Я ощутила страх, все внутри меня похолодело от ужаса. Я одна здесь с парнем, который обманом увез меня куда подальше и к тому же у него есть пистолет.\nВишенка на торте этого злополучного дня! \n",
    "answers": [
      {
        "id": 402,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 402,
    "text": "Я решила собраться и не показывать виду. \nОткрыв второй ящик, я сразу нашла зарядное устройство. \nТеперь мне было страшно сбегать или перечить Нику, кто знает, на что он ещё решится…. Я понимала головой, что Ник не способен на подобное, но внутри все будто выворачивало.\n\nПоставив телефон заряжаться, я села за стол и мы принялись за ужин.\nУжинали мы молча, мой взгляд был сосредоточен на тарелке.\nПосле, я расположилась на диване и смотрела на огонь в камине, задумавшись.\nКо мне вплотную подсел Ник, укрыв меня пледом.\nОн положил свою руку на мою, другую свою руку он положил мне на щеку и осторожно повернул мою голову в свою сторону.",
    "answers": [
      {
        "id": 403,
        "text": "Посмотреть на него"
      }
    ]
  },
  {
    "id": 403,
    "text": "Гладя меня по щеке, он начал говорить:\n– Я так тебя люблю. Пойми, там на сцене у тебя совсем не было времени подумать, на тебя смотрели столько глаз… Это было неправильно с его стороны ставить тебя в такую ситуацию. Думаю, ты просто не могла ему отказать в таких обстоятельствах. – он говорил успокаивающим тоном.\n– Я никогда бы не сделал тебе больно, я не хотел тебя напугать. Я просто хотел дать тебе время. – Ник нежно прикоснулся своими губами моих буквально на пару секунд, затем  немного отстранился и прошептал:\n– Спокойной ночи. Моя комната рядом с твоей. Если что, зови. – он медленно убрал свою руку с моей и, поднявшись с дивана, пошёл наверх.\n\nЯ осталась одна сидеть перед камином в растрепанных чувствах. \nСлова Ника тронули меня, несмотря на абсурдность всей этой ситуации, я поверила тому, что он сказал. Ну не убивать же он меня сюда привез... ",
    "answers": [
      {
        "id": 404,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 404,
    "text": "Но я очень хотела к Аарону. Я уверена, что люблю его. Думаю, в глубине души, мне всегда хотелось этого его предложения, поэтому, услышав эти слова, я знала ответ сразу, хоть и была шокирована.\nВстав с дивана, я направилась к выходу, чтобы прогуляться и попробовать «поймать связь».",
    "answers": [
      {
        "id": 405,
        "text": "Выйти"
      }
    ]
  },
  {
    "id": 405,
    "text": "На улице было тепло: июнь месяц. Вокруг стояла мертвая тишина, слышен был дишь стук дятла по дереву. Над головой расстилалось темно-синее небо, усыпанное звёздами. Увидев напротив дома качели, я побрела к ним.\nЯ была очень рада этой находке, потому что с детства обожала качели: ты раскачиваешься, легкий ветер играет волосами, мысли будто улетучиваются вместе с ним... \n\nУсевшись на качели,я начала тихонько раскачиваться, задумавшись. Хоть что-то радостное за сегодня...\nНеужели Аарон не ищет меня? \n\n",
    "answers": [
      {
        "id": 406,
        "text": "Вдруг"
      }
    ]
  },
  {
    "id": 406,
    "text": "\n Вдруг я увидела приближающуюся фигуру. Я встала с качелей и пыталась понять, кто это.\nФигура приближалась и под светом фонаря я увидела Тайлера.\nОн быстро подбежал ко мне и крепко обнял, зарывшись носом в мои волосы.\n– Ким, неужели! – воскликнул он, не отпуская меня.",
    "answers": [
      {
        "id": 407,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 407,
    "text": "Я была удивлена и рада одновременно его появлению.\n\nЧто спросить?\n",
    "answers": [
      {
        "id": 408,
        "text": "– Как ты меня нашёл?"
      },
      {
        "id": 409,
        "text": "– Где Аарон?"
      }
    ]
  },
  {
    "id": 408,
    "text": "– Как ты меня нашёл? – немного отстранившись, спросила я.",
    "answers": [
      {
        "id": 410,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 409,
    "text": "– Где Аарон? — немного отстранившись, спросила я.",
    "answers": [
      {
        "id": 410,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 410,
    "text": "– Все расскажу по дороге. – ответил Тайлер, проведя рукой по моим волосам. – Лучше скажи, где это герой-любовник? – с ноткой презрения спросил он, его глаза яростно сверкнули в темноте.\n\nПосле этого вопроса в моей голове, словно по щелчку, возникла картинка пистолета, который я обнаружила в тумбочке. Я понимала, что ни в коем случае нельзя дать Тайлеру встретить Ника, кто знает, чем это может закончиться...\nЯ отчаянно замотала головой, будто пытаясь вытряхнуть из нее ужасные мысли, которое рисовало мое воображение.\n– Пожалуйста, давай не будем его будить сейчас. – умоляющим тоном попросила я, схватила его за руку и потащила к выходу за ворота. \n",
    "answers": [
      {
        "id": 411,
        "text": "Выйти за ворота"
      }
    ]
  },
  {
    "id": 411,
    "text": "– Ну что, садись, – Тайлер открыл дверь на переднее пассажирское сиденье, предлагая мне сесть, и посмотрел на меня.\nЯ..?",
    "answers": [
      {
        "id": 1,
        "text": "В начало "
      }
    ]
  },
  {
    "id": 412,
    "text": "\n\n\n",
    "answers": [
      {
        "id": 1,
        "text": "В начало "
      }
    ]
  },
  {
    "id": 413,
    "text": "https://vk.com/dontmistake",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 414,
    "text": "Аарон не спеша поднялся с колена, взял меня за руку и произнёс спокойно и мягко, но так, чтобы все услышали:\n– Я буду ждать столько, сколько необходимо, — он осторожно поцеловал меня в губы и выпустил мою руку из своей руки.\nВедущий не заставил себя ждать:\n– На этой ноте мы вынуждены попрощаться! Ещё раз С днём рождения, Ким! – последовали аплодисменты и мы с Аароном спустились к гостям, которые постепенно начали расходиться.\nЯ хотела найти отца, чтобы обмолвиться с ним хотя бы парой слов, но Аарон остановил меня, схватив за запястье:\n– Ким, просто напиши мне «готова», когда определишься с ответом, я не буду тебе мешать думать, — спокойно проговорил он, поцеловал меня в щеку и, отпустив мою руку, скрылся из виду. \n Я не успела даже открыть рот, чтобы хоть что-то ему сказать..",
    "answers": [
      {
        "id": 415,
        "text": "Искать отца"
      }
    ]
  },
  {
    "id": 415,
    "text": "«И что это значит «не буду мешать думать»?»- размышляла я, параллельно продолжая поиски своего папы. \n– Папа, ну наконец-то я тебя нашла! – я крепко обняла его.\n– Дочка, как тебе праздник? – немного отстранившись, внимательно глядя мне в глаза, спросил отец.\n– Прекрасно. Но сюрприз Аарон немного выбил из колеи. – честно призналась я.\n– Я думаю, ты верно сделала, что решила все обдумать – это важный шаг, — поддержал меня отец.\n– Спасибо за поддержку, — я чмокнула отца в щеку, обрадовавшись, что он на моей стороне. \n– Ты надолго в городе?\n– Дочка, завтра улетаю, — виновато проговорил папа.\n\nВ эту секунду ко мне подбежала Рэйчел:\n– Ким!! Удивительный вечер! Аарон просто сумасшедший! – с улыбкой до ушей говорила Ким, теребя меня за плечи.",
    "answers": [
      {
        "id": 416,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 416,
    "text": "Поболтав с подругой и папой какое-то время, я спустилась вниз и вышла на улицу. \nВыйдя из ресторана, я вдохнула  воздух полной грудью, будто прошла через тяжелое испытание. Все-таки не каждый день оказываешься в таких ситуациях…\nРешив оглядеться, я увидела машину Тайлера. Больше никого рядом не было видно.\nПодъехав ко мне ближе, Тайлер опустил переднее окно и немного выглянув, произнёс:\n– Садись. – он приоткрыл дверь пассажирского переднего сиденья и улыбнулся мне.\nЯ молча плюхнулась в кресло.\n\nЧувствовала я себя странно, подавленно. Казалось, я должна радоваться тому, что красавчик боксёр хочет связать со мной свою жизнь, но мои чувства были абсолютно непонятны для меня.  Хотелось просто скрыться где-нибудь далеко от всех.\nТайлер вдавил педаль газа в пол и мы направились в неизвестном мне направлении. Я молча смотрела на сменяющийся за окном автомобиля пейзаж, не спрашивая его ни о чем. \nВдруг автомобиль остановился и это заставило меня вынырнуть из своих мыслей.\n",
    "answers": [
      {
        "id": 417,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 417,
    "text": "Тайлер вышел из авто и, как настоящий джентельмен, открыл мне дверь и протянул руку. \nЗатем он достал из багажника какую то сумку и приказал:\n– Иди за мной. \nЯ подчинилась ему и пошла следом, параллельно разглядывая пейзажи, которые распахнулись моему взору: это был небольшой песчаный пляж с прозрачной бирюзовой водой, вокруг – тишина и спокойствие, рядом – ни души.\nВдруг Тайлер остановился и принялся копаться в своей сумке: он достал оттуда бежевое покрывало и постелил его на песок.\n– Располагайся, — он уже сидел на покрывале и протягивал мне руку.\nЯ расположилась рядом с Тайлером. \n\nЧто делать?\n  ",
    "answers": [
      {
        "id": 418,
        "text": "Спросить, где мы"
      },
      {
        "id": 419,
        "text": "Наслаждаться видом молча"
      }
    ]
  },
  {
    "id": 418,
    "text": "– Где мы? – несдержав своё любопытство, спросила я, повернувшись к Тайлеру.\n– Это частный пляж, — ответил Тайлер, глядя перед собой, – Он принадлежит моему другу. – добавил он.",
    "answers": [
      {
        "id": 419,
        "text": "Наслаждаться видом"
      }
    ]
  },
  {
    "id": 419,
    "text": "Я молча наслаждалось видом прозрачных волн и тёплым песком под ногами.\nОказалось, что это именно то, что мне было нужно. И Тайлер понял это без слов.\n«Я не согласилась на предложение Аарона, потому что мое сердце принадлежит другому?» — я витала в своих мыслях, но именно после этого вопроса, возникшего в моей голове, я повернулась и посмотрела на Тайлера.",
    "answers": [
      {
        "id": 420,
        "text": "Смотреть на него"
      },
      {
        "id": 419,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b41/1902/d2/145177d3408a.jpg"
      }
    ]
  },
  {
    "id": 420,
    "text": "Видимо, ощутив на себе мой взгляд, Тайлер повернулся ко мне, мы были так близко друг к другу, что мое тело будто охватило пламя на несколько секунд.\nВсе ещё находясь в пару сантиметрах от моего лица, Тайлер заговорил почти шепотом:\n– Признаться честно, я рад. – он откинул прядь моих волос с лица  и продолжал пристально смотреть в мои глаза.\nЯ вопросительно смотрела на него.\n\nЧто делать?",
    "answers": [
      {
        "id": 421,
        "text": "Дать ему самому закончить фразу"
      },
      {
        "id": 422,
        "text": "Спросить, о чем он говорит"
      }
    ]
  },
  {
    "id": 421,
    "text": "Я продолжала на него внимательно смотреть и вопросительно приподняла левую бровь с едва заметной улыбкой на лице.\n",
    "answers": [
      {
        "id": 423,
        "text": "Выслушать"
      }
    ]
  },
  {
    "id": 422,
    "text": "– Чему ты рад? – я не могла больше ждать, поэтому задала мучающий меня вопрос.\nЯ с любопытством смотрела на него и ждала ответа.\n",
    "answers": [
      {
        "id": 423,
        "text": "Выслушать "
      }
    ]
  },
  {
    "id": 423,
    "text": "Тайлер, наконец, продолжил:\n– Рад, что ты не согласилась. – Тайлер взял мою руку в свою.\n– Но я и не отказалась, — с каким-то давящим чувством в груди ответила я и ненадолго опустила глаза.\n– Знаю, — Тайлер вздохнул и замолчал на несколько секунд, смотря на мягко растекающиеся волны, – По крайней мере, у меня есть время, чтобы заставить тебя окончательно передумать, — его взгляд снова сосредоточился на мне, его губы приблизились к моим и он мягко, еле ощутимо, прикоснулся к моим губам своими, застыв так на несколько секунд.\n ",
    "answers": [
      {
        "id": 424,
        "text": "Затем он немного отстранился. "
      }
    ]
  },
  {
    "id": 424,
    "text": "Из сидячего положения я приняла лежачее и теперь смотрела небо. Тайлер опустился рядом со мной.\n– Мне так хорошо с тобой. – тихонько произнёс он, глядя в небо. \nМне совсем не хотелось ничего говорить, но это чувство было абсолютно взаимным: мне было так спокойно с Тайлером, так хорошо...\n\n",
    "answers": [
      {
        "id": 425,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 425,
    "text": "Пробыв на пляже пару часов, мы решили закругляться и ехать домой.\n– Давай продолжим вечер приключений, — предложил Тайлер, заводя автомобиль. \nРешив довериться ему полностью, я молча кивнула.\nТайлер остановился и мы вышли из машины.",
    "answers": [
      {
        "id": 426,
        "text": "Выйти"
      }
    ]
  },
  {
    "id": 426,
    "text": "Моему взору предстал двухэтажный черный матовый особняк в строгом стиле, без особых изысков и вычурностей. Выглядел он очень стильно, лаконично и мне показалось очень подходил Тайлеру. \n\nТайлер взял меня за руку и потянул за собой в дом.",
    "answers": [
      {
        "id": 427,
        "text": "Войти"
      },
      {
        "id": 426,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a13/1902/bc/b7fed75fef99.jpg"
      }
    ]
  },
  {
    "id": 427,
    "text": "Мы зашли на кухню.\nКухня была совмещена с гостиной, все ыбло в чёрно-белом цвете. Белые стены, пол и потолок, В одной части комнаты – большой кожаный черный диван напротив плазмы, маленький черный журнальный столик, черные круглые люстры наверху.\nВ другой васти комнаты – кухня: обеденный стол и стулья черного цвета, черно-белая кухня.\nВыглядело это довольно необычно, мне показалось, но довольно стильно и просторно. Такой сдержанный стиль, как и сам хозяин дома.",
    "answers": [
      {
        "id": 428,
        "text": "Далее"
      },
      {
        "id": 427,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a04/1902/70/1739eb684a46.jpg"
      }
    ]
  },
  {
    "id": 428,
    "text": "Тайлер приготовил нам чай с лимоном и миндальным печеньем.\nМы расположились за столом и молча попивали чай. \nОднако это молчание меня нисколько не напрягало, даже наоборот, мы  наслаждались спокойствием и просто присутствием друг друга.",
    "answers": [
      {
        "id": 429,
        "text": "Закончить чаепитие"
      }
    ]
  },
  {
    "id": 429,
    "text": "Закончив чаепитие, Тайлер устроил мне небольшую экскурсию по дому: он показал мне мою комнату и ванную комнату.\nКомната была просторной и светлой. Большая белая кровать, прикроватная тумбочка, шкаф-купе и большое окно напротив кровати, благодаря которому комната заполнялась светом. Здесь черно-белую гамму разбавил светло-серый цвет. Однако, Тайлер не изменял сдержанности стиля.",
    "answers": [
      {
        "id": 430,
        "text": "Принять душ"
      },
      {
        "id": 429,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c34/1902/46/e6eb0697653c.jpg"
      }
    ]
  },
  {
    "id": 430,
    "text": "Приняв душ и смыв с себя остатки сегодняшнего дня, я улеглась в постель.\nВдруг в дверь постучали.\n",
    "answers": [
      {
        "id": 431,
        "text": "Открыть"
      }
    ]
  },
  {
    "id": 431,
    "text": "\nОткрыв дверь, я увидела Тайлера, стоящего передо мной в домашних шортах с влажными волосами.\nЯ молча отступила в сторону, дав ему пройти.\nОн прошёл в комнату и сел на кровать,. \n– Я хочу тебе кое в чем признаться. – не отрывая глаз от меня, проговорил он.\nМедленно подойдя к кровати, я села рядом с ним и с любопытством заглянула к его голубые, словно небо, глаза.",
    "answers": [
      {
        "id": 432,
        "text": "Выслушать"
      }
    ]
  },
  {
    "id": 432,
    "text": "Тайлер продолжал смотреть на меня молча некоторое время, меня немного напрягало это его молчание. Вдруг он выдохнул, как делают обычно, чтобы собраться, и начал:\n– Ты спрашивала меня когда-то, почему я решил взяться за эту работу. – задумчиво произнёс он, – Я тебе не сказал всего.\nНемного помолчав, я сказала:\n– Понятно… я слушаю. \n– Я видел твоё фото, — сказал Тайлер и, вынув из кармана небольшой фотоснимок, протянул его мне. – Когда мой отец сказал мне про эту работу, он зачем-то дал мне и твою фотографию. \nЯ с нетерпением взяла фотографию и стал внимательно рассматривать ее: этот снимок делала Рэйчел на мой прошлый день рождения: на нем я в легком белоснежном платье с улыбкой до ушей и большим букетом бледно-розовых крупных пионов, который подарил мне мой друг Джордж.",
    "answers": [
      {
        "id": 433,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 433,
    "text": "\nПытаясь понять, как это связанно с тем, что мне хочет сказать Тайлер, я нахмурилась.\nТайлер, словно прочитав по моему выражению лица мой вопрос, продолжил:\n– Я увидел тебя и влюбился. – тихо и несмело произнёс он, – Но, честно говоря, я был уверен, что ты избалованная девчонка, которая пропадает в ночных клубах, –он развернулся ко мне всем своим телом и закинул одну ногу, согнутую в коленке, на край кровати.– Я был уверен, что твои проблемы из-за твоей праздной жизни. — его взгляд выглядел виноватым. ",
    "answers": [
      {
        "id": 434,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 434,
    "text": "Тайлер взял мою руку, другой своей рукой он нежно провёл пальцами по моей щеке, глядя мне в глаза пронзительным взглядом.\nЯ немного поёжилась и  хотела отвести глаза от его настойчивого взгляда, но мое тело меня не слушалось.\nЛицо Тайлера приблизилось к моему и он впился своими губами в мои. Он повалил меня на кровать и навис своим мускулистым телом над моим, продолжая меня целовать более напористо и страстно. \nВнезапно он остановился и, посмотрев мне в глаза, проговорил шепотом на ухо так, что его горячее дыхание щекотало мне кожу:\n– Я не хочу тебя потерять, я так долго тебя искал…\nОт этих слов у меня будто перехватило дыхание и мурашки забегали по всему телу.\n",
    "answers": [
      {
        "id": 435,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 435,
    "text": "Казалось, что весь мир перестал существовать: есть только он и я, заключённая в его объятия, которые мне так не хотелось прекращать.\nТайлер немедля продолжил меня целовать, целовать все мое тело, наслаждаясь каждой его клеточкой. \n– Давай проведём эту ночь вместе, — еле слышно произнёс он, остановившись напротив моего лица. ",
    "answers": [
      {
        "id": 1,
        "text": "В начало "
      }
    ]
  },
  {
    "id": 436,
    "text": "",
    "answers": []
  }
]