[
  {
    "id": 1,
    "text": "\n(В квесте есть инсайдерские штучки,так что некоторые моменты будут непонятны,мб пределаю,но пока так)\n\nПредыстория: Вы обычный школьник 15-летний Половинко Иван,пошли погулять и по пути встретили старую сгоревшую школу,которая была за городом и решили зайти туда чтобы и посрать",
    "answers": [
      {
        "id": 2,
        "text": "Начать"
      },
      {
        "id": 1,
        "text": "DLC-\"Продолжение кошмара\"(В разработке)"
      }
    ]
  },
  {
    "id": 2,
    "text": "Вы- Ля где бы тут посрать,может толчки уцелели и даже посидеть смогу?\n*Непонятный шорох в углу*\nВы- Блять,ебаные бомжи пугают,эй долбоеб вылезай\n\nШорох прекратился и никто не показался\n\nВы- Ну и хуй с тобой.",
    "answers": [
      {
        "id": 3,
        "text": "Направиться к туалету"
      },
      {
        "id": 4,
        "text": "Пойти проверить что за шорох"
      }
    ]
  },
  {
    "id": 3,
    "text": "После 15-минутного блуждания по школе вы все-таки нашли туалет,дверь была приоткрыта,вы открыли её и заглянули внутрь,там было довольно таки темно и страшно,но на клапан давило уже слишком сильно чтобы отступать,едва пройдя к унитазу на ощупь вы сели на него.",
    "answers": [
      {
        "id": 8,
        "text": "Выдавить кабачок"
      }
    ]
  },
  {
    "id": 4,
    "text": "Подойдя к углу вы ужаснулись,в углу сидел человек и поедал человеческую ногу,ваши ноги стали ватными и вы упали,людоед заметил вас встал и двинулся на вас,времени на то чтобы встать и побежать не было,но тут вы заметили кусок ржавой трубы рядом с вами",
    "answers": [
      {
        "id": 5,
        "text": "Схватить трубу и пездануть людоеда\n"
      }
    ]
  },
  {
    "id": 5,
    "text": "Вы только схватили трубу,как уже почувствовали удар по голове тяжелым предметом,вы без сознании.",
    "answers": [
      {
        "id": 6,
        "text": "Очнуться"
      }
    ]
  },
  {
    "id": 6,
    "text": "Вы очнулись привязанным к стулу и почему-то не чувствовали ног,посмотрев вниз вы увидели что они отрублены и незнакомец поедает их сидя на стуле напротив вас,вы упали в обморок и больше не очнулись.Вы мертвы\n\n\n\n\n\nЗаработанно достижение: have a nice dinner!",
    "answers": [
      {
        "id": 2,
        "text": "Попробовать снова"
      }
    ]
  },
  {
    "id": 7,
    "text": "Немного подумав вы решили что должны попробовать спасти Богдана. Вы аккуратно спустились по лестнице и немного приоткрыв дверь вы выглянули,перед вами была дверь и вы с трудом разобрали что на ней написанно,это был кабинет Технологии,тут вы подпрыгнули от испуга,в спортзале рухнуло что-то гигантское,вы резко закрыли дверь и...",
    "answers": [
      {
        "id": 34,
        "text": "Вытащили пистолет из ботинка"
      },
      {
        "id": 34,
        "text": "Заблокировать дверь металлической балкой"
      }
    ]
  },
  {
    "id": 8,
    "text": "Тужась ваша жопа извергала тонны дерьма и газов и во время извержения вы услышали шаги у двери,затем вы прекратили тужиться и прислушались.Затем осмелев выкрикнули-\"Кто там?\"Ответ не последовал и дверь захлопнулась,от страха вы досрали остатки, одели штаны и медленно открыли кабинку",
    "answers": [
      {
        "id": 9,
        "text": "Выйти из обосранной кабинки и посмотреть че там фраера мутят"
      }
    ]
  },
  {
    "id": 9,
    "text": "Вооружився арматурой торчащей из стены,вы пинком открыли дверь и держа арматуру начали искать врага,не увидев никого вы побежали к выходу,но подбежав к двери разделяющей рекариации вы обнаружили что она закрыта.\n\nВЫ — ЧЕРТ!ОНА ЖЕ БЫЛА ОТКРЫТА!\n\nВы увидели надпись на двери написанная кровью-\"Металлург непобедим\"\n\nВЫ — Какого черта это значит?!?!\n\nВдруг вы услышали шаги позади себя...",
    "answers": [
      {
        "id": 10,
        "text": "Повернуться"
      }
    ]
  },
  {
    "id": 10,
    "text": "Вы увидели что на вас идет нечто похожее на человека,с рожей свиньи и окровавленным гаечным ключом.Вы сжали арматуру покрепче и встав в стойку поняли что битвы не избежать.",
    "answers": [
      {
        "id": 11,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 11,
    "text": "Когда этот Салоед приблизился ко мне,я решился сделать первый шаг и нанести удар.",
    "answers": [
      {
        "id": 13,
        "text": "Ударить по руке держащей гаечный ключ "
      },
      {
        "id": 14,
        "text": "Нанести удар по ногам"
      }
    ]
  },
  {
    "id": 12,
    "text": "Вы мертвы.",
    "answers": []
  },
  {
    "id": 13,
    "text": "Вы нанесли удар по руке тем самым выбив ключ из рук урода,не медля вы нанесли второй удар прямо в его глаз,оставив арматуру в нем, вы увидели лестницу наверх и направились туда.\n\nПозади вы услышали звук падающего тела.\nНо умер ли он?",
    "answers": [
      {
        "id": 15,
        "text": "Подняться на 2 этаж"
      }
    ]
  },
  {
    "id": 14,
    "text": "Вы замахнулись арматурой и попытались нанести удар по ногам, но салоед подпрыгнул и в прыжке ударил вам по голове, у вас резко потемнело в глазах,вы упали и больше не поднялись.\n\nВы мертвы.\n\nЗаработанно достижение: \"Головная боль\"",
    "answers": [
      {
        "id": 11,
        "text": "Попробовать снова"
      }
    ]
  },
  {
    "id": 15,
    "text": "Вы поднимались на 2-ой этаж с мыслью что сможете выпрыгнуть в окно,но когда вы поднялись,увидели что все окна заколочены,а времени на взлом не было,этот урод может появиться в любой момент,вы забежали в бывший кабинет физики и увидели что на столе лежало досье некого \"Владислава Саярова\".",
    "answers": [
      {
        "id": 16,
        "text": "Посмотреть досье поближе"
      }
    ]
  },
  {
    "id": 16,
    "text": "В досье было сказанно:\nВладислав Саяров родился в 2003 году 17 ноября,\nон вырос в городе Самара,учился в 57 школе,где его гнобили из-за его поведения и крайне редкой  болезни- \" Синдром уфимского хоккеиста \".\nКогда Владиславу исполнилось 17 лет он проследил за одним из гнобивших его одноклассников и подождал когда тот окажется в нелюдном месте чтобы напасть.Во вреся драки он получил многочисленные рванные раны на лице и после убийства он вернулся домой схватил маску свиньи и ушел,больше его никто не видел.\nНо очевидцы говорят что видели некого свинорыла вблизи сгоревшей школы,также участились пропажи людей в этом районе.",
    "answers": [
      {
        "id": 17,
        "text": "Отложить записку и осмотреться"
      }
    ]
  },
  {
    "id": 17,
    "text": "Осмотревшись вокруг вы заметили шкаф и дверь в лабораторную.\n\nВдруг вы услышали какой-то грохот на лестнице,времени было мало и надо было решать  что делать.",
    "answers": [
      {
        "id": 18,
        "text": "Спрятаться в шкафу"
      },
      {
        "id": 19,
        "text": "Побежать в лаборантскую"
      }
    ]
  },
  {
    "id": 18,
    "text": "Вы бросились к шкафу,открыв его вы кое-как поместились в нем и закрылись, услышав что кто-то зашел в кабинет вы задержали дыхание,неизвестный исследовал класс в течении минуты потом незаметно для вас ушел и вы выдохнули спокойно.",
    "answers": [
      {
        "id": 20,
        "text": "Выйти из шкафа"
      }
    ]
  },
  {
    "id": 19,
    "text": "Вы ринулись к лаборантской и врезались в закрытую дверь,вы судорожно дергали ручку двери пока вас кто-то не вырубил,вы так и не очнулись.\n\nВы мертвы.",
    "answers": [
      {
        "id": 17,
        "text": "Все исправить"
      }
    ]
  },
  {
    "id": 20,
    "text": "Спустя 5 минут как вы его не слышали,вы решаете выйти из шкафа,медленно открывая одну дверцу просматриваете класс,закончив разведку вы вылезаете из него и направляетесь в коридор.",
    "answers": [
      {
        "id": 21,
        "text": "Выйти в коридор"
      }
    ]
  },
  {
    "id": 21,
    "text": "Выйдя в коридор вы увидели что лестница завалена.\n\n*Назад прохода нет*-подумали вы и направились вглубь коридора.\n\nПройдя дальше вы увидели кабинет ОБЖ.\n\nВы-*Хмм...может быть там осталось оружие?*\n\n",
    "answers": [
      {
        "id": 22,
        "text": "Зайти в кабинет"
      }
    ]
  },
  {
    "id": 22,
    "text": "Зайдя в кабинет вы закрыли за собой дверь и увидели что к партам привязанны изуродованные туши людей, но вы увидели что один из трупов держит арматуру в глазу,это был тот маньяк. Сначала вы не понимали как такое возможно,но когда дверь позади начала открываться вы увидели его- \"Свинорыла\".\n\nВы-\"Это же ты тот самый маньяк Саяров!\"\nЧудище бросилось на вас,вы даже моргнуть не успели как оно уже оказалось на вас и держа мачете,замахнулось чтобы отрубить вам голову.\nНо вы успели выскользнуть и...",
    "answers": [
      {
        "id": 23,
        "text": "Оттолкнуть свинорыла ногой"
      },
      {
        "id": 24,
        "text": "Схватить и ударить стулом"
      }
    ]
  },
  {
    "id": 23,
    "text": "Ваш жалкий пинок никак не отобразился на его теле,а ваша голова отлетела как шар для боулинга.\n\n\nВы мертвы.",
    "answers": [
      {
        "id": 22,
        "text": "Все исправить "
      }
    ]
  },
  {
    "id": 24,
    "text": "Вы ударили его со всей силы,но он лишь чуть попятился назад и хотел оперевшись рукой оттолкнуться и уничтожить вас,но тут он опершись рукой о старые полы проваливается вниз,вы встали и подбежали к дыре чтобы посмотреть умер ли он,но когда вы выглянули и посмотрели вниз его уже не было.\n—-Чёрт,везет же мне,но лучше бы найти оружие--\nПодумали вы.",
    "answers": [
      {
        "id": 26,
        "text": "Посмотреть что в шкафчике"
      }
    ]
  },
  {
    "id": 25,
    "text": "Вы вытащили арматуру из глаза трупа и собирались уже уходить,как вдруг услышали шум под одной из парт,вы взяв арматуру на готове медленно подошли и увидели что под ней прячется человек,он смотрел на вас глазами полными страха,\n\nВы — \"Ты кто такой?\"\n\nНезнакомец — \"...Я...Меня зовут Богдан\"\n\nВы-\"Я Ваня,как ты сюда попал?\"\nБогдан — \"Я,просто гулял неподалеку,когда оно выпрыгнуло из кустов, побежал сюда и с тех пор пытаюсь здесь спрятаться\"\nВы — \"Что ж наши истории похожи,пошли нам пора выбираться отсюда\"\n*Богдан вылезает из-под парты*",
    "answers": []
  },
  {
    "id": 26,
    "text": "Пододя к шкафчику вы увидели что замок сбит и ели-ели висит,открыв дверцы вы обыскали его взглядом и увидели старый травматический пистолет.\nВдруг,вы услышали какой-то звук под партой и сказали.\nВы — \"Ты кто такой?\"\n\nНезнакомец — \"...Я...Меня зовут Богдан\"\n\nВы-\"Я Ваня,как ты сюда попал?\"\nБогдан — \"Я,просто гулял неподалеку,когда оно выпрыгнуло из кустов, побежал сюда и с тех пор пытаюсь здесь спрятаться\"\nВы — \"Что ж наши истории похожи,пошли нам пора выбираться отсюда\"\n*Богдан вылезает из-под парты*",
    "answers": [
      {
        "id": 27,
        "text": "Пойти с Богданом в коридор"
      }
    ]
  },
  {
    "id": 27,
    "text": "Вы вышли в коридор,Богдан следовал за вами,держа в руках пистолет вам уже не было так страшно.\nвы проследовали дальше по коридору и увидели дверь которая была изуродованна,на ней было нашкрябана надпись-\"Не входитььь\"\n\nВы с Богданом пепеглянулись и кивнули друг другу.",
    "answers": [
      {
        "id": 28,
        "text": "Войти в кабинет"
      }
    ]
  },
  {
    "id": 28,
    "text": "Открыв дверь вы запрыгнули внутрь и держали оружие на готове. В конце кабинета вы увидели что к стене была привязанна девочка,у неё был заклеян рот и выглядела она живой,вы медленно подошли к ней,отвязали и убрали скотч с орта,она очнулась и схватила вас(Ваню) за руку и сказала только 1 слово-\"Б е р е г и т е с ь\"\n\n*Непонятный шум позади*",
    "answers": [
      {
        "id": 29,
        "text": "Обернуться"
      }
    ]
  },
  {
    "id": 29,
    "text": "За вами стоял свинорыл и уже замахнулся своей окровавленной трубой,удар был вертикальным. ",
    "answers": [
      {
        "id": 31,
        "text": "Увернуться"
      }
    ]
  },
  {
    "id": 30,
    "text": "Пойдя влево",
    "answers": []
  },
  {
    "id": 31,
    "text": "Удар ушел влево и вы вместе с Богданом решили атаковать его вместе,вы успели сделать выстрел ему в ногу,но тут же получили сокрушительный удар и отлетели в стену.\n*Вы без сознания*\nПрежде чем вырубиться вы видели что Богдан еще продолжал бой.",
    "answers": [
      {
        "id": 32,
        "text": "Очнуться"
      }
    ]
  },
  {
    "id": 32,
    "text": "Очнулись вы от того что кто-то бьет вас по щеке.\nПотом эффект контуженности прошел как и помутнение в глазах,перед вами сидела та девочка.\n\nВы- \"Кто ты?Где Богдан?\"\nОна- \"Привет,меня зовут Катя,этот ублюдок держал меня здесь,твой друг...он...\nВы-\"Что с ним!?\nКатя-\"Я не знаю жив ли он,свинорыл вырубил его,но он был ранен и схватив твоего друга убежал.\nВы начали подниматься на ноги,но тут у вас потемнело в глазах и вы упали\nОна-\"Тебе нужно отдохнуть\"\nВы-\" Не здесь,тут не безопасно\"\n",
    "answers": [
      {
        "id": 33,
        "text": "(сейчас вы будете играть за другого персонажа-\"Катя\")Помочь Ване добраться до безопасного места ."
      }
    ]
  },
  {
    "id": 33,
    "text": "Вы довели ваню до ванной и подперли дверь с внутренней стороны.\nВаш внешний вид:\nДевочка лет 15,одета в красные лосины,черная кофта и туфли.\nС решительным взглядом вы пошли...",
    "answers": [
      {
        "id": 35,
        "text": "Попытаться сбежать из школы"
      },
      {
        "id": 7,
        "text": "Искать Богдана"
      }
    ]
  },
  {
    "id": 34,
    "text": "Вы ждали около 20 минут пока Свинорыл покажет свое уродливое лицо,но он так и не показался,хотя вы и поняли куда вам идти вы были не уверены что справитесь с ним. Вы даже подумывали отступить,но эта мысль умерла также быстро как и родилась и набравшись смелости двинулись в сторону спортзала.\n\nСкоро вы стояли перед дверью в спортзал.",
    "answers": [
      {
        "id": 43,
        "text": "Открыть дверь."
      },
      {
        "id": 44,
        "text": "Прислушаться"
      }
    ]
  },
  {
    "id": 35,
    "text": "Вы побежали на лестницу,спустились на 2 этаж и уже почти добежав до выхода вас встречает завал,вы решаете обойти завал и пойти более длинным путем,как вдруг на середине пути в вентиляции над вами послышался шум,вы проигнорировали его и побежали дальше,вентиляционный люк упал и из него выпрыгнул Свинорыл.\nПобежал на вас и уже прыгнул замахиваясь,как вдруг он получает мощный хук от Вани и отлетает,\n—БЕГИ,НАЙДИ БОГДАНА!-Сказал Ваня и тут же получил удар арматурой который пробил его сердце и он рухнул на землю,но этого времени вам хватило чтобы добежать до следующей двери и подпереть её.",
    "answers": [
      {
        "id": 36,
        "text": "Пойти в спортзал"
      }
    ]
  },
  {
    "id": 36,
    "text": "Спортзал был единственным местом где он мог держать Богдана,но также в спортзале должна была быть дверь которая вела наружу эта мысль вас успокаивала и тут вы подошли к двери в спортзал.",
    "answers": [
      {
        "id": 37,
        "text": "Зайти в спортзал"
      }
    ]
  },
  {
    "id": 37,
    "text": "Вы зашли в спортзал,чертовски стремное место подумали вы как вдруг заметили привязанного к лавке Богдана,вы подбежали к нему и отвязав попытались его разбудить,но он никак не очухивался,тут вы решили взять его на плечо и понести к выходу на улицу,как вдруг эта дверь открылась и в неё зашел Ваня?!Арматура все еще торчала в его груди и тут он вытащил её и сказал\n—-Далеко собрались?--\nВы положили Богдана и попытались успокоить Ваню\n—-Ваня это же я Катя,ты велел мне найти Богдана и сбежать,я нашла его мы наконец-то можем покинуть этот кошмар!--Сказала Катя.\n—-А зачем бежать?Он лишь хочет дать вам дар,он одарил меня и вас постигнет та же участь,мы все любим подарки--Сказал Ваня.\n\nКатя поняла что он каким-то образом подчинил Ваню и теперь он служит свинорылу.",
    "answers": [
      {
        "id": 38,
        "text": "(Флэшбек)"
      }
    ]
  },
  {
    "id": 38,
    "text": "Вдруг катя возвращается в момент когда она положила Ваню в безопасное место и прежде чем подпереть дверь,он схватил её руку и положил в неё пистолет.\nВы благодарно кивнули ему и ушли",
    "answers": [
      {
        "id": 39,
        "text": "Достать пистолет"
      }
    ]
  },
  {
    "id": 39,
    "text": "Вспомнив другой подарок Вани,вы достали пистолет из вашей кофты и направили его на него.\nА он тем временем начал двигаться на вас и бормотал что-то страшное и непонятное.\n—-Все мы были избранны им...мы все постигнем дар который нам предназначался--Бормотал Ваня.",
    "answers": [
      {
        "id": 40,
        "text": "Выстрелить в Ваню"
      },
      {
        "id": 41,
        "text": "Пощадить Ваню"
      }
    ]
  },
  {
    "id": 40,
    "text": "Вы закрыли глаза и спустили курок,выстрел был оглушающим и вас на время лишило слуха,а когда вы открыли глаза вы увидели что у Вани нет половины лица,но он даже не двинулся и также пристально смотрел на вас.\n—Хорошая попытка-Сказал Ваня и уже стоял прямо перед вами,держа арматуру как копье,тут вы и поняли что это конец,когда арматура неслась на вас она вдруг остановилась,точнее Богдан остановил её своим телом,она пробила Богдана насквозь и он продолжал стоять держась за эту арматуру,Ваня откинул Богдана как на шампуре,а затем взял вас за шею и свернул её,ваше бездыханное тело упало на пол.\nВы мертвы.\n\nОткрыта плохая концовка.",
    "answers": [
      {
        "id": 39,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 41,
    "text": "Вы опустили пистолет и решили пощадить Ваню.\nВаня увидел это и настоящий Ваня стал сопротивляться,он упал на землю и сказал.\n—Бегите\nВы подошли к лавке,подняли Богдана и пошли к выходу,вы пинком открыли дверь и побежали к выходу на улицу,но у выхода с территории школы вас ждал свинорыл.\nВы опустили Богдна и неожиданно для вас,онтвстал на ноги.\nКатя -Ты что притворялся?!\nБогдан -Да нет,я только очнулся,спасибо что не бросила меня.\nКатя- Рано еще благодарить,тут еще одна проблема-*показывая пальцем на свинорыла*",
    "answers": [
      {
        "id": 42,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 42,
    "text": "Свинорыл-Вы думали вы сможете сбежать?-Смеясь.\nСвинорыл-Наивные...Никто никогда от меня не сбегал и вы НЕ СМОЖЕТЕ!!ВЫ ВСЕ СДОХНИТЕ ЗДЕСЬ!!\nСвинорыл со свирепым рыком Бросился на вас,но вдруг из окна школы кто-то выстрелил в него из винтовки,но отлетевшая от свинорыла часть тела мгновенно регенирировали и он продолжил нестись на вас,тут Богдан вырвал канализационный люк и принял удар свинорыла,закрывшись люком как щитом,вы начали стрелять в Свинорыла,но это лишь замедляло его и вдруг вы увидели балон с пропаном вы подбежали к балону и пинули его в свинорыла затем выстрелили,взрыв был очегь громкий,кажется мимо вас пролетела кисть свинорыла,Богдан уже стоял у выхода и смотрел на вас радостным взглядом,вы победили.\n\nПоздравляю,вы получили хорошую концовку!\n(ДЛС с дальнейшей историей Ивана,в разработке)",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 43,
    "text": "Вы открыли дверь и запрыгнули с пистолетом на готове,тут вы увидели что в центре зала была привязана скамейка и к ней Богдан,у него был заклеян рот и он что-то хотел сказать,тут дверь позади вас захлопнулась и вы получили удар от которого вы отлетели в другой конец зала,но вы быстро встали и выстрелили всю обойму свинорылу в голову. Вы недоумевали от того что перед вами стояло тело без головы,тут его голова выросла заново и вы поняли что с пистолетом тут не справишься,тогда вы выстрелили в веревку на которой висела лавочка. Когда лавка упала,то Богдан смог освободиться и содрать скотч со рта,тут вы увидели что свинорыл уже в паре метров от вас и готовится нокаутировать вас, тут вы...",
    "answers": [
      {
        "id": 45,
        "text": "Стоять и ждать смерти"
      },
      {
        "id": 46,
        "text": "Выстрелить остаток обоймы"
      }
    ]
  },
  {
    "id": 44,
    "text": "Вы прислонили ухо к двери и прислушались,но так ничего и не услышали кроме гула ветра.",
    "answers": [
      {
        "id": 34,
        "text": "Подумать еще"
      }
    ]
  },
  {
    "id": 45,
    "text": "Вы встали,закрыли глаза и уже готовились к смерти,как вдруг вы услышали удар и порыв ветра перед собой,вы открыли глаза и увидели что перед вами лежит свинорыл и его голова пробита насквозь какой-то темной затвердевшей субтанцией,а рядом с его телом вы увидели Ваню который присел и тяжело дышал,тут тело свинорыла внезапно побелело,а затем разлетелось на кусочки. Вы подошли к Ване и хотели сказать что всё кончено,как вдруг он встал схватил вас за плечи и сказал- Да пусть он нас всех одарит, его дар честь для нас,ТЫ ЖЕ НЕ ХОЧЕШЬ ЕГО ОБИДЕТЬ?!-\nВаня получил удар сзади и упал,Богдан схватил вас за руку и вы побежали к выходу,вы открыли дверь и убежали через задний двор школы.\n\nВы рассказали полиции о случившемся и полиция навестила школу,однако Ивана так и не удалось найти,однако по словам полиции там были вещи которых не было в рассказах Кати.(Намек на DLC)",
    "answers": [
      {
        "id": 1,
        "text": "В меню"
      },
      {
        "id": 45,
        "text": "DLC с дальнейшей судьбой Ивана в разработке."
      }
    ]
  },
  {
    "id": 46,
    "text": "Вы выстрелили остаток обоймы в Свинорыла,но это вам ничего не дало и вы закрыли глаза уже готовясь к смерти,как вдруг вы услышали удар и порыв ветра перед собой,вы открыли глаза и увидели что перед вами лежит свинорыл и его голова пробита насквозь какой-то темной затвердевшей субтанцией,а рядом с его телом вы увидели Ваню который присел и тяжело дышал,тут тело свинорыла внезапно побелело,а затем разлетелось на кусочки. Вы подошли к Ване и хотели сказать что всё кончено,как вдруг он встал схватил вас за плечи и сказал- Да пусть он нас всех одарит, его дар честь для нас,ТЫ ЖЕ НЕ ХОЧЕШЬ ЕГО ОБИДЕТЬ?!-\nВаня получил удар сзади и упал,Богдан схватил вас за руку и вы побежали к выходу,вы открыли дверь и убежали через задний двор школы.\n\nВы рассказали полиции о случившемся и полиция навестила школу,однако Ивана так и не удалось найти,однако по словам полиции там были вещи которых не было в рассказах Кати.(Намек на DLC)\n\n\nОткрыта странная концовка.",
    "answers": [
      {
        "id": 1,
        "text": "В меню."
      },
      {
        "id": 46,
        "text": "DLC с дальнейшей судьбой Ивана в разработке."
      }
    ]
  },
  {
    "id": 47,
    "text": "",
    "answers": []
  },
  {
    "id": 48,
    "text": "",
    "answers": []
  }
]