[
  {
    "id": 1,
    "text": "Жанр:Апокалипсис\n\nАвтор: Lewak\nСовместный квест с theuRay. \n\nПродолжения истории из квеста \"И всё пошло не так...\" #113067\n\nПрошло два месяца после переезда из гостиницы Галактика. Что же их ждет на новом месте? Новые друзья и враги. Новые события и заботы.\n\nОни встретят нового друга со способностью, а также опасного врага, который не даст им спокойно спать. \n\nP. S. Совместный квест за Артёма \"И всё пошло не так: на юге\" #125000. Одна история, разные персонажы, перейди и еще больше погрузись в продолжение квеста \"И всё пошло не так...\"",
    "answers": [
      {
        "id": 2,
        "text": "Начало. "
      },
      {
        "id": 124,
        "text": "Продолжить с последней концовки. "
      },
      {
        "id": 1,
        "text": "Последний раз редактировался автором:\n27.11.18",
        "comment": true
      },
      {
        "id": 1,
        "text": "Квест от лица другого героя:",
        "comment": true
      },
      {
        "id": 1,
        "text": "И всё пошло не так: на юге",
        "targetbookid": 125000
      }
    ]
  },
  {
    "id": 2,
    "text": "\nАвтобус и два грузовика стояли на обочине дороги. Сотня людей ходили вокруг и разминали ноги после долгой поездки. \n\nПрошло два месяца с того момента как вы покинули гостинницу. Сегодня 10 ноября. \n\nАртём стоял и сверял расстояние на карте. Бензин остался только в баках, так что далеко доехать не удастся. Артём ищет какой-то большой город поблизи, но их тут не очень много. \n\n– Какой лучше выбрать? – сказал Артём. \n\n– Вот этот. – тыкнул ты пальцем в город около моря. – Там и реки есть, и возможно электростанция может быть. ",
    "answers": [
      {
        "id": 3,
        "text": "Далее. "
      }
    ]
  },
  {
    "id": 3,
    "text": "\n– Лишнего бензина нет, так что далеко мы не уедем. –сказал Артём. \n\n– У кого-то есть предложения? – спросил ты. \n\nНесколько человек покачали головой, а остальные стояли и молчали. \n\n– Тогда по машинам и вперед! – скомандовал Артём. – Нам еще 3 часа дороги и мы будем в новом доме. \n\n– Вперед! – ответил ты и отправился к грузовику с припасами. ",
    "answers": [
      {
        "id": 4,
        "text": "Отправиться дальше. "
      }
    ]
  },
  {
    "id": 4,
    "text": "\nАртём подошел к Алисе и помог ей подняться в автобус. А ты в свою очередь сел в кабину грузовика с припасами. \n\n– Осталось еще не много. Мы будем жить в городе Гагра. – сказал Артём. – Примерно еще 3 часа пути. \n\nВсё начали радостно обсуждать Абхазию, и думать о нормальной кровати, а не кожаных креслах автобуса или грузовика. \n\nАртём зашел в кабину к водителю автобуса, и автобус начал движение. Твой грузовик поехал за ним. Машину с цистерной вы оставили когда в ней закончилось топливо, и у вас бензин остался только в баках. \n\nВаша колонна машин ехала по дороге около моря. У тебя сразу возникло желание искупаться, но это опасно. У людей и так за два месяца упал дух, он и так на очень низком уровне. Нужно лишь немного подождать и доехать до города.",
    "answers": [
      {
        "id": 5,
        "text": "Дальше. "
      }
    ]
  },
  {
    "id": 5,
    "text": "\nИ вправду говорят, что Абхазия чудесный и сказочный регион. Справа –  море, слева – горы. Местами можно увидить фермы с большими виноградниками на них. Возможно там будет урожай, и тогда всё смогут поесть свежих фруктов. \n\nВаших продуктов осталось максимум на неделю, и то в консервах. \n\nЗомби вы давно не видили, но иногда появлялись зомби-мутанты. Обычные или просто исчезли, или могли быть кормом для мутантов. ",
    "answers": [
      {
        "id": 6,
        "text": "Въехать в город. "
      }
    ]
  },
  {
    "id": 6,
    "text": "\nГород был довольно большой, с железнодорожним вокзалом и двумя протекающими реками. За питьевую воду переживать нет смысла. \n\nВы немного поездили по городу поискав удобные места для будущего \"дома\".\n\nЛучшее место для дома это вокзал, но разместить там столько спальных мест будет проблематично. \n\nПредпочтения было отдано отелю. Это было семиэтажное здания с уже оборудоваными спальными местами, отлично подходит для вас. По двадцать комнат на одном этаже, в сумме сто сорок комнат. Ну и до переезда вы были в гостинице, только Галактика, а это теперь Гранд-отель Гагра. ",
    "answers": [
      {
        "id": 7,
        "text": "Высадиться. "
      }
    ]
  },
  {
    "id": 7,
    "text": "\nАртём высадился, и первым зашел в отель. Ваши чуства подсказали, что мутантов здесь нет, и боятся нечего. \n\nАртём стал на месте и не двигался, наверное со своим \"я\" разговаривал. \n\nТы не стал его беспокоить и зашел в отель следом, осматривая окрестности. \n\n– Я видел кое-какие материалы. Я могу заняться строительством ограждений и баррикад. –сказал ты Артёму. \n\n– Будь добр. Ты сбросишь один из серьезных вопрос с моих плеч. – ответил Артём и начал осматривать отель. ",
    "answers": [
      {
        "id": 8,
        "text": "Осмотреть фое. "
      }
    ]
  },
  {
    "id": 8,
    "text": "\nТы приготовился идти, но перед этим было решено осмотреть отель. \n\nКак вы уже знаете, он семиэтажный, на одном этаже по 20 комнат. \n\nАртём начал переговариваться с людьми, он искал людей на должности: врач, повар и других. \n\nВ фое было очень много места, и комнаты были большые. Около отеля был забор, но его всё равно надо укрепить. \n\nТы взял с собой 10 людей и направился на поиски материалов для оград. Но перед этим надо осмотреть имеющиеся припасы. ",
    "answers": [
      {
        "id": 13,
        "text": "Осмотреть припасы. "
      }
    ]
  },
  {
    "id": 9,
    "text": "\n– Подождите несколько минут, я набросаю список вещей, которые надо найти. – сказал ты и подошел к грузовику. \n\nОни все кивнули головой, и начали обсуждать отель. Ты вышел за приделы отеля и зашел в грузовик. \n\nИз нужных компонентов было не много, но даже этого может быть достаточно на одну ночь. Также в грузовике было пол бака топлива, должно хватить. \n\n\"Так, ну теперь список\" – подумал ты. ",
    "answers": [
      {
        "id": 10,
        "text": "Имеющиеся ресурсы. ",
        "var_set": [
          "ресы",
          1
        ],
        "var_equal": [
          "ресы",
          0
        ]
      },
      {
        "id": 11,
        "text": "Недостаток ресурсов. ",
        "var_set": [
          "ресы1",
          1
        ],
        "var_equal": [
          "ресы1",
          0
        ]
      },
      {
        "need_ever": true,
        "id": 12,
        "text": "Взять грузовик с группой людей. ",
        "need": [
          11
        ],
        "var_set": [
          "день",
          0
        ]
      }
    ]
  },
  {
    "id": 10,
    "text": "\nНа данный момент у вас такой расклад ресурсов. ",
    "answers": [
      {
        "id": 10,
        "text": "Металические пластины – 15 штук. ",
        "comment": true
      },
      {
        "id": 10,
        "text": "Доски – 28 штук. ",
        "comment": true
      },
      {
        "id": 10,
        "text": "Инструменты – нет, или поломаные. ",
        "comment": true
      },
      {
        "id": 10,
        "text": "Гвозди и другые материалы – отсутствуют. ",
        "comment": true
      },
      {
        "id": 9,
        "text": "Записать в блокнот. "
      }
    ]
  },
  {
    "id": 11,
    "text": "\nВам не хватает такое количество ресурсов на первый день. ",
    "answers": [
      {
        "id": 11,
        "text": "Металические пластины – 10штук. ",
        "comment": true
      },
      {
        "id": 11,
        "text": "Доски – 12 штук",
        "comment": true
      },
      {
        "id": 11,
        "text": "Инструменты – молоток, кувалда, пила, топор. ",
        "comment": true
      },
      {
        "id": 11,
        "text": "Гвозди, изолента и другие материалы – сколько сможешь унести. ",
        "comment": true
      },
      {
        "id": 11,
        "text": "Дополнительные: оружие и еда. ",
        "comment": true
      },
      {
        "id": 9,
        "text": "Записать в блокнот. "
      }
    ]
  },
  {
    "id": 12,
    "text": "\nТы позвал всех, и сел в грузовик. \n\n– Ну что, куда мы едем? – спросил один из группы.\n\nТы посмотрел на карту, было 4 возможных места с материалами. Примерно вы успеете сделать всё за 4 дня, по одной стороне за день. \n\nТак первое место это, поблизости виноградников, второе место около моря, там есть много магазинов с разными материалами, также около вас не далеко есть супер маркет. \nТакже на въезде в город вы заметили двух этажный строительный магазин. ",
    "answers": [
      {
        "id": 12,
        "text": "День:",
        "comment": true,
        "var_show": [
          "день"
        ]
      },
      {
        "id": 14,
        "text": "– До виноградников. ",
        "var_set": [
          "виноградники",
          1
        ],
        "var_equal": [
          "виноградники",
          0
        ]
      },
      {
        "id": 15,
        "text": "– В магазины около моря. ",
        "var_set": [
          "море",
          1
        ],
        "var_equal": [
          "море",
          0
        ]
      },
      {
        "id": 16,
        "text": "– В супер маркет не далеко от отеля. ",
        "var_set": [
          "супермаркет",
          1
        ],
        "var_equal": [
          "супермаркет",
          0
        ]
      },
      {
        "id": 17,
        "text": "– В строителтный магазин, на въезде в город. ",
        "var_set": [
          "строительный",
          1
        ],
        "var_equal": [
          "строительный",
          0
        ]
      },
      {
        "id": 30,
        "text": "Заняться осмотром. ",
        "var_need": [
          "день",
          4
        ]
      }
    ]
  },
  {
    "id": 13,
    "text": "\nТы хотел идти к грузовику, но тут вышел Артём. Он посмотрел на людей стоящих около отеля и сказал. \n\n– Поздравляю всех с новым жильем! Мы устали после долгого переезда, но мы добрались достаточно далеко на юг, чтобы здесь остаться. Тем более топливо кончилось. И тут мы продолжим свою основную цель – выживание. Это место хорошо тем, что здесь круглый год тепло, тем более поблизости есть река, а на склоне горы – ферма с виноградниками и тут есть этот чудесный отель. \n\nВсё люди начали кричать тройное \"ура\" и хлопать в ладоши. \n\nТы отошел от них и направился к машинам. ",
    "answers": [
      {
        "id": 9,
        "text": "Сообщить группе. "
      }
    ]
  },
  {
    "id": 14,
    "text": "\n– До виноградников! – сказал ты и начал заводить машину. \n\n– Без проблем. – сказал один из группы. \n\n\"Артём мы едем к виноградникам\" — сообщил ты по телепатии.\n\n\"Хорошо, только будьте аккуратные, там Титан\" — ответил Артём.\n\n\"Титан? Ну хорошо\"\n\nВы закончили разговор и начали ехать. Уже через 10 минут вы были на месте. До виноградника вы не поехали, но доехали до магазинов недалеко от него.",
    "answers": [
      {
        "id": 18,
        "text": "Высадиться. "
      }
    ]
  },
  {
    "id": 15,
    "text": "\n– В магазины, хотя б море увидим. – сказал ты. \n\n– Хорошая идея, давно не был на море! –сказал Петр. \n\n– Согласен! Ну, что погнали?! – ответил один из группы и сел в грузовик. \n\nТы тоже сел в кабину грузовика и начал заводить машину. Спустя несколько минут вы прибыли в назначенное место. ",
    "answers": [
      {
        "id": 23,
        "text": "Выйти из машины. "
      }
    ]
  },
  {
    "id": 16,
    "text": "\n– Давайте-ка посмотрим супермаркет недалко от отеля. — сказал ты.\n\n– Согласен, там могут быть и продукты, и нужные материалы. – сказал Андрей. \n\n– Ну, можно. – ответил один из группы. \n\n– Подтверждаю, хороший вариант. – закончил Петр. \n\nВы сели в грузовик, ты занял место водителя. Спустя пять минут вы уже были на месте. ",
    "answers": [
      {
        "id": 37,
        "text": "Остановить грузовик и выйти. "
      }
    ]
  },
  {
    "id": 17,
    "text": "\n– Попробуем в строительный на въезде. \n\n– Можно, там будет особенно много ресурсов. – ответил Иван. \n\n– Я бывал в таких, у них всё на складе. – сказал Андрей. \n\n– Если оттуда еще всё не забрали... – пробормотал Петр. \n\n– С этим согласен, но проверить надо. – закончил ты. ",
    "answers": [
      {
        "id": 48,
        "text": "Выехать. "
      }
    ]
  },
  {
    "id": 18,
    "text": "\n– Ух, ну теперь приступим к работе. – сказал ты. \n\n– Сложненько будет спустя 2 месяца. – сказал один человек. \n\n– Ну что ж поделать, надо же защитить свое новое жилище. Если этого не сделать мы, то просто падем в первые дни. – ответил ты. \n\n– Согласен, надо действовать. – сказал второй. \n\n– Тогда к делу, здесь есть несколько небольших магазинов с нужными материалами. Придеться разделиться на несколько групп. \n\n– А какое точно количество магазинов? – спросил человек из группы. \n\n– Если я не ошибаюсь, то 4. В 2 маленькие  магазина пойдут по 2 человека, а в 2 больших по 3 человека, но один должен будет остаться и охранять грузовик. \n\n– Тогда давай ты в магазин побольше, а мы тут решим кто куда. – сказал первый. \n\n– Хорошо, тогда я осмотрю местность. – ответил ты и пошел к магазинам. ",
    "answers": [
      {
        "id": 19,
        "text": "Позвать ребят. "
      }
    ]
  },
  {
    "id": 19,
    "text": "\nВы позвали парней, они поделились на группы и ждали указаний. \n\n– Первая группа, вон там в переулке первый магазин, второя группа, напротив нас магазин, третья группа идет со мной, а четвертая идет прямо и через 20 метров увидите строительный магазинчик. Собирите всё, что сможете унести для строительства. – указал ты. \n\n– Всё понятно, идем. – ответил второй и пошел. \n\nОхранять машину остался Виктор. \n\nВ твоей группе было 2 человека, одного звать Петр, а другого Андрей. Петр 25-летний мужчина, а Андрей 20-летний.\n\nСпустя несколько минут вы подошли к дверям магазина. Ваши чувства подсказали, что здесь никого нет. ",
    "answers": [
      {
        "id": 20,
        "text": "Открыть дверь. "
      }
    ]
  },
  {
    "id": 20,
    "text": "\nВы вошли в здание, здесь было довольно темно. \n\n– Надо проверить, есть ли кто здесь. – сказал Петр. \n\n– Здесь чисто, доверьтесь мне. – ответил ты и вошел вглубь магазина. \n\n– Как-то это странно, но так как вы спасали нашу шкуру не раз, прийдется поверить. – ответил Андрей и пошел за тобой. \n\n– Согласен. А какие именно материалы собирать, Вадим? – спросил Петр. \n\n– Всё, что может понадобиться для строительства оград, материалы и инструменты. Если что — инструментов вообще нет, так что это важно. – ответил ты. \n\n– Понятно, работаем.\n\nВы подошли к шкафам, возможно удастся найти инструменты и гвозди. ",
    "answers": [
      {
        "id": 21,
        "text": "Обыскать шкафчики. "
      }
    ]
  },
  {
    "id": 21,
    "text": "\nПосле обыска вы нашли немного материалов. Если другие группы найдут еще инструменты, то тогда хватит. \n\nВы взяли всё что можно было взять. На выходе вы услышали странный шум. \n\n– Там зомби! – крикнул Андрей с улицы. \n\n– Бегу! – ответил ты. \n\nОружие у вас было, но одолеть зомби было не тяжело. У тебя была железная бита. Немного набрав скорость вы крикнулы:\n\n– Отойдите! \n\nПосле этого зомби обернулся на вас и просто смотрел, даже не пытаясь напасть. Конечно же ты с огромной силой, одним ударом, снес голову зомби. \n\n– Ну что собрали нужные материалы? – спросил ты после этого. \n\n– Со списка всё есть. – сказали из второй группы. \n\n– У нас тоже. – ответили с первой группы. ",
    "answers": [
      {
        "id": 22,
        "text": "Взять всех и вернуться в фое. "
      }
    ]
  },
  {
    "id": 22,
    "text": "\nВы успешно доехали до отеля. По дороге с вами ничего плохого не случилось. \n\n– Всем спасибо, вы очень помогли. Я обещаю, что мы обретем дом и будем в нем в безопасности. – сказал ты. \n\n– Всегда спасибо. – сказал Петр. \n\n– Мы всегда рады помочь, особенно емли это касается безопасности наших родных. – закончил Андрей. \n\nПосле этого вы взяли всё ресурсы и положили их около отеля. \"надо начать работу с оградами и можно идти в отель\"– подумал ты. ",
    "answers": [
      {
        "id": 22,
        "text": "День:",
        "comment": true,
        "var_show": [
          "день"
        ]
      },
      {
        "id": 28,
        "text": "Укрепить приграду. ",
        "var_add": [
          "день",
          1
        ]
      }
    ]
  },
  {
    "id": 23,
    "text": "\n– Всё, выходите из грузовика. – сказал всем ты. \n\n– Принято, а теперь показывай место. – ответил один парень. \n\n– Всё в порядке вещей. Сперва надо кого-то оставить смотреть за машиной. \n\n– Я могу остаться. – сказал Андрей. \n\n– Вот и прекрасно. – ответил ты и направился к магазинам. \n\n– Делимся на группы? – спросил Петр. \n\n– Да, на две. Ты, Петр, возглавишь первую, а я вторую. – настоял ты. ",
    "answers": [
      {
        "id": 24,
        "text": "Подойти к двери магазина. "
      }
    ]
  },
  {
    "id": 24,
    "text": "\nТы со своей группой подошел к двери магазина. \n\n– На счёт три? – спросил ты. \n\n– Как пожелаешь. – сказал парень по имени Вася. \n\nПосле вашего \"раз, два, три\" — вы вместе пнули дверь и с шумом выбили её. Ваши чувства подсказали, что здесь есть несколько мутантов. \n\n– Парни, будьте на готове, здесь есть мутанты. – предупредил ты. \n\n– Постараемся. – ответил Иван. ",
    "answers": [
      {
        "id": 25,
        "text": "Осмотреть магазин. ",
        "var_set": [
          "карта",
          1
        ],
        "var_equal": [
          "карта",
          0
        ]
      },
      {
        "id": 26,
        "text": "Обыскать магазин. "
      }
    ]
  },
  {
    "id": 25,
    "text": "\nВы решили пройтись по магазину, вдруг первым увидите мутантов. После этого вы проверили почти всё, кроме служебных дверей. \n\n– Парни, я в служебное помещение. – сказал ты и открыл дверь. \n\nВнезапно перед тобой выпрыгнул мутант и хотел тебя убить. После нескольких секунд драки, ты достал нож и воткнул его ему в голову. \n\nВ итоге ты нашел небольшой отрывок от карты. \n\n\"Наверное местые делали, до того момента пока не стали ими\"– подумал ты. ",
    "answers": [
      {
        "id": 24,
        "text": "Назад. "
      }
    ]
  },
  {
    "id": 26,
    "text": "\nТеперь ты начал осматривать магазин, опасности не было. Спустя несколько минут вы нашли нужные материалы. \n\n– Ну что? Как по материалам? – спросил ты. \n\n– Пока хорошо, но всё таки недостаток есть, будем надеяться на первую группу. – сказал Иван. \n\n– Согласен, тогда лучше идти к грузовику. – ответил ты. \n\n– Да, конечно, я за тобой. – ответил он. ",
    "answers": [
      {
        "id": 29,
        "text": "Идти к грузовику. "
      }
    ]
  },
  {
    "id": 27,
    "text": "\nВы вошли в отель с своей группой. \n\n– О, Вадим! Ну как там? – спросил Артём. \n\n– Отлично. Всё по задуманному мной плану! – ответил ты. \n\n– Полагаюсь на тебя. Мы с тобой разместились на первом этаже, и наши комнаты рядом. – с восхищением сказал Артём. \n\n– Круто. Я всё сделал, пойду отдыхать. – сказал ты и пошел в комнату. \n\nПосле этого Артём пошел к Алисе в свою комнату. ",
    "answers": [
      {
        "id": 12,
        "text": "Поспать и на вылазку. "
      }
    ]
  },
  {
    "id": 28,
    "text": "\nСпустя полчаса вы укрепили ограду, много времени это не заняло, но это вас обезопасит. \n\nИзначально был просто железный забор, и это много чего упрощает. \n\n– Хорошо. Всё прекрасно идет. – сказал ты. \n\nВы можете направиться в отель и отдохнуть. ",
    "answers": [
      {
        "id": 27,
        "text": "Войти в отель. ",
        "var_equal": [
          "день",
          1
        ]
      },
      {
        "id": 33,
        "text": "Сообщит группу и войти в отель. ",
        "var_equal": [
          "день",
          2
        ]
      },
      {
        "id": 34,
        "text": "Позвать группу и войти в отель. ",
        "var_equal": [
          "день",
          3
        ]
      },
      {
        "id": 35,
        "text": "Взять всех и зайти в отель. ",
        "var_equal": [
          "день",
          4
        ]
      }
    ]
  },
  {
    "id": 29,
    "text": "\nВы подошли к грузовику. С вашой группы собрался полный состав. \n\n– О, Вадим, дождались. – сказал Петр. \n\n– Ага, что-то случилось? – спросил ты. \n\n– Ну если не считать того что зомби чуть не откусил мне руку то хорошо! – ответил он. \n\n– Ох! Ты, Петр, юморист. Ну, что у вас всё в сборе?\n\n– Вроде всё, можно ехать. – сказал он и сел в грузовик. \n\nВы сели за место водителя и начали ехать. Спустя 10минут вы уже видили отель. ",
    "answers": [
      {
        "id": 31,
        "text": "Выйти з грузовика. "
      }
    ]
  },
  {
    "id": 30,
    "text": "\nВы проснулись утром пятого дня. В окно светило солнце. День был прекрасен, вы в безопасности. \n\n\"Всё хорошо, но за роботой я даже не осмотрел отель\"– подумал ты. \n\nПоявилась новая цель:\nОсмотреть отель, найти новое задания или по возможности найти Артёма и лично спросить. \n\nОн провел электричество, по этому одна из главных задач отпадает. \n\n– Не помешало бы помыться. – сказал ты вслух. \n\nОт тебя реально воняет, можно пойти в душ, вместе и осмотреться. ",
    "answers": [
      {
        "id": 56,
        "text": "Выйти в коридор. "
      }
    ]
  },
  {
    "id": 31,
    "text": "\nВы успешно доехали до отеля. \n\nВсё вышли из машины и ждали дальнейших указаний. \n\n– Если не сложно, то можете перенести ресурсы из грузовика к оградам. – сказал ты. \n\n– Конечно, мне не сложно. – ответил Петр. \n\n– Нам тоже. – подтвердил Иван. \n\n– Спасибо, буду очень благодарен. – сказал ты и отошол к отелю. ",
    "answers": [
      {
        "id": 31,
        "text": "День:",
        "comment": true,
        "var_show": [
          "день"
        ]
      },
      {
        "id": 32,
        "text": "Укрепить ограду. ",
        "var_add": [
          "день",
          1
        ]
      }
    ]
  },
  {
    "id": 32,
    "text": "\nСпустя несколько десятков минут вы укрепили ограду. Вы вполне справляетесь с такой задачей. Ничего сложного нет, самая барикада есть, а укрепить сможет каждый. \n\n\"Надеюсь Артём будет рад\"– подумал ты. \n\nМожно идти в отель и отдыхать. ",
    "answers": [
      {
        "id": 27,
        "text": "Собрать группу и войти в отель. ",
        "var_equal": [
          "день",
          1
        ],
        "merge": false
      },
      {
        "id": 33,
        "text": "Взять всех и войти в отель. ",
        "var_equal": [
          "день",
          2
        ],
        "merge": false
      },
      {
        "id": 34,
        "text": "Позвать группу и войти в отель. ",
        "var_equal": [
          "день",
          3
        ],
        "merge": false
      },
      {
        "id": 35,
        "text": "Войти в отель. ",
        "var_equal": [
          "день",
          4
        ],
        "merge": false
      }
    ]
  },
  {
    "id": 33,
    "text": "\nВы вошли в отель. \n\n– Артём, я укрепил ограду уже с двух сторон. Еще пару дней и думаю закончим с этим. – сказал ты. \n\n– Спасибо. Благодаря тебе мы все можем чувствовать себя в безопасности. – сказал он. \n\n– Что нового? \n\n– Мы начали придумывать, как провести электричество. Уже завтра обещают изготовить генератор для выработки электроэнергии. Если всё будет, то завтра будем с электричеством. \n\n– Отлично. Я тоже постараюсь. – сказал ты и пошел в свою комнату отдыхать. ",
    "answers": [
      {
        "id": 12,
        "text": "Поспать и на вылазку. "
      }
    ]
  },
  {
    "id": 34,
    "text": "\nТы зашел в отель, но в главном зале не было Артёма. С улицы вы заметили, что в отеле горел свет. \n\n– Ну всё, парни, вы можете идти отдыхать, я думаю завтра мы закончим. \n\n– Хорошо! – сказал Петр. \n\n– Конечно, пойду-ка я в столовую. – ответил Андрей. \n\n– И мне тоже стояло бы пойти поесть, – завершил ты. \n\nПосле этого ты направился в столовую, наверное, Артём там. Надо поговорить. ",
    "answers": [
      {
        "id": 36,
        "text": "Открыть дверь в столовую. "
      }
    ]
  },
  {
    "id": 35,
    "text": "\nВы хотели войти в отель, но вас опередили, на улице вас ждали жильцы отеля. Они начали радосно кричать и хлопать в ладоши.  Вы вместе с ними радовались, работа закончена, отель в безопасности. \n\nНа улицу вышел Артём. \n\n– Готово! – сказал ты Артёму. \n\n– Отлично, у меня тоже есть новость. \n\nОн отвел вас в сторону. \n\n– У нас появился новичек. Ты уже чуствуеш её? – спросил у тебя Артём. \n\n– Да, она в отеле. И как её удалось найти? \n\n– Она сама пришла. Сказала что увидила свет ночью и решила прийти. Я прям обалдел когда её сначала почуствовал, а потом и увидил. Ога красавица, завтра познакомлю тебя с Яной. – ответил он. \n\n– Хорошо, буду при параде. А что на счет Титана? – спросил ты. \n\n– Завтра пойдем туда, Яна сказала что он появился там месяц назад и никуда не выходил. Будем проверять его. \n\nТы кивнул Артёму, он пошел себе в комнату, а ты к себе. ",
    "answers": [
      {
        "id": 12,
        "text": "Выспаться и искать новые задания. "
      }
    ]
  },
  {
    "id": 36,
    "text": "\nТы вошел в столовую и сел напротив Артёма. \n\n– Что-то случилось? – спросил ты. \n\n– Нет, всё хорошо. Устал за эти несколько дней. Мы сегодня электричество провели, ты уже видел, свет работает. \n\n– Да, это шикарно. Станцию запустили? – спросил ты. \n\n– Свой генератор около реки поставили, и провели на прямую до отеля. Командная работа на высоте, – ответил Артём. \n\n– Понял, как там Алиса? \n\n– Хорошо, наслаждается этим местом, – улыбнулся он и потрогал кольцо на безымянном пальце. – Она очень довольна, здесь горы, реки и море. Как только освоимся в городе, и убьем титана, так сходим все на пляж искупаться. \n\n– Есть план насчёт Титана? – спросил ты. \n\n– Пока что нет, завтра буду думать над этим. Покачто он сидит на ферме и пускай так и будет. – закончил Артём. ",
    "answers": [
      {
        "id": 12,
        "text": "Спать и на вылазку. "
      }
    ]
  },
  {
    "id": 37,
    "text": "\nВы остановились прямиком перед супермаркетом. Он был двухэтажным, с красивой вывеской. \n\n– Делимся на две группы, первая на первый этаж, вторая на второй. – указал ты. \n\n– Принято, может мне возглавить вторую группу? Я всё таки был военным. – спросил Петр. \n\n– Ну можно, если никто не против. – сказал ты и вопросительно посмотрел на людей. \n\n– Нет, все за. – ответил Андрей. \n\n– Ага, я наверное ему помогу. – сказал Иван. \n\nВы подошли ко входу в супермаркет, ваши чуства подсказали, что зомби там не много. \n\n– Берегитесь мутантов.",
    "answers": [
      {
        "id": 38,
        "text": "Открыть дверь. "
      }
    ]
  },
  {
    "id": 38,
    "text": "\nОткрыв дверь ничего необычного вы не заметили. Спустя несколько минут вы создали две группы. \n\n– Ну, что искать — вы знаете. Объяснять, я думаю, нет смысла? – спросил ты. \n\n– Конечно, всё под контролем. – ответил Петр. \n\n– Если что — зовите. – сказал Иван. \n\n– Смотрите, чтобы вы не звали нас на помощь! – пошутил Андрей. \n\n– Ага, шутник. – ответил Петр. \n\n– Ну так на какой этаж идем? – задал вопрос Андрей. \n\nПосле несколько секунд раздумья вы решили пойти на.... ",
    "answers": [
      {
        "id": 39,
        "text": "Первый этаж. ",
        "var_set": [
          "они",
          2
        ]
      },
      {
        "id": 40,
        "text": "Второй этаж. ",
        "var_set": [
          "они",
          0
        ]
      }
    ]
  },
  {
    "id": 39,
    "text": "\n– Думаю, первый. – сказал ты. \n\n– Тогда мы на второй. – ответил Петр и пошел к лестнице. \n\n– Принято. – сказал Андрей. \n\nВаши чуства подсказали, что здесь около пяти зомби. \n\n– Оружие держите на готове и при себе. Мало ли что. – указал ты. \n\nОни кивнули головой и розошлись в разные стороны. В свою очередь, ты пошел в складское помещение, но перед вами появились два мутанта. У тебя только железная бита. ",
    "answers": [
      {
        "id": 39,
        "text": "Мутантов перед вами",
        "comment": true,
        "var_show": [
          "они"
        ]
      },
      {
        "id": 41,
        "text": "Снести голову битой. ",
        "var_sub": [
          "они",
          2
        ]
      },
      {
        "id": 42,
        "text": "Несколько слабых ударов. ",
        "var_sub": [
          "они",
          2
        ]
      }
    ]
  },
  {
    "id": 40,
    "text": "\n– Давай-ка на второй. – указал ты. \n\n– Хорошо, тогда мы на первый. – ответил Петр. \n\n– Окей, я иду на первый. – сказал Иван. \n\n– Тогда я с Вадимом. – ответил Андрей. \n\nВашы чуства подсказали, что на втором этаже только один мутант. \n\nВсё разошлись в разные стороны, чтобы эффективнее обыскивать. У тебя была лишь одна железная бита. ",
    "answers": [
      {
        "id": 40,
        "text": "Мутантов перед вами",
        "comment": true,
        "var_show": [
          "они"
        ]
      },
      {
        "id": 43,
        "text": "Осмотреть контейнеры. "
      },
      {
        "id": 44,
        "text": "Осмотреть ящики. "
      }
    ]
  },
  {
    "id": 41,
    "text": "\nТы замахнулся и ударил мутанта по голове, так получилось, что вы смогли зацепить и второго зомби. \n\nВ итоге минус две головы. \n\n– Вадим, всё нормально? – крикнул Андрей. \n\n– Да, всё под контролем, всего лишь несколько мутантов. \n\n– Принято. – ответил он. \n\nТеперь можно и заняться обыском, перед вами контейнеры, около них небольшие ящики, а также несколько грузовых машин. ",
    "answers": [
      {
        "id": 41,
        "text": "Мутантов осталось. ",
        "comment": true,
        "var_show": [
          "они"
        ]
      },
      {
        "id": 43,
        "text": "Обыскать контейнеры и ящики. ",
        "var_set": [
          "контейнеры",
          1
        ],
        "var_equal": [
          "контейнеры",
          0
        ]
      },
      {
        "id": 44,
        "text": "Осмотреть грузовые машины. "
      }
    ]
  },
  {
    "id": 42,
    "text": "\nЧтобы не рисковать, ты сделал несколько не сильных ударов. Первый упал, а второй смело шел на вас. \n\nА сейчас ты прибавил силы и роздолбал его на два куски. \n\n– Вадим, всё нормально? – крикнул Андрей. \n\n– Да, всё под контролем, всего лишь несколько мутантов. \n\n– Принято. – ответил он. \n\nТеперь можно и заняться обыском, перед вами контейнеры, около них небольшые ящики, а также несколько грузовых машин. ",
    "answers": [
      {
        "id": 42,
        "text": "Зомби осталось",
        "comment": true,
        "var_show": [
          "они"
        ]
      },
      {
        "id": 43,
        "text": "Осмотреть контейнер и ящики. ",
        "var_equal": [
          "контейнеры",
          0
        ],
        "var_set": [
          "контейнеры",
          1
        ]
      },
      {
        "id": 44,
        "text": "Обыскать грузовые машины. ",
        "var_equal": [
          "груз машины",
          0
        ],
        "var_set": [
          "груз машины",
          1
        ]
      },
      {
        "id": 46,
        "text": "Взять лом из машины и открыть ящики. ",
        "need": [
          43
        ],
        "need_ever": true
      }
    ]
  },
  {
    "id": 43,
    "text": "\nСперва ты подошел к большому контейнеру, он был открыт. \n\nЗайдя внутрь, ты увидел много нужных ресурсов. От металических плит до гвоздей. Немного подумав, вы взяли всего по немногу и направились к ящикам. \n\nЯщики были заколочены гвоздями — надо найти лом, а то битой открыть не удастся.\n\n– Возможно лом есть в грузовых машинах? – спросил ты вслух у себя. \n\nПока нет выбора, надо идти к машинам. ",
    "answers": [
      {
        "id": 42,
        "text": "Назад. "
      }
    ]
  },
  {
    "id": 44,
    "text": "\nТы залез в грузовую машину, после небольшой проверки ты понял, что она не работает. Бензин на нуле. Всё, что там есть – это лом. Возможно, потребуется что-то открыть? \n\nНикакие запчасти для ваших машин не требуются. Больше сделать что-то с ними нельзя, можно идти дальше. \n\n– Хоть бы хватило на ограды. – сказал ты и пошел дальше. ",
    "answers": [
      {
        "id": 42,
        "text": "Назад. "
      }
    ]
  },
  {
    "id": 45,
    "text": "\nОдним ударом снес всех. ",
    "answers": [
      {
        "id": 45,
        "text": "Мутанов осталось",
        "comment": true,
        "var_show": [
          "они"
        ]
      }
    ]
  },
  {
    "id": 46,
    "text": "\nВы взяли лом и начали открывать ящики один за другим. В итоге вы получили много изоленты, инструментов и мелких вещей. \n\n– Это то, что нам нужно. – сказал ты в голос. \n\nСобрав свой рюкзак, и закинув за спину биту, ты направился к центральному залу супермаркета. \n\nИздалека ты увидел, что вас уже ждут. \n\n– Всё есть. Можем ехать? – спросил Петр. \n\n– Думаю, задерживаться здесь нет смысла. Тогда, в отель! – ответил ты и сел в грузовик. ",
    "answers": [
      {
        "id": 47,
        "text": "Завести двигатель. "
      }
    ]
  },
  {
    "id": 47,
    "text": "\nСпустя десять минут вы уже видили отель и быстро приближались. \n\nВам открыли ворота, и вы заехали во двор отеля. \n\n– Так, парни, можете пока отдохнуть. А я думаю пойду к оградам посмотрю. \n\n– Конечно. – ответил тебе Андрей. \n\n– У меня тут карты завалялись. Можем сыграть! – захохотал Иван. \n\n– Ох, тогда начинаем! – ответил Петр. ",
    "answers": [
      {
        "id": 47,
        "text": "День",
        "comment": true,
        "var_show": [
          "день"
        ]
      },
      {
        "id": 51,
        "text": "Укрепить ограду. ",
        "var_add": [
          "день",
          1
        ]
      }
    ]
  },
  {
    "id": 48,
    "text": "\nСпустя десяток минут вы доехали до края города. \n\n– Какой же всё-таки этот город прекрасный. — сказали вы.\n\n– Да.... всегда мечтал побывать в таком месте. – сказал Андрей. \n\n– А я бы хотел на море сейчас.... – задумался Иван. \n\n– Так! Мы на вылазке или сопли раздуваем?! – ответил Петр. \n\n– Тихо... сейчас, всё будет. – закончил ты. ",
    "answers": [
      {
        "id": 49,
        "text": "Выйти и осмотреться. "
      }
    ]
  },
  {
    "id": 49,
    "text": "\nВы вышли с грузовика, перед вами открылся вид на строительный магазин. \n\nВывеска была привлекательная, но по разбитым стеклам такого не скажеш. \n\n– Парни, внимательно смотрите по сторонам, терять сейчас никого не надо. Как поняли? – указал ты. \n\n– Хорошо....– прошептал Петр. \n\n– Конечно, если что, ты всегда с нами. – ответил Андрей. \n\n– Да, жизнь сейчас очень важна... – сказал Иван. \n\n– Отлично! Ну тогда внутрь. – закончил ты. \n\nДверь была заколочена, можно взломать замок или через окно, оно всеравно уже побитое. ",
    "answers": [
      {
        "id": 50,
        "text": "Взломать замок битой. "
      },
      {
        "id": 50,
        "text": "Войти через побитое окно. "
      }
    ]
  },
  {
    "id": 50,
    "text": "\nВы вошли в магазин, ваши чуства подсказали, что зомби нет. \n\n– Делимся на несколько групп и забираем всё самое главное. – сказал ты. \n\n– Конечно, как без этого. – ответил Петр. \n\n– Да, я на склад. – указал Андрей. \n\n– Я с тобой. – ответил Иван. \n\n– Тогда, мы с Петей осмотрим главное помещение. — сказали ты.\n\n– Ага, тогда мы пошли на склад. – указал Андрей. ",
    "answers": [
      {
        "id": 52,
        "text": "Осмотреть "
      }
    ]
  },
  {
    "id": 51,
    "text": "\nВы подошли к ограде. Взяв все нужные инструменты, ты начал работу. Во время работы было слышно, как Петр чтото говорил о реванше. \n\n\"Наверное, уже всё проиграл;) \"– подумал ты и продолжил. \n\nСпустя несколько десятков минут, работа была успешно закончена. Сложного ничего нет, забор был изначально, вся суть закрыть его металлическими пластинами и разными деревянными бревнами. \n\n\"Это не так и сложно, если всё понять!\"– подумал ты. ",
    "answers": [
      {
        "id": 27,
        "text": "Собрать всех и войти в отель. ",
        "var_equal": [
          "день",
          1
        ]
      },
      {
        "id": 33,
        "text": "Позвать ребят и войти в отель. ",
        "var_equal": [
          "день",
          2
        ]
      },
      {
        "id": 34,
        "text": "Войти в отель. ",
        "var_equal": [
          "день",
          3
        ]
      },
      {
        "id": 35,
        "text": "Закончить работу и зайти в отель. ",
        "var_equal": [
          "день",
          4
        ]
      }
    ]
  },
  {
    "id": 52,
    "text": "\nВы подошли к полкам. На них было много строительных вещей, и то, что вам было нужно — здесь также было. \n\nОсновное, что нужно: цемент, краска, бетономешалка, и разные вещи для строительства и укрепления. \n\nБетономешалку вы нашли, и с помощью Пети занесли её в грузовик. \n\n– Спасибо Петя. – поблагодарил ты его. \n\n– Не за что, всегда рад. – ответил он и продолжил работу. \n\nВы начали собирать мелкие вещи в портфель, а несколько мешков цемента занесли вместе с Петей. ",
    "answers": [
      {
        "id": 53,
        "text": "Вернуться к грузовику. "
      }
    ]
  },
  {
    "id": 53,
    "text": "\nВы вышли с здания, за вами последовали все остальные. \n\n– Ну что? Нашли нужные ресурсы? \n\n– Да, кроме бетономешалки... – сказал Андрей. \n\n– Мы нашли её, так что не грустим. – ответил Петр. \n\n– Ох, круто, тогда точно ограды будут крепкими. – воскликнул радостно Иван. \n\n– Можем ехать? – спросил ты. \n\n– Да. – сказали они все вместе. \n\nВы сели в грузовик, и ты начал заводить машину. ",
    "answers": [
      {
        "id": 54,
        "text": "Уехать в отель. "
      }
    ]
  },
  {
    "id": 54,
    "text": "\nВы подъехали к отелю, и вам открыли ворота. Вы успешно заехали и выгрузили всё вещи. \n\n– Пока можете отдохнут, я закончу и сообщу. – нагласил ты. \n\n– Конечно, мы поговорим о жизни,какой она стала после этой эпидемии. – сказал Петр. \n\n– Ага, у меня как раз вопросы собрались. – ответил Андрей. \n\n– Тоже интересно послушать. – сказал Иван. \n\nТы подошел к оградам, всё нужное есть, осталось укрепить. ",
    "answers": [
      {
        "id": 54,
        "text": "День",
        "comment": true,
        "var_show": [
          "день"
        ]
      },
      {
        "id": 55,
        "text": "Укрепить ограду. ",
        "var_add": [
          "день",
          1
        ]
      }
    ]
  },
  {
    "id": 55,
    "text": "\nВы взяли инструменты и начали работу, ничего сложного небыло. Справиться очень легко. \n\nСпустя несколько десятков минут ограда была успешно укрепленна. Тепер вы можете чувствовать себя в хоть и не большой, но безопасности. \n\n\"Надо сообщить Артёму\"– подумал ты. ",
    "answers": [
      {
        "id": 27,
        "text": "Позвать группу и войти. ",
        "var_equal": [
          "день",
          1
        ]
      },
      {
        "id": 33,
        "text": "Взять всех и зайти в отель. ",
        "var_equal": [
          "день",
          2
        ]
      },
      {
        "id": 34,
        "text": "Позвать ребят в отель. ",
        "var_equal": [
          "день",
          3
        ]
      },
      {
        "id": 35,
        "text": "Пойти с группой отдыхать. ",
        "var_equal": [
          "день",
          4
        ]
      }
    ]
  },
  {
    "id": 56,
    "text": "\nТы вышел в коридор, уже из номера было слышно ходьбу людей, всё чемто заняты. \n\nСегодня ты спал долго, Артём еще вчера сказал что можно будет отдохнуть, и будить тебя не будет. \nТы встал и пошел в душ, который был включен в набор комнаты. Теперь можно и высушить вещи на крыше. \n\nВариантов осмотра довольно много, еще в первый день Артём предоставил вам план отеля, и расказал где что будет. \n\nМожно:\nНачать из осмотра фое, медицинского кабинета, также он говорил что там есть две мастерские, в которых делают починку разных вещей. \n\nПосле можно и заглянуть на крышу, по словам Артёма там находится со второго дня наблюдатель с биноклем, но не вооружен. После осмотра отеля, можно проверить укрепление. ",
    "answers": [
      {
        "id": 57,
        "text": "Осмотреть фое. ",
        "var_set": [
          "фоее",
          1
        ],
        "var_equal": [
          "фоее",
          0
        ]
      },
      {
        "id": 58,
        "text": "Осмотреть мед кабинет. ",
        "var_equal": [
          "мед",
          0
        ],
        "var_set": [
          "мед",
          1
        ]
      },
      {
        "id": 59,
        "text": "Осмотреть мастерские. ",
        "var_equal": [
          "маст",
          0
        ],
        "var_set": [
          "маст",
          1
        ]
      }
    ]
  },
  {
    "id": 57,
    "text": "\nТы направился, в фое. Это был логичный вариант, так как это вход в отель, и тут вы бываете очень часто, возможно чтото можно переработать. \n\nВаша комната была довольно близко до выхода из отеля. \nНу осматривать здесь было нечего, всё что могло вас зацепить, это сказочный интерьер, и доска объявлений, но сейчас она пустая. \n\n\"Такое сказочное место, наверное я бы не увидил никогда\" – подумал ты. \n\nЭти кровати, и большые люкс номера в армии никогда не были и теперь никогда и не будут. \n\nТут ты заметил что к стойке подошел Густав и начал искать вещи в столе. ",
    "answers": [
      {
        "id": 61,
        "text": "Подойти к Густаву. ",
        "var_set": [
          "густ",
          1
        ],
        "var_equal": [
          "густ",
          0
        ]
      },
      {
        "id": 58,
        "text": "Пойти в мед кабинет. ",
        "var_set": [
          "мед",
          1
        ],
        "var_equal": [
          "мед",
          0
        ]
      },
      {
        "id": 59,
        "text": "Осмотреть мастерские. ",
        "var_set": [
          "маст",
          1
        ],
        "var_equal": [
          "маст",
          0
        ]
      },
      {
        "id": 60,
        "text": "Занести инструменты дозорному. ",
        "need": [
          59
        ],
        "need_ever": true
      }
    ]
  },
  {
    "id": 58,
    "text": "\nТы нашел дверь под номером семь. По плану Артёма это должен быть медицинский кабинет. \n\nТы постукал в дверь и немножко её приоткрыл. Это и вправду был медицинский, через щель было видно медсестру и старичка лет восемьдясети. \n\nОни посмотрели на тебя и ты сказал:\n\n– Извините, наверное познее зайду. \n\nМедсестра не успела ничего сказать и продолжала работать. \n\n\"Не буду мешать, в другой раз\"– подумал ты и глянул на план помещения. Можно выбирать следующее место осмотра. ",
    "answers": [
      {
        "id": 57,
        "text": "Осмотреть фое. ",
        "var_set": [
          "фоее",
          1
        ],
        "var_equal": [
          "фоее",
          0
        ]
      },
      {
        "id": 59,
        "text": "Осмотреть мастерские. ",
        "var_set": [
          "маст",
          1
        ],
        "var_equal": [
          "маст",
          0
        ]
      },
      {
        "id": 60,
        "text": "Занести инструменты дозорному. ",
        "need": [
          59
        ],
        "need_ever": true
      }
    ]
  },
  {
    "id": 59,
    "text": "\nТы подошел к двери одной из мастерских и открыл её. \n\nВ хорошо осветленной комнате сидел рабочий, который чтото чинил. Ты уже хотел выйти чтобы не мешать ему, но он позвал тебя первый. \n\n– О Вадим! У меня екраз есть дело для тебя, Артём говорил что на тебя можно положиться. Извини не представился, я Дмитрий. \n\nТы полностью открыл дверь и решил присесть на диванчик около двери. \n\n– Очень приятно, а какое дело? – ответил ты. \n\n– И мне приятно. Если можешь, занеси инструменты дозорному. – сказал Дмитрий. \n\n– Я конечно могу, но не можно было дать это задания комуто другому, оно же через чур лёгкое, лифт же работает?! – удивлённо спросил ты. \n\n– Я понимаю твое удивления, но там не только инструменты, а и коечто лично от беременной жены дозорного. Сам занести я не могу, много дел, в общем Артём порекомендовал тебя. \n\n– Тогда конечно, без проблем. – ответил ты и вышел из мастерской. ",
    "answers": [
      {
        "id": 57,
        "text": "Осмотреть фое. ",
        "var_set": [
          "фоее",
          1
        ],
        "var_equal": [
          "фоее",
          0
        ]
      },
      {
        "id": 58,
        "text": "Осмотреть мед кабинет. ",
        "var_set": [
          "мед",
          1
        ],
        "var_equal": [
          "мед",
          0
        ]
      },
      {
        "id": 60,
        "text": "Занести инструменты дозорному. ",
        "need": [
          59
        ],
        "need_ever": true
      }
    ]
  },
  {
    "id": 60,
    "text": "\nТы решил занести инструменты дозорному, всеравно дел не много. \n\n\"Мне говорили что есть электричество и должен работать лифт, проверить можно за одно\"– подумал ты. \n\nСудя по горящему меню клавиш, лифт в исправном состоянии. Нажав на кнопку вызова двери лифта моментально открылись, техника тут и в правду современна. \n\nПосле недолгой поездки ты вышел из лифта и заметил небольшую поломку. Возможно у вас есть нужные инструменты чтобы починить его.",
    "answers": [
      {
        "id": 63,
        "text": "Осмотреть лифт. "
      },
      {
        "id": 62,
        "text": "Открыть люк на крышу. "
      }
    ]
  },
  {
    "id": 61,
    "text": "\n– Привет Густав, что ищешь? – неожиданно спросил ты. \n\n– О, Вадим ты меня напугал. – шагнулся он. Меня Артём попросил принести список заданий. – ответил он. \n\n– А что он делает? \n\n– Обсуждает что-то с новой жительницой, вроде Яна звать. – сказал он. \n\n– Спасибо, не буду мешать, пойду займуся работой. – ответил ты Густаву. \n\n– Конечно, встретимся вечером. – закончил он. ",
    "answers": [
      {
        "id": 57,
        "text": "Назад. "
      }
    ]
  },
  {
    "id": 62,
    "text": "\nТы поднялся по лестнице и открыл люк. Ты увидил молодого, примерно двадцати пяти летнего мужчину, он сидел на кресле и всматривался в город. \n\n– Привет... меня попросили передать тебе коечто. – сказал ты и положил около кресла инструменты. \nОн обернулся и посмотрел на тебя, после он заглянул в ящик и достал от туда фотографию жены с ребёнком. \n\n– Спасибо, ты очень помог. Ты хоть и не такой как Вадим, но за это время сделал многое для нас. – ответил он. \n\n– Незачто, приятно такое слышать, следить за безопасностью отеля очень ответственная работа. – упоминул ты. – Ты очень молодец что согласился на такую работу. \n\n– Ну, а что еще делать. Всегда хотелось помочь и тут появился шанс. Благодаря вам и только вам, мы здесь. \n\n– Ну, есть немного магии и удачи в этом. Ну я наверное пойду, не буду мешать работать. – ответил ты. \n\n– Конечно, было приятно пообщаться. – ответил он и улыбнулся. \n\nОт сюда ты мог увидить весь город, можно и осмотреть, возможно будет чтото интересное. к\n",
    "answers": [
      {
        "id": 71,
        "text": "Осмотреть город. "
      },
      {
        "id": 69,
        "text": "Пойти к лифту. "
      }
    ]
  },
  {
    "id": 63,
    "text": "\nВремени хватает, и ты решил осмотреть поломку. \n\nБыло поломано несколько кнопок запуска и направления лифта. \n\nИнструменты у вас есть, примерный план действия есть около панели. \n\nСперва нужно:\nОткрутить панель, и не порвать провода. \nотсоиденить чёрный и красный провод, и поменять их местами. \nПосле этого прикрепить панель на место и она будет работать. \n\nМожно начинать. ",
    "answers": [
      {
        "id": 64,
        "text": "Открутить панель отверткой. "
      }
    ]
  },
  {
    "id": 64,
    "text": "\nТы нашел несколько скрытых болтов и открутил их, панель открылась, на первый взгляд все было в сохранности. \n\nМожно попробовать сделать так как пишет в инструкции, но панель немного отличается от показаной. Отличий не много, но ты не механик чтобы судить повлиябт они на чтото или нет. \n\n\"Прийдеться действовать на свой страх и риск\"–  подумал ты. \n\nЕще была мысль оставить работу для инженера, но это спорний вариант. Непонятно когда он освободиться и сможет ли починить. ",
    "answers": [
      {
        "id": 65,
        "text": "Проверить провода. "
      },
      {
        "id": 67,
        "text": "Не трогать провода."
      }
    ]
  },
  {
    "id": 65,
    "text": "\nПосле внимательного изучения панели и всех подключених проводов ты заметил небольшую неисправность. \n\nПарочка проводов перепутались между собой и из за этого некотрые функцыи лифта перестали работать. \n\nМожно вручную распутать провода, но вас может ударить током, в лучшем случае ты будешь лежать в медицинском кабинете. Можно отключить генератор, но тогда отель останеться без электричества. \n\n\"Лучше спросить Артёма \"– подумал ты и отступил. ",
    "answers": [
      {
        "id": 66,
        "text": "Сообщить Артёма по телепатии "
      },
      {
        "id": 68,
        "text": "Попробовать разобраться. "
      }
    ]
  },
  {
    "id": 66,
    "text": "\n\"Артём, есть до тебя небольшой вопрос\"– спросил ты по телепатии. \n\n\"Чтото случилось? Я тебя внимательно слушаю. \"– спросил он. \n\n\"Тут на седьмом этаже неисправность с лифтом, и я немогу с этим справиться. Дозорному тежело спускаться. Сможешь помочь? \"– с надеждой воскликнул ты. \n\n\"Конечно помогу, отец Алисы – Александр Александрович работал электриком и сможет починить эту неисправность. Я сообщю. ему как только у меня будет возможность\"\n\n\"Хорошо, тогда встретимся через час в фое, предстоит одолеть Титана! \"– напомнил ты Артёму. \n\n\"Да, помню-помню, приходи вовремя я тебя познакомлю с Яной\" – ответил Артём. \n\n\"Хорошо, не буду задерживать, у меня еще полно роботы\" – попрощался ты с Артемом. ",
    "answers": [
      {
        "id": 62,
        "text": "Подняться к дозорному. "
      }
    ]
  },
  {
    "id": 67,
    "text": "\nЕще раз посмотрев на лифт ты решил поручить эту задачу комуто другому. \n\nУ тебя были сомнения что ты сможешь починить лифт без плохих последствий. Теперь остается только основная задача. \n\nПередаь инструменты дозорному. \n\n\"Как же я мог забыть проверить укрепления!!! \"– резко подумал ты. \n\nВозможно есть какието дыры, и они могут иметь фатальные последствия. ",
    "answers": [
      {
        "id": 62,
        "text": "Подняться на крышу. "
      }
    ]
  },
  {
    "id": 68,
    "text": "\nТы хотел еще больше нагружать Артёма и всетаки решил попробовать. \n\nСпустя несколько минут работы ты понял что это бессмысленно. \n\n\"Просто зря потратил время... \"– подумал ты и отошел от панели. \n\nПо сути ты только увеличил работу электрику, главное чтобы лифт всетаки заработал, а то дозорному долго и утомительно спускаться. ",
    "answers": [
      {
        "id": 66,
        "text": "Всетаки сообщить Артёма. "
      }
    ]
  },
  {
    "id": 69,
    "text": "\nТы решил что делать на крыше нечего и спустился к лифту. \n\nТы уже хотел подойти к лифту и спуститься в фое, но вспомнил что лифт на этом этаже не робочий. \n\n\"Всетаки надо поскорее его починить, поскорее бы\"\n\nПосле нескольких минут спуска ты вышел в фое. Сейчас там никого небыло, и можно зайняться делами. До встречи с Артёмом осталось пол часа, и он хотел познакомить тебя с Яной. \n\nОсталось только осмотреть укрепления, и если чтото не так постараться починить.",
    "answers": [
      {
        "id": 70,
        "text": "Выйти на улицу."
      },
      {
        "id": 72,
        "text": "Осмотреть список заданий на столе. "
      }
    ]
  },
  {
    "id": 70,
    "text": "\nТы вышел на улицу и увидил толпу около грузовика. Ты уже хотел подойти, но они заметили тебя первыми. \n\n– Вадим! Ты вовремя, нужна твоя помощь. – сказал Петр. \n\n– Всем доброе утро, уже иду. – ответил ты. \n\nТы подошел к толпе и увидил что они меняют колесо грузовика, и им нужен кто-то сильный, чтобы вставить на место одну деталь. Их попытки не увенчались успехом и ты начал делать всю работу сам. \n\n– Вадим подними-ка вот тут... а теперь потяни-ка вот тут... и можешь отпускать. – командовал Петр. \n\n– Фух, даже не знаю как бы вы справились без меня. – утомленно сказал ты. ",
    "answers": [
      {
        "id": 73,
        "text": "Подойти к укреплениям. "
      }
    ]
  },
  {
    "id": 71,
    "text": "\nТы отошел от дозорного и начал всматриваться в город. \n\n\"Такое чуство что город мертвый\"\n\nИ вправду, на первый взгляд город пуст, и наш отель это единственная точка с выжившими. \nНо все-таки если хорошо всмотреться можно увидить мутантов которые медленно бродят по улице и ищут новую жертву. \n\nВ отличии от мутантов, людей вообще не видно, а если и они есть то они смешуються с толпами зомби. \n\n\"Дозорномуьне помешало бы огнестрельное оружие \"– подумал ты глянув на него. ",
    "answers": [
      {
        "id": 69,
        "text": "Спуститься к лифту. "
      }
    ]
  },
  {
    "id": 72,
    "text": "\nТы подошел к столу, на нем было много листов бумаги. В основном, здесь появлялись Артём и Густав, они записывали здесь свои записки и писали список заданий. \n\nОколо стола стояла доска объявлений с различными просьбами от людей и личными записками Артёма. \n\nМожно в течении недели выполнить какие-то задания, и возможно получить что-то взамен. Заглянув в список ты выделил самые актуальные на эту неделю. ",
    "answers": [
      {
        "id": 72,
        "text": "– Одолеть Титана (приоритетная задача на сегодня) ",
        "comment": true,
        "var_equal": [
          "титан",
          0
        ]
      },
      {
        "id": 72,
        "text": "– Починить лифт на седьмом этаже и провести туда электричество. ",
        "comment": true,
        "var_equal": [
          "лифт",
          0
        ]
      },
      {
        "id": 72,
        "text": "– Принести еду старикам, и тем кто не может сделать это сам. Этажы: второй, третий, пятый, шестой. ",
        "comment": true,
        "var_equal": [
          "старики",
          0
        ]
      },
      {
        "id": 72,
        "text": "– Провести собрание между жильцами и решить проблему недостатка еды и различных ресурсов. ",
        "comment": true,
        "var_equal": [
          "собрание",
          0
        ]
      },
      {
        "id": 72,
        "text": "– Проверить транспорт и исправить поломки, также можно найти топливо, или слить его с поломанных машин в городе. Проверить укрепление. ",
        "comment": true,
        "var_equal": [
          "укрепления",
          0
        ]
      },
      {
        "need_ever": true,
        "var_equal": [
          "укрепления",
          0
        ],
        "id": 70,
        "var_need": [
          "утром",
          1
        ],
        "text": "Выйти на улицу и проверить укрепление. ",
        "var_set": [
          "укрепления",
          1
        ]
      },
      {
        "need_ever": true,
        "var_add": [
          "утром",
          1
        ],
        "var_equal": [
          "лифт",
          0
        ],
        "id": 93,
        "var_need": [
          "утром",
          1
        ],
        "text": "Пойти к Александру Александровичу, и спросить о починке лифта. ",
        "var_set": [
          "лифт",
          1
        ]
      },
      {
        "need_ever": true,
        "var_add": [
          "утром",
          1
        ],
        "var_equal": [
          "старики",
          0
        ],
        "id": 94,
        "var_need": [
          "утром",
          1
        ],
        "text": "Пойти в столовую за едой для стариков. ",
        "var_set": [
          "старики",
          1
        ]
      },
      {
        "need_ever": true,
        "var_add": [
          "утром",
          1
        ],
        "var_equal": [
          "собрание",
          0
        ],
        "id": 95,
        "text": "Провести собрание, и попробовать решить актуальные проблемы. ",
        "var_set": [
          "собрание",
          1
        ]
      },
      {
        "need_ever": true,
        "id": 87,
        "text": "Закончить день. ",
        "need": [
          95
        ],
        "var_need": [
          "утром",
          3
        ]
      }
    ]
  },
  {
    "id": 73,
    "text": "\nНа первый взгляд укрепления выглядели хорошо, за ночь с оградами ничего не должно было случиться. \n\nОбойдя ограды по кругу ты еще раз убедился что все в порядке, это только уменьшает вашу работу. \n\n\"Главное не опоздать в фое\"– подумал ты и посмотрел на часы. \n\nУ тебя есть еще пятнадцать минут, и тогда вы пойдете на титана, также можно будет познакомиться с Яной. ",
    "answers": [
      {
        "id": 74,
        "text": "Направиться в фое. "
      }
    ]
  },
  {
    "id": 74,
    "text": "\nТы вошел в отель немножко раньше назначеного времени, но Артём уже ждал тебя. \n\n– Привет Артём, я готов. \n\n– Привет Вадим, я пойду переоденусь, и возьму экипировку. – ответил он. \n\nТы кивнул и остался в фойе сам, ты уже заранее приготовился и взял разгрузку. \n\nСпустя несколько минут Артём пришел в разгрузочном желете и с мачете, за ним подоспела Яна. \n\n– Яна, это Вадим, Вадим это Яна. Будете знакомы. – сказал он. \n\n– Очень приятно.– ответила Яна. \n\n– И мне. – с улыбкой сказал ты. \n\nПосле Артём шепнул чтото Яне, и вы направились  в сторону фермы. ",
    "answers": [
      {
        "id": 75,
        "text": "Пойти на ферму. ",
        "var_set": [
          "титан",
          1
        ]
      }
    ]
  },
  {
    "id": 75,
    "text": "\nКогда вы подошли к ферме, ты резко почуствовал Титана. Он был на том же месте где и в прошлий раз. \n\nТебе показалось что он не собирается сопротивляться, как только вы подошли ближе, начало чуствуваться угнетение. \n\n– Давайте добьем его и не будем мучаться. – сказал ты и ждал действий Артёма. \n\n– Может выманим его на ружу? – спросил он и смотрел на тебя. ",
    "answers": [
      {
        "id": 76,
        "text": "Попробовать выманить его к выходу. "
      },
      {
        "id": 77,
        "text": "Войти внутрь и встретиться с Титаном лицо к лицу. "
      }
    ]
  },
  {
    "id": 76,
    "text": "\nВы начали шуметь и всячески привликать его внимания, в надежде на то что он сам выйдет. \n\nВы и кричали и как только можно шумели, но успехом это не увенчалось. \nОсталося только войти к нему без приглашения. \n\nАртём посмотрел на тебя и жестом руки показал что пора заходить и вошел внутрь. ",
    "answers": [
      {
        "id": 77,
        "text": "Войти за Артёмом и Яной. "
      }
    ]
  },
  {
    "id": 77,
    "text": "\nВы смело вошли внутрь, но страх мешал сосредоточиться. Всетаки вы были готовы и действовали акуратно. Титан был на том самом месте, и не вышел на улицу. \n\nАртём открыл дверь прямиком к нему. Он был скрученный в цепях, наверное когда он обращялся в Титана – запутался и не мог вырваться. \n\nТитан подергался, и немного повернул свое лицо к вам. В его взгляде показалась усталость и жаль. Он ждал чтобы ктото освободил его от мучений. \n\n– Сейчас мы избавим тебя от страданий. – сказал Артём. ",
    "answers": [
      {
        "id": 78,
        "text": "Предложить добить Титана Артёму. "
      },
      {
        "id": 79,
        "text": "Добить его самому. "
      }
    ]
  },
  {
    "id": 78,
    "text": "\nТы уступил место Артёму, он не на много слабее тебя и может с ним справиться одним ударом. \nОн с жалостью посмотрел на него и взял лопату из стелажа. \n\nОдин сильний удар и Титан прекратил свое существование. \n\n– Даже боя не вышло. – с досадой сказал ты. \n\n– Согласен, далеко не уходим. – ответил он и начал осматривать его труп по ближе. \n\nВы выкопали яму и похоронили Титана. Пока ты с Артёмом занимался Титаном, Яна нашла четыре корзины и собрала в них виноград. Сегодня жители смогут наесться свежего винограда. Он хоть и переспел, но всеравно очень вкусный. ",
    "answers": [
      {
        "id": 82,
        "text": "Взять корзины с виноградом и вернуться в отель. "
      },
      {
        "id": 83,
        "text": "Поговорить с Яной. "
      }
    ]
  },
  {
    "id": 79,
    "text": "\nТы решил добить его сам, ты и посильнее Артёма будеш и военная подготовка поможет. Вероятность добить Титана одним ударом довольно высока. \nТы взял лопату у стелажа и подошел к нему. Тебе показалось что на изуродованной морде Титана была ухмылка. Один сильный удар и Титан прекратил свое существование \n\nАртём стоял на месте и не двигался, наверное говорил со своим другим \"я\".\n\n– И даже боя не получилось. –  с досадой сказал ты. \n\n– Да, далеко не будем уходить. – ответил Артём. \n\nВы выкопали яму и похоронили Титана. Пока ты с Артёмом занимался Титаном, Яна нашла четыре корзины и собрала в них виноград. Сегодня жители смогут наесться свежего винограда. Он хоть и переспел, но всеравно очень вкусный. ",
    "answers": [
      {
        "id": 80,
        "text": "Взять корзины с виноградом и вернуться в отель. "
      },
      {
        "id": 81,
        "text": "Поговорить с Яной. "
      }
    ]
  },
  {
    "id": 80,
    "text": "\nПервым вас увидил наблюдатель на крыше. Он оповестил отель о вашем прибытии, и после того как вы вошли во внутренний двор, вас уже встречала большая толпа людей. Вы отдали им виноград, а это примерно пятьдесят килограм, и оставили себе примерно по килограму. \n\nАртём кивнул тебе и Яне поблагодарив за выполненную работу. \n\nЯна пошла к себе в комнату, а ты в свою очередь зашел на кухню и помыв виноград пошел к себе. У тебя было нн много задач и ты решил сделать перерыв, за одно поесть. Задачи с доски объявлений можно выполнить спокойно за один вечер. \n\nТы прилег на кровать и начал есть виноград. Тебе очень понравилась Яна, и она тоже одна, возможно в вас и чтото получиться. ",
    "answers": [
      {
        "id": 88,
        "text": "Заняться работой. "
      },
      {
        "id": 86,
        "text": "Еще немного отдохнуть "
      }
    ]
  },
  {
    "id": 81,
    "text": "\nТы увидил что Артём подошел к могиле Титана и начал всматриваться, ты решил ему не мешать и подошел к Яне. \n\n– Ем... мы с тобой не особо познакомились... можно задать несколько вопросов? – с волнованиям сказал ты. \n\n– Я не против, чтото хочешь спросить? – глянув на тебя ответила Яна. \n\n– Да, хотелось бы коечто узнать. Ты всё это время была тут одна и пряталась от мутантов, или тебе ктото помогал? – неуверенно спросил ты. \n\n– Ну если честно, то был один мне близкий человек который мне помогал, но он превратился в первую неделю после появления зомби... С тех пор я осталась тут одна, пока не появились вы. – с огорчением сказала она. \n\n– Сожалею тебе, а я потерял семью давно, и решил пойти на военного и стал марионеткой. Если бы не Артём я бы некогда не почуствовал то что я комуто нужен... – ответил ты. \n\n– Не огорчайся, ты нам нужен. Давай уже звать Артёма и вертаться в отель. – попыталась разбавить обстановку Яна. \n\n– Артём! – позвал ты его. – Идем назад. ",
    "answers": [
      {
        "id": 80,
        "text": "Взять виноград и вернуться в отель. "
      }
    ]
  },
  {
    "id": 82,
    "text": "\nПервым вас увидил наблюдатель на крыше. Он оповестил отель о вашем прибытии, и после того как вы вошли во внутренний двор, вас уже встречала большая толпа людей. Вы отдали им виноград, а это примерно пятьдесят килограм, и оставили себе примерно по килограму. \n\nАртём кивнул тебе и Яне поблагодарив за выполненную работу. \n\nЯна пошла к себе в комнату, а ты в свою очередь зашел на кухню и помыв виноград пошел к себе. У тебя было нн много задач и ты решил сделать перерыв, за одно поесть. Задачи с доски объявлений можно выполнить спокойно за один вечер. \n\nТы прилег на кровать и начал есть виноград. Тебе очень понравилась Яна, и она тоже одна, возможно в вас и чтото получиться. ",
    "answers": [
      {
        "id": 85,
        "text": "Пойти работать. "
      },
      {
        "id": 89,
        "text": "Еще немного отдохнуть. "
      }
    ]
  },
  {
    "id": 83,
    "text": "\nТы увидил что Артём подошел к могиле Титана и начал всматриваться, ты решил ему не мешать и подошел к Яне. \n\n– Ем... мы с тобой не особо познакомились... можно задать вопрос? – с волнованиям сказал ты. \n\n– Я не против, чтото хочешь спросить? – глянув на тебя ответила Яна. \n\n– Да, хотелось бы коечто узнать. Ты всё это время была тут одна и пряталась от мутантов, или тебе ктото помогал? – неуверенно спросил ты. \n\n– Ну если честно, то был один мне близкий человек который мне помогал, но он превратился в первую неделю после появления зомби... С тех пор я осталась тут одна, пока не появились вы. – с огорчением сказала она. \n\n– Сожалею тебе, а я потерял семью давно, и решил пойти на военного и стал марионеткой. Если бы не Артём я бы некогда не почуствовал то что я комуто нужен... – ответил ты. \n\n– Не огорчайся, ты нам нужен. Давай уже звать Артёма и оповестить всех о победе над Титаном. – попыталась разбавить обстановку Яна. \n\n– Артём! – позвал ты его. – Идем назад в отель. ",
    "answers": [
      {
        "id": 82,
        "text": "Взять виноград и вернуться в отель. "
      }
    ]
  },
  {
    "id": 84,
    "text": "\nТы вышел с комнаты и подошел к доске объявлений, с улицы зашел Густав. По его выражении лица было понятно что он был испуган...\n\n– Густав, чтото случилось? – спросил ты, как будто ничего не слышал. \n\nОн в кратце розказал тебе про то как Артём чтото увидил на улице и чуть не отрубился, они за него сильно испугались. \n\n– Понятно, ну ему и в правду надо отдохнуть, он очень много на себя берет. – ответил ты. \n\n– Ну есть такое, он пошел к Алисе и наверное до завтра уже не прийдет. – сказал Густав и пошел на кухню. ",
    "answers": [
      {
        "id": 72,
        "text": "Осмотреть задания. "
      }
    ]
  },
  {
    "id": 85,
    "text": "\nТы вышел с комнаты и подошел к доске объявлений, с улицы зашел Густав. По его выражении лица было понятно что он был испуган...\n\n– Густав, чтото случилось? – спросил ты с удивлениям. \n\nОн в кратце розказал тебе про то как Артём чтото или когото увидил на улице и чуть не отрубился, они за него сильно испугались. Он был розтерян. \n\n– Понятно, ну ему и в правду надо отдохнуть, он очень много на себя берет. – ответил ты. \n\n– Ну есть такое, он пошел к Алисе и наверное до завтра уже не прийдет. – сказал Густав и пошел на кухню. ",
    "answers": [
      {
        "id": 72,
        "text": "Осмотреть задания. "
      }
    ]
  },
  {
    "id": 86,
    "text": "\nТы лег на кровать снова, если еще вчера у тебя были мысли только о Титане, то сейчас ты не можешь прикратить думать о ней. \n\nДевушке сказочной красоты по имени Яна. Она не только красивая, а и очень умная. \n\n\"Надо идти работать... \"– вспомнил ты. \n\nУже вечер, но еще очень рано чтобы ложиться спать. Внезапно ты услышал шум в фое, так как твоя комната находиться почти напротив. \n\n– Артём что с тобой?! – ты услышал голос Густава. \n\n– Всё нормально... галлюцинации после тяжелого дня. – растерянным голос сказал Артём. \n\nКак только ты собрался выходить, всё уже разбежались по своим комнатам. Ты пропустил очень интересную ситуацию, надо всё распросить. ",
    "answers": [
      {
        "id": 84,
        "text": "Войти в фое. "
      }
    ]
  },
  {
    "id": 87,
    "text": "\nПосле тежелого дня ты зашел в свою комнату. В отличии от Артёма, тебе было неским поговорить и чтото обсудить. \n\nСейчас ты думал о Яне, она тебе всетаки нравиться, но вы знакомы не так давно чтобы что-то было. Если завтра тот парень успеет нарисовать рисунок, то можна будет подарить его ей в неожиданный момент. \n\n\"Как же я устал... \"– думал ты. \n\nНичего не оставалось как лечь на кровать и отрубиться. \nЗавтра надо проведать Артёма, он уже давно спит. ",
    "answers": [
      {
        "id": 90,
        "text": "Отдохнуть. "
      }
    ]
  },
  {
    "id": 88,
    "text": "\nТы вышел с комнаты и подошел к доске объявлений, с улицы зашел Густав. По его выражении лица было понятно что он был испуган...\n\n– Густав, чтото случилось? – спросил ты с удивлениям. \n\nОн в кратце розказал тебе про то как Артём чтото или когото увидил на улице и чуть не отрубился, они за него сильно испугались. Он был растерян. \n\n– Понятно, ну ему и в правду надо отдохнуть, он очень много на себя берет. – ответил ты. \n\n– Ну есть такое, он пошел к Алисе и наверное до завтра уже не прийдет. – сказал Густав и пошел на кухню. ",
    "answers": [
      {
        "id": 72,
        "text": "Пойти к доске объявлений. "
      }
    ]
  },
  {
    "id": 89,
    "text": "\nТы лег на кровать снова, если еще вчера у тебя были мысли только о Титане, то сейчас ты не можешь прикратить думать о ней. \n\nДевушке сказочной красоты по имени Яна. Она не только красивая, а и очень умная. \n\n\"Надо идти работать... \"– вспомнил ты. \n\nУже вечер, но еще очень рано чтобы ложиться спать. Внезапно ты услышал шум в фое, так как твоя комната находиться почти напротив. \n\n– Артём что с тобой?! – ты услышал голос Густава. \n\n– Всё нормально... галлюцинации после тяжелого дня. – растерянным голос сказал Артём. \n\nКак только ты собрался выходить, всё уже разбежались по своим комнатам. Ты пропустил очень интересную ситуацию, надо всё распросить. ",
    "answers": [
      {
        "id": 92,
        "text": "Войти в фое. "
      }
    ]
  },
  {
    "id": 90,
    "text": "\nУтро еще одного дня... ты проснулся от лучей солнца которые хорошо потрепали твое лицо. \n\nТы подошел к зеркалу, и увидил худого мужчину, из синяками под глазами. По своему виду, ты не мог сказать что тебя всё устраивает. \nПоследним временем ты очень ослабленный и замученный. \n\n\"Ранше я без проблем выдерживал такие нагрузки, а сейчас?! \"– сказал ты в уме. \n\nПосле, ты снова присел на кровать чтобы перевести дух, но не успел. \n\n\"Вадим! Это Яна, очень срочный розговор! \"– сказала она по телепатии. ",
    "answers": [
      {
        "id": 115,
        "text": "\"Да, я тебя внимательно слушаю\""
      }
    ]
  },
  {
    "id": 91,
    "text": "\nТы нагнулся и начал поднимать кусочки посуды. Она розлетелася на десяток мелких кусочков. \n\n\"Плюс задачка в копилку...  \"– с улыбкой подумал ты. \n\nПосле окончания работы, ты поставил осколки около лестницы и направился вперед. \n\nБуквально за несколько минут ты снова настроился, и стоял у двери номера. \nНа сегодня у тебя не много заданий, и успешность их выполнения повлияет на отношения жителей к нам. ",
    "answers": [
      {
        "id": 105,
        "text": "Зайти в комнату. "
      }
    ]
  },
  {
    "id": 92,
    "text": "\nТы вышел с комнаты и подошел к доске объявлений, с улицы зашел Густав. По его выражении лица было понятно что он был испуган...\n\n– Густав, чтото случилось? – спросил ты, как будто ничего не слышал. \n\nОн в кратце розказал тебе про то как Артём чтото увидил на улице и чуть не отрубился, они за него сильно испугались. \n\n– Понятно, ну ему и в правду надо отдохнуть, он очень много на себя берет. – ответил ты. \n\n– Ну есть такое, он пошел к Алисе и наверное до завтра уже не прийдет. – сказал Густав и пошел на кухню. ",
    "answers": [
      {
        "id": 72,
        "text": "Осмотреть доску объявлений. "
      }
    ]
  },
  {
    "id": 93,
    "text": "\nТы захотел решить проблему с лифтом, так как она доставляет неудобство жильцам. Артём говорил, что скажет отцу Алисы, так как он электрик, но стоит самому позаботиться об этом.\n\n\"Всё-таки надо спросить, вдруг он забыл или Артём не успел сказать. – предположил ты. \"\n\nСпустя несколько минут ты уже стоял у двери их номера. Постучав в дверь, ты аккуратно отошел, и спустя десять секунд дверь открыл Александр Александрович:\n\n– О Вадим, заходи на чай. Чтото хотел? – поприветствовал вас он. \n\n– Добрый вечер, я с радостью, но у меня к вам лишь небольшой вопрос. Работы и так много. – ответил ты. \n\n– Слушаю, это насчет лифта? – спросил он. \n\n– Да, именно о лифте хотел спросить. Вы еще не начинали работу? – сказал ты. \n\n– Нет, не начинал еще. Сейчас хотел пойти, ты меня немногим опередил. – ответил Александр. \n\n– Хорошо, не буду задерживать. У самого полно дел. – закончил разговор ты. — Если будет нужна помощь, то скажите мне.\n\n— Нет, я справлюсь. — уверенно ответил Александр Александрович и улыбнулся. — Спасибо за заботу.",
    "answers": [
      {
        "id": 72,
        "text": "Вернуться в фойе. "
      }
    ]
  },
  {
    "id": 94,
    "text": "\nТы зашел на кухню и подошел к стойке выдачи еды. \n\n– Добрый день, можно несколько порций еды для стариков? – вежливо спросил ты. \n\nИз за стойки выглянула Алиса и посмотрев на тебя нежным взглядом ответила:\n\n– Вадим привет, выполняешь поручения? – спросила она. – Подожди несколько минут, я всё сделаю. \n\n– Да, поручение. Без проблем подожду, у тебя всетаки тоже работа. – сказал ты и ждал Алису. \n\nПока Алиса готовила еду, ты успел осмотрел столовую. Людей было не много, большая часть людей уже пошли в свои номера. Есть ты вообще не хотел, так как ты успел съесть довольно большое количество винограда. \n\n– Вадим, держы. Всё свеженькое, специально для старинких людей. – позвала тебя она. \n\n– Спасибо, они будут благодарны. Я пойду, не буду мешать. – ответил ты и ушел с столовой. ",
    "answers": [
      {
        "id": 96,
        "text": "Пойти к лифту. "
      }
    ]
  },
  {
    "id": 95,
    "text": "\nТы зашел в столовую, было довольно поздно но на твое удивление там было много людей. \n\n– Минутучку внимания! – крикнул ты. \n\nНикто не обратил на тебя внимания, всё о чемто говорили. \n\nТы подошел к Алисе, и с удивлением спросил. \n\n– Что это с ними? Я чтото пропустил? \n\n– Ех Вадим... Ситуация с Артёмом, что была днем. Про нее розказал один из уборщиков. – жалобно сказала она. \n\n– Понятно, не могла ли ты както перевернуть их внимание? – спросил ты у Алисы. \n\n– Да, сейчас сделаю. ",
    "answers": [
      {
        "id": 109,
        "text": "Ждать Алису. "
      }
    ]
  },
  {
    "id": 96,
    "text": "\nТы подошел к лифту, и тут вспомнил что он до сих пор не рабочий, только по лестнице. \n\nНадо зайти на второй, третий, пятый и шестой этаж, на дверях номера должны быть таблички с соответсвенною надписью. \n\nАлиса дала столько еды, что хватит на пол отеля. Проблем с этим возникнуть не должно. ",
    "answers": [
      {
        "var_add": [
          "ааа",
          1
        ],
        "var_equal": [
          "второй",
          0
        ],
        "id": 97,
        "text": "Подняться на второй этаж. ",
        "var_set": [
          "второй",
          1
        ]
      },
      {
        "var_add": [
          "ааа",
          1
        ],
        "var_equal": [
          "третий",
          0
        ],
        "id": 98,
        "text": "Подняться на третий этаж. ",
        "var_set": [
          "третий",
          1
        ]
      },
      {
        "var_add": [
          "ааа",
          1
        ],
        "var_equal": [
          "пятый",
          0
        ],
        "id": 99,
        "text": "Подняться на пятый этаж. ",
        "var_set": [
          "пятый",
          1
        ]
      },
      {
        "var_add": [
          "ааа",
          1
        ],
        "var_equal": [
          "шестой",
          0
        ],
        "id": 100,
        "text": "Подняться на шестой этаж. ",
        "var_set": [
          "шестой",
          1
        ]
      },
      {
        "id": 72,
        "text": "Вернуться к заданиям. ",
        "var_need": [
          "ааа",
          4
        ]
      }
    ]
  },
  {
    "id": 97,
    "text": "\nТы поднялся на второй этаж и оказался в длинном и простором коридоре. В этом месте тебе еще не доводилось побывать. \n\nЭто был обычный коридор с разными номерами, но в том что это четырех звездочный отель было видно невооруженным взглядом. \n\n– И в каком номере я должен их искать?! – растерянно крикнул ты. \n\nТут открылись двери одного из номеров, и от туда вышел восемнадцати летний парень. \n\n– Возможно вы ищете Николая Васильевича? Он последним временем много болеет, и ему приносят еду. – ответил он после неловкой паузы. \n\n– Вполне возможно, спасибо за помощь. А не мог бы ты подсказать где находиться его номер? – спросил ты. \n\n– Конечно, четвертая дверь слева. Не буду задерживать. – ответил он и закрыл дверь своего номера. \n\nПройдя несколько номеров, ты стал перед дверью его номера. \n\"Петр Васильевич говорите... \"– попытался запомнить ты. ",
    "answers": [
      {
        "id": 101,
        "text": "Постукать в дверь. "
      },
      {
        "id": 102,
        "text": "Войти в комнату. "
      }
    ]
  },
  {
    "id": 98,
    "text": "\nНа третьем этаже на удивление был шум. В фое, и на всем первом этаже от мельчайших звуков можно было пустить луну. \n\nПройдя вперед по коридоре ты увидил табличку с надписью \"Старушка лежит в 105\".\nПройдя глазами по номерам, ты заметил нужные двери. \n\n– На надписи сказано что это старушка... – сказал в голос ты. \n\nЧтобы не тянуть время, ты сразу открыл дверь. \n\n– Ой, сынок! Спасибо тебе. – прокричала она.\n\n– Извините, но я даже ничего не говорил! – с удивлением ответил ты. \n\n– Я знаю, просто в это время мне приносят еду. Извини если напугала. \n\nТы сразу же успокоился, и поднес ей еду. Вы обменялись взглядами и ты с грязной посудой в руках вышел из номера. ",
    "answers": [
      {
        "id": 96,
        "text": "Вниз. "
      }
    ]
  },
  {
    "id": 99,
    "text": "\nТы поднялся по лестнице на пятый этаж. Тут было также тихо как и в фое, только изредка можно было услышать шуршания и розговори в номерах. \n\nНа часах было почти двенадцать, и ты понимал что всё ложаться спать. Беспокоить ты некого не хотел, но беда ждала тебя сама. \n\n– Черт! Нога! – как можно тише крикнул ты. \n\nВ полу была дыра, в которую ты умудрился вступить и кинул одну тарелку. \nГрохот был слышен на весь коридор, но никто даже не вишел. \n\n– Как всегда, всё самому. – с истерической улыбкой сказал ты. \n\nМожет действительно пора отдохнуть... ",
    "answers": [
      {
        "id": 91,
        "text": "Собрать побитую посуду. "
      },
      {
        "id": 106,
        "text": "Занести еду. "
      }
    ]
  },
  {
    "id": 100,
    "text": "\nНа шестом этаже спали всё уже. Не было слышно шума вообще. Руки тряслись от усталости, но раз решился, так что надо делать. \n\nВремя не заставило ждать, и ты всетаки нашел нужную комнату. \nПрислушавшись ты понял что жилец этого номера спит, это можно было понять по тихому храпу, который не слышно с коридора. \n\nВозможно это еще из за того что стены, всетаки изолированы от постороннего шума. \n\n– Извините если напугаю.... – войдя в комнату шепотом сказал ты. ",
    "answers": [
      {
        "id": 103,
        "text": "Поставить еду на стол. "
      },
      {
        "id": 104,
        "text": "Разбудить спящего человека. "
      }
    ]
  },
  {
    "id": 101,
    "text": "\nПосле не продолжительного стука в дверь, ты услышал хрипкий голос мужчины. \n\n– Кхе, кхе... Заходите! – сквозь кашель сказал он. \n\nТы дергнул за ручку и дверь со скрипом открылась. Войдя немного подальше ты увидил лежащего на кровати человека, по его виду он очень больной. \n\n– Добрый день, извините за столь неожиданный визит, но я решил помочь отелю и мне дали задачку принести еду тем, кто может о себе позаботиться. – с жалостью сказал ты. \n\n– Спасибо вам! Как же я вам благодарен! Думал что прийдеться снова Ваню посилать, он живет через несколько номеров, на днях ему исполнилось восемнадцать. – поблагодарил тебя он и взял еду. \n\n– Незачто, я возьму вашую посуду, и занесу в столовую. – ответил ты и взял посуду. ",
    "answers": [
      {
        "id": 96,
        "text": "Занести посуду. "
      }
    ]
  },
  {
    "id": 102,
    "text": "Ты дергнул за ручку и дверь со скрипом открылась. Войдя немного подальше ты увидил лежащего на кровати человека, по его виду он очень больной. \n\n– Добрый день, извините за столь неожиданный визит, но я решил помочь отелю и мне дали задачку принести еду тем, кто может о себе позаботиться. – с жалостью сказал ты. \n\n– Спасибо вам! Как же я вам благодарен! Думал что прийдеться снова Ваню посилать, он живет через несколько номеров, на днях ему исполнилось восемнадцать. – поблагодарил тебя он и взял еду. \n\n– Незачто, я возьму вашую посуду, и занесу в столовую. – ответил ты и взял посуду. ",
    "answers": [
      {
        "id": 96,
        "text": "Занести посуду. "
      }
    ]
  },
  {
    "id": 103,
    "text": "\nТы как можно тише подошел к его кровати, и тихонько поставил еду. \n\nПодняв грязную посуду ты хотел идти, как увидил записку торчащую из под тарелки. \nСмысл текста был приблизительно таким... \n\n\"Извините за безпокойство, сейчас я заболел и очень хочу спать. Если вы застанете меня спящим, прошу меня не будить. И спасибо за еду, ваш повар готовит просто идеально. \nДо скорых встреч. \"\n\nТы не стал будить его, и вышел из комнаты закрыв за собой дверь. \n\nНа этот раз вы справились довольно быстро. ",
    "answers": [
      {
        "id": 96,
        "text": "Занести тарелки. "
      }
    ]
  },
  {
    "id": 104,
    "text": "\nТы подумал что разбудив его, ты сможешь узнать чтото полезное. \n\n– Ем... Проснитесь, я принес вам еду! – сказал на ухо человеку. \n\n– Что вы хотите... я же написал не трогайте меня. Я заболел! – со злостью сказал он. \n\n– Извините, я не нашел записку и решил дать вам еду лично. \n\n– Ты б еще высыпал её на меня! – дальше злился он. \n\n– Извините! Я же не знал! – крикнул ты и вышел с комнаты. – Хам! – как можно погромче сказал чтобы он услышал. ",
    "answers": [
      {
        "id": 96,
        "text": "Занести тарелки. "
      }
    ]
  },
  {
    "id": 105,
    "text": "\nТы вошел внутрь комнате, где тебя ждал молодой парень без левой ноги. \n\n– Привет, ты наверное Вадим? Мне сообщили что  ты сегодня приносил еду. \n\nТебе было так жалко на него смотреть что ты чуть не заплакал. Военная жизнь научила тебя многому, и потеря конечностей почти полностью лишает тебя нормальной психики. Ты хоть и не терял конечностей, но множество раз был близок к этому. \n\nВозможно ты смог себя уберечь только из за способностей.... \n\n– Извини... – после неловкой паузы ответил ты. – Да я Вадим, держи еду. \n\n– Спасибо, с тобой всё нормально? – спросил он. \n\n– Со мной всё хорошо, просто я знаю что потеря конечностей ставит крест почти на всём. – жалобно сказал ты. \n\n– Возможно это и так, но творить это никак не мишает. Я например рисую портреты, возможно я бы мог розбавить твое настроение рисунком? ",
    "answers": [
      {
        "id": 108,
        "text": "– Пожалуй можешь, сможешь нарисовать Яну? "
      }
    ]
  },
  {
    "id": 106,
    "text": "\nТы вошел внутрь комнате, где тебя ждал молодой парень без левой ноги. \n\n– Привет, ты наверное Вадим? Мне сообщили что  ты сегодня приносил еду. \n\nТебе было так жалко на него смотреть что ты чуть не заплакал. Военная жизнь научила тебя многому, и потеря конечностей почти полностью лишает тебя нормальной психики. Ты хоть и не терял конечностей, но множество раз был близок к этому. \n\nВозможно ты смог себя уберечь только из за способностей.... \n\n– Извини... – после неловкой паузы ответил ты. – Да я Вадим, держи еду. \n\n– Спасибо, с тобой всё нормально? – спросил он. \n\n– Со мной всё хорошо, просто я знаю что потеря конечностей ставит крест почти на всём. – жалобно сказал ты. \n\n– Возможно это и так, но творить это никак не мишает. Я например рисую портреты, возможно я бы мог розбавить твое настроение рисунком? ",
    "answers": [
      {
        "id": 107,
        "text": "– А не мог ди ты нарисовать Яну?"
      }
    ]
  },
  {
    "id": 107,
    "text": "\n– А кто это? Возможно я её видел. – ответил он.\n\n– Это новенькая, она пришла с города. Жила здесь до начала эпидемии. \n\n– Да, я её видил в столовке. Попытаюсь сделать рисунок на днях. Если что я тебе сообщю, спасибо за еду. \n\n– Незачто, было приятно поговорить. Спокойной ночи. \n\nТы вышел и закрыл за собой дверь. В отеле было совсем темно, так как на вечер оставляют всеголишь 20% от всего света. \n\nТеперь можна идти дальше, но перед этим надо собрать побитую посуду. ",
    "answers": [
      {
        "id": 110,
        "text": "Собрать посуду. "
      }
    ]
  },
  {
    "id": 108,
    "text": "\n– А кто это? Возможно я её видел. – ответил он.\n\n– Это новенькая, она пришла с города. Жила здесь до начала эпидемии. \n\n– Да, я её видил в столовке. Попытаюсь сделать рисунок на днях. Если что я тебе сообщю, спасибо за еду. \n\n– Незачто, было приятно поговорить. Спокойной ночи. \n\nТы вышел и закрыл за собой дверь. В отеле было совсем темно, так как на вечер оставляют всеголишь 20% от всего света. \n\nТеперь можна идти дальше. ",
    "answers": [
      {
        "id": 96,
        "text": "Спуститься в фое. "
      }
    ]
  },
  {
    "id": 109,
    "text": "\nСпустя несколько минут зазвенел дзвон, ты очень удивился, но понял что это план Алисы. \n\n– Твой ход! Я к Артёму. – ответила она. \n\n– Минуту внимания! Все, кто сейчас здесь! Жители, друзья и не только. Я хотел бы обсудить с вами несколько вопросов, это займет не дольше десяти минут. – уверенно сказал ты. \n\n– Хорошо, и что ты хотел обсудить? –ответил Петр. \n\n– Всего лишь несколько важних вопросов. Вы все готовы меня выслушать? \n\n– Мы готовы слушать. – ответили они хором. ",
    "answers": [
      {
        "var_add": [
          "вопросы",
          1
        ],
        "var_equal": [
          "ннетуш",
          0
        ],
        "id": 111,
        "text": "Проблема с электричеством. ",
        "var_set": [
          "ннетуш",
          1
        ]
      },
      {
        "var_add": [
          "вопросы",
          1
        ],
        "var_equal": [
          "нетуш",
          0
        ],
        "id": 112,
        "text": "Проблема с едой. ",
        "var_set": [
          "нетуш",
          1
        ]
      },
      {
        "var_add": [
          "вопросы",
          1
        ],
        "var_equal": [
          "нетушки",
          0
        ],
        "id": 113,
        "text": "Проблема с припасами. ",
        "var_set": [
          "нетушки",
          1
        ]
      },
      {
        "var_add": [
          "вопросы",
          1
        ],
        "var_equal": [
          "нетушш",
          0
        ],
        "id": 114,
        "text": "Проблема с мутантами. ",
        "var_set": [
          "нетушш",
          1
        ]
      }
    ]
  },
  {
    "id": 110,
    "text": "\nТы нагнулся и начал поднимать кусочки посуды. Она розлетелася на десяток мелких кусочков. \n\n\"Плюс задачка в копилку...  \"– с улыбкой подумал ты. \n\nПосле окончания работы, ты поставил осколки около лестницы и направился вперед. \n\nБуквально за несколько минут ты снова всё взял и подошел к лестнице. \n\nНа сегодня у тебя не много заданий, и успешность их выполнения повлияет на отношения жителей к нам. ",
    "answers": [
      {
        "id": 96,
        "text": "В фое. "
      }
    ]
  },
  {
    "id": 111,
    "text": "\n– Одна из проблем это электричество. Генератор не вечный, и хотел бы это обговорить. – сказал ты. – Может у когото есть предложения? \n\nПосле минуты обговора, из толпы вышел парень в очках. \n\n– У меня есть идея, она с головой обеспечит отель электричеством. – интригующе сказал он. \n\n– Я тебя внимательно слушаю. – ответил ты. \n\n– Ну мы же типо в солнечной стране?! Тут ночь наступает после схода солнца, а это дальше двенадцати. А снова выходит на горизонт уже в четыре утра. – вел дальше он. – Я думаю, что можно было бы достать солнечные панели, и отель будет работать круглосуточно без выходных! \n\n– Это же гениально! Как же мы не додумались! Я лично прослежу чтобы тебя както наградили. Я прям восхищен, ты решил большую проблему, а это куча сэкономленного времени! \n\n– Незачто, может есть еще вопросы? – спросил он. ",
    "answers": [
      {
        "var_add": [
          "вопросы",
          1
        ],
        "var_equal": [
          "нетуш",
          0
        ],
        "id": 112,
        "text": "Проблема с едой. ",
        "var_set": [
          "нетуш",
          1
        ]
      },
      {
        "var_add": [
          "вопросы",
          1
        ],
        "var_equal": [
          "нетушки",
          0
        ],
        "id": 113,
        "text": "Проблема с припасами. ",
        "var_set": [
          "нетушки",
          1
        ]
      },
      {
        "var_add": [
          "вопросы",
          1
        ],
        "var_equal": [
          "нетушш",
          0
        ],
        "id": 114,
        "text": "Проблеми с мутантами. ",
        "var_set": [
          "нетушш",
          1
        ]
      },
      {
        "id": 72,
        "text": "Вернуться в фое. ",
        "var_need": [
          "вопросы",
          4
        ]
      }
    ]
  },
  {
    "id": 112,
    "text": "\n– Один из важных вопросов, это еда. Хоть и сейчас проблем с этим нет, еще й много винограда смогли получить, но с ним мы долго не проживем. У когото есть идеи? – спросил ты. \n\nПосле твоего вопроса, всё бурно начали обговаривать эту проблему, и всетаки ктото крикнул из толпы. \n\n– Можно посадить какие-то овощи, и фрукты. Всетаки тут тепло и может чтото и вырость. \n\n– Хорошая идея, но всетаки проблема не решена. Может ктото еще чтото предложит? – ответил ты. \n\n– А что насчет того чтобы поискать чтото в горах? Там же всякие деревья с плодами разных фруктов. – сказал ктото с толпы. \n\n– Тоже можно, спасибо за идеи. \n\n– Есть еще вопросы? – спросили они. ",
    "answers": [
      {
        "var_add": [
          "вопросы",
          1
        ],
        "var_equal": [
          "ннетуш",
          0
        ],
        "id": 111,
        "text": "Проблема с электричеством. ",
        "var_set": [
          "ннетуш",
          1
        ]
      },
      {
        "var_add": [
          "вопросы",
          1
        ],
        "var_equal": [
          "нетушки",
          0
        ],
        "id": 113,
        "text": "Проблема с припасами. ",
        "var_set": [
          "нетушки",
          1
        ]
      },
      {
        "var_add": [
          "вопросы",
          1
        ],
        "var_equal": [
          "нетушш",
          0
        ],
        "id": 114,
        "text": "Проблема с мутантами. ",
        "var_set": [
          "нетушш",
          1
        ]
      },
      {
        "id": 72,
        "text": "Вернуться в фойе. ",
        "var_need": [
          "вопросы",
          4
        ]
      }
    ]
  },
  {
    "id": 113,
    "text": "\n– Вопрос который беспокоит меня наиболее часто это различные припасы и материалы. Там например оружие, инструменты и детали к транспорту. – начал ты. \n\nВсё задумались и удивленно посмотрели на тебя.\n\n– Я понимаю что это звучит странно, вы же здесь не были, но вдруг ктото изучал город? – вел дальше ты. \n\nС толпы вышел старик пятьдесяти лет, и посмотрев тебе в глаза сказал. \n\n– В молодости здесь жила моя бабушка, я побывал тут несколько раз и знаю где находиться военный комплекс. \n\n– От и прекрасно, я подойду к тебе с картой утром, и ты позначиш мне место. Договорились? – спросил ты. \n\n– Конечно, приходи на третий этаж, я буду тебя ждать. –  ответил он, и сел за стол. ",
    "answers": [
      {
        "var_add": [
          "вопросы",
          1
        ],
        "var_equal": [
          "ннетуш",
          0
        ],
        "id": 111,
        "text": "Проблема с электричеством. ",
        "var_set": [
          "ннетуш",
          1
        ]
      },
      {
        "var_add": [
          "вопросы",
          1
        ],
        "var_equal": [
          "нетуш",
          0
        ],
        "id": 112,
        "text": "Проблема с едой. ",
        "var_set": [
          "нетуш",
          1
        ]
      },
      {
        "var_add": [
          "вопросы",
          1
        ],
        "var_equal": [
          "нетушш",
          0
        ],
        "id": 114,
        "text": "Проблема с мутантами. ",
        "var_set": [
          "нетушш",
          1
        ]
      },
      {
        "id": 72,
        "text": "Вернуться в фойе. ",
        "var_need": [
          "вопросы",
          4
        ]
      }
    ]
  },
  {
    "id": 114,
    "text": "\n– Раз мы говорим о важных вопросах, то я просто не могу не затронуть тему \"мутантов\" – сказал ты. \n\nВсё посмотрели на тебя, и намекнули на то, чтобы ты продолжил. \n\n– Возможно вы могли подумать что это последнее про что можна думать?! Это совсем не так, после того как мы встретили Титана, мы поняли что это не самый сильный мутант. – с напрямог вел ты. –Если в ближайшие недели на нас ктото нападет посильнее Титана, то мы долго не выдержим. \n\nВсё напряглись, по их выражению лица можно было понять что они не особо понимали уровень опасности. Всё таки они пришли к совместному решению. \n\n– Мы можем предложить, сделать из фое оборонительный пункт, а то что было на первом переместить на второй. Так будет по безопаснее, также можно разведать весь город и истреблять их. – ответили тебе из толпы. \n\n– Идею с первым этажом я поддержую, но если патрулировать город чем вы хотите их отстреливать? А если найдуться опасные мутанты?! Я нехочу, и я уверен что Артём согласен со мной на сто процентов, что так рисковать людьми почти бессмыслено. \n\n– Возможно ты прав, пока лучше только укреплять отель. – договорили жители. ",
    "answers": [
      {
        "var_add": [
          "вопросы",
          1
        ],
        "var_equal": [
          "ннетуш",
          0
        ],
        "id": 111,
        "text": "Проблема с электричеством. ",
        "var_set": [
          "ннетуш",
          1
        ]
      },
      {
        "var_add": [
          "вопросы",
          1
        ],
        "var_equal": [
          "нетуш",
          0
        ],
        "id": 112,
        "text": "Проблема с едой. ",
        "var_set": [
          "нетуш",
          1
        ]
      },
      {
        "var_add": [
          "вопросы",
          1
        ],
        "var_equal": [
          "нетушки",
          0
        ],
        "id": 113,
        "text": "Проблема с припасами. ",
        "var_set": [
          "нетушки",
          1
        ]
      },
      {
        "id": 72,
        "text": "Вернуться в фойе. ",
        "var_need": [
          "вопросы",
          4
        ]
      }
    ]
  },
  {
    "id": 115,
    "text": "\n\"Ночью я обнаружила нечто странное. Это был мутант, но мы такого еще не встречали. \"\n\n\"Раскажи поподробнее. \"– ответил ты. \n\n\"Ну если поставить обычного зомби на первую степень, найденных мутантов на вторую, то этот займет третью степень. Артёму я уже сообщила, сейчас он решает что делать. \"\n\n\"Наверное опасная вещь... \"\n\n\"Это так, но дело в том что он очень далеко за пределами города, и я его смогла почуствовать только из за того что к Артёму начали тянуться черные щупальца. \"\n\n\"Вот мы попали...\"\n\n\"И еще Артём до сих пор не сошел с ума только из за того что свет от его ребенка защитил его. Он заставил Нечто отступить. \"\n\n\"Так надо его как можно быстрее найти его и уничтожить! \"\n\n\"А он сам к нам приближается.\"\n\n\"Серйозно?! Вот это поворот, будем ждать решение Артёма. \"\n\nПосле того как ты закончил разговор в дверь ктото постучал. ",
    "answers": [
      {
        "id": 116,
        "text": "Приоткрыть дверь. "
      }
    ]
  },
  {
    "id": 116,
    "text": "\nТы приоткрыл дверь, перед тобой стоял Густав. \n\n– Привет Вадим, извини что беспокою. Тут один человек передал тебе небольшого листа. – неуверенно сказал он. \n\n– Спасибо... – взяв листа в руки сказал ты. – Что там у тебя? Ктото уже проснулся? \n\n– Ну пока я видел только Артёма, он куда торопился и даже не поздоровался. Последним временем он меня пугает.... – ответил он. \n\n– Понятно, спасибо за письмо. Должен доделать еще некотрые дела, пока. \n\n– До встречи. –завершил он. ",
    "answers": [
      {
        "id": 117,
        "text": "Прочитать письмо. "
      }
    ]
  },
  {
    "id": 117,
    "text": "\n\" Дорогой Вадим! \n\n\n           Я извиняюсь за то, что не успел дорисовать рисунок. Приходи на днях и я отдам тебе его. Также за твое терпение я приготовлю для тебя еще кое-что. И кстати меня звать Макс. \n\n     P. S. извини если разбудил, я посчитал это срочным делом, не грусти. \n\n    Максим ;) \"\n\nНа некотрое время ты снова загрустил, но думая о подарке, ты снова улыбнулся. \n\nТеперь ты встал с кровати и вышел на коридор. На твое удивление, к тебе шел Артём. ",
    "answers": [
      {
        "id": 118,
        "text": "Поговорить с Артёмом. "
      }
    ]
  },
  {
    "id": 118,
    "text": "\n– Артём привет, всё нормально? Мне Яна всё росказала... – неловко с ходу сказал ты. \n\n– Привет, всё очень плохо, нет времени на долгие разговоры. Бери свои вещи мы идем на Иллюзиониста! – уверенно сказал он. \n\n– Иллюзиониста? – спросил ты. \n\n– Я так его назвал, он же делает так чтобы мне снились кошмары, и просто высасывает силы. \n\n– Я тоже начал чувствовать усталость и слабость. – ответил ты. \n\n– Значит надо его скорее уничтожить, я жду пока ты приготовишся. ",
    "answers": [
      {
        "id": 119,
        "text": "Вернуться за экипировкой. "
      }
    ]
  },
  {
    "id": 119,
    "text": "\nТы в который раз зашел в комнату и вытянул большую сумку з под кровати. \n\nСперва ты одел разгрузку, и взял с собой нож. Но в сумке лежало коечто намного интереснее. \nЭто подарок от твоего друга, который не дожил до этих дней и заразился, у тебя не было другого выхода как убить его. \n\nА подарок очень ценный, это \"снайперская винтовка Драгунова \"\n\nТы уверенно закинул её на пличе и сказал. \n\n– Я обещал, что буду её беречь, но беру её я только из за тебя братишка... ",
    "answers": [
      {
        "id": 120,
        "text": "Выйти в фое. "
      }
    ]
  },
  {
    "id": 120,
    "text": "\nТы вышел из комнаты и направился в фое. Тебя уже ждали Яна и Артём. \n\nТы шел и довольно улыбался, они смотрели на тебя с удивлением. \nПервый вопрос который задал Артём был таким. \n\n– У нас ведь её не было?! \n\n– Она лежала на всякий пожарный случай. – серйозно ответил ты. – и от он настал. \n\n– Отлично. – сказал Артём. –  Яна найди Иллюзиониста, и мы прихлопнем его с винтовки.\n\nЯна показала дорогу, и точное место положение Иллюзиониста. И вы направились туда. ",
    "answers": [
      {
        "id": 121,
        "text": "Приблзиться. "
      }
    ]
  },
  {
    "id": 121,
    "text": "\nКак только вы приблизились с нему на растояние один километр, вы заметили толпу мутантов. \n\nИх было около тридцати штук. \n\n– Кукловод. – сквозь злость сказал ты. – От что это мне напоминает. \n\n– Типо как контролер из \"\"Сталкера\"?\n\n– Давайте уже его прихлопнем, некогда с ним возиться. – ответил Артём. ",
    "answers": [
      {
        "id": 122,
        "text": "Стрелять Артёму. "
      },
      {
        "id": 123,
        "text": "Стрелять самому. "
      }
    ]
  },
  {
    "id": 122,
    "text": "\nТы вручил винтовку Артёму, и он прицелился. \n\n– Какой же он уродливый...– сказал он. – один точный выстрел и всё... \n\nОн выстрелил, и после паузы стрельнул еще два раза. Он убрал винтовку. \n\n– Титаны прикрыли ему голову, но на одного Титана стало меньше. \n\n– Он из них щит делает? – спросил ты.\n\n– Да, в ближний бой идти глупо. – разозлился он. – Вспомните как было тежело когда мы с одним расправлялись, а их там десятки. Я в толпе точно видел пять Титанов, а это не считая других мутантов. \n\n– Отступаем короче. – ответил ты. \n\n– В отель возвращаться не можно, вдруг на меня снова подействуют галлюцинаци и я причиню кому-то вреда. – сказал Артём. \n\n–  Можем пойти в дом где я жила. – ответила Яна. – Он находиться в северной части города, он далеко от отеля, и мутанты туда так быстро не доберутся. \n\n– Отлично, если ничего не придумаем, то там займемся обороной. – договорил ты. ",
    "answers": [
      {
        "id": 125,
        "text": "К дому Яны. "
      }
    ]
  },
  {
    "id": 123,
    "text": "\nТы взял винтовку и прицелился. Почти сразуты увидил его, худощавого мутанта, низкого роста. \nОн посмотрел на тебя и у тебя пробежал холодок по спине. \n\n– Какой же он уродливый... Один выстрел и... \n\nТы снял винтовку с предохранителя и приготовился стрелять. ",
    "answers": [
      {
        "id": 124,
        "text": "Выстрелить. "
      }
    ]
  },
  {
    "id": 124,
    "text": "\nТы стреляешь в голову толстяку, но пуля пролитает в сантиметрах от головы. Вторая попадает ему в тело и он падает на спину. \nПосле ты сразу сделал трети выстрел, но он прикрылся Титанами. \n\n– Титаны прикрыли ему голову, но на одного Титана стало меньше. \n\n– Он из них щит делает? – спросил ты.\n\n– Да, в ближний бой идти глупо. – разозлился он. – Вспомните как было тежело когда мы с одним расправлялись, а их там десятки. Я в толпе точно видел пять Титанов, а это не считая других мутантов. \n\n– Отступаем короче. – ответил ты. \n\n– В отель возвращаться не можно, вдруг на меня снова подействуют галлюцинаци и я причиню кому-то вреда. – сказал Артём. \n\n–  Можем пойти в дом где я жила. – ответила Яна. – Он находиться в северной части города, он далеко от отеля, и мутанты туда так быстро не доберутся. \n\n– Отлично, если ничего не придумаем, то там займемся обороной. – договорил ты. \n",
    "answers": [
      {
        "id": 125,
        "text": "К дому Яны."
      }
    ]
  },
  {
    "id": 125,
    "text": "\nВы дошли до дома за два часа. Примерно десять километров между вами и толпой монстров. Вы вошли в пятиэтажный дом, и в спешке поднялись на пятый этаж, где Яна ключом открыла дверь, и впустила тебя и Артёма внутрь. Двухкомнатная квартира с видом на море. \n\n– Алиса по достоинству оценила бы такой вид! – сказал Артём. \n \n– Это да. – сказала Яна. – Но по пятам идет Иллюзионист. Как будем действовать? \n\n– Выступим в бой! – ответил Артём. ",
    "answers": [
      {
        "id": 126,
        "text": "– Против тридцати мутантов? – ты был шокирован его предложениям. "
      }
    ]
  },
  {
    "id": 126,
    "text": "\nЯна отвернула голову в сторону, чтобы не встретить вашы взгляды. Она тоже понимала абсурд боя, но своих предложений она не имела. \n\n– Мы их разделим, заманим и по одиночку прикончим! – сказал он. – Это будет сложно, но другого более действующего варианта у меня нет. \n\nВы приступили к разбору ситуации и условий боя, оценили по карте города ближайшие мелкие дворики и стали дожидаться прихода Иллюзиониста с его сильнейшей армией мутантов. Первым прилег отдохнуть Артём и Яна, через три часа Яна сменила тебя, и ты буквально за две минуты заснул. \n\nЭто время ты проспал в беспокойстве, но страшных снов небыло, ты проснулся когда Артём еще спал. На улице уже стало темно, но луна светила по особенному ярко, заливая всё вокруг своим серебристым сиянием. ",
    "answers": [
      {
        "id": 127,
        "text": "Обратиться к Яне за помощью в усилении сенсорных способностей. "
      },
      {
        "id": 128,
        "text": "Разбудить Артёма. "
      }
    ]
  },
  {
    "id": 127,
    "text": "\nТы поднялся с кровати и подошел к окну около которого стояла она. Красивая, умная и имеющая невороятные способности девушка. \n\n– Ну как там? – обратился ты к Яне. – Иллюзиониста еще не видать? \n\n– Мои чувства подсказывают, что они уже не далеко, но еще есть время. \n\n– Понятно, – неловко ответил ты. – Ты говорила что сенсорные способности есть у всех особенных, и они должны быть и у меня? \n\n– Да, сенсорные способности есть и у тебя, и у Артёма. Вы просто не умеете ними пользоваться. – подчеркнула Яна. – Это очень просто, ты хочешь научиться? \n\n– Да, конечно если тебе не сложно. Спать я уже не хочу, а к приходу Иллюзиониста еще есть время. \n\n– Ну тогда начнём? – спросила она. ",
    "answers": [
      {
        "id": 129,
        "text": "– Ну давай попробуем... "
      }
    ]
  },
  {
    "id": 128,
    "text": "\nТы поднялся с кровати и глянул в окно, мутантов еще нет. \n\n\"Может не стоит будить Артёма? \"\n\nАртём так крепко спал, что ты даже не хотел его будить, всётаки ты решил подойти к Яне, не долго думая ты подошел к окну около которого стояла она. Красивая, умная и имеющая невороятные способности девушка. \n\n– Ну как там? – обратился ты к Яне. – Иллюзиониста еще не видать? \n\n– Мои чувства подсказывают, что они уже не далеко, но еще есть время. \n\n– Понятно, – неловко ответил ты. – Ты говорила что сенсорные способности есть у всех особенных, и они должны быть и у меня? \n\n– Да, сенсорные способности есть и у тебя, и у Артёма. Вы просто не умеете ними пользоваться. – подчеркнула Яна. – Это очень просто, ты хочешь научиться? \n\n– Да, конечно если тебе не сложно. Спать я уже не хочу, а к приходу Иллюзиониста еще есть время. \n\n– Ну тогда начнём? – спросила она. ",
    "answers": [
      {
        "id": 130,
        "text": "– Попробеум... "
      }
    ]
  },
  {
    "id": 129,
    "text": "\n– Ты точно готов? – спросила она. – Ты должен внимательно меня слушать и выполнять мои указания. \n\n– Наверное да. Я постараюсь тебя слушать как можно внимательней. – чётко ответил ты. \n\nЯна погрузила тебя в рассказы о сенсорике. Ты узнал обо всех её особенностях и не только. Главное в сенсорике, это спокойствие и сосридочения. Так как ты был солдатом, ты прекрасно понимал о чем она, и как сосредоточиться. В самых жарких ситуациях ты мог себе контролировать и это дало о себе знать. У тебя буквально с первого раза получилось обнаружит мутантов за два километра от тебя. И в рассредоточеном состоянии ты чуствовал всех на ростоянии ста метров от тебя. \n\n– Вау! Как же круто! – ты так закричал, что чуть не разбудил Артёма. – Как же я тебе благодарен, ты такая хорошая. \n\nПосле этой фразы, ты взял её за руку и поцеловал в щечку. Она покраснела и улыбнулася, в её глазах можно было увидить радость и удивление одновременно. \n\n– Всегда рада помочь, и спасибо тебе. – сказала Яна и еще больше покраснела. \n\nИ тут проснулся Артём, и екраз вовремя, мутанты уже не далеко. ",
    "answers": [
      {
        "id": 131,
        "text": "– Артём. "
      }
    ]
  },
  {
    "id": 130,
    "text": "\n– Ты точно готов? – спросила она. – Ты должен внимательно меня слушать и выполнять мои указания. \n\n– Наверное да. Я постараюсь тебя слушать как можно внимательней. – чётко ответил ты. \n\nЯна погрузила тебя в рассказы о сенсорике. Ты узнал обо всех её особенностях и не только. Главное в сенсорике, это спокойствие и сосридочения. Так как ты был солдатом, ты прекрасно понимал о чем она, и как сосредоточиться. В самых жарких ситуациях ты мог себе контролировать и это дало о себе знать. У тебя буквально с первого раза получилось обнаружит мутантов за два километра от тебя. И в рассредоточеном состоянии ты чуствовал всех на ростоянии ста метров от тебя. \n\n– Вау! Как же круто! – ты так закричал, что чуть не разбудил Артёма. – Как же я тебе благодарен, ты такая хорошая. \n\nПосле этой фразы, ты взял её за руку и поцеловал в щечку. Она покраснела и улыбнулася, в её глазах можно было увидить радость и удивление одновременно. \n\n– Всегда рада помочь, и спасибо тебе. – сказала Яна и еще больше покраснела. \n\nИ тут проснулся Артём, и екраз вовремя, мутанты уже не далеко. ",
    "answers": [
      {
        "id": 131,
        "text": "– Артём! "
      }
    ]
  },
  {
    "id": 131,
    "text": "\n– Артём, Иллюзионист в двух километрах от нас, – сказал ты. – Яна немного помогла мне и научила использовать сенсорные способности, и теперь я могу чувствовать мутантов больше чем на сто метров вокруг себя. Например чуствую двадцать восемь мутантов на юге, в двух километрах. \n\nАртём задумался, еще раз посмотрел на тебя и сказал. \n\n– Поразительно... – ответил он. – Я вот что думаю: в свете луны так всё чётко видно... \n\nИ я предлагаю устроить:\nНочную охоту на мутантов, или дождаться утра. \n\nЯна с удивлением посмотрела на тебя и на Артёма. Ты тоже не знал как будет лучше. ",
    "answers": [
      {
        "id": 132,
        "text": "Устроить ночную охоту на мутантов. "
      },
      {
        "id": 133,
        "text": "Ждать до утра. "
      }
    ]
  },
  {
    "id": 132,
    "text": "\nТы поддержал идея Артёма о ночной охоте. Тебе хотелося поскорее закончит с ними и вернуться в отель. Яна наооборот, не хочет бегать по ночи с мутантами, но вы смогли её уговорить, обещая что она не будет участвовать в сражении. \n\nВы вышли из подъезда на улицу. Иллюзионист стоящий в двух километрах со своей грозной армией, не двигался. Было похоже на то, что они остановились на ночевку. Вы дружно направились к нему. \n\nУже подходя к месту ночёвки Иллюзиониста. Ты и Яна почувствовали изменения в настроении мутантов: если в прошлый раз они вели себя спокойно, и были готовы защищать своего хозяина, то сейчас они злые, и с нетерпением ждут приказа Иллюзиониста. ",
    "answers": [
      {
        "id": 134,
        "text": "Начать выманивать. "
      }
    ]
  },
  {
    "id": 133,
    "text": "\nВы вернулись в квартиру Яны. Иллюзионист стоял на месте в окружении своих приспешников.  Сейчас три часа ночи, и до утра они никуда не двинуться. \n\nСейчас Артём будет дежурить, а за тем его смениш ты. Ты и Яна лягли спать, а Артём расположился на кухне и начал ждать.\n\nВсю ночь тебе чтоьо беспокоило, ты не понимал что именно может тебя тревожить. В отличии от Артёма и Яны тебе не было за ково беспокоиться. Но тут в сквозь сон ты услыш голос...",
    "answers": [
      {
        "id": 150,
        "text": "...."
      }
    ]
  },
  {
    "id": 134,
    "text": "\nТы начал выманивать их, с дистанции ста метров, бросаясь камнями. По счастливой случайности несколько камней с большой силой прилетели двум медузам в голову, от чего те погибли на месте. \n\nИ вот в вашу сторону двинулся Титан, ты с Артёмом начал отступать в соседний дворик. В нем довольно мало пространства доя Титана, и он не мог свободно двигаться. Атакую и отвликая его по очередности, ты и Артём уложили Титана. ",
    "answers": [
      {
        "id": 135,
        "text": "Продолжить выманивать. "
      }
    ]
  },
  {
    "id": 135,
    "text": "\nЗа три часа боёв вы убили три титана и четыре толстяка. Итоги, с учётом двух медуз и самого первого титана, армия Иллюзиониста потеряла десять мутантов. Сил было уже ма",
    "answers": [
      {
        "id": 136,
        "text": "Продолжить выманивать. "
      },
      {
        "id": 137,
        "text": "Вернуться в квартиру Яны и отдохнуть. "
      }
    ]
  },
  {
    "id": 136,
    "text": "\nВы продолжили выманивать мутантов, но в очередной стычке ты не смог вовремя уйти и подвернул ногу. Еще б пару секунд и ты стал трупом. Всётаки ты успел уйти от атаки и попросил Артёма вернуться и отдохнуть. \n\nАртём кивнул головой, и прикрывая тебя с Яной направился в подъезд. ",
    "answers": [
      {
        "id": 138,
        "text": "Всетаки вернуться в квартиру Яны. "
      }
    ]
  },
  {
    "id": 137,
    "text": "\nВы вернулись в квартиру Яны. Иллюзионист стоял на месте в окружении своих приспешников.  Сейчас три часа ночи, и до утра они никуда не двинуться. \n\nСейчас Артём будет дежурить, а за тем его смениш ты. Ты и Яна лягли спать, а Артём расположился на кухне и начал ждать.\n\nВсю ночь тебе чтоьо беспокоило, ты не понимал что именно может тебя тревожить. В отличии от Артёма и Яны тебе не было за ково беспокоиться. Но тут в сквозь сон ты услыш голос...",
    "answers": [
      {
        "id": 143,
        "text": "...."
      }
    ]
  },
  {
    "id": 138,
    "text": "\nВы вернулись в квартиру Яны. Иллюзионист стоял на месте в окружении своих приспешников.  Сейчас три часа ночи, и до утра они никуда не двинуться. \n\nСейчас Артём будет дежурить, а за тем его смениш ты. Ты и Яна лягли спать, а Артём расположился на кухне и начал ждать.\n\nВсю ночь тебе чтоьо беспокоило, ты не понимал что именно может тебя тревожить. В отличии от Артёма и Яны тебе не было за ково беспокоиться. Но тут в сквозь сон ты услыш голос...",
    "answers": [
      {
        "id": 139,
        "text": "...."
      }
    ]
  },
  {
    "id": 139,
    "text": "\n– Вадим, Яна! Просыпайтесь, я ненароком уснул. – прокричал Артём. \n\n– Ох, черт. – держась за голову ответил ты. – Где Иллюзионист? \n\nВы всё подошли к окну и обнаружил и нечто. \n\n– Он в трех километрах от нас! Он отдалился и движеться в сторону отеля! – забеспокоилась Яна. \n\n– Поскорее, надо догонять его! – скомандовал Артём. ",
    "answers": [
      {
        "id": 140,
        "text": "В погоню! "
      }
    ]
  },
  {
    "id": 140,
    "text": "\nВы собрали всё силы что у вас были, и направились в погоню за Иллюзионистом. Нельзя допустить чтобы мутанты подошли к отелю! Там всё нашы друзья, и жители. Артём специально включил рацию и передал всю информацию дежурному, а тот после того как росказал всё Густаву передал ему рацию. \n\n– Это точно? – спросил он. – Или это снова твои галлюцинации? \n\n– Точно! Артём и Яна могут подтвердить! – ответил Артём. \n\n– Плохо. – сказал Густав. – Тогда мы будем готовиться к обороне. \n\n– Мы уже в пути! \n\nВы бежали со всей силы, но ранена нога явно давала о себе знать. ",
    "answers": [
      {
        "id": 141,
        "text": "Направится в отель и защищаться. "
      }
    ]
  },
  {
    "id": 141,
    "text": "\nВы прибыли в отель немного ранше толпы. Ты отдал свою снайперскую винтовку и указал конкретную наводку на цель, и начал готовиться к предстоящей битве. \n\nЗатем с отеля выбежала Алиса и подбегая к Артёму, вместо объятия дала ему подщечину. \n\nТы не досмотрел до конца и забежал в отель, и открыл свою комнату. Ты взял всё необходимое и вышел с отеля. \n\n– Так Вадим, у меня есть план, ты должен выполнять всё мои указания. – подчеркнул Артём. – Мы не можем проиграть. \n\n– От нас зависит судьба жителей отеля. Жду указаний. – четко ответил ты. ",
    "answers": [
      {
        "id": 142,
        "text": "Выступить в бой. "
      }
    ]
  },
  {
    "id": 142,
    "text": "\nМутанты подошли через пять минут. Их уже встречали двадцать восемь бойцов, которые были готовы к стычке с мутантами. Им была дана рекомендация сдерживать мутантов, не убивать их. Просто отвлекать, пока ты с Артёмом будете убивать их один за другим. \n\nПервый удар титана ао ограждении был как удар в барабан с призывом к бою. Укрепления выдержало, благодаря твоим усилиям. Ты даже начал собой гордиться. \n\nБойцы по групам выбежали к мутантам, и начала их по одному отводить. Вам осталось только Иллюзионист, два титана и толстяк. ",
    "answers": [
      {
        "id": 146,
        "text": "Начать битву. "
      }
    ]
  },
  {
    "id": 143,
    "text": "\n– Вадим, Яна! Просыпайтесь, я ненароком уснул. – прокричал Артём. \n\n– Ох, черт. – держась за голову ответил ты. – Где Иллюзионист? \n\nВы всё подошли к окну и обнаружил и нечто. \n\n– Он в трех километрах от нас! Он отдалился и движеться в сторону отеля! – забеспокоилась Яна. \n\n– Поскорее, надо догонять его! – скомандовал Артём. ",
    "answers": [
      {
        "id": 144,
        "text": "В погоню за Иллюзионистом! "
      }
    ]
  },
  {
    "id": 144,
    "text": "\nВы собрали всё силы что у вас были, и направились в погоню за Иллюзионистом. Нельзя допустить чтобы мутанты подошли к отелю! Там всё нашы друзья, и жители. Артём специально включил рацию и передал всю информацию дежурному, а тот после того как росказал всё Густаву передал ему рацию. \n\n– Это точно? – спросил он. – Или это снова твои галлюцинации? \n\n– Точно! Артём и Яна могут подтвердить! – ответил Артём. \n\n– Плохо. – сказал Густав. – Тогда мы будем готовиться к обороне. \n\n– Мы уже в пути! ",
    "answers": [
      {
        "id": 145,
        "text": "Направиться в отель и защищаться. "
      }
    ]
  },
  {
    "id": 145,
    "text": "\nВы прибыли в отель немного ранше толпы. Ты отдал свою снайперскую винтовку и указал конкретную наводку на цель, и начал готовиться к предстоящей битве. \n\nЗатем с отеля выбежала Алиса и подбегая к Артёму, вместо объятия дала ему подщечину. \n\nТы не досмотрел до конца и забежал в отель, и открыл свою комнату. Ты взял всё необходимое и вышел с отеля. \n\n– Так Вадим, у меня есть план, ты должен выполнять всё мои указания. – подчеркнул Артём. – Мы не можем проиграть. \n\n– От нас зависит судьба жителей отеля. Жду указаний. – четко ответил ты. ",
    "answers": [
      {
        "id": 142,
        "text": "Выступить в бой. "
      }
    ]
  },
  {
    "id": 146,
    "text": "\nВ этот раз ты и Артём вооружились мачетами и саблями. Вы вышли к Иллюзионисту, и первым врагом стал толстяк. Ловко маневрируя, и благодаря командной робоье, вы менее чем за тридцать секунд справились с толстяком. \n\n\nСледущим подошел титан, он уже враг посерйознее, он крепче защищен чем толстяк. Пару минут, около пятьдесяти режущих и колотых ран, и Иллюзионист остался всеголиш с одним титаном. ",
    "answers": [
      {
        "id": 147,
        "text": "Отвлечь титана, и дать Артёму атаковать Иллюзиониста. "
      },
      {
        "id": 148,
        "text": "Напасть групой. "
      }
    ]
  },
  {
    "id": 147,
    "text": "\nТы начал отводить титана подальше от Артёма, чтобы тот мог спокойно бороться с Иллюзионистом. Но в один миг титан перестал обращать на тебя внимание, и направился к Артёму. \n\nВ тот миг, ты заметил в глазах Артёма злость и ярость. Он обернулся на титана и за пару секунд с неимоверной злостью уничтожил его. И затем вместо того чтобы атаковать Иллюзиониста, он направился на тебя! \n\n– Артём, что ты задумал? \n\nНе успел ты договорить как он рубанул саблей прямо около твоей головы, ты начал защищаться, в итоге у него сломалась сабля и мачете, и он прыгнул на тебя. Ты не хотел его калечить, но он начал тебя душить, ты пытался до него достучаться но он душил только сильнее. Но как только ты заметил слабину, ты вырвался с его рук в жалобном состоянии. \n\n– Что произошло? – держась за голову спросил Артём. ",
    "answers": [
      {
        "id": 149,
        "text": "Ответить. "
      }
    ]
  },
  {
    "id": 148,
    "text": "\nВы решили убить титана групой, для вас сложности убить его вдвоем нет. Но тут ты заметил что Иллюзионист начал отходить и убегать. \n\n– Артём! Иллюзионист! Догони его, я займусь титаном. \n\nОн побежал прямиком к нему, но когда ему осталось одолеть десять метров он остановился. В тот миг, ты заметил в глазах Артёма злость и ярость. Он обернулся на титана и за пару секунд с неимоверной злостью уничтожил его. И затем вместо того чтобы атаковать Иллюзиониста, он направился на тебя! \n\n– Артём, что ты задумал? \n\nНе успел ты договорить как он рубанул саблей прямо около твоей головы, ты начал защищаться, в итоге у него сломалась сабля и мачете, и он прыгнул на тебя. Ты не хотел его калечить, но он начал тебя душить, ты пытался до него достучаться но он душил только сильнее. Но как только ты заметил слабину, ты вырвался с его рук в жалобном состоянии. \n\n– Что произошло? – держась за голову спросил Артём. ",
    "answers": [
      {
        "id": 149,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 149,
    "text": "\n– Ты вышел к Иллюзионисту. – начал росказывать ты. – а потом почти сразу начал атаковать титана и меня. Я защищался и пытался докричаться до тебя, но ты был под гипнозом. \n\n– Я пристрелил его. – сверху с крыши крикнул боец. – Он долгое время был не в прицела, но убегая, вышел на просторное место и попал в прицел. \n\n– Значить мы справились. – сказал ты. – Осталось других мутантов перебить. \n\nВ этот момент Артём схватился за грудь, и упал корчась от боли. \n\nТы бросился к Артёму стараясь понять что с ним происходит. В этот момент от Артёма вспышкой пошла волна, не видна обычным людям. Мутанты в тот же миг остановились и обернулись прямо на вас. Пару секунд, и они в спешке начали покидать эту территорию. \n\nВот Артёму полегчало, и с помощью тебя он поднялся на ноги и осмотрелся. \n\nМутанты сбежали, а бойцы вернулись к вам. В их глазах ты увидел страх, они смотрели на Артёма и подсознательно боялись его. Ты обратился к Артёму по телепатии. \n\n\"Ты источаешь силу. Не понимаю как так произошло, но теперь ты одним только видом пугаешь мутантов. \"\n\n\"И людей. – сказал он. \"",
    "answers": [
      {
        "id": 152,
        "text": "Вернуться в отель. "
      }
    ]
  },
  {
    "id": 150,
    "text": "\n– Вадим, Яна! Просыпайтесь, я ненароком уснул. – прокричал Артём. \n\n– Ох, черт. – держась за голову ответил ты. – Где Иллюзионист? \n\nВы всё подошли к окну и обнаружил и нечто. \n\n– Он в трех километрах от нас! Он отдалился и движеться в сторону отеля! – забеспокоилась Яна. \n\n– Поскорее, надо догонять его! – скомандовал Артём. ",
    "answers": [
      {
        "id": 151,
        "text": "В погоню за ним! "
      }
    ]
  },
  {
    "id": 151,
    "text": "\nВы собрали всё силы что у вас были, и направились в погоню за Иллюзионистом. Нельзя допустить чтобы мутанты подошли к отелю! Там всё нашы друзья, и жители. Артём специально включил рацию и передал всю информацию дежурному, а тот после того как росказал всё Густаву передал ему рацию. \n\n– Это точно? – спросил он. – Или это снова твои галлюцинации? \n\n– Точно! Артём и Яна могут подтвердить! – ответил Артём. \n\n– Плохо. – сказал Густав. – Тогда мы будем готовиться к обороне. \n\n– Мы уже в пути! ",
    "answers": [
      {
        "id": 145,
        "text": "Направиться защищать отель. "
      }
    ]
  },
  {
    "id": 152,
    "text": "\nВы вернулись в отель. Немного отдохнув в фое ты направился в свой номер.\n\nВсё уже заметили странности Артёма, и после прихода в отель на него смотрели со страхом. \n\n\"Что делать с Артёмом? – спросила по телепатии Яна. \"\n\n\"Я даже не знаю, если от его силы убежали мутанты, то что тогда подумают обычные жители?! \"\n\n\"Ты прав, я поговорю с ним, а ты пока можешь отдохнуть. Мы достаточно сделали для хорошего отдыха. ",
    "answers": [
      {
        "id": 153,
        "text": "Лечь на кровать. "
      }
    ]
  },
  {
    "id": 153,
    "text": "\nНемного отдохнув, ты услышал как к твоей комнате ктото приближается. \n\n– Вадим! Срочно выходи! Что за чушь они творят!? – сказал Степан. \n\nТы подорвался с кровати и в спешке открыл дверь. \n\n– Привет Степан, а что случилось?\n\n– Густавь хочет выгнать Артёма с отеля! – злосно крикнул он. – Надо чтото сделать, немедленно! \n\nТы взял взял свои вещи, и моментально выбежал с комнаты, около входа в фое стояла куча народу, они чтото очень громко обсуждали. ",
    "answers": [
      {
        "id": 154,
        "text": "Подойти к ним. "
      }
    ]
  },
  {
    "id": 154,
    "text": "\nТы подошел к толпе, в центре стоял Густав. \n\n– Вы его видели?! Его глаза, он как монмтр! Мы не можем жить с психом в одном отеле! А если бы пострадали люди? – сказал он. \n\n– Но это же не по справедливому! – крикнул кто-то с толпы. \n\n– А вы считаете справедливым жить в одном большом доме с психом?! – снова крикнул Густав. \n\nГустав не был похож на себя, он как будто сорвался с цепи. Он всегда поддерживал Артёма и нас, а теперь он во всё горло орёт о том чтобы избавиться от нас! ",
    "answers": [
      {
        "id": 155,
        "text": "Вмешаться. "
      },
      {
        "id": 156,
        "text": "Не вмешиваться. "
      }
    ]
  },
  {
    "id": 155,
    "text": "\n– Густав что ты творишь? Ты воще съехал с катушек?! – крикнул ты. – После всего что он сделал! После всего что мы сделали, ты просто так из за одного случая хочешь выгнать его с дома который он сам укрепил, организовал и сделал всё чтобы вы всё были в безопасности! \n\nВсё затихли, и смотрели на тебя, ты на столько душевно это сказал, что кто-то из толпы заплакал. Густав смотрел в пол, и сжал кулак. \n\n– Раз так? Давайте решим всё по чесному! – прорвался сквозь толпу Степан. – Проголосуем! \n\n– Я согласна, это лучшый метод! – сказала Рита.\n\nПосле нескольких минут голосования, вы потерпели поражения. Артём вышел со своего номера с Алисой, и после нескольких минут диалога покинул отель. Тебе даже не дали выйти к нему, и он просто ушёл. ",
    "answers": [
      {
        "id": 157,
        "text": "Взять Степана, Риту и Яну, и направиться на поиски Артёма. "
      }
    ]
  },
  {
    "id": 156,
    "text": "\nБольшинство люлей просто молчали, только несколько людей щаступались за Артёма, ты решил что ты тут не поможешь и просто слушал розговор. \n\n– Раз так? Давайте решим всё по чесному! – прорвался сквозь толпу Степан. – Проголосуем! \n\n– Я согласна, это лучшый метод! – сказала Рита.\n\nПосле нескольких минут голосования, вы потерпели поражения. Артём вышел со своего номера с Алисой, и после нескольких минут диалога покинул отель. Тебе даже не дали выйти к нему, и он просто ушёл. ",
    "answers": [
      {
        "id": 157,
        "text": "Взять Степана, Риту и Яну, и направиться на поиски Артёма. "
      }
    ]
  },
  {
    "id": 157,
    "text": "\nВывышли с отеля, когда всё люли уже розошлись, в фое остался только Густав и несколько бойцов. \n\n– Они идиоты! – сказала со злости Яна. – Мы же столько для них сделали. \n\n– Это их решение. У них есть Густав и десяток бойцов. – спокойно ответил ты. – Они не пропадут.\n\nПроходя около фермы вы почуствовали что-то яркое! Это был Артём. \n\nВы увидили как он вышел к вам на встречу. \n\n– Артём! – крткнул издалека ты. – Ты не сбежишь от нас. Мы тебя повсюду найдем. \n\n– Ребята? – сказал он. – Ну ладно Вадим, но видеть вас мне удивительно. \n\n– Мы голосовали против твоей отставки! – сказал Егор. – Но мы оказались в меньшинстве. \n\n– Мы с тобой Артём. – в один голос сказали Степан и Рита. ",
    "answers": [
      {
        "id": 158,
        "text": "Принять дальнейшее решение. "
      }
    ]
  },
  {
    "id": 158,
    "text": "\nВы всё вошли внутрь, Алиса очень обрадовалась Яне и Рите. Вы начали определяться что делать дальше. Как не крути но всё согласились что с города Гагра надо уезжать – нечего делить с той групой людей которые тебя выгеали в одном городе. \n\nЕхать дальше на юг бессмысленно, даже если встретим выживших, то по-русски там не говорят, а по ломаном английском договариваться сложно. \n\nВы приняли решение вернуться в Россию, и обосновать группу где-то в Краснодарском крае. Яна знакома с той местностью и порекомендовала Новороссийск: портовый крупный город, в котором наверняка остались выжившие, должны остаться припасы и большой выбор для места жительства. \n\nБольшинство согласилось с мнениям Яны, и на этом порешали. ",
    "answers": [
      {
        "id": 159,
        "text": "Искать способ передвижения. "
      }
    ]
  },
  {
    "id": 159,
    "text": "\nТы росказал о грузовике, который находиться недалеко от фермы. В нем нет бензина так-то прийдеться где-то раздобыть. \n\nОт Степана пришло предложение обыскать железнодорожный вокзал. Егор и Степан направились на обыски вокзала, ты и Артём направились на поиски припасов провизии. Яна, Алиса и Рита остались располагаться – нужно обустроить спально место, так как сегодня точно вы не собираетесь в дорогу. ",
    "answers": [
      {
        "id": 160,
        "text": "Идти на поиски припасов. "
      }
    ]
  },
  {
    "id": 160,
    "text": "\nТы и Артём шли и осматривали ближайшие магазины. Вас интересовали: консервы, долгохранимые припасы и питьевая вода. \n\n– Как ты? – спросил ты. \n\n– Всё впорядке. Что-то случилось со мной и всё вокруг стали меня бояться – ответил Артём. \n\n– В моих глазах ты выглядишь как вожак, неоспоримый лидер. Но я сам очень силен. Даде мутанты сбежали в страхе. Что говорить про простых людей. \n\n– Я это понимаю, но чуство жалсти к себе не покидает меня. Они остались сами по себе без нашей защиты. \n\n– Они сами выбрали этот путь. – уверенно кивнул ты. – У них есть Густав и три десятка бойцов – выживут. ",
    "answers": [
      {
        "id": 161,
        "text": "Далее. "
      }
    ]
  },
  {
    "id": 161,
    "text": "\nВы вернулись со скудной, но всё же добычей. Найденного хватит на сегодня и еще на несколько дней.\n\nГруппа Степана смогла найти бензин, но не на железнодорожном вокзале, а на заправке около него. Они не только нашли топливо, а еще и заправили и пригнали грузовик. \n\nВсё дружно пообедали, и начали обговаривать нюансы предстоящей поездки. Было принято решение ехать без остановок, поочередно сменя друг друга за рулем, а остальные будут сидеть в кузове с вещами. \n\nПосле обеда всё начали заниматься своими делами кто что хотел. Рита и Яна были с Алисой, они беседовали м гуляли неподалеку. Егор и Степан за несколько ходок принесли восемь матрацов, чтобы уложить их в кузове – и будет мягче ехать, и для сна пригодиться. Артём с тобой еще раз ходили по припасы и смогли принести еще немного продовольства. ",
    "answers": [
      {
        "id": 163,
        "text": "На следующий день. "
      }
    ]
  },
  {
    "id": 162,
    "text": "",
    "answers": []
  },
  {
    "id": 163,
    "text": "\nНа утро всё поели и разместились в грузовике. На матрацах сиделось мягко, и от грузовик тронулся в путь.\n\nГрузовик ехал по небольшым уличкам и выехал к отелю. Степан и Егор вышли с грузовика и зашли в отель. Оранники возмутились, но не остановили их. Остальные остались ждать в машине. \n\nЧерез десять минут из отеля вышли Степан и Егор с чемоданами и рюкзаками, а следом и родители Алисы. Всё залезли в грузовик и двинулись в путь.\n\nТебя не покидала мысль, что вы всётаки останитесь, но всё уже решено. ",
    "answers": [
      {
        "id": 164,
        "text": "Несколько дней спустя. "
      }
    ]
  },
  {
    "id": 164,
    "text": "\nВот полуночную тишину города нарушил рев работающего двигателя грузовика. Он проехал почти половину города, петляя туда-сюда по улочкам, выискивая свободный путь. \n\nТы с Яной подобрал более удачное место. Сначала хотели занять небольшой домик, которы будет удобен своим расположением, но не найдя ничего подходящего – решили занять лайнер на пристани. \n\nЗаехав в порт, ты остановил грузовик и заглушил  двигатель. Это первый отдых грузовика за последние дни – он с достоинством справился с переездом, ни разу не глох и не ломался. \n\nВ кузове зашевелились, а потом и начали выглядывать и вылезать пассажиры. Никто не поверил тому, что было перед их глазами – круизный лайнер, огромный и красивый. Около ста метров в длинну, и сорока метров в ширину и тридцать метров в высоту. Ты показал Артёму палец, давая оценку лайнеру, он кивнул в ответ.\n\nПервой же проблемой стал доступ на лайнер – стыковочного трапа нет. Видно только свисающей канат в воду с этого лайнера. ",
    "answers": [
      {
        "id": 165,
        "text": "Обыскать порт. ",
        "var_set": [
          "n1",
          1
        ]
      },
      {
        "id": 166,
        "text": "Залезть по канату на лайнер. ",
        "var_set": [
          "n1",
          2
        ]
      }
    ]
  },
  {
    "id": 165,
    "text": "\nВы разделились, и начали искать способ подняться на борт лайнера. Обыскав несколько доков и стояночных мест – удалось найти машину-трап для подъема. \n\nОчередная проблема была в том, что машина не заводилась. Стоит осмотреть ее кому-то, либо при помощи силы всей группы толкать ее до лайнера. ",
    "answers": [
      {
        "id": 167,
        "text": "Направить кого-нибудь починить машину. ",
        "var_set": [
          "global трап",
          1
        ]
      },
      {
        "id": 168,
        "text": "Вручную толкать машину до лайнера. ",
        "var_set": [
          "global трап",
          2
        ]
      }
    ]
  },
  {
    "id": 166,
    "text": "\nТы и Артём без труда смогли подняться по канату на палубу, около пятнадцати метров. Остальные же просто остались ждать внизу. \n\nНа палубе было чисто, и мутантов не ощущалось. Насколько позволило 500 комнат и 120 служебных помещений, ты и Артём осмотрели всё. На капитанском мостике вы нашли одного мерца, но это было тело человека а не зомби. Осмотрев его поближе, вы поняли что он умер от тежолой болезни, которую не смог победить сам, и прошло около месяца. \n\nПродукты на лайнере имелись, причём в безумно большом количестве. Также на лайнере имелись: тенисный и баскетбольны корты, несколько басейнов, аквапарк, сауна, тренажерный зал, казино, кинотеатр, своя картинная галерея и огромная библиотека. Еще имел\nись несколько автономных аварийных электрогенераторов, которые могли обеспечивать всю жизнедеятельность лайнера. \n\nУчитывая шикарное состояния лайнера. ",
    "answers": [
      {
        "id": 171,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 167,
    "text": "\nАлександр Александрович, Степан, Егор и Рита около получаса ковырялись под капотом машины-трапа и наконец-то смогли заставить ее завестись. Подогнали ее как было нужно, и доступ на палубу стал возможен. \n\nПоставив машину нв ручник, забрав ключ и обезопасив ее от угона, поставив под колеса противооткатные уголки, вы обезопасили себя от того случая, когда машина-трап могла откатить от лайнера.\n\nЕгор сделал жест перерезаемой ленточки, и пригласил всех на борт. ",
    "answers": [
      {
        "id": 169,
        "text": "Подняться на борт. ",
        "var_equal": [
          "n1",
          1
        ]
      },
      {
        "id": 170,
        "text": "Подняться на борт. ",
        "var_equal": [
          "n1",
          2
        ]
      }
    ]
  },
  {
    "id": 168,
    "text": "",
    "answers": [
      {
        "id": 172,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 169,
    "text": "",
    "answers": []
  },
  {
    "id": 170,
    "text": "",
    "answers": []
  },
  {
    "id": 171,
    "text": "",
    "answers": []
  },
  {
    "id": 172,
    "text": "",
    "answers": []
  }
]