[
  {
    "id": 1,
    "text": "Автор:☆☆☆☆☆☆\nЖанр: детектив\nКаждый день все больше и больше гаджетов \"ходят с ума\" из-за нового вируса, с которым не справляется ни один программист. Удалось узнать лишь город, где создали вирус и полицейским этого города обещали приз за поимку преступника. Один из них взял на себя дело. По совету одного из роботников он предлагает одного программиста стать его напарником. ",
    "answers": [
      {
        "id": 2,
        "text": "Главы"
      },
      {
        "id": 3,
        "text": "Персонажи"
      },
      {
        "id": 42,
        "text": "От автора"
      }
    ]
  },
  {
    "id": 2,
    "text": "Главы, как и персонажи, появляются постепенно.\n",
    "answers": [
      {
        "id": 6,
        "text": "Пролог"
      },
      {
        "id": 15,
        "text": "Глава 1",
        "need": 14,
        "need_ever": true
      },
      {
        "id": 34,
        "text": "Глава 2",
        "need": 27,
        "need_ever": true
      },
      {
        "id": 52,
        "text": "Глава 3",
        "need": 51,
        "need_ever": true
      },
      {
        "id": 102,
        "text": "Глава 4",
        "need": 101,
        "need_ever": true
      },
      {
        "id": 123,
        "text": "Глава 5",
        "need": 121,
        "need_ever": false
      },
      {
        "id": 140,
        "text": "Глава 6",
        "need": 139,
        "need_ever": false
      },
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 3,
    "text": "Персонажи появляются только тогда, когда вы их встречаете.",
    "answers": [
      {
        "id": 4,
        "text": "Николь"
      },
      {
        "id": 5,
        "text": "Адам",
        "need": 15
      },
      {
        "id": 122,
        "text": "Мия",
        "need": 52
      },
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 4,
    "text": "Брюнетка немного выше среднего. Возраст: 18 лет. Цвет гдаз меняется. \nРаботала программистом. \nВ жизни ей не очень повезло из-за личных причин, но все меняется, когда она встречается с Адамом.\nНравится: сидеть дома, рисовать, читать.\nНе нравится: большие компании.\n",
    "answers": [
      {
        "id": 3,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 5,
    "text": "Синеглазый шатен. Высокий.\nРаботает офицером в полиции.\nВ отличии от Николь он может днями веселится, но при этом выполнять работу на все 100.\nСвязывается с Николь по делу.\nНравится: играть в хорошого/плохого копа, гонки за преступниками, видеоигры.\nНе нравится: -",
    "answers": [
      {
        "id": 3,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 6,
    "text": " -Нет, не надо- Я кричала и пыталась вырватся из рук двух медбратов. \n -Молчи, перчатка безпалая- с повышенным тоном сказал один из них.\n Меня так прозвали, потому что я не позволяла снять мои перчатки без пальцев.\n Они силой уложили меня на койку, связали специальными ремнями и закрыли рот, после чего ко мне подошел доктор с шприцом в руке. Я знала что меня ждет, не раз через такое прошла... Ком застрял в горле, я как в замедленном режиме увидела, как он выбросил уже пустой шприц. Жидкость начал действовать и я была в полусонном состоянии.\n—Кажется сработало- я почувствовала, как упала на пол- И почему ее принесли сюда? \n Некоторое время я понимала, что меня тоскают по полу, но скоро заснула.\n ",
    "answers": [
      {
        "id": 7,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 7,
    "text": " Когда я очнулась, я лежала в своей камере, которую они каким-то образом умудряются назвать палаткой: мягкие стены и пол, мебели никакой. \n Я села на пол, смотря на дверь. От обычной двери она отличалась лишь тем, что через него можно было передать посылки или еду, которую мне почти не давали. Это сделали потому, что все хотели держаться подальше от меня.\n А ведь полтара года назад я жила самой обычной жизнью: школа, работа, дом... а теперь? Я даже не знаю сколько протяну без еды и воды, даже если я выживу куском хлеба и бутылкой воды в неделю, то выберусь ли я от сюда? Из-за кого я попала сюда, я не знаю, но отлично помню этот чертов день... Хотя, что я могла делать?",
    "answers": [
      {
        "id": 8,
        "text": "Воспоминания"
      }
    ]
  },
  {
    "id": 8,
    "text": " \"Год назад...\n Была глубокая ночь... Я спала в своей комнате, как вдруг сквозь сон услышала голоса. Я не проснулась... алкаши наверное. Как же я тогда ошибалась...\n Вдруг эти голоса превратились в звуки ломания двери. Я вскочила и поняв, что это явно не родители, открыла окно и выпрыгнула... Хорошо, что моя комната на втором этаже, иначе я бы сломала себе что нибудь. Я быстро встала и обернулась. Та надпись, что я увидела на машине, подвергла меня в шок...\n Я бежала не думая и через минуту повернула в темный переулок и остановилвсь у стены. Надеюсь меня не заметят, либо ничем хорошим это не закончится...\n Не помню сколько я простояла, но один из них все же заглянул.             \n",
    "answers": [
      {
        "id": 9,
        "text": "Перелесть через стену"
      },
      {
        "id": 10,
        "text": "Ждать"
      }
    ]
  },
  {
    "id": 9,
    "text": " Попытаться перепрыгнуть стену было бы глупо, учитывая высоту в 2 метра, так что я попыталась перелезть. Я почти справилась, но нежданный гость схватил мою ногу и притянул к себе. Я же грохнулась на землю и с болезненной гримасой посмотрела на него.\n Бландин, как мне показалось серыми глазами. По моим меркам немного выше меня. \nЯ не спешила встать,  а то кто знает, может я на этот раз мордой встречусь с землей.\n Не смотря на все это у меня был шанс задавать вопросы и я не пропущу свою возможность.\n \n ",
    "answers": [
      {
        "id": 11,
        "text": "-Вы точно меня ищете?"
      },
      {
        "id": 12,
        "text": "-Кто вы?"
      },
      {
        "id": 13,
        "text": "-Почему вы пришли в такой час?"
      },
      {
        "id": 14,
        "text": "У меня больше нету вопросов"
      }
    ]
  },
  {
    "id": 10,
    "text": "Спортивная подготовка у меня не очень, поэтому я даже не попыталась сбежать. Он же приблежался ко мне быстрыми шагами и когда он был очень близок ко мне, страх окутал меня и я сделала попытку побега.\n Он схватил меня за руки и прижал к стене. Свет подал на него так, что я могла разглядеть его.\n Бландин с серыми глазами, немного выше меня... Это бросилось мне в глаза в первую очередь. Хотя его ехидная улыбка стало для меня предупреждением \"опасайся!\"\nЯ пнула его и он ослабил хватку. Я вырвалась и радовалась свободе, но это не мое: он поймал меня и повалил на пол.\n Хотя я и лежала у его ног, но могла задать ему вопросы.",
    "answers": [
      {
        "id": 11,
        "text": "-Вы точно меня ищите?"
      },
      {
        "id": 12,
        "text": "-Кто вы?"
      },
      {
        "id": 13,
        "text": "-Почему вы пришли в такой час?"
      },
      {
        "id": 14,
        "text": "Это все"
      }
    ]
  },
  {
    "id": 11,
    "text": "Он посмотрел на меня как на дуру, но ответил на вопрос:\n— Николь, 16 лет. Верно?\n Вск правильно... но кто их позвал? Меня соседи даже не помнят.\n—Верно...-грустно ответила я.-А кто вас позвал?\n—Не знаю: не я же принимаю звонки.\n—Ок-вздохнула я.",
    "answers": [
      {
        "id": 9,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 12,
    "text": " -Я не отвечаю на такие вопросы, учитывая то, что ты прочла написаное на фургоне.\n Этот фургон все же приехал за мной... Что я сделала?\n—Чтоб вы сдохли!- очень тихо сказала я.\n—Что?\nЯ просто посмотрела на небо, надеясь, что это просто сон.",
    "answers": [
      {
        "id": 9,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 13,
    "text": " -Во первых: нас позвали в этот час.\nВо вторых: если бы мы пришли утром, ты бы легко сбежала. Достаточно?\n—Да...-промямлила я.\n Мне было больно осазнать происходящее: куда я попаду?\n Эхх... остается только ждать...",
    "answers": [
      {
        "id": 9,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 14,
    "text": " -Вот и отлично- сказал он доставая телефон.\n У меня уже не было надежды на спасение, а истерикой ничего не изменить, поэтому я просто лежала и любовалась ночным небом. Сегодня оно такое красивое... Хотя в это время небо всегда бывает красивым.\n Мой новый друг стоял и писал кому-то по телефону, после чего проводя взглядом по экрану достал пистолет и полажил что-то и \n—Прости...- услышала я перед тем, как заснуть...",
    "answers": [
      {
        "id": 2,
        "text": "Конец воспоминаниям"
      }
    ]
  },
  {
    "id": 15,
    "text": " *В полиции*\n У меня был перерыв, так что я смотрел новости. Вроде ничего интересного, но\n \" Обнаружен город, в котором живет владелец или создатель вируса \"В-3000\". Того, кто найдет преступника, ожидает приз от президента.\"\n -Это мой шанс- Подумал я и побежал к шефу.\n Я постучал в дверь и вошел после \"Войдите!\".\n -А, это ты, Адам! Ты что-то хотел?-Спросил он и принялся за кофе.\n—Да, я хочу поймать создателя вируса\"В-3000\".-Быстро ответил я.\n Что!?-Он выплюнул жидкость-Ты не можешь. Пусть этим займутся старшие.\n -Ну же, дайте мне шанс! Я справлюсь, обещаю!\n -Эх... ладно- ответил он.- Даю тебе месяц, но если кто-то раскроет дело до тебя, скажешь \"прощай\" работе. Не успеешь-уволю.\n\n",
    "answers": [
      {
        "id": 16,
        "text": "-Хорошо"
      }
    ]
  },
  {
    "id": 16,
    "text": " Я вышел из кабинета и собирался направиться в свое рабочее место, но мой колега остановил меня.\n—Эй, парень, я тут услышал, что ты взял на себя нелегкую задачу, но я могу дать тебе хороший совет: В этом городе живет тот, кто лучше всех разбирается в вирусах, компьютерах... В общем здесь ты найдешь этого вундеркинда.\n -От куда ты его знаешь?-спросил я\n—Это неважно.-Отрезал он.- Просто сделай то, что я сказал.\n Мало чего поняв я дошел до своего места, взял ключи от машины и отправился на парковку. Сев в машину, включив GPS и введя адресс, я узнал, что это совсем не далеко: В 5 минутах езды от сюда!\n Ну чтож, поехали!\n ",
    "answers": [
      {
        "id": 17,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 17,
    "text": " Я вышел из машины и этот программист находится в... Психушке? Да и в необычной! Я слушал, что здесь только люди с неоприделеними или странными диогнозами. Он дал правильный адресс? Я еще раз все проверил... Нет, все правильно. Что же произошло с программистом?\n Я вошел и первое, что бросилось мне в глаза- это секретарша, сидящая у стены.\n—Здравствуйте- Я показал значок- Среди ваших поциентов есть тот, кто разбирается в технике?\n Она побледнела, но все же написала что-то на бумаге и протянула мне:\n -Лифт и ступеньки там- Сказала она, показывая на право.",
    "answers": [
      {
        "id": 18,
        "text": "-Спасибо.\n(Поднятся)"
      }
    ]
  },
  {
    "id": 18,
    "text": "Я поднялся на последний этаж и посмотрел на конец длинного, не очень чистого и пыльного коридора.\nПочему они держут его в таком месте? \n  Вдруг кто-то меня заметил: Мужчина моего роста с белым халатом. Как по мне это доктор.\n — Что ты здесь делаешь?- Спросил доктор.- Посторонним вход запрещен!\n -И копам тоже?- Спросил я, доставая значок.\n -Простите, я могу вам чем-то помочь?\n -Да, тут есть пациент, который разбирается в технике? Я по делу.-Ответил я.\nУлыбка исчезла с его лица, а в глазах отобразился страх. Странно... Почему все так реагируют?_\n—Конечно,- Ответил он.-Пойдемте.",
    "answers": [
      {
        "id": 19,
        "text": "-Почему он здесь?"
      },
      {
        "id": 21,
        "text": "-Я могу увидеть поциента?"
      }
    ]
  },
  {
    "id": 19,
    "text": " -Полтара года назад к нам поступил звонок с неизвестного номера и мы отправились за ним. Поймав его мы обнаружили, что его психическое расстройство зашкаливает. С начала он был в обычной палатке, но после попыток навредить себя его привели в \"Вип\" зону.-Закончил его рассказ доктор.\n -А какой у него диагноз?-спросил я.\n -Мы не смогли оприделить.\n",
    "answers": [
      {
        "id": 18,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 20,
    "text": " Это была не лучшая идея. Как только она услышала звук открывающейся двери, сразу же отпрянула в угол и посмотрела на меня с испуганными глазами, но я все же подошел. Уже на расстоянии двух метров можно было услышать ее дыхание. Я остановился и осмотрел ее: брюнетка с большими, серыми глазами. Красивая, но все портили синяки, которые виднелись у нее на руках и под глазом и она такая бледная, как будто солнца никогда не видела. \n -Не бойся, я просто задам тебе пару вопросов.\n -Без уколов... без ударов?-спросила она дрожащим голосом.\n \"Что? Ее бьют? Так вот откуда синяки. Но за что?\" Я был в шоке.\n -Я не бью девушек и считаю, что мы и без уколов обойдемся.\n Она кивнула-Сядь. Стоять неудобно, а пол довольно мягкий. -сказала она.\n Я присел.",
    "answers": [
      {
        "id": 22,
        "text": "-Как тебя зовут?",
        "need": -24
      },
      {
        "id": 24,
        "text": "-Почему ты носишь перчатки?"
      },
      {
        "id": 23,
        "text": "-Ты что-то знаешь про вирус \"В-3000\""
      }
    ]
  },
  {
    "id": 21,
    "text": " -Да- Ответил он-Сегодня пациент ведет себя на удивление спакойно.\n -Это хорошо\n Он шел по коридору и остановился у последней двери.\n—Он здесь?-спросил я.\n -Почти.-Он набрал код на двери и мы оказались в маленьком каредоре.\n На стене было стекло как в полиции, когда допрашивают преступника, а рядом была железная дверь с местом для посылок.\n—Он здесь.\n -Это же девушка!- Я посмотрел на пациента.\n -Они все однолики, так что мы не смотрим на пол.-все так же спокойно ответил он.\n -Я могу войти?\nОн кивнул.",
    "answers": [
      {
        "id": 20,
        "text": "Войти"
      }
    ]
  },
  {
    "id": 22,
    "text": " Она искося посмотрела на меня.\n -То дело, по которому я пришел не из легких, поэтому в ближайший месяц мы будем работать вместе. Думаю это лучше, чем оставаться здесь.\n -Николь-довольно тихо сказала она.\n—Так-то лучше. Я Адам.\nПохоже сейчас она не думала о угрозе. Преждней напряжонности не было и она поменяла позу сиденья на открытый. Но я так и не понял: почему она здесь? Она нормально себя ведет, говорит как нормальный человек...Такое ощущение, как будто ее реально кто-то ненавидел и она здесь из-за него.",
    "answers": [
      {
        "id": 20,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 23,
    "text": " В один момент она замерла, смотря на стену.\n -Н-нет, не знаю.\n -Точно?-Я сомневался в ее ответе- Тогда над чем ты задумалась?\n -Пыталась вспомнить. Имя знакомое, но про это я ничего не знаю.\n  -Понятно...-Я продолжил после паузы- есть идеи?\n -Не знаю, я полтара года жила как изолированая,-Начала она- что я могу знать? Но есть или была одна хакерская компания, которая могла делать такое.\n Я быстро взял блокнот и все записал.\n -Хакерская компания? А вот тут по-подробнее.\nОна покачала головой-Я даже не знаю, существует ли она теперь? Но когда я была свободна, компания существовала.\n\n",
    "answers": [
      {
        "id": 25,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 24,
    "text": " Она спустила голову и посмотрела на свои руки.\n -У меня шрам и я прикрываю его.\n -И сколько лет ты ходишь в этих перчатках? Летом не жарко?-Спросил я. \nОна посмотрела на меня как на придурка.\n—Больше четырех лет...-ответила она- А про жару не волнуйся.\n Она задумчиво посмотрела на пол и после недолгого молчания продолжила.\n -Ты пришел по делу или  поболтать хотелось?\n—По делу...",
    "answers": [
      {
        "id": 20,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 25,
    "text": " -Так, я сейчас вернусь-Я быстрыми шагами направился к двери, которая с ее стороны была мягкой.\n Мне ее сразу же открыл тот самый доктор. Как только я вошел он сразу же ее закрыл. \n -Я забираю ее.-сказал я.\n -Вы не имеете прав...\n -Я ее не просто так беру.-Ответил я — Она единственная,  кто может помочь с делом.\n Доктор тяжело вздохнул- Я пойду за ее документами.\n Я остался ждать его у комнаты Николь. Через минут десять он вернулся с одним парнем. Медбрат по моему.\n -Вот ее документы.-сказал доктор- подождите здесь.\n Они вошли в ее комнату.",
    "answers": [
      {
        "id": 26,
        "text": "Осмотреть документы",
        "need": -26
      },
      {
        "id": 27,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 26,
    "text": " Я открыл папку.\n \"Имя: Николь. \n Фамилия: Уотсон\n Дата рождения: 11.06.2000 г...\"\n Ее адрес, имя школы, которую она почти закончила я переписал в блокнот. Если честно, то здесь почти ничего не было, кроме ее фотографий. \n ",
    "answers": [
      {
        "id": 28,
        "text": "Посмотреть фотографии"
      },
      {
        "id": 25,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 27,
    "text": " Вышел доктор, а за ним медбрат, держащий Николь. Она же не сопративлялась.\n Доктор отдал мне что-то вроде пульта- Если она будет плохо себя вести, просто нажми на кнопку, она успокоится.\n Я посмотрел на Николь, которая в свою очередь смотрела мне в глаза вроде \"Ну что ты решил?\".\n -Спасибо, нам пора.- Мы с ней вышли в коридор и спустились.\n Когда мы вышли из здания, я подумал, что она сбежит, но этого не случилось: Она спокойно ходила за мной. Видимо понимает свое положение. \n Я открыл для нее дверь машины. Николь сначала опасалась, но все же зашла...\nВсю поездку она смотрела в окно и ни слова не сказала. Наверно ей незнакомо все это... за последнее время наш город изменился.",
    "answers": [
      {
        "id": 2,
        "text": "Конец 1 главы"
      }
    ]
  },
  {
    "id": 28,
    "text": " Я поставил документы на стол и взял фотографии, которые были сделаны в течении ее жизни. \n Их было 5. Похоже она не очень любила фоткаться, но и это хорошо.",
    "answers": [
      {
        "id": 29,
        "text": "Фотография 1",
        "need": -29
      },
      {
        "id": 30,
        "text": "Фотография 2",
        "need": -30
      },
      {
        "id": 31,
        "text": "Фотография 3",
        "need": -31
      },
      {
        "id": 32,
        "text": "Фотография 4",
        "need": -32
      },
      {
        "id": 33,
        "text": "Фотография 5",
        "need": -33
      },
      {
        "id": 27,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 29,
    "text": " Здесь ей где-то 2-3 года. Она сидела за игрушечным компютером. Милашка... Короткие, русые волосы, прическа напонимало \"афро\", но кудряшки были побольше. Лицо не очень поменялось, ее можно узнать. Серо-голубые глаза блестели а на лице играла улыбка. ",
    "answers": [
      {
        "id": 28,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 30,
    "text": " Дошкольный возраст...Она стояла перед детским садом с шариком в руке. Русые волосы были не такими кудрявыми и подали на плечи. Золотые глаза уже не так блистели и улыбки не было. Я понимаю... в документах был написан \"интраверт\". Ей там не нравилось.",
    "answers": [
      {
        "id": 28,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 31,
    "text": " Фотография сделана 1 сентября 2006 года. Она не очень изменилась, только цвет глаз стал зеленым. Волосы были связаны в 2 хвостика, она была в форме с логотипом школы. Ничего удивительного: На первое сентября ходят в форме. Рядом с ней стояли ее одноклассники.",
    "answers": [
      {
        "id": 28,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 32,
    "text": " Похоже здесь ей 10. Она стояла около какой-то призентации.        Потемневшие Волосы, достигшие до пол спины, подчеркивали синие глаза, а очки с костюмом придовали ей деловой вид. Высокой ее не назвать, но и низкой она не была.\n\n",
    "answers": [
      {
        "id": 28,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 33,
    "text": " В фотографии можно увидеть типичного бледного подростка.    Не знаю где она была, но за ней виднелась стена. Довольно темные, распущеные волосы локонами спустились до нижной части спины. В больших, темно-синих глазах были страх и волнение, а губы вытянуты в тонкую линию. Она явно была не в школе: Серые, почти черные джинсы, те самые перчатки без пальцев и серая толстовка. На левой части груди виднелся логотип, но я не смог разглядеть ее. такое ощущение, как будто знак специально размыли.",
    "answers": [
      {
        "id": 28,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 34,
    "text": " *От лица Николь*\n То, что я согласилась пойти с ним, не значит, что я доверяю ему. При удобном случии убегу.\n Пока мы ехали, я, сидя на поссажирском сидении, любовалась городом... Такое ощущение, как будто я здесь в первые. Мы доехали до  пригорода, как вдруг машина остановилась у двухэтажного дома.\n -Приехали- сказал он, открывая мне дверь.\n ",
    "answers": [
      {
        "id": 35,
        "text": "Выйти из машины"
      }
    ]
  },
  {
    "id": 35,
    "text": " Мы вошли во двор через колитку и подошли к двери. Он достал ключи, открыл дверь и мы вошли. \n  Ну что тут сказать? Дом как дом. Небольшая прихожая, где находились вешалка, зеркало с узорами и тумбочка из темного дерева. Дальше была гостиная: диван, телевизор, 2 кресла с журнальным столом у камина и дверь на кухню.\n -Пойдем, я покажу тебе твою комнату.-сказал Адам и мы поднялись на второй этаж. \n Мы находились в длинном коридоре: На стенах висели картины, а у лестниц с разных сторон стояли две тумбочки с вазами. Так же были 3 двери. Одна находидась справа, а другие- слева. \n Мы повернули на лево и остановились у двери, который был со стороны лестниц.\n",
    "answers": [
      {
        "id": 36,
        "text": "-Это моя комната?"
      }
    ]
  },
  {
    "id": 36,
    "text": " В ответ он кивнул и я молча вошла, он же направился к двери напротив. Закрыв дверь я осмотрелась. Мое временное убежище...Комната была в темных тонах: серые стены, и темно-серый коврик. У окна с левой стороны стояла акурптно заправленная кровать, а рядом с кроватью-тумбочка с часами и лампой. у передней стены стоял писменный стол, на котором были бумаги, карандаши, ручки. У стола был стул, а рядом красовался книжный шкаф. У правой стены был гардероб с зеркалом... Всегда мечтала иметь такую комнату.",
    "answers": [
      {
        "id": 37,
        "text": "Смотреть в окно"
      },
      {
        "id": 38,
        "text": "Осмотреть книги"
      },
      {
        "id": 39,
        "text": "Лечь на кровать"
      }
    ]
  },
  {
    "id": 37,
    "text": " Я открыла окно и посмотрела на небо. Уже темно, но ясная ночь, на небе виднелись первые звезды, некоторые планеты и яркая луна. В детстве я интересовалась астрономией и научилась различать планеты от звезд. Обычно планеты не \"мигают\" и они ярче, оссобенно Венера, но я считаю, что легче всех найти Марс, хоть и этот объект сейчас нельзя увидеть. Марс выходит попозже и он не такой уж т яркий, но красный, чем и выделяется. Я опустила взгляд на город, но от сюда не очень хорошо видно, и я решила обследовать територию поближе, а именно двор. У окна расло большое дерево, которое загородило весь вид на двор с окна.",
    "answers": [
      {
        "id": 36,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 38,
    "text": " Мой взгляд остановился на шкаф с книгами и я подошла. Может найду хоть что-то интересное. Пройдясь взгдядом по книгам я поняла, что это в основном исторические книги... История вообще не мое. В школе я хорошо училась, но мне по душе точные придметы. Здесь были еще и фантастические книги, но довольно старые. Эти я уже прочитала. Больше всего мне понравилась книга \"Мир пауков\"... Люди живут под землей со страхом, что на них нападут огромные пауки или жуки, а по утрам выходят собирать воды, но в один день все меняется...\n \n ",
    "answers": [
      {
        "id": 36,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 39,
    "text": " Я легла на кровать и сделала глубокий выдох... Уже больше года я мечтала о кровати. Сегодняшний день был не очень долгим, но драка с медбратом меня вымотала, а глаза закрывались, но тут в дверь постучали. Я встала и открыла дверь, а там стоял Адам в обычной футболке и джинсах вместо полицейской формы а в руках он держал одежду, которая явно была ему мала и обувь 37-ого размера. Нисего не понимая, я искося посмотрела на него. Он все понял...\n—Ну ты же не будешь ходить в одежде из психушки,-Начал он,- а женской у меня нет-Он сделал небольшую паузу,- Так что думаю на день это подойдет. \n Я только сейчас вспомнила что я в этой простыне, которую там называли одеждой...\n—Эмм... спасибо-Неуверенно сказала я и взяла одежду.\n",
    "answers": [
      {
        "id": 40,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 40,
    "text": " Я быстро переоделась и посмотрела в зеркало. Я прям как в подростковые времена... Все так же носила толстовки с джинсами и кедами, но те были не мужскими. Только цвет глаз тогда чаще всего был темно-синим, а теперь скорее серый с синим оттенком. А про тело... Я никогда не достигала до среднего, а теперь вообще как анарексик хожу... а все из-за работников психушки...\n Я стояла перед зеркалом и вспоминала события шестилетней давности, но вдруг услышала, как Адам позвал меня.",
    "answers": [
      {
        "id": 41,
        "text": "Спустится"
      }
    ]
  },
  {
    "id": 41,
    "text": " Я спустилась и пошла к источнику звука, а именно на кухню. Как только я вошла, у меня округлились глаза. На столе были печеньки и всякие сладости. Из сладкого гипноза меня вывел Адам.\n -Чай или кофе?-спокойно спросил он.\n -А?... Ч-чай- Как будто выходя из под гипноза ответила я. Он налил мне чаю, а себе кофе и мы сели за стол.\n Мне было неудобно в компании людей, в оссобенности таких как он, поэтому я молча смотрела в свой стакан, но он был другого мнения.",
    "answers": [
      {
        "id": 43,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 42,
    "text": " Предупреждение: Авторша социапатка с больной фантазией.\nЗаранее прошу прощения за ошибки и предупредите о каждой мелочи, ведь я в школе русский прохожу на \"лучше не надо\", а в конце года экзамены как по второму языку здать, так что я выучила язык по сериалам и граматика у меня мягко говоря хромает. \n Все возможные совподения с реальностью или фильмами случайны.\n                     \n                 \n\n                     ",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 43,
    "text": " -Насчет дела...- Начал он.- Еще утром ты напонимала о какой-то хакерской компании. Ты можешь  раздобыть хоть какую-то информацию о них?- Спросил он смотря мне в глаза.\n  -Да- ответила я, смотря в стороны- Только мне для этого нужен компьютер или ноутбук. \n Я еле сдержалась, чтобы не убежать... То, что он-полицейский, уже застовляет насторожится, так еще и браслет-шокером, которую мне прикрепили в психушке, управлял он.\n -Хорошо, завтра преступим, а сейчас можешь идти.- Отрезал он.\n Я же в ответ кивнула и поднялась в свою комнату.",
    "answers": [
      {
        "id": 44,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 44,
    "text": " Войдя в комнату я еще раз осмотрела ее и вспомнила: она чем-то похожа на мою старую комнату, только не хватает доски и беспорядка. И я вспомнила свою прежднюю жизнь... Она была далеко не идеальной: в школе меня дразнили. Если бы они просто прозвали меня \"батаном\", то мне было бы все равно, но  меня закрывали в кладовке и пугали, одевшись как маньяк-клоун. Про роботу лучше промолчать.  Меня там колеги ненавидели из-за возраста, но я была лучшей в этом, так что отпустить меня не собирались. Дома дела тоже были не очень: папа меня не долюбливал, иногда даже избивал. Я никому не виню во всем, что со мной произошло, ведь я сама не подхожу под стандарты. Но в моей жизни был лучик света, а именно мама: Она всегда меня поддержала, за что я ей и блогодарна...",
    "answers": [
      {
        "id": 45,
        "text": "Вернутся в реальность"
      }
    ]
  },
  {
    "id": 45,
    "text": " От этих воспоминаний на глазах навернулись слезы... \"Так, успокойся, это все в прошлом, сейчас у тебя дела поважнее.\" мысленно повелела себя я и направилась к кровати. Ложивсись я проанализировала весь сегодняшний день.\n \" Меня вытащил из психушки полицейский по имени Адам и теперь я должна раздобыть информацию о владельце В-3000 или хорошим это не закончится.\" \n Класс, с сего начнем?",
    "answers": [
      {
        "id": 46,
        "text": "Психущка"
      },
      {
        "id": 47,
        "text": "Адам"
      },
      {
        "id": 48,
        "text": "В-3000"
      },
      {
        "id": 51,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 46,
    "text": " \"Жизнь в психушке не мед, но лучше, чем в школе. Там мне было все равно,  что со мной сделают. Целый год я жила в обычной палатке на втором этаже. За это время я выучила все места здания и решила сбежать, но меня поймали. После этого у меня была попытка суицида,  но и этого меня не позволили. Ну и рукожоп.\"",
    "answers": [
      {
        "id": 45,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 47,
    "text": " \" Адам-шатен, чьи синие глаза наплнены вызовом и азартом. У него акуратные почерки лица, как будто его создали как идеала. На вид ему 19, так что мы ровесники. Он немного выше меня. ну как немного: я еле дотаю до его носа хоть меня низкой тоже не назвать... Так, я отошла от темы: мы едва знакомы и я не могу делать выводы, но он кажется заботливым, иногда даже серьезным...\"",
    "answers": [
      {
        "id": 49,
        "text": "Ему можно доверять"
      },
      {
        "id": 50,
        "text": "Доверять ненакомца нельзя"
      }
    ]
  },
  {
    "id": 48,
    "text": " \"В-3000... Конечно, как программист я многое знаю про этот вирус. Например что этот вирус хуже троянских. Да-да этот вирус отдельный тип. Компьютер может заразиться этим даже при подключении. Другое дело ноут: пока на зарядку не поставишь, он будет в порядке. Соответственно я знаю способ защиты, но это работает не долго.\"",
    "answers": [
      {
        "id": 45,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 49,
    "text": " \"...Да, я о нем почти ничего не знаю, но я не думаю, что он способен на что-то плохое. Мне кажется, что он тот человек, которого можно доверять.\"",
    "answers": [
      {
        "id": 45,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 50,
    "text": " \"... Нет, я его не знаю. Может он притворяется таким, он же не может быть идеальным, кроме того он-полицейский. Это настороживает, да и опыта в общении с людьми у меня нет, так что мы не привыкнем друг к другу. Я хочу верить, что это не так, но ему скорее всего надо, чтобы я взломала устройство владельца В-3000, а после этого он точно вернет меня в психушку.\"",
    "answers": [
      {
        "id": 45,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 51,
    "text": " Я думала обо всем на свете и не замечач этого, заснула.",
    "answers": [
      {
        "id": 2,
        "text": "Конец 2 главы"
      }
    ]
  },
  {
    "id": 52,
    "text": " Темнота... Вдруг включился слабый свет, который освещал малую часть комнаты. Осмотревшись я пришла в ужас... как я здесь оказалась? Все тот же компьютер на столе, у стены шкаф с всякими бумагами... это же мой старый кабинет. Не успела я опомниться, как тут же услышала мужской голос.\n -Уотсон! Почему программа не дописанна?-Закричал он, подойдя ко мне- Сколько можно ждать!?\n Я его узнала... мой начальник. Я стояла как поларизованая, но нашла в себе силы заговорить.\n -Я обещала, что  не сделаю этого.-С дрожащим голосом ответила я и прошептала- Больше не могу...\n",
    "answers": [
      {
        "id": 53,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 53,
    "text": " У работников не было прав, в оссобенности у меня и он это прекрасно знал. Он мог делать с нами что угодно и делал.\n В приступе гнева он бросил меня на пол и медленно приблежался. Я же попятилась назад, пока не почувствовала стену за мной. Ну все, мне кранты. Он остановился в метре от меня и достал пистолет... Что что, но так долеко он не ходил. Глаза наполнились слезами, а сама я прижалась к стене сильнее, надеясь хоть как-то спастись, но прозвучал выстрел и перед глазами мгновенно потемнело. ",
    "answers": [
      {
        "id": 54,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 54,
    "text": " От страха я вскочила и села на кровать... фух, это был всего лишь сон. Жадно набирая воздух, я посмотрела на право и увидела Адама, сидящего на кровати с стаканом воды. \n -Ты в порядке? — спросил он и протянул стакан.\n  Я кивнула в ответ взяла стакан и выпила содержимое. \n -Прости что за беспокоила.-Сказала я, стпустя голову-Плохо осваиваюсь на новом месте.\n Он улыбнулся и обнял меня. Сначала я была в шоке, но в его объятиях даже я-человек, не знающий ничего кроме ненависти окружающих растаяла, но все же он отстранился.\n -Почувствуй себя как дома.",
    "answers": [
      {
        "id": 55,
        "text": "-Спасибо"
      },
      {
        "id": 56,
        "text": "Промолчать"
      }
    ]
  },
  {
    "id": 55,
    "text": "Улыбка не пала с его лица, но он решил перейти к теме и начал:\n -Если хочешь, можешь взяться за дело сегодня.\n -Конечно, не терять же время- с веселой ноткой ответила я.\n Он взял ноут, который все это времч был на тумбочке и протянул его мне.\n -Он скорее игровой, но думаю сойдет.\n Я кивнула и он пошел к выходу\n -Если что-то понадобится-обращайся.- сказал он и вышел из комнаты.",
    "answers": [
      {
        "id": 57,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 56,
    "text": " Я не знала что сказать, поэтому молча посмотрела ему в глаза. Первый раз я смотрю кому-то в глаза! А если честно, то в его глазах можно утонуть...\n  Никто из нас не хотел нарушать тишину. Мы просто смотрели друг другу в глаза.Улыбка не пала с его лица, но он решил перейти к теме и начал:\n -Если хочешь, можешь взяться за дело сегодня.\n -Конечно, не терять же время- с веселой ноткой ответила я.\n Он взял ноут, который все это времч был на тумбочке и протянул его мне.\n -Он скорее игровой, но думаю сойдет.\n Я кивнула и он пошел к выходу\n -Если что-то понадобится-обращайся.- сказал он и вышел из комнаты.",
    "answers": [
      {
        "id": 57,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 57,
    "text": " Я осталась сидеть на кровати, не понимая, что только что произошло. Я не из тех, кто показывает свои эмоции первому встречному. Разве сто улыбку, да и то не всегда. А что косается его, то он почти всегда улыбается. И еще он такой заботливый... может я ему... да не, чушь какая-то. Скорее всего ему нужно мое доверие. Но почему в его объятиях было столько тепла? \n -Стоп! У меня дела поважнее. -шепотом сказала я и взяла ноут.",
    "answers": [
      {
        "id": 58,
        "text": "Осмотреть ноут"
      }
    ]
  },
  {
    "id": 58,
    "text": " Я не стала смотреть память и мощность видеокарты, ведь работать я буду не очень тяжелой программой. Любой игровой компьютер с легкостью справится с этим. Вместо этого я проверила насколько держится зарядка. 10 часов. Сойдет.\n Сначала нужно создать временную защиту. Легче некуда. Просто нужно скачать JawaScript. Раньше с таким названием был только язык, но и написать программу не так сложно. Я зашла в интернет и после недолгих поисков нашла нужную программу. Как только я написала временную защиту, на экране сразу же появилсч таймер и предупреждение:\n \"Ваш компьютер защищен на неделю.\"\n ",
    "answers": [
      {
        "id": 59,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 59,
    "text": " Поставив ноут на тумбочку я услышала как кто-то поет и играет не гитаре. В коридоре уже стало ясно, что это из комнаты Адама. Я подошла к его полуоткрытой двери.",
    "answers": [
      {
        "id": 60,
        "text": "Подслушивать"
      },
      {
        "id": 61,
        "text": "Подсмотреть"
      }
    ]
  },
  {
    "id": 60,
    "text": " Я остановилась у двери и наслаждалась его пением, но через минут 10 он закончил. Я услышала, как он поставил гитару и тишина...\n Впечетленна \"частным концертом\" я развернулась, чтобы вернуться в свою комнату, но кто-то схватил меня за руку и затащил обратно. Он закрыл дверь и прижал меня к стене. Я пыталась вырваться, но он был очень сильным. Вдруг он приблизился к моему уху.\n -Понравилось игра?-прошептал Адам, убирая руку с моего рта.\n -Очень.-Коротко ответила я.\n  В комнате было темно, но мне удалось заметить его ухмылку. \n -Спускайся на кухню, завтрак на столе.",
    "answers": [
      {
        "id": 62,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 61,
    "text": " Взглянув с края двери я увидела, как он играет. Его пальцы быстро скользили по струнам, заставляя смотреть как загипнотизированная, а голос... Это был рай.\n Играл он где-то минут 10. Как только он закончил, я сразу же скрылась в своей комнате. \n Надеюсь он меня не заметил, а то получится неловкая ситуация.\n Скоро он зашел ко мне и сказал, чтобы я спустилась на кухню, пока завтрак не остыл.",
    "answers": [
      {
        "id": 62,
        "text": "Спуститься"
      }
    ]
  },
  {
    "id": 62,
    "text": " Что? Он приготовил для меня завтрак? \n -Эмм... спасибо-промямлила я.\n Он отпустил меня и открыл дверь. Я же быстрыми шагами направилась к лестницам.\n Единственная мысль, которая крутилась в моей голове  \"Что это было...\"\n Я быстро села за стол и закончила с завтраком. \n \n",
    "answers": [
      {
        "id": 63,
        "text": "Подняться"
      }
    ]
  },
  {
    "id": 63,
    "text": " Когда я поднялась, увидела как Адам выходит из комнаты с какой-то девушкой. На вид ей было лет 18. Примерно моего роста. Одета она была в голубое платье до колен. \n -Адам, у тебя есть девушка?-С блеском в глазах спросила она. У меня тот же вопрос.\n —Привет, я Мия, сестра этого геймера.-Начала она, подойдя ко мне и протянула руку для приветствия. В ответ я пожала ее руку  и сказала\n -Николь, но мы с твоим братом просто напарники, не больше.\n ",
    "answers": [
      {
        "id": 64,
        "text": "Посмотреть на Адама"
      }
    ]
  },
  {
    "id": 64,
    "text": " В этот момент его улыбка мне показалась какой-то странной, сломанной.\n -Простите, мне пора.-сказал Адам и спустился по лестнице.\n -Куда это ты, у тебя выходной.-Остановила его сестра. Так вот почему он не на роботе.\n -В магазин. С краном на кухне что-то не так. А вы по...\n — Да да, иди.-перебила Мия.-Мы с ней пока познокомимся.\n Как только Адам закрыл за собой дверь, Мия схватила мою руку и быстро спустилась в гостиную, затащив меня за собой.\n ",
    "answers": [
      {
        "id": 97,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 65,
    "text": " Никогда не любила такие места, но что поделать. Адам ушел в другую сторону, предупредив Мию, чтоб та следила за мной.\n -Пфф, зануда.- крикнула она ему в след, но Адам не отозвался. — Пойдем за шмотками.-она повернулась ко мне и мы зашли в первый магазин...\n Похоже здесь женская одежда.\n — Бери на выбор минимум 4 комплекта, а то обижксь.-сказала Мия.\n Я кмвнула, хоть и понимала, что для меня это много. Просто не хотела обидеть.\nТут есть раздел с ежедневной одеждой и раздел со всякими платьями и тому подобными. \n Такс, начнем.",
    "answers": [
      {
        "id": 66,
        "text": "Раздел платьев"
      },
      {
        "id": 67,
        "text": "раздел ежедневной одежды",
        "need": 66
      },
      {
        "id": 67,
        "text": "раздел ежедневной одежды",
        "need": -66
      }
    ]
  },
  {
    "id": 66,
    "text": " Ну нет, низачто! Ненавижу платья. Такие неудобные.\n Это косается и юбок. \n Еще и цены на них тут космические! Обойдемся.",
    "answers": [
      {
        "id": 65,
        "text": "Назад",
        "var_set": [
          "комплектов одежды",
          0
        ]
      }
    ]
  },
  {
    "id": 67,
    "text": "Я подошла к разделу ежедневной одежды. Совсем другое дело!\n Тут есть вверхняя одежда, штаны и обувь. Отлично 3 в 1. ",
    "answers": [
      {
        "id": 69,
        "text": "Вверхняя одежда"
      },
      {
        "id": 88,
        "text": "Штаны"
      }
    ]
  },
  {
    "id": 68,
    "text": " Черная, длинная толстовка с капюшоном и надписью \"Home sweet home\".",
    "answers": [
      {
        "id": 78,
        "text": "Взять",
        "var_add": [
          "толстовки",
          1
        ]
      },
      {
        "id": 69,
        "text": "Не взять"
      },
      {
        "id": 69,
        "text": "Положить обратно",
        "var_sub": [
          "толстовок",
          1
        ]
      }
    ]
  },
  {
    "id": 69,
    "text": " С вверхней одеждой трудностей не будет, но их тут так много... \n Сейчас осень, так что возьмем что нибудь потеплее. Например толстовки. \n ",
    "answers": [
      {
        "var_show": [
          "толстовок"
        ],
        "comment": true,
        "id": 69,
        "text": "толстовок: 0",
        "var_need": [
          "толстовок",
          0
        ],
        "var_no_more": [
          "толстовок",
          4
        ]
      },
      {
        "id": 81,
        "text": "1"
      },
      {
        "id": 82,
        "text": "2"
      },
      {
        "id": 84,
        "text": "3"
      },
      {
        "id": 85,
        "text": "4"
      },
      {
        "id": 86,
        "text": "5"
      },
      {
        "id": 68,
        "text": "6"
      },
      {
        "id": 87,
        "text": "7"
      },
      {
        "id": 67,
        "var_need": [
          "толстовок",
          4
        ],
        "text": "далее"
      }
    ]
  },
  {
    "id": 70,
    "text": " Серая толстовка с капюшоном и с надписью \"BC\" в центре. С верху написано \"sweet\". Свободная одежда.",
    "answers": [
      {
        "id": 78,
        "text": "Взять",
        "var_add": [
          "толстовок",
          1
        ]
      },
      {
        "id": 69,
        "text": "Не взять",
        "var_set": [
          "толстовок",
          1
        ]
      }
    ]
  },
  {
    "id": 71,
    "text": " Зеленная толстовка с капюшоном и с надписью \"BC\" в центре. С верху написано \"sweet\". Свободная одежда.",
    "answers": [
      {
        "id": 78,
        "text": "Взять",
        "var_add": [
          "толстовки",
          1
        ]
      },
      {
        "id": 69,
        "text": "Не взять"
      },
      {
        "id": 69,
        "text": "Положить обратно",
        "var_sub": [
          "толстовок",
          1
        ]
      }
    ]
  },
  {
    "id": 72,
    "text": "",
    "answers": []
  },
  {
    "id": 73,
    "text": "",
    "answers": []
  },
  {
    "id": 74,
    "text": "",
    "answers": []
  },
  {
    "id": 75,
    "text": "",
    "answers": []
  },
  {
    "id": 76,
    "text": "",
    "answers": []
  },
  {
    "id": 77,
    "text": "",
    "answers": []
  },
  {
    "id": 78,
    "text": " С вверхней одеждой трудностей не будет, но их тут так много... \n Сейчас осень, так что возьмем что нибудь потеплее. Например толстовки. \n  С вверхней одеждой трудностей не будет, но их тут так много... \n Сейчас осень, так что возьмем что нибудь потеплее. Например толстовки. \n ",
    "answers": [
      {
        "var_show": [
          "толстовки"
        ],
        "comment": true,
        "id": 78,
        "text": "Толстовок:",
        "var_need": [
          "толстовок",
          0
        ],
        "var_no_more": [
          "толстовок",
          4
        ]
      },
      {
        "id": 70,
        "text": "1"
      },
      {
        "id": 71,
        "text": "2"
      },
      {
        "id": 72,
        "text": "3"
      },
      {
        "id": 73,
        "text": "4"
      },
      {
        "id": 74,
        "text": "5"
      },
      {
        "id": 75,
        "text": "6"
      },
      {
        "id": 76,
        "text": "7"
      },
      {
        "id": 77,
        "text": "8"
      }
    ]
  },
  {
    "id": 79,
    "text": "Серая толстовка с капюшоном и с надписью \"BC\" в центре. С верху написано \"sweet\". Свободная одежда. ",
    "answers": [
      {
        "id": 69,
        "text": "Взять",
        "var_add": [
          "толстовок",
          1
        ]
      },
      {
        "id": 69,
        "text": "Не взять"
      },
      {
        "id": 83,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 80,
    "text": " Зеленная толстовка с капюшоном и с надписью \"BC\" в центре. С верху написано \"sweet\". Свободная одежда.",
    "answers": [
      {
        "id": 78,
        "text": "Взять"
      },
      {
        "id": 69,
        "text": "Не взять"
      }
    ]
  },
  {
    "id": 81,
    "text": " Серая толстовка с капюшоном и с надписью \"BC\". С верху написано \"sweet\". На мой взгляд свободная, удобная одежда.",
    "answers": [
      {
        "id": 69,
        "text": "Взять",
        "var_add": [
          "толстовок",
          1
        ]
      },
      {
        "id": 69,
        "text": "Не взять"
      },
      {
        "id": 69,
        "text": "положить обратно",
        "var_sub": [
          "толстовок",
          1
        ],
        "var_need": [
          "толстовок",
          1
        ]
      }
    ]
  },
  {
    "id": 82,
    "text": " Зеленная толстовка с капюшоном и с надписью \"BC\". С верху написано \"sweet\". На мой взгляд свободная, удобная одежда.",
    "answers": [
      {
        "id": 69,
        "text": "Взять",
        "var_add": [
          "толстовок",
          1
        ]
      },
      {
        "id": 69,
        "text": "Не взять"
      },
      {
        "id": 69,
        "text": "положить обратно",
        "var_need": [
          "толстовок",
          1
        ],
        "var_sub": [
          "толстовок",
          1
        ]
      }
    ]
  },
  {
    "id": 83,
    "text": "",
    "answers": []
  },
  {
    "id": 84,
    "text": " Черная толстовка с капюшоном. С верху написано \"don't look now\". На мой взгляд свободная, удобная одежда.",
    "answers": [
      {
        "id": 69,
        "text": "Взять",
        "var_add": [
          "толстовок",
          1
        ]
      },
      {
        "id": 69,
        "text": "Не взять"
      },
      {
        "id": 69,
        "text": "положить обратно",
        "var_need": [
          "толстовок",
          1
        ],
        "var_sub": [
          "толстовок",
          1
        ]
      }
    ]
  },
  {
    "id": 85,
    "text": " Красная толстовка с капюшоном. Без надписи. На мой взгляд свободная, удобная одежда.",
    "answers": [
      {
        "id": 69,
        "text": "Взять",
        "var_add": [
          "толстовок",
          1
        ]
      },
      {
        "id": 69,
        "text": "Не взять"
      },
      {
        "id": 69,
        "text": "положить обратно",
        "var_need": [
          "толстовок",
          1
        ],
        "var_sub": [
          "толстовок",
          1
        ]
      }
    ]
  },
  {
    "id": 86,
    "text": " Черная толстовка с принтом черепа. Без копюшона.",
    "answers": [
      {
        "id": 78,
        "text": "Взять",
        "var_add": [
          "толстовки",
          1
        ]
      },
      {
        "id": 69,
        "text": "Не взять"
      },
      {
        "id": 69,
        "text": "Положить обратно",
        "var_sub": [
          "толстовок",
          1
        ]
      }
    ]
  },
  {
    "id": 87,
    "text": " Толстовка с принтом \"galaxy\" и с копюшоном. Длина до колен.",
    "answers": [
      {
        "id": 78,
        "text": "Взять",
        "var_add": [
          "толстовки",
          1
        ]
      },
      {
        "id": 69,
        "text": "Не взять"
      },
      {
        "id": 69,
        "text": "Положить обратно",
        "var_sub": [
          "толстовок",
          1
        ]
      }
    ]
  },
  {
    "id": 88,
    "text": " Разнообразие тут не очень. Ну ладно обойдемся. Мне надо выбрать четыре комплекьа, не больше. ",
    "answers": [
      {
        "id": 89,
        "text": "1"
      },
      {
        "id": 90,
        "text": "2"
      },
      {
        "id": 91,
        "text": "3"
      },
      {
        "id": 92,
        "text": "4"
      },
      {
        "id": 93,
        "text": "5"
      },
      {
        "id": 94,
        "text": "6"
      },
      {
        "id": 95,
        "text": "далее",
        "var_need": [
          "толстовок",
          4
        ]
      },
      {
        "id": 88,
        "text": "джинсов:",
        "comment": true
      },
      {
        "id": 96,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 89,
    "text": "",
    "answers": []
  },
  {
    "id": 90,
    "text": "",
    "answers": []
  },
  {
    "id": 91,
    "text": "",
    "answers": []
  },
  {
    "id": 92,
    "text": "",
    "answers": []
  },
  {
    "id": 93,
    "text": "",
    "answers": []
  },
  {
    "id": 94,
    "text": "",
    "answers": []
  },
  {
    "id": 95,
    "text": "",
    "answers": []
  },
  {
    "id": 96,
    "text": "",
    "answers": []
  },
  {
    "id": 97,
    "text": " Она села на диван и жестом показала меня сесть рядом. \n -Напарница Адама, ты работаешь в полиции? Когда я туда ходила, ниразу не видела тебя. \n Я, не смотря на нее помотала головой. Она же подняла одну бровь и спросила\n -А кем?\n Конечно не скажу. Молча повесить голову  было лучшим решением. \n -А ты молчаливая.-Начала она--Но ничего, с такими тоже работала. И еще: пожив на некоторое время с Адамом под одной крышей ты больше не будешь такой.\n -С Адамом? Но он сам выглядит спокойным.\n Она усмехнулась и добавила\n -Ты его еще пьяным не видела!\n",
    "answers": [
      {
        "id": 98,
        "text": "-Он пьет?"
      }
    ]
  },
  {
    "id": 98,
    "text": " -Не регулярно. На вечеринках иногда напиваается.\n После ее слов мне стало легче.\n -Ок.\n Мы еще немного поболтали, скорее она, но скоро пришел Адам и починил кран.\n Ближе к шести вечера Мия сообщила, что им пора на вечеринку.\n -Николь, а ты хочешь с нами?-спросила она.\n -Нет, спасибо, у меня есть пара незаконченных дел.-ответила я и когда мы подошли к двери, добавила-Веселитесь.\n  Я поднялась и села за ноут, не подозревая о том, что может быть дальше.",
    "answers": [
      {
        "id": 99,
        "text": "В полночь"
      }
    ]
  },
  {
    "id": 99,
    "text": " В такое время я никогда не спала и этот день не исключение. Перед уходом Адам предупредил, чтоб я закрыла дверь. Конечно я закрыла, поэтому звук открывающейся двери заставил меня спуститься. \n У дверей я увидела Адама, но в каком виде!? Всегда акуратно уложенные волосы торчали в разные стороны, одежда была помятой, да и он выглядел неважно. Я подбежала к нему и все стало ясно: напился в хлам. И как он вообще добрался до дома? Помочь ему дойти до комнаты было не лучшим рещением, поскольку через несколько шагов он потерял равновесие и упал на меня.",
    "answers": [
      {
        "id": 100,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 100,
    "text": " Пару секунд я так и пролежала, но понимая ничего. Даже из под запаха алкоголя я почувствовала его духи. Такие знакомые... такое ощущение, что мы с ним довно знакомы.\n Я попыталась отползти, но он был слишком тяжелым, но и остаться под ним я не собираюсь. После нескольких попыток я решила сделать передышку, но когда почувствовала, как его рука поднимается к моей груди, сразу же оттолкнула его пьяное тело. Как раз он встал со мной и я сразу же бросила его на диван. До второго этажа точно не дотяну. Быстро взяв одеяло и подушку с его комнаты я застелила на диване и быстро  поднялась в свою комнату.",
    "answers": [
      {
        "id": 101,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 101,
    "text": " Закрыв дверь до меня только что дошло то, что произошло. Обычно так со мной и бывает: Как только мозг выходит из стрессовой ситуации, тогда до меня и доходит. Чем бы это закончилось, если бы я не отталкнула его? От этих мыслей я невольно покраснела. Так я простояла еще пару минут, но все же села на кровать взяла ноут и закончила ту часть работы, которую планировала на сегодня. \n Через пол часа я все же заснула.\n ",
    "answers": [
      {
        "id": 2,
        "text": "Конец 3 главы"
      }
    ]
  },
  {
    "id": 102,
    "text": " Как толькло я проснулась, то сразу же спустилась вниз. \n Адам спал на диване и я решила безшумно пойти за лекарством, потому что уже знала, что будет дальше.  Я принесла воду и как только поставила стакан на журнальный стол, Адам  проснулся.\n -Ты как?-спросила я. Он же ничего не  ответив встал и подошел ко мне. Он провел ладонью по  моей щеке и как будто при себе сказал:\n -Это точно ты. Теперь я уверен...\n -Что?\n Он просто улыбнулся, но в его улыбке столько тепла...\n -Бейкер? Адам Бейкер?-прошептала я.\n Он кивнул.\n\n",
    "answers": [
      {
        "id": 103,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 103,
    "text": " Я молча обняла его. Мы с ним не виделись с тех пор, как он закончил девятый класс и ушел, но я все помню. \n Он был учеником по обмену и  пришел в школу тогда, когда я училась в восьмом классе. Сначала я не особо интересовалась им, но когда учитель сказал мне подготовить его к экзаменам для окончания девятого класса, мы довольно быстро сблизились.\n Он... он был не таким, как все. Да, с ним не соскучишься: он злил  уучителей, но пару раз в неделю обеспечивал цирк в моем классе, хоть и был на год старше. Но не смотря на все это в нем до сих пор осталось одно качество: его внимательность. Когда он увидел, как на меня в очередной раз напали три парня, которые меня ненавидели больше всего, он разобрался с ними. После этого  меня на некоторое время оставили в покое.",
    "answers": [
      {
        "id": 104,
        "text": "- Но прошло 4 года..."
      }
    ]
  },
  {
    "id": 104,
    "text": " -Ты изменился за это время. -сказала я, обнимая его сильнее.\n -Говоришь так, как будто ты не изменилась.\n Вдруг зазвонил телефон Адама.\n -Прости-сказал он и взял трубку: \"Сколько!? Ладно, скоро буду\" ответил он, повесил трубку и обратился ко мне.\n -Мне пора.\n Он поднялся наверх и через 5 минут спустился уже в полицейской форме и с приличной прической. \n -На работу?\n  -Да... До свидания.-сказал он и скрылся за дверью.\n",
    "answers": [
      {
        "id": 105,
        "text": "Подняться"
      }
    ]
  },
  {
    "id": 105,
    "text": " Я взяла ноут и хотела работать, но мысли о нем постоянно влезали в голову, не давая мне сосредаточиться. \"Я испытывала к нему симпатию, не больше\" подумала я и легла на кровать \"Но сейчас мы с ним только напарники и скорее всего после того, как я выполню обещание, он вернет меня обратно.\"\n \"Хоть я там прожила полтора года, но я не уверена, что ввдержу такое снова...\"\n Стук в дверь вкрнул меня в реальность и я спустилась открывать ее.",
    "answers": [
      {
        "id": 106,
        "text": "Открыть"
      }
    ]
  },
  {
    "id": 106,
    "text": " -Привет, Николь, Адам уже на работе?-быстро спросила Мия.\nЯ кивнула и пригласила ее внутрь.\n -Если тебе что-то нужно, то я могу помочь.\n -Да нееет, просто Адам обещал помочь мне с подготовкой.-Ответила она, положив сумку на диван.\n -С подготовкой?\n -Ага, хочу стать психиологом.-начала она-Это у меня выходит лучше всего.\n — А какие предметы нужны?\n -Русский язык, биология и математика.-сказала Мия, доставая книги.\n  -Я могу помочь с этим.\n Мы выучили один белет по каждому предмету за два часа. Мия довольно умная, но в отличии от Адама, она не умеет сосредоточиться: может заниматься и вдруг вспомнить какое-то событие, которое случилось очень довно. Хотя она довольно быстро освоивает материал.",
    "answers": [
      {
        "id": 107,
        "text": "После занятий"
      }
    ]
  },
  {
    "id": 107,
    "text": " -Фух, наконец-то закончили- выдохнула она, присевшись на диване поудобнее. Вдруг она обратилась ко мне.-Скажи, а у тебя с Адамом что-то есть?\n -Ну да, работа.-непонимая ответила я. Только ответив я поняла, к чему она клонила. \n Она помотала головой, но все еще улыбалась- Да ладно, по одному твоему взгляду видно, что он тебе симпатичен. Хотя... ты очень похожа на одну девочку из его второй школы, даже имена одинаковые, кстати, она ему нравилась.\n  И тут я покроснела, тем самым выдав себя. Конечно Мия заметила это.\n -Постой..-на ее лице появилась улыбка, а глаза заблестели.-Ты была той самой девочкой!?\n Я слегка улыбнулась и кивнула, почесав затылок.\n -А он тебе?-сразу же спросила Мия.\n ",
    "answers": [
      {
        "id": 108,
        "text": "-Да..."
      },
      {
        "id": 111,
        "text": "-Я не уверена"
      }
    ]
  },
  {
    "id": 108,
    "text": " -Да...возможно...Я не знаю.-последние слова я прмямлила.-Я никогда не  испытывала к никому никаких чувств.\n -Серьезно? Тебе 18, а ты даже не знаешь что это!?\n -Важно не количество прожитых лет, а то, как ты их прожила.-ответила я-Мою жизнь можно было описать как-то так \"школа-работа-дом\" там было не до любви.\n -Правильные вещи говоришь, но я  не полностью согласна. Да, карьера важна, но-на ее телефон пришел смс.-Прости-она  быстро ответила на смс, бормотав при себе ответ \"уже выехала\".-К чему это я? А, точно.  При важности карьеры не надо забывать о важности любви.-и снова смс \"уже паркуюсь\" ответила она.-Ведь работа не на всю жизнь, да и тебя могут уволить в любую минуту, а любовь,-опять. Она прочла смс и наорала \"он мне не верит!\"- если она настоящая, то это на всю жизнь. Понимаешь?\n \n\n \n\n \n ",
    "answers": [
      {
        "id": 112,
        "text": "Угу"
      }
    ]
  },
  {
    "id": 109,
    "text": "рыоарарыпврьп -Фух, наконец-то закончили- выдохнула она, присевшись на диване поудобнее. Вдруг она обратилась ко мне.-Скажи, а у тебя с Адамом что-то есть?\n -Ну да, работа.-непонимая ответила я. Только ответив я поняла, к чему она клонила. \n Она помотала головой, но все еще улыбалась- Да ладно, по одному твоему взгляду видно, что он тебе симпатичен. Хотя... ты очень похожа на одну девочку из его второй школы, даже имена одинаковые, кстати, она ему нравилась.\n  И тут я покроснела, тем самым выдав себя. Конечно Мия заметила это.\n",
    "answers": [
      {
        "id": 110,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 110,
    "text": "",
    "answers": []
  },
  {
    "id": 111,
    "text": " -Не думаю.-ответила я.-мы с ним не виделись 4 года. Даже  если у меня были к нему чувства побольше симпатии, то сейчас их скорее всего нет.\n -Знаешь, в любви нету такого понятия как \"скорее всего\" это либо да, либо нет. Просто нужно время чтобы понять и принимать решение ОК? Я сейчас не говорю, что объектом твоего обожания должен быть Адам. Это может быть кто угодно, поверь.-на ее телефон пришел смс. Она просла это и ее глаза округлились \"уже паркуюсь\" ответила она и поставила телефон обратно.-Прости, мне пора.\n Она открыла дверь и добавила- И да, не позволяй своему сердцу закрыться. Это приведет к твоей гибели. Как личности, конечно. До свидания и спасибо за помощь.",
    "answers": [
      {
        "id": 113,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 112,
    "text": " -Спасибо за розговор, я постораюсь разобраться в себе-ответила я.\n Она встала, взяла учебники с сумкой и когда была у двери сказала-Спасибо, что помогла.-и снова прочла смс.- он мне такого опоздания не простит. Ладно, пока.-Она сразу же выбежала на улицу.",
    "answers": [
      {
        "id": 113,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 113,
    "text": " Больше за весь день ничего интересного не было. Я просто сидела в гостиной за ноутом и работала, раздобыв довольно важную информацию. Записав все на бумагу, я узнала, что\n 1. Хокерской компании нету где-то 7-8 месяцев. \n 2. Они в другом краю города, но их точные координаты мне разузнать не удалось.\n 3. Думаю первых два пункта достаточно.\n До самой глубокой ночи я пыталась выяснить их местонахождение, но полностью не узнала, поскольку заснула за ноутом.\n",
    "answers": [
      {
        "id": 114,
        "text": "От лица Адама"
      }
    ]
  },
  {
    "id": 114,
    "text": " Сегодня я вернулся домой довольно поздно. Работы и так было немало, а во время похмелья вообще была невыпполнимой. \n Доползав до дома в гостиной я увидел, как Николь  спала с ноутом на коленях и бумагой с ручкой в руках, прислонившись на край спинки дивана. \n Я поодошел к ней. Когда она спит, она еще милее. Поставив ноут, бумагу и ручку на журнальный стол, я взял ее на руки и отнес в ее комнату. Если честно, такое ощущение, как будто я несу гору папок на работе, а не человека. Уложив ее на кровать и закрыв одеялом, я  собрался уйти, но что-то зоставило меня остаться. ",
    "answers": [
      {
        "id": 115,
        "text": "Да ладно, останусь немного."
      }
    ]
  },
  {
    "id": 115,
    "text": " Я сел на кровать и провел рукой по ее волосам и почувствовав это, она повернулась лицом ко мне. Только сейчас я мог спокойно осмотреть ее черты лица. Она мало чем поменялась. Конечно, теперь она выглядела как девушка, а не  как маленькая девочка, но общие  черты остались. Раны и синяки, которые были тогда, исчезли, да и она сама стала выглядеть лучше...\n Не знаю сколько я так просидел, но скоро меня жутко тянуло в сон, и я, не заметив этого, лег рядом с ней и заснул.",
    "answers": [
      {
        "id": 116,
        "text": "От лица Николь\n(простите, что за Адама так коротко)"
      }
    ]
  },
  {
    "id": 116,
    "text": " Я и понятия не имела, что утром меня ожидает сюрприз в постели.\n Как только я проснулась, то увидела перед собой спящего Адама. Вроде как ничего, но мы были в одной постели. \n  Накричав, я отпрыгнула от него и чуть ли не упала, но Адам, проснувшись, быстро среагировал и обхватив мою талию одной рукой, прижал меня к себе так сильно, что даже сквозь одежды я почувствовала его пресс.\n -Кажется ты перепутал комнаты.-заикаясь сказала я, когда он меня отпустил.",
    "answers": [
      {
        "id": 117,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 117,
    "text": " Он закатил глаза и навис надо мной. \n -Эмм...-Я не знала, как реагировать на это-Адам, не обязательно перелесть через меня...\n Он меня не слушал. Спустя секунду он был у моих губ. Я уже не знала как  выбраться, но тут зазвонил телефон Адама.\n Пока он отвлекся, я рванула в царскую комнату, а именно в ванную. Закрыв дверь изнутри я села на пол и привела дыхание в порядок. Я вспомнила то, что вчера сказала Мия. \n Может она была права? Нет, точно нет. У такого как он точно будет девушка, да и на такую как я он даже смотреть не будет. Мне так кажется.",
    "answers": [
      {
        "id": 118,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 118,
    "text": " -Николь?-спросил онс другой стороны. \n Я не хотела отвечать, да и не стала. Мне и сидеть на холодном полу нравится.\n -Если нне хочешь, можешь и не выходить.-добавил он с злостью в голосе и ушел. \n Через 10 минут я вышла. Его не было дома. \"Наверное на работе\" подумала я и взяла ноут. Лучше быстрее закончить работу и свалить отсюда. Думаю так  будет лучше для нас обоих.\n Так я проработала до самой ночи.\n \n",
    "answers": [
      {
        "id": 119,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 119,
    "text": " Я сидела и дописала ккоординаты, как вдруг открылась дверь и вошел Адам.\n -Ну что, вышла из своего убежища?-спросил он с улыбкой. \n -Я каак раз собиралась вернуться.-ответила я и побежала обратно, но он оказался быстрее. Как только я поднялась по лестницам, он поймал меня и прижал к стене.\n -Поймал-сказал он с безумной улыбкой.-пойдем в мою комнату.\n -Это еще почему?\n -Ты что, не  помнишь игру \"одноногая черная сатана\"? Сатана ловит своих жертв и несет к себе.-с блестящими глазами ответил Адам.\n -Но в это играют по дру...\n Не дав догооворить он взял меня на руки и отправился в свою комнату.\n ",
    "answers": [
      {
        "id": 120,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 120,
    "text": " Молча накинув меняя на кровать он навис надо мной.\n -Опять ты за сво...\n -Тсс...-ответил он, приложив палец к моим губам и спустился к шее, покрывая ее  поцелуями и поднимаясь к губам. \n -Адам-прошептала я, но он не среагировал. На секунду он отстранился,  смотря на меня. Поднимая взгляд я увидела его хищный взгляд. Он прилип к моим губам, жадно и страстно целовая их. В какой-то момент я поддадась, ответив на поцелуй. В миг он отстранился.\n -Ты не умеешь целоваться. Ничего, научим.-с этими словами он вернулся к шее. Я больше не сопротивлялась, мозг был как в тумане, но легкая боль вернула меня в реальность. Собрав все силы я оттолкнула его и встала.\n -Нет, мы-напарники, не больше-Прошептала я и быстрыми шагами направилась к себе.",
    "answers": [
      {
        "id": 121,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 121,
    "text": " Закрывшись в своей комнате я легла на кровать. \" Я все больше убеждаюсь в правоте Мии. Но, если я нравлюсь ему, то это только усугубляет ситуацию. Скоро меня унесут обратно, а  он? Он найдет другую? Или не меня забудет? Надеюсь забудет. Он мне не просто нравится. Я люблю его. Теперь я уверена. Но нам не суждено быть вместе. И это факт.\"\n После всего, что произошло, меня дико тянуло в сон и спустя 10 минут я спала без задних ног.\n",
    "answers": [
      {
        "id": 2,
        "text": "Конец 4 главы"
      }
    ]
  },
  {
    "id": 122,
    "text": " Веселая, энергичная девушка лет 18, будущий психиолог. Рост:170 см. Основвными чертами лица и цветом глаз похожа на Адама. Бландинка",
    "answers": [
      {
        "id": 3,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 123,
    "text": " После того вечера я приняла решение держаться подальше от Адама. Я не боялась его, я боялась своих желаний.\n Так я избежала встреч с ним целую неделю, но ничто не вечно, да и Адама все это похоже надоело и он решил серьезно поговорить со мной.",
    "answers": [
      {
        "id": 124,
        "text": "Разговор"
      }
    ]
  },
  {
    "id": 124,
    "text": " Тем вечером я как обычно сидела за ноутом, как вдруг в гостиную зашел Адам.\n -Николь, нам надо поговорить.-с серьезным выражением лица начал он.-пойдем.\n -Куд...-он схватил меня за запястье и понес к машине. \n Ехали мы с ним где-то пол часа и скоро были у леса. \"он точно хочет убить  меня\" пронеслось у меня в голове, когда мы остановились. Адам открыл мою дверь и головой показал пойти за ним. Я отставала, поэтому он взял мою руку и... он нервничает? Его рука дрожала.",
    "answers": [
      {
        "id": 125,
        "text": "Дошли"
      }
    ]
  },
  {
    "id": 125,
    "text": " Когда мы дошли, у меня глаза стали размером с тарелок от увиденного: поляна с изумрудной от лунного света травой, посередине росло дерево, ну такое, под которым обычно целуются влюбленные пары в фильмах. А над деревом красовалась полная луна...\n Когда мы были у дерева, я почувствовала, как он задрожал еще сильнее, но старался скрыть это.\n -Николь.-начал он.-Ты должна знать, что...-он промолчал на секунду и продолжил-С нашей первой встречи ток ударил мне прямо в сердце, убил все клетки. Жизнь казалась пустой, когда тебя не было рядом... Я  не могу сказать пафосные речи, поэтому... Николь Уотсон, я люблю тебя всем сердцем, ты будешь моей?",
    "answers": [
      {
        "id": 126,
        "text": "-Пойми..."
      }
    ]
  },
  {
    "id": 126,
    "text": " Я посмотрела на него с прослезивщейся то ли от радости, то ли от сожаления глазами.\n -Адам, пойми, я тоже хочу этого, но нам не суждено быть вместе, у нас должны быть разные судьбы. \n -Почему.-с слегка дрожащим голосом спросил он.\n -Ты-коп, а я, я просто твой напарник, да и то на месяц, после этого меня точно заберут...\n -Нет...-ответил он и обнял меня.-Такого не будет, я не позволю.-он прижал меня к себе еще сильнее-обещаю.\n Я больше не смогла выдержать слезы и горько заплакала, уткнувшись носом в его рубашку.\n -Тише, тише-успокоивал он, гладя мою спину, после чего отпустил и протер рукой мои слезы-ты будешь моей, даже если мне это будет стоить всего.",
    "answers": [
      {
        "id": 127,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 127,
    "text": " Я улыбнулась и прислонилась к дереву. Адам же приобнял меня за талию нежно поцеловал... Мы стоим под деревом, а над нами полная луна и звездное небо. Романтика...Только жаль, что все это длилось всего несколько секунд и Адам отстранился.\n Мы еще немного поговорили на нейтральные темы и мне стало холодно. Адам, заметив это, накинул свою куртку на меня и еще немного простояв мы все же решили вернуться домой.\n ",
    "answers": [
      {
        "id": 128,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 128,
    "text": " Когда мы вернулись, на часах было 11 вечера. Спать никому не хотелось и Адам включил телевизор, жестом показывая меня сесть рядом и конечно мы смотрели романтику. С половины фильма я почувствовала, как засыпаю, положив голову ему на плечо.\n Сначала я слушала, как он что-то шепчет, потом почувствовала его прикосновения, после-ничего.",
    "answers": [
      {
        "id": 129,
        "text": "Утро"
      }
    ]
  },
  {
    "id": 129,
    "text": " Прснувшись я обнаружила, что нахожусь в объятиях спящего Адама  в своей комнате. Я осмотрела и прислушалась к себе: я в одежде, это хорошо, но вот только слабость во всем теле, дышать было трудно... кажется я все таки заболела. К черту слабый эмунитет. \nЯ попыталась встать, и не смотря на то, что он прижал меня к себе очень крепко, мне все же удалось выбраться, не разбудив его при этом. И на этот раз меня помешала огромная сила притяжения подушки в 7 утра и я снова заснула, перевернувшись спиной к нему...\n Во второй раз я проснулась от того, что Адам снова прижал меня спиной к себе.",
    "answers": [
      {
        "id": 130,
        "text": "Посмотреть на него"
      }
    ]
  },
  {
    "id": 130,
    "text": " -Я тебя разбудил?-он убрал руки-прости.\n Я помотала головой и сделала еще один глубокий вдох. \n -Мда... вирус еще и до тебя дошел-сказал он, поджав губы.\n—Вирус?-слиплим голосом переспросила я.\n -Сейчас вирус гуляет. А ты выглядишь неважно, я пойду за лекарством.\n Сказав это он вышел из комнаты и вернулся с лекарством и стаканом воды.\n Я быстро выпила лекарство и посмотрела на него. Он же сел рядом и поцеловав меня в лоб сразу же сказал.\n -Ты вся горишь! Подожди, сейчас проверим.-он достал термометр из кармана. И тут любопытство победила.\n -Ты всегда хранишь тармометр в кармане? \n В ответ он просто улыбнулся.",
    "answers": [
      {
        "id": 131,
        "text": "Спустя 5 минут"
      }
    ]
  },
  {
    "id": 131,
    "text": " -Снимай термометр.\n Я без лишних слов вытащила и дала термометр Адаму. Вдруг у него округлились глаза\n -39,5. Тебе лучше остаться в кровати.\n -А как же работа?-спросила я.\n Он захихикал, помотая головой, получив от меня подзатыльник. \n -Прости, просто у тебя такой голос, как будто ты накурилась.-улыбаясь ответил он.\n -Не сваливай свои грехи на меня, я уже бросила.\n -Но все же курила?-уже серьезно спросил он.\n -Нет, просто шутить я не умею.-сказала я, надув губки.\n Он похлопал меня по голове и ушел.\n Ну что тут сказать? Остаток дня я тупо пялилась на потолок.",
    "answers": [
      {
        "id": 132,
        "text": "Спустя пару дней"
      }
    ]
  },
  {
    "id": 132,
    "text": " Я часто болею, но и быстро выздоровливаю и через пару дней я была в норме. \n Что касается наших с Адамом отношений, то они стали крепче, мы никогда не ссорились, но в один день все же пришлось...\n Мия достала билеты в кино, но Адам не мог придти, работа мешала, так что мы решили пойти в двоем, как подруги, но сеанс был ночной, так что мне предстоял важный разговор с Адамом.\n  -Ты не можешь пойти.-Начал Адам, и после моего \"почему\" продолжил-Две молодые девушки идут в ночной сеанс, возвращаются домой поздно, и это все в большом городе!\n Я в бешенстве поднялась на вверх, он же последовал за мной.\n -Куда это ты?- он остановил меня у двери.\n -Слушай, меня пригласили, и это будет неправильно, если я откажусь, ОК?-Я в тот же момент поожелела о сказанном, но назад пути нет. \n Он смарщился и гневно сказал-Я запрещаю тебе.\n Казалось бы что в этом такого, всего три слова, но и этого было достаточно, чтобы выбить меня из себя.\n  ",
    "answers": [
      {
        "id": 133,
        "text": "От лица Адама"
      }
    ]
  },
  {
    "id": 133,
    "text": " -Я запрещаю тебе-Закричал я на Николь. И лучше бы я такого не говорил, ведь за это я получил по больному месту и упустил ее.\n Пару минут я так и пролежал. Про болевые ощущения лучше промолчать: как такая хрупкая девушка может бить так сильно!? После пару минут ада я понял, что ее точно не найду.\n Поискав в блокноте я нашел адресс ее дома и отправился туда, надеясь, что она там.\n Через 10 минут я был на месте и проверив адресс постучил в дверь. Мне ее открыла женщина лет 40. Осмотрев ее я убедился, что не ошибся адрессом: она очень похожа на Николь.",
    "answers": [
      {
        "id": 134,
        "text": "-Здравствуйте..."
      }
    ]
  },
  {
    "id": 134,
    "text": " -Я из полиции, вы знаете ее?-я показал ее фото Николь, которую взял на всякий случай. \n Женщина побледнела, а глаза наполнились слезами, но она сдержалась и сказала-Да, она моя дочь.-и через паузу добавила-пройдемте...\n Мы сидели на кухне и  она, не смотря на все мои просьбы ничего не делать, накрыла стол и начала.\n -Вы ее знаете? Где она? Что с ней?-в панике спросила она.\n -Пожалуйста, успокойтесь, мы просто работаем вместе, и кажется я наговорил лишнего и... она убежала.-рассказал я.\n -Вы ее запретили что-то делать?-с грустной улыбкой спросила она.\n\n",
    "answers": [
      {
        "id": 135,
        "text": "-Как вы узнали?"
      }
    ]
  },
  {
    "id": 135,
    "text": " -Николь всегда была свободалюбимой, из-за этого у нее везде были проблемы: Начиная с отца, заканчивая со школы.-выдохнула она.\n -С отцом?\n -Да, она творческая личность, она всегда хотела создать что-то сама, но Роберт был против: он считал, что  границы женского мира заканчиваются на кухне, он ее никогда не любил. Он хотел здорового, крепкого мальчика, но родилась Николь с пороком сердца. Раньше он не показывал свою ненависть, но когда Николь нашла работу в свои 13, их отношения стали еще хуже, а побоев и слез в доме-больше.\n \n ",
    "answers": [
      {
        "id": 136,
        "text": "-Какая именно работа?"
      }
    ]
  },
  {
    "id": 136,
    "text": " -Не знаю, она никогда не говорила, но это касалось программированию.\n -А вы видели странностей с тех пор, как она начала работать?-спросил я, доставая ручку.\n -Ну... едиинственное, что я заметила, это были ее перчатки без пальцев. И да-вдруг сказала она-не в тему, но Николь сейчас в парке неподолеку, сидит на старом дереве.\n -Как вы узнали?\n -Она всегда туда ходит, когда ей грустно, ей нравилось рисовать сидя на дереве.-как будто вспоминая старые дни сказала она.",
    "answers": [
      {
        "id": 137,
        "text": "Уйти"
      }
    ]
  },
  {
    "id": 137,
    "text": " -Спасибо огромное-сказал  я, вскачив со стула-я ее верну при первой же возможности.\n -Удачи тебе.\n Я выбежал из дому и сев в машину поехал в тот самый парк. Пожалуй едеинственное место в городе, которое не поменялось. Зайдя в парк я сразу же узнал это дерево. Увидеть  Николь было не легко, но после недолгого осмотра я все же нашел ее и залез к ней.\n -Нииколь...-осторожно подойдя к ней сказал я.\n Она же напуганно посмотрела на меня, пока я подошел к ней.\n -Прости-сказали мы одновременно.-За что извиняешься?\n -Парням уступают-быстро проговорила она.\n -А разве не наоборот?\n -Неа-отрезала она\n -Прости, я не знал, что эти слова для тебя так много значат.\n -Прости, что чуть ли не без детей не оставила-сказала Николь-Кстати, как ты меня нашел?\n -Это долгая история, пойдем домой?\n\n ",
    "answers": [
      {
        "id": 138,
        "text": "От лица Николь"
      }
    ]
  },
  {
    "id": 138,
    "text": " Мы помирились и пошли домой. \n Как только мы зашли, Адам бросил меня на диван и навис надо мной, прижимая одной рукой мои запястя над моей головой. Он посмотрел мне в глаза и в следующую секунду впился в мои губы. Я не сопротивлялась, но когда почувствовала, как перчатка спползает с моей руки, сразу же отталкнула его. Он смотрел на меня с затуманеными глазами.\n -Не сегодня-сказала я хриплим голосом и он встал.\n Дальше ничего интересного не было: мы просто пообедали и разошлись по комнатам.\n ",
    "answers": [
      {
        "id": 139,
        "text": "В комнате"
      }
    ]
  },
  {
    "id": 139,
    "text": " Уже была глубокая ночь, но мысли не даваали мне спать.\n \"Ему так любопытно то, что у меня под перчатками? Что будет, если он узнает об этом? Нет, он не должен.\"\n Я перевернулась и продолжила:\n \"Я люблю его и не хочу, чтобы нашим отношениям пришел такой конец, но и врать не хочется. А что, если он узнает всю правду? Он меня поймет? Нет, уж точно нет... я была не маленькой девочкой, чтобы допускать такое...Эхх, трудно\" \n Я села и мозг начал нормально думать.\n \"Нет, он должен знать всю правду, я должна рассказать ему об этом. Но как?\"",
    "answers": [
      {
        "id": 2,
        "text": "Конец 5 главы"
      }
    ]
  },
  {
    "id": 140,
    "text": " В эту ночь я совсем не спала: мысли о правде не давали мне покоя. Я прокрутила в голове все возможные сцены по сто раз, но не один из них не кончился хорошо. Не обрадоваться же ему...\n Я боялась сказать ему об этом напрямую, но время идет против меня, а не рассказать об этом я не могу.\n                (Внимание!\n      спасибо за внимание)\n ",
    "answers": [
      {
        "id": 140,
        "text": "Не, ну серьезно, будьте осторожнее при выборе",
        "comment": true
      },
      {
        "id": 142,
        "text": "Сказать напрямую, побороть страх"
      },
      {
        "id": 141,
        "text": "Написать на бумаге"
      }
    ]
  },
  {
    "id": 141,
    "text": " Я быстро подошла к писменному столу, взяла бумагу с ручкой и максимально разборчиво написала:\n \"Адам, я об этом никогда не говорила, ведь я люблю тебя и больше всего на свете боюсь потерять тебя, но сейчас у меня нету выбора. Преступница все это время была у тебя под носом. Это я. А если не веришь, то у меня пол перчаткой татулировка с этим знаком...\"\n Внизу я нарисовала инициалы компании, которые были у меня на руке в виде тату, а в самом внизу написала:\" Николь\".",
    "answers": [
      {
        "id": 148,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 142,
    "text": " Пока я собиралась с мыслями, Адам проснулся: это стало понятно по звукам сниизу.\n \"Ну чтож, настала время правды...\" мысленно сказала я себе и спустилась вниз. Адам ел свой завтрак и смотрел телевизор. Я подошла и села рядом, он же оставив завтрак и свое шоу обратил свое внимание на меня.\n -Привет, как дела?-спроосил он со своей улыбкой. \n -Нормально, но я хочу поговорить с таб...-он уложил меня на диван и приблизился.\n -Адам, я серьезно — сказала я и села обратно.",
    "answers": [
      {
        "id": 143,
        "text": "-Слушай..."
      }
    ]
  },
  {
    "id": 143,
    "text": " -Я долго думала, как сказать тебе об этом, ведь я боялась потерять тебя: впервые в жизни я полюбила кого-то и... я понимаю, что врать-это плохо, но у  меня не было выбора.-Я медленно и акуратно сняла перчатку с руки и его глаза округлились-да, преступник все это  время был у тебя под носом: это я написала програамму.\n Я встала и  попятилась назад, ведь теперь я сама по себе. Когда мне было некуда идти, он подошел ко мне вплотную и взял руку, рассматривая уже испорченную, но понятную татулировку с инициалами той самой компании.\n -Я тебя люблю такой, какая ты есть и такой проступок не заставит тебя разлюбить-начал он- но о чем ты думала?",
    "answers": [
      {
        "id": 144,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 144,
    "text": " -Сначала я не знала, что это такая компания, мне представили его не как хакерскую компанию, но лет так в 15 я  узнала всю правду, но вирус был дописан, я не смогла ничего поделать-заикалась я-тогда я уволилась, но они решили убрать меня и так я попала в психушку...теперь ты знаешь всю правду-на этом я закончила свой рассказ.\n -А тату?\n -В тот день меня повели в кобинет босса и несколько здаровых мужчин схватили меня, а он сделал тату... я пыталась избавиться от него любой ценой, даже марганцовкой сожгла, но безполезно...",
    "answers": [
      {
        "id": 145,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 145,
    "text": " -А почему ты решила найти работу в таком возрасте?-спросил он, отпуская мою руку.\n -Потому что...-я помотала головой-у меня были свои причины.\n Он медленно приблежался, но вдруг в дверь постучили. От неожиданности я вздрогнула, а Адам проверив кто там, сказал.\n -Надень перчатки и беги за ноутом и заметками, это из полиции.\n Я без лишних слов рванула в свою комнату, взяла все необходимое и когда спустилась, Адам уже стоял с несколькими мужчинами в форме и говорил по этой теме.\n -Здравствуйте — неуверенно сказала я, медленно подходя к ним.",
    "answers": [
      {
        "id": 146,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 146,
    "text": "—Чувак, это твоя подружка?-спросил один из них, подойдя ко мне, а потом обратился к остальным и как будто прошептал-А она ничего...\n—А ну руки убрал-сказал Адам с повышенным тоном и обхватил мои плечи одной рукой.\n -Ладно, мы все здесь по делу, верно?-начала я посмотрев на них и после того, как они кивнули, продолжила-Я раздобыла их координаты, по данным компании больше нет, но если вирус все еще есть, значит хотя бы пару работников осталось. \n -Николь права, нам надо спешить, пойдем-сказал Адам.-А это долеко?\n Я кивнула. ",
    "answers": [
      {
        "id": 147,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 147,
    "text": " Мы сели в машины и скоро были у огромного и мрачного здания на холме.\n -Красоточка, а ты уверена, что это здесь?-спросил один из его дружков. Он меня уже бесит.\n -Более чем. Кстати, там точно будут не доброжелатели, так что берите с собой оружие.-сказала я и немного покроснев добавила-было бы классно, если бы я тоже имела при себе оружие. \n -Ты пойдешь со мной, а то мало ли...-сказал Адам и мы зашли внутрь.",
    "answers": [
      {
        "id": 167,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 148,
    "text": " Весь день я смотрела телевизор, но в голове круттлась одна и та же мысль \"Что будет, когда он прочтет письмо? Думаю он сдаст меня.\"\n Ближе к шести вечера пришел Адам. Он же обычно приходит позже. Или судьба решила сыграть со мной в злую шутку? \n Он поднялся с чем-то в руках и через минут 5-6 вернулся с улыбкой на лице. Сев рядом со мной он сказал\n -Хочешь обедать в кафе?\n -Адам, ты...\n Он не дал мне договорить и как будто прочитав мои мысли ответил\n -Да, я зову тебя на свидание.\n Я кивнула с улыбкой на лице и прыгнула в его объятия. Он же потерял равновесие упал на диван. Я лежала над ним и перед моими глазами были его голубые, как небо, глаза, в которых я до сих пор тону. Блин, как я могла соврать его?",
    "answers": [
      {
        "id": 149,
        "text": "Подняться"
      }
    ]
  },
  {
    "id": 149,
    "text": " Я попыталась встать, но он приобнял меня за талию, не дав этого сделать. \n -Только после поцелуя-сказал он с  яхидной улыбкой. \n Я поцеловала ему в щеку, но он все равно не отпустил. Потом он сам потянулся и поцеловал мне в губы.\n -Вот как надо-сказал он, отпустив меня-Иди в свою комнату. \n -Почему?\n -Увидишь-ответил Адам.\n \n",
    "answers": [
      {
        "id": 150,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 150,
    "text": " Я поднялась и зашла к себе в комнату, где меня ждал сюрприз. На кровати лежало красное платье до колен, а рядом-коробка с... туфлями? Подойдя к коробке я увидела записку. \"Выбрала Мия, вкус у нее лучше.\" Я улыбнулась и посмотрела на платье. Эхх... ненавижу их, неудобные и дорогие, еще и мне не подходят, но думаю ради Адама часок протяну. А теперь туфли: повезло, это балетки, а то с каблуками вообще фиаско бы вышло. Ходить не умею. Аа что делать с перчатками?.. Придумала! Я взяла бинт и завязала руку с тату.\n Напротив многих девушек, которые часами готовятся, через пару минут я была готова и посмотрела на себя в зеркале. Хмм... не думала, что мне подойдет, но смотрится неплохо. ",
    "answers": [
      {
        "id": 151,
        "text": "Спуститься"
      }
    ]
  },
  {
    "id": 151,
    "text": " Когда я спустилась вниз и Адам меня увидел, его глаза засияли, а на лице заиграла улыбка. Осмотрев меня полностью, его взгляд остановился на моих ногах:\n -Тебе идет...-все еще смотря на мои ноги сказал он.\n Я улыбнулась в ответ и мы вышли. Мы сели в машину и ехали в  незнакомое для меня место: ну естественно, за это время я была только в парке...\n Скоро мы подъехали к кафе и зашли. Изнутри она смотрелась... дорого. Столы со стульями по краям, а впереди виднелась барная стойка. Сев за одним из столов и сделав заказ мы начали говорить на  нейтральные темы\n -Что ты сделала с рукой?\n",
    "answers": [
      {
        "id": 152,
        "text": "Нож уронила"
      },
      {
        "id": 153,
        "text": "С ручкой была неосторожна"
      }
    ]
  },
  {
    "id": 152,
    "text": " -Нож уронила-быстро сказала я.-ну что поделать, неуклюжая. \n Он взял мою другую руку и поглаживая ее сказал\n -Так странно видеть тебя без перчаток...\n -Привыкнешь-тихо проговорила я...\n Нам принесли нашу еду и через 20 минут с ней было  покончено. Мы еще немного поболтали и вышли. Адам пытался завести машину, но у него не получилась. После нескольких попыток он вышел посмотреть что не так, а я решила прогуляться по окрестности.\n  Как только я повернула, меня сразу  же схватила чья-то сильная рука и затащила к себе.  Я посмотрела на него и сразу узнала: это тот самый работник психушки! Бландин с серыми глазами.\n",
    "answers": [
      {
        "id": 154,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 153,
    "text": " -Ручкой открыла-быстро сказала я.-ты не думай, что канцелярские товары такие безопасные \n Он взял мою другую руку и поглаживая ее сказал\n -Так странно видеть тебя без перчаток...\n -Привыкнешь-тихо проговорила я...\n Нам принесли нашу еду и через 20 минут с ней было  покончено. Мы еще немного поболтали и вышли. Адам пытался завести машину, но у него не получилась. После нескольких попыток он вышел посмотреть что не так, а я решила прогуляться по окрестности.\n  Как только я повернула, меня сразу  же схватила чья-то сильная рука и затащила к себе.  Я посмотрела на него и сразу узнала: это тот самый работник психушки! Бландин с серыми глазами.\n",
    "answers": [
      {
        "id": 154,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 154,
    "text": " -Те че надо?-без эмоций спросила я.\n -Ты\n -Стоп, что!? Всмысле...-он закрыл мне рот одной  рукой и посмотрел в сторону машины, где уже не было Адама.\n -Значит так, ты оставишь там записку, чтобы он уехал домой без тебя-начал он-а ты сама поедешь со мной.\n Без лишних слов я показала ему очень красивый шест, который как Рафаело вместо тысячи слов, но лучше бы я выразилась словами. Он  схватил мою руку, понес к машине и дал бумагу с ручкой\n -Пиши, быстро! А то без руки останешься.",
    "answers": [
      {
        "id": 155,
        "text": "Написать"
      }
    ]
  },
  {
    "id": 155,
    "text": " Писать, когда твою одну руку могут сломать, не очень удобно, но к несчастью я справилась. Написав я почувствовала поль в шее и через пару минут отключилась.",
    "answers": [
      {
        "id": 156,
        "text": "Спустя некоторое время"
      }
    ]
  },
  {
    "id": 156,
    "text": " Проснувшись я рбнаружила, что лежу на полу со связанными у спины руками в темной комнате. Вдруг открылась дверь и свет упал мне прямо в глаза. Когда глаза привыкли к свету, я увидела того бландина, но уже в деловом костюме.\n -Проснулась, милочка?-спросил он, подходя ко мне\n -Какого черта ты держешь меня здесь?-спросила я, но слабость дала о себе знать, ведь спросила об этом я почти шепотом. \n -Не волнуйся, ты тут долго не останешься-сказал он и после паузы продолжил-если согласишься на сделку.\n -На какаую еще сделку?-мне было не по себе от такого разговора.\n -Вирус хорошо пророботал на некоторое время, но неделю назад он начал делать совсем другое и ты должна с этим разобраться, или останешься здесь до конца.-ответил он-решать тебе.",
    "answers": [
      {
        "id": 157,
        "text": "-Какой еще вирус?"
      }
    ]
  },
  {
    "id": 157,
    "text": " -Вирус-3000. \n -Вирус-че-я притворялась, будто ничего не знаю\n -Не притворяйся недотрогой, ты об этом все знаешь!\nЯ прислонилась к стене и посмотрела на него. Он же в свою очередь внимательно посмотрел мне в глаза. В его глазах можно было видеть ненависть и... любовь?\n По моему взгляду он все понял и сев на стул рядом заговорил.\n -Помниишь твой первый рабочий день?... Тебе тогда былл только 13. Я влюбился в тебя с первого взгляда, а твои темно-синие глаза... Я не мог не думать о них. День, в который ты уволилась, был худшим в моей жизни... Я желел, что не сказал тебе о своих чувствах тогда. Хотя, я сейчас об этом говорю.\n ",
    "answers": [
      {
        "id": 158,
        "text": "-От куда столько ненависти"
      }
    ]
  },
  {
    "id": 158,
    "text": " Это было неожиданно, но я нашла в себе силы заговорить:\n -А от куда столько ненависти в твоих глазах?\n Он поджал губы и заговорил \n -Я следил за тобой и когда увидел тебя с тем шатеном...-он посмотрел на меня с душераздерающим взглядом.\n -Адамом-при себе сказала я и обратилась к нему-прости, но я безразлична к тебе.\n Тем временем он подсел ко мне и взяв мой подбородок приблизился. Я же вырвалась и попыталась здать назад, но упала. Он сел на меня и снова приблизился. Я отвернула голову, но он схватил мое лицо и перевернул к себе. Что-то было знакомо в его хватке... Как у...\n -Ты его сын?-со страхом  спросила я.\n ",
    "answers": [
      {
        "id": 159,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 159,
    "text": " Он кивнул и поцеловал мне в губы... Сначала он был нежен, но потом начал покусывать губы, не скрывая свою ненависть. Скоро нам обоим стало трудно дышать и он отпрянул. \n -С какого раза до парней это доходит? Я к тебе безразлична.-прокричала ему в лицо я-Пусти меня!\n Но он меня не слушал. Он достал из коормана нож и приблизил его к моей одежде. Горячие слезы покотились по щекам, но звук, который доносился с двери спас меня. Он быстро встал и выпрямился, а в комнату зашел его отец... А хотя, лучше бы он закончил начатое.",
    "answers": [
      {
        "id": 160,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 160,
    "text": " -Она согласилась на сделку?-спросил он и посмотрел на меня.\n Я отрицательно покачала головой.\n -У нас нету времени...-сказал он и что-то прошептал ему на ухо,  У него округлились глаза и появились слезы, но он сдержал их-но я...\n Босс выдохнул-выходи из комнаты.\n Он дрожа вышел и я осталась на едине с этим монстром. Я посмотрела на него, а он уже сел рядом со мной.\n -Последние слова?\n -Эта флешка вам поможет-сказала я, протянув флешку, ведь я знала, что все так и будет.\n Вдруг я почувствовала адскую боль и увидела как он вышел из комнаты...\n",
    "answers": [
      {
        "id": 161,
        "text": "От лица Адама"
      }
    ]
  },
  {
    "id": 161,
    "text": " Я почти починил машину, но Николь не было рядом. \"Может в кафе сидит?\" подумал я и зашел в магазин поблизости. В магазине я услышал, как продавец говорил со своим приятелем про молодую девушку лет 18. Ну как не услышать? Они на весь магазин орали.\n -Прошу прощения, вы  можете описать ее?-спросил я, подойдя к ним.\n -А тебе-то зачем?\n -Я услышал, как вы говорили, что ее похитили и как полицейский я обязан раскрыть это дело.-еще спокойно сказал я.\n -На вид ей было 18, брюнетка, одета она была в красное платье до колен. Это все\n",
    "answers": [
      {
        "id": 162,
        "text": "-А как все произошло?"
      }
    ]
  },
  {
    "id": 162,
    "text": " -А вы можете описать действия?-стревожно спросил я.\n -Ну какой-то бландин держа за руку привел ее к той тачке, у которого ты стоял и сказал ей делать что-то, после чего он вкалол ей какую-то дичь и унес.\n -Что!?... спасибо огромное-быстро сказал я и быстро вызвав такси поехал в участок.\n Буквально влетая в кабинет шефа я рассказал ему о всех зацепках и он собрал всех, кого мог и мы поехали в то место, координаты которого написала Николь.\n \n ",
    "answers": [
      {
        "id": 163,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 163,
    "text": " Огромное, мрачное здание на холме стояла перед  нами.\n -Быстро, заходим-сказал он через микрофон и мы поспешили внутрь.\n Все остались исследовать территорию, а я отправился на ее поиски. Блуждая десять минут по зданию я наконец-то нашел ту комнату, в которой она была. Зайдя в комнату передо мной открылись сценарий из фильма ужасов: Николь лежала на полу, а под ней лужа крови.\n -Черт!-я быстро дал сигнал, чтобы они отправили сюда средства для первой помощи.\n Она взяла мою руку, посмотрела на меня с болезненной улыбкой и пррошептала\n -Флешка...Ноут... IP адресс... Письмо на столе\n -Что все это значит?-Я зажал ее руку покрепче, она бросила на меня взгляд, в котором читалось \"помоги...\" и закрыла глаза, сделав последний выдох.",
    "answers": [
      {
        "id": 164,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 164,
    "text": " -Нет, пожалуйста, держись-на гране нервного срыва сказал я-ты должна жить... ты такого не заслуживала.\n Но все было бесполезно, она уже была холодна, как камень. Я обнял ее покрепче, поцеловал в губы, но не смог сдержать слезы, да и смысл их сдержать...\n Скоро прибыла скорая помощь, но теперь от нее никакой пользы. Вышли два врача и рванули к Николь, которая была у меня в руках. Они пытались вернуть ее к жизни, но после нескольких попыток один из них повесил голову и сказал.\n -Мы ее потеряли...",
    "answers": [
      {
        "id": 165,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 165,
    "text": " После такого я все же нашел в себе силы, а может это все жажда мести, я не знаю, но я вспомнив слова Николь понял ее и быстро взяв ноут я обнаружил там незнакоммую программу, на которой стоял знак \"!\". Быстро открыв ее я увидел мигающую, красную точку на карте а голос бота сообщил \"найден взломщик...\". Шеф увидел все это и закричал\n -Все за ними!\n Я хотел встать и идти, но он остановил меня.\n -Ты поедешь со мной.\n Мы сели в машину и поехали за скорым до больницы.\n Николь была в одной из палаток, пока мы с шефом сидели в каредоре. Я никак не мог успокоиться. Скоро вышел доктор и шеф, жестом показывая  меня сесть, подошел к доктору. Большую часть разговора я пропустил, но самое важное все же услышал \"Рана была не смертельной, только сердце не выдержало такого стресса. Будь она здорова, мы бы ее спасли.\"",
    "answers": [
      {
        "id": 166,
        "text": "Спустя неделю"
      }
    ]
  },
  {
    "id": 166,
    "text": " Прошла неделя. За это время мы поймали этого уб... не выражусь кого и посадили его. Про Николь... ее больше нет, этот день обьявили неробочим в ее честь, а я так и не смог сказать ее матери об этом.\n А я... я все еще работаю в полиции, уже в высоких местах, но без нее жизнь не та, она как будто пустая, серая и мрачная. Другую я не собираюсь найти. Любить так, как любил ее я не смогу, да и не думаю, что вообще полюблю.",
    "answers": [
      {
        "id": 2,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 167,
    "text": " Мы немного погуляли по зданию, но скоро нашли их главные сервера.\n -Сможешь разобраться?-спросил Адам, смотря то на меня, то на сервера.\n -Еще и спрашиваешь?\n Я подошла к компьютеру, который был посередине комнаты. \n -Посмотрим...-я быстро покопалась в компьютере.\n Зайдя в личные данные я взломала код и удалила программу, отвечающую за вирус. \n Стула не было, так что мне пришлось работать стоя.\n -Закончила-при себе сказала я.\n -Это было все?-спросил тот бабник подойдя ко мне и похлопал по пятой точке.\n -Еще раз так сделаешь и останешься без руки, пусек?-спросила я и дала ему подзатыльник.  ",
    "answers": [
      {
        "id": 168,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 168,
    "text": " Мы собрались уйти, двери сразу же закрылись и вышел он.\n -Не так быстро-прокричал он и улыбаясь как безумец посмотрел на меня.-Ну привет, Николь Уотсон, давненько не виделись.\n -Николь, кто это, и откуда он знает твое имя?-спросил Адам\n -Мой бывший начальник-ответила я,несмотря на него.\n -Знаешь почему я приказал своему сыну не убить тебя в тот день, а просто отправить в  психушку?-спросил он, приближаясь к нам.\n -Да я бы и не стал убивать ее-из угла вышел  тот самый бландин. \n -Ты же работал в психушке-не сдержалась я.\n Он прищурился и помотал головой-я притворялся.\n Начальник кивнул в сторону бландина и тот с невераятной скоростью схватил меня, а парней было не до моего спасения, ведь их самых акружили вооруженные люди.",
    "answers": [
      {
        "id": 169,
        "text": "-Отпусти их!"
      }
    ]
  },
  {
    "id": 169,
    "text": " -Отпусти их!-на весь зал прокричала я.\n -Я их лучше уберу-сказал он и повернулся в мою сторону с ухмылкой.-Ведь без них ты бы не убила мою работу.\n -ТВОЮ работу? Да я сама написала эту проклятую программу.\n Он в бещенстве схватил меня за воротник и бросив на пол обратился к бландину.\n -Неси эту девчушку на верх и проучи хорошим манерам.\n Тот же без каких либо слов взял меня и выполнил приказ.",
    "answers": [
      {
        "id": 170,
        "text": "На верху"
      }
    ]
  },
  {
    "id": 170,
    "text": " Мы зашли в какую-то комнату и он запирев дверь бросил меня на кровать, а сам сел на стуле напротив.\n -Пологаю ты меня не помнишь.\n -А мы были знакомы?-спросила я.\n -Ты-любовь всей моей жизни. Помнишь, в свой первый рабочий день ты ссстолкнулась с одним бландином в очках, как у Гарри Потера? Это был я. После того столкновения я понял, что люблю тебя... Аа ты помнишь тот день, когда ты уволилась? Это был худшим днем в моей жизни. Я желел, что не сказал тебе о своих чувствах тогда, но теперь ты все знаешь.",
    "answers": [
      {
        "id": 171,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 171,
    "text": "Я сидела с раскрытым ртом и не могда поверить в это.\n -Стив?\n Он с улыбкой кивнул, пересел рядом со мной и начал гладить. мои волосы, постипенно приближаясь при этом. Я же отпрянула назад и через секунду лежала на кровати под ним.\n -Стив, прости, но я к тебе ничего не исппытываю.-сказала я и попыталась встать... Ага, и он послушался, как же. Как только я попыталась встать, он прилип к моим губам. Сначала он был нежен, но потом начал кусать и пососывать губы, не скрывая ненависть. Когда трудно дышать стало не только мне, он немного отстранился. ",
    "answers": [
      {
        "id": 172,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 172,
    "text": " -Да мать твою, с какого раза до парней доходит слово \"нет\"!?-наорала я-я к тебе безразлична.\n Но он меня даже не слушал. Он  силой снял с меня толстовку, уложил обратно и прижимая руки к кровати приблизился к шее. \n -Не надо,-слезы текли ручьем-пожалуйста-прошептала я. \n Неожиданно для меня он встал, дав мне возможность сбежать.\n -Что я делаю?-сказал он.-Это неправильно...-и после паузы продолжил-Я люблю тебя и хочу, чтобы ты была счастлива.                                           Я быстро одела толстовку обратно.\n -Я помогу тебе спасти твоих друзей. \n -Нам надо спешить-я направилась к двери.\n Я хотела открыть дверь, но он взял меня за руку, открыл дверь и направился вниз. Как только мы зашли в комнату, он швырнул меня на пол и смотря на отца сказал\n -Проучил\n\n ",
    "answers": [
      {
        "id": 174,
        "text": "-Но ты только что..."
      }
    ]
  },
  {
    "id": 173,
    "text": " Он приблизился к моему уху и прошептал \n -Ты же понимаешь, что тебе не выбраться?...Так дай закончить начатое.\n -Нет-прошептала я-не позволю. Я буду до последнего сопротивляться, мое сердце предноблежит Адаму. \n Он поморщился, как от зубной боли и достав с кармана нож приблизил его к моей шее.\n -А теперь?\n Не дождавшись ответа он снова кинул меня на кровать. Не успел он дотронуться до меня, как я услышала с наружи звуки. Ну что поделать, возможно это мой шанс. Набрав воздух я завизжала изо всех сил и дверь начали ломать. \n -Как всегда портят мне все веселье.-сказал он и встал с меня.\n Я же быстро одела толсовку и когда он приготовился открыть дверь и ",
    "answers": []
  },
  {
    "id": 174,
    "text": " -Ты же сказал, что ты на нашей стороне.-сказала я.\n -И ты поверила.-ухмыльнулся он.-я тебя использовал. \n С этими словами он направился к Адаму, который сидел на коленях со связанными руками и ртом и взял у него какой-то прибор.\n -Классная игрушка-сказал он, изучая прибор, а потом обратился к Адаму-я это оставлю себе. На память.\n Босс подошел ко мне и схватив за волосы поднял голову, смотря мне в глаза.\n -А вот ты восстоновишь программу-и посмотрел на Стива-Хочешь ее на ночь?\n -Что!?-закричала я.\n Стив же посмотрел на меня с ног до головы и ответил\n -С радостью.\n -Отлично, а теперь марш к компьютеру.-сказал он, бросив меня поближе.",
    "answers": [
      {
        "id": 175,
        "text": "Подойти"
      }
    ]
  },
  {
    "id": 175,
    "text": " Я подошла к компьютеру и немного поиграв с мышкой повернулась к Боссу.\n -Я не знаю как — сказала я и за это получила лютый удар по животу так, что аж дыхание остановилось и я села на колени.\n -Тогда поменяем условия: за эти 2 дня ты восстоновливаешь вирус и я не убиваю твоего любимого. Договорились?\n Я кивнула и последние лучи солнца перестали проникать внутрь.\n -Можно я побуду с Адамом. На несколько минут.\n Он хмуро кивнул и сказал\n -У тебя минута-и обратился к Стиву-после отнеси ее к себе в комнату.\n Перед уходом он тихо добавил-а ты просто хотела доказать отцу, что спасобна делать что-то сама...",
    "answers": [
      {
        "id": 176,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 176,
    "text": " -Адам,-начала я и сняла повязку с его рта-прости, я что-нибудь придумаю, обещаю. Ты нивчем не виноват.\n -Николь, только не делай этого. Ради меня, ладно?-с этими словами он приблизился и нежно, но грустно поцеловал мне в губы. \n -Так, ваша минута истекла-вмешался Стив и затащил меня наверх уже в знакомую мне комнату. \n Как только мы зашли, я встала ему на ногу и он отпустил меня. \n -Я тебе верила, а ты сделал только хуже-закричала я, прижимаясь к стене. \n -Расслабься, я притворялся и прости, что так грубо киинул на пол. Сил не расчитал, а ты реально легкая.",
    "answers": [
      {
        "id": 177,
        "text": "-Всмысле притворялся?"
      }
    ]
  },
  {
    "id": 177,
    "text": " -Все просто: если бы я тебе предупредил об этом, то ты бы вряд ли убедила ему, а так он поверил. \n -Мы теряем великого актера и обманщика.\n -Кствти, пока я был у Адама, я раздобыл у него весьма полезную штуку.-он вытащил тот самый прибор, который взял у Адама.-С этим мы можем вызвать помощь.\n -А это умно. Вызывай прямо сейчас.\n Вдруг мы услышали как кто-то медленно приблежался к двери. Стив быстро снял с себя майку и когда в дверь постучали толкнув меня на кровать направился открывать его.",
    "answers": [
      {
        "id": 178,
        "text": "Смотреть"
      }
    ]
  },
  {
    "id": 178,
    "text": "За дверью оказался тот с... кхм, Босс.\n -Хотел предупредить:-сказал он-осторожнее с ней, она очень хитрая девочка.\n Стив кивнул, закрыл дверь и сел рядом со мной.\n -Ну так, продолжим?-спросил он,  но мне было не до его вопроса, я не могла отвести взгляд от его торса.\n -А? Да да, продолжим.\n -Отлично, я вызвал помощь. Остается надеяться, что они не пошумят. А пока давай поиграем во что-то?\n -Ну давай. \n Он взял свой теелефон и открыл какую-то игру, ввел наши имена и нажал \"ОК\". \n -И так, первое задание достается мне.-сказал он и при себе прочитав задание улыбнулся.",
    "answers": [
      {
        "id": 179,
        "text": "Чего это он?"
      }
    ]
  },
  {
    "id": 179,
    "text": " Он подхватил меня и прижал к стене так, что мои ноги огибали его талию. \n -Что ты делаешь!?-возмущенно спросила я.\n -Задание выполняю.\n Он прижал меня к стене покрепче и приближаясь к моему уху весело сказал\n -Видела бы ты свое лицо-он отпустил меня, а я даже стоять нормально не могла.\n -Кто так шутит!?-с дрожащим голосом спросила я.\n -Да ладно, не злись-он посмотрел в сторону прибора-они почти здесь, пойдем за твоим парнем.\n Мы спустились в подвал и довольно быстро нашли его. Как только я развязала его, он напал на Стива и повалил его.",
    "answers": [
      {
        "id": 180,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 180,
    "text": " -Что ты сделал с ней?-закричал он, все еще держа воротник Стива.\n -Чувак, успокойся, мы подыгрывали, не было между нами ничего.\n И тут я реешила вмешаться. Схваатив Адама сзади я сумела разделить их, но в итоге Адам упал на меня.\n -Адам, будь добр, слезь с меня.-сказала я и встала вместе с ним-А теперь слущай. Это был частью плана: Босс поверил во все это и теперь он спокойно спит, но Стив вызвал помощь, и она уже близко.\n Мы рвванули на верх а там уже стояла вся полиция и мой босс с наручниками.\n -Пап-Стив подбежал к нему.\n Блин, с этого зрелища аж поплакать захотелось.",
    "answers": [
      {
        "id": 181,
        "text": "Вдруг"
      }
    ]
  },
  {
    "id": 181,
    "text": " К нам подошел шеф и начал допрос.\n -Как вы нашли их убежище?-спросил он Адама\n -Все вопросы ей-он показал на меня-я просто нашел ее и дал ноут. \n Он посмотрел на меня в ожидании ответа.\n -Ну долгая история: я вычислсла их по IP, если сказать коротко.\n -Хмм...понятно, пойдемте со  мной.\n Я пошла за ним и мы поехали в участок. После опроса и долгих просьб и оправданий не арестовать Стива его отпустили, а нам завтра предстоит встреча с президентом...Мда.",
    "answers": [
      {
        "id": 182,
        "text": "Спустя неделю"
      }
    ]
  },
  {
    "id": 182,
    "text": " -Запись идет?\n -Ага, начинай!\n -Многое произошло за эту неделю... Адаму повысили звание, я теперь тоже работаю в полиции, но только вычисляю преступников и все такое. Кстати о наших отношениях...\n -Она сделала мне предложение и после долгих просьб я согласилс...Ауч!-Адам схватился за ногу.-за что?\n -За вранье!-ответила я\n -Ладно, все было наоборот.\n -Проехали... Я помирились с  родителями и теперь у меня в жизни все хорошо. И да, за этот месяц я усвоила важный урок.\n \"Нефиг кому-либо что-либо  доказывать\".\n",
    "answers": [
      {
        "id": 2,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 183,
    "text": "",
    "answers": []
  }
]