[
  {
    "id": 1,
    "text": "Это мой первый квест, не судите строго. Иногда главы будут основываться на реальных событиях моей жизни, поэтому надеюсь, что вы сможете оценить.\n\nКвест о девушке-подростке Анне, и её первой любви. Может присутствовать мат, насилие и интим. Думаю, сюжет будет нормальным, и разворот событий. Главы выкладывать буду почаще, но это не точно.\n\nСкажите, сделать группу вк, или нет? Если да, я оставлю в скором времени здесь ссылочку. :3\n\nУдачного прочтения, дорогие друзья. :)\n\nОбновление 12.01.18",
    "answers": [
      {
        "id": 2,
        "text": "Введение: Глава 1."
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "https://srv2.imgonline.com.ua/result_img/imgonline-com-ua-Resize-yYJ7ZyegeYYhpO.png",
        "system": true
      },
      {
        "id": 1,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c30/1810/ff/0aaded926584.jpg"
      }
    ]
  },
  {
    "id": 2,
    "text": "Глава 1: Введение\nБыла ночь. Густой туман накрывал этот город. Анна лежала, свернувшись калачиком на кровати, рядом с камином. Её посещали разные мысли.       \n",
    "answers": [
      {
        "id": 3,
        "text": "Далее."
      },
      {
        "id": 2,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b24/1810/33/ed11bcc51065.jpg"
      }
    ]
  },
  {
    "id": 3,
    "text": "Школа, работа, друзья, вечеринка, и парни. Стоп. Парни? Ах, да, точно, их нет. Эти серые будни, проливной дождь и туман угнетают меня. Кажется, скоро я вообще не встану с кровати.\nУ Анны зазвонил телефон.",
    "answers": [
      {
        "id": 4,
        "text": "Ответить на звонок."
      },
      {
        "id": 3,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a42/1810/65/43f3efe17f3a.jpg"
      }
    ]
  },
  {
    "id": 4,
    "text": "Это была Юлия. \n   — \"Моя одноклассница, и лучшая подруга. До сих пор помню, как мы проводили вместе время в детстве.\" — подумала она. \nУ меня потекла слеза. И всё же, мне пришлось взять трубку.\n— Привет, Аня! — с визгом прокричала Юля; у меня хорошие новости!\n— Привет Юля... Какие ещё новости? — монотонно произнесла Анна.\n— Первая новость: к нам в школу скоро придёт новенький, он очень красивый! А вторая: он пойдёт на вечеринку наканун Хэллоина!!!\n— Это, конечно, здорово, но зачем мне эта информация? Я не так тащусь по парням как ты. Юль, я хочу спать, час ночи на дворе. Спокойной ночи.\n— Эм.. Ну как хочешь, Сладких снов тебе, Ань. — в голосе Юли была слышна грусть. ",
    "answers": [
      {
        "id": 4,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d31/1810/78/e01a0a0c0711.jpg"
      },
      {
        "id": 5,
        "text": "Бросить трубку."
      }
    ]
  },
  {
    "id": 5,
    "text": "Я бросила трубку, но извинилась в смске перед Юлей из-за этого инцидента. Она не ответила. \n\"Ладно, завтра в школу, там и разберёмся. Может она просто легла спать, кто её знает.\"",
    "answers": [
      {
        "id": 6,
        "text": "Поиграть на укулеле."
      }
    ]
  },
  {
    "id": 6,
    "text": "С мыслями о новеньком и о обиженной Юле, Анна взяла укулеле, и начала петь свои любимые песни, своей любимой группы.\nHelp me polarize, help me polarize, help me out, \nMy friends and I, we got a lot of problems.\nYou know where I'm coming from,Though I am running to you,\nAll I feel is deny, deny, denial. \n \nМеня это отвлекало от лишних мыслей, и я  могла спокойно закончить свой очередной художественный \"шедевр\". ",
    "answers": [
      {
        "id": 8,
        "text": "Рисовать."
      },
      {
        "id": 6,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d37/1810/06/d884c6773cf6.jpg"
      }
    ]
  },
  {
    "id": 7,
    "text": "Анна закончила своё творение, и завалилась на кровать, и ненадолго уснула. Проснувшись, она первым делом пошла умываться.",
    "answers": [
      {
        "id": 9,
        "text": "Умыться."
      }
    ]
  },
  {
    "id": 8,
    "text": "Это был портрет моего лучшего друга, Артёма, к которому я не ровно дышала с 12 лет. Я понимала, что это не мой уровень, поэтому не сильно предавала этому значение. \nЭто был блондин высокого роста, с идеальными чертами лица, у которого были блестящие карие глаза. Он был футболистом, лучше него я ещё не видела. Его идеальные удары по мячу, и идеальные попадания в ворота... Я восхищаюсь им. Я сижу с Юлей на каждом его матче, и всегда болею за него. Мы часто ходим гулять с ним вместе, но я не вижу того, что я ему нравлюсь, мы больше как брат и сестра. Но, я не хочу эту френдзону, поэтому я думаю, что самый лучший выход из этой ситуации просто попытаться утопить свои чувства в озере равнодушия. ",
    "answers": [
      {
        "id": 7,
        "text": "Далее."
      },
      {
        "id": 8,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b43/1810/4d/c11d0b4b72c5.jpg"
      }
    ]
  },
  {
    "id": 9,
    "text": "Проснувшись, она пошла умыться. Смотря в зеркало, она видела усталого подростка, с длинными рыжими кудрявыми волосами, приятными чертами лица и зелёными глазами. \n— Ну, привет, Аня. Как обычно похожа на зомбачку. \nВключив холодную воду, я умыла лицо, оно стало выглядить пободрее.\nВыходя из ванной, открывался вид на мою комнату. ",
    "answers": [
      {
        "id": 10,
        "text": "Осмотреть комнату."
      }
    ]
  },
  {
    "id": 10,
    "text": "Ну, ничего нового. Одежда лежит сложанная на стуле, рюкзаки с логотипом Twenty one pilots висят на вешалке, мои псевдо-картины висят на стенах. Больше всего мне нравится пейзаж который я рисовала на озере, когда я была с Артёмом на прогулке. Цветы на подоконнике, черт, надо опять их полить. И моя любимейшая кровать. Её можно описать двумя словами, \"ложа богов\". Бельё чёрное, подушки чёрные и белые. Обои были серо-чёрные, что соответствовало всему моему гардеробу. Хотя, у меня есть и яркая одежда, но ношу я её крайне редко. На туалетном столике ничего не стояло, кроме дезодорантов, духов, и очень маленькой косметички. Не, ну а что? Иногда хочется же себя почувствовать девочкой. На письменном столе стоял мой современный компьютер. Это просто чудесная машина, обожаю играть в видеоигры с интернет другом, Егором. Кстати, надо ему написать.\nЕщё на стенах висят плакаты моей любимой группы, и рядом с кроватью стена, полностью покрытая фотографиями. \nНа тумбочке рядом с кроватью лежала лежанка для кота, а над ней висел ночник ввиде единорога. Единственная яркая вещь в комнате. И, конечно же, в лежанке лежал телефон. ",
    "answers": [
      {
        "id": 11,
        "text": "Взять телефон."
      }
    ]
  },
  {
    "id": 11,
    "text": "Взяв мобильный, я заметила записку от Юли, написанную корявым почерком: \n— \"Не забудь, вечеринка в 19:00\" \n\"Да-да-да, я помню. Ещё три дня, можно расслабиться. Что? Уже 2 часа ночи? Черт, завтра в школу, надо ложится спать.\"\nОткрывая фейсбук, я полистала ленту новостей, и лайкнула новую фотку Артёма со своими друзьями. Меня это не удивило, так как я знаю, что он любит проводить время с друзьями. После проверки новых новостей, я зашла в диалоги, и начала писать своему другу. \n— Привеет, Егор, когда сядем?\n— Привет, принцесса вселенной Ведьмака, ахах. Завтра в 17:30, пойдёт?\n— Конечно! Жду не дождусь. Спокойной ночи. \nДаже не просмотрев сообщение Егора, я отрубила телефон, поставила его на зарядку и сама вырубилась. ",
    "answers": [
      {
        "id": 12,
        "text": "Глава 2: Новенький."
      }
    ]
  },
  {
    "id": 12,
    "text": "Глава 2: Новенький \nУтром погода, на удивление, была солнечной, но по-прежнему холодно. Ну а что вы ожидали, в октябре будет тепло? \nГлавная героиня всегда просыпается в 6, поэтому ей легко собираться в школу, и на работу. Именно поэтому она всё успевала, и училась на отлично. Она плохо спала сегодня. У неё не выходили из головы мысли о новеньком. ",
    "answers": [
      {
        "id": 13,
        "text": "Будильник. Проснутся."
      }
    ]
  },
  {
    "id": 13,
    "text": "Прозвенел будильник. Потягиваясь, Анна села на кровать.\n— \"Снова утро, снова в школу. Снова прекрасный утренний кофе, и это рыжее недоразумение которое снова мешало мне спать, а ещё я не могла нормально уснуть, потому что этот таинственный новенький меня заинтересовал.\" \n\"Рыжее недоразумение\" это её кот Лео. Он постоянно устраивает хаос в квартире, но с ним весело. Анне его подарила на день рождения её лучшая подруга Юля. \nЛео тут же запрыгнул на кровать со своим громким \"Мррр!\".\n",
    "answers": [
      {
        "id": 14,
        "text": "Погладь кису :3"
      },
      {
        "id": 13,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d20/1810/21/2cc0238dd542.jpg"
      }
    ]
  },
  {
    "id": 14,
    "text": "— Лео уже 4 года, а он ведёт себя как придурок, но как же я его люблю — подумала про себя Аня, поглаживая своего любимого, пушистого комочка шерсти. \n— Лео, пошли кушать! — прокричала Аня, и он прибежал как собачка. \n— Лео, сидеть! Умница мой, держи миску!\nЛео исполнял все команды безошибочно. Аня обнаружив то, что Лео её слушается, она обучила его командами, и ему это определённо нравится. Практически проглатывая корм, Лео съел всю миску спустя несколько минут, хотя ночью он ел как слон.",
    "answers": [
      {
        "id": 15,
        "text": "Пойти на кухню."
      },
      {
        "id": 16,
        "text": "Собираться в школу."
      }
    ]
  },
  {
    "id": 15,
    "text": "Анна быстро заварила кофе, сделала горячие бутерброды с колбасой и сыром, и приступила к завтраку.\n Доев, она пошла собираться в школу.\n\"Так, рюкзак есть, информатика есть, пенал есть, дневник есть, алгебра есть, русский есть, ээ... Стоп. Где долбанная геометрия?!\"\nАнна раскидала все вещи, и в конце концов нашла геометрию.\nОна была полностью собрана, но что делать дальше?\n",
    "answers": [
      {
        "id": 17,
        "text": "Далее."
      },
      {
        "id": 15,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d35/1810/b2/592ad92176f8.jpg"
      }
    ]
  },
  {
    "id": 16,
    "text": "Она пошла собираться в школу.\n\"Так, рюкзак есть, информатика есть, пенал есть, дневник есть, алгебра есть, русский есть, ээ... Стоп. Где долбанная геометрия?!\"\nАнна раскидала все вещи, и в конце концов нашла геометрию.\nОна была полностью собрана, но что делать дальше?",
    "answers": [
      {
        "id": 18,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 17,
    "text": "Анна была уже готова в школу, до выхода был ещё час, и она решила порисовать. Но только что? Очередной пейзаж? Натюрморт? Что? \nИ тут ей пришло смс от Юли, что она не обижается, и всё отлично. \nАне пришло в голову нарисовать Юлю на маленьком холсте, чтобы успеть дорисовать портрет до выхода. Юлия не знала, что её лучшая подруга научилась красиво рисовать портреты, поэтому для неё это будет неожиданным сюрпризом. \nЯ сначала нанесла контур, потом обвела, и самое крутое, краски. Юля была брюнеткой, со средним размером груди. Достаточно сексапильная, на неё всегда все парни глазеют. Она любит вырезы на груди, которые ещё более её подчёркивают.\nАнна дорисовала Юлию, за 40 минут. Так как осталось достаточно много времени, я решила поиграть с котом, так как после школы я почти сразу уйду на работу, а Лео будет очень скучно без меня. \nЯ одела свою любимую парку, кожаные ботинки и шапку. Взяв рюкзак, всё с тем же логотипом и учебники, я вышла из дома. ",
    "answers": [
      {
        "id": 20,
        "text": "Выйти из дома."
      },
      {
        "id": 17,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d32/1810/ff/c896fe7af99b.jpg"
      }
    ]
  },
  {
    "id": 18,
    "text": "Анна была уже готова в школу, до выхода был ещё час, и она решила порисовать. Но только что? Очередной пейзаж? Натюрморт? Что? \nИ тут ей пришло смс от Юли, что она не обижается, и всё отлично. \nАне пришло в голову нарисовать Юлю на маленьком холсте, чтобы успеть дорисовать портрет до выхода. Юлия не знала, что её лучшая подруга научилась красиво рисовать портреты, поэтому для неё это будет неожиданным сюрпризом. \nЯ сначала нанесла контур, потом обвела, и самое крутое, краски. Юля была брюнеткой, со средним размером груди. Достаточно сексапильная, на неё всегда все парни глазеют. Она любит вырезы на груди, которые ещё более её подчёркивают.\nАнна дорисовала Юлию, за 40 минут. Так как осталось достаточно много времени, я решила поиграть с котом, так как после школы я почти сразу уйду на работу, а Лео будет очень скучно без меня. \nЯ одела свою любимую парку, кожаные ботинки и шапку. Взяв рюкзак, всё с тем же логотипом и учебники, я вышла из дома. ",
    "answers": [
      {
        "id": 20,
        "text": "Выйти из дома."
      }
    ]
  },
  {
    "id": 19,
    "text": "Выходя из дома, Аня заметила надпись на асфальте. \n— \"Анна, ты как цветок который цветёт вечно\" \nОна была очень сильно удивлена, и даже покраснела. Она не знала от кого это. Но догадывалась по почерку. Смущенная, она пошла дальше в школу. ",
    "answers": []
  },
  {
    "id": 20,
    "text": "Выходя из дома, Аня заметила надпись на асфальте. \n— \"Анна, ты как цветок который цветёт вечно\" \nОна была очень сильно удивлена, и даже покраснела. Она не знала от кого это. Но догадывалась по почерку. Смущенная, она пошла дальше в школу. ",
    "answers": [
      {
        "id": 21,
        "text": "Идти в школу."
      }
    ]
  },
  {
    "id": 21,
    "text": "Зайдя в здание, Анну встретил большой сюрприз. Подойдя к расписанию она узнала, что несколько учителей заболели, и сегодня будет только три урока. \n\"Блин, это круто. Раньше можно будет уйти со школы, и не терпеть Григория Константиновича, какое счастье. Стоп, а где Юля?\"\n Аня не могла найти свою лучшую подругу, возможно она придёт позже, так как до занятий ещё 45 минут. Она решила прогуляться по парку рядом со школой, оставив учебники в классе.",
    "answers": [
      {
        "id": 22,
        "text": "Пойти гулять в парк."
      }
    ]
  },
  {
    "id": 22,
    "text": "  В парке было озеро, и несколько свободных скамеек, что несказанно порадовало главную героиню. В нём плавали утята, и уточки. Они были как полноценная семья. У меня потекли слёзы. \n   У Анны отец развёлся с матерью три года назад. Она осталась с отцом, а мать куда-то пропала. Аня не видела её уже два года, поэтому она расстроилась. Собрав себя в руки, Анна решила любоваться пейзажом. \n    Клён, озеро... Осень это прекрасное время года для вдохновения. Слава богу, у меня с собой есть альбом и карандаш. Никогда не угадаешь, когда к тебе придёт вдохновение.\n",
    "answers": [
      {
        "id": 23,
        "text": "Рисовать."
      },
      {
        "id": 22,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d12/1810/33/e5b60c2c5a3c.jpg"
      }
    ]
  },
  {
    "id": 23,
    "text": "Можно добавить побольше яркого, птицу сидящую на ветке, и... Себя сидящую на скамейке?... Думаю, это хорошая идея, пора приступать. \n*спустя 25 минут*\nЯ не заметила, как сзади оказалась Юля.  Она меня напугала. \n— Привет, подружка! Я знала где тебя искать! Как красиво, дай посмотреть? — восхищённо сказала она. \n— Привет, Юль. Ты меня напугала. Держи.\nВ альбоме было намного красивее чем на самом деле. Аня умеет рисовать так, чтобы было лучше, чем на самом деле, поэтому Юле нравились её рисунки, они не похожи на серую реальность. \n— Ты как всегда прекрасно рисуешь! Что ты делала сегодня перед сном? \n— Рисовала, и играла на укулеле, ничего нового. Поэтому я не выспалась. \n— Понятно, побежали в школу, я тебе хочу кое-что показать!\nЮля потянула меня за руку, что я чуть не грохнулась. \n— Постой, Юль, держи! ",
    "answers": [
      {
        "id": 24,
        "text": "Вручить портрет."
      }
    ]
  },
  {
    "id": 24,
    "text": "Я дала ей в руки пакет с её портретом. \n— Дарин... Это мне? Серьёзно? Господи, как красиво, спасибо, подружка! — с визгом сказала Юля, и поцеловала Аню в щеку. \n— Давай бегом, Ань, а то не успеем его завербовать! \n— Кого его?... — с недоумением произнесла я. \n— Никого, всё, бежим! \n   Мы дошли до нашего класса, то-есть не дошли, а добежали.",
    "answers": [
      {
        "id": 25,
        "text": "Ахренивать от происходящего."
      }
    ]
  },
  {
    "id": 25,
    "text": "Напротив класса стоял невероятно очаровательный, высокий парень, с глазами синеватого оттенка. От его взгляда марашки по коже, и эта невероятно обоятельная улыбка... А его волосы? Они были светло русые, и были немного растрепаны, что добавляло ему ещё больше мужества. \n  Юля толкнула меня к нему, и мы упали.\n",
    "answers": [
      {
        "id": 26,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 26,
    "text": "— Господи, прости-прости, ты не ушибся? — Аня с растерянным видом встала, и протянула руку парню. \n— Я в порядке, спасибо. Первый день в школе и тут такое! — его звонкий смех заполнил весь коридор. \nОн освещал своей улыбкой мою душу. Кажется, я влюбилась. \n— Так это ты новенький? Ещё и в моём классе, это здорово! Я Аня, а это недоразумение которое любит толкаться, — Юля. \n— Да, я. Рад познакомиться с вами, я Алекс, можно просто Лёша.\n— Приятно познакомиться! Если захочешь, я помогу тебе вступить в любой клуб, и провести экскурсию по школе, я буду рада помочь тебе. \n— Спасибо тебе огромное, Ань.\nСлушай, я тут совсем никого не знаю, составишь мне компанию? — Лёша улыбнулся. \n— Ну, а почему бы и нет? — с искренней улыбкой сказала я. \n— Расскажи о школе. \n— Ну, школа как школа. Кормят вкусно, учителя хорошие, только учитель химии ещё тот говнюк, — я засмеялась\nОн засмеялся вместе со мной. \n— Слушай... Познакомишь меня с парнями из нашего класса? Просто хочется сразу найти друзей. Пожалуйста.\n— Я подумаю, — сказала я с ухмылкой. \n— С меня поход в кино! — он подмигнул. \n— Ну ладно, уговорил, пошли!  — я засмеялась, и мы пошли к парням. \nНа скамье сидело три спортивных парня, громко что-то обсуждающие. Брюнет с красивыми чертами лица, — Макс. Он наш нападающий. Андрей, Шатен, брат Макса, наш полузащитник. И Саша, — мой бывший парень, вратарь. \n— Мальчики, привет. Это новенький, Лёша. Лёша, это Макс, Андрей и Саша, я с ними в футбол иногда играю.\n— Ого, впервые вижу такую очеровательную девушку которая ещё и в футбол играет! — он улыбнулся. \n— Ещё как, баба огонь! — сказал Макс. \n— Ребят, полегче, мы с ней всё таки встречались. — хмуро сказал Саша. \n— Да ну тебя, сам виноват, нехер было с Наташкой спать. — весело сказал Андрей. \nЯ покраснела от слов Лёши, и расстроилась из-за Саши. Я, попрощавшись, вернулась к Юле. \n— Ну что?! Что Лёша сказал?! — Юле нетерпелось узнать подробностей. \n— Он сказал что я очаровательная, мне это в душу запало, он такой милый! Я просто не могу убрать улыбку с лица!— улыбаясь сказала я; но Саша всё испортил. \n— Чем? \n— Тем что опять в разговор пришла история о том, что он переспал с Натой. — грустно сказала я. \n— Не переживай, всё наладится. \n",
    "answers": [
      {
        "id": 27,
        "text": "Звонок."
      }
    ]
  },
  {
    "id": 27,
    "text": "Прозвенел звонок на урок, все вошли в класс. Урок алгебры. \n— Здравствуйте класс! К нам сегодня пришёл новенький, знакомьтесь, Алексей! — Марьяна Николаевна искренне улыбалась и хлопала в ладоши вместе со всем классом. \nЛёша, смущённо улыбаясь, встал с последней парты и немного рассказал о себе. \n — Можете меня называть Алекс, или просто Лёша. В своей прошлой школе я играл в футбольной команде, и играл на бас гитаре в музыкальной группе. Много спортивных достижений, и музыкальных. Здесь я тоже хочу многого добиться, и надеюсь в этом помогут мне мои друзья, и подруга Анна. — он искренне улыбнулся мне. \n  Кажется, я ему тоже нравлюсь, и это очень хорошо. \n— Хорошо, Алекс, давай тогда к твоей подруге тебя и посадим, заодно поможет тебе догнать остальных, она отличница.\nТак как у нас определённая посадка, я сижу на первой парте одна, потому что несколько дней назад от меня пересадили Юлю, мы болтали о нашем выступлении на новый год. Ну, и теперь нас разъединили. \n  Алекс собрал вещи, и пересел ко мне. Кроме идеальной внешности и характера, у него был идеально аккуратный почерк, даже лучше чем у меня. \n— Лёш, — шёпотом сказала я;<s>tу тебя просто идеальный почерк! \n— Спасибо, у тебя тоже, красотка, — он улыбнулся и подмигнул мне. \nЯ смутилась, и продолжила решать примеры. Его вызвали к доске и я ему подсказывала, меня чуть не рассекретили. Но, было весело. ",
    "answers": [
      {
        "id": 28,
        "text": "Перемена."
      }
    ]
  },
  {
    "id": 28,
    "text": "Мы стояли с Юлей и Лёшой, обсуждали вечеринку и уроки. Попутно мы показывали ему школу, и смеялись над всем чем только можно. Кажется, это был самый лучший день в моей жизни. \nМы с Юлей на следующей перемене отошли в сторону, и оставили его с Максом. \n— Ань, да он влюблен в тебя! Он постоянно смотрит только на тебя! \n— Юль, ты так думаешь? Я вот не уверена. \n— Да сто пудов! — уверенно воскликнула она. ",
    "answers": [
      {
        "id": 29,
        "text": "После уроков."
      }
    ]
  },
  {
    "id": 29,
    "text": "После уроков мы собрались вместе, и обсудили сегодняшний день. \n— Черт, Аня, ты такая смешная, стояла с лицом как буд-то тебя в суд вызвали, и выносят приговор! — смеялся Лёша. \n— Да-да-да, именно так, это правда было смешно! — Юля визжала со смеху \n— Да мне уже самой с себя смешно, хватит ребят! — у меня началась истерика со смеху.\n— Девчонки! Держите мой номер, если вдруг что понадобится. — он лукаво подмигнул. \nМы сделали селфи, и выложили в инстаграм. \nПосле школы, Лёша проводил меня и Юлю по домам. Юлю мы довели, теперь мы остались наедине. Мы стояли рядом с моим подъездом. Пришло время истины. \n— Лёш... \n— Что?\n— Думаю, мне пора.\n— Думаю, мне нужно кое-что тебе сказать. \nЛёша прижал меня к себе, и нежно провел рукой по щеке. \n— Ты мне нравишься, Ань. – он попытался поцеловать Анну, но она отвернулась.\n",
    "answers": [
      {
        "id": 30,
        "text": "Оттолкнуть."
      }
    ]
  },
  {
    "id": 30,
    "text": "— Это совсем не правильно! Что ты делаешь?! – Аня резко отошла от него.\n— Прости, я... Я не хотел, я думаю мне лучше уйти.\n— Вот и иди!\nАнна в слезах убежала домой, и обнимала своего любимого Лео.\nНа этом беды не закончились.",
    "answers": [
      {
        "id": 31,
        "text": "В это время..."
      }
    ]
  },
  {
    "id": 31,
    "text": "В это время...\nЮля сидела у себя в гостиной, просматривала инстаграм. Гостиная была просто огромная, так же как спальня, кухня и ванная. Квартиру ей подарил отец. Всё было салатовых и жёлтых оттенков. И тут ей пришло уведомление, что Аню отметили на фотографии. Это был аккаунт стервы Лолы. Это блондинка, которая постоянно встревала между Юлей и Аней, и мешали им спокойно наслаждаться жизнью. Теперь Аню ждёт позор. \nЮля в панике звонит своей лучшей подруге. \n— Ань, Ань, пиздец пришёл! \n— Что? В смысле? Лола? \n— Она самая, Ань, тебя ждёт позор, что делать? Она выложила фотку где вы целуетесь с Лёшей!\n— Что?... Я как чувствовала, но около моего дома никого не было кроме нас, как так? Пришли мне фотку, пожалуйста. \n— Лови! \n— Стоп, так это фотошоп, что она делает? \n— Серьёзно? Я не знаю \n— Ладно Юль, потом поговорим, щас не время. \nЮля расстроилась, потому что она знает, что Лола сделала это чтобы она заревновала. Юля любит меня не как подругу, но я этого, ещё пока, не знаю. ",
    "answers": [
      {
        "id": 32,
        "text": "Глава 3: Страшная тайна."
      }
    ]
  },
  {
    "id": 32,
    "text": "Я расстроилась тем, что Лолита принялась за свое, лишь бы всем нагадить. Лолита это популярная девушка в нашей школе, всегда завидовала моей красоте, и Юлии. Выглядела она как типичная избалованная девчонка: Дорогие бренды, украшения... Разговаривала примерно так же. На меня заглядывается её парень Макс, поэтому она жутко ревнует, и хочет любыми способами меня устранить из его поля зрения. ",
    "answers": [
      {
        "id": 33,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 33,
    "text": "От такого перенапряга, мне стало плохо. У меня было слабое сердце, поэтому такое иногда происходило.",
    "answers": [
      {
        "id": 34,
        "text": "Попытаться дойти до кухни, и взять таблетку."
      },
      {
        "id": 35,
        "text": "Позвонить в скорую."
      }
    ]
  },
  {
    "id": 34,
    "text": "Скажем так, я доползла до кухни. В момент когда я попыталась встать на ноги, у меня закружилась голова, потемнело в глазах, и я упала. <s>tПроснулась я уже в больнице, рядом со мной сидели Юля и Лёша. ",
    "answers": [
      {
        "id": 36,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 35,
    "text": "Я решила позвонить в скорую, достав телефон из сумки, я начала звонить, но не успела. У меня закружилась голова, потемнело в глазах, и я упала. <s>tПроснулась я уже в больнице, рядом со мной сидели Юля и Лёша. ",
    "answers": [
      {
        "id": 36,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 36,
    "text": "— О, проснулась спящая красавица! — радостно воскликнул Алекс. \n— Да, она красивая когда спит. — раздражённо посмотрев на Алекса сказала Юля. \n— Ребят... Долго я здесь лежу? — я попыталась встать с кровати, но мне не удалось, меня задержала Юля. \n— Тихо-тихо, лежи, тебе нельзя вставать. У тебя тахикардия была, я рада что ты осталась жива, принцесса. Я не знаю что бы я делала без тебя!\n\nЮля поцеловала меня в лоб, дав понять что она ко мне не равнодушна. Алекс смотрел на неё ошарашенным взглядом, он явно хотел сбежать отсюда, но он не делал этого, ради меня. \n\n— Лёш, спасибо что остался со мной, но я не хочу мешать вашим делам, идите... — хриплым голосом сказала я. \n— Красотка, тебе нужно отдыхать, не переживай за нас, ладно? Я приду вечером с Юлей, а ты отдыхай, до встречи! \n Лёша обнял меня и потащил Юлю за собой, она даже не успела попрощаться со мной. \nУ меня была тахикардия, я перенервничала, и сердце не выдержало. Я еле выжила, и благодарна Юле за спасение. ",
    "answers": [
      {
        "id": 37,
        "text": "*Тот злополучный вечер*"
      },
      {
        "id": 36,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b43/1810/8e/0b8fc581b901.jpg"
      }
    ]
  },
  {
    "id": 37,
    "text": "*Тот злополучный вечер*\nЮля подошла к моему дому, чтобы забрать свою флешку которую отдала мне неделю назад. Так как мы с Юлей лучшие подруги, у нас есть ключи от квартир друг друга, поэтому проблемы войти не было. Юля не знала почему я не отвечаю, поэтому она зашла в комнату, и ужаснулась. Это было 3 минуты после того как я потеряла сознание. Я лежала на полу, и не двигалась. Позвонив в скорую, она сделала всё что сказал ей врач, и моё сердце забилось. Она ревела минут пять над мной, и когда приехала скорая, Юля позвонила Алексею. Она поехала вместе с ним ко мне, и они сидели со мной 15 часов.15! Ну, и я очнулась здесь, в этой мрачной палате. Стены здесь были белые и мрачные, кровать жутко не удобная. Эти решётки на окнах угнетали обстановку, и было немного страшно. Слава богу Юля взяла мой альбом и пенал с красками, так что я знала, чем я займусь дальше. Что же мне нарисовать? Врача? Кладбище? Больницу? Нет, всё не то. О, нарисую ночное поле, мрачно, но очень красиво. Как обычно контур, обводка, и краски...",
    "answers": [
      {
        "id": 38,
        "text": "*Спустя 50 минут*"
      }
    ]
  },
  {
    "id": 38,
    "text": "Мне понравилось что я нарисовала, поэтому я вложила рисунок в карточку пациента, пусть мой лечащий врач получит хоть чуточку радости в этот злощастный дождливый день. После всего этого я устала, и легла спать на эту ужасную койку. \nПроснулась я из-за Юли, в 5 часов утра. Она спала на мне. ",
    "answers": [
      {
        "id": 39,
        "text": "Разбудить."
      }
    ]
  },
  {
    "id": 39,
    "text": "— Юль, что ты здесь делаешь? \n— Ань? Ах, да, точно. — Юля зевнула; Я пришла с Лёшей, но ты спала, поэтому он посидел немного и ушёл, а я уснула. С добрым утром, зая! — с улыбкой сказала она. \n— Доброе, мне не нравится что ты на меня так смотришь, — я поморщилась. \n— Эээ.. Ладно, раскусила, подожди секунду. \nЮля закрыла дверь на замок, занавешала шторами окна. И села на кровать к Ане. \n— Я люблю тебя, поэтому всё так стремно. — очень серьёзно сказала Юлия. \n— Эм... Ты...\nЯ не успела ничего договорить, Юля вцепилась жадно мои в губы. Она прижала меня к себе.\nЯ не смогла реагировать, я потеряла сознание.\n  Проснувшись в 9 часов утра, я поняла что Юля со мной делала. Она пыталась меня изнасиловать. Юля сняла с меня всё, и оставила пару засосов. \n\"Пиздец. Я думаю, что лучше держаться от этой сумасшедшей подальше, и забрать ключи от дома, что это за дерьмо было?!\"",
    "answers": [
      {
        "id": 40,
        "text": "Через некоторое время."
      }
    ]
  },
  {
    "id": 40,
    "text": "Через некоторое время зашёл Лёша, с моими вещами и врачом. Врач сказал чтобы я не напрягалась так больше, и выписал витамины. А ещё поблагодарил за мой рисунок, у него даже натянулась лёгкая улыбка, и он с  меня провожал полностью удовлетворенённым.\nЕстесственно мне пришлось рассказать обо всём случившемся Алексу, потому что я не могла молчать.",
    "answers": [
      {
        "id": 41,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 41,
    "text": "— Пиздец, Аня, как так?! Я ей голову щас сверну! — зловеще сказал Лёша\n— Не надо, если она ещё раз ко мне приблизится, я ментов вызову, спасибо, Лёш.\n— Красотка, ты уверена?\n— Да, уверена.\n— Хорошо, но если с тобой что-то случится...\n— Лёша... Не каркай.\n— Хорошо, хорошо. Пошли, раз ты все вещи взяла.\nМы пошли к его машине, и поехали ко мне домой.\nМы вместе выпили кофе, и вечером пойдём на вечеринку. Надеюсь, там мы Юлю не встретим.\n",
    "answers": [
      {
        "id": 42,
        "text": "Глава 4: Вечеринка"
      }
    ]
  },
  {
    "id": 42,
    "text": "Юля сидела дома, понимала что сделала глупость. Она не хотела попадаться на глаза Анне, ей пришлось сидеть весь вечер дома.\nЮле пришла смс от Лёши:\n— Только подойди к ней ещё раз, я тебе бошку сверну, тупорылая свинья.\n\"Н-да... Что мне делать? У меня больше нет друзей. Блять, почему я такая тупая? Зачем я это сделала?! Я ненавижу себя!\"\n",
    "answers": [
      {
        "id": 43,
        "text": "Биться головой об стену."
      },
      {
        "id": 44,
        "text": "Резать вены."
      },
      {
        "id": 45,
        "text": "Нажраться таблеток."
      },
      {
        "id": 46,
        "text": "Утопится в ванной."
      },
      {
        "id": 47,
        "text": "Умирать в депрессии и угрызении совести. (Выбирать последним)"
      }
    ]
  },
  {
    "id": 43,
    "text": "Юля пошла в ванную, и начала биться головой о кафель. Всё что она себе нанесла из урона: синяк на лбу.",
    "answers": [
      {
        "id": 44,
        "text": "Резать вены."
      },
      {
        "id": 45,
        "text": "Нажраться таблеток."
      },
      {
        "id": 46,
        "text": "Утопиться в ванной."
      },
      {
        "id": 42,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 44,
    "text": "Юля пошла на кухню, взяла нож, перерезала поперек кожу. Поняла что это очень больно, и она не сможет это сделать.",
    "answers": [
      {
        "id": 45,
        "text": "Нажраться таблеток."
      },
      {
        "id": 46,
        "text": "Утопиться в ванной."
      },
      {
        "id": 43,
        "text": "Биться головой об стену."
      },
      {
        "id": 42,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 45,
    "text": "Юля пошла в коридор, достала коробку с таблетками из шкафа, и начала глотать всё подряд. Она не остановилась на этом.",
    "answers": [
      {
        "id": 43,
        "text": "Биться головой об стену."
      },
      {
        "id": 44,
        "text": "Резать вены."
      },
      {
        "id": 46,
        "text": "Утопиться в ванной."
      },
      {
        "id": 42,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 46,
    "text": "Юля набрала ванну, и легла в неё. Она попыталась утопиться, но как обычно ничего не вышло, она только наглоталась мыла.",
    "answers": [
      {
        "id": 43,
        "text": "Биться головой об стену."
      },
      {
        "id": 44,
        "text": "Резать вены."
      },
      {
        "id": 45,
        "text": "Нажраться таблеток."
      },
      {
        "id": 42,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 47,
    "text": "Нажравшись таблеток, наглотавшись мыла и воды и порезанными венами Юля, потеряла сознание в коридоре.\nНе думаю, что ей кто-то поможет. \n\nНу а что? А вдруг.",
    "answers": [
      {
        "id": 48,
        "text": "Тем временем Анна."
      }
    ]
  },
  {
    "id": 48,
    "text": "Анна выбирала себе идеальный наряд. Но слишком сложный выбор.\n\n— Чёрное короткое платье и каблуки\n\n— Чёрная юбка, белая блузка\n\n— Голубое платье с блёстками, корона и голубые каблуки (Хэллоуин всё-таки)",
    "answers": [
      {
        "id": 49,
        "text": "1"
      },
      {
        "id": 49,
        "text": "2"
      },
      {
        "id": 49,
        "text": "3"
      }
    ]
  },
  {
    "id": 49,
    "text": "Идеально! Мы явно сразим всех наповал. :)\n\nАнна позвонила Алексею, и сказала что она пойдёт одна. По дороге на вечеринку она купила чупачупс (ну а почему бы и нет).\n\nАнна знала, что там будет Артём, поэтому она пошла одна.",
    "answers": [
      {
        "id": 50,
        "text": "Дорога к коттеджу где проходит вечеринка."
      },
      {
        "id": 52,
        "text": "Пропустить, и оказаться сразу на вечеринке."
      }
    ]
  },
  {
    "id": 50,
    "text": "\"Темно. Город освещают тысячи фонарей, это очень красиво. Рядом с аллеей по которой я иду, река, в которой отражаются огни фонарей и звёзды. Завораживающий вид.\nЯ вижу уже коттедж, двухэтажное здание в котором уже играла музыка. \nВ окнах задания видны силуэты двигающиеся в такт музыки.\nПодходя ближе к зданию виден бассейн, и классные украшения.\"",
    "answers": [
      {
        "id": 52,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 51,
    "text": "Мы с Артёмом танцевали как могли, звучали самые популярные треки, в том числе и новые песни моей любимой группы Twenty One Pilots!\n\nВ один момент мы устали так сильно, что нам пришлось взять передышку. Мы пошли в бар, т.к. у нас пересохло в горле. Это стало раковой ошибкой.\n\nРядом с барной стойкой стояли эти две шкуры, извиняюсь за выражение.\nОни увидев нас что-то сказали друг другу, и начали в нас кидаться бутылками из бара, после того как вырубили бармена бутылкой. Окружающие нас люди тупо выбежали в истерике.\n\nОсколки полетели в нас, Артём смог увернутся, но я нет. У меня вся рука теперь в осколках от бутылки. Тёма взял меня быстро на руки и вынес из дома. Он вернулся назад. Надеюсь всё с ним будет хорошо.\n\nКо мне подбегает Алексей, с испуганными видом.\n— Дарина, всё в порядке?!\n— Артём в доме, мой друг, господи, Лёша, помоги, – я расплакалась\n— Чшш, детка, не плачь, щас, я вернусь с ним, подожди.\n\nЧерез 15 минут подъехала полиция и скорая, Нату и Лолу вывели из дома.\n\nАртём и Лёша были без сознания, эти дуры их оглушили со спины. Я сама не понимаю как, но это правда.\n\n\n",
    "answers": [
      {
        "id": 54,
        "text": "В больнице."
      }
    ]
  },
  {
    "id": 52,
    "text": "Я вижу уже байк Артёма, и машину Натальи. Наталья увела у меня парня, я уже рассказывала об этом.\n\nЯ ещё вижу машину Володи, друга Артёма. Видимо, приехали вместе. Вообще, до начала вечеринки ещё 25 минут, но уже достаточно народа набралось.\n\nЗайдя в коттедж, хозяин дома, Марк, пригласил меня на второй этаж, снять верхней одежду и пройти в зал, откуда звучала музыка.\n\n— Марк, ты Свиридова не видел?\n— Артёма? А, видел, он щас с Натальей и Лолой отжигает у бара, ты его быстро найдешь.\n— Что блять? Ладно, Марк, спасибо тебе огромное. – похлопала его по плечу и стала спускаться вниз.\n\nЗдесь слишком много народу, надо забрать Артёма у этих клуш.\n\nНаталья и Лолита были одеты слишком вульгарно, и провокационно трогали Артёма. Я подошла к Артёму.\n\n— Привет, Тём, вижу, тебе весело.\n— О, привет Ань, да мне скучно было поэтому я здесь. Дамы, прошу меня простить, я ухожу с Аней. – он лукаво подмигнул этим проституткам, и увел меня в другую комнату.\n\nНаталья и Лола так разозлились, что кинули нам вслед рюмку, и она разбилась. Из-за громкой музыки никто ничего не заметил.\n\n— Ну как, Ань, хочешь выпить?\n— Тём, ты же знаешь что я не пью и не курю.\n— А, точно. За это я тебя люблю, ты не такая как все.\n— Ч-что?\n— Да-а, прости что не сказал. – он приобнял меня.\n— Это ты писал рядом с моим подъездом?\n— Да, я думал ты не поймёшь, а я глупец. – он очень красиво улыбнулся, что у меня даже подкосились ноги.\n— Пошли танцевать?\n— Давай, но я не умею, – он засмеялся.\n",
    "answers": [
      {
        "id": 53,
        "text": "Танцы."
      },
      {
        "id": 52,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c39/1810/a1/78beea967793.jpg"
      }
    ]
  },
  {
    "id": 53,
    "text": "Мы с ним танцевали всю ночь. всё испортило несколько личностей, о которых я расскажу завтра.\n",
    "answers": [
      {
        "id": 51,
        "text": "Глава 4: Ночь после вечеринки."
      }
    ]
  },
  {
    "id": 54,
    "text": "Артём проснулся в больничной койке, я рядом спала на стуле, держа его за руку.\nОн взял мою руку крепче, и его лучезарная улыбка ослепила меня. Я проснулась.\n\n— Как твоя голова?\n— Жить буду, сама то как? Как твоя рука?\n— Так же буду жить, – я, улыбаясь, показываю забинтованную руку.\n— Что с этими больными?\n— Я видела только как их увезли, но думаю их закроют.\n— Слава богу. Я очень переживал за тебя – он взял мою руку, и крепко сжал.\n— Почему ты раньше не говорил что любишь меня?\n— Я просто стеснительный дурак, – он искренне улыбнулся.\n\nЯ приблизилась к нему лицом, и нежно поцеловала его. Целоваться я не умею, поэтому это всё, на что меня хватило.\n\n— Тебя выпишут сегодня вечером. Раз сегодня суббота, я приглашаю тебя на ужин. Я знаю, как ты любишь блинчики с мясом, – с ухмылкой я посмотрела ему в глаза.\n— Ань, я не смогу отказать такой прекрасной леди, – он подмигнул мне.\n— Ладно, давай, отдыхай. Я заеду за тобой на твоём мотоцикле, сойдёт?\n— Давай, красотка, буду с нетерпением ждать вечера, — он послал мне воздушный поцелуй, а я ему в ответ.",
    "answers": [
      {
        "id": 55,
        "text": "Вечер."
      }
    ]
  },
  {
    "id": 55,
    "text": "Я взяла его мотоцикл, и ехала в течении 15 минут по городу.\n\nЯ доехала до больницы, там он уже стоял и ждал меня. Не знаю почему, но когда на ветру его волосы развиваются, у меня в голове всегда мелькает мысль: \"Какой же он всё таки классный...\".\n\nЯ остановилась рядом с ним, и сняла шлем.\n\n— Привет красотка, пусти меня за руль, – он слегка приобнял меня, и поцеловал в щёку.\n— Не слезу до тех пор, пока ты мне не скажешь, кто я для тебя, – сказала я с ухмылкой на лице.\n— Ах да, простите, Анна, сейчас.\n\nОн встал на одно колено, и достал из кармана кольцо. На нём был очень красивый бриллиант.\n\n— Ээ... Я не к этому говорила...\n— А это не то что ты думаешь, кхм. Анна, ты станешь моей девушкой?\n— Я подумаю, – в моих глазах появилась смешинка.\n— Аня, ты оскорбляешь мои чувства, – с грустью сказал он.\n— Да шучу я! Я согласна!\nЯ налетела на него с объятиями.\n— Прошу вас, примерьте.\n— С удовольствием.\nКольцо сидело на моём пальце как влитое.\n— Я рад, что оно подошло тебе.\n— И я.\nМы поцеловались, и поехали ко мне домой.\n",
    "answers": [
      {
        "id": 56,
        "text": "Дома."
      }
    ]
  },
  {
    "id": 56,
    "text": "Мы приехали домой, Лео так обрадовался что Артём приехал спустя столько дней, что начал прыгать на него от радости.\n\nДома нас ждали роллы, и блинчики с мясом, которые он так любил. Я была рада, что ему это всё так сильно нравится.\n\nИ пришло время, когда я хотела сделать ему подарок.\n\n— Тём, посиди секундочку, и закрой глаза, я сейчас кое-что принесу.\n— С нетерпением жду. :)\n\nЯ зашла в комнату, взяла его портрет, и понесла на кухню. Он сидел с закрытым глазами и напевал что-то на испанском.\n\n— Открывай глаза!\n— Ахренеть! Аня! Это просто самый лучший портрет! Красавица моя, спасибо! – он тут же пошёл целовать меня.\n\nМы жадно целовали друг друга, и не могли остановится, мы очень тяжело дышали. Нам обоим было этого мало. Уронив по пути в спальню вазу, мы уже лежали в кровати, и снимали друг с друга одежду.\nОн целовал мою шею, и спускался всё ниже и ниже, оставляя засосы на моем теле. Он остановился на бёдрах, и вновь прильнул к губам.\nЕго рука опустилась ниже, сняв с меня такую ненужную вещь как трусики. Он ласкал меня, с моих губ срывались стоны наслаждения. \nОн сводил меня с ума, я уже хотела чтобы он сделал это всё быстрее, но он как будто дразнил меня.\nНаконец в ход пошли пальцы, но меня это заводило только ещё больше, я уже не могла терпеть, и сквозь стон сказала:\n— Да давай уже...\nОн моментально достал из моей тумбочки презерватив. Я не знала откуда он там, но похоже он знал что это произойдёт, поэтому незаметно туда положил.\nОн входил меня, мне было так больно и приятно, что я визжала как дура.\nЧерез несколько минут боль сменилась на приятную пульсацию, и мы довели дело до конца.\n Мы оба уставшие как собаки свалились на кровать, и не могли отдышаться.",
    "answers": [
      {
        "id": 57,
        "text": "Глава 5: Перемены"
      }
    ]
  },
  {
    "id": 57,
    "text": "Утро.\nПосле бурной ночки ребята проспали почти 12 часов. Анна проснулась, обнаружив что Артёма уже нет в кровати. ",
    "answers": [
      {
        "id": 58,
        "text": "Остаться в кровати"
      },
      {
        "id": 58,
        "text": "Пойти на поиски"
      }
    ]
  },
  {
    "id": 58,
    "text": "Не успев и подумать, Артём зашёл в комнату без одежды, с полотенцем на плечах.\n\n— Доброе утро, принцесса. — он лукаво подмигнул.\n— Доброе утро.\n— Голова не болит?\n— Нет.\n— А у меня болит, поэтому я стащу у тебя анальгина с кухни, хорошо?\n— Хорошо.",
    "answers": [
      {
        "id": 59,
        "text": "Встать с кровати."
      }
    ]
  },
  {
    "id": 59,
    "text": "Встав с кровати, я помчалась на кухню. Что приготовить Артёму?\nОн любит блинчики, и омлет.\n",
    "answers": [
      {
        "id": 60,
        "text": "Блинчики"
      },
      {
        "id": 60,
        "text": "Омлет"
      }
    ]
  },
  {
    "id": 60,
    "text": "*спустя 30 минут*\nЕда была готова. Я усадила Артёма за стол, покормила Лео, и пошла переодеваться. Думаю, самое лучшее решение надеть шортики с майкой, и сверху накинуть кружевной халат.\n\nЗнаете, часто думаю, как я смогла добиться так многого. Хорошая работа в ресторане, учёба в школе, своя квартира... Мне кажется это невероятным.\nКаждый может мечтать о таком. А ещё о блондинистом чуде в перьях, которое обожает вашу стрепню. \n\nДумаю, каждый достоин лучшего, и достоин любви. Я добилась своей цели, я довольна что я смогла сделать это. Я счастлива.\n",
    "answers": [
      {
        "id": 61,
        "text": "Глава 6: Новое начало"
      }
    ]
  },
  {
    "id": 61,
    "text": "Время шло. Зимние каникулы, пора праздников и новых обещаний на следующий год. Можно посидеть с друзьями где-нибудь, гулять с парнем, и, конечно же, проводить время дома. Один день я решила посвятить своей любимой игре, и заодно поиграть с Егором, моим интернет другом (если ты хоть чуть-чуть помнишь начало, то вспомнишь).\nЕгор позвонил мне с утра, мы посидели в World of Warcraft около трёх часов, дальше я просто устала, и решила просто поговорить с ним.\n\n— Егор, как у тебя дела с Розой?\n— Да нормально, чего интересуешься?\n— Ты прекрасно знаешь почему. Она тебе изменяла несколько раз, и даже ко мне клеилась. Как ты можешь ей до сих пор доверять?\n— Ну а что ты мне прикажешь делать?! Я люблю её больше всей жизни, как же ты этого не поймёшь. Я знаю что я полный идиот, но без неё я просто не могу.\n— Ну всё, всё, не злись. Мне просто тебя жалко, по...\n— Чего меня жалко?! Я счастлив, и тебя не должна касаться моя личная жизнь вообще! Ой всё, Аня, уберись. Спасибо за игру.\n— Но...\nЕгор сбросил трубку. ",
    "answers": [
      {
        "id": 62,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 62,
    "text": "Я была расстроена. Мой лучший друг меня можно сказать послал, просто из-за того что я не доверяю его Розе. Пиздец, кратко говоря.\nМне нужно будет идти в кружок актёрского мастерства, помочь Олесе с пьесой.\nДа, я записалась в кружок актёрского мастерства. Ну не, а что такого? Я всегда любила играть на публику. ",
    "answers": [
      {
        "id": 63,
        "text": "Отправится в кружок"
      },
      {
        "id": 64,
        "text": "Покормить Лео"
      }
    ]
  },
  {
    "id": 63,
    "text": "По дороге я встретила Лёшу, он шёл со своей новой девушкой (простите, сколько уже их у него было?). Перекинулись парой слов и я пошла дальше.\n\nИдти до туда было недалеко, примерно через три улицы.\n\nЗайдя внутрь я пошла в гардероб, чтобы снять верхнюю одежду. Там я столкнулась с моим учителем по актёрскому мастерству, Даниилом Олеговичем. Мне кажется, что он меня старше всего на три года, но я точно не знаю. Возможно когда-нибудь спрошу. Это был симпатичный парень лет 20, который работает в театральной студии. Зелёно-голубые светлые глаза, кудрявые волосы и стройное телосложение. Он очень симпатичный, мы с Олесей просто были в восторге от того, что нашем преподавателем был такой красавчик :)\n\n— А Анна, здравствуй. Держи ключи от студии, Олеся уже ждёт наверху. Я забегал за документами, увидел её там.\n\n— Здравствуйте, хорошо. \n",
    "answers": [
      {
        "id": 65,
        "text": "Взять ключи и побежать к Олесе "
      }
    ]
  },
  {
    "id": 64,
    "text": "Ой, да, чуть не забыли про него. Надо насыпать ему свежей еды, а то всё съел. \nЯ взяла банку с кормом, и засыпала в миску. \n\n\nДавай теперь потопаем в кружок, окей, да? ",
    "answers": [
      {
        "id": 63,
        "text": "Отправится в кружок"
      }
    ]
  },
  {
    "id": 65,
    "text": "Олеся это стройная девушка, моя ровесница. Она очень симпатичная. Каре, голубые глаза, светлые волосы и высокий рост. Ещё, она учится в моей школе, в параллельном классе, 11Б\n\n— Привет, Олеся. \n— О, Аня, привет, я уже заждалась! Видела Даню?\n— Да, а с каких пор просто Даня?\n— Ну-у... Потом расскажу. \n— Ну эй, так нечестно!\n— Потом, потом, сейчас нужно подготовить сценарий нормально, а то он тут намудрил.\n\nМы зашли в студию, и тут был какой-то разгром на столе препода.\n\n— Твоюж девизию, Аня, глянь что на полу!\n\nРядом со столом лежали женские кружевные трусы, и презерватив в урне. \n\n— Вот это он документы забрал, ахах. \n— Ань, ты не понимаешь... Он мне изменил... \n— ЧТО?! Олеся, ты встречаешься с преподом?!! \n— Это уже не важно... \nОлеся упала на колени и расплакалась. \n\n—Ты же моя бедная... Не переживай, накажем мудака. \n\n",
    "answers": [
      {
        "id": 66,
        "text": "Обнять Олесю\n\n"
      }
    ]
  },
  {
    "id": 66,
    "text": "Ребят, простите что главы выходят так редко. Настроения нет уже столько месяцев. Чисто выдавила из себя несколько страниц, чтобы вам было чуть-чуть повеселее. Скажу сразу, что мне важно ваше мнение, и если вы мне скажите пилить, я буду пилить!\nНадеюсь на меня никто не злится, и у меня есть поклонники, ахаха.\nЧитатели, я вас очень сильно люблю, я буду следить за вашей активностью, и обещаю в скором времени написать ещё))\n\nА теперь, закладочку, дамы и господа. ",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 67,
    "text": "",
    "answers": []
  }
]