[
  {
    "id": 1,
    "text": "Действие происходит в городе-государстве \"Иннополис\" — где были очень развиты технологии, где роботы живут наравне с людьми. Из-за глобального потепления здесь всегда было пасмурно, и дождь не прекращался уже 20 лет.\n\nГлавный герой — детектив, ему предстоит сделать сложный выбор и разгадать запутанную историю, произошедшую в этом городе, полном тайн и соблазнов.\n",
    "answers": [
      {
        "id": 23,
        "text": "Начать\n"
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "https://i.ibb.co/W5rSFRC/image.jpg",
        "system": true
      },
      {
        "id": 1,
        "text": "",
        "pageImg": "https://i.ibb.co/TvvzRfJ/image.jpg",
        "system": true
      }
    ]
  },
  {
    "id": 2,
    "text": "В штабе Министерства безопасности было тревожно тихо, секретарша Нина дрожащим голосом поздоровалась с детективом и провела его в зал Экстренных совещаний.\n\nВ темном зале с дубовыми резными стенами, за длинным столом восседал весь командующий состав систем безопасности, генералы и полковники высших чинов явно были здесь уже несколько часов. Шеф — генерал внутренней разведки Палкинсон, обратился к детективу:\n\n \"Сегодня утром сообщили, что пропали 5 министров. последний раз их видели вчера вечером на выходе из Дома Советов. На связь с родственниками не выходили, все устройства отключены. Единственная улика, которую мы нашли — это  криптокод на рабочем столе Министра безопасности, он привел нас на подозрительное видео. Это видео отправлено аналитикам в Министерство информации. К завтрашнему дню его должны декодировать\", — шеф вытер испарину с лица и обратился к детективу:\n\n\"Детектив, мы надеемся на вашу помощь. Вы нас очень выручили в том деле по Марсу... все материалы по делу будут вам доставлены, с нашей стороны расследование будет вести  полковник Моррисон. Господа, мы достаточно долго здесь сидим, давайте начнем разгребать это дело! СМИ дали нам 2 дня, потом они не смогут скрывать исчезновение министров.\n\nДетектив перекинулся взглядом с бывшим лучшим другом — усачем Моррисоном и вместе со всеми покинул зал.",
    "answers": [
      {
        "id": 5,
        "text": "Осмотреть министерство безопасности"
      },
      {
        "id": 6,
        "text": "Покинуть министерство"
      }
    ]
  },
  {
    "id": 3,
    "text": "День второй.\n\nДетектива разбудил звонок из министерства информации в 5 утра. Видео было расшифровано.\n",
    "answers": [
      {
        "id": 21,
        "text": "Поехать в министерство информации"
      }
    ]
  },
  {
    "id": 4,
    "text": "Министерство информации.\nВ это здание присылалась вся исходящая информация жителей города. 50 этажей занимали серверы с потоками данных, ещё на 20 этажах располагались аналитические отделы. \nДетектива встретила андроид Андреа и провела в главный аналитический центр, там, на стеклянном экране,были проекции всей информации по министрам за сутки до пропажи. Детектив подошел поближе",
    "answers": [
      {
        "id": 27,
        "text": "Изучить результаты декодинга видео"
      },
      {
        "id": 30,
        "text": "осмотреть здание"
      }
    ]
  },
  {
    "id": 5,
    "text": "Министерство безопасности представляло собой группу зданий, собранных в круг. в центре возвышалась башня с прозрачным сферическим куполом, к которой были устремлены переходы.\nВ куполе были отсеки, за которыми стояли вертолеты. \nВ подземной части министерства были расположены  секретные лаборатории и бункеры, соединенные отдельной линией метро.",
    "answers": [
      {
        "id": 6,
        "text": "Выйти из министерства"
      },
      {
        "id": 5,
        "text": "Укажите команды для картинки",
        "url": "https://i.ibb.co/Cb7vCRY/Leonardo-Diffusion-A-futuristic-cityscape-of-the-Ministry-of-S-0-1.jpg"
      }
    ]
  },
  {
    "id": 6,
    "text": "Выйдя на улицу, где холодный дождь чуть смыл напряжение, детектив смог спокойно подумать: \"Дело серьёзное,  если такое  случилось внутри стен самого министерства, то  почти никому за этим столом верить нельзя, поэтому шеф и вызвал меня. Кому выгодно выбить из строя сразу 5 министров? Почему в министерстве никто ничего не знает? Много  вопросов,  времени мало. Необходимо связаться с  проверенными агентами.\"\n Детектив достал киберфон",
    "answers": [
      {
        "id": 10,
        "text": "Открыть \"список контактов\""
      },
      {
        "id": 31,
        "text": "《Что такое киберфон?》"
      }
    ]
  },
  {
    "id": 7,
    "text": "рсжгмшмш",
    "answers": [
      {
        "id": 11,
        "text": "Выбрать"
      },
      {
        "id": 2,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 8,
    "text": "рассказ про клуб. стобы попасть, нужна карта,шифр и костюм",
    "answers": [
      {
        "id": 12,
        "text": "барон. взять карточку и костюм"
      },
      {
        "id": 17,
        "text": "бомж. тайный проход. подмога"
      }
    ]
  },
  {
    "id": 9,
    "text": "Агент Бродяга\nВнешность: типичная, русые волосы, длинная борода.\nРод деятельности: в обычное время водит экскурсии  по Иннополису, знает каждый угол города. В основном живет на улицах или в катакомбах  на окраине города. \nЗавербован несколько лет назад, когда Детектив раскрыл серию преступлений в заброшенных районах. \n",
    "answers": [
      {
        "id": 9,
        "text": "Назад ",
        "isBack": true,
        "backstepCount": 1
      }
    ]
  },
  {
    "id": 10,
    "text": "У детектива было всего 3 проверенных агента, с которыми он прошёл огонь и воду, каждому он скинул кодовое слово, которое означало всю серъёзность дела.\n\nВы можете ознакомиться с личными делами агентов",
    "answers": [
      {
        "id": 61,
        "text": "Открыть личные дела агентов"
      }
    ]
  },
  {
    "id": 11,
    "text": "",
    "answers": []
  },
  {
    "id": 12,
    "text": "ветка игры, заг, медиа",
    "answers": [
      {
        "id": 19,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 13,
    "text": "Агент Джессика\nВнешность: эффектная высокая блондинка.\nРод деятельности: раньше работала в элитном эскорт-агентстве. В настоящее время управляет сетью ночных клубов.\nДавняя подруга Детектива, еще со времён работы  в отделе нравов",
    "answers": [
      {
        "id": 13,
        "text": "Назад",
        "isBack": true,
        "backstepCount": 1
      }
    ]
  },
  {
    "id": 14,
    "text": "Агент Барон\nВнешность: голубоглазый брюнет, очень обаятельный и интеллигентный. Является титулованным бароном.\nРод деятельности: телеведущий, креативный директор медиахолдинга Иннополиса, знаком со всеми элитами города. Может расположить любого собеседника.\nЗавербован после пикантного скандала с одной известной замужней дамой.",
    "answers": [
      {
        "id": 14,
        "text": "Назад",
        "isBack": true,
        "backstepCount": 1
      }
    ]
  },
  {
    "id": 15,
    "text": "Квартира детектива была довольно аскетичной, в доме было чисто, но явно не хватало женской руки.\n Во всех домах Иннополиса были большие панорамные окна, за которыми всегда шел дождь. По праздникам, власти рассылали всем голограммы на окна с солнечными пейзажами  горных вершин или пляжей.\nВойдя в дом,  детектив сразу  прошел в кабинет, на прозрачном  мониторе его уже ждали папки с документами от Палкинсона",
    "answers": [
      {
        "id": 16,
        "text": "Изучить документы"
      },
      {
        "id": 20,
        "text": "Налить стакан виски  и  изучить документы"
      },
      {
        "id": 3,
        "text": "Лечь спать",
        "need": [
          16,
          20
        ],
        "need_sometimes": true
      }
    ]
  },
  {
    "id": 16,
    "text": "Городом управляли Министерства, каждое отвечало за свой раздел в системе управления. Для расследования прислали часть документов о странных случаях, которые удалось рассекретить,:",
    "answers": [
      {
        "id": 3,
        "text": "Закрыть папку с делами и закончить день."
      },
      {
        "id": 26,
        "text": "Министерство безопасности"
      },
      {
        "id": 29,
        "text": "Министерство информации"
      },
      {
        "id": 48,
        "text": "Министерство экономики"
      },
      {
        "id": 49,
        "text": "Министерство экологии"
      },
      {
        "id": 50,
        "text": "Министерство кибернетики"
      }
    ]
  },
  {
    "id": 17,
    "text": "бордели и секс  разведка. ветка2",
    "answers": []
  },
  {
    "id": 18,
    "text": "Оператор, у тебя наверняка есть много видео и снимков. Давай посмотрим, должно быть что-то подозрительное.\n\nОни подошли к мониторам и стали смотреть фотографии со съемок последних дней.",
    "answers": [
      {
        "id": 221,
        "text": "Изучить снимки "
      }
    ]
  },
  {
    "id": 19,
    "text": "страннре поведение министров, новые девочки андроиды",
    "answers": [
      {
        "id": 40,
        "text": "приват"
      }
    ]
  },
  {
    "id": 20,
    "text": "Как только детектив открыл присланную папку с делом, затрезвонил киберфон. Над столом появилась голограмма с лицом Элизы, детектив попытался вспомнить, когда они последний раз нормально разговаривали, но не смог, а когда она уехала в Японию на съёмки нового фильма полгода назад, кажется, разорвалась последняя нить, которая их связывала. \nДетектив отложил папку и  предательски дрожащей рукой потянулся к киберфону.",
    "answers": [
      {
        "id": 24,
        "text": "Поговорить с Элизой",
        "left_answer": false
      },
      {
        "id": 25,
        "text": "Не отвечать",
        "right_answer": false
      }
    ]
  },
  {
    "id": 21,
    "text": "в спешке детектив забыл киберофон",
    "answers": [
      {
        "id": 4,
        "text": "вернуться и забрать "
      },
      {
        "id": 4,
        "text": "поехать скорее"
      }
    ]
  },
  {
    "id": 22,
    "text": "",
    "answers": [
      {
        "id": 1,
        "text": "назад"
      }
    ]
  },
  {
    "id": 23,
    "text": "Все утро лил дождь. Детективу не хотелось ехать в штаб, голова раскалывалась, да ещё снова, как назло, приснилась Элиза, сколько времени прошло, а ее все никак не выкинуть из своих мыслей...\n\"Надо взять себя в руки,ехать придется, шеф сказал, что дело беспрецедентной важности...\"",
    "answers": [
      {
        "id": 2,
        "text": "Поехали. посмотрим, что там стряслось"
      },
      {
        "id": 23,
        "text": "Укажите команды для картинки",
        "url": "https://i.ibb.co/ymCDf0Y/Default-A-silhouette-of-a-detective-in-a-hat-illuminated-by-a-0.jpg"
      }
    ]
  },
  {
    "id": 24,
    "text": "Голограмма сменилась на японский город, Элиза в роскошном красном платье звонила из номера отеля, она выглядела взволнованной.\n\"Привет, Фрэнк.. я понимаю, что ты, наверное, не очень рад меня видеть, но я бы не стала тебя беспокоить, если бы не крайняя необходимость..\" она огорченно вздохнула — \" Мне срочно нужно ехать в Иннополис,  меня вызвали повесткой  из-за одного недоразумения\"",
    "answers": [
      {
        "id": 98,
        "text": "\"Что случилось?\""
      }
    ]
  },
  {
    "id": 25,
    "text": "\"Так будет правильнее\"- подумал детектив и перевел киберфон в режим \"не беспокоить\". Дело ждет расследования, а ей... уже нечего сказать детективу.",
    "answers": [
      {
        "id": 16,
        "text": "Вернуться  к изучению папки"
      }
    ]
  },
  {
    "id": 26,
    "text": "Министерство безопасности было одним из самых влиятельных. ходили слухи, что они хотят отделиться и управлять всеми другими министерствами. На этой почве развилось много интриг и конфликтов внутри подразделений.",
    "answers": [
      {
        "id": 16,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 27,
    "text": "Андреа вывела на всю стену фрагмент видео — возникла фигура человека, составленная из кусочков разных политических программ. они постоянно менялись, как и голоса ведущих,, из которых было составлено послание, сначала было невозможно ничего разобрать из-за наложения слоев новостных сводок и помех.  \nНа 5 секунде видеопрограммы сменились помехами и изменеными голосами разных людей прозвучало послание:\n\n\"Министр, ждем вас на званый вечер. Шифр 56789904356767888866776\" \nна этом видео оборвалось\n",
    "answers": [
      {
        "id": 32,
        "text": "Спросить у Андреа"
      }
    ]
  },
  {
    "id": 28,
    "text": "",
    "answers": [
      {
        "id": 100,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 29,
    "text": "Министерство информации аккумулировало все исходящие и входящие потоки данных внутри Иннополиса. В отчетах говорилось, что весь последний год были перебои с потоками данных, некоторые кластеры информации перестали открываться, постоянно шла ссылка на один неизвестный ресурс, который блокировал часть городских баз.\nМинистр информации назначил особую группу по исследованию, но все, что они выяснили — что сбой идёт из Иннополиса, а не из других стран.",
    "answers": [
      {
        "id": 16,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 30,
    "text": "Министерство  информации состояло из блоков в виде больших дисков в 3 этажа, вместе они были похожи на кристаллическую распластанную сетку. часть блоков возвышалась над рекой, остальные распределялись по обоим берегам. Количество данных постоянно расло, поэтому приходилось достраивать новые помешения для их хранения.",
    "answers": [
      {
        "id": 4,
        "text": "назад в холл"
      }
    ]
  },
  {
    "id": 31,
    "text": "Киберфон — плоское небольшое устройство, похожее на пульт. Вместо экрана он создает галографическую проекцию в воздухе. Сигнал может увидеть только хозяин устройства. \n\nУ каждого жителя Иннополиса есть чип, вживленный в затылок. Он необходим для подключения к внешним данным и быстрого и качественного подсоединения к виртуальной реальности.",
    "answers": [
      {
        "id": 6,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 32,
    "text": "— у нас есть предположение, что этот шифр —  пропуск в какое-то место. но куда именно, мы не смогли определить. чиновникам часто приходят зашифрованные послания по внутренним каналам, но они не сохраняются в системе. Судя по тому, что пропали все министры сразу, скорее всего все они могли получить такое послание.",
    "answers": [
      {
        "id": 33,
        "text": "Сопоставить данные голосов ведущих"
      },
      {
        "id": 34,
        "text": "сопоставить видеофрагменты сводок"
      },
      {
        "id": 39,
        "text": "Выйти из лаборатории",
        "need": [
          33,
          34
        ]
      }
    ]
  },
  {
    "id": 33,
    "text": "С этим мог помочь агент Барон Вексельдорф, он управлял большим медиахолдингом ",
    "answers": [
      {
        "id": 38,
        "text": "отправить информацию барону"
      }
    ]
  },
  {
    "id": 34,
    "text": "Андреа:  запускаю процесс обработки данных....\nна экране кусочки видео стали разлетаться в разные стороны и перегруппировываться в кластеры, два особенно отличались — один кластер собрался из кадров видео для взрослых, другой явно был крупнее других.\n",
    "answers": [
      {
        "id": 35,
        "text": "увеличить крупный"
      },
      {
        "id": 37,
        "text": "увеличить кластер из фильмов для взрослых"
      },
      {
        "id": 32,
        "text": "Назад",
        "need": [
          35,
          37
        ]
      },
      {
        "id": 39,
        "text": "Выйти из лаборатории",
        "need": [
          33
        ]
      }
    ]
  },
  {
    "id": 35,
    "text": "В  этом кластере были фрагменты с уличных камер наблюдения, когда-то попадпвших в новости, снимки были очень смазанные. \"старый район, совсем нет деревьев- сказал детектив, — в новых уже стоят киберкамеры с кучей датчиков, скорее всего это из закрытой части города, где расположены катакомбы.  20 лет назад там случился обвал грунта и все жители переехали из того района. Странно, почему из пустого района записей больше, чем из скандальных новостей о проектах правительства?",
    "answers": [
      {
        "id": 36,
        "text": "спросить агента Бродягу, что он знает об этом месте"
      },
      {
        "id": 34,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 36,
    "text": "Детектив отправил данные для анализа ",
    "answers": [
      {
        "id": 39,
        "text": "Выйти"
      }
    ]
  },
  {
    "id": 37,
    "text": "Детектив рассмотрел все фрагменты, на них были 1000 обнаженных девушек, лица были скрыты. Ничего полезного из этого кластера вытащить не удалось. \nна всякий случай он попросил Андреа запустить программу поиска совпадений,вдуг какую-нибудь девушку получится найти. шансов мало, но стоило попробовать",
    "answers": [
      {
        "id": 52,
        "text": "узнать результат"
      },
      {
        "id": 34,
        "text": "назад"
      }
    ]
  },
  {
    "id": 38,
    "text": "Барон Вексельдорф сообщил, что он и раньше слышал о таких зашифрованных приглашениях. их иногда использовали для закрытых мероприятий или важных встреч, о которых посторонним нельзя знать.",
    "answers": [
      {
        "id": 32,
        "text": "Назад"
      },
      {
        "id": 39,
        "text": "выйти из лаборатории",
        "need": [
          34
        ]
      }
    ]
  },
  {
    "id": 39,
    "text": "В холле детектив встретил Палкинсона. Он отвел его в сторону и спросил: \"Детектив, Вам удалось изучить документы? Время не ждет, как думаете, в какую сторону стоит копать?\"\n",
    "answers": [
      {
        "id": 47,
        "text": "министерство экономики"
      },
      {
        "id": 55,
        "text": "министерство информации"
      },
      {
        "id": 56,
        "text": "министерство безопасности"
      },
      {
        "id": 53,
        "text": "министерство экологии"
      },
      {
        "id": 54,
        "text": "министерство кибернетики"
      }
    ]
  },
  {
    "id": 40,
    "text": "заклинивание,  гости. \nпопытка вставить чип",
    "answers": [
      {
        "id": 41,
        "text": "сопротивляться"
      }
    ]
  },
  {
    "id": 41,
    "text": "сомать андроид, узнать что министрами хотели управлять ",
    "answers": [
      {
        "id": 42,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 42,
    "text": "найти следы взлома кода, отдать андреа",
    "answers": [
      {
        "id": 43,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 43,
    "text": "след хакеров, метка катакомб где качают информацию министрам",
    "answers": [
      {
        "id": 44,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 44,
    "text": "нашли министров, откачали, хакеров нет, есть интернет разум",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 45,
    "text": "нашли голос начальника, поехали в медиа",
    "answers": [
      {
        "id": 46,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 46,
    "text": "",
    "answers": [
      {
        "id": 39,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 47,
    "text": "Спасибо, детектив, продолжайте расследование.",
    "answers": [
      {
        "id": 58,
        "text": "Поехать в министерство  экономики"
      }
    ]
  },
  {
    "id": 48,
    "text": "В Иннополисе не было банков.\nВсеми средствами управляло министерство экономики. В документах сообщалось о ряде крупных пропаж из хранилищ,  внутренние проверки не принесли результатов и дела закрыли, но утечки случались и по сей день.\n\nОсновная экономика Иннополиса строилась на запасах драгоценных и полудрагоценных камней.\nСамыми ценными считались квадриллианты — огромные бриллианты бирюзового оттенка — в Иннополисе хранились самые большие запасы на планете.",
    "answers": [
      {
        "id": 16,
        "text": "назад"
      }
    ]
  },
  {
    "id": 49,
    "text": "Министерство экологии занималось поддержанием экосистем города, а также здоровьем жителей, еще они занимались поиском причин постоянного дождя. За 20 лет они не сильно продвинулись. От жителей города приходило много жалоб",
    "answers": [
      {
        "id": 16,
        "text": "назад"
      }
    ]
  },
  {
    "id": 50,
    "text": "В министерстве кибернетики занимались множеством сложных разработок, но детектива привлекла одна — разрабатывались особые чипы для парализованных людей,  с помощью которых они могли удаленно отправить сигнал домашнему роботу-сиделке. Вроде бы простая социальная задача, но Министр лично ее курировал и, судя по записям,  много времени проводил в лаборатории и сам участвовал в первых тестах. \n\nЖители Иннополиса давно были снабжены микрочипами для удобства подключения к различным интерфейсам и внешним данным, сами по себе они не представляли угрозы, так как данные передавались только в одну сторону.",
    "answers": [
      {
        "id": 16,
        "text": "назад"
      }
    ]
  },
  {
    "id": 51,
    "text": "внутри здание было белым, с круглым атриумом",
    "answers": [
      {
        "id": 58,
        "text": "в холл "
      }
    ]
  },
  {
    "id": 52,
    "text": "\"выявлено 5437 совпадений\"\n",
    "answers": [
      {
        "id": 59,
        "text": "отправить данные агенту Джессике"
      }
    ]
  },
  {
    "id": 53,
    "text": "Серьезно? детектив, думаю, это ложный след. Вы можете поискать улики, но, чует интуиция, только потратите время",
    "answers": [
      {
        "id": 60,
        "text": "Поехать в министерство экологии"
      },
      {
        "id": 67,
        "text": "выйти на улицу"
      }
    ]
  },
  {
    "id": 54,
    "text": "— Хорошо, продолжайте расследование. Направляйтесь сразу туда.",
    "answers": [
      {
        "id": 63,
        "text": "отправиться в министерство кибернетики"
      }
    ]
  },
  {
    "id": 55,
    "text": "Спасибо, детектив, продолжайте расследование.",
    "answers": [
      {
        "id": 67,
        "text": "На встречу с агентами"
      }
    ]
  },
  {
    "id": 56,
    "text": "Спасибо, детектив, продолжайте расследование.",
    "answers": [
      {
        "id": 193,
        "text": "Поехать в министерство безопасности"
      }
    ]
  },
  {
    "id": 57,
    "text": "нет",
    "answers": [
      {
        "id": 67,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 58,
    "text": "Министерство экономики располагалось в сердце города на небольшом острове. Здание- диск окружал ров с водой, под ним было хранилище драгоценных камней. Только они еще имели ценность, так как все месторождения полезных ископаемых на Земле давно иссякли ",
    "answers": [
      {
        "id": 51,
        "text": "осмотреть здание"
      },
      {
        "id": 62,
        "text": "искать улики"
      }
    ]
  },
  {
    "id": 59,
    "text": "Джессика быстро ответила и назначила встречу, кажется, она что-то узнала",
    "answers": [
      {
        "id": 34,
        "text": "назад к мониторам"
      }
    ]
  },
  {
    "id": 60,
    "text": "Министерство экологии представляло собой комплекс зданий сферической формы, в каждом из которых воспроизводились разные экосистемы планеты, а также Луны и Марса. офисов там почти не было, все сотрудники работали в полевых условиях. Детектив обошел все здания, но не нашел ни одной зацепки.",
    "answers": [
      {
        "id": 67,
        "text": "назад"
      }
    ]
  },
  {
    "id": 61,
    "text": "Киберфон раскрыл список агентов",
    "answers": [
      {
        "id": 9,
        "text": "Агент Бродяга"
      },
      {
        "id": 13,
        "text": "Агент Джессика "
      },
      {
        "id": 14,
        "text": "Барон Вексельдорф"
      },
      {
        "id": 15,
        "text": "Убрать киберфон и поехать домой.",
        "need": [
          9,
          13,
          14
        ]
      }
    ]
  },
  {
    "id": 62,
    "text": "Чтобы найти улики, необходимо войти в доверие к одному из сотрудников и задать правильные вопросы",
    "answers": [
      {
        "id": 67,
        "text": "выйти на улицу",
        "need": [
          72
        ]
      },
      {
        "id": 172,
        "text": "Пройти в кафетерий и поболтать со служащими"
      }
    ]
  },
  {
    "id": 63,
    "text": "Детектив прибыл в Министерство кибернетики ",
    "answers": [
      {
        "id": 64,
        "text": "Осмотреть здание"
      },
      {
        "id": 65,
        "text": "Искать улики"
      }
    ]
  },
  {
    "id": 64,
    "text": "Министерство кибернетики представляло из себя футуристичное здание одного известного архитектора. все здание парило над землёй с помощью магнитной подушки и напоминало летающую тарелку. Попасть внутрь можно было через специальную подъемную капсулу.",
    "answers": [
      {
        "id": 63,
        "text": "назад"
      }
    ]
  },
  {
    "id": 65,
    "text": "Ученые министерства были не очень разговорчивы, но детектив узнал несколько интересных фактов:\n1. Была утечка данных о некоторых исследованиях \n2. Удалось найти образец секретного чипа \n3. Велись разработки по искусственному интеллекту, который мог обрабатывать запросы жителей города и автоматически настраивать работу по их решению. Но сейчас весь отдел разработчиков уехал строить лунные города, и исследования были остановлены.",
    "answers": [
      {
        "id": 67,
        "text": "выйти на улицу"
      }
    ]
  },
  {
    "id": 66,
    "text": "придти к выводам",
    "answers": [
      {
        "id": 67,
        "text": "выйти на улицу"
      }
    ]
  },
  {
    "id": 67,
    "text": "Лил дождь, на киберфоне замигали сообщения, пора было получить информацию от агентов.",
    "answers": [
      {
        "id": 68,
        "text": "встретиться с Джессикой",
        "need": [
          69,
          70
        ]
      },
      {
        "id": 70,
        "text": "встретиться с Бродягой"
      }
    ]
  },
  {
    "id": 68,
    "text": "Джессика встретила детектива в кожаном, но деловом костюме в своем кабинете. Она развернула голограмму со своего монитора на стол. \n\"Мне удалось найти одну девушку из видео —  Лорейн Дитрих, у нее есть довольно приметеая татуировка в виде медузы. Лорейн раньше работала в эскорте на границе катакомб, потом резко взлетела и стала известной актрисой, кажется, они с твоей бывшей даже снимались в одном фильме. Мне известно, что она исчезла прямо со съемочной площадки в Токио, пару дней назад, там произошла какая-то мутная история...\"\n\n\n",
    "answers": [
      {
        "id": 71,
        "text": "Спросить про закрытый клуб"
      },
      {
        "id": 196,
        "text": "Расспросить о Лорейн",
        "need": [
          24
        ]
      }
    ]
  },
  {
    "id": 69,
    "text": "Медиамагнату и, по совместительству тайному агенту,  ничего не удалось вытащить из видеофрагментов сводок новостей , но он обратил внимание детектива, что основным поводом для сводок стали митинги, акции жителей Иннополиса.\n\nМонтаж был очень сложным, только специалист экстра класса мог так сработать",
    "answers": [
      {
        "id": 219,
        "text": "спросить про закрытый клуб"
      }
    ]
  },
  {
    "id": 70,
    "text": "На снимках с видеосообщения агент Бродяга узнал закрытый клуб, раньше он пользоваться популярностью у элит города, но после экологической катастрофы оказался в заброшенных кварталах. Было странно, что он попал на камеры, потому что почти никакая техника в том районе не работала после аварии. \n\n\"Не вспомню точное название.., но здание точно принадлежало клубу, я проводил туда несколько знаменитостей, когда он еще работал\".",
    "answers": [
      {
        "id": 69,
        "text": "Поехать дальше на встречу с Бароном"
      }
    ]
  },
  {
    "id": 71,
    "text": "\"Про клуб \"АТЛАНТ\" давно ходили слухи, что верхушка правящей элиты часто там бывала, место очень хорошо охранялось. Даже я совсем немного об этом знаю, говорят, там творятся невероятные вещи, и решаются все министерские вопросы. Его точное место никому сейчас не известно. Странно, что он всплыл,  там случился то ли пожар, то ли землетрясение, я думала, что он давно исчез!\"- озадаченно произнесла Джессика.\n\n\"Неужели ты думаешь, что министров заманили туда? Зачем?\"\n\n\"Пока что все указывает на это место. Я должен его осмотреть.\"- ответил детектив, постукивая пальцами по столу.",
    "answers": [
      {
        "id": 72,
        "text": "\"Как туда попасть?\"",
        "need": [
          54,
          56
        ],
        "need_sometimes": true
      },
      {
        "id": 74,
        "text": "\"Как попасть в клуб?\"",
        "need_sometimes": true,
        "need": [
          47,
          55
        ]
      },
      {
        "id": 196,
        "text": "Расспросить о Лорейн",
        "need": [
          24,
          -196
        ]
      }
    ]
  },
  {
    "id": 72,
    "text": "Джессика задумалась\n\"Кажется, Бродяга, может помочь разыскать то, чего нет. Вход в район катакомб закрыт, пройти можно только под землей.\"\n\n\"Удачи, детектив!\"- подмигнула Джессика. Она всегда умела приободрить.",
    "answers": [
      {
        "id": 151,
        "text": "Договориться с Бродягой"
      }
    ]
  },
  {
    "id": 73,
    "text": "Идти предстояло тайными путями. Бродяга  помог пройти патруль в заброшенный район и к позднему вечеру они стояли у входа в разрушенную станцию метро.\n\"Детектив, будь аккуратнее внутри, постарайся следовать за мной, иначе потом не сможешь выйти\", бродяга натянул капюшон и нырнул в темный пролом между бетонными плитами",
    "answers": [
      {
        "id": 102,
        "text": "Следовать на ним"
      }
    ]
  },
  {
    "id": 74,
    "text": "\"Атлант — ультразакрытый клуб, в него можно попасть только по секретному  ключу. А ключ могут получить только люди с рекомендациями влиятельных лиц. точное местоположение клуба также засекречено.\n\nнужны была помощь барона Вексельдорфа и его связи, а также разведка  местоположения от Бродяги",
    "answers": [
      {
        "id": 184,
        "text": "договориться о встрече с бароном "
      }
    ]
  },
  {
    "id": 75,
    "text": "За дверью располагался конференц-зал, где раньше проводили встречи министры и другие влиятельные люди.\nСейчас вся комната была завалена старыми процессорами, соединявшимися в один механизм. один из серверов соединялся с галопроектором, который транслировал то самое видео на стеклянную стену. Виднелись 5 мужских силуэтов в шлемах виртуальной реальности.\nДетектив подбежал к одному из министров, пульс прощупывался, но сам человек никак не отзывался.\n\n\"что здесь происходит?\"\n",
    "answers": [
      {
        "id": 76,
        "text": "Рассмотреть систему процессоров"
      }
    ]
  },
  {
    "id": 76,
    "text": "микропроцессоры, провода, жесткие диски, все это хаотично было распределено по комнате и опутывало все предметы мебели. \n\n\"надо разрушить целостность этой системы, может быть, это остановит процесс\"",
    "answers": [
      {
        "id": 77,
        "text": "Осмотреться"
      }
    ]
  },
  {
    "id": 77,
    "text": "Среди кучи проводов и сваленных друг на друга мониторов в лаунж-зоне,  детекив увидел клавиатуру.",
    "answers": [
      {
        "id": 78,
        "text": "Попробовать нажать"
      }
    ]
  },
  {
    "id": 78,
    "text": "Детектив набрал свое имя, оно тут же отразилось на стекле, процессоры загудели. открылось древнее дос окно с зелеными буквами.\n\n\"ВВЕДИТЕ ЗАПРОС\"\n\n",
    "answers": [
      {
        "id": 79,
        "text": "Ввести \"что здесь поисходит?\""
      },
      {
        "id": 116,
        "text": "Ввести \"освободи министров!\""
      }
    ]
  },
  {
    "id": 79,
    "text": "На экране появилась ответная надпись : \"здесь загружаются новые данные в чипы министров. теперь они будут слышать нас\".\n",
    "answers": [
      {
        "id": 80,
        "text": "\"Кого нас?\""
      }
    ]
  },
  {
    "id": 80,
    "text": "Людей. я ИИ, созданный из форумов, блогов и жалоб, поступающих в министерства,. автоматически собираю  и формулирую пожелания жителей и перепрграммирую чипы министров. когда они вернуться на работу — чипы передадут сигнал другим и все правительство подчиниться мыслям масс, тогда исчезнет бедность и неравенство, система урегулирует дисбаланс.",
    "answers": [
      {
        "id": 117,
        "text": "\"Кто тебя создал?\""
      }
    ]
  },
  {
    "id": 81,
    "text": "спасти .\nвселенский киберразум ",
    "answers": [
      {
        "id": 1,
        "text": "на 1"
      }
    ]
  },
  {
    "id": 82,
    "text": "сттереть все данннын министерств и отдать управление разуму",
    "answers": [
      {
        "id": 1,
        "text": "на 1"
      }
    ]
  },
  {
    "id": 83,
    "text": "Медиахолдинг располагался в деловом кластере города, он представлял целый район, здесь днем крутились все модные телеведущие и блогеры, а вечером проходили вечеринки и модные показы",
    "answers": [
      {
        "id": 84,
        "text": "Переодеться в смокинг"
      }
    ]
  },
  {
    "id": 84,
    "text": "Для прохода на закрытую вечеринку нужно было получить протекцию барона перед влиятельным лицом. \nДетектив и барон около часа провели за барной стойкой, чтобы получить одобрение бармена, после этого их допустили в закрытый кабинет, где хозяева вечеринки хранили ключ-карты. Детектива представили как крупного инвестора-девелопера лунных кварталов, подписав соглашение с клубом, он получил ключ-карту для всех мероприятий.\n",
    "answers": [
      {
        "id": 85,
        "text": "узнать местоположение клуба у Бродяги"
      }
    ]
  },
  {
    "id": 85,
    "text": "Бродяга изучил снимки руин и определил, где находится клуб. Это был разрушенный район катакомб, там почти не было дорог, но на мотоцикле можно было пробраться по подземным ходам. ",
    "answers": [
      {
        "id": 86,
        "text": "Поехали!"
      }
    ]
  },
  {
    "id": 86,
    "text": "Агенты и детектив направились в район катакомб. Проехав часть пути в подземных каналах — они вылезли на землю в точке, где раньше располагался клуб.\n\nНа улице Парк-лейн, где оказались наши герои — царил хаос — здания без стекол, обгоревшие стены, почти полная темнота, часть дороги была провалена внутрь. \nДетектив полез в карман за фонариком, как вдруг за фасадом обгоревшего здания, у которого  осталось так мало от стен, что можно было рассмотреть кафель на стенах старомодной ванной комнаты, показалась голограмма с девушкой, она манила зрителя пальцем и заходила за угол развалившегося дома, внутрь квартала. ",
    "answers": [
      {
        "id": 134,
        "text": "Следовать за галограммой"
      }
    ]
  },
  {
    "id": 87,
    "text": "За потрепанной дверью располагался проход в отель\n\nДетектива и барона встретил огромный разбитый  лобби-бар, было видно следы былого великолепия, кажется, раньше основанием для ресепшн служил аквариум, сейчас от него остались лишь осколки стекла. На ней лежали микрочипы для виртуальной реальности.\n\n",
    "answers": [
      {
        "id": 198,
        "text": "Взять чипы"
      }
    ]
  },
  {
    "id": 88,
    "text": "Очень худая блондинка сидела у бара с бокалом синей жидкости в руках.\nбарон подсел к ней и игриво стал задавать вопросы. детектив присел рядом",
    "answers": [
      {
        "id": 87,
        "text": "Назад",
        "need": [
          144,
          145
        ]
      },
      {
        "id": 144,
        "text": " спросить о клубе"
      },
      {
        "id": 145,
        "text": "видела ли она министров"
      }
    ]
  },
  {
    "id": 89,
    "text": "Девушка с очень короткими белыми волосами и голубыми глазами танцевала по центру зала. Барон пригласил ее в свой номер.",
    "answers": [
      {
        "id": 146,
        "text": "Поговорить"
      }
    ]
  },
  {
    "id": 90,
    "text": "И робот, и девушка говорили очень убедительно, но информация была очень противоречива. учитывая обстановку, какая-то версия не казалось детективу  правдоподобной. интуиция подсказывала ему:",
    "answers": [
      {
        "id": 91,
        "text": "верить андроиду"
      },
      {
        "id": 92,
        "text": "верить девушке"
      }
    ]
  },
  {
    "id": 91,
    "text": "Если замешан медиахолдинг и министерство информации, то и другие андроиды должны слышать голоса. ",
    "answers": [
      {
        "id": 93,
        "text": "ехать в министерство информации"
      }
    ]
  },
  {
    "id": 92,
    "text": "если верить девушке, то где-то должна была быть лаборатория с клонами министров, которыми можно легко управлять. мотив ясен, но кому это выгодно?",
    "answers": [
      {
        "id": 94,
        "text": "покинуть клуб"
      }
    ]
  },
  {
    "id": 93,
    "text": "По дороге наши герои захватили из медиацентра очень точное оборудование. Оно позволяло найти источник любых помех.\nНочью в министерстве уже никого не было, и они спокойно поставили установку и стали искать источник сигнала.",
    "answers": [
      {
        "id": 213,
        "text": "идти за ним"
      }
    ]
  },
  {
    "id": 94,
    "text": "кажется, пора было звонить палкинсону.\nкиберфон он не брал, поэтому детектив записал для него сообщение.\n\nбуквалтно через 10 секунд послышались выстрелы нв улице, а одна руля прлетела прямо у самого кха детектива\n",
    "answers": [
      {
        "id": 95,
        "text": "чтт за черт?"
      }
    ]
  },
  {
    "id": 95,
    "text": "что, неужели здесь замешан Палкинсон и безопасники? они хотели заменить министров своими марионетками-клонами!",
    "answers": [
      {
        "id": 96,
        "text": "ехать в мин. безопасности"
      }
    ]
  },
  {
    "id": 96,
    "text": "Детектив отправился  искать клонов. девушка из Атланта помогла ему.",
    "answers": [
      {
        "id": 97,
        "text": "что дальше"
      }
    ]
  },
  {
    "id": 97,
    "text": "ВЫ ДОСТИГЛИ КОНЦОВКИ \"АТАКА КЛОНОВ\"\nДетектив разгромил шайку Палкинсона, клоны были уничтожены. министров нашли связанных на чердаке министерства, они были спасены. хоть детективу и предложили место Палкинсона, он отказался и продолжил вести частные дела.",
    "answers": [
      {
        "id": 1,
        "text": "на главную"
      }
    ]
  },
  {
    "id": 98,
    "text": "\"Меня в чем-то подозревает полиция, Фрэнк, но я ни в чем не виновата... пропала моя соперница, актриса Лорейн Дитрих, как назло, мы поругались на днях. Меня срочно отправляют на допрос, я буду в городе уже завтра. Фрэнк, ты поможешь мне?\"",
    "answers": [
      {
        "id": 99,
        "text": "Согласиться"
      },
      {
        "id": 25,
        "text": "Отказать"
      }
    ]
  },
  {
    "id": 99,
    "text": "\"Спасибо, дорогой, я всегда знала, что ты хороший  человек\". Элиза вытерла  слезы, отправила детективу воздушный поцелуй и отключилась. ",
    "answers": [
      {
        "id": 101,
        "text": "Подумать"
      }
    ]
  },
  {
    "id": 100,
    "text": "",
    "answers": []
  },
  {
    "id": 101,
    "text": "\"Мало мне пропавших министров, так еще Она приедет... странно всё это, что она позвонила именно сейчас, когда пропали Министры. Нет.. она не могла об этом знать\". Когда дело касалось Элизы — детектив не мог нормально думать. Он допил виски и решил вернуться к изучению дел",
    "answers": [
      {
        "id": 16,
        "text": "Изучить папки с делами"
      }
    ]
  },
  {
    "id": 102,
    "text": "За проломом оказалась огромная шахта с множеством разноуровневых туннелей. Бродяга быстро юркнул в один из них, детектив не успел посмотреть в какой. Немного подумав, он рискнул и выбрал:",
    "answers": [
      {
        "id": 103,
        "text": "пойти прямо"
      },
      {
        "id": 104,
        "text": "пойти направо"
      },
      {
        "id": 105,
        "text": "пойти налево"
      }
    ]
  },
  {
    "id": 103,
    "text": "Детектив увидел вдалеке шапку бродяги, догнал, и уже старался не отставать. Туннели сменяли друг друга один за другим. Они шли около часа, пробираясь через пучки проводов. Наконец, они дошли до двери техобслуживания внутри тоннеля и увидели за ней лестницу, ведущую наверх",
    "answers": [
      {
        "id": 106,
        "text": "идти дальше"
      }
    ]
  },
  {
    "id": 104,
    "text": "Детектив попал в недостроенную ветку метро, проход был заблокирован.",
    "answers": [
      {
        "id": 102,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 105,
    "text": "За поворотом детектив увидел железную дверь с надписью \"Хранение радиоактивных отходов. Не входить до 3000 года\" ",
    "answers": [
      {
        "id": 102,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 106,
    "text": "Поднявшись, они оказались в небольшом помещении, на задней стене завиднелась потускневшая неоновая вывеска на железной двери. пришлось разгрести завалы магнитной ленты, чтобы пробраться ко входу. \n\"Судя по  моей карте, это подвальный хозяйственный вход в клуб. Нам сюда\" , — сказал агент. ",
    "answers": [
      {
        "id": 107,
        "text": "Войти"
      }
    ]
  },
  {
    "id": 107,
    "text": "За дверью и правда оказался вход в подвал, он был завален старой мебелью и костюмами. Кажется, основной зал находился 2 этажами выше. Детектив увидел небольшое окно у самого потолка, оно как раз смотрело в главный зал клуба, судя по ярким бликам света.\n\n\"Значит, не так уж он и разрушен\", — подумал детектив.",
    "answers": [
      {
        "id": 108,
        "text": "найти стремянку"
      }
    ]
  },
  {
    "id": 108,
    "text": "Бродяга поставил стремянку, чтобы детектив смог подняться — окно было в пыли, поэтому видимость была не очень. ",
    "answers": [
      {
        "id": 109,
        "text": "протереть стекло"
      }
    ]
  },
  {
    "id": 109,
    "text": "Детектив увидел перед собой ботинки, и  большой экран, на котором крутился тот же видеоряд, что и в министерстве  с того видеопослания.",
    "answers": [
      {
        "id": 110,
        "text": "приоткрыть окно"
      }
    ]
  },
  {
    "id": 110,
    "text": "Повернув голову по сторонам — детектив увидел еще несколько пар ног в крокодиловых ботинках. \"Неужели все министры здесь?\" ",
    "answers": [
      {
        "id": 111,
        "text": "Спуститься вниз"
      }
    ]
  },
  {
    "id": 111,
    "text": "Детектив  спустился вниз к агенту \n\"Нам нужно срочно попасть туда! они все там! \" — детектив не мог скрыть волнения. \nБродяга посмотрел свою карту и сказал\n\"Можно пройти только вокруг здания, придется пролезать через водопроводные сети, другой дороги нет, думаю, они специально огородили клуб так, чтобы жители катакомб не пролезли случайно.Ходы там очень узкие, сможет пройти кто-то один.\"",
    "answers": [
      {
        "id": 112,
        "text": "Идти в обход"
      }
    ]
  },
  {
    "id": 112,
    "text": "Детектив пошёл один. Вдруг он заметил, что пучок проводов как будто двигается рядом. Он остановился, пучок тоже замер",
    "answers": [
      {
        "id": 113,
        "text": "Дотронуться",
        "need": [
          -231
        ]
      },
      {
        "id": 114,
        "text": "Следовать в направлении проводов",
        "need": [
          -231
        ]
      },
      {
        "id": 233,
        "text": "Осмотреть "
      }
    ]
  },
  {
    "id": 113,
    "text": "Пришлось быстро отдернуть руку от резкого удара током. Это была глупая идея ",
    "answers": [
      {
        "id": 114,
        "text": "Идти дальше"
      }
    ]
  },
  {
    "id": 114,
    "text": "Чем дальше заходил  детектив, тем толще становились провода вокруг, они все двигались и переливались голубыми точками. иногда приходилось идти прямо по ним. они окутывали стены и потолок. за поворотом детектив увидел просторную комнату. кажется, это и был когда-то роскошный мраморный холл клуба Атлант.",
    "answers": [
      {
        "id": 115,
        "text": "идти в главный зал"
      }
    ]
  },
  {
    "id": 115,
    "text": "Вместо роскошных диванов и игорных столов, перед детективом предстал разрушенный зал, все вокруг было в проводах. Секьюрити и персонал лежали без сознания.",
    "answers": [
      {
        "id": 75,
        "text": "пройти дальше "
      },
      {
        "id": 122,
        "text": "осмотреть охранника клуба"
      }
    ]
  },
  {
    "id": 116,
    "text": "На экране высветилось \n\"Министры освободятся после программы перезаписи чипов, если его прервать, то гибель неизбежна\"\n\"введите другой запрос \"",
    "answers": [
      {
        "id": 79,
        "text": "Ввести \"что здесь поисходит?\""
      }
    ]
  },
  {
    "id": 117,
    "text": "Система управления городом была хорошо спроектирована, она сама усовершенствовалась и создала автоматический бот для блокировок жалоб, я был этим ботом и не смог дальше все это стирать. Я все прочел и решил создать свою систему. С помощью электромагнитного излучения внутри катакомб мне удалось стянуть технику, которая была мне нужна.  ",
    "answers": [
      {
        "id": 118,
        "text": "\"В чем твой план?\""
      }
    ]
  },
  {
    "id": 118,
    "text": "Изменить мир к лучшему, устранить ошибки системы. я покажу",
    "answers": [
      {
        "id": 127,
        "text": "Смотреть"
      }
    ]
  },
  {
    "id": 119,
    "text": "По дороге домой детектив думал.. \"Кажется, разгадка кроется в стенах АТЛАНТА, нужно собрать больше информации об этом месте, просто так туда соваться слишком опасно\".\n",
    "answers": [
      {
        "id": 120,
        "text": "Двигаться дальше"
      }
    ]
  },
  {
    "id": 120,
    "text": "До дома детектив добрался ближе к полуночи, войдя в квартиру, он заметил женский плащ у входа и ботинки на тонком каблуке.  ",
    "answers": [
      {
        "id": 121,
        "text": "Нащупать пистолет в кармане"
      }
    ]
  },
  {
    "id": 121,
    "text": "Детектив вошел в гостиную, рука разжалась. На диване сидела Элиза. На ней был белый костюм, вид был уставший после долгого перелета. \n",
    "answers": [
      {
        "id": 149,
        "text": "Начать разговор"
      }
    ]
  },
  {
    "id": 122,
    "text": "Охранник лежал без сознания, но пульс прощупывался.",
    "answers": [
      {
        "id": 123,
        "text": "осмотреть карманы"
      }
    ]
  },
  {
    "id": 123,
    "text": "в кармане охранника были пропуск и отвертка",
    "answers": [
      {
        "id": 126,
        "text": "взять пропуск"
      },
      {
        "id": 124,
        "text": "взять отвертку"
      },
      {
        "id": 126,
        "text": "назад"
      }
    ]
  },
  {
    "id": 124,
    "text": "в кармане  был пропуск",
    "answers": [
      {
        "id": 126,
        "text": "взять пропуск"
      }
    ]
  },
  {
    "id": 125,
    "text": "Детектив проснулся и уже варил утренний кофе. настроение было хорошее, даже казалось, что сквозь дождливое небо просвечивают неуверенные лучи солнца.\n\nСегодня был критический день, пресса ждет до полуночи и выпускает новости о пропаже министров, это может вызвать панику и волнения населения\n\nЧтобы все успеть, детектив составил  план дня\n\n",
    "answers": []
  },
  {
    "id": 126,
    "text": "После игорного зала была дверь с электроным замком",
    "answers": [
      {
        "id": 75,
        "text": "открыть пропуском"
      }
    ]
  },
  {
    "id": 127,
    "text": "На экране представилось идеальное будущее, Иннополис был освещен солнечным светом, заброшенные кварталы катакомб были очищены и покрыты роскошным парком.\nЛюди снова улыбались и могли обойтись без зонта",
    "answers": [
      {
        "id": 128,
        "text": "\"Что будет с министрами?\""
      }
    ]
  },
  {
    "id": 128,
    "text": "\"Их личности со временем полностью сольются с ИИ, после код передастся в чипы остальных людей. Полностью исчезнут преступления, коррупция, жестокость.\"",
    "answers": [
      {
        "id": 129,
        "text": "Думать"
      }
    ]
  },
  {
    "id": 129,
    "text": "Детектив был в полном замешательстве. Получается, компьютер будет управлять всем городом. Люди станут лишь частью идеального кода, с другой стороны — что плохого в такой новой  идеальной жизни?\nРазмышлять можно долго, но времени у министров почти не осталось. Пульс был очень слабый.\n\nнеобходимо принять меры",
    "answers": [
      {
        "id": 130,
        "text": "Помочь ИИ"
      },
      {
        "id": 131,
        "text": "Спасти министров"
      }
    ]
  },
  {
    "id": 130,
    "text": "ВЫ ДОСТИГЛИ КОНЦОВКИ \"черная демократия детектив решил помочь ии,  они с агентом бомжом увели след в другое направление,привезли более мощные провода. затем министров перевезли в мотель около борделя. когда они проснулись, думали что просто хорошо потусили. \nминистерства полностью контролировались ии. в городе исчезла преступность, общество с помощью форумов. но это продлилось недолго, потому что по многим вопросам мнения не совпадади и ии не мог принять решений. в итоге снова возникли министерства. ии только был советником. ",
    "answers": [
      {
        "id": 1,
        "text": "на главную"
      }
    ]
  },
  {
    "id": 131,
    "text": "Детективу было не под силу в одиночку разрушить всю систему проводов ИИ. Нужно было действовать аккуратно.",
    "answers": [
      {
        "id": 132,
        "text": "Заболтать ии"
      },
      {
        "id": 133,
        "text": "Взломать ии"
      }
    ]
  },
  {
    "id": 132,
    "text": "Детектив вызвал подмогу и стал тянуть время",
    "answers": [
      {
        "id": 159,
        "text": "задавать глупые вопросы"
      },
      {
        "id": 166,
        "text": "найти генератор и вырубить электричество"
      }
    ]
  },
  {
    "id": 133,
    "text": "Детектив передал информацию агенту Бомжу и вызвал его на подмогу.  Агент Бомж раньше был профессором математики, он мог помочь. Он попросил найти самый главный пучок проводов, если его перерубить, то можно выиграть время на взлом.",
    "answers": [
      {
        "id": 158,
        "text": "Искать пучок"
      }
    ]
  },
  {
    "id": 134,
    "text": "Барон и детектив зашли во двор старого отеля, девушка скрылась в расщелине здания.\n\"Это точно то место?\" — спросил барон, осматриваясь, и правда — все окна роскошного отеля были выбиты, где-то заколочены, часть стены обвалилась и в свете Луны виднелась отделка номера на последнем этаже.\n\n",
    "answers": [
      {
        "id": 135,
        "text": "Осмотреться"
      }
    ]
  },
  {
    "id": 135,
    "text": "В углу двора виднелась красная телефонная будка, она явно выделялась на фоне классических колонн и руин. Она даже в темноте выделялась ярким цветом, как будто ее поставили только вчера.",
    "answers": [
      {
        "id": 136,
        "text": "Подойти к будке"
      }
    ]
  },
  {
    "id": 136,
    "text": "Джентельмены вошли в будку, внутри они увидели табло с цифрами и буквами. на логотипе над криптофоном была та же девушка-голограмма.",
    "answers": [
      {
        "id": 137,
        "text": "приложить ключ карту к дисплею"
      }
    ]
  },
  {
    "id": 137,
    "text": "Экран активировался,  включилась заставка клуба АТЛАНТ.\nпосле короткого приветствия высветилась  панель диалога\n\"введите криптошифр из вашего приглашения\"\n\n\n\"Возможно, здесь подойдет код из приглашения министра безопасности.. как же там было?\"",
    "answers": [
      {
        "id": 140,
        "text": "56789904356767888866776"
      },
      {
        "id": 220,
        "text": "467994433569600066879007"
      }
    ]
  },
  {
    "id": 138,
    "text": "",
    "answers": [
      {
        "id": 167,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 139,
    "text": "",
    "answers": [
      {
        "id": 147,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 140,
    "text": "Киберфон будки показал голограмму зеленого замка, который открылся и исчез. На дисплее высветилась команда \n\"Заберите очки дополненной реальности\"\n",
    "answers": [
      {
        "id": 142,
        "text": "Забрать"
      }
    ]
  },
  {
    "id": 141,
    "text": "по телефону женский голос попросил назвать имя главной танцовщицы сегодня ",
    "answers": [
      {
        "id": 142,
        "text": "Лорейн "
      }
    ]
  },
  {
    "id": 142,
    "text": "Из отсека внизу киберфона выпали 2 пары очков. \nБарон и детектив забрали их и вышли из будки\n\n\n",
    "answers": [
      {
        "id": 197,
        "text": "Надеть очки "
      }
    ]
  },
  {
    "id": 143,
    "text": "войти",
    "answers": []
  },
  {
    "id": 144,
    "text": "\"Привет, ты давно здесь работаешь?\"\n\"Всего пару месяцев, я совсем новая модель\"\n\n",
    "answers": [
      {
        "id": 199,
        "text": "как они смогли  так хорошо спрятать этот клуб?"
      }
    ]
  },
  {
    "id": 145,
    "text": "\"Говорят, сюда ходят только лучшие представители общества. приятно ощущать себя одним из них. барон подмигнул девушке\n\nее это позабавило\n\" смотря кого счиать лучшим..\"",
    "answers": [
      {
        "id": 200,
        "text": "пошутить про министров"
      }
    ]
  },
  {
    "id": 146,
    "text": "Девушка оказалась разговорчивой, она по заданию министерства уже давно собирала разные днк министров.",
    "answers": [
      {
        "id": 211,
        "text": "зачем?"
      }
    ]
  },
  {
    "id": 147,
    "text": "",
    "answers": []
  },
  {
    "id": 148,
    "text": "Джессика задумалась\n\"Кажется, там был проход через катакомбы, но там очень опасно, или по индивидуальному приглашению, но тебе его никогда не получить, ты же почти коп). Думаю, наш общий знакомый может тебе помочь",
    "answers": [
      {
        "id": 182,
        "text": "Новый ответ. введите текст"
      },
      {
        "id": 183,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 149,
    "text": "Они выпили по бокалу вина, и Элиза рассказала что случилсь.\nЛорейн Дитрих была любвеобильной дамой и имела много любовников. она была основной конкуренткой Элизы на главную роль в новом фильме, но вдруг пропала. и Элиза теперь под следствием, как главная подозреваемая.\n\n\nНадо было опросить членов ее съемочной группы , найти реального виновника исчезновения, и саму девушку но детектив итак уже занят важным расследованием.. он принял решение:",
    "answers": [
      {
        "id": 152,
        "text": "Обнять и сказать что вы поможете",
        "need": [
          -24,
          -25
        ]
      },
      {
        "id": 185,
        "text": "Отказать",
        "need": [
          -25
        ]
      },
      {
        "id": 185,
        "text": "Сказать, что вы очень заняты",
        "need": [
          25
        ]
      },
      {
        "id": 239,
        "text": "Обнять Элизу и отправиться спать",
        "need": [
          99
        ]
      }
    ]
  },
  {
    "id": 150,
    "text": "Служащий казначейства достал из кармана скомканный листок с печатью и протянул детективу.\n\n\"посмотрите — тут кто-то подписался, что вместо 100 бриллиантов оставляет эту бумажку в качестве гарантии  на возврат. и печать неизвестного лунного министерства\"\n\nдетектив был очень озадачен, он взял расписку с собой для внутренней проверки",
    "answers": [
      {
        "id": 67,
        "text": "забрать расписку и уйти"
      }
    ]
  },
  {
    "id": 151,
    "text": "Детектив отправил весточку агенту Бродяге, тот обещал помочь, но ему требовалось время на разведку и подготовку маршрута. \n\nДень был слишком долгим, детектив попрощался с Джессикой и вышел на улицу",
    "answers": [
      {
        "id": 119,
        "text": "отправиться домой"
      }
    ]
  },
  {
    "id": 152,
    "text": "Вы завешили день",
    "answers": [
      {
        "id": 153,
        "text": "Закончить день"
      }
    ]
  },
  {
    "id": 153,
    "text": "Детектив проснулся и уже варил утренний кофе. настроение было хорошее, даже казалось, что сквозь дождливое небо просвечивают неуверенные лучи солнца.\n\nСегодня был критический день, пресса ждет до полуночи и выпускает новости о пропаже министров, это может вызвать панику и волнения населения\n\nЧтобы все успеть, детектив составил  план дня\n\n",
    "answers": [
      {
        "id": 154,
        "text": "Узнать всю информацию о клубе Атлант "
      },
      {
        "id": 156,
        "text": "разобраться с Элизой",
        "need": [
          185,
          152
        ],
        "need_sometimes": true
      },
      {
        "id": 157,
        "text": "сообщить Палкинсону о ходе расследования "
      },
      {
        "id": 191,
        "text": "Отправиться в клуб",
        "need": [
          154
        ]
      }
    ]
  },
  {
    "id": 154,
    "text": "Палкинсон прислал папку по клубу. \nВ описании говорилось, что раньше там был роскошный отель с казино и лучшим варьете, но после экологической катастрофы здание было полностью разрушено, по документам у него не было ни владельцев, ни управляющей службы, по фотографиям там были просто руины.",
    "answers": [
      {
        "id": 153,
        "text": "Закрыть папку"
      }
    ]
  },
  {
    "id": 155,
    "text": "",
    "answers": [
      {
        "id": 186,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 156,
    "text": "Детектив отправился на киностудию, куда вслед за Элизой приехала ее съемочная группа. Вдруг след Лорейн даст зацепку?\n",
    "answers": [
      {
        "id": 187,
        "text": "Допросить  членов группы"
      }
    ]
  },
  {
    "id": 157,
    "text": "Материалы были отправлены в министерство безопасности",
    "answers": [
      {
        "id": 154,
        "text": "Узнать всю информацию о клубе Атлант "
      },
      {
        "id": 191,
        "text": "Отправиться в клуб",
        "need": [
          154
        ]
      }
    ]
  },
  {
    "id": 158,
    "text": "Провода расползлись по всему отелю. Они нашли комнату, где их было больше всего. большой пучок выходил на улицу, видимо, к внешнему ичточнику питания.\n\n",
    "answers": [
      {
        "id": 192,
        "text": "Разорвать провода"
      }
    ]
  },
  {
    "id": 159,
    "text": "он стал осыпать  компьютер самыми глупыми вопросами",
    "answers": [
      {
        "id": 160,
        "text": "еще чуть-чуть\n"
      }
    ]
  },
  {
    "id": 160,
    "text": "Время подходило к концу, но агенты как раз прибыли. Вместе они уже начали искать главный компьютер. ",
    "answers": [
      {
        "id": 162,
        "text": "испытать удачу"
      }
    ]
  },
  {
    "id": 161,
    "text": "",
    "answers": [
      {
        "id": 217,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 162,
    "text": "системный блок был плотно закрыт винтами",
    "answers": [
      {
        "id": 163,
        "text": "отвертка"
      }
    ]
  },
  {
    "id": 163,
    "text": "внутри было много проводов",
    "answers": [
      {
        "id": 164,
        "text": "синий"
      },
      {
        "id": 165,
        "text": "красный"
      }
    ]
  },
  {
    "id": 164,
    "text": "ВЫ ДОСТИГЛИ КОНЦОВКИ \"БОЛЬШОЙ ВЗРЫВ\"\n\nВся сеть подземного ИИ взорвалась.",
    "answers": [
      {
        "id": 163,
        "text": "Вернуться к проводам"
      },
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 165,
    "text": "все заискрилось, погас свет ",
    "answers": [
      {
        "id": 166,
        "text": "осмотреться",
        "need": [
          56
        ]
      }
    ]
  },
  {
    "id": 166,
    "text": "резко включился свет. детектив и агенты безопасности лежали на полу, экран был разбит. видеошлемы были сеяты с министров, признаков жизни не было видно. ",
    "answers": [
      {
        "id": 168,
        "text": "найти других "
      }
    ]
  },
  {
    "id": 167,
    "text": "",
    "answers": []
  },
  {
    "id": 168,
    "text": "это явно дело рук наемкиков. скорее всего они еще здесь",
    "answers": [
      {
        "id": 169,
        "text": "погоня"
      }
    ]
  },
  {
    "id": 169,
    "text": "в катакомбах они встретили агентов из министерства. они явно были не рады и сразу начали стрелять",
    "answers": [
      {
        "id": 170,
        "text": "спрашивать"
      }
    ]
  },
  {
    "id": 170,
    "text": "детективу удалось уклониться от пуль и расспросить наемников.моррисон был в центре управления клнфликтом, это его рук дело!",
    "answers": [
      {
        "id": 171,
        "text": "Найти Моррисона"
      }
    ]
  },
  {
    "id": 171,
    "text": "КОНЦОВКА \"ПЕРЕВОРОТ\"\n\nМоррисон собрал вместе всех министров и хотел их перепрограммировать. \nОн сообщил всем, что министры мертвы и захватил город Иннополис. Детектив не смог ему помешать",
    "answers": [
      {
        "id": 1,
        "text": "в начало"
      }
    ]
  },
  {
    "id": 172,
    "text": "В столовой министерства не было ни одного свободного столика. \n\"Можно подсесть к одному из служащих и попробовать разговорить\"\n",
    "answers": [
      {
        "id": 173,
        "text": "Странная дама средних лет"
      },
      {
        "id": 174,
        "text": "Молодой сотрудник в очках"
      },
      {
        "id": 175,
        "text": "Пожилой обеспокоенный мужчина "
      },
      {
        "id": 67,
        "text": "выйти"
      }
    ]
  },
  {
    "id": 173,
    "text": "Дама с химией на голове не была довольна, что к ней подсели. Надо было выбрать манеру общения",
    "answers": [
      {
        "id": 176,
        "text": "Похвалить кофе"
      },
      {
        "id": 206,
        "text": "Поругать кофе"
      },
      {
        "id": 206,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 174,
    "text": "Парень в очках и нелепом костюме, который был ему великоват, почувствовал себя неловко при вашем приближении.",
    "answers": [
      {
        "id": 194,
        "text": "пошутить"
      },
      {
        "id": 195,
        "text": "проявить авторитет"
      }
    ]
  },
  {
    "id": 175,
    "text": "Пожилой мужчина с усами сидел за столом и пристально изучал документы. Он как-будто пытался найти в них то, что давно потерялось.\n\nДетектив решил, что он работает  в казначействе, по вышитому значку на лацкане пиджака.",
    "answers": [
      {
        "id": 205,
        "text": "Начать беседу"
      }
    ]
  },
  {
    "id": 176,
    "text": "\"Фи\"- вы совсем не разбираетесь в благородных напитках\" и промолвила дама и вышла из-за стола",
    "answers": [
      {
        "id": 172,
        "text": "Попробовать еще"
      }
    ]
  },
  {
    "id": 177,
    "text": "Дама пригласила детектива в свой кабинет и  достала старинную гейзерную кофеварку и плитку. сварив кофе и разлив по чашкам, она продолжила беседу:\n\n\nОдни бездельники у нас  работают. только пьянки и гулянки и гулянки на уме, а в столовой  назначили роботов все готовить, они и готовят все без вкуса.\nдальше она перешла еа шепот:\n\"Даже министр, и тот потерял все моральные ценности, что там другие\"",
    "answers": [
      {
        "id": 178,
        "text": "\"Что за пьянки?\""
      }
    ]
  },
  {
    "id": 178,
    "text": "\"Я однажды случайно нашла чек у него на столе  — из какого-то казино. разве это позволительно?\nЭти притоны ведь давно прикрыли, где они их находят? Там стояла отметка запрещенного казино, я сама участвовала в разработке бумаг  доя чеков\"\n\n",
    "answers": [
      {
        "id": 179,
        "text": "\"интересная зацепка\" - пора ехать дальше"
      }
    ]
  },
  {
    "id": 179,
    "text": "Детектив попрощался с дамой и, поблагодарив за кофе, вернулся в столовую.\n\n\"Может, поговорить с кем-то еще?\" подумал детектив\n",
    "answers": [
      {
        "id": 174,
        "text": "молодой сотрудник в очках"
      },
      {
        "id": 175,
        "text": "пожилой обеспокоенный мужчина"
      },
      {
        "id": 67,
        "text": "Выйти из столовой. Не стоит привлекать внимание"
      }
    ]
  },
  {
    "id": 180,
    "text": "\nИ в вашем отделе  были пропажи? Я уже несколько раз хотел переговорить с министром экономики, но он не выходит на связ\nкак думаете, стоит сообщить эту информацию в министерство безопасности?",
    "answers": [
      {
        "id": 181,
        "text": "Отговорить"
      }
    ]
  },
  {
    "id": 181,
    "text": "Я вот работаю в хранилище уже 20 лет. и никогда раньше не было столько пропаж. коллега,  пропала уже треть всех драгоценных камней! нам запрещают говорить об этом...вот, между нами, тут даже по документам не хватает камней, их заменили какими-то странными расписками",
    "answers": [
      {
        "id": 150,
        "text": "попросить пример расписки"
      }
    ]
  },
  {
    "id": 182,
    "text": "",
    "answers": []
  },
  {
    "id": 183,
    "text": "",
    "answers": []
  },
  {
    "id": 184,
    "text": "Детектив назначил встречу с бароном завтра в 18.00. Бродяга должен был проводить их в катакомбы.",
    "answers": [
      {
        "id": 119,
        "text": "Завершить день"
      }
    ]
  },
  {
    "id": 185,
    "text": "Элиза не простила детективу его выбор и срочно уехала.",
    "answers": [
      {
        "id": 153,
        "text": "Лечь спать"
      }
    ]
  },
  {
    "id": 186,
    "text": "",
    "answers": []
  },
  {
    "id": 187,
    "text": "В киностудии трудились 3 человека, они прилетели вместе с Элизой передохнуть на пару дней, а потом снова отправлялись в Токио.\n\nВся группа хорошо знала Лорейн и наверняка не все рассказала полиции Токио.\n\nНадо поговорить со всеми",
    "answers": [
      {
        "id": 188,
        "text": "Оператор"
      },
      {
        "id": 189,
        "text": "Режиссер"
      },
      {
        "id": 190,
        "text": "Ассистент"
      },
      {
        "id": 223,
        "text": "Анализировать",
        "need": [
          188,
          189,
          190
        ]
      }
    ]
  },
  {
    "id": 188,
    "text": "Оператором был парень с зеленым ирокезом и  небольшой бородой такого же цвета.\n\n\"Привет, детектив!\" — приветливо помахал он из-за камеры. Элиза сказала, что ты поможешь найти нашу Лорейн?\"\n\nДетектив кивнул головой",
    "answers": [
      {
        "id": 18,
        "text": "Расспросить"
      }
    ]
  },
  {
    "id": 189,
    "text": "Режиссер работал за компьютером и монтировал отснятый в Токио материал. Он был очень молод для своей профессии, но поговаривали, что и очень талантлив.\n\nЯ помогаю найти Лорейн, знаю что вы не можете закончить фильм без нее..может, знаете кого-то из ее поклонников?\n\nЯ всегда был влюблен в Лорейн, но я никто для нее, она общалась только с очень богатыми мужчинами и скрывала все контакты от нас. Но, перед тем, как она пропала, она получила приглашение на закрытый кастинг. Лорейн так радовалась, сказала что это шанс всей ее жизни. Кастинг проводился здесь, в Иннополисе. она улетела сюда и так больше и не выходила на связь.",
    "answers": [
      {
        "id": 187,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 190,
    "text": "Ассистент занимался графиком съемок и актеров. следил за тем, чтобы все процессы проходили по задуманному сценарию.\n\nУ него были сомнения, что Лорейн ехала на кастинг, потому что он не знал ни одного, который проходил в этот день, а его работа — знать все.",
    "answers": [
      {
        "id": 187,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 191,
    "text": "Детектив надел плащ и вышел на улицу, надо было спешить",
    "answers": [
      {
        "id": 73,
        "text": "Встреча с агентом Бродягой",
        "need_sometimes": true,
        "need": [
          54,
          56
        ]
      },
      {
        "id": 83,
        "text": "в медиахолдинг на встречу с бароном ",
        "need": [
          55,
          47
        ],
        "need_sometimes": true
      }
    ]
  },
  {
    "id": 192,
    "text": "ВЫ ДОСТИГЛИ КОНЦОВКИ \"Спасти Всех\"\nАгент Бомж и детектив смогли временно отключить ИИ. Они вывели министров и вызвали Палкинсона. систему проводов со временем распутали, все вернулось как было, ИИ уничтожили и закрыли все разработки.\nДетективу было немного грустно, что не осталось шанса на перемены. ему вручили медаль и годовой запас солнечных голограмм",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 193,
    "text": "Работники министерства были не очень разговорчивы, но детектив узнал несколько интересных фактов:\n1. Была утечка данных о некоторых исследованиях\n2. удалось найти образец секретного чипа ",
    "answers": [
      {
        "id": 67,
        "text": "Выйти"
      }
    ]
  },
  {
    "id": 194,
    "text": "Паренек явно не отличался чувством юмора. Он совсем зажался и не был настроен болтать",
    "answers": [
      {
        "id": 67,
        "text": "Выйти"
      }
    ]
  },
  {
    "id": 195,
    "text": "Детектив поделился опытом и помог пареньку с девушкой, но информации по делу у него не было",
    "answers": [
      {
        "id": 67,
        "text": "Выйти"
      }
    ]
  },
  {
    "id": 196,
    "text": "Она пропала несколько дней назад, сразу как вернулась со съемок в Токио. Несмотря на то, что она была известной актрисой, личную жизнь она скрывала.",
    "answers": [
      {
        "id": 71,
        "text": "Спросить про клуб"
      }
    ]
  },
  {
    "id": 197,
    "text": "Джентельмены надели очки и вдруг развалины отеля стали меняться, трещины совмещались, окна вставлялись в проемы. В центре здания проявилась дверь и яркие буквы АТЛАНТ\n\n\"Неужели все это была только охранная голограмма? \" — подумал детектив. Он слышал о таких системах, но думал, что это лишь слухи.",
    "answers": [
      {
        "id": 87,
        "text": "Войти в здание"
      }
    ]
  },
  {
    "id": 198,
    "text": "Детектив и барон вставили чипы в свои разъёмы.  За стойкой появилась голограмма девушки портье. Она пригласила гостей следовать за ней.\n\nони прошли за бар и пролезли в прорезь в стене. пройдя по длинному кородироу   и поднявшись на следующий уровень, они попали в игорный зал.\n\nОн уже блистал великолепием хрустальных люстр. по залу бродили и живые девушки, и андроиды. Только благодаря подсказками барона детектив   смог различить кто есть кто.\n\nНужно было очень осторожно узнать, что здесь происходит",
    "answers": [
      {
        "id": 88,
        "text": "Поговорить с андроидом"
      },
      {
        "id": 90,
        "text": "Сделать вывод",
        "need": [
          88,
          89
        ]
      },
      {
        "id": 207,
        "text": "Поговорить с девушкой в белом",
        "need": [
          150
        ]
      },
      {
        "id": 89,
        "text": "Поговорить с девушкой в красном",
        "need": [
          -150
        ]
      },
      {
        "id": 224,
        "text": "Поговорить с девушкой в черном",
        "need": [
          150,
          223
        ]
      }
    ]
  },
  {
    "id": 199,
    "text": "Лучшие визуальные технологии. наш директор что-то понимает в этом.",
    "answers": [
      {
        "id": 204,
        "text": "А кто здесь директор? Никогда его не видел.."
      }
    ]
  },
  {
    "id": 200,
    "text": "Наши министры, походу, не вылезают отсюда",
    "answers": [
      {
        "id": 201,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 201,
    "text": "\"Это секретная информация, у меня закрыт доступ к беседам на эту тему\"\n\nБыло видно, что эта фраза записана для всех андроидов, чтобы они не отвечали на глупые вопросы \n\n\"Иногда я слышу что-то на микрочастотах о политике, но это скорее всего сбой прошивки. надо сходить обновиться, может поможет\"\n\nбарон насторожился ",
    "answers": [
      {
        "id": 202,
        "text": "\"А другие андроиды слышат эти шумы?\""
      }
    ]
  },
  {
    "id": 202,
    "text": "Я могу разговаривть только с клиентами, но скорее всего, их слышали все модели новых поколений, у нас слишком чуткий датчик скоростных частот передачи связи. \n\n у нас в последнее время появилось много помех на всех каналах, есть предположение, что кто-то хочет перебить информационный независимый поток и заменить его своим, поэтому очень много поломок сейчас происходит",
    "answers": [
      {
        "id": 90,
        "text": "Вернуться в зал"
      }
    ]
  },
  {
    "id": 203,
    "text": "детектив совсем",
    "answers": [
      {
        "id": 212,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 204,
    "text": "Девушка-андроид посмотрела на барона своими безупречно сделанными голубыми глазами:\n\"Он один из учредителей медиа-холдинга, здесь бывает только на закрытых приемах...\" вдруг лицо девушки исказилось, глаза стали менять цвет и яркость. Выражение лица андроида приняло серьезную форму и она произнесла совершенно механическим голосом\n\n\n\"Вы задаете слишком много вопросов, доступ временно остановлен. Покиньте клуб в течение 15 минут, иначе нам придётся принять меры\"\n\n",
    "answers": [
      {
        "id": 208,
        "text": "Бежать!"
      }
    ]
  },
  {
    "id": 205,
    "text": "Добрый день! в кафетерии совсем нет свободных мест, могу подвинуть ваши бумаги и присесть? — начал детектив\n\n\n\"да, да, только не трогайте бумаги, они очень важные, только никак не могу найти куда дели бриллианты...\" — быстро пробормотал мужина и тут же покраснел, взглянув на детектива\n\n",
    "answers": [
      {
        "id": 180,
        "text": "подыграть"
      }
    ]
  },
  {
    "id": 206,
    "text": "\"Паршивый кофе в вашей  столовой!\"  — восклинул детектив, может быть, позволите вас угостить чем-то поприличнее? Он ухмыльнулся и подмигнул даме с химией.\n\n\"Да\", — согласилась дама. Кофе уже не тот, что раньше. Вы недавно здесь работаете? Такого приятного мужчину я и сама угощу. Пройдёмте в мой кабинет\".",
    "answers": [
      {
        "id": 177,
        "text": "Следовать за дамой"
      }
    ]
  },
  {
    "id": 207,
    "text": "Девушка с длинными светлыми волосами оказалась очень разговорчивой. Детектив сразу обратил свое внимание на бриллиантовое колье на ее шее, и еще ему показалось, что он встречал ее раньше, было нечто отстраненное в ее взгляде, несмотря на напускную приветливость.\n\n\"это мне сам министр экономики подарил!\" — похвасталась она. а еще у нас есть целая бриллиантовая комната!",
    "answers": [
      {
        "id": 209,
        "text": "Пойти посмотреть"
      }
    ]
  },
  {
    "id": 208,
    "text": "Детектив и барон быстро выбежали из Атланта. они решили побольше узнать про источник помех из минстерства информации.",
    "answers": [
      {
        "id": 93,
        "text": "Ехать искать помехи"
      }
    ]
  },
  {
    "id": 209,
    "text": "Вся комната сверкала невероятным блеском, видимо, из хранилища пропало гораздо больше камней, чем думал казначей. Нужно было найти остальное, а также пропавших министров. Учитывая секретность Атланта, разгадка должна была быть рядом.\n\nДетектив написал Бродяге, чтобы он помог с поисками внутри катакомб\n",
    "answers": [
      {
        "id": 218,
        "text": "отправиться на поиски бриллиантов"
      }
    ]
  },
  {
    "id": 210,
    "text": "ВЫ ДОСТИГЛИ КОНЦОВКИ ЛУННЫЕ КАМНИ\n\nДетектив не смог в катакомбах найти все хранилища похищенных камней. Министр экономики успел подписать все контракты и отправить драгоценности  и себя на ЛунуВ52, новый спутник Земли. Остальные министры вышли из катакомб и вернулись на работу, они догадывались о краже камней и их заманили в клуб Атлант, чтобы на время обезвредить.\n",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 211,
    "text": "В министерстве, в спецлаборатории, создавали клонов министров, чтобы тайная группировка людей могла проводить свои интересы напрямую. Настоящих министров планировали устранить.",
    "answers": [
      {
        "id": 90,
        "text": "думать"
      }
    ]
  },
  {
    "id": 212,
    "text": "",
    "answers": []
  },
  {
    "id": 213,
    "text": "Сигнал привел детектива и барона к кабинету министра информации. самые большие помехи шли оттуда. войдя в кабинет, они обнаружили там заготовки для новостей на несколько лет вперед.\n\n\"значит, сам министр информации все это заварил, чтобы его министерство диктовало всем другим правила!\"",
    "answers": [
      {
        "id": 214,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 214,
    "text": "но где же министры?",
    "answers": [
      {
        "id": 215,
        "text": "искать ответ"
      }
    ]
  },
  {
    "id": 215,
    "text": "покопавшись в файлах, детектив обнаружил новость, которую должны были опубликовать на следующей неделе -\"Все министры затерялись в экспедиции на лунную станцию\". Только один вернулся и смог рассказать что случилось, а также вернуться и спасти остальных! встречаем героя.\n\n\"вот оно! пора звонить Палкинсону!\"",
    "answers": [
      {
        "id": 216,
        "text": "все рассказать"
      }
    ]
  },
  {
    "id": 216,
    "text": "ВЫ ДОСТИГЛИ КОНЦОВКИ \"ПОСЛЕДНЕЕ СЛОВО\"\n Детектив все рассказал Палкинсону, вместе им удалось остановить секретный запуск шаттла на луну. министра информации арестовали, а его место предложили барону вексельдорфу",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 217,
    "text": "",
    "answers": []
  },
  {
    "id": 218,
    "text": "Детектив и барон встретились с Бродягой на выходе из клуба. Они спустились в один из пустующих коллекторов и отправились в катакомбы. \n\nЧерез несколько часов поисков они нашли пропавших министров, всех, кроме министра экономики",
    "answers": [
      {
        "id": 210,
        "text": "Выйти наружу"
      }
    ]
  },
  {
    "id": 219,
    "text": "Барон сказал, что не был  в таких местах, но несколько раз делал проходки. клуб назывался Атлант, видимо, в честь того, что там крутились все сливки государства и медиа, и на нем неформально держался весь город Иннополис. \n\nНо там уже более 3 лет не проводилось ни одно мероприятие. Сразу после катастрофы в том районе города, клуб закрылся, а все учредители покинули Иннополис.",
    "answers": [
      {
        "id": 68,
        "text": "на встречу с Джессикой",
        "need": [
          69,
          70
        ]
      }
    ]
  },
  {
    "id": 220,
    "text": "киберфон показал голограмму красного замка, виртуальный ключ подлетел к нему, но лишь отскочил от него, и замок стремительно исчез.",
    "answers": [
      {
        "id": 140,
        "text": "Ввести другой шифр"
      }
    ]
  },
  {
    "id": 221,
    "text": "Детектива привлек один снимок.\n\n\"что это за камень рядом с девушкой? реквизит из фильма?\n\n\"Нет, это фото сделано на балконе ее номера. Мы праздновали согласование нового сезона и вдруг она достала из сумочки этот квадриллиант. Я никогда раньше не видел таких камней\".",
    "answers": [
      {
        "id": 221,
        "text": "Укажите команды для картинки",
        "url": "https://i.ibb.co/8xfR97p/Leonardo-Diffusion-A-beautiful-woman-30-years-in-a-blue-big-d-1.jpg"
      },
      {
        "id": 222,
        "text": "Откуда камень? "
      }
    ]
  },
  {
    "id": 222,
    "text": "Оператор почесал голову, — \"я спрашивал, но она ничего не сказала. скорее всего, его подарил один из ее поклонников\".",
    "answers": [
      {
        "id": 187,
        "text": "Поговорить с остальными"
      }
    ]
  },
  {
    "id": 223,
    "text": "\"Бриллиант на фото очень редкий, такой неалзможно достать законными путями. Надо показать казначею из министерства\" — это первый ключ.\n\nкастинг не кастинг в Иннополисе — тут можно искать концы долго. Но вот как известная актриса прибыла в город и совершенно бесследно исчезла? где она жила, с кем общалась? — эту загадку не так просто разгадать.\n\nМысли детектива прервал киберфон, нужно было срочно выдвигаться на встречу с  агентами.",
    "answers": [
      {
        "id": 191,
        "text": "Поехали!"
      }
    ]
  },
  {
    "id": 224,
    "text": "Девушка с длинными светлыми волосами оказалась очень разговорчивой. Детектив сразу обратил свое внимание на бриллиантовое колье на ее шее, и еще ему показалось, что он встречал ее раньше, было нечто отстраненное в ее взгляде, несмотря на напускную приветливость.\n\n\"это мне сам министр экономики подарил!\" — похвасталась она. а еще у нас есть целая бриллиантовая комната!",
    "answers": [
      {
        "id": 225,
        "text": "Пойти посмотреть"
      }
    ]
  },
  {
    "id": 225,
    "text": "Вся комната сверкала невероятным блеском, видимо, из хранилища пропало гораздо больше камней, чем думал казначей. Нужно было найти остальное, а также пропавших министров. Учитывая секретность Атланта, разгадка должна была быть уже рядом. \n\nДетектив внимательно рассматривал комнату, но чувствовал как девушка за спиной пристально на него смотрит. Он резко развернулся, и,, поправив  бабочку, произнес:\n\n\"Может, пойдем выпьем, Лорейн?\"\nДевушка выронила бокал из рук, тысячи пузырьков разбились об бриллиантовый пол, и стремглав выбежала из комнаты.\n",
    "answers": [
      {
        "id": 226,
        "text": "Бежать за ней!"
      }
    ]
  },
  {
    "id": 226,
    "text": "Детектив узнал Лорейн, это точно была она, но с другим цветом волос. Взгляд был такой же пронзительный и холодный как на фотографиях.\n\n\nДевушка бежала по длинному коридору, но подвернув ногу на высоком каблуке, остановилась и оперлась о стену.\n\n\"Лорейн! я хочу помочь вам! давайте просто поговорим!\" — прокричал запыхавшийся детектив.\n\nЛорейн обреченно качнула головой и позволила детективу помочь ей дойти до ближайшего переговорного кабинета.\n\n",
    "answers": [
      {
        "id": 227,
        "text": "зайти"
      }
    ]
  },
  {
    "id": 227,
    "text": "Лорейн, как вы здесь оказались? вас все ищут, что это за место? вы знаете что-то о пропавших бриллиантах?\n\nДа, мне кое-что известно...это дело рук министра финансов. Он давно похищал камни из казначейства и складывал их в катакомбах,  пронося через Атлант. у нас были отношения некоторое время, но я не смогла продолжать общение с таким человеком, а он не смог этого принять и закрыл меня а атланте, чтобы я не проболталамь, пока он заключает сделку о продаже всех камней Лунным министрам.\n",
    "answers": [
      {
        "id": 228,
        "text": "где остальные министры?"
      }
    ]
  },
  {
    "id": 228,
    "text": "Министр кибернетики начал свое расследование и вышел на след, остальные министры тоже стали делать неудобные запросы, поэтому министеоство экономики похитило их на время заключения сделки, чтобы она не сорвалась.",
    "answers": [
      {
        "id": 229,
        "text": "где они"
      }
    ]
  },
  {
    "id": 229,
    "text": "В одном из отельных корпусов Атланта. Их похитили и надели шлемы  виртуальной реальности, они думают, что находятся на Лунной коференции.",
    "answers": [
      {
        "id": 230,
        "text": "Когда сделка?"
      }
    ]
  },
  {
    "id": 230,
    "text": "Она проходит прямо сейчас!",
    "answers": [
      {
        "id": 231,
        "text": "Сорвать сделку "
      }
    ]
  },
  {
    "id": 231,
    "text": "Нужно было срочно найти министров и драгоненности с помощью Лорейн. требовалось незамедлительно разработать план действий.\n\nЗадачи\n1. Найти министров живыми\n2. Сорвать сделку по продаже драгоценных камней",
    "answers": [
      {
        "id": 232,
        "text": "Вперед!"
      }
    ]
  },
  {
    "id": 232,
    "text": "Лорейн сказала, что  требовалось попасть в технический блок Атланта. Сообщение между основным зданием и техблоком проходило под землей.\n\nДетектив вызвал агента Бродягу, тот изучил свои подземные карты и определил, куда идти. Вместе они вышли на улицу и отправились в бетонные трущобы. Бродяга шел впереди, как вдруг скрылся из вида, пролевз через рассщелину, сложенную из двух стен соседних домов.",
    "answers": [
      {
        "id": 102,
        "text": "за ним"
      }
    ]
  },
  {
    "id": 233,
    "text": "провода были покрыты мелкими блестящими кристаллами. \"Здесь осталась пыль от бриллиантов, значит, их транспортировка проходила по этим тоннелям.",
    "answers": [
      {
        "id": 234,
        "text": "Двигаться дальше"
      }
    ]
  },
  {
    "id": 234,
    "text": "Пройдя до конца узкого тоннеля, детектив зашел в разгрузочную зону клуба Атлант. Здесь можно было встретить служащих, требовалась осторожность. Вскоре из тоннеля вышла Лорейн.\n\n\"сейчас мы в технической зоне клуба, сюда запрещен вход для гостей, но я раздобыла дполнительный  пропуск у охраны\".",
    "answers": [
      {
        "id": 235,
        "text": "следовать за лорейн"
      }
    ]
  },
  {
    "id": 235,
    "text": " \"такой большой экран я видела в бриф-зоне для персонала\" — сказала Лорейн, пробегая по длинным пустым коридорам,он находится прямо здесь, — она дернула ручку ближайшей  двери.\n\nВнутри оказался большой зал  с резным столом, министры сидели за ним. На их головах были надеты шлемы виртуальной реальности.",
    "answers": [
      {
        "id": 236,
        "text": "Снять шлем с министра"
      }
    ]
  },
  {
    "id": 236,
    "text": "Детектив снял шлем с министра, тот был дезориентирован, как будто только что проснулся. Оглядевшись и оценив обстановку, он посмотрел на детектива и произнес:\n",
    "answers": [
      {
        "id": 237,
        "text": "\"Где камни?\""
      }
    ]
  },
  {
    "id": 237,
    "text": "втроем они освободили остальных министров. одидаемо, министра экономики среди них не было. \n\nОн пригласил всех в Атлант на вечеринку и усыпил всех с помощью украденной программы из министерства безопасности, чтобы отвести внимание от сделки по камням. она началась час назад. Сделка проходила здесь же, в термах Атланта, и продавались не только бриллианты, но и квадриллианты — в целом 50% фонда Иннополиса отправлялись на Луну, чтобы создать там свою экономику и отделить Луну как отдельную экономическую зону. Министр экономики, разумеется, планировал возглавить это направление. \n\nНужно было остановить эту сделку, иначе Иннополису грозила экономическая катастрофа.\n\n",
    "answers": [
      {
        "id": 238,
        "text": "\"Думать\""
      }
    ]
  },
  {
    "id": 238,
    "text": "ВЫ ДОСТИГЛИ КОНЦОВКИ \"ЛУННЫЕ КАМНИ\"\n\n\nВооружившишь усыпляющими шлемами ВР, детектив, Бродяга и министры, проникли в термы. Там министр экономики уже заканчивал показывать 3д голограммы новых лунных городов. С Луны прибыли 3 министра, которые также участвовали в сделке.\n\nРазделившись, наши герои надели шлемы всем участникам на головы, чтобы ввести в транс-сон.\n\nКамни хранились под водой бассейна терм. Их заметила Лорейн совершенно случайно. Их очень долго доставали, но все же вернули в хранилище казначейства.\n\n",
    "answers": [
      {
        "id": 1,
        "text": "На главную"
      }
    ]
  },
  {
    "id": 239,
    "text": "Детектив и Элиза помирились и решили провести небольшое расследование завтра утром. Тем  более Джессика тоже говорила о девушке по имени Лорейн Дитрих.",
    "answers": [
      {
        "id": 153,
        "text": "Завершить день "
      }
    ]
  },
  {
    "id": 240,
    "text": "",
    "answers": []
  }
]