[
  {
    "id": 1,
    "text": "Жанр: фэнтези, романтика.\nОписание: Дежавю — научно объяснимое явление.  Сталкиваясь с ним, мы не видим в этом ничего сверхъестественного. Мы не сможем даже понять, было ли это на самом деле, или нам это всего лишь приснилось.\nА порой, жизнь многих из нас — одно сплошное дежавю. Дом — работа или учеба — дом.\nНо, если внести в это толику фэнтези, может получиться неплохая история.\n\n\n\n\n\n★30.10.18 Мне остается только облегченно выдохнуть. Квест завершен, оставляю его на критику читателей★",
    "answers": [
      {
        "id": 2,
        "text": "Узнать историю"
      },
      {
        "id": 8,
        "text": "От автора"
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "",
        "system": true
      }
    ]
  },
  {
    "id": 2,
    "text": "Я открыла глаза, голова жутко болела, будто меня ударили чем то тяжелым. Я осмотрелась, вокруг был темный лес.\n\"Где я? Как я оказалась здесь? Я ничего не помню\"\nЯ поднялась на ноги, сознание окончательно ко мне вернулось и я начала понимать. \n\"Вокруг нашей деревни давно ходили слухи о проклятии леса. Голод, страх, болезни, всему причиной был лес. Но как я оказалась здесь?\"\nСтрах, ужас, паника охватили меня.\n\"Я должна найти выход\"\nВ этот момент я услышала хруст веток, кто то приближался. Я начала вглядываться в темноту. \n—Что ты здесь делаешь?  — услышала я детский голос.\nЯ увидела мальчика, лет шести. Он был одет в старую футболку, короткие штаны, а на ногах не было обуви. В руках он держал грязного плюшевого медведя. Мне стало не по себе.",
    "answers": [
      {
        "id": 4,
        "text": "Кто ты?"
      },
      {
        "id": 5,
        "text": "Убежать"
      }
    ]
  },
  {
    "id": 3,
    "text": "В голосе Елизара было столько боли и страха, и я, не мешкая ни секунды, сорвалась с места. Я бежала, что есть сил и не оглядывалась. Я слышала громкий шум позади себя, земля затряслась под ногами, рядом упало несколько деревьев. Я не смогла удержаться на ногах и упала лицом в грязь. Ощутив чье то тяжелое дыхание на своей спине, я перевернулась и замерла от ужаса. Надо мной стоял огромный зверь, из его пасти смердило, а по клыкам на мое лицо стекали липкие слюни. Я лежала, боясь даже сделать вздох. Я почувствовала, как огромные клыки вонзились в мою шею.",
    "answers": [
      {
        "id": 9,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 4,
    "text": "\"Что делает ребенок ночью посреди леса?\"\nЯ слегка дотронулась до него дрожащей рукой, чтобы убедиться, что он настоящий.\n—Кто ты?   — спросила я.\nМальчик улыбнулся и протянул мне руку.\n—Меня зовут Елизар, а тебя?\n—Ева,   — ответила я и с опаской посмотрела на протянутую мне руку.\nМальчик убрал свою руку и спросил:\n—Как ты здесь оказалась?\n—Я не помню, кажется, меня ударили по голове. А что ты здесь делаешь?\n—Я здесь живу со своим отцом,  — ответил Елизар.\n—Живешь здесь, в лесу? Нет, нет, мне это мерещится, ты не настоящий, я просто сплю. Да, я сплю, сейчас открою глаза и окажусь дома, в своей комнате.\nЯ не могла поверить, что это происходит со мной.  \n—Я настоящий,   — сказал мальчик и больно ущипнул меня за руку.\n\"Это не сон, во сне не чувствуется боль\"\n—Если ты живешь здесь, значит ты знаешь, как выйти из этого леса?  — с надеждой спросила я.\nЛицо Елизара помрачнело и я заметила, что в его глазах присутствует что то, что не свойственно его возрасту. В шесть лет мы еще не обременены проблемами, но, казалось, этот ребенок пережил немало горя. Он сел на землю и обнял свою игрушку.\n—Из этого леса невозможно выйти, если ты оказалась здесь, то лес тебя уже не отпустит,  — он опустил взгляд в низ, будто чувствуя свою вину.\n—Это проклятие, которое ходит вокруг этого леса, да?  — спросила я.\n—Что ты знаешь о проклятии?  — Елизар внимательно смотрел мне в глаза, будто пытался найти в них ответ.\nО проклятии я не знала практически ничего, поэтому ответила:\n—Я знаю о проклятии только из слухов, которые распускают жители моей деревни. Я даже не знаю, правда ли это.\nОн продолжал молча смотреть на меня.\n—Как ты здесь оказался?    — спросила я и села напротив него.\nОн крепче сжал в руках игрушку и ответил:\n—Я родился здесь. Папа и мама попали сюда случайно и не смогли выбраться. Мама вскоре после моего рождения умерла, а мы с отцом остались здесь.\nВнезапно он вскочил на ноги и посмотрел на меня глазами, полными ужаса.\n—Беги отсюда, быстро, он здесь,   — закричал Елизар и я быстро встала на ноги.",
    "answers": [
      {
        "id": 3,
        "text": "Бежать"
      },
      {
        "id": 6,
        "text": "Остаться на месте"
      }
    ]
  },
  {
    "id": 5,
    "text": "Вид этого ребенка привел меня в ужас, я со всех ног бросилась бежать. Пробираясь сквозь густые заросли и спотыкаясь практически на каждом шагу, я убежала далеко. Рухнув на землю без сил, я начала громко плакать. Чувство беспомощности, страха и жалости к себе охватили меня.\n—Почему ты убежала?  \nЯ услышала детский голос и резко встала на ноги. Передо мной стоял тот же мальчик.",
    "answers": [
      {
        "id": 4,
        "text": "Кто ты?"
      },
      {
        "id": 7,
        "text": "Продолжать бежать"
      }
    ]
  },
  {
    "id": 6,
    "text": "—Здесь что?   — спросила я.\n—Я сказал беги отсюда, иначе оно убьет тебя,   — в его голосе было столько боли и страха.\nЯ не смогла сдвинуться с места, ноги меня не слушались. В этот момент я услышала грохот ломающихся деревьев, земля затряслась под ногами. Бежать было уже поздно, прямо перед моим лицом стоял огромный зверь. Он зарычал, из его пасти смердило, по огромным клыкам на землю стекали липкие слюни. Я в ужасе замерла, боясь даже сделать вдох, я почувствовала, как огромные клыки вонзились в мою шею.",
    "answers": [
      {
        "id": 9,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 7,
    "text": "—Нет, нет, нет, ты преследуешь меня! Не трогай меня,   — громко закричала я и бросилась бежать в другую сторону, оглядываясь назад, чтобы убедиться, что он не бежит за мной. Он спокойно стоял и даже не сдвинулся с места. Пробежав, как мне показалось, несколько километров, я опять наткнулась на него.\n—Как? Как ты это сделал?   — мой голос дрожал, а руки тряслись.\nМальчик смотрел на меня удивленными глазами.\n—Сделал что? Я стоял здесь, а ты бегаешь по кругу.\nЯ поняла, что убегать нет смысла.",
    "answers": [
      {
        "id": 4,
        "text": "Кто ты?"
      }
    ]
  },
  {
    "id": 8,
    "text": "Здравствуй, дорогой читатель. Это моя вторая книга. Меня попросили написать историю про проклятый лес, поэтому создание этой книги мне далось очень тяжело. Но я очень постараюсь не упасть лицом в грязь:)\n\nКаждый ваш лайк греет душу, спасибо :)\nНе скупитесь, пожалуйста, на комментарии, мне очень важно знать ваше впечатление о квесте.",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 9,
    "text": "Я открыла глаза, голова жутко болела, будто меня ударили чем то тяжелым. Я осмотрелась, вокруг был темный лес.\n\"Я жива?\"\nЯ не могла понять, был ли это сон, или же это было на самом деле. Воспоминания казались такими реальными, а шея ныла. Я ощупала ее и не обнаружила на ней ран. В этот момент я услышала хруст веток, кто то приближался. Я вся напряглась, как струна.\n—Что ты здесь делаешь?  — услышала я голос Елизара.\n—Елизар? Ты жив?  — я с облегчением выдохнула.\nОн посмотрел на меня удивленными глазами и спросил:\n—Откуда ты меня знаешь? Кто ты?\n—Не шути так, мне и без того страшно,   — сказала я и сделала шаг ему навстречу.\nОн попятился назад и продолжал смотреть на меня удивленным взглядом. Я была в недоумении от его поведения.\n—Елизар?  \nЯ смотрела на него вопросительно.\n—Кто ты?   — спросил он.\nМне становилось все больше не по себе.\n\"Может это игра моего воображения? Может все таки это все не настоящее?\"\n—Я Ева,   — ответила я.\n—Откуда ты меня знаешь?  — не унимался Елизар.\n—Мы познакомились с тобой, ты рассказал мне, что твои родители попали в этот лес случайно, ты родился здесь и живешь в этом лесу со своим отцом, пожалуйста, скажи что я не сумасшедшая,  — я готова была расплакаться.\nОн пристально смотрел мне в глаза и я снова увидела в его взгляде что то, что шло вразрез с его видом безобидного ребенка. Он будто видел меня насквозь. Немного помолчав, он дружелюбно улыбнулся. Я испытала такое облегчение, но все же не могла понять, почему он меня не узнал и как он выжил после встречи со зверем. У меня было много вопросов, но я не знала с чего начать, чтобы не отпугнуть его. Немного подумав, я спросила:\n—А где твой отец?   — я надеялась, что он сможет мне помочь.\n—Он сейчас на охоте,   — ответил Елизар и сел на землю, крепко сжимая медведя.\n—И ты гуляешь по лесу один? \n—Да, я стараюсь не уходить далеко.\n—А как же зверь?   — спросила я.\n—Ты видела зверя?    — спросил он и вновь посмотрел мне в глаза. \nОколо минуты он пристально смотрел на меня, а потом вздрогнул и помотал головой, будто отгоняя от себя дурные мысли.\n—Что ты знаешь о звере?   — спросила я.\n—Ничего, мне пора,   — ответил Елизар и, встав на ноги, побежал вглубь леса.",
    "answers": [
      {
        "id": 10,
        "text": "Бежать за ним"
      },
      {
        "id": 11,
        "text": "Остаться на месте"
      }
    ]
  },
  {
    "id": 10,
    "text": "Я должна была получить ответы на свои вопросы, этот мальчик не так прост, как может показаться на первый взгляд. Я побежала, стараясь не потерять его из вида, но он был намного проворнее меня. Я даже удивилась, как он, босиком, так быстро бегает. Упустив его, я остановилась чтобы перевести дыхание. В этот момент послышался уже знакомый грохот. Деревья начали падать, а земля под ногами задрожала. Я поняла, зверь приближается, это был не сон. Я понимала, что убежать от него я не смогу, поэтому, подняв с земли толстую ветку, я приготовилась к встрече с ним. Уже через несколько секунд передо мной стоял огромный зверь. Я дрожащими руками сжимала ветку. Зверь, громко зарычав, кинулся на меня. Я пыталась отбиться от его атаки, но, при столкновении с его туловищем, ветка разломалась и в мою шею вонзились острые клыки.",
    "answers": [
      {
        "id": 12,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 11,
    "text": "Я не стала гнаться за ним. Это все мне показалось очень странным, я стала размышлять над событиями, произошедшими со мной. От мыслей меня отвлек громкий шум. Я увидела, как вдалике начали падать деревья, земля начала дрожать. Паника охватила меня, я поняла, что зверь приближается, это был не сон. Я понимала, что убежать от него я не смогу, поэтому, подняв с земли толстую ветку, я приготовилась к встрече с ним. Зверь стремительно приближался, я дрожащими руками сжимала ветку, сердце бешано колотилось. Через несколько секунд он появился. Он действительно был огромным, огромные когти на лапах и огромные желтые клыки. Я вытянула руки вперед, продолжая сжимать ветку. Зверь зарычал и бросился на меня, я пыталась отбиться, но, при столкновении с его туловищем, ветка разломалась и клыки зверя больно впились в мою шею.",
    "answers": [
      {
        "id": 12,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 12,
    "text": "Я открыла глаза, голова жутко болела, будто меня ударили чем то тяжелым. Я осмотрелась, вокруг был темный лес. Меня охватила паника, мне начало казаться, что я сошла с ума. \n\"Нет, я не сошла с ума, это просто дурной, кошмарный сон. Я не смогла бы выжить после двух встреч со зверем. Но, ощущения такие реальные\"\nОт мыслей меня отвлек звук шагов. И я услышала до боли знакомый голос.\n—Что ты здесь делаешь?",
    "answers": [
      {
        "id": 13,
        "text": "Разозлиться"
      },
      {
        "id": 14,
        "text": "Расплакаться"
      },
      {
        "id": 15,
        "text": "Игнорировать"
      }
    ]
  },
  {
    "id": 13,
    "text": "Вся эта ситуация вывела меня из себя. Правильно ли это, нападать на ребенка? Мне было плевать, меня переполняла злость. Я вскочила на ноги и закричала.\n—Что я здесь делаю? Я не знаю, что я здесь делаю и как здесь оказалась. А ты? Что здесь делаешь ты? Ты ведь не просто так каждый раз сюда приходишь. Ты здесь не случайно, нет, совсем не случайно.\nЯ подошла к нему, схватила его за плечи и начала трясти.\n—Говори кто ты. А знаешь, я поняла, да. Ты и есть этот зверь. А иначе как объяснить, что ты постоянно исчезаешь, как только он появляется? И каким то чудесным образом всегда остаешься в живых.\nОн поднял на меня серьезный взгляд и, грубо стряхнув мои руки, сказал:\n—Не говори того, за что потом может быть стыдно. \nОт его слов мне действительно стало не по себе. \n—Прости, просто у меня нервы на пределе. \nВ этот момент земля задрожала, деревья начали падать, зверь приближался. Елизар схватил меня за руку и потянул за собой. Я вновь для себя отметила, что он сильнее, чем может показаться на первый взгляд.\n—Бежим отсюда,   — его слова отвлекли меня от мыслей.\n",
    "answers": [
      {
        "id": 19,
        "text": "Бежать за ним"
      },
      {
        "id": 20,
        "text": "Остаться на месте"
      }
    ]
  },
  {
    "id": 14,
    "text": "У меня уже не осталось сил держать себя в руках. От безвыходности я закрыла лицо руками и заплакала. Елизар подошел ко мне и положил руку мне на плечо. От неожиданного прикосновения я вздрогнула. \n—Не бойся,   — сказал он, убрал свою руку и сел напротив меня.\nЯ посмотрела на него, он улыбнулся и протянул мне руку.\n—Я Елизар, а тебя как зовут?\n—Только не снова,   — я готова была вновь расплакаться. \nОн с удивлением посмотрел мне в глаза. В этот момент послышался грохот ломающихся деревьев, земля задрожала. Елизар схватил меня за руку и я вновь отметила для себя, что он сильнее, чем может показаться на первый взгляд.\n—Бежим отсюда,   — закричал он.",
    "answers": [
      {
        "id": 19,
        "text": "Бежать за ним"
      },
      {
        "id": 20,
        "text": "Остаться на месте"
      }
    ]
  },
  {
    "id": 15,
    "text": "Я не стала отвечать ему, я уже не была уверена, что это все происходит на самом деле. Елизар подошел ближе и положил свою руку мне на плечо. От неожиданного прикосновения я вздрогнула.\n—Кто ты?   — спросил он.\nЯ продолжала молчать.\n—Почему ты молчишь?   — Елизар не унимался.\nСпустя несколько мгновений земля задрожала, деревья начали падать, зверь приближался. Я не сдвинулась с места.\n—Это все не настоящее, это сон, это просто сон,   — я повторяла эти слова как мантру.\nЕлизар схватил меня за руку и я вновь для себя отметила, что он сильнее, чем может показаться на первый взгляд.\n—Бежим отсюда,   — прокричал он.",
    "answers": [
      {
        "id": 19,
        "text": "Бежать за ним"
      },
      {
        "id": 20,
        "text": "Остаться на месте"
      }
    ]
  },
  {
    "id": 16,
    "text": "Продолжение следует...",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 17,
    "text": "Я открыла глаза. Не обращая внимания на жуткую головную боль, я поднялась на ноги и пошла Елизару на встречу. Я его не боялась. Я думала, что это защитная реакция моего организма и я его просто выдумала, чтобы не бродить в одиночку по лесу. Почему мне в голову пришел образ ребенка, я не знала, но, раз я уже и так сошла с ума, почему бы для кучи не поговорить с вымышленным другом? В этот момент я как раз его увидела. Он шел и озирался по сторонам, будто боясь кого то.\n—Не бойся, зверя пока нет,   — сказала я.\nЕлизар вздрогнул и посмотрел на меня.\n—Чт...\nЯ не дала ему договорить.\n—Что я здесь делаю? Я тебе уже говорила, я не помню как оказалась здесь. \nОн поднял на меня пронзительный взгляд, от которого у меня пробежали мурашки по всему телу, он будто смотрел мне в самую душу.\n—Не смотри на меня так, мне начинает казаться, что ты видишь меня насквозь,   — сказала я и инстинктивно обняла себя за плечи. \n—Хотя, ты плод моего воображения, конечно ты все обо мне знаешь,   — я немного успокоилась.\nЕлизар посмотрел на меня, как на умалишенную, а потом улыбнулся и спросил:\n—Плод твоего воображения? Сколько ты уже здесь?\n—Ну, если так подумать, один день,   — ответила я.\n",
    "answers": [
      {
        "id": 18,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 18,
    "text": "Я почти смирилась с тем, что со мной происходит. Я ни раз умерла от клыков зверя, но каждый раз чудом оставалась в живых. Я поверила в проклятие, о котором говорили жители нашей деревни. Неожиданно для себя я отметила, что прошло немало времени, но зверь не объявился. И, раз у меня уже развилась шизофрения, я решила посоветоваться со второй частью своего сознания, которая теперь гуляла отдельно от меня.\n—Ты не заметил? Прошло много времени, но зверя еще нет.\n—Он все равно объявится, ты еще не готова,   — ответил Елизар.\nЯ была удивлена его словами.\n—Не готова к чему?   — спросила я.\nНо ответ на свой вопрос я не получила. Уже знакомый грохот ломающихся деревьев послышался вдалике. Я посмотрела на Елизара и спокойно спросила.\n—Останешься или убежишь? \n—Ты совсем не боишься?   — с прищуром посмотрев мне в глаза, спросил он.\n—Уже нет,   — ответила я и повернулась лицом в сторону источника звука. ",
    "answers": [
      {
        "id": 21,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 19,
    "text": "Елизар потянул меня за собой и я не стала сопротивляться. Сорвавшись с места, мы бросились бежать прочь. Я с трудом поспевала за ним. \n\"Да, в догонялках ему нет равных\"  — пронеслось у меня в голове. А тем временем деревья продолжали падать, Елизар ловко уворачивался от них. Я начала понимать, что убежать нам не удастся. Но, вся эта ситуация уже не наводила на меня столько ужаса. Я начала осознавать, чтобы этот зверь ни сделал со мной, никакого вреда он мне не причинит. При любом исходе, этот день начнется заново. В этот момент я услышала рык зверя позади нас, он, совершив резкий прыжок, в тот же миг стоял перед нами. Елизар крепче сжал мою руку, а я, желая его защитить, встала перед ним. Посмотрев зверю в глаза, я сказала:\n—Ну давай.\nИ зверь кинулся на меня.\n\"А глаза у него человеческие\"\nЭти мысли возникли в моей голове прежде, чем мои глаза закрылись.",
    "answers": [
      {
        "id": 17,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 20,
    "text": "Я резко выдернула свою руку и сказала:\n—От этого зверя невозможно убежать. Что бы я ни сделала, он догонит меня и съест, а завтра я снова проснусь как ни в чем не бывало, правда у меня будет болеть голова. А ты беги, завтра увидимся.\nКазалось, я начала мыслить здраво, или наоборот, я потихоньку начала сходить с ума, но, так или иначе, эта ситуация уже не наводила на меня столько ужаса. Я начала осознавать, как бы я здесь ни оказалась, что бы зверь ни сделал со мной, этот день снова повторится. Елизар посмотрел на меня изумленным взглядом и бросился прочь. В этот момент я почувствовала дыхание зверя позади себя. Я обернулась, посмотрев зверю в глаза, я сказала:\n—Ну давай.\nИ зверь кинулся на меня.\n\"А глаза у него человеческие\"\nЭти мысли пронеслись у меня в голове прежде, чем мои глаза закрылись.",
    "answers": [
      {
        "id": 17,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 21,
    "text": "Земля под ногами дрожала, я видела зверя, который стремительно приближался ко мне. Сделав глубой вдох, я сжала ладони в кулаки и приготовилась к встрече с ним. Спустя несколько мгновений он стоял напротив меня. Я вновь заглянула ему в глаза. Мне показалось, что я увидела удивление в его глазах, но не придала этому значения. \n—Это все равно лишь иллюзия, моя больная фантазия,   — произнесла я свои последние слова.",
    "answers": [
      {
        "id": 22,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 22,
    "text": "У меня окончательно начало сносить крышу. Ко всей этой ситуации я начала относиться с капелькой юмора. Я услышала шаги Елизара. Поднялась на ноги и, как только он приблизился, резко выскочила из-за дерева и схватила его за плечи. Он вздрогнул и...\n—Ты оскалился на меня?   — я была уверена, что мне не показалось, я правда это видела. \nНа пол секунды его глаза загорелись, лицо приняло устрашающий вид и я увидела небольшие клыки. Он испуганно смотрел на меня, потом схватил меня за руку и сказал:\n—Ева, я не хотел тебя напугать, я все объясню тебе.",
    "answers": [
      {
        "id": 23,
        "text": "Выслушать его",
        "need": 20
      },
      {
        "id": 24,
        "text": "Убежать"
      },
      {
        "id": 26,
        "text": "Выслушать его",
        "need": 19
      }
    ]
  },
  {
    "id": 23,
    "text": "Я уставилась на него вопросительным взглядом. \n—Я тебе не говорила свое имя. Получается, ты все это время притворялся, да?\nОн сделал глубокий вдох, собираясь с мыслями.\n—Нет, я правда ничего не помню из того, что помнишь ты. Но я могу видеть чужие воспоминания.\n—Тогда ты можешь увидеть, как я оказалась здесь.\nЯ поверила ему и надеялась, что он поможет мне понять, как я оказалась в этом лесу. Но Елизар помотал головой.\n—Нет, ты сама этого не помнишь, поэтому я не смогу тебе помочь.\nОн опустил голову вниз, будто извиняясь. Но у меня остался один, главный вопрос. \n—Ты.. Ты ведь и есть этот зверь, да?\nНе знаю почему, но мне хотелось, чтобы он сказал нет, что он не враг мне. Он внимательно посмотрел мне в глаза.\n—Ты ведь не думаешь, что я стал бы нападать на тебя? \n—Я не знаю, я ничего не понимаю.\nУ меня начали сдавать нервы, Елизар встал на ноги и подошел ко мне.\n—Только не бойся, лес чувствует эмоции,  — сказал он и взял меня за руку.\nМне стало немного спокойнее. Я понимала, что ни одна в этом лесу, что у меня есть друг. И я его не придумала, он настоящий. \n—Но, ты не ответил на мой вопрос,   — сказала я.\nЕлизар опустил мою руку и сел на землю, сжимая медведя в руках.\n—Да, тебе не показалось, но...\nОт его слов у меня будто все рухнуло внутри, я потеряла последнюю надежду. Я не дала ему договорить.\n—Ты притворялся другом, я поверила тебе..\nВ тот же миг послышался грохот ломающихся деревьев, Елизар быстро вскочил на ноги и подбежал ко мне.\n—Я же говорил, ты не должна бояться, лес чувствует тебя, пока ты боишься, зверь будет приходить,  — он крепко схватил меня за руку и развернул к себе.\n—Успокойся, да, я не человек, но я не..\nОн не успел договорить, в этот момент я услышала рык зверя позади себя. Я обернулась, Елизар отпустил мою руку.\n—Прости,   — сказал он и убежал вглубь леса.\n\"Он бросил меня, оставил одну, но, я видела его и видела зверя, одновременно. А значит, значит что он не тот зверь. Нет, он правильно сделал, что убежал. Я выживу, со мной ничего не случится, это мой день, ни его\"",
    "answers": [
      {
        "id": 25,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 24,
    "text": "\"Все это время я считала себя сумасшедшей, я думала, что я сама выдумала для себя эту реальность. Он притворялся другом, а на самом деле он и есть зверь\"\nВыдернув свою руку, я оттолкнула его и бросилась бежать. Я бежала пока меня не настиг зверь. Я проживала этот день снова и снова, в этом был и свой плюс, я не могла умереть, но, это же было и минусом. Я осталась в этом лесу навечно, постепенно теряя рассудок.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 25,
    "text": "—Что ты здесь делаешь?\nЯ услышала голос Елизара и открыла глаза.\n—Ты сегодня рано,   — усмехнулась я, он посмотрел на меня удивленным взглядом.\n—Не смотри на меня так, лучше залезь мне в голову, или как это называется,   — сказала я и посмотрела ему в глаза.\nЕлизар прищурился и внимательно посмотрел на меня. После чего улыбнулся и сел напротив. У меня было много вопросов к нему, но я не знала, с чего начать.\n—Почему я проживаю этот день снова и снова? Ты меня держишь здесь?   — спросила я.\n—Нет,  — ответил он.  -Я уже говорил, если ты оказалась в этом лесу, лес тебя не отпустит.\n—Но должен быть способ выбраться отсюда,   — с надеждой сказала я,   —Я замечаю, что то меняется. Но, ты говорил, что если я не буду бояться, зверь не появится. Я уже не боюсь его, но, несмотря на это, он все равно появляется. Кто он?   — я смотрела на Елизара с ожиданием и те секунды, что он молчал, казалось, тянулись вечно. Сделав глубокий вздох, он сказал:\n—Это страж леса. Он охраняет лес от посторонних. Но, почему ты каждый раз остаешься в живых?  Я не смогу ответить на этот вопрос. Повторюсь, лес чувствует тебя, твои эмоции, если ты будешь бояться, он будет тебя пугать, а если ты будешь смеяться над этой ситуацией, в итоге лес сведет тебя с ума. Ты должна найти золотую середину, чтобы сохранить рассудок.\nЯ задумалась над его словами. В этот момент послышался уже знакомый грохот. Елизар поднялся на ноги и виновато посмотрел на меня.\n—Ничего, беги,   — сказала я и он бросился прочь.\nВ этот момент зверь уже стоял напротив меня, обнажив свои огромные клыки.\n\"Я не должна бояться, я не должна бояться\"\nЯ снова и снова внушала себе эти мысли.\n\"Может мне заговорить с ним, что мне терять?\"",
    "answers": [
      {
        "id": 27,
        "text": "Молча стоять"
      },
      {
        "id": 28,
        "text": "Поговорить со зверем"
      }
    ]
  },
  {
    "id": 26,
    "text": "Я уставилась на него вопросительным взглядом.\n—Я не говорила тебе свое имя. Получается, все это время ты притворялся, что не узнаешь меня?\nЕлизар сделал глубокий вдох, собираясь с мыслями. \n—Нет, я не притворялся и не обманывал тебя. Я правда не помню того, что помнишь ты. Но я могу увидеть чужие воспоминания. \n—Тогда ты можешь помочь мне узнать, как я оказалась в этом лесу?\nЯ поверила ему и надеялась, что он сможет помочь мне узнать, что произошло. Елизар сел на землю, крепко сжимая медведя и помотал головой.\n—Нет, ты сама этого не помнишь, поэтому я не смогу тебе помочь,  — он опустил голову, будто извиняясь. \nНо у меня к нему был еще один вопрос. Немного подумав, я спросила:\n—А клыки? Я ведь их видела, правда? Мне не показалось. Я бы подумала, что ты и есть этот зверь, но.. Я видела тебя и зверя. Одновременно.\nОн, поднявшись с земли, подошел ко мне ближе и взял меня за руку. Посмотрев мне в глаза, он сказал:\n—Только не бойся, лес чувствует эмоции, если будешь бояться, придет зверь.\n—Я не боюсь,   — ответила я.\n—Да, я не человек,  — в его голосе было столько сожаления,    —Но я никогда не стал бы нападать на тебя, поверь.\nЯ хотела сказать ему, что верю ему, но не успела. Земля задрожала под ногами, Елизар отпустил мою руку.\n—Прости,   — сказал он и побежал вглубь леса.\n\"Он бросил меня, оставил одну. Нет, он правильно сделал, что убежал. Я выживу, со мной ничего не случится, это мой день, ни его\"",
    "answers": [
      {
        "id": 25,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 27,
    "text": "Я мысленно приготовилась к тому, что сейчас произойдет. Я знала, не смотря ни на что, этот день не станет для меня последним.",
    "answers": [
      {
        "id": 30,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 28,
    "text": "\"Так, лучший способ успокоиться — разговор\"\nБудучи человеком, который редко все обдумывает перед тем, как действовать, я решила заговорить зверю зубы, то есть клыки. Он смотрел на меня и готов был совершить прыжок. Я, вытянув руки вперед и попятившись назад, закричала:\n—А ну стой. Еще один шаг и я сама тебя покусаю.\nМне показалось, я увидела удивление в глазах зверя, он стоял неподвижно и смотрел на меня, а я продолжала:\n—Ну правда, где справедливость? От твоих укусов у меня уже вся шея болит.\nЯ посмотрела ему в глаза.\n—А знаешь, глаза у тебя прям человеческие, правда. Ты мне кого то напоминаешь. О, точно, ты совсем как мой бывший, та еще скотина.\nЗверь зарычал и я испуганно замахала руками.\n—Нет, нет, нет, я не то имела ввиду.\n\"Он правда меня понимает?\"",
    "answers": [
      {
        "id": 29,
        "text": "Продолжать болтать"
      },
      {
        "id": 31,
        "text": "Замолчать"
      },
      {
        "id": 32,
        "text": "Погладить зверя"
      }
    ]
  },
  {
    "id": 29,
    "text": "Отметив для себя, что, похоже, зверь не против беседы, я села на землю.\n—Присаживайся,   — сказала я.\nКак бы странно это ни звучало, но мне показалось, что на морде зверя появилась улыбка.\n\"Либо я сошла с ума, либо, как и сказал Елизар, я перестала бояться и поэтому зверь не нападает\"\nЧто бы не было причиной его дружелюбного поведения, я решила не прекращать монолог.\n—Слушай, мы с тобой уже столько раз встречались, но так и не познакомились, меня зовут Ева,   — я хотела протянуть ему руку, но в тот же миг передумала.\n\"Ева, без резких движений, он тебе не друг\"\n—Так значит, ты охраняешь лес, да?  — спросила я.\n—Знаешь, я ведь в этот лес попала не по собственному желанию, поэтому, почему бы тебе меня просто не отпустить? И лес будет в безопасности и я счастлива.\nЗверь оскалился, обнажив свои огромные клыки.\n\"Он и правда меня понимает\"\n—Ладно, ладно, я не против поболтать с тобой еще немного.\nЯ рассказала ему обо всем, о себе. О том, что я родилась в деревне, о том, что я сирота, родители погибли когда я была совсем маленькой. Зверь, на удивление, оказался неплохим собеседником, молчаливым, но не плохим. Я не боялась его и не смеялась над ним. Кажется, я нашла ту золотую середину, о которой говорил Елизар. Я говорила до тех пор, пока не заметно для себя ни уснула.",
    "answers": [
      {
        "id": 34,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 30,
    "text": "Проснувшись с уже привычной головной болью, я открыла глаза.\n\"Сколько это может продолжаться? Я должна сделать что то, хотя бы попытаться, чтобы вырваться отсюда\"\nВ этот момент послышались шаги Елизара и я услышала вопрос, который уже в печёнках у меня сидел:\n—Что ты здесь делаешь?\nЭто начало выводить меня из себя. Я почувствовала, что еще чуть чуть и я взорвусь, я не смогу совладать со своими эмоциями.\n—Кто ты?  \nЭто стало последней каплей, я вскочила на ноги и в тот же миг земля задрожала.\n—Ну, с меня хватит,   — закричала я.\nЕлизар схватил меня за руку и потянул за собой.\n—Бежим отсюда.\nЯ выдернула свою руку.\n—А смысл? Он все равно нас догонит,   — сказала я и закрыла глаза.\n\"Так, Ева, успокойся и соберись с мыслями, ты должна что то придумать\"\nБудучи человеком, который редко все обдумывает перед тем, как действовать, я решила заговорить зверю зубы, то есть клыки. Он уже стоял напротив и готов был кинуться на меня. Я, вытянув руки вперед и попятившись назад, закричала:\n—А ну стой. Еще один шаг и я сама тебя покусаю.\nМне показалось, я увидела удивление в глазах зверя.\n—Ну правда, где справедливость? От твоих укусов у меня уже вся шея болит.\nЯ внимательно посмотрела ему в глаза.\n—А глаза у тебя прям человеческие, я давно это заметила, правда. Знаешь, ты мне кого то напоминаешь. О, точно, ты совсем как мой бывший, та еще скотина.\nЗверь зарычал и я испуганно замахала руками.\n—Нет, нет, нет, я не то имела ввиду.\n\"Неужели он меня понимает?\"",
    "answers": [
      {
        "id": 29,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 31,
    "text": "Я опустила голову вниз и закрыла глаза.\n—Ладно, делай что должен,   — я едва успела договорить, острые клыки вонзились в мою шею.",
    "answers": [
      {
        "id": 33,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 32,
    "text": "Я медленно сделала шаг вперед и вытянула дрожащую руку, зверь оскалился на меня и.. Темнота.",
    "answers": [
      {
        "id": 33,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 33,
    "text": "Проснувшись с уже привычной головной болью, я открыла глаза.\n\"Сколько это может продолжаться? Я должна сделать что то, хотя бы попытаться, чтобы вырваться отсюда\" \nВ этот момент послышались шаги Елизара и я услышала вопрос, который уже в печёнках у меня сидел:\n—Что ты здесь делаешь?\nЭто начинало выводить меня из состояния равновесия, я вскочила на ноги. В тот же миг земля задрожала. Елизар схватил меня за руку и потянул за собой, сказав:\n—Бежим отсюда.\nЯ резко выдернула свою руку.\n—Ты беги, а у меня здесь важная встреча,   — сказала я.\n\"Так, вторая попытка\"\nКак только зверь приблизился, я улыбнулась и даже раскинула руки для объятий.\n—О, а вот и ты, мой старый друг, иди сюда, обнимемся.\nЗверь замешкался, а я была настроена решительно.\n—Ладно, давай без объятий, просто поговорим.\nЗверь зарычал, но остался стоять на месте.\n\"Кажется, это работает\"",
    "answers": [
      {
        "id": 29,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 34,
    "text": "Я открыла глаза, с удивлением осознав, что у меня не болит голова. Я осмотрелась, хоть меня и окружал лес, день был солнечный.\n\"Не может быть\"\nЯ не поверила своим глазам, в этот момент я услышала звук поспешных шагов.\n—Ева, что ты сделала?  — Елизар был встревожен,   —Ты убила зверя? \nОн подошел ко мне и внимательно посмотрел мне в глаза. Я была удивлена его вопросом.\n—Убила? А его можно убить?  \nЕлизар опустил голову, но я должна была услышать ответ.\n—Я не убивала его, но мне показалось, что он понимает меня. И вот о чем я думаю. Если ты выглядишь как человек и понимаешь меня, то скорее всего и он тоже. Расскажи мне все, что знаешь о звере.\nЕлизар внимательно посмотрел мне в глаза и крепче сжал игрушку.\n—Ты права,   — сказал он и сел на землю,   -Он понимает тебя. Этот зверь, это мой отец, он страж леса и я его наследник. Если он умрет, стражником леса стану я. Его можно убить, то есть он может умереть. Он полностью зависит от этого леса, его жизнь тоже. И моя,   — он опустил голову и закрыл глаза.\nВнезапно он вскочил на ноги и, схватив меня, прижал к дереву.\n—Стой здесь и не двигайся,   — его слова прозвучали настолько убедительно, что я не сдвинулась бы с места, даже если бы мне пригрозили расстрелом.\nЕлизар отпустил меня и отошел в сторону. В этот момент я услышала незнакомый голос:\n—Елизар, ты почему разгуливаешь в таком виде?   — это был мужчина лет пятидесяти.\nТо, что произошло потом, повергло меня в шок, мне пришлось прижать ладони к губам, чтобы не закричать. На моих глазах Елизар, тот Елизар, что  так трепетно сжимал плюшевого медведя в руках каждый раз, когда нервничал, в миг обратился в красивого, высокого парня. На вид ему было лет двадцать шесть, он был года на три старше меня. О чем они говорили с тем мужчиной, я уже не слышала.",
    "answers": [
      {
        "id": 35,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 35,
    "text": "Закончив разговор с мужчиной, Елизар быстрым шагом направился в мою сторону и, как только он приблизился, я рассмеялась.\n—Ну я так и знала, я сошла с ума,   — сквозь смех произнесла я.\nЕлизар взял меня за руку и сказал:\n—Не кричи, он услышит.\nЯ выдернула свою руку и попятилась назад.\n—Все это время я пыталась убедить себя, что все это происходит на самом деле.\n—Ева, прекрати.\nНо я не слушала его, продолжая смеяться, я кричала:\n—И как только я могла поверить, что все это настоящее?\n—Не вынуждай меня,   — сказал Елизар, но мне было плевать на его угрозы.\n—Этот лес, он не настоящий, ты не настоящ....\nЯ не смогла договорить, в этот момент я ощутила нежный поцелуй на своих губах. По всему телу пробежали мурашки. Елизар обнял меня и прижал к себе.\n—Убедилась, что я настоящий?   — спросил он и улыбнулся,   -Теперь я знаю, как заставить тебя замолчать.",
    "answers": [
      {
        "id": 36,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 36,
    "text": "Он отстранился и посмотрел мне в глаза. Этот озорной блеск в его глазах заставил меня засмущаться, я почувствовала, как лицо наливается краской. Смотря на него, я задумалась.\n\"Он и в самом деле красив, выразительные черты лица, эти глаза.. Один только его взгляд заставляет мое сердце трепетать\"\nЕлизар улыбнулся.\n—Вот черт, ты и мысли читать умеешь?   — испуганно спросила я.\n—Нет, мысли читать я не умею,  — ответил он и сделал шаг вперед, заставив меня попятиться.\n—А о чем ты думаешь?   — он сделал еще один шаг вперед, заставляя меня вновь сделать шаг назад.\nЯ пыталась привести мысли в порядок, но у меня это плохо получалось.\n—Я.. Я думала,   — я начала мямлить.\n—О чем?   — спросил Елизар и вновь сделал шаг вперед.\nЯ отступила назад и уперлась спиной в дерево. Он был слишком близко, я чувствовала его дыхание на щеке. \n\"Как смеет этот парень так нагло вторгаться в мое личное пространство?\"\n",
    "answers": [
      {
        "id": 37,
        "text": "Оттолкнуть его и отойти"
      },
      {
        "id": 38,
        "text": "Нет, мне комфортно"
      }
    ]
  },
  {
    "id": 37,
    "text": "Я слегка оттолкнула его и отошла от дерева.\n—Знаешь, ты мне нравился куда больше, когда был ребенком,   — высказала я.\n—Правда? А мне показалось...\nЯ не дала ему договорить.\n—Тебе показалось. Если я что и поняла про этот лес, так это то, что он часто наводит на бредовые мысли.\nЕлизар пожал плечами.\n—Кстати, а зачем ты притворялся?   — спросила я.\n—Потому что если бы я сразу подошел к тебе в этом облике, ты бы дрожала примерно как сейчас,   — ответил он.\n—Я не дрожу.\n—Дрожишь,   — он улыбнулся.\n\"Да, дрожу, у меня трясутся колени и меня нехило так потряхивает\"\n—Это от холода,   — я попыталась оправдаться, но лучше бы я молчала. Елизар обхватил меня руками и прижал к себе.\n—Так теплее?\nДа, так намного теплее, но то того, что он так бесцеремонно прикасается ко мне, дрожь в коленях только усилилась, поэтому я отстранилась от него.",
    "answers": [
      {
        "id": 39,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 38,
    "text": "Елизар пальцем провел от моего виска к подбородку.\n—Ты красивая,   — сказал он и отошел.\n—Неожиданно, спасибо,   — ответила я.\n—Неожиданно? А чего ты ожидала?   — он подошел ко мне и слегка коснулся моих губ в нежном поцелуе.\n—Этого?\n—Знаешь, ты мне нравился куда больше, когда был ребенком,   — высказала я.\n—Правда? А мне показалось...\nЯ не дала ему договорить.\n—Тебе показалось. Если я что и поняла про этот лес, так это то, что он часто наводит на бредовые мысли.\nЕлизар пожал плечами.\n—Кстати, а зачем ты притворялся?   — спросила я.\n—Потому что если бы я сразу подошел к тебе в этом облике, ты бы дрожала примерно как сейчас,   — ответил он.\n—Я не дрожу.\n—Дрожишь,   — он улыбнулся.\n\"Да, дрожу, у меня трясутся колени и меня нехило так потряхивает\"\n—Это от холода,   — я попыталась оправдаться, но лучше бы я молчала. Елизар обхватил меня руками и прижал к себе.\n—Так теплее?\nДа, так намного теплее, но от того, что он так бесцеремонно прикасается ко мне, дрожь в коленях только усилилась, поэтому я отстранилась от него.",
    "answers": [
      {
        "id": 39,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 39,
    "text": "Я села на землю и спросила:\n—А тот мужчина? Это..\nЕлизар не дал мне договорить.\n—Это мой отец,   — сказал он и сел напротив.\n—Он выглядит как человек,  — сказала я.\n—Он человек, точнее, он был им, раньше,   — ответил Елизар.\n—Но если это твой отец, почему ты каждый раз убегаешь от него?   — спросила я.\nЕлизар поднял на меня серьезный взгляд и произнес:\n—Я хотел защитить тебя, я не знал, что ты сама с этим можешь справиться. Люди редко попадают сюда, но, ни одному человеку еще не удалось выжить здесь.\n—Тогда почему я еще жива?    — спросила я.\nЕлизар пожал плечами.\n—Не знаю,   — ответил он и опустил голову вниз.\n",
    "answers": [
      {
        "id": 40,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 40,
    "text": "Мы разговаривали с Елизаром до самой темноты. С ним я забывала обо всем, даже о том, что сейчас моя жизнь висит на волоске, он сказал, что всегда будет меня защищать и я поверила ему. С ним я чувствовала себя в безопасности. С наступлением темноты в лесу стало заметно холоднее, я обняла себя за плечи, пытаясь согреться. Елизар протянул мне руку.\n—Идем сюда,   — сказал он. \nЯ подняла на него взгляд и...",
    "answers": [
      {
        "id": 41,
        "text": "Взяла его за руку"
      },
      {
        "id": 42,
        "text": "Отказалась от его помощи"
      }
    ]
  },
  {
    "id": 41,
    "text": "Я взяла его за руку, он, притянув к себе, обнял меня двумя руками и уложил на землю, прижимая меня спиной к себе.\n—Ты совсем замерзла,   — сказал он шепотом мне на ухо, от чего у меня по всей коже пробежали мурашки.\n",
    "answers": [
      {
        "id": 43,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 42,
    "text": "—Мне не холодно,   — солгала я , не желая вновь оказаться в его объятиях.\nОн встал на ноги, подошел ко мне и обнял меня двумя руками. Уложив меня на землю, он крепко прижал меня спиной к себе.\n—Перестань, ты совсем замерзла,    — сказал он шепотом мне на ухо, от чего у меня по всей коже пробежали мурашки.\n Я, было дело, начала сопротивляться, он крепче прижал меня к себе и сказал:\n—Я не отпущу тебя, даже если ты будешь кричать.\nПотом он произнес с улыбкой:\n—Только помни, если ты начнешь это делать, я знаю, как заставить тебя замолчать.\nПодумав над его словами я...",
    "answers": [
      {
        "id": 43,
        "text": "Смирилась"
      },
      {
        "id": 44,
        "text": "Закричала"
      }
    ]
  },
  {
    "id": 43,
    "text": "Я прижалась к нему спиной и закрыла глаза. Я ощущала его тепло и смогла согреться, но, при этом, мне было крайне неловко, я никак не могла заснуть.\n—Ева?   — услышала я его голос и открыла глаза.\n—Что?   — спросила я.\n—Ты боишься меня?   — его вопрос удивил меня.\n—Нет,   — уверенно ответила я.\nЯ действительно его не боялась, я была благодарна ему, что он здесь, со мной, что я не одна в этом проклятом лесу.\n—Тогда почему у тебя так сильно бьется сердце?   — спросил Елизар.\n—Просто.. Мне немного неловко,    — честно ответила я.\n—В этом нет ничего неправильного,   — сказал он,   —Просто так гораздо теплее, постарайся успокоиться и заснуть.\nЯ покачала головой, а он сильнее прижал меня к себе.\n—Хотя я рад, что заставляю твое сердце биться чаще,   — произнес он с улыбкой на лице, я почувствовала, как запылали мои щеки.\nЗакрыв глаза, я постаралась привести мысли в порядок и успокоиться. Спустя какое то время мне, все же, удалось заснуть.",
    "answers": [
      {
        "id": 47,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 44,
    "text": "Набрав полные легкие воздуха, я закричала изо всех сил. Елизар развернул меня к себе и накрыл мои губы мягким поцелуем. У меня перехватило дыхание. \n—Я же предупреждал,   — произнес он с озорной улыбкой на лице.",
    "answers": [
      {
        "id": 43,
        "text": "Отвернуться и лечь спать"
      },
      {
        "id": 46,
        "text": "Закричать еще раз"
      }
    ]
  },
  {
    "id": 45,
    "text": "И пусть мой поступок не поддавался никакой логике, я вновь закричала. Елизар серьезно посмотрел мне в глаза и сказал:\n—Если ты хочешь, чтобы я поцеловал тебя, просто скажи. Но перестань кричать, если тебя услышит мой отец, может случиться беда.\n\"Я и в самом деле даже не задумалась о последствиях\"\nМысленно ругая себя за безрассудность, я отвернулась.",
    "answers": [
      {
        "id": 43,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 46,
    "text": "Не совсем понимая, что на меня нашло и не думая о том, что по пустому ночному лесу эхо разносится со скоростью света, я вновь закричала что было сил. Елизар удивленно посмотрел мне в глаза и поцеловал, в этот раз более требовательно и страстно.\n—Я так всю ночь могу,    — улыбнулся он.",
    "answers": [
      {
        "id": 43,
        "text": "Пора бы и успокоиться"
      },
      {
        "id": 45,
        "text": "Все равно кричать"
      }
    ]
  },
  {
    "id": 47,
    "text": "—Елизар, что здесь происходит?\nНас разбудил мужской голос и мы резко вскочили на ноги. Елизар встал передо мной, пытаясь таким образом меня защитить.\n—Отец?   — в его голосе слышался страх.\n—Я спрашиваю, что здесь происходит? Кто это?\nЯ осмелилась выглянуть из-за спины Елизара и посмотреть в глаза мужчине. Столько гнева было в этих глазах, что я невольно поежилась.\nМужчина посмотрел на меня и сделал шаг вперед.\n—Я знаю тебя,   — сказал он.\n—Не подходи к ней,   — голос Елизара прозвучал неестественно, это был не человеческий голос.\n—Ты угрожаешь отцу?   — я увидела, как глаза мужчины загорелись красным цветом.",
    "answers": [
      {
        "id": 48,
        "text": "Стоять молча"
      },
      {
        "id": 49,
        "text": "Вмешаться в разговор"
      },
      {
        "id": 50,
        "text": "Убежать"
      }
    ]
  },
  {
    "id": 48,
    "text": "\"Что я могу сделать, если ссорятся два зверя? Я всего лишь человек\"\nЗдравый смысл подсказывал мне, что я не должна вмешиваться в разговор. А тем временем обстановка становилась напряженнее.\n—Ты пойдешь против отца?   — закричал мужчина.\n—Если потребуется,   — ответил Елизар.\nВ тот же миг отец Елизара и сам Елизар обратились в огромных, устрашающих зверей. Я с трудом сдержалась, чтобы не закричать. Я увидела, как они одновременно кинулись друг на друга. В смертельной схватке сошлись два зверя. Что произошло потом, я смутно помню. Пронзительный жалобный визг и красные, от крови, клыки. Острая боль и темнота.",
    "answers": [
      {
        "id": 51,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 49,
    "text": "\"Это не приведет ни к чему хорошему, я должна что-то сделать\"\nНабравшись смелости, я сделала шаг вперед.\n—Ева, не дури,   — прокричал Елизар, схватил меня за руку и вновь заслонил меня собой.\nА тем временем обстановка становилась напряженнее.\n—Ты пойдешь против отца?   — закричал мужчина.\n—Если потребуется,   — ответил Елизар.\nВ тот же момент отец Елизара и сам Елизар обратились в огромных, устрашающих зверей. Я с трудом сдержалась, чтобы не закричать. Они одновременно кинулись друг на друга. В смертельной схватке сошлись два зверя, что произошло потом, я смутно помню. Пронзительный жалобный визг и красные, от крови, клыки. Острая боль и темнота.",
    "answers": [
      {
        "id": 51,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 50,
    "text": "\"Что я могу сделать, если ссорятся два зверя? Я всего лишь человек, я должна спасать себя\"\nКаким бы эгоистичным поступком это ни было, на тот момент мне показалось, что это единственное верное решение. Сорвавшись с места, я бросилась бежать со всех ног. Я почувствовала, как земля задрожала, обернувшись, я увидела, как отец Елизара и сам Елизар в миг обратились в огромных, устрашающих зверей. Они оба кинулись в мою сторону, я поняла, что убежать я не смогу, но, поддавшись панике, я уже не могла остановиться. Зверю не составило большого труда догнать меня, совершив режкий прыжок, он уже стоял передо мной и готов был разорвать меня на кусочки. Я увидела, как Елизар кинулся на него, в смертельной схватке сошлись два зверя, я с трудом различала, кто из них кто. Что произошло потом, я смутно помню. Пронзительный жалобный визг и красные, от крови, клыки. Острая боль и темнота.",
    "answers": [
      {
        "id": 51,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 51,
    "text": "С большим трудом открыв глаза, я с ужасом осознала, что нахожусь в каком то темном помещении. Поднявшись на ноги, я сделала шаг и в тот же момент упала, больно ударившись носом. Я присела и вытерла кровь с лица. Ощупав свою ногу, на лодыжке я обнаружила цепь. \n\"Что произошло? Как я оказалась здесь? Где я?\"\nЯ собралась с мыслями и вспомнила схватку Елизара с отцом.\n\"Елизар. Он жив?\"\nУслышав, как со скрипом отворилась дверь в помещение, я вздрогнула. Это был отец Елизара.\n—Очнулась? Ешь,   — с этими словами он швырнул на пол тарелку с едой.\n",
    "answers": [
      {
        "id": 52,
        "text": "Поесть"
      },
      {
        "id": 53,
        "text": "Молча отвернуться"
      },
      {
        "id": 54,
        "text": "Взять тарелку и швырнуть в него"
      }
    ]
  },
  {
    "id": 52,
    "text": "От такого обращения я разозлилась, но чувство голода было сильнее моей гордости. Поэтому, взяв тарелку, я принялась с жадностью поглащать пищу. Когда тарелка опустела, мужчина подошел ко мне и потрепал меня по голове.\n—Послушная девочка,    — сказал он.\nЭто было уже слишком, я не смогла сдержать свою злость, собрав все свои силы, я врезала ему тарелкой по голове. Он даже не шелохнулся, мой удар не причинил ему никакого вреда, только разозлил и я почувствовала сильный удар по лицу. Он схватил меня за горло и сказал:\n—Если хочешь выжить, научись вести себя.",
    "answers": [
      {
        "id": 55,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 53,
    "text": "Я бросила гневный взгляд на мужчину и отвернулась. Он ногой пнул тарелку с едой.\n—Я сказал ешь.",
    "answers": [
      {
        "id": 54,
        "text": "Вот теперь точно швырнуть в него тарелку"
      },
      {
        "id": 52,
        "text": "Поесть"
      }
    ]
  },
  {
    "id": 54,
    "text": "От такого обращения я разозлилась. Не в силах сдержать свою злость, я собрала все силы и швырнула в него тарелку. Он быстро подошел ко мне и я ощутила сильный удар по лицу.\n—Если хочешь выжить, научись вести себя.   — процедил он сквозь зубы.",
    "answers": [
      {
        "id": 55,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 55,
    "text": "Подняв на него взгляд, полный злости, я спросила:\n—Зачем я тебе? \n—Скоро узнаешь,    — ответил он.\n—Где Елизар?    — спросила я, в надежде услышать, что он жив.\n—О нем не беспокойся,    — ответил мужчина и направился к выходу.\n—Ты же не убил собственного сына?\nОн ничего не ответил.\n—Ты же не убил его?    — прокричала я ему вслед, но ответа я не получила, он вышел из помещения, захлопнув за собой дверь.\nЯ осталась наедине со своими мыслями.\n\"Зачем я здесь? Почему он не убил меня и где Елизар? Неужели он погиб, пытаясь защитить меня?\"\nЯ не знала, что думать, я ничего не понимала. Я не могла и представить, что меня ждет.",
    "answers": [
      {
        "id": 56,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 56,
    "text": "В этом помещении я находилась уже около недели, наверное, около недели, это очень трудно, считать дни, все время находясь в темноте. Отец Елизара время от времени приносил мне еду. По началу я задавала ему вопросы, но ни на один из них он не ответил. А если я отказывалась от еды, в знак протеста, в наказание получала сильный удар по лицу или в живот. Нога, на которой была цепь, все время болела и, кажется, распухла. Я просила снять ее, уверяла, что не сбегу, но вместо этого получила очередной удар. Не помню, в какой именно момент я приняла решение смириться и просто молча ждать, что будет дальше. Спустя неделю произошло такое, что из всего, что со мной случилось за последнее время, я предпочла бы забыть.",
    "answers": [
      {
        "id": 57,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 57,
    "text": "Как обычно, я сидела, прислонившись к стене и закрыв глаза. Услышав, как отворилась дверь, я не вздрогнула, как это было раньше. В помещение кто то вошел, я была уверена, что это отец Елизара, но, что то меня насторожило и я открыла глаза. Не поверив в увиденное, я даже несколько раз закрыла и снова открыла их. Убедившись, что передо мной действительно стоит Елизар, я готова была прыгать от радости. Я бы запрыгала, если б у меня не болела нога.\n—Елизар, ты жив?    — радостно спросила я.\n\"Наконец то, вот оно мое спасение, сейчас все закончится и я забуду все как страшный сон\"\n—Отец сказал ты спрашивала обо мне,    — произнес он и, скрестив руки на груди, прислонился спиной к противоположной стене.\nОдин только взгляд в эти отрешенные, пустые глаза, заставил меня понять, что он не жертва в этой истории. Я в тот момент потеряла последнюю надежду. \n—Ты просто двуличный мерзавец,    — сказала я.\n—Ты должна научиться держать язык за зубами, если хочешь остаться в живых,   — спокойно произнес Елизар.\nМне было уже все равно, останусь я в живых или нет.\n—Зачем было притворяться другом?   — спросила я.\n—Другом? Ты слишком наивная, тебя легко обмануть,   — ответил он.\n—Ты прав, я слишком наивная, если смогла поверить, что зверь может быть человеком. Что ж, ты можешь гордиться собой, ты полностью оправдываешь свою сущность,   — сказала я и, прислонившись к стене, закрыла глаза.\nЕлизар ничего не ответил, он молча отошел от стены и вышел из помещения, закрыв за собой дверь.",
    "answers": [
      {
        "id": 58,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 58,
    "text": "Нет, я не плакала, у меня не было на это сил. Я вспомнила слова Елизара, он обещал защищать меня, а вместо этого просто предал. Я рассмеялась от своих мыслей.\n\"И о чем я только думала? Я знала кто он, знала, что он не человек. Как я могла поверить ему?\"\nОт мыслей меня отвлек отец Елизара, который вошел в помещение, держа тарелку в руках. Как всегда, он просто бросил ее мне под ноги.\n—Почему ты не убьешь меня?   — спросила я.\nНо, как и в многочисленные прошлые разы, он просто молча ушел.",
    "answers": [
      {
        "id": 59,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 59,
    "text": "Этот день ничем не отличался от прожитых мной последних дней. Я также сидела, прислонившись к стене и закрыв глаза. Дверь в помещение открылась и я услышала звук поспешных шагов, которые заставили меня открыть глаза. Я увидела Елизара, он подошел ко мне и сел напротив, внимательно смотря мне в глаза так, как мог только он. Я поняла, он смотрит мои воспоминания, но зачем?\n—Зачем пришел?   — зло спросила я.\nНо вместо ответа, он обхватил меня двумя руками и сильно прижал к себе, я слышала, как хрустят косточки на моем позвонке.\n—Прости, прости, что тебе пришлось пройти через все это,   — в его голосе было столько горя.\nЯ не понимала, что происходит, разве ни Елизар вчера так равнодушно смотрел на меня и угрожал моей жизни?\n—Отпусти,   — сказала я и попыталась вырваться.\n—Я понимаю, ты злишься на меня, я все объясню тебе. Отец сказал, что должен проучить меня, что я должен охранять лес от посторонних а не...  А не наоборот,   — сказал он и, чуть отстранившись, посмотрел мне в глаза.\nВ этих глазах не было и намека на безразличие.\n—Он сказал, что если я даже попытаюсь увидеть тебя или помочь тебе, он убьет тебя. Я смог убедить его, что все понял, что не буду пытаться спасти тебя, поэтому он разрешил мне увидеться с тобой.\nЯ не знала, можно ли верить его словам. Его голос звучал убедительно, но я все еще помнила его вчерашний взгляд. А он продолжал.\n—Я только думал, что он поверил мне. На самом деле — нет. Он сказал, что я должен буду доказать, что готов стать стражником леса. Я догадываюсь, что он потребует в качестве доказательства,   — после этих слов Елизар опустил голову и закрыл глаза.   -Он потребует, чтобы я убил тебя.",
    "answers": [
      {
        "id": 60,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 60,
    "text": "Его слова не вызвали у меня никакой реакции, после всего, что я пережила, смерть мне не казалась самым плохим исходом, поэтому я спокойно произнесла:\n—Ну так убей.\nЕлизар поднял голову и посмотрел мне в глаза.\n—Я не могу,   — сказал он.   -Я понял, я заключу тебя во временную петлю, ты будешь проживать один день снова и снова. Что бы ни случилось, ты останешься жива. Только, при нашей следующей встрече, мы не узнаем друг друга.\nОт его слов меня будто ударили током.\n—Я не хочу проживать этот кошмар заново,   — закричала я.\nОн положил руки на мое лицо и сказал:\n—Я не могу потерять тебя, ты нужна мне.\n—Эгоист,   — успела сказать я.",
    "answers": [
      {
        "id": 61,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 61,
    "text": "Я открыла глаза, голова жутко болела, будто меня ударили чем то тяжелым. Я осмотрелась, вокруг был темный лес.\n\"Где я? Как я оказалась здесь? Я ничего не помню\"\nЯ поднялась на ноги, сознание окончательно ко мне вернулось и я начала понимать.\n\"Вокруг нашей деревни давно ходили слухи о проклятии леса. Голод, страх, болезни, всему причиной был лес. Но как я оказалась здесь?\"\nСтрах, ужас, паника охватили меня.\n\"Я должна найти выход\"\nВ этот момент я услышала хруст веток, кто то приближался. Я начала вглядываться в темноту.\n—Что ты здесь делаешь?   — услышала я детский голос.",
    "answers": [
      {
        "id": 62,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 62,
    "text": "Взглянув на ребенка, меня посетило какое то странное чувство, я не поняла что это.\n—Кто ты?   — спросила я.\nМальчик улыбнулся и протянул мне руку.\n—Меня зовут Елизар, а тебя?\n—Ева,   — ответила я и пожала его руку.\nЧто то мне подсказывало, что я не должна его бояться и я решила довериться внутреннему голосу. Он сел на землю, крепко сжимая в руках плюшевого медведя. Я спросила у него как он оказался здесь, он рассказал, что живет здесь со своим отцом. Он подтвердил мои догадки о проклятии леса. В один момент земля задрожала и Елизар, вскочив на ноги, схватил меня за руку.\n—Бежим отсюда,   — закричал он.\n",
    "answers": [
      {
        "id": 63,
        "text": "Бежать"
      },
      {
        "id": 64,
        "text": "Остаться на месте"
      }
    ]
  },
  {
    "id": 63,
    "text": "В его голосе слышалось столько отчаяния, что я, не сомневаясь ни секунды, бросилась бежать. Земля продолжала дрожать, а деревья падать. Я обернулась и увидела огромного зверя. Но, мне не было страшно, где то в глубине души я понимала, что со мной ничего не случится. А зверь тем временем уже дышал мне в спину. Странные картинки всплыли в моей голове прежде, чем в мою шею вонзились острые клыки.",
    "answers": [
      {
        "id": 65,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 64,
    "text": "Инстинкт самосохранения у меня отбило напрочь. Поэтому, отдернув свою руку, я не сдвинулась с места.\n—Он убьет тебя,   — закричал Елизар.\nНо я его не слушала, все тот же внутренний голос мне подсказывал, что со мной ничего не случится. Елизар, посмотрев на меня с удивлением, бросился бежать. А я увидела огромного зверя, который, разинув пасть, стремительно приближался ко мне. Перед тем, как острые клыки вонзились в мою шею, странные картинки всплыли в моей голове.",
    "answers": [
      {
        "id": 65,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 65,
    "text": "Та же жуткая головная боль, тот же темный лес. Открыв глаза, я начала обдумывать произошедшее.\n\"Что это было? Почему я осталась жива? Это был сон? Все возможно, я, все таки, в проклятом лесу\"\nОт мыслей меня отвлек звук шагов. Я, поднявшись на ноги, внимательно посмотрела в глаза Елизара. Игнорируя его вопрос о целях моего пребывания здесь, я сказала:\n—Я тебя знаю.\nНет, я имела ввиду не вчерашний день, это было что то другое.\nОн пристально посмотрел мне в глаза.\n\"Этот взгляд до боли мне знаком\"\nМы так и стояли, продолжая играть в гляделки. Я пыталась вспомнить, где я могла видеть его раньше, а он, видимо, пытался понять, в своем ли я уме. Это продолжалось до тех пор, пока ни послышались первые признаки приближения зверя.",
    "answers": [
      {
        "id": 66,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 66,
    "text": "—Я не стану убегать,   — сказала я Елизару.\nЕго взгляд в миг переменился, в его глазах явно читалось — ты спятила. В любой другой ситуации я бы, конечно, поспорила с этим. Но, так как я сама не была уверена в своей способности мыслить здраво, я просто отвернулась. Он, ни мешкая ни секунды, поспешил убежать. И в это время я увидела зверя, он уже стоял напротив меня. Заглянув в его глаза, меня посетило странное чувство. Глаза у зверя были человеческие, или мне показалось? \n—И тебя я знаю,   — выпалила я.\nЗверь на секунду замер и этого мне хватило, чтобы осознать, что он меня понимает.\n—Вот скажи, что я тебе сделала? Ничего. Тогда почему ты хочешь меня убить? Проголодался? Знаешь, я бы тоже не отказалась от сытного ужина. Давай так, я сейчас пойду, найду нам чего нибудь поесть и мы спокойно, как культурные люди, все обсудим. А хотя.. Че это я должна ходить? Ты у нас джентельмен, или нет? Вот ты и иди. \nЗверь, казалось, был удивлен, нет, он выглядел ошарашенным. Я и сама не понимала, что я несу. Но, что то мне подсказывало, если я замолчу, он набросится на меня. Поэтому, собрав воедино всю свою смелость, я попятилась назад и продолжала нести несуразицу.\n—А хотя, ты ведь не рыцарь, чтобы быть благородным, да и наверняка ты уже стар, вон какой вырос. Сколько этому лесу? Лет двести? Ты отдохни, а мне не помешает разминка, посиди тут, я сама схожу.\nЯ поспешно удалилась прочь. С каждым шагом все больше удивляясь, что это действительно сработало. Когда я, наконец, потеряла зверя из виду, я поудобней, насколько это было возможно, устроилась на земле и погрузилась в сон.",
    "answers": [
      {
        "id": 67,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 67,
    "text": "Очнувшись ото сна, я стала ждать приход Елизара. Мне не терпелось рассказать ему, какой зверь, все таки, болван. Но, сколько бы я ни ждала, его не было.\n\"Он уже давно должен был появиться. Почему его до сих пор нет?\"\nЯ ломала голову до тех пор, пока наконец ни поняла, что я проснулась не там, где дважды его встретила.\n\"Стоит ли мне пойти искать его? Я плохо помню, как вернуться туда, где я его встретила. Здесь все деревья одинаковые, я могу заблудиться. Но, с другой стороны, сможет ли он найти меня?\"",
    "answers": [
      {
        "id": 68,
        "text": "Отправиться на поиски Елизара"
      },
      {
        "id": 69,
        "text": "Остаться на месте и ждать"
      }
    ]
  },
  {
    "id": 68,
    "text": "Подумав, что оставаться на одном месте бессмысленно, я решила отправиться на поиски Елизара. Странно, у меня еще осталась капелька рассудка и я начала припоминать, с какой стороны я шла. Дорога заняла у меня немного времени и, увидев его, неожиданно для себя, я рассмеялась.\n—О, Елизар, а вот и ты. У меня есть такая история, обхохочешься. Представляешь, этот зверь умом точно не блещет, вчера он..\nЕлизар серьезно посмотрел мне в глаза и перебил меня:\n—Прекрати,   — резко сказал он.\n—Что?   — недоуменно спросила я.\n—Прекрати смеяться, ты начинаешь сходить с ума,   — сказал Елизар.\nЯ задумалась над его словами, мое поведение и впрямь не свойственно для адекватного человека. Собравшись с мыслями, я сделала глубокий вдох и постаралась успокоиться. Но мне никак не удавалась найти баланс, я чувствовала, что эмоции берут верх надо мной, еще немного и я потеряю себя.",
    "answers": [
      {
        "id": 70,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 69,
    "text": "\"Конечно, я ведь этот лес знаю, как свои пять пальцев, ага. Если я отправлюсь его искать, только начну блуждать по лесу\"\nЯ приняла решение остаться на месте и ждать, когда Елизар найдет меня. На тот момент мне казалось это правильным решением. Усевшись поудобней и прислонившись к дереву, я закрыла глаза. Я ждала его, но, он так и не появился. Прошло уже несколько дней, но меня это не заботило, я не помню, в какой момент что то сломалось во мне. Я не боялась, все это мне казалось не естественным. Нет, неправильное слово. Все это казалось мне наоборот, правильным, так и должно было быть. Я привыкла к этому лесу, он мне нравился, я полюбила его, я уже не могла представить жизни без него. Меня в этом лесу радовало все, каждый куст и листик. Слышите? Он говорит со мной, а я ему отвечаю. Знаете, он так смешно шутит, у него такой забавный голос. Каждую ночь я засыпаю под его колыбельную.\n—Спи, девочка, спи, ты никогда не уйдешь отсюда,   — твердил лес.\n—Я никогда не уйду отсюда,   — отвечала я.\nНаверное, если бы кто то увидел меня сейчас, кто то из знакомых, не поверил бы что это я. Пустые, стеклянные глаза и вечная, да, именно вечная, нездоровая улыбка на лице. Но, теперь это я.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 70,
    "text": "Вы тоже это слышите? Лес, он живой, он говорит со мной, зовет меня. Каждый листик, каждая веточка в этом лесу, они все живые. Что это за мелодия? Красиво. Эта песня, это колыбельная, да?\n—Спи, девочка, спи, ты никогда не уйдешь отсюда,   — твердил мне лес.\n—Я никогда не уйду отсюда,   — вторила я его голосу.\nЧто это? Кто мне мешает? Уйди, не трогай меня. Кто то зовет меня, чей то знакомый голос.\n—Ева, сопротивляйся,   — кто то тряс меня за плечи.\n—Не сопротивляйся,   — говорил мне лес.\n—Ева, ты не должна поддаваться, борись,   — слышала я чей то голос.\nГолова словно разрывалась на части, эти голоса терзали меня. Я не смогла больше терпеть это и упала без сознания.",
    "answers": [
      {
        "id": 71,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 71,
    "text": "Я открыла глаза, голова жутко болела, будто меня ударили чем то тяжелым.\n—Очнулась? Как себя чувствуешь?   — это был парень, лет двадцати шести.\n—Кто ты?   — спросила я и поднялась на ноги.\n—Ты меня не знаешь, но я тебе не враг,   — ответил парень.\nЯ внимательно посмотрела на него, его лицо мне казалось знакомым, где то я его уже видела.\n—Мне кажется, я тебя знаю,   — сказала я.\nПарень внимательно посмотрел мне в глаза, от этого взгляда мне стало не по себе. Казалось, он видит меня насквозь. \n\"Разве такое возможно?\"\nОн отрицательно покачал головой и сказал:\n—Нет, мы раньше не встречались.\nИ в этот момент я вспомнила.\n—Где Елизар?   — спросила я.\nПарень удивленно вскинул брови.\n—Елизар?   — спросил он.\n—Да, мальчик, лет шести, босой, с игрушкой в руках, он был здесь.\nОн пожал плечами.\n—Когда я нашел тебя, ты была одна,   — ответил он.\n—Наверное, я начала сходить с ума раньше, чем я думала,   — предположила я.\nПарень рассмеялся.\n—Начала сходить с ума? Ты так это называешь? По-моему, ты совсем рехнулась. Когда я нашел тебя, ты танцевала с тем деревом,   — он показал на дерево позади меня.\n—Я слышала мелодию,   — смущенно сказала я и опустила голову.\nЯ начала вспоминать все, что со мной произошло в тот момент. Я посмотрела на него и сказала:\n—А еще я слышала, как кто то говорил мне, чтобы я сопротивлялась.\n—Я пытался помочь,   — сказал он.\nЯ с подозрением посмотрела на него.\n—Ты звал меня по имени.\n—Ты была не в себе,   — ответил он. — Тебе многое могло причудиться.\n\"Согласна, многое, но я все отчетливо помню\"\nЯ сделала шаг вперед.\n—Кто ты? Что ты делаешь в этом лесу?   — спросила я, смотря ему в глаза.\nПарень серьезно посмотрел на меня и сказал:\n—Я вижу, тебе уже лучше. Значит нет необходимости мне быть здесь, я и так задержался.\nПосле этих слов он развернулся и пошел прочь.",
    "answers": [
      {
        "id": 72,
        "text": "Остаться на месте"
      },
      {
        "id": 73,
        "text": "Идти за ним"
      }
    ]
  },
  {
    "id": 72,
    "text": "\"Этот парень явно не настроен на беседу, зачем его доставать?\"\nЯ села на землю и прислонилась к дереву.\n\"Так, я одна, здесь, в лесу. Елизар не понятно куда подевался, а, может, его вообще и не было никогда. Может, он всего лишь вымысел моего нездорового ума. Как мне выбраться из этого леса, что мне делать?\"\nЯ почувствовала, как паника вновь охватывает меня.\n—Так, я должна успокоиться, я не должна бояться, если не хочу чтобы это все снова повторилось,   —  отчаянно твердила я себе.\nНеожиданно послышались чьи то шаги, я замерла, боясь даже вздохнуть. Я слышала шаги, они были все ближе и ближе. Я чувствовала, как сильно колотится мое сердце, наверное, его стук эхом разлетался по всему лесу. Я вжалась в дерево и зажмурила глаза.\n—Ты?   — услышала я незнакомый мужской голос и открыла глаза.\nПередо мной стоял мужчина лет пятидесяти, он удивленно смотрел на меня. Не найдя, что ответить на его вопрос, я просто уставилась на него глазами, полными ужаса.\n—Я думал ты давно свихнулась,   — сказал он.\n—Я вроде в порядке,   — сказала я дрожащим голосом.\nМужчина внимательно посмотрел на меня, заглянув в его глаза, я ужаснулась, я узнала этот взгляд и резко вскочила на ноги. \n—Узнала меня?   — спросил мужчина.\n—Д..Да,   — я начала запинаться, я узнала в нем того зверя.\nОн спокойно посмотрел на меня и сказал:\n—Ты можешь доставить много проблем, я не могу оставить тебя в живых.\nВ его глазах было только хладнокровие, я поняла, что он говорит серьезно. Это конец. Но это не пугало меня, в глубине души я даже была рада этому. Весь этот кошмар вот-вот закончится. Я улыбнулась, последний раз посмотрев в глаза своей смерти.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 73,
    "text": "\"Нет, он так просто от меня не отделается\"\nЯ побежала, мне с трудом удавалось поспевать за ним.\n—Ну уж нет, сначала ты ответишь мне кто ты, а потом можешь идти,   — сказала я.\nПарень улыбнулся.\n—Я понимаю, я спас тебя и ты мне благодарна. Но достаточно будет сказать спасибо, не надо меня преследовать.\n—Ты прав, спасибо. Но я ведь должна знать имя своего спасителя,   — не унималась я.\n—Если бы я знал, что ты будешь мне надоедать, не стал бы спасать тебя,   — он сказал это серьезно, но не убедительно. Поэтому я продолжала настаивать.\n—О, ты еще не знаешь, насколько надоедливой я могу быть.\nОн резко остановился и развернулся, я не успела среагировать и врезалась в него. Сделав шаг назад, я сказала:\n—Я вот что подумала, слишком много жителей для одного проклятого леса. Или я все таки сошла с ума, и это мне мерещится?\nОн сделал шаг вперед, заставив меня попятиться. Внезапно его лицо переменилось, в его глазах явно читался страх. Он схватил меня за руку и оттолкнул с такой силой, что если бы не дерево, я бы отлетела на добрых метров десять.\n—Стой здесь и молчи,   — сказал он и отошел в сторону.\nНа этот раз его слова прозвучали достаточно убедительно и я не стала спорить. Спустя некоторое время я услышала незнакомый мужской голос.\n—Ты нашел ее?\n—Да, как ты и говорил, она окончательно свихнулась.\n\"Окончательно свихнулась? Они говорят обо мне? Кто этот мужчина?\"\n—Отлично, значит она не будет доставлять проблем,   — сказал мужчина.\n\"Проблем? Кому я доставляла проблемы? У меня у самой их девать некуда\" \nЯ чувствовала, как бешано колотится мое сердце, наверное, его стук эхом разлетался по всему лесу. Я боялась, но любопытство было сильнее, поэтому я слегка выглянула из-за дерева и посмотрела на мужчину. На вид ему было лет пятьдесят, его лицо также мне показалось знакомым. ",
    "answers": [
      {
        "id": 74,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 74,
    "text": "Закончив разговор с мужчиной, парень направился в мою сторону. У меня было много вопросов к нему. Как только он подошел ко мне, я приступила к допросу.\n—Кто это?   — спросила я.\n—Мой отец,   — спокойно ответил парень.\n—Я его уже видела раньше,   — сказала я.\n—Ты не могла видеть его раньше, иначе ты сейчас уже была бы мертва,   — он сказал это на полном серьезе, я и не подумала сомневаться.\n—Вы ведь говорили обо мне, да?   — спросила я.\nОн покачал головой.\n—О каких проблемах вы говорили?   — я не унималась.\n—Ты и в самом деле можешь быть очень надоедливой,   — с улыбкой произнес парень, я пожала плечами.\nОн сделал глубокий вдох и, прислонившись к дереву, скрестил руки на груди.\n—Этот лес, он чувствует эмоции. Можно сказать, он полностью зависит от чувств и эмоций людей. Если ты будешь бояться, он будет пугать тебя. Если будешь смеяться, произойдет то, что произошло с тобой. Но, чем сильнее твоя воля, тем слабее лес. Люди сами для себя придумали это проклятье, им проще было во всех бедах, что случались с ними, обвинить лес, а не задуматься над своим поведением. Они начали бояться его, вот он и стал их проклятьем. Мой отец охраняет лес от посторонних, он вынужден это делать, его жизнь зависит от этого леса.\nЯ задумалась над его словами.\n—Ты хочешь сказать, что я смогу выбраться из этого леса, если не буду бояться?   — с надеждой спросила я.\nОн помотал головой.\n—Нет, выбраться не сможешь, но можешь научиться жить здесь.\nОт его слов у меня перехватило дыхание.\n—Я не хочу жить в этом лесу, постоянно прячась от твоего отца или от зверя. А может здесь, кроме них, есть еще кто то, кто захочет меня убить. \nПарень подошел ко мне и, положив руки на мое лицо, посмотрел мне в глаза.\n—Здесь нет никого, кроме меня и моего отца, я смогу защитить тебя от него.\n\"Я уже слышала эти слова\"\nМеня посетило странное чувство, такое ощущение, будто я что то забыла, что то важное.",
    "answers": [
      {
        "id": 75,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 75,
    "text": "—Почему?   — спросила я.\n—Что почему?   — удивленно спросил парень.\n—Почему ты защищаешь меня? \nЕго лицо мгновенно стало серьезным, он убрал руки и слегка отстранился. Немного помолчав, он сказал с грустью в голосе:\n—Я просто стараюсь не потерять то человеческое, что осталось во мне.\nЯ не поняла, что он имеет ввиду, поэтому спросила:\n—Что это значит? \nОн натянул на себя фальшивую улыбку и сказал:\n—Ничего, забудь.\nБыло видно, что дальше продолжать этот разговор у него нет желания, поэтому я сменила тему.\n—Кстати, ты так и не сказал мне свое имя.\nОн улыбнулся и спросил:\n—Это так важно?\n—Ну, раз ты меня спас от танца с деревом и обещал защищать, то да, я должна знать твое имя.\n—Елизар,   — сказал он.\n",
    "answers": [
      {
        "id": 76,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 76,
    "text": "—И почему я не удивлена?   — я развела руками.   —Только мне казалось, что ты немного моложе.\n—Я могу принять любой облик,   — сказал Елизар.\nВ этот момент я начала вспоминать.\n—Твой отец, он ведь и есть тот зверь,   — это был не вопрос, скорее, утверждение.\nЕлизар покачал головой.\n—И ты, ты ведь тоже не человек,   — сказала я.\n—Да,   — он подтвердил мои слова, но я и так уже знала ответ.\nСтранные воспоминая начали всплывать у меня в голове.\n—Я же говорила, я уже видела тебя. И твоего отца, я знаю его.\nЕлизар молчал и пристально смотрел мне в глаза.\n—Этот твой взгляд,    — я прищурилась и постаралась сосредоточиться.\nВ это мгновение я, наконец, вспомнила все, ко мне вернулись все утеренные воспоминания. Я вспомнила, что в этом лесу я нахожусь гораздо дольше, чем я думала. Вспомнила, как Елизар говорил, что будет защищать меня и один раз уже не сдержал своего обещания. Это по его вине я оказалась в такой ситуации и вынуждена была проживать худший день в своей жизни снова и снова. Из-за него я находилась на грани безумия, он, руководствуясь своими личными интересами заключил меня в эту временную петлю. Я чувствовала, как злость и обида одалевают меня, на глаза навернулись слезы. Елизар подошел ко мне и, вытерев мои слезы, крепко сжал меня в своих объятьях.\n—Прости меня,   — сказал он.",
    "answers": [
      {
        "id": 77,
        "text": "Накричать на него"
      },
      {
        "id": 78,
        "text": "Обнять его"
      },
      {
        "id": 79,
        "text": "Накричать, но обнять"
      }
    ]
  },
  {
    "id": 77,
    "text": "Не в силах сдержать свою злость, я оттолкнула его и закричала:\n—Прости? Ты всерьез думаешь, что все, что я пережила можно исправить одним словом? Я проживала один и тот же кошмар снова, снова и снова. Я думала, что я сошла с ума, а я ведь и правда чуть не потеряла себя, я с деревом разговаривала. А ты сейчас извинился и считаешь, что я все забыла, да? Какое право ты имел решать за меня, что для меня лучше?\nЕлизар поднял на меня серьезный взгляд и сказал:\n—Согласен, я заключил тебя в эту временную петлю, но не забывай, что не я привел тебя в этот лес. Я хотел спасти тебя от смерти.\n—Спасти? Ты так это называешь?\n—А ты предпочла бы умереть?   — спросил он.\n—Да,   — выпалила я.\nВ его взгляде явно виделось сожаление.\n—Я не мог позволить тебе умереть,   — сказал он,   —Ты нужна мне, с тобой я чувствую себя человеком. С детства отец внушал мне, что я должен охранять лес. До тебя здесь были люди, он убил их всех. Смотря на его жестокость, я понял, что не хочу быть похожим на него. Но, бороться со своим внутреннем зверем оказалось сложнее, чем я предполагал, я почти сдался. А потом появилась ты, я решил, что буду защищать тебя любой ценой.\n—Даже ценой моего рассудка?   — я никак не могла успокоиться.\n—Я бы не дал тебе сойти с ума, в принципе, я и не дал. Ты стоишь здесь, живая и в своем уме,   — сказал Елизар,   — Пусть я не могу изменить того, что ты оказалась здесь, но я могу помочь тебе выжить.",
    "answers": [
      {
        "id": 80,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 78,
    "text": "Поддавшись порыву, я обхватила его двумя руками и, положив голову ему на плечо, закрыла глаза. Он крепче прижал меня к себе. Находясь в его объятьях, я смогла успокоиться. \n—Ты не злишься на меня?   — спросил Елизар.\n—Злюсь немного,   — ответила я.\n—Я понимаю, что извинениями не исправить того, что произошло с тобой, но я не мог позволить тебе умереть,   — сказал он,   —Ты нужна мне, с тобой я чувствую себя человеком. Отец с детства внушал мне, что я должен охранять лес. До тебя здесь были люди, он убил их всех. Смотря на его жестокость, я понял, что не хочу быть похожим на него. Но, бороться со своим внутреннем зверем оказалось сложнее, чем я предполагал, я почти сдался. А потом появилась ты, я решил, что буду защищать тебя любой ценой.\n—Даже ценой моего рассудка?   — спросила я.\nОн отпустил меня и, отстранившись, сказал:\n—Я бы не дал тебе сойти с ума, в принципе, я и не дал. Ты стоишь здесь, живая и в своем уме.",
    "answers": [
      {
        "id": 80,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 79,
    "text": "Я испытавала смешанные чувства, я злилась на него, но, поддавшись порыву, я обхватила его двумя руками и, положив голову ему на плечо, закрыла глаза. Елизар сильнее прижал меня к себе.\n—Ты не злишься на меня?   — спросил он.\n—Злюсь,   — ответила я.   -Я говорила тебе, что не хочу проживать этот кошмар заново, но ты решил, что можешь распоряжаться моей жизнью. Какое право ты имел решать за меня, что для меня лучше? Я думала, что я сошла с ума, я и правда чуть не потеряла себя, я с деревом разговаривала.\n—Я понимаю, что извинениями не исправить того, что произошло с тобой,   — сказал он,   —Но я не мог позволить тебе умереть, ты нужна мне, с тобой я чувствую себя человеком. Отец с детства внушал мне, что я должен охранять лес. До тебя здесь были люди, он убил их всех. Смотря на его жестокость, я понял, что не хочу быть похожим на него. Но, бороться со своим внутреннем зверем оказалось сложнее, чем я предполагал, я почти сдался. А потом появилась ты, я решил, что буду защищать тебя любой ценой.\n—Даже ценой моего рассудка?   — спросила я.\nЕлизар отпустил меня и, отстранившись, сказал:\n—Я бы не дал тебе сойти с ума, в принципе, я и не дал. Ты стоишь здесь, живая и в своем уме.",
    "answers": [
      {
        "id": 80,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 80,
    "text": "\"И правда, изменить то что я попала в этот лес не в силах никто. Но я осталась жива, разве это ни главное? Елизар прав, если я никогда не смогу выбраться отсюда, я должна научиться жить здесь\"\nКажется я смогла смириться с происходящим. Этот лес уже не казался мне настолько ужасным. Раньше хоть я и не боялась, все же меня не покидало желание убраться из этого леса. Сейчас же, наконец осознав, что у меня нет ни единого шанса выбраться отсюда, я посмотрела на это с другой стороны. Теперь меня ждет новая жизнь. И пусть каждое утро открывая глаза, я не буду знать чего ждать от нового дня.. Но так даже интереснее. Обыденность — вот что было до того как я оказалась здесь. Что я оставила там, в прошлой жизни? Ровным счетом ничего. У меня нет родных и нет друзей. Только односельчане, которые, возможно, даже не заметили моего исчезновения. Или похоронив меня, солидарности ради, вспоминали обо мне дня три. Сетуя на мою судьбу, мол, молодая еще жить да жить. Туда я хотела вернуться? Там меня не ждет никто. А здесь у меня есть друг, он обещал защищать меня, у меня ни осталось и тени сомнения, что он сдержит свое обещание. Так я приняла самое важное решение в своей жизни. Тогда я еще не знала, что своим решением я определила дальнейшую судьбу всех жителей близлежащих деревень. Ни один человек не может знать заранее, что он войдет в историю, и я не знала.",
    "answers": [
      {
        "id": 81,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 81,
    "text": "Я улыбнулась и пожала плечами.\n—Ну что я могу сказать? По мягким подушкам и теплому одеялу я конечно, буду скучать. Если только у тебя случайно не найдется одна подушка.\nЕлизар улыбнулся.\n—Подушек у меня нет, но я могу любезно предложить свое плечо.\n\"Ну конечно, примерно такой ответ я и ожидала услышать\"\n—Оо к чему такие жертвы?   — усмехнулась я.\n—Я, как истинный джентельмен просто обязан пожертвовать собой,   — сказал Елизар с ехидной улыбкой на лице.\n—Не хотелось бы злоупотреблять твоим великодушием,   — я натянула саркастическую улыбку.\n—Меня это нисколько не смущает, можешь пользоваться моим великодушием сколько тебе угодно,   — сказал он, продолжая улыбаться.\n—Ладно  — сказала я   -Тогда смотри не передумай, потому что я буду делать это очень часто и начну прямо сейчас. Тебя не затруднит принести что нибудь поесть? \nОн подошел ко мне и, положив ладонь на мою щеку, сказал:\n—Не затруднит, за небольшое вознаграждение.\n\"В этом весь Елизар\"\n—Ну вот, а я почти поверила в твою бескорыстность,   — сказала я и сделала шаг назад.\nОн быстро подошел ко мне и слегка коснулся моих губ в нежном поцелуе.\n—Моя награда,   — сказал он и, резко развернувшись, поспешил удалиться.\n—Скоро вернусь,   — прокричал он, удаляясь.",
    "answers": [
      {
        "id": 82,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 82,
    "text": "\"Эти его выходки меня просто обескураживают, но, в целом, он не плохой человек. В чем то я его даже понимаю, он жил без матери, у него никогда не было друзей. Но, он сумел не потерять свою человечность и этим я восхищаюсь. Для этого нужен очень сильный характер и сила воли. У меня, увы, такой силы нет. Я умудрилась сойти с ума всего после нескольких дней нахождения здесь\"\nКогда вернулся Елизар, прошло намного больше, чем скоро. Он протянул мне сверток с едой и, сев напротив меня, сказал:\n—Отец спрашивал о тебе.\nОт его слов у меня перехватило дыхание, я понимала, что если он узнает обо мне, мне не жить. Видимо, увидев мое расстроенное лицо, Елизар улыбнулся.\n—Он уверен, что ты сошла с ума, поэтому не беспокойся.\nЯ облегченно выдохнула и приступила к ужину. Вдоволь насытившись, я поблагодарила Елизара и стала готовиться ко сну.",
    "answers": [
      {
        "id": 83,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 83,
    "text": "Ночь в лесу обещала быть холодной и, раз уж нам не удалось отыскать подушку, а если честно, ее никто и не искал, просто остановились на том что ее априори нет, я решила воспользоваться так учтиво предложенным плечом. А кто бы на моем месте поступил иначе? Спать на твердой земле настоящее испытание. Елизар обнял меня двумя руками, а я уткнулась носом в его шею. Было крайне неловко, но я смогла справиться с волнением.\n—Ева?   — услышала я голос Елизара.\n—Что?   — спросила я и открыла глаза.\n—Спокойной ночи,   — сказал он, я покачала головой и закрыла глаза.\n—Елизар?   — позвала я его.\n—Что?   — спросил он.\n—Спокойной ночи,   — я улыбнулась.",
    "answers": [
      {
        "id": 84,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 84,
    "text": "Я проснулась и сладко потянулась, меня больше не терзала жуткая головная боль. Сегодня ровно месяц как я оказалась в этом лесу. Все это время Елизар был со мной и всячески поддерживал, я благодарна ему за это. Неоднократно мы оказывались в ситуации когда его отец мог меня заметить, но каждый раз благодаря Елизару мы смогли этого избежать. Странно, Елизар часто говорил что я помогла ему, а мне всегда казалось  наоборот — он оказал мне неоценимую помощь. Даже в такой мелочи, как не замернуть в холодном ночном лесу. Вот и сегодня, как обычно я проснулась в его объятьях. Он открыл глаза и улыбнулся, я уже привыкла видеть эту улыбку каждое утро, а от привычки трудно избавиться, постепенно она перерастает в необходимость. Точно, так и есть, видеть его улыбку стало для меня необходимостью. Я улыбнулась в ответ.\n—Доброе утро,   — сказал он и поднялся на ноги.\nСейчас как обычно, он уйдет чтобы принести завтрак, а я с нетерпением буду ждать его возвращения.\n—Доброе утро,   — ответила я и тоже встала на ноги.\nОн подошел ко мне и мягко поцеловал.\n—Скоро вернусь,   — сказал он и отправился за едой.\nК этому я тоже привыкла. Я и сама не поняла  когда, в какой момент, он стал для меня намного больше, чем просто другом. Но, судьба — злая штука. Вот и мне она приготовила новое испытание. Совсем скоро я окажусь на пороге жизненно важного выбора.",
    "answers": [
      {
        "id": 85,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 85,
    "text": "Прошло уже немало времени с тех пор как Елизар ушел. Он всегда говорит что вернется скоро, а на самом деле проходит довольно много времени, или это мне так кажется. Я сидела, прислонившись к дереву. Наконец, услышав его шаги, я поднялась на ноги и в тот же миг замерла от ужаса. Напротив меня стоял отец Елизара, смотря на меня глазами, полными ярости. Он быстро подошел ко мне и схватил за горло, я поняла что сегодня моя жизнь оборвется.\n—Отец, отпусти ее,   — услышала я голос Елизара.\nМужчина посмотрел на него и закричал:\n—Ты говорил мне что она давно сошла с ума, ты понимаешь, что ты натворил? \nЯ почувствовала как хватка мужчины стала крепче, он в любую секунду готов был свернуть мне шею. Я увидела как загорелись глаза Елизара и он сказал нечесловеческим голосом:\n—Я все понимаю, отпусти ее.\n—Если ты знал о последствиях, почему оставил ее в живых?\n—Я люблю ее,   — после слов Елизара мужчина отпустил меня и посмотрел на него удивленно. \nНи описать ни одним словом что я испытала в тот момент. А что ощущает человек когда узнает, что его чувства взаимны? Радость? Счастье? Восторг? Наверное все и сразу. От мыслей меня отвлек голос мужчины.\n—Ты сам не понимаешь что говоришь, ты не можешь испытывать человеческие чувства. Ты не человек!\nЯ понимала что это до добра не доведет, поэтому не задумываясь вмешалась в разговор.\n—В нем всегда от человека было больше чем от зверя. Он никогда не был похож на тебя, хоть ты и его отец.\nМужчина перевел взгляд на меня.\n—Только не говорите мне что вы оба..\nЯ не дала ему договорить.\n—Да,   — сказала я,   -Я тоже люблю его.\nЧто то произошло в тот момент, но я не поняла что. На душе стало как то легко, спокойно. Казалось, даже солнце засветило ярче. Внезапно лицо мужчины скривилось как от боли, и он упал на землю.",
    "answers": [
      {
        "id": 86,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 86,
    "text": "Посмотрев в лицо мужчины, я заметила что то странное, он будто постарел на много лет. И в этот момент я поняла, что произошло. Елизар говорил, что лес зависит от чувств и эмоций людей. Ни одному человеку в этом лесу не удалось испытать столь сильное чувство, как любовь. Лес веками впитывал только страх, но, любовь может быть сильнее страха. Когда любишь и знаешь, что тебя тоже любят, это окрыляет и ты готов на все. Это чувство ослабило проклятие, а вместе с ним ослаб и хранитель этого леса. Мужчина, корчась от боли, поднялся на ноги и посмотрел на меня с такой яростью, что по коже пробежала дрожь.\n—Ты, наверное, думаешь, что я просто позволю вам спокойно жить здесь? Ты глубоко заблуждаешься, я превращу каждый ваш день в ад, я заставлю тебя пожалеть, что ты вообще его встретила. Поэтому, лучше убей меня,   — сказал мужчина.\nЯ нисколько не сомневалась, что он говорит это серьезно. Я вспомнила, как он неделю держал меня на цепи, как собаку. Во мне проснулась такая ненависть и злость, что я едва сдерживалась, чтобы не всадить ему ветку в горло. Он доставил мне столько проблем, каждый день я вынуждена была прятаться, избегать его. А сейчас он стоит передо мной, такой слабый, жалкий, беспомощный. Желание убить его слишком велико.\n—Он провоцирует тебя, не поддавайся,   — услышала я встревоженный голос Елизара.\nМужчина усмехнулся.\n—Ты ведь ни раз задумывалась над тем, как ты оказалась здесь, да? Так я тебе скажу, твои же соседи закинули тебя сюда, чтобы задобрить лес, ты, своего рода, жертва, которую принесли твои же друзья, чтобы отвадить от себя проклятье. Они думали, если пожертвуют кем то, их беды закончатся. А ты ведь сирота, да? У тебя никого нет и о тебе никто не будет плакать, ты просто жалкая и никчемная. И Елизару ты тоже не нужна, он предаст тебя также, как и все, кого ты любила. Хорошо подумай, если люди так с тобой поступили, что же сделает он? А он ведь даже не человек.\n—Ева, не слушай его, я люблю тебя и всегда буду любить,   — кричал Елизар.\nНо я его не слушала, я закипала от ярости, а мужчина ухмылялся. Мне так хотелось навсегда стереть эту нахальную ухмылку с его лица.\n—Давай, убей меня,   — усмехнулся он.",
    "answers": [
      {
        "id": 87,
        "text": "Убить его"
      },
      {
        "id": 88,
        "text": "Отпустить его"
      }
    ]
  },
  {
    "id": 87,
    "text": "Не в силах сдержать свою злость, я подняла острую ветку с земли и вонзила ее в горло мужчине, но, ухмылку с его лица я стереть не смогла. Продолжая улыбаться, он замертво упал на землю. В тот момент я увидела, как Елизар в миг превратился в огромного, страшного зверя. Я вспомнила его слова, он говорил, что он наследник стражника леса и я поняла, теперь Елизар стал хранителем этого проклятого леса. Я навсегда потеряла его. Но, это было не самое страшное, что произошло со мной в тот день. Дав волю своей ненависти, я позабыла одну важную вещь — лес чувствует эмоции. И моя злость не осталась без внимания, лес отреагировал на мои эмоции. И с тех пор, во мне ни осталось больше никаких чувств, только ненависть и жажда мести. \n\"Что он говорил о жителях деревни? Это они виноваты. Отомстить\"\nВсю свою ненависть я обрушила на жителей близлежащих деревень. Голод, страх, болезни, но мне было мало, я хотела большего. Они так и не усвоили урок, периодически они приносили мне в жертву человека, чтобы задобрить меня. Я приказывала Елизару убить их всех и он бесприкословно подчинялся. Я навсегда стала их проклятьем. \"Проклятый лес\" — так меня называли. Никто и не подозревал, что за этими зверствами стоит человек. Точнее, я когда то была человеком.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 88,
    "text": "\"Елизар сказал, что всегда будет любить меня и я ему верю. Я не должна вестись на провокацию и не должна давать волю эмоциям, лес их чувствует\"\nЯ зажмурила глаза и сказала:\n—Лучше вали отсюда, я не ты и не стану тебя убивать.\nОткрыв глаза, я с удивлением обнаружила, что мы стоим на поляне, вдалике виднелись дома.\n—Спасибо,   — с улыбкой сказал мужчина и в тот же миг обратился в пепел.\nНе понимая, что произошло, я изумленно посмотрела на Елизара. Он подошел ко мне и крепко сжал меня в своих объятьях.\n—Что произошло?   — спросила я.\n—Я сам не понял, но, кажется, тебе удалось разрушить проклятье,   — ответил он и, улыбнувшись, посмотрел мне в глаза.\n—Можешь повторить то, что сказала в лесу?   — спросил он.\nЯ пожала плечами и улыбнулась.\n—Я много чего говорила, помнится, я была не в себе и даже танцевала с деревом.\nЕлизар рассмеялся.\n—Да, жаль ты себя со стороны не видела. Но не меняй тему,   — сказал он.\nЯ улыбнулась и посмотрела ему в глаза.\n—Я люблю тебя,   — сказала я и поцеловала его.\nОтстранившись, я посмотрела в сторону деревни.\n—Ты хочешь туда вернуться?   — спросил Елизар.\n—Да, я хочу посмотреть им в глаза,   — ответила я.\nЕлизар не стал спорить, он взял меня руку и сказал:\n—Тогда пойдем.\n",
    "answers": [
      {
        "id": 89,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 89,
    "text": "Чем ближе мы подходили к деревне, тем быстрее билось мое сердце. Я испытывала смешанные чувства, с одной стороны я злилась на то, как они обошлись со мной, а с другой, все хорошо закончилось. Я крепче сжала руку Елизара, я чувствовала его поддержку и мне стало спокойнее. Зайдя в деревню, нас стали окружать ее жители, удивленно смотря на нас. Ко мне подошел один из жителей.\n—Ева, прости за то, что мы вчера сделали, мы сами не понимаем, что нашло на нас, мы так боялись, мы уже не знали, как избавиться от проклятья. Мы подумали, что если отдадим лесу..\nЯ не дала ему договорить, в его глазах не было и тени сожаления. Было понятно, он говорит это только потому, что я вернулась.\n—Вчера? Сколько меня не было?   — спросила я.\n—Один день,   — ответил мужчина.",
    "answers": [
      {
        "id": 90,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 90,
    "text": "Перелистнув пожелтевшую от времени страницу тетради, женщина глубоко вздохнула.\n—Бабушка, а что было потом?   — спросила девочка.\n—А потом, моя дорогая, они покинули ту деревню,   — ответила женщина и потрепала морщинистой от старости рукой, свою внучку по голове.\n—И куда они пошли?   — сверкнула девочка любопытными глазами.\n—Они поселились в другой деревне и там прожили долгую и счастливую жизнь. Но, жители той деревни так и не смогли забыть их. Они навсегда вошли в историю, люди помнят, что Ева и Елизар избавили их от проклятья.\nЖенщина хрипло откашлялась и девочка протянула ей стакан с водой.\n—Бабушка, расскажи еще что нибудь,   — не унималась девочка.\n—На сегодня хватит, я устала, беги, поиграй с братом,   — ответила женщина и отложила в сторону дневник своей прабабушки. Она улыбнулась, вспомнив, как вот также донимала своих прабабушку и прадедушку, когда была маленькой. Снова и снова требовала, чтобы они рассказали, как встретились в проклятом лесу и как смогли разрушить проклятье.",
    "answers": [
      {
        "id": 1,
        "text": "Happy end"
      }
    ]
  },
  {
    "id": 91,
    "text": "",
    "answers": []
  }
]