[
  {
    "id": 1,
    "text": "Давным давно, предки знатного рода Эдленов построили могучий город, которому дали названия \"город Солнца\". Со всего мира приезжали знатные  люди и суда, что бы посмотреть на красоты здешних мест и приобрести наилучшие товары со всего мира. Но шло много лет и этот город давно уже не процветающий и не роскошный как раньше. Несколько десятков лет им правит король Элеонтий. Когда он был юным он был горяч и полон идей, но после смерти своей жены он стал закрытым в себе, молчаливым и крайне суровым человеком. Наша история начинается с приезда в город девушки, наследницы трона шестнадцатилетний Сенате, которая до этого училась в заграничной академии. После десяти лет разлуки она наконец увидит своего отца.\n\n\nАвтор: МайскийКот\n\nОбновление: 0.16\n\nКнига 1",
    "answers": [
      {
        "id": 2,
        "text": "Начать"
      },
      {
        "id": 3,
        "text": "Главы"
      },
      {
        "id": 141,
        "text": "От автора"
      },
      {
        "id": 1,
        "text": "Укажите команды для картинки",
        "url": "https://pp.userapi.com/c848616/v848616222/e3f62/FLdwYAGm1hs.jpg"
      },
      {
        "id": 341,
        "text": "Словарь слов"
      }
    ]
  },
  {
    "id": 2,
    "text": "С палубы послышался звук колокола. Корабль причаливал к берегу. Юная Сената подошла к окну и посмотрела на матросов, бежавших по кораблю и выполняющих приказы. Она быстро поправила неудобное пышное платье и вышла из каюты. Там ее уже ждал ее личный слуга, которого звали Пано. \n— \"Госпожа, нам пора готовится к высадке. Вы готовы?\"\n—\"Да...\" — Сената плохо себя чувствовала от морской качки и от многочисленных раздумий. Практически весь свой путь она думала об отце. Она ничего не могла вспомнить о нем, практически ни каких воспоминаний из детства. Пано протянул ей руку и помог подойти к борту. Он был весьма галантный и верный слуга.\n ",
    "answers": [
      {
        "id": 4,
        "text": "(Информация о Пано)"
      },
      {
        "id": 5,
        "text": "Ждать прибытия"
      },
      {
        "id": 2,
        "text": "Укажите команды для картинки",
        "url": "https://pp.userapi.com/c830608/v830608277/1a8f3c/bPIwQxvLluo.jpg"
      }
    ]
  },
  {
    "id": 3,
    "text": "Выбери главу. \n( _ знак значит что глава уже проверенна на орфографические и смысловые ошибки ) ",
    "answers": [
      {
        "id": 2,
        "text": "_Глава 1 "
      },
      {
        "id": 21,
        "text": "_Глава 2 ",
        "need": 3
      },
      {
        "id": 51,
        "text": "_Глава 3 ",
        "need": 3
      },
      {
        "id": 71,
        "text": "_Глава 4",
        "need": 3
      },
      {
        "id": 91,
        "text": "_Глава 5"
      },
      {
        "id": 121,
        "text": "_Глава 6 "
      },
      {
        "id": 143,
        "text": "_Глава 7"
      },
      {
        "id": 161,
        "text": "_Глава 8"
      },
      {
        "id": 181,
        "text": "_Глава 9"
      },
      {
        "id": 201,
        "text": "_Глава 10"
      },
      {
        "id": 221,
        "text": "Глава 11"
      },
      {
        "id": 241,
        "text": "Глава 12"
      },
      {
        "id": 251,
        "text": "Глава 13"
      },
      {
        "id": 271,
        "text": "Глава 14"
      },
      {
        "id": 291,
        "text": "Глава 15"
      },
      {
        "id": 321,
        "text": "_Глава 16"
      }
    ]
  },
  {
    "id": 4,
    "text": "Как только Сената появилась на свет к ней пристроили Пано. У него была чистая репутация и хоть по началу молодой отец не доверял свою дочь прислуги, но потом полностью стал ему доверять.\nПано был довольно высокий, чернокожий. На вид ему было 35. Лицо было приветливое, однако всегда он обращался к ней на вы и называл госпожой. Был добр, сдержан и вообще Сената тоже к нему хорошо относилась и доверяла. \n",
    "answers": [
      {
        "id": 2,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 5,
    "text": "Корабль медленно приближался к порту. На берегу ходили многочисленные толпы людей и уже слышался гул и даже крики. Жизнь кипела. Сената увлеченно наблюдала за городом и не заметила как впала в раздумья. Их довольно громко прервал стук носа корабля о борт. Палуба как будто ушла из под ног и Сената чуть не свалилась на скользкий и грязный пол, но Пано ловко подхватил ее на руки и поставил на землю.\n—\"Прошу вас, госпожа\".\nОн первый спустился с палубы и подал руки. \nОказавшись на ровной земле Сената поспешно отошла от корабля, не мешая спускаться с палубы другим людям. \nИх уже ждала упряжка. Следующая дорога прошла спокойно и не долго.",
    "answers": [
      {
        "id": 6,
        "text": "Приезд"
      }
    ]
  },
  {
    "id": 6,
    "text": "Едва повозка доехала до замка, как девушка замерла. Она почувствовала почти забытые чувства от поразительной красоты дворца. Даже академия не могла с ним сравнится. Пано помог девушке сесть в карету и ее ноги коснулись каменистой земли. В туфлях и пышном платье она чуть не упала, однако заметила что испачкалась как свинья. Ну чтож. \nОколо двери ее ждала девушка, одетая в белые одеяния. \n— \"Госпожа, здравствуйте. Я должна проводить вас в ваши покои и выполнить все распоряжения вашего отца, императора\". \nПоговорив это девушка замолчала, ожидая ответа. Она была робкая, но красивая. На щеках веснушки. Глаза голубые. Она постоянно смотрела в пол, часто и быстро поднимая глаза на Сенату. \n— \"Как тебя зовут\". \n—\"Ими...госпожа позвольте... проводить вас\". \n—\"Хорошо\". \nСлужанка пропустила вас в перед а сама держалась рядом и молчала. Это шанс задать ей несколько вопросов. ",
    "answers": [
      {
        "id": 7,
        "text": "Как устроен замок"
      },
      {
        "id": 8,
        "text": "Расскажи о моем отце"
      },
      {
        "id": 9,
        "text": "Где я буду жить?",
        "need": 7
      },
      {
        "id": 10,
        "text": "Какие распоряжения он отдал",
        "need": 8
      },
      {
        "id": 11,
        "text": "Зайти в Северную часть. ",
        "need": 9
      }
    ]
  },
  {
    "id": 7,
    "text": "—\"Конечно, я расскажу вам. Замок делится на несколько частей. Южная часть, Северная часть, Западная часть, Восточная часть и подвалы.\n\nЮжная часть — она отведена для балов или встреч. Но чаще там обедает императорская семья. В этом зале так же есть лестницы ведущие наверх, в комнаты для дорогих гостей и закрытая библиотека. \n\nСеверная часть — там располагаются комнаты императорской семьи. Она содержит 15 больших комнат которые почти все пустуют. \n\nЗападная зона — Зона для прислуги. Там стирают, готовят, а еще там находятся комнаты для служанок. Обычно императорская семья туда не ходит, но когда хотите, в любое время. \n\nВосточную часть все называют закрытой. К ее входу запрещено приближаться указом императора. Никто не знает что там хранится, однако вход преграждает не замок, а тайный шифр. \n\nЭто все что вы хотели знать?\"",
    "answers": [
      {
        "id": 6,
        "text": "Пока еще нет"
      }
    ]
  },
  {
    "id": 8,
    "text": "—\"Ваш отец император Элеонтий хороший правитель, но строгий хозяин. Ему ни кто не осмеливается перечить, однако он не часто бывает в замке и ни кто не знает куда он уезжает. Сегодня его пока нет, но он обещал что приедет к вечеру. А я личная служанка императорской семьи. Если вам нужно будет что-то принести то говорите. Хорошо?\"",
    "answers": [
      {
        "id": 6,
        "text": "Да"
      }
    ]
  },
  {
    "id": 9,
    "text": " —\"Конечно же в Северной части, госпожа. Император выделил вам отдельную просторную комнату и ее уже подготовили к вашему приезду\".",
    "answers": [
      {
        "id": 6,
        "text": "Спасибо"
      }
    ]
  },
  {
    "id": 10,
    "text": "—\"Ваш отец распорядился что бы вам были доставлены новые платья, из парчи и шелка, а х же духи и украшения с драгоценными камнями. После того как вы приготовьтесь вас накормят лучшие повара, а затем проводят для прогулки по городу. Вечером как раз приедет император. Однако он так же запретил вам заходить в Запретную часть",
    "answers": [
      {
        "id": 6,
        "text": "Понятно"
      }
    ]
  },
  {
    "id": 11,
    "text": "Наконец поднявшись по лестнице вы оказались в Северной части. Пано, все это время тихо шедший за Сенатой незаметно поглядывал на Ими. Сената улыбнулась, однако не стала больше отвлекаться на него. Вместо этого она осмотрела коридор, с картинами, вазами и портретами прежних правителей. Ими пригласила зайти ее в комнату в которой наследница теперь будет жить. \n\nКомната оказалась на удивление красивее и богаче чем она себе представляла. Большая кровать. Тяжелые бархатные шторы, небольшой камин и меховое кресло, большой шкаф, стоявший в углу комнаты, два небольших столика с фигурными свечами. На кровати лежало три платья обитые шелком, бархатом и камнями, вышивка дорогими, золотыми нитями. На одной  из тумбочек лежало чем-то знакомое скромное ожерелье с одним единственным камнем. \n—\"Госпожа, вам нравятся ваши покои?\"\n—\"Да, сдесь все так красиво!\"\n—\"Могу я попросить вас переодеться к обеду? Только вашему слуге придется выйти\". \nИми впервые обратила внимание на Пано. \n—\"Я должен оберегать госпожу любой ценой!\" \nИми, ставшая немного по смелей промолвила:\n—\"Ну тогда хоть отвернитесь\".\nПано выполнил просьбу. \nВы подошли к кровати выбирая одежду. ",
    "answers": [
      {
        "id": 12,
        "text": "Выбрать платье до пола с круживами и золотым воротником"
      },
      {
        "id": 12,
        "text": "Выбрать платье по короче, с обшитым подолом и серебреной вышивкой."
      },
      {
        "id": 12,
        "text": "Выбрать короткое, самое скромное платье без больших рюш и бархата. "
      }
    ]
  },
  {
    "id": 12,
    "text": "Вы оделись и посмотрели на себя в зеркало. Любое платье вам не очень-то подходило и любые кружева выглядели нелепо и были не удобны, но волю императора нарушать было нельзя. Затем вы одели ожерелье, лежавшие на тумбочке. \n—\"Вы очень красивая, госпожа\"\nПано повернулся. Наклонившись он прошептал: \n—\"Ты тоже\". \n—\"Тихо же!\"- ответила ему Ими, но Сената не думала ругать своего слугу. \n—\"Пожалуй мне пора на обед?\"\nДа, госпожа, вам нужно потом разобрать ваши вещи и ждать приезда императора. \n—\"Да, конечно\". \n",
    "answers": [
      {
        "id": 13,
        "text": "Вечером "
      }
    ]
  },
  {
    "id": 13,
    "text": "Сенате было грустно. Она очень беспокоилась о приезде отца, но многочисленные его поручения постепенно отгоняли от нее плохие мысли. Но вот настал долгожданный вечер, к которому она весь день готовилась. Она снова переоделась в еще более пышное и неудобное платье. Ей сделали красивую прическу и конечно же немного подготовили ее манеры. Но когда охранник объявил о приезде императорской повозки к Сенате вернулось чувство волнения. Император вошел в парадные ворота. Сената ожидала своего отца, неловко смотря на него. Император подозвал к себе служанку. Ими без колебаний подошла и встала сзади. \nИмператор выглядел сурово. Высокий, строгое лицо, темные его волосы были завязаны в небольшой хвост. Он подошел ближе к Сенате и посмотрел ей в глаза. \n—\"Здравствуйте, отец...\" \nИмператор кивнул, приветствуя единственную дочь и крикнул кому-то.\n—\"Подготовьте стол к ужину\". \nСлуги тот час вышли из комнаты.Император отправился в Северную часть, и не заговорил с Сенатой. Все ушли по своим делам и в парадном зале осталась только Сената с Пано. \n",
    "answers": [
      {
        "id": 14,
        "text": "Поднятся в Северную часть"
      },
      {
        "id": 15,
        "text": "Посмотреть за ходом работы."
      }
    ]
  },
  {
    "id": 14,
    "text": " \nСената решила подняться за отцом в Северную часть. Ей хотелось поговорить с ним, хотя в глубине души она знала, что он окажется не разговорчивый и суровым. Она вошла в коридор, но комната отца была закрыта, так что она смогла только зайти к себе. Ничего нового она не увидела, но размеры комнаты и ее обустройство все еще впечатлили девушку. \nОна села в одно из кресел, что бы передохнуть. \n—\"Пано, садись\"\n—\"Благодарю, госпожа\". \nЛичный охранник часто молчал и иногда Сената даже забывали о нем, но он весь день и всегда ходил за ней и наследница точно не сомневались в нем. Через несколько минут она решили, что уже скоро все приготовится и поспешила в Южную часть.",
    "answers": [
      {
        "id": 16,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 15,
    "text": "Сената поднялась в Южную часть, где кипела работа. Несколько блюд уже были на столе, другие поспешно несли. Низкая, чуть полная девочка с короткими черными волосами, похожая на ворону несла чайник с горячим чаем. \n—\"Служанка, подойди\"- позвала ее Сената.\n—\"Да, госпожа\". \n—\"Как тебя зовут?\"\n—\"Эфис, госпожа\".\nДевушка-вороненок явно была напугана. \n—\"Не бойся. Я только хочу спросить, какой ты несешь чай?\"\n—\" Черный, любимый чай императора\". \nСказав это Эфис отошла. А Сената продолжили стоять и ждать когда все приготовится. \n",
    "answers": [
      {
        "id": 16,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 16,
    "text": "Скоро из Южной части ушли слуги и Сената осталась практически одна. Остались только старшая Дэм и девушка, похожая на ворону. Дэм ругала ее\n—\" Вот ты, Эфис! Медленная как муха! Вот возьму и расскажу об этом господину!\"\n—\"Извините. Я исправлюсь\". \nЭфис и Дэм ушли, оставив Сенату наедине с накрытым столом. Она подошла и села, примерно в то место где была середина стола, но пока ждала отца. Он появился спустя пару минут и сел за главное место. Ими села рядом с ним по левую руку. \n—\" Рад видеть тебя, Сената\"- заговорил ее отец, глядя прямо на нее.\n—\"Твоему слуге лучше сесть\". \nПано стоял. \n—\"Извините, император, но приказывать мне может только моя госпожа\"- промолвил Пано.\n—Чтож, тебе решать, Сената\". \nОтец замолчал и принялся за еду. \n—\"Пано, садись. Можешь поесть если хочешь\". \nСлуга сел рядом с Сенатой и взял немного еды. Сената тоже в свою очередь принялась за кушанья, иногда посматривая на своего отца. Император Элеонтий даже не обращал внимание на нее, а только слушал доклады Ими. Казалось в его жизни ничего не изменилось. Сенате стало немного обидно. ",
    "answers": [
      {
        "id": 17,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 17,
    "text": "После обеда отец удалился в свою комнату, где был еще и кабинет. Сената по прежнему оставалась в Южной части. Стол уже разобрали и вокруг все было чисто. \n—\"Госпожа, я хочу поблагодарить вас\". \nПано поклонился ей. \n—\"Вы очень хорошо заботитесь обо мне\". \nОн боялся сказать лишние слова. \n—\"Я ценю твою верность мне\". \nСената стала подниматься в свою комнату. Там она сидела и смотрела в окно на море и почти темное небо. Через пару часов в дверь постучали и вошел отец. \n—\"Сената, скажи своему слуге удалится\". \nГолос его звучал строго и серьезно, что Сената даже забеспокоилась, но приказала Пано выйти за дверь. Как только он вышел, отец подошел к Сенате и велел сесть в кресло. \n\n—\"Сената, я думаю тебе не нужен больше этот раб\". \nОтец говорил все строже. \n—\"Но, император, он служит мне верой и правдой всю мою жизнь\". \n—\"Не думаю что он нам нужен\". \n—\"Он нужен мне. Прошу вас, отец...\". \nСказав это Сената забеспокоилась. Пано был ей как старший брат. \n—\"Прошу\". \n—\"Ладно, Сената, вижу тебя не переубедить. Чтож, у меня есть еще важные темы для обсуждения с тобой\".",
    "answers": [
      {
        "id": 18,
        "text": "Выслушать отца"
      }
    ]
  },
  {
    "id": 18,
    "text": " —\"Сената, тебе уже шестнадцать, и я не зря приказал привести тебя из академии так рано. Но, как ты знаешь в твоем возрасте император ищет наследнице мужа. Завтра состоится бал женитьбы. Он устраивается в королевстве Сентмару, известий своими праздниками и свадебными обычаями. Так вот Сената, ты поедешь туда, где несколько наследников из семи стран будут знакомится с тобой и принесут свои дары. \n—\"Отец, но... я не хочу выходить за муж!\"\n—\"Все, Сената, это мое последние слово. Разговор окончен. Ложись спать, завтра много серьезных дел.\nОтец повернулся и вышел, оставив Сенату одну.",
    "answers": [
      {
        "id": 19,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 19,
    "text": "Все таки выйти за муж не так уж плохо, тем более у нее есть выбор. Но нужно готовится ко сну. В дверь робко постучали.\n—\"Войдите...\"\nВ комнату зашел Пано. \n—\"Извините, госпожа. Но я обязан оберегать вас и ночью!\" \nСената улыбнулась. \n—\"Пано, не переживай. Замок сверху до низу набит охраной. Ты можешь отдохнуть\". \n—\"Благодарю, госпожа, но как на это посмотрит ваш отец?\" \n—\"Я не думаю что он сегодня зайдет. Так что ты можешь лечь\"...Сената сидела в кресле и размышляла над словами отца. ",
    "answers": [
      {
        "id": 20,
        "text": "На ковре"
      },
      {
        "id": 20,
        "text": "На креслах"
      }
    ]
  },
  {
    "id": 20,
    "text": "—\"Благодарю!!!\"- Пано поклонился вам в пояс. \nВы посмотрели на своего слугу. \n—\"Пано, я тут подумала...Называй меня на ты\". \n—\"Хорошо...\" \n—\"Спокойной ночи...\" ",
    "answers": [
      {
        "id": 1,
        "text": "Конец первой главы"
      }
    ]
  },
  {
    "id": 21,
    "text": "—\"Госпожа, бал состоится вечером, так что у вас целый день на выбор платья\" \nСената стояла в огромном магазине одежды, где платьев казалось больше тысячи. Отец посмотрел на нее.\n—\"На этот раз, Сената выбор за тобой. Я поеду в замок\". \nИмператор развернулся и вышел за дверь.\nИми рассеянно оглянулась на него, но осталась с молодой наследницей, наверное по приказу. \n—\"Что извольте выбирать?\" — торговец указал рукой на многочисленные платья. \n—\"О, их так много, что я просто теряюсь!\".\nСената прошла вдоль стеллажей. Все платья были такими удивительными, пышными, но как бы они не были красивыми, они не нравились Сенате. \n—\"Может есть что нибудь?... Попроще?\"\n—\"Как пожелаете, наследница\". \nТорговец удалился за прилавок и скоро выложил на стол с десяток платьев. \n—\"Самые дорогие и прекрасные, что я смог найти\". \nОн поклонился и чуть отступил. Сената шагнула к прилавку. Платья действительно были прекрасны. Сената несколько длительных минут в тишине рассматривала товар, после чего заметила еще одно платье, довольно интересное на первый взгляд. \n—\"Покажите мне это...\" \n—\"Как пожелаете\". \nТорговец показал платье в полный рост. Оно оказалось не пышное, длинное и приятное на ощупь, на цвет однотонное, но очень не похоже на обычную одежду. \n—\"Очень красивое, я хочу примерить\". \nИми посмотрела на Пано и тот сразу же отвернулся. \n",
    "answers": [
      {
        "id": 22,
        "text": "Примерить наряд"
      },
      {
        "id": 21,
        "text": "Укажите команды для картинки",
        "url": "https://pp.userapi.com/c849324/v849324522/90d40/U5EFkmJeAGM.jpg"
      }
    ]
  },
  {
    "id": 22,
    "text": " Сената стояла и смотрела на свое отражение в зеркале. Платье смотрелось изумительно. Оно было нежно голубое, однотонное, подол платья и рукава были усыпаны блестками и звездами. \n—\"Кто дизайнер?\" \n—\"Изготовлено лучшими мастерами Италии, по последней Итальянской моде\". \n—\"Госпожа, я не уверенна, что Император одобрит ваш выбор\". \n—\"Сената, не слушай ее. Платье как будто по тебе сшито!\" — Пано тоже был восхищен. \n—\"Решено! Сэр, я покупаю его...\"\n—\"Хорошо, сейчас оформлю ваш заказ\".",
    "answers": [
      {
        "id": 23,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 23,
    "text": "Следующие пару часов были потрачены на то что бы подобрать серьги и туфли, а так же костюм для Пано, тоже очень дорогой. Теперь Сената ехала в повозке в императорский замок. Сената от скуки смотрела в окно и думала о предстоящем бале. ",
    "answers": [
      {
        "id": 24,
        "text": "Подумать о торжестве"
      },
      {
        "id": 25,
        "text": "Смотреть в окно",
        "need": 24
      },
      {
        "id": 26,
        "text": "Прибыть в императорский замок",
        "need": 24
      }
    ]
  },
  {
    "id": 24,
    "text": "Бесспорно бал женитьбы является очень важным событием, ведь ей нужно будет познакомится с молодыми наследниками из семи стран и в конце концов выбрать будущего мужа. А значит свободной жизни скоро придет конец, ведь замужняя женщина всегда должна быть украшением мужа, не перечить, быть скромной и тихой, всегда и везде сопровождать мужа, а позже рожать и растить следующих наследников. Вообщем мало чего веселого. Сенате стало грустно, ведь она не видела никакого выхода из этого положения. Разве что сбежать, но...это безрассудно и можно сделать разве что если жених будет полным деспотом, но отец точно не выдаст свою дочь за такого. ",
    "answers": [
      {
        "id": 23,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 25,
    "text": "Повозка проезжала вдоль моря, рядом как раз располагалась пристань. Корабли качались на волнах, люди занимались своими делами. Сената разглядывала несколько молодых парней несущих товары. Затем показалась гора. Она была не очень высокая, но Сената как то в детстве побывав там, знала что от туда открывается прекрасный вид на море. Скоро они проехали и гору и небольшой лес, а затем вдалеке показались крыши домов города. Скоро повозка прибудет во дворец. ",
    "answers": [
      {
        "id": 23,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 26,
    "text": "Сената со вздохом упала в кресло. \n—\"Пано, сними пожалуйста эти туфли! Сил моих больше нет! ... Ох, как хорошо, спасибо!\"\nПано отступил в сторону. \n—\"Сената, скоро придет твой отец. Он хочет посмотреть на платье которое ты купила\". \n—\"Да кстати, и где оно?\"\n—\"Ими отнесла его проверить. Там зашить если что...\" \n—\"Ха, глупо! Я не думаю что ей удастся что-нибудь найти\". \nСената закинула ноги на кресло. \n—\"Если хочешь можешь сесть в кресло, мне все меньше хочется что бы ты обращался ко мне как к госпоже. Я думаю что ты мне друг\". \n—\"Спасибо тебе, это очень приятно слышать\". \nПано тоже сел в кресло, положив ногу на ногу. В комнату зашла Ими. \n—\"Госпожа, ваше платье идеально сшито, после обеда покажите его своему отцу. Кстати про обед, через 10 минут вы должны явится в Южную часть. По приказу вашего отца, разумеется\". \nИми кинула удивленный взгляд на Пано, который заинтересованно на нее смотрел. Сенате понятны были чувства друга, ведь Ими действительно была очень красивая, особенно в белой одежде в которой она всегда и ходила. \n—\"Хорошо, Ими. Я уже пойду на обед. Только одену что-нибудь более удобное...\" ",
    "answers": [
      {
        "id": 27,
        "text": "Переодется и пойти на обед"
      }
    ]
  },
  {
    "id": 27,
    "text": "Едва девушка зашла в Южную часть она сразу поняла что отец не в духе. Он сидел на своем месте и сосредоточенно смотрел в пустую тарелку. Ими тот час села рядом с ним. Сената тоже. Пано, шедший чуть позади, слегка замялся, но тоже сел.\n—\"Господин, ваша дочь уже пришла. Прикажете начать ужин?\" \n—\"Да, да...разумеется\". \nСената стала набирать еду. \n—\"Пано, по больше бери, сегодня сложный день\". \nПано благодарно улыбнулся и тоже приступил к еде. \n—\"Сената, выбрала себе платье?\"\n—\"Да, отец. Оно прекрасно!\"\n—\"Замечательно, покажешь мне его после...\"\nУ императора все равно не было настроения. \n—\"Император, что-то не так?\" \n—\"Не лезь не в свое дело!\" \nИмператор стукнул по столу и закричал на Ими. \n—\"Простите, господин...умоляю не злитесь!\" \nИми вскочила изо стола и упала на колени. Император остыл. \n—\"Сядь на место и не лезь больше!\" \n—\"Да...спасибо, господин!\" \nПано по виду был очень огорчен. Обед прошел в тишине. \n",
    "answers": [
      {
        "id": 28,
        "text": "Представить платье"
      }
    ]
  },
  {
    "id": 28,
    "text": "Сената вместе с отцом поднялась к своей комнате. Отец выглядел серьезным и явно думал не только о наряде дочери. Но вскоре все внимание перепало на Сенату. Она одела наряд и предстала перед отцом. Он как будто отвлекся и удивленно посмотрел на нее. \n—\"Сената? Что это?\" \n—\"Платье...из Италии\". \n—\"Из Италии? А где нормальное платье?\" \nСената уже испугалась что отец закричит, но тут неожиданно вступила Ими. \n—\"Мой господин, это будущая мода! Неделя-две и все юные наследники будут носить такие...\"\nИми скромно замолчала. Отец тоже молчал, обдумывая ее слова. \n—\"Ладно, Сената. Времени мало. Через пол часа выезжает карета\". \nОтец встал и вышел из комнаты. Ими осталась что бы помочь ей подготовится. \nНадев все приготовленные украшения, туфли, Сената и Ими с Пано отправились во двор. Пано, красиво и непривычно выглядел в дорогом костюме. Ими была одета как обычно, правда вместе с Сенатой она не шла. Она должна была остаться во дворце. Уже перед самым отъездом служанка пожелала ей удачи. Сената была очень благодарна ей за помощь. \n",
    "answers": [
      {
        "id": 29,
        "text": "Отправится на бал женитьбы "
      }
    ]
  },
  {
    "id": 29,
    "text": "Сената ехала в карете, сидя напротив отца. С ними ехал Пано и еще один телохранитель, на этот раз Жак, слуга отца. Жак был очень широкоплечий и высокий, а так же пострижен налысо. В свободное время он занимался, занимался и еще раз занимался упражнениями и спортом, так что с ним не страшны никакие разбойники. Дорога проходила в тишине и спокойствии, а Сената все размышляла о своей будущей жизни. ",
    "answers": [
      {
        "id": 30,
        "text": "Прибытие"
      }
    ]
  },
  {
    "id": 30,
    "text": "—\"Господин император, мы прибыли в Сентманру\". \n—\" Сената, выходи. Не жди меня, тебя встретит слуга\". \nСената и Пано вышли. К ним сразу же подбежал мальчишка. \n—\"Госпожа Сената, прошу вас\". \nСената вошла через парадные двери по зеленому ковру и не поверила своим глазам. В огромном зале было тысячи людей, все пили, ели, танцевали, разговаривали. Сената прошла мимо всех гостей, за мальчишкой и тот представил ей невысокий, но явно императорский трон, только слишком маленький для императора. \n—\"Садитесь, госпожа Сената. Здесь вы будете приветствовать женихов\". \nПарень поклонился и тут же куда-то смылся, оставив Сенату в полном заблуждении. Она боялась уйти с трона, что бы не пропустить ничего важного и поэтому попросила Пано принести ей чего нибудь. Голова у нее немного кружилась, но скорее от такого торжества. Играла громкая музыка, в воздухе витал аромат цветов. Пано принес небольшой бокал белого вина. Сената приняла. Вино распространило уютное тепло по организму и Сената окончательно успокоилась. ",
    "answers": [
      {
        "id": 31,
        "text": "Начало церемонии"
      }
    ]
  },
  {
    "id": 31,
    "text": "Спустя получаса Сената заметила своего отца, а еще заметила, что люли перестают танцевать и устраиваются вокруг трона как на зрелище. Скоро показались женихи. Их было девять. Все они были богато одеты, все были в одинаковых черных масках — по традиции. Император Сентманры призвал всех к тишине после чего объявил о начале церемонии. Сената снова забеспокоилась и стала разглядывать наследников, стоящих в ряд перед ее троном. \nИмператор Сентмару подошел к ней и вручил синий драгоценный камень на серебряной цепочке. \n—\"Это дар каждой невесте, которая участвует на нашем балу, это драгоценные сапфиры, гордость нашей империи!\" \nИмператор Сентмару показал на огромную витрину наполненную синими драгоценностями. Их действительно было много. ",
    "answers": [
      {
        "id": 32,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 32,
    "text": "—\"Сената, выбири человека\". \n",
    "answers": [
      {
        "id": 33,
        "text": "Жених 1",
        "need": -33
      },
      {
        "id": 34,
        "text": "Жених 2",
        "need": -34
      },
      {
        "id": 35,
        "text": "Жених 3 ",
        "need": -35
      },
      {
        "id": 36,
        "text": "Жених 4",
        "need": -36
      },
      {
        "id": 37,
        "text": "Жених 5",
        "need": -37
      },
      {
        "id": 38,
        "text": "Жених 6",
        "need": -38
      },
      {
        "id": 39,
        "text": "Жених 7",
        "need": -39
      },
      {
        "id": 40,
        "text": "Жених 8",
        "need": 39
      },
      {
        "id": 41,
        "text": "Жених 9",
        "need": 40
      }
    ]
  },
  {
    "id": 33,
    "text": "К девушке подошел низкий, немного пухленькие парень, лет семнадцать. Он сделал небольшой поклон после чего подал девушке сапфировые туфли на каблуках и представился. \n—\"Я Кид, наследник империи Сентмару. Сената, ты так прекрасна и я очень хочу что бы ты стала моей женой!\" \n—\"Спасибо, следующий...\" ",
    "answers": [
      {
        "id": 32,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 34,
    "text": "—\"О, прекрасная наследница!\"\nК трону  Сенаты приблизился высокий и худой парень. В руках он держал огромнейший букет цветов. \n—\"Я принц Швеции Хьюго, для меня честь познакомится с тобой, прекрасная Сената!\" \nПринц поклонился вам и отошел.",
    "answers": [
      {
        "id": 32,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 35,
    "text": "—\"Я Антон, наследник Персии\". \nАнтон был не слишком дружелюбен однако протянул Сенате шелковую полупрозрачную накидку. \n—\"Но, почему у тебя такое имя?\" \nСенате Антон понравился (как человек). \n—\"Мать русская\". \nПарень улыбнулся и вошел в линию. ",
    "answers": [
      {
        "id": 32,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 36,
    "text": "К Сенате подошел высокий парень. Волосы у него были светлые, до плеч. Сам он был в духе. \n—\"Я Унерин, наследник Саамского престола\". \nОн протянул Сенате мягкую  шкурку. \n—\"Прими мой дар\". \nРодители явно заставили сына прийти сюда. Унерин отошел. ",
    "answers": [
      {
        "id": 32,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 37,
    "text": "—\" Прекрасная Сената\". \nПарень протянул девушке серьги. \n—\"Я Отем. Наследник Рима!\"\nПарень был не высокий, а волосы у него были белые-белые. Отем отошел назад. ",
    "answers": [
      {
        "id": 32,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 38,
    "text": "—\"Прекрасная Сената\". \nПарень протянул девушке серебряные  звонкие браслеты. \n—\"Я Итем, брат Отема и кстати тоже наследник Рима...\"\nСказав это парень поклонился и тоже встал в линию. ",
    "answers": [
      {
        "id": 32,
        "text": "Назад",
        "need": 32
      }
    ]
  },
  {
    "id": 39,
    "text": "—\"Я...эм...привет...\" \nОчень низкий парень, который был точно гораздо ниже Сенаты протянул ей книгу. \n—\"Я...Сэм...из Барселоны...ну то есть...я...мой отец...я...\" \nПарень сгорая от стыда отошел назад. ",
    "answers": [
      {
        "id": 32,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 40,
    "text": "—\"Ну наконец, то!\" \nВперед с важным видом вышел высокий широкоплечий парень лет так 25. \n—\" Мое имя Ривальд IV и я правитель страны Гарэм. Хочу вручить тебе этих замечательных рабов\". \nКто то толкнул двух мальчишек к трону и один упал на небольшие ступеньки. \nВ это время Ривальд поднялся выше и отодвинув волосы сказал Сенате на ухо, зло улыбаясь. \n—\"Ты скоро будешь моей...\"\nСената удивилась, но ничего не сказала в то время как Ривальд прошел на свое место. ",
    "answers": [
      {
        "id": 32,
        "text": "Назад",
        "need": 32
      }
    ]
  },
  {
    "id": 41,
    "text": "К трону подошел высокий парень возрастом примерно как Ривальд. Одет он был странно, на него был черный плащ с накидкой на голову. \n—\"Здравствуй\". \nЕго голос был спокойный, прохладный и задумчивый, словно его интересовали намного более важные вещи чем Сената. Тишина длилась около минуты, после чего вдруг послышались какие-то крики и в центр зала прыгнули несколько человек, одетых как пираты. Сената не успела опомниться как парень скинул маску и плащ и тоже оказался пиратом. Не обращая внимание ни на кого он побежал через толпу к витрине с драгоценностями из сапфира. Послышался звон стекла. Стражники только только выбежали. Парень не оглядываясь кинулся прочь. Многие ушли из зала и остались только несколько людей. Сената увидела разъяренного отца, который направлялся к ней. В то же мгновенье он схватил девушку за руку и быстро повел на выход к карете. Пано и двое новых слуг шли следом за ними, держа подарки. Сената в последний момент оглянулась, но увидела только зло улыбающегося Ривальда, смотрящего прямо на нее. ",
    "answers": [
      {
        "id": 42,
        "text": "Поездка обратно"
      }
    ]
  },
  {
    "id": 42,
    "text": "Поездка обратно выдалась напряженной. Сената стала размышлять о церемонии, хоть как-то спасаясь от напряженной тишины. ",
    "answers": [
      {
        "id": 43,
        "text": "Размышления"
      }
    ]
  },
  {
    "id": 43,
    "text": "В голове была какая-то каша, но Сената изо всех сил старалась здраво мыслить. ",
    "answers": [
      {
        "id": 44,
        "text": "Подумать о женихах"
      },
      {
        "id": 45,
        "text": "Подумать о Ривальде IV"
      },
      {
        "id": 46,
        "text": "Подумать о пирате",
        "need": 45
      },
      {
        "id": 47,
        "text": "Прибытие",
        "need": 46
      }
    ]
  },
  {
    "id": 44,
    "text": "Хоть некоторые и были привлекательными, но большенство были какими-то неудачниками. Как хорошо что церемония сорвалась. Может отец и вовсе забудет о своем намерение выдать дочь за муж. Ведь Сената понимала, что она рождена не для того что бы днями и ночами сидеть в башне замка и нянчить детей. ",
    "answers": [
      {
        "id": 43,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 45,
    "text": "Как помнила Сената Ривальд был единственным законным правителем, тем более таким наглым. Его леденящие слова: \"Ты будешь моей\". Его торжествующей холодный взгляд. Ривальд возможно был бы самым худшем мужем для девушки. Сената подумала, что хорошо бы его никогда не увидеть больше... ",
    "answers": [
      {
        "id": 43,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 46,
    "text": "Раньше Сената никогда не встречала пирата.  Только он не обратил на нее ровно никакого внимание, только поздоровался, что бы отвлечь внимание. А когда он сбросил маску. Сената даже не разглядела его лица. Она помнила только одну сережку на ухе. Об его имени тем более говорить не приходилось. Чтож с ним Сената точно уж никогда не встретится. ",
    "answers": [
      {
        "id": 43,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 47,
    "text": "Как только карета приехала Сената сразу пошла в свою комнату. Мальчишек сразу же приставили ко служению, а Пано поручили принести все многочисленные подарки к Сенате в комнату. Девушка поднялась и сразу же, в платье рухнула на кровать. От вино ее успокаивало и она чувствовала усталость. В комнату зашла Ими. Она стала настаивать на том что бы Сената переоделась и вскоре все они в троем сидели и разговаривали на постели. Ими очень удивилась рассказам Сенаты об пирате. \nНо про Ривальда Сената никому не рассказала. Сама не зная почему, она быстро выкинула из головы все мысли о нем и вскоре легла спать. ",
    "answers": [
      {
        "id": 48,
        "text": "Утром"
      }
    ]
  },
  {
    "id": 48,
    "text": "Утром Сенату разбудила Ими. Наследница встала и увидела своего отца, стоявшего перед ней. Сенат слегка смутилась так как была в одной рубашке. \n—\"Отец? Здравствуйте\". \n—\"Здравствуй, Сената. У меня к тебе новости\". \nСената немного напугалась. Однако что может случится плохого? \n—\"Я слушаю вас\". \n—\"Сената, ты выйдешь за муж за Ривальда IV\". \n—\"Что?? Нет, отец! Только не это!\"\nИмператор не видел в этом ничего плохого и поэтому не отменял своего решения. \n—\"Я больше всего не хочу снова встречать его!\" \n—\"Ты говоришь глупости! Ривальд достойный человек. Лучшего мужа для тебя и придумать нельзя\". \n—\"Но...\"\n—\"Никаких но, Сената! Разговор окончен\". \nИмператор вышел из комнаты, оставив Сенату одну. ",
    "answers": [
      {
        "id": 49,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 49,
    "text": "Сената села на ковер и заплакала. Горячая слеза потекла по ее щеке. В комнату вошел Пано. Увидев ее он подошел и тоже сел на колени. \n—\"Сената, не плачь...Что случилось?\" \n—\"Мой отец...он хочет выдать меня за муж за Ривальда!\" \n—\"Ривальда? Это которого?\" \n—\"Это тот что уже правитель! Я не хочу за него! Мне кажется что он ужасный человек! Понимаешь?\" \n—\"Понимаю, не плачь\". ",
    "answers": [
      {
        "id": 50,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 50,
    "text": "Сената встала и пошла готовится к завтраку. Настроение было очень плохим не смотря на все разговоры с Пано. Перед выходом она подумала, что никогда не допустит обручения с Ривальдом. А затем мысленно с этим согласилась. Она еще не знала как, но надо было придумать план..",
    "answers": [
      {
        "id": 1,
        "text": "Конец второй главы"
      }
    ]
  },
  {
    "id": 51,
    "text": "За завтраком мысли Сенаты были заняты планом. Сначала она хотела показать отцу какой Ривальд ужасный человек, но потом поняла, что у нее против него ничего нет. Она конечно познакомилась с ним только вчера, но он уже до конца жизни оставил в ее памяти страх при встречи с ним. Потом неожиданно в ее голову пришли мысли о побеге. И внезапно она поняла, что ее ничего и не держит. С отцом она в прохладных отношениях. То есть он к ней никак не относится. А ей давно хотелось свободы. Ведь даже в академии она должна была исполнять волю директрисы. Она вдруг ярко осознала какие просторы откроются перед ней. И она твердо решила бежать из дворца на поиски лучшей жизни. ",
    "answers": [
      {
        "id": 52,
        "text": "Далее"
      },
      {
        "id": 51,
        "text": "Укажите команды для картинки",
        "url": "https://pp.userapi.com/c844617/v844617522/10a234/coyx4nifLcQ.jpg"
      }
    ]
  },
  {
    "id": 52,
    "text": "Сената была так увлечена своими мыслями, что не замечала ничего, ровно до того момента когда отец громко позвал ее. \n—\"Сената. Ривальд IV приедет завтра вечером. Я хочу что бы ты подготовилась к его приезду и показала себя в лучшем свете\". \n—\"Да, конечно...\"\nСената посмотрела на императора. Тот встал из-за стола и объявил конец завтрака. Когда он ушел Сената захватила с собой десерт и тоже ушла, увлеченная своими мыслями. \n\nПано она разумеется возьмет с собой, а еще нужно добыть обычную одежду, что бы не выделятся и деньги на еду и крышу над головой. С деньгами все было сложнее чем кажется. Хоть она и была богатой наследницей, но деньги ей не давали, так как отец оплачивал все самостоятельно. Можно было конечно взять дорогие украшения подаренные ей, но чрезмерное богатство у простой девушке тоже привлекло бы внимание.\n Сената вошла в свою комнату и опустилась на диван. \n",
    "answers": [
      {
        "id": 53,
        "text": "Разговор"
      }
    ]
  },
  {
    "id": 53,
    "text": "—\"Пано, закрой дверь...только убедись что нас никто не подслушивает\". \nСлуга закрыл дверь и тоже сел в кресло, понимая что разговор будет серьезный. \n—\"Пано, я хочу сбежать со дворца и ты пойдешь со мной!\"\n—\"Сената, но это же безрассудно!\" \nПано удивленно смотрел на нее.\n—\"Лучше, чем женится на Ривальде\". \nДевушка вздохнула. \n—\"Пано, понимаешь, я должна. Мы возьмем немного украшений, продадим и будут деньги, потом на корабль сядем и поплывем в другую страну и...ты будешь свободен. Я отпущу тебя\" \nПано был очень удивлен. Он и не ожидал что когда нибудь он наконец-то ощутит себя свободным. \n—\"Пано, решайся...\"\nСлуга пристально посмотрел на девушку. Тишина длилась несколько минут. \n—\"Хорошо...\" \nОн опустил голову в раздумьях. \nСената бросилась ему на плечи со словами:\n—\"Спасибо, спасибо, спасибо!\" \nПано мягко отстранил ее. \n—\"Какой план?\" \n",
    "answers": [
      {
        "id": 54,
        "text": "Рассказать план"
      }
    ]
  },
  {
    "id": 54,
    "text": "\"Для начала...нужно добыть обычную одежду. Для меня и для тебя\". \n—\"Я попробую попросить моих знакомых, но ты должна будешь отпустить меня на некоторое время\". \n—\"Да, да хорошо, а я возьму достаточное количество дорогих вещей\". \n—\"И Сената, я должен пойти, прямо сейчас. Потому что девушка которая может нам помочь скоро уедет на весь день\". \n—\"Девушка? Это Ими?\" \n—\"Да...Надеюсь ты не против?\" \n—\"Нет, но смотри что бы она не рассказала отцу\". \nПано встал и вышел. Сената посмотрела ему в след, а затем стала искать украшения. В ящике оказались пара золотых браслетов, а так же сапфир на серебряной цепочке. Остальные украшения сильно выделялись и их нельзя было брать. Затем Сената задвинула ящик и села на ковер рассматривая подвеску. Сапфир был синим-синим, большим и без повторных узоров, однако его можно было принять за подделку, потому что именно такого цвета сапфиры были только в империи Сентмару. Она сразу одела украшение на шею, а браслеты временно убрала.  Побег был назначен завтра на утро. ",
    "answers": [
      {
        "id": 55,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 55,
    "text": "Скоро пришел Пано с серой одеждой для него и серым платьем и еще с двумя накидками и небольшой сумкой куда можно сложить деньги и еду. Нужно было проработать план действий. ",
    "answers": [
      {
        "id": 56,
        "text": "Что осталось добыть "
      },
      {
        "id": 57,
        "text": "Общий план действий",
        "need": 56
      },
      {
        "id": 58,
        "text": "Разговор",
        "need": 57
      }
    ]
  },
  {
    "id": 56,
    "text": "Осталось взять немного еды, воды, а так же кинжалы, на которых так настаивал Пано. Еду и воду можно добыть вечером, когда почти все лягут спать. С кинжалом было все сложнее. Пано говорил что кухонные ножи не надежны, а настоящий кинжал было не откуда достать. Со словами: \"рискнем\" Пано должен был украсть кинжал у охранника. Позже Сенате захотелось взять книгу и она решила прогуляться вечером в закрытую библиотеку. ",
    "answers": [
      {
        "id": 55,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 57,
    "text": "И так, сейчас Сената и Пано идут доставать кинжал у охранника. \nЗатем Сената отправляется в библиотеку и ищет книгу, которая ей интересна. \nЗатем ждет до ужина, а позже когда отец уходит в свою комнату, достает еду и воду. \nПосле завтрака складывает все в сумку, переодевается и под видом слуги выходит с черного входа. ",
    "answers": [
      {
        "id": 55,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 58,
    "text": "—\"А почему мы не можем сбежать этим вечером?\" \n—\"Пано, я должна простится с жизнью во дворце. К тому же хорошо отдохнуть и привести свои мысли в порядок. Я понимаю твое волнение, но я думаю, что все пройдет хорошо\". \n—\"Ну ладно...Только не затягивай...\" ",
    "answers": [
      {
        "id": 59,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 59,
    "text": "Перед обедом Сената и Пано прогуливались по коридорам в поисках охранников. Те нашлись только в конце, перед лестницей. Двое молодых парней разговаривали друг другом об своих приключениях, как один из них однажды поймал вора. Увидев Сенату охранники сразу же замолчали. \n—\"О...не надо боятся! Я тоже хочу послушать!\" \n—\"Как вам угодно, госпожа\". \n—\"Да, мне очень интересно, может быть даже вас к награде приставлю, если вы такой герой!\" \n—\"Благодарю вас. Кхм.Кхм... Так вот. Однажды я охранял подарки на балу одной принцессы. А там какой то парнишка...нет...парень...воот такой здоровяк!\" \nОхранник увлеченно рассказывал свою историю. Сената делала вид что очень внимательно слушает, посматривая на Пано. Тот почти достал не большой, но хорошо заточенный металический кинжал из-за пояса. А потом спрятал его под рубашку. \n—\"Вы действительно такой храбрый! Я обязательно поговорю с отцом!\" \nСената улыбнулась обманотому парню, а затем вместе с Пано ушла обратно к себе в комнату. ",
    "answers": [
      {
        "id": 60,
        "text": "В комнате"
      }
    ]
  },
  {
    "id": 60,
    "text": "Сената взяла у Пано кинжал и убрала его в сумку, а затем решила пойти в библиотеку. Только ей очень нужно было успокоится перед делом и она пошла одна. \nДевушка дошла до Южной части и поднялась по лестнице. В этой части замка Сената никогда не была. Она оглянулась и нашла дверь ведущую в библиотеку. Открыв дверь громко скрипнула и девушка вошла. Войдя она неожиданно увидела свет и поняла что в комнате она не одна, а еще она была уверенна, что тот кто тоже находится в библиотеке заметил ее приход. Скрываться было бы глупо. Девушка подошла ближе к свету и неожиданно для себя увидела своего отца! Император сидел за столом и читал какую-то книгу. Увидев дочь, он тоже удивился. \n—\"Сената? Что ты тут делаешь?\" \nСената подумала что отец сердиться. \n—\"Книгу хочу взять прочитать...\" \n—\"Быстро бери и уходи!\" \nСената поняла, что у нее мало времени и взяла первую попавшуюся и ушла. Уходя только девушка прочитала на название: \"бравый пиратский пир\". Ну чтож...\nСената направилась к себе в комнату. ",
    "answers": [
      {
        "id": 61,
        "text": "Начало обеда"
      }
    ]
  },
  {
    "id": 61,
    "text": "К началу обеда Сената не успела, так как совсем про него забыла, обдумывая все случившееся за эти дни. Отец, понятное дело были очень рассержен и оставил Сенату без обеда. Весь день девушка практически ничем не занималась, только гуляла по дворцу, стараясь не встретить никого, в том числе и отца. Несколько раз она, не зная почему, пряталась от шедших слуг и потом немного посмеивалась над собой, но зато нашла много мест для пряток. Они были за шторами, под столом со скатертью. Может там могли прятаться другие люди до нее. Затем Сената нашла вход на крышу и прогулялась по крыше. Ее чуть не заметили слуги, работающее во дворе, так что гулять пришлось чуть ли не на корточках и когда Сената пошла обратно она заметила, что испачкала свое платье и пошла переодеваться. ",
    "answers": [
      {
        "id": 62,
        "text": "Пойти в Северную часть "
      }
    ]
  },
  {
    "id": 62,
    "text": "Как только Сената зашла в свою комнату к ней сразу же кинулся Пано. \n—\"Сената! Ты где была?\" ",
    "answers": [
      {
        "id": 63,
        "text": "Гуляла на крыше"
      },
      {
        "id": 63,
        "text": "Прогуливалась "
      }
    ]
  },
  {
    "id": 63,
    "text": "—\"Тебе уже скоро идти на ужин и брать провизию по нашему плану! Переодевайся. Не хочу что бы твой отец снова оставил тебя без еды\". \n—\"Хорошо\". \n\nСената быстро переоделась и вместе с Пано поспешила в Южную часть. Они пришли немного рановато. Сената села и осмотрела стол, думая что лучше подойдет. ",
    "answers": [
      {
        "id": 64,
        "text": "Фрукты. "
      },
      {
        "id": 64,
        "text": "Выпичка"
      }
    ]
  },
  {
    "id": 64,
    "text": "Вошедший отец прервал раздумья. \n—\"Сената, я не разрешаю пользоваться библиотекой, ни тебе ни кому было еще. Если что-то нужно просто проси у меня\". \nСената смущенно кивнула и приступила к еде. Нужно набраться сил для завтрашнего дня. ",
    "answers": [
      {
        "id": 65,
        "text": "После ужина"
      }
    ]
  },
  {
    "id": 65,
    "text": "Как только отец ушел Сената и Пано стали выбирать что взять с собой. Жаль было то что фруктов на ужин не привезли и остались только хлеб, рис и немного курицы. Пано, взявший в кладовке мешок для провизии сложил все туда, только потом, заметив удивленный взгляд одной из служанок. По этому Сената приказала Пано отнести все в комнату, а сама взяла фляжку, принесенную им же, и набрала воду. По пути она снова размышляла о мучающих ее мыслях, а затем направилась в комнату спать. ",
    "answers": [
      {
        "id": 66,
        "text": "Следующий день. "
      }
    ]
  },
  {
    "id": 66,
    "text": "Едва девушка проснулась, как Ими, возникшая в ее комнате по какой-то странной причине, доложила о прибытии Ривальда IV. Это в ее планы не входило. Тем более по словам Ими нужно уже сейчас бежать на завтрак и что ее перед выходом ждет отец. Сенате ничего ни оставалось, кроме того что бы пойти. Она быстро оделась, вышла и действительно почти сразу наткнулась на отца. \n—\"Ты проспала, Сената!\" \n—\"Извините меня, отец\" \nУ Сенаты из груди выпрыгивало сердце, ведь в голове кружились одни мысли о предстоящем побеге. \n\nОтец сопроводил ее в Южную часть, где девушка увидела Ривальда. \"Жених\" снова с торжествующей мерзкой улыбкой смотрел на нее, а отец этого казалось даже не замечал. Хотя Ривальд действительно был обходителен и галантен. И все же его взляд не менялся, а об его мыслях можно было только догадываться. Он как будто уже представлял что он сделает с Сенатой. С завтрака девушка ушла пораньше, сославшись на головную боль. Она поспешила в себе в комнату, что бы переодеться, но услышав шаги сунула всю свою одежду и Пано в сумку и дала сумку Пано. К ее огромному удивлению в комнату зашел Ривальд. ",
    "answers": [
      {
        "id": 67,
        "text": "Недоумение"
      }
    ]
  },
  {
    "id": 67,
    "text": "Сената приказала Пано выйти за дверь, потому что не хотела что бы ему досталось из за нее от Ривальда. Только слуга закрыл дверь как жених оказался у нее за спиной. \n—\"А ты молодец, девочка...Быстро сообразила что к чему\". \nРивальд зашептал ей прямо в ухо крепко держа за талию. \n—\"Наша любовь будет пылать ярче всех огней. Не могу уже дождаться! Постой, дорогая...Я действительно хочу начать уже сейчас\". \nСената ощущала затылком его теплое дыхание, наводившее на нее дрожь. Ривальд внезапно крепко схватил ее и полез под юбку. \nОна попыталась убежать, но он был сильнее девушки. Нужно было срочно что-нибудь предпринять! ",
    "answers": [
      {
        "id": 68,
        "text": "Тыкнуть в глаз"
      },
      {
        "id": 69,
        "text": "Ударить в нос"
      }
    ]
  },
  {
    "id": 68,
    "text": "Сената попала рукой прямо в глаз и Ривальд отпустил ее крепоко держась за лицо. Это шанс сбежать. ",
    "answers": [
      {
        "id": 70,
        "text": "Выбежать из комнаты"
      }
    ]
  },
  {
    "id": 69,
    "text": "Девушка сильно ударила рукой к нос и Ривальд закричал от боли и схватился за лицо руками, а Сената не теряя времени выбежала из комнаты. ",
    "answers": [
      {
        "id": 70,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 70,
    "text": "С шумом Сената выбежала из комнаты и увидев Пано закричала ему:\n—\"Быстро! Бежим!\" \nДолго обьяснять не пришлось. Они выбежали на лестницу и с нижнего этажа услышали крики Ривальда: \n—\"Догнать ее! Живее!\" \nДевушка не знала куда бежать и вдруг увидела перепуганную девочку-вороненка. \n—\"Эфис, где черный выход!\" \nУ служанки был шок. \n—\"Эфис ответь, ну же!\" \nСлужанка указала направление.\n—\"Спасибо! Сената сорвала со своей руки чей-то подарок, браслет и сунув его в руки Эфис побежала за Пано в нужном направлении. Сердце бешено колотилось в груди и казалось сейчас выпрыгнет наружу. Вместе Сената и Пано выбежали во двор и уже через запасные ворота побежали в город. \n—\"Стой, Сената, куда нам бежать?\" \n—\"В порт! Там нас точно будут искать не сразу!\" ",
    "answers": [
      {
        "id": 1,
        "text": "Конец третей главы"
      }
    ]
  },
  {
    "id": 71,
    "text": "Как только Сената и Пано добежали до порта они сразу же остановились, переводя дыхание. Сенате казалось, что она никогда в жизни так не бегала. Немного восстановившись Сената выпрямилась и посмотрела на Пано. \n—\"На какой корабль пойдем?\" \n—\"Сената, тут не все так просто. Нам придется пройти тайком\"\n—\"А если нас заметят?\"\n—\"Могут бросить за борт, отобрав все деньги, а если команда будет более приличной нужно будет  заплатить и отправится вместе с ними в плаванье\". \n—\"Какой же корабль выбрать?\" \nСената посмотрела на три разных пришвартованных корабля. На один уже собирались люди. \n—\"Давай на этот, он первый отправляется\". \nСената хотела по скорее куда-нибудь сесть что бы убежать от Ривальда. Пано подумал. \n—\"Хорошо, сейчас погрузчик отойдет\". \nОни немного подождали, а потом проскользнули на палубу, спрятавшись за ящиками с товаром. \nСкоро корабль отплыл и Сената вздохнула с облегчением. ",
    "answers": [
      {
        "id": 72,
        "text": "Далее\n"
      },
      {
        "id": 71,
        "text": "Укажите команды для картинки",
        "url": "https://pp.userapi.com/c846217/v846217522/10286c/SJNoYxMlA30.jpg"
      }
    ]
  },
  {
    "id": 72,
    "text": "—\"Мы убежали, Пано значит...Ты свободен!\" \nБывший слуга улыбнулся. \n—\"Да, но я лучше продолжу этот путь вместе с тобой. Боюсь ты одна не справишься\". \nСената поняла как прав ее друг, но пообещала себе что с этой минуты будет тренироваться и станет наконец сильной и независимой. \n—\"Кто это у нас тут?\" \nПано и Сената повернулись. В следующую секунду их выволокли из из укрытия на палубу, где было по меньшей мере тридцать пиратов. ",
    "answers": [
      {
        "id": 73,
        "text": "-\"Не ваше дело!\" "
      },
      {
        "id": 74,
        "text": "Молчать "
      }
    ]
  },
  {
    "id": 73,
    "text": "—\"Сената, ты что? Извините ее, парни. Мы просто убегали...\"\n—\"От кого же вы убегали?\" \nПеред ними стоял высокий негр, который вроде нормально отнесся к Пано, но с подозрением отнесся к Сенате. \n—\"От моего отца и неудачного жениха\" \nПираты залились громким смехом, после чего негр остановил всех. \n—\"А он? Твой слуга?\" \nДля негра это видимо была больная тема, ведь Пано тоже был чернокожий. \n—\"О нет, нет вы не так поняли!\" \nПано принялся им все обьяснять. \n—\"Да, я служил ей, но она меня отпустила\". \nНегр усомнился. \n—\"Ну ладно, раз вы оба свободны, то платите или мы скинем вас в воду\". \n",
    "answers": [
      {
        "id": 75,
        "text": "Заплатить "
      }
    ]
  },
  {
    "id": 74,
    "text": "Сената молча посмотрела на Пано. Тот принялся обьяснять. \n—\"Здравствуйте. Я и Сената убегали от ее отца...я был у него прислугой, а Сенату он заставлял выходить замуж, но теперь она меня отпустила. Не выбрасывайте только нас за борт\". \nНегр усомнился. Было видно, что к Пано он отнесся нормально, так как тот тоже был чернокожий, а к Сенате с подозрением. \n—\"Ну ладно, только платите, бесплатно не катаем!\" ",
    "answers": [
      {
        "id": 75,
        "text": "Заплатить "
      }
    ]
  },
  {
    "id": 75,
    "text": "Сената посмотрела на Пано, а он протянул ее сумку. Сената порылась в ней и достала два золотых браслета. \n—\"Видимо ты из богатой семьи если у вас такие драгоценности\". \nНегр взял плату, как вдруг за его спиной послышались шаги. \n—\"Что сдесь происходит?\" \n—\"Капитан!\" \nНегр протянул капитану золотые браслеты.\nКапитан выглядел серьезным. Волосы у него были темно-коричневые, короткие. На  правом ухе была небольшая серёжка в виде золотого кольца. Он был не в настроении и Сената даже испугалась, что он не возьмет их в плаванье, а просто выкинет за борт. Но осмотрев нежданных гостей капитан сказал только. \n—\"Хорошо, пусть остаются, выдели им отдельную каюту, Енти\" \nЕнти, так звали негра проводил взглядом уходящего капитана, а затем показал Сенате и Пано их каюту. Она была очень маленькая и кроме столика и комода там висело два гамака.\nПано положил сумку на комод.\n—\"Сената нам надо переодеться, я подожду тебя снаружи\". \nСената кивнула и дождавшись когда Пано уйдет переоделась в простое, но в более удобное платье. Затем переодевался Пано, а потом они оба решили поговорить с кем нибудь из команды. \n",
    "answers": [
      {
        "id": 76,
        "text": "Осмотреть палубу"
      }
    ]
  },
  {
    "id": 76,
    "text": "Корабль был относительно просторный. Около штурвала стоял Енти, капитана не было видно. \nСената посмотрела на Пано. \n—\"Я думаю тебе лучше с ним поговорить\". \n—\"Но, Пано. Он ко мне не очень относится\". \n—\"Вот и учись налаживать общий язык\". \nДруг слегка подтолкнул девушку в спину. Та оглянулась на него но все же подошла.",
    "answers": [
      {
        "id": 77,
        "text": "Быть галантливой и деликатной"
      },
      {
        "id": 78,
        "text": "Быть серьезно насторенной"
      }
    ]
  },
  {
    "id": 77,
    "text": "—\"Здравствуйте\". \nЕнти обернулся на вас.\n—\"Сбежавшая невеста? Ну привет\". \nСената подумала, что не надо было рассказывать ему об женихе. \n—\"Я бы хотела бы задать несколько вопросов вам, если вы конечно не против\". \n—\"Валяй\".",
    "answers": [
      {
        "id": 79,
        "text": "Вопросы"
      }
    ]
  },
  {
    "id": 78,
    "text": "—\"Енти, здравствуйте, я бы хотела бы задать вам пару вопросов\". \n—\"Какие мы серьезные, ну задавайте\". ",
    "answers": [
      {
        "id": 79,
        "text": "Вопросы"
      }
    ]
  },
  {
    "id": 79,
    "text": "—\"Только быстро, а то у меня мало времени\" ",
    "answers": [
      {
        "id": 80,
        "text": "Чем мы можем вам помочь? "
      },
      {
        "id": 81,
        "text": "Какую должность вы занимаете? "
      },
      {
        "id": 82,
        "text": "Давно вы занимаетесь пиратством",
        "need": 80
      },
      {
        "id": 83,
        "text": "Расскажите мне про капитана",
        "need": 82
      }
    ]
  },
  {
    "id": 80,
    "text": "—\"Вы и так должны будете заниматься рутинной работой\" \n—\"Почему же?\" \n—\"Два золотых браслета слишком малая плата\". \n—\"Ну ладно...\" ",
    "answers": [
      {
        "id": 79,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 81,
    "text": "—\"Я квартирмейстер. Сдесь самые главные капитан и я, и еще боцман. С ним вы познакомитесь после обеда\". \n",
    "answers": [
      {
        "id": 79,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 82,
    "text": "Негр засмеялся. \n—\"Ты...хаха...решила что мы пираты?\"\n Затем он остановился и стал серьезным. \n—\"Ну почти, мы флибьюстеры\". \n",
    "answers": [
      {
        "id": 79,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 83,
    "text": "—\"Понравился?\" \n—\"Нет, совершенно, просто хочу убедится что я в безопасности\". \n—\"Странно что ты его не знаешь. Это же Себастьян повелитель-волн. Иногда бывает занимается разбоем, но чаще он честен\". \n—\"Разбоем?\" \nВнезапно прозвенел колокол. ",
    "answers": [
      {
        "id": 84,
        "text": "Отреагировать на звук"
      }
    ]
  },
  {
    "id": 84,
    "text": "—\"Обед! Все в трюм!\"\n—\"Что?\" \nСената не успела ничего сообразить, как один из парней, стоявших не подалеку бросился вниз по лестнице и случайно задел девушку. Сената чуть не упала за борт, чудом схватившись за перила лестницы. \n—\"Сенаты, ты в порядке?\" \nЗаметив что за ними, с насмешкой наблюдает вся команда Сената поспешно встала и отстранила друга. \n—\"Да все в порядке, с чего ты вообще решил что мне нужна помощь?\" \n—\"Чего вы там третесь? Быстро все в трюм иначе будете голодными сидеть\". \nКоманда спохватилась и все быстро стали спускаться в трюм, а Сената и Пано ненадолго остались. ",
    "answers": [
      {
        "id": 85,
        "text": "Поесть свое. "
      },
      {
        "id": 86,
        "text": "Не есть вообще."
      }
    ]
  },
  {
    "id": 85,
    "text": "—\"Пано, пойдем съедим наши запасы?\" \n—\"Эм...Сената тут такое дело... короче я их отдал\". \n—\"Что? Пано, как ты мог! И куда же ты их дел?\" \n—\"На берегу оставил. Пока мы ждали. Пацаненку одному, который бездомным был\". \n—\"Эх Пано. Ну хоть на доброе дело\". \nСзади послышался крик. \n—\"Эй вы, новенькие. Жрать будете?\" \n—\"Нет\". \nХотя в прочем Сената не была голодна. ",
    "answers": [
      {
        "id": 87,
        "text": "После обеда"
      }
    ]
  },
  {
    "id": 86,
    "text": "—\"Пано, мы недавно поели, так что лучше не тратить наши запасы\". \n—\"Сената, я только сказать хочу что нет\". \n—\"Чего нет?\"\n—\"Наших запасов. Я их голодному мальчику отдал\". \nСената посмотрела на Пано, удивляясь его доброте и вместе с этим злясь. Внезапно сзади раздались крики:\n—\"Эй вы! Жрать будите?\"\n—\"Нет, спасибо\". \nМожет это и к лучшему, Сената ведь не была голодна. \n",
    "answers": [
      {
        "id": 87,
        "text": "После обеда"
      }
    ]
  },
  {
    "id": 87,
    "text": "—\"Строись!\" \nВся команда стояла в ряд постройки смирно. Сената и Пано старались, но почти никто не обращал на них внимание.\nПеред всей командой стояли Енти, боцман и капитан Себастьян. \n—\"Сегодня, у нас в команде появилось два новых человека. И я прошу относится к ним как к себе\". \nСената была смущена. Себастьян как раз проходил мимо нее.\n—\"Ты\" \nОн указал на Сенату. \n—\"Можешь идти на кухню\". \n—\"Что за стереотипы? Хоть я и девушка, но я не умею готовить\". \n—\"Я умею\". \nСебастьян удивленно посмотрел на Пано. \n—\"Ладно, тогда девчонка отправится драить палубу\". .\n",
    "answers": [
      {
        "id": 88,
        "text": "-\"Ну ладно\""
      },
      {
        "id": 88,
        "text": "Молчать ",
        "need": 87
      }
    ]
  },
  {
    "id": 88,
    "text": "—\"Все по своим делам!\" \nКрикнул капитан и ушел. Пано сразу же с Енти пошел на кухню, а перед Сенатой возник боцман. Это был невысокий человек с не длинной бородой. Он протянул Сенате ведро и швабру. \n—\"Трудись\".\n—\"Спасибо\". \nБоцман рассмеялся и ушел, а Сената осталась выполнять задание. \nСкоро однако начались волны. Капитан Себастьян несколько раз выходил на капитанский мостик, но Сената старалась не обращать на него никакого внимания, потому что некоторые моряки между собой говорили, что она, то есть Сената добивается сердца капитана. Сенату это все бесило, но она все же не могла никому это сказать на прямую. Скоро все же девушка закончила драить палубу и пошла относить ведро со шваброй. Когда она вернулась на палубе невозможно было стоять, потому что волны трясли корабль туда-сюда. Боцман стоял у штурвала. Сената заметила, в нескольких метрах от себя, капитана, разговаривающего с Енто. \nСената огляделась в поисках Пано. Неожиданно корабль так сильно тряхнуло, что Сената полетела вперед и упала на самого капитана Себастьяна. Команда еле сдерживала смех. \n—\"Осторожней надо быть!\" \nКапитан поднялся и подал ей руку. Сената смутилась. Заметив это Себастьян спросил. \n—\"Ушиблась?\" \n",
    "answers": [
      {
        "id": 89,
        "text": "-\"Нет\". "
      },
      {
        "id": 90,
        "text": "Оглянуться"
      }
    ]
  },
  {
    "id": 89,
    "text": "—\"Все нормально\". \nКапитан хмыкнул. \n",
    "answers": [
      {
        "id": 90,
        "text": "Оглянуться"
      }
    ]
  },
  {
    "id": 90,
    "text": "Сената оглянулась. На них смотрела вся команда. Сенате это не понравилось. Капитану тоже. \n—\"Быстро пошевеливайтесь! Скоро ужин!\" \nСената быстро отошла от капитана и приблизилась к Пано. Тот почему то улыбался.\n—\"Сената, почему бы тебе не посидеть до ужина в каюте?\" \n—\"Ну хорошо\". \nСената пожала плечами и направилась в их каюту. От нечего делать она достала книгу, которую взяла в библиотеке, на обложке прочитав: \"бравый пиратский пир\".\n—\"Хм...какая самоирония...\n\n",
    "answers": [
      {
        "id": 1,
        "text": "Конец четвертой главы"
      }
    ]
  },
  {
    "id": 91,
    "text": "Едва Сената осталась наедине с собой, как в ее голову пробралось множество мыслей, которые ни на минуту не дали ей собраться. После долгих попыток Сената все же поддалась мыслям и отложила книгу обратно в сумку. Забравшись опять в гамак бывшая наследница посмотрела на потолок, представляя себе недоумение на лице Ривальда и удивляясь как ей удалось от него сбежать. Однако, вспомнив об его домогательствах девушка поспешила выкинуть мысли о нем из головы. \nЗакрыв глаза она удобно устроилась в гамаке. Но неожиданно дверь в каюту распахнулась. Сената потеряла равновесие и свалилась с гамака на пол. В комнату зашел Себастьян. \n—\"Вы не ушиблись?\" ",
    "answers": [
      {
        "id": 92,
        "text": "-\"Стучаться надо!\""
      },
      {
        "id": 93,
        "text": "-\"Нет, все нормально\" "
      },
      {
        "id": 91,
        "text": "Укажите команды для картинки",
        "url": "https://pp.userapi.com/c851024/v851024557/19141/tynnwaVvZIk.jpg"
      }
    ]
  },
  {
    "id": 92,
    "text": "—\"На моем судне для меня нет закрытых дверей\". \nСената встала с пола отряхиваясь и поправляя платье. \n—\"А если бы я была не одета?\" \n—\"Разве это должно было меня остановить?\" \n—\"Ну вообще-то...ДА!\" \n—\"Я хочу порекомендовать вам быть сдержанней в общении со мной. Я ведь могу и за борт выкинуть\". \n—\"Для чего вы пришли?\" \n—\"Что бы убедится, что вы не прогуливаете работу, что соответственно вы и делаете\".\n—\"Но я уже помыла палубу!\".\n—\"Да...а я и не заметил...Перемывай!\".\n—\"Хорошо\". \n—\"Займись этим после ужина\" \nКапитан собрался уходить \n—\"Постойте!\" \n—\"У тебя есть какие-то вопросы?\"\n—\"Да\". \n",
    "answers": [
      {
        "id": 94,
        "text": "Вопросы"
      }
    ]
  },
  {
    "id": 93,
    "text": "—\"Все нормально\". \nСената быстро встала. \n—\"Для чего вы пришли?\" \n—\"Что бы убедится, что вы не прогуливаете работу, что соответственно вы и делаете\".\n—\"Но я уже помыла палубу!\".\n—\"Да...а я и не заметил...Перемывай!\".\n—\"Хорошо\". \n—\"Займись этим после ужина\" \nКапитан собрался уходить \n—\"Постойте!\" \n—\"У тебя есть какие-то вопросы?\"\n—\"Да\". \n",
    "answers": [
      {
        "id": 94,
        "text": "Вопросы"
      }
    ]
  },
  {
    "id": 94,
    "text": "—\"У тебя мало времени, лучше поторопись\". \n",
    "answers": [
      {
        "id": 95,
        "text": "-\"Куда мы плывем?\" "
      },
      {
        "id": 96,
        "text": "-\"Вы гарантируете безопасность?\" "
      },
      {
        "id": 97,
        "text": "-\"Мы в заправду вступили в каманду?\"",
        "need": 96
      },
      {
        "id": 98,
        "text": "Просьба",
        "need": 97
      }
    ]
  },
  {
    "id": 95,
    "text": "—\"На Тортугу, в известный пиратский порт\". \n—\"На Тортугу?\"",
    "answers": [
      {
        "id": 94,
        "text": "Вопросы"
      }
    ]
  },
  {
    "id": 96,
    "text": "—\"Со стороны команды, да, но все зависит еще от вашего поведения\". \n—\"Понятно\". ",
    "answers": [
      {
        "id": 94,
        "text": "Вопросы"
      }
    ]
  },
  {
    "id": 97,
    "text": "—\"В идеале да, но не думаю что команда так быстро приняла вас\". \n—\"....\" ",
    "answers": [
      {
        "id": 94,
        "text": "Вопросы"
      }
    ]
  },
  {
    "id": 98,
    "text": "—\"И вот еще, капитан. Не могли бы вы держаться отстраненно от меня?\" \n—\"Я не совсем тебя понимаю\". \nСебастьян чуть качнул головой. \n—\"Вся команда уже думает что я в вас влюбилась, но это не так!\" \n—\"Чтож, если вас это так сильно смущает, то я выполню вашу просьбу\". \nКапитан посмотрел девушке в глаза и после минуты молчания ушел. Сената смотрела на закрытую дверь в течении нескольких секунд, а потом решила выйти на ужин. \n",
    "answers": [
      {
        "id": 99,
        "text": "Ужин"
      }
    ]
  },
  {
    "id": 99,
    "text": "Как только Сената вышла сразу же загудел колокол. Вся команда стала спускаться в трюм. В этой толпе Сената только мельком увидела, идущего впереди Пано, но не успела пробраться за ним. Наконец спустившись Сената вздохнула спокойно. Обтирания об мужчин никак не шли в ее планы. ",
    "answers": [
      {
        "id": 100,
        "text": "Осмотреться"
      },
      {
        "id": 101,
        "text": "Позвать Пано"
      }
    ]
  },
  {
    "id": 100,
    "text": "Трюм действительно был большой. На всю его ширину шел длинный, но не ровный стол и скамьи. По бокам было несколько не заряженных пушек. В трюме пахло рыбой и вином. Видимо где-то протекла винная бочка. Трюм действительно был большой. ",
    "answers": [
      {
        "id": 101,
        "text": "Позвать Пано"
      }
    ]
  },
  {
    "id": 101,
    "text": "—\"Пано!\" \nСената крикнула и только потом поняла как это было глупо. На нее посмотрела разом вся команда. Пано кстати тоже оказался рядом. Выводя подругу из неловкого положения он сказал: \n—\"Сената, иди к нам!\" \nВся команда тут же перестала на нее смотреть. \n\nОказалось что за то время, что Сенаты не было, Пано успел найти себе друга. Это был не высокий парнишка, который скорее всего тоже был новичком, так как был молод. Волосы у парня были русые, а лицо приветливое. \n—\"Сената, познакомься. Это Монти\". \n—\"Привет, дочь императора\". \nСената возмущенно посмотрела на Пано. \n—\"Ты ему рассказал?\" \n—\"Не бойся, я не выдам вашу тайну\". \n\nПано улыбнулся и все приступили к еде. На ужин к удивлению Сенаты была картошка. Она была сварена не самым лучшим образом, но все же не самое ужасное. В один момент Сената заметила, что ищет глазами капитана Себастьяна, но тут же переключила мысли на другое. ",
    "answers": [
      {
        "id": 102,
        "text": "После ужина"
      }
    ]
  },
  {
    "id": 102,
    "text": "После ужина все по идеи ждали отбой, только капитана ни где не было видно. Сената сидела у борта корабля, рассматривая волны. Иногда она мельком поглядывала на Пано и Монти, которые до того сдружились, что стали рассказывать друг другу истории. Сената была рада за друга. \nИ все же внутри было как то не спокойно. Будто что-то плохое обязательно должно было случиться. Она вновь стала разглядывать волны, как вдруг всеобщее внимание привлек звон колокола. На капитанском мостике стоял капитан. \n—\"Внимание, команда! У меня для вас есть важное обьявление\". \nВсе сразу же выстроились недружной толпой. \n—\"Что же случилось?\" — Енти был удивлен не меньше других. \n—\"Только что я заметил, что кто-то обворовал каюту с драгоценностями, которые мы отвоевали\". \nСреди толпы послышался шепот. \n—\"Этот человек сейчас находится на борту. И возможно среди нас\". \nВсе почему то посмотрели на Сенату и Пано. \n—\"Вы думаете что это Я?\" ",
    "answers": [
      {
        "id": 103,
        "text": "Негодование"
      }
    ]
  },
  {
    "id": 103,
    "text": "—\"А кто же еще? Вы вдвоем!\" \n—\"Капитан, сэр! Пано был весь день со мной. Это может подтвердить наш повар и несколько других ребят\" — вмешался Монти. \n—\"Я после уборки была у себя!\" \nСената испугалась. \n—\"Это правда! Я ее отправил передохнуть!\" \n—\"Он ее может прикрывать\" \nК разговору подключился боцман и он явно был против Сенаты. \n—\"Но ко мне заходил капитан\" \nВсе посмотрели на Себастьяна. \n—\"Увы, но за это время ты действительно могла украсть драгоценности\" \nКапитан сошел с капитанского мостика, теперь он был уже рядом с Сенатой. \n—\"Но я чесно этого не делала и я докажу!\" \n—\"Ну и как?\" \nБоцман тоже слез с капитанского мостика. \n—\"Я... проведу расследование\"\nКоманда дружно заржала. ",
    "answers": [
      {
        "id": 104,
        "text": "-\"Что смешного?\""
      },
      {
        "id": 104,
        "text": "-\"А почему нет?\""
      }
    ]
  },
  {
    "id": 104,
    "text": "—\"В следователя играть вздумала?\" \nБоцман был готов уже приговорить Сенату. \n—\"Нет, но...как мне еще оправдаться\". \nБоцман уже было приготовился завалить ее обвинениями и угрозами, но тут неожиданно вмешался капитан. \n—\"Оставь ее, Фин. Дадим ей время до завтрашнего вечера\". \nСебастьян внимательно посмотрел девушке в глаза. \n—\"Расходимся! Я объявляю отбой!\" \nВся команда разошлась и Сената осталась практически одна. К ней подошел Пано и положил руку на плечо. \n—\"Пошли, Сената. Тебе нужно выспаться\". \n—\"А если...\" \n—\"Все будет хорошо, я тебе помогу\". \nСената вздохнула и направилась спать. Голова разрывалась от тревожных мыслей. ",
    "answers": [
      {
        "id": 105,
        "text": "День"
      }
    ]
  },
  {
    "id": 105,
    "text": "Когда Сената проснулась Пано уже не было рядом, а на корабле слышались звуки работы. Девушка встала и не медля вышла, думая над предстоящей работой. Как только она вышла к ней сразу же подошёл Пано с листком в руке. \n—\"Что это?\" \n—\"Да пока ты спала я опросил всех людей и это те у кого была такая возможность\"\nСената посмотрела на список. В нем значилось всего шесть человек, включая ее саму. \n—\"Спасибо, Пано. Дальше я сама\". \nДевушка углубилась в изучение листка:\n——————————\nГлаз\nФин \nЖанглер \nПран\nВой\nСената\n——————————\n\nПосле обеда Сенате предстоял серьезный разговор. ",
    "answers": [
      {
        "id": 106,
        "text": "После обеда"
      }
    ]
  },
  {
    "id": 106,
    "text": "—\"Сената, перед тобой все твои подозреваемые. У тебя времени ровно час\". \nПредупредив ее капитан ненадолго ушел. \n",
    "answers": [
      {
        "id": 107,
        "text": "Опрос"
      }
    ]
  },
  {
    "id": 107,
    "text": "Перед Сенатой стояло пятеро пиратов. \n(Проверьте всех, иначе не помете суть истори) ",
    "answers": [
      {
        "id": 108,
        "text": "Глаз"
      },
      {
        "id": 109,
        "text": "Фин"
      },
      {
        "id": 110,
        "text": "Жанглер"
      },
      {
        "id": 111,
        "text": "Пран"
      },
      {
        "id": 112,
        "text": "Вой"
      },
      {
        "id": 113,
        "text": "Вывод"
      }
    ]
  },
  {
    "id": 108,
    "text": "Перед Сенатой стоял высокий среднего возраста пират. На лице у него был длинный глубокий шрам поперек глаза. Наверное по этому его прозвали Глаз. \n—\"Ладно, скажите где вы были в после обеденное время?\" \n—\"Я...кхы...в конечном трюме чистил пол от водорослей. Просочились через дыру, которую я кстати тоже починил. Только там никто толком не бывает, да и далековато это от капитанской каюты, не кажется?\" \n—\"Ладно, спасибо...\" ",
    "answers": [
      {
        "id": 107,
        "text": "Следующий"
      }
    ]
  },
  {
    "id": 109,
    "text": "Перед Сенатой стоял боцман. \n—\"Зачем ты, воровка, тратишь мое драгоценное время?\" \n—\"Я не воровка! Лучше расскажите где вы были\" \n—\"Я руководил двумя болванами, которые поднимали паруса и чуть их не порвали. \n—\"Они говорят, что вы на долго уходили к тому же вы были ближе всех к капитанской каюте...\"\n—\"Пустые слова. Мне не зачем было красть. Вот и все!\" ",
    "answers": [
      {
        "id": 107,
        "text": "Следующий"
      }
    ]
  },
  {
    "id": 110,
    "text": "—\"Почему тебя назвали Жанглер?\" \nПеред Сенатой стоял парень лет 30, не очень высокий. \n—\"Жонглировать умел. А мой напарник деньги крал у  завораженных крестьян. Я тогда у руля прятался. Каньячек открыл, а делится не хотел... Только не говори никому из наших\". \n—\"Может ты что то видел?\" \n—\"Фин крутился возле капитанской каюты, но я не видел заходил ли он туда\". \n",
    "answers": [
      {
        "id": 107,
        "text": "Следующий"
      }
    ]
  },
  {
    "id": 111,
    "text": "Пран был старым пиратом. Неухоженные не стриженные волосы и борода, кое как отрезанная ножницами. Вместо ноги у него был протез и Сенату он даже по началу немного пугал. \n—\"Где вы были в после обеденное время?\" \n—Я...лежал в своей каюте. Я самый старый пират на этом судне, так что капитан Себастьян не заставляет меня работать. Иногда я могу взять штурвал под свой контроль или навести порядок среди молодежи, но в тот день я практически не выходил. Поскользнулся перед отплытием. Да и деньги мне ни к чему\" \n—\"Может быть вы что-нибудь видели?\" \n—\"Эх...деточка. Я то и из каюты не выходил\". \n",
    "answers": [
      {
        "id": 107,
        "text": "Следующий"
      }
    ]
  },
  {
    "id": 112,
    "text": "Вой был не высокий немного толстенький пират, любивший свистеть. Может по этому его так назвали, но Сената в этом логики не видела. Вой был настроен не очень дружелюбно. \n—\"Я? Палубу мыл, вместо тебя разумеется!\" \n—\"Вы видели что-нибудь подозрительное?\" \n—\"Нет! С Фином только столкнулся, когда тот мимо проходил. Чуть взбучку мне не устроил!\"\n",
    "answers": [
      {
        "id": 107,
        "text": "Следующий"
      }
    ]
  },
  {
    "id": 113,
    "text": "После разговора у Сенаты осталось только трое подозреваемых: Фин, Жанглер и Вой. Сената не могла проверить их доводы и по этому не нашла ничего кроме того что бы обыскать их вещи. К сожалению пираты были категорически против и Сенате пришлось идти за Себастьяном. \n—\"Неужели это так необходимо?\" \nКапитан выглядел уставшим.\n—\"Да!\" \n—\"Капитан, что за вздор!\" \nФин был против больше всех. \n—\"Хорошо Сената, только при одном условии — тебя тоже обыщем\". \nСената на секунду замялась. \n—\"Ладно\". \nСперва осмотрели вещи Воя и Жанглера. У Воя были с собой только ножик и запасные треники, а у Жанглера пара пустых бутылок из под рома и несколько копеек. Себастьян почти точно был уверен что Сената ошибалась. Но по договоренности они направились в каюту боцмана. ",
    "answers": [
      {
        "id": 114,
        "text": "Зайти"
      }
    ]
  },
  {
    "id": 114,
    "text": "Войдя Сената увидела Фина, держащего в охапке украденные драгоценности. Увидев их он все бросил на пол и достав из под пояса ножик, бросился к Сенате. Его руку перехватил Себастьян. Боцман был уже почти обезврежен, но тут неожиданно он схватил кинжал из под пояса капитана и воткнул Себастьяну в грудь. В комнату вбежали Пано и Енти и будучи громоскими они в два счета скрутили предателя. Фин вырывался, но не смотря на все попытки его привязали к мачте веревкой. Сената осталась с Себастьяном. Она никогда не оказывалась в такой ситуации и по этому не знала что делать. Себастьян быстрым движением вынул кинжал из своей плоти и бросил на пол, после этого упал на пол, потеряв сознание... Потекла кровь... Сената схватила первую тряпку попавшуюся ей и стала затыкать. Вскоре к ней подбежали Пано, Енто и кажется Глаз. Кажется, потому что Сенате тоже становилось плохо, но собравшись она взяла себя в руки и последовала за Пано в капитанскую каюту. Когда капитана уложили спать все собрались, что бы решить что делать. \n—\"Нужно выбрать одного человека, который будет за ним ухаживать...\" — Пано был растерян не меньше других. \n—\"Я...\" \nСената твердо приняла это решение: \n—\"Я буду за ним ухаживать...\"\n—\"Ты уверенна?\" ",
    "answers": [
      {
        "id": 115,
        "text": "-\"Этот же отчасти из за меня...\""
      },
      {
        "id": 115,
        "text": "-\"Я же девушка...я дам ему нужную заботу и уход\" "
      }
    ]
  },
  {
    "id": 115,
    "text": "—\"Я думаю Сената права...\"- Пано поддержал ее. А остальные просто не придумали ничего лучше. \n—\"Хорошо, Сената. Береги нашего капитана\" \nЕнто посмотрел на нее теперь с непривычным доверием и Сената поняла, что они возможно доверили ей самое важное. Себастьян кажется еще не прибывал в сознании, по этому Сената перевязала его грудную клетку чем-то напоминающим бинты и положив на кровать укрыла. \n",
    "answers": [
      {
        "id": 116,
        "text": "Осмотреть капитанскую каюту"
      }
    ]
  },
  {
    "id": 116,
    "text": "Каюта была не намного больше ее собственной. Не большая кровать с большой серой подушкой, письменный стол, карта на стене и небольшой ящик с вещами. На столе лежало много бумажных вырезок, чернильница, сломанное перо. Сената медленно и задумчиво обошла комнату, боясь к чему-то прикоснуться. \n",
    "answers": [
      {
        "id": 117,
        "text": "Взять в руки вырезку"
      },
      {
        "id": 118,
        "text": "Сесть у кровати Себастияна"
      }
    ]
  },
  {
    "id": 117,
    "text": "Все же она решила по подробнее рассмотреть одну из вырезок. Там была статья из газеты про Сентмару. \n——————————\nНедавно в Сентмару были \nдоставлены запасы\nсинего сапфира — знаменитого камня\nстраны Сентмару. Так же \nэта страна славится своим \nизвеснишем балом \nженитьбы, на который каждый год\nсъезжаются наследники и \nнаследницы, что бы найти свою любовь...\n——————————\nДальше газетная вырезка оборвалась. Услышав, что за ее спиной Себастьян начал потихоньку приходить в себя Сената положила вырезку обратно, на стол.",
    "answers": [
      {
        "id": 118,
        "text": "Сесть у кровати Себастьяна"
      }
    ]
  },
  {
    "id": 118,
    "text": "Сената села на кровать и посмотрела на молодого капитана. Его сон был безмятежный и собранный, казалось бы капитан здоров как бык, если бы на повязка не пропиталась следами крови. Глаза мелко подрагивали, казалось Себастьян уже приходит в себя. Сената положила руку на его грудь, слушая сердцебиение. Сердце громко и отрывно стучало в его груди. Сената провела рукой, по его щеке, кожа была грубоватая, с несколькими маленькими шрамами на лице. В то же мгновение Себастьян рывком открыл глаза и Сената отдернула руку. \n—\"Сената\" \nКапитан сделал попытку подняться, на его лице отразилась боль. .\n—\"Вам нельзя вставать\" \nСената силой уложила Себастьяна опять в кровать. \n—\"А где Фин?... Где этот грязный предатель?\" \nНа лице капитана отразилось негодование. \n—\"Его, кажется к мачте привязали. Капитан не волнуйтесь\". \n—\"Сената, а что ты тут делаешь?\" \nСпросил Себастьян, как будто только заметил ее. \n—\"Я должна присматривать за вами...все равно от меня на корабле никакой пользы...пусть хоть так помогу...\" \n—\"Понятно...\" \nСебастьян устало откинулся на подушку.",
    "answers": [
      {
        "id": 119,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 119,
    "text": "—\"А вообще, ты очень странная\".\n—\"Почему же?\" \n—\"Сначала просишь держатся подальше, а потом остаешься за мной ухаживать\". \nКапитан ухмыльнулся. \n—\"Просто я чувствую свою вину...и к тому же вы защитили меня от ножа...\"\nСената замолчала. Она уже начала понимать, что дело не в этом. Точнее не только в этом. Однако признаться самой себе она просто боялась. Выйдя из глубоких мыслей она поймала на себе, внимательный, изучающий взгляд капитана, но тут же прервала эту тишину, боясь что зайдет слишком далеко. \n—\"Может вы есть хотите?\" \nНа лице Себастьяна прочиталось разочарование. \n—\"Нет, спасибо\"\n—\"Может все же что-то нужно?\" \n—\"Нет...ты все равно мне в этом не поможешь...\" \nСената предпочла не шутить. \n—\"Ладно, тогда ложитесь спать...\" \nКапитан ухмыльнулся, но все же закрыл глаза. Через несколько минут Сената подумала что он уже заснул. \n",
    "answers": [
      {
        "id": 120,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 120,
    "text": "Через несколько минут в дверь постучали и вошел Пано. \n—\"Он просыпался?\" \n—\"Да, но я его уложила спать...\" \n—\"Хорошо, Сената, я тебе тут поесть принес и...\" \nПано протянул ей ее книгу и тарелку. Сената взяла. \n—\"Спасибо большое, только скажи, что бы не шумели на корабле. Хорошо?\" \n—\"Да я думаю все поймут\". \n—\"Хорошо\". \nСената посмотрела на закрытую дверь а затем углубилась в чтение...",
    "answers": [
      {
        "id": 1,
        "text": "Конец пятой главы"
      }
    ]
  },
  {
    "id": 121,
    "text": "Вчера Сената сильно устала и уснула прямо на кровати \"обнимая\" капитана. Ей очень не повезло что он проснулся первым. Себастьян долго смотрел на уставшие лицо молодой девушки и даже слегка пригладил волосы. Казалось на его лице отразилась легкая светлая улыбка, но внезапно о чем-то подумав он отдернул руку. На его лице сразу отразился холод и едва заметная грусть, будто его мучают какие-то мысли. Капитан встал с кровати и уложил девушку на свое место. У нее был сладкий и спокойный сон. Но Себастьян больше не поддавался запретному чувству. Рана на его груди все еще ныла, но он уже нормально держался на ногах. И пусть Сената постоянно попрекала его, настаивая на режиме, он больше не мог бездействовать. \nПока девушка спала он ненадолго вышел к своей команде. ",
    "answers": [
      {
        "id": 122,
        "text": "Далее"
      },
      {
        "id": 121,
        "text": "Укажите команды для картинки",
        "url": "https://pp.userapi.com/c849224/v849224522/92853/Qd3mbkUN5Yc.jpg"
      }
    ]
  },
  {
    "id": 122,
    "text": "Как только Себастьян вступил на палубу, матросы сразу выстроились постойки смирно перед ним. \n—\"Енти!\"\n—\"Да капитан!\"\n—\"Где? Где тот подлый предатель?\" \n—\"Мы выкинули его за бор, сэр!\" \nКапитан задумался. \n—\"Енти, обьяви всем, что я выбираю нового боцмана! Кто же выдвенится на эту должность?\" \nКоманда молчала. \n—\"Может я?\" \nПано неуверенно поднял руку. \n—\"Пано...ты доказал свою верность. Ладно...Думаю что ты уже после обеда можешь вступить на выполнение своей роли...\"\n—\"Есть, капитан!\" \nЧто тут происходит? ",
    "answers": [
      {
        "id": 123,
        "text": "Обернуться"
      },
      {
        "id": 124,
        "text": "Вернуться к Сенате"
      }
    ]
  },
  {
    "id": 123,
    "text": "Обернувшись Себастьян увидел Сенату. Девушка была сонная и немного злилась на него. \n—\"Капитан! Вы же должны быть в постели! А вы куда смотрели! Он же еще не вылечился!\" \n—\"Сената, да брось...\"\nПано попробовал разрулить ситуацию. \n—\"Ну ладно...Капитан Себастьян, вернитесь в каюту!\" \nКапитан кротко усмехнулся и пошел к себе. \nК Сенате подбежал Пано. \n—\"Сената, я теперь боцман!\" \nДруг светился радостью. Сената обняла его, а потом сказала: \n—\"Мне пора...\" \nОна отстранилась и ушла в след за Себастьяном. ",
    "answers": [
      {
        "id": 125,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 124,
    "text": "Сената к своему удивлению проснулась на месте Себастьяна и была удивлена. В комнате было душно, на столе лежала капитанская шляпа. С палубы донеслось:\n—\"Есть, капитан!\" \nСената вышла за дверь. Спиной к ней стоял Себастьян. \n—\"Что сдесь происходит?\" ",
    "answers": [
      {
        "id": 123,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 125,
    "text": "—\"Капитан, я принесла вам завтрак\". \nКапитан лежал на кровати увлеченно о чем-то думая. Сената хотела порадовать его и поэтому она взяла из трюма бутылку вина. \n—\"Что это?\" \n—\"Вино...что бы...\"\n—\"Я не пью\" \nКапитан разозлился. \n—\"Простите...мне казалось, что все пираты любят вино\" \nСебастьян смягчился. \n—\"Ну вы хоть едите?\" \n—\"Сейчас я не хочу\" \nМожет у Себастьяна не было настроения?\n—\"Ну ладно\". \nСената решила, что капитану нужно побыть одному. Она начала корить себя за то что указывала ему, хотя не она сдесь капитан, боялась что он злится. Девушка вышла из каюты и закрыла дверь. На пороге она столкнулась с Енти. \n—\"О, Сената! Тебя-то я и ищу!\" \nНегр похлопал ее по плечу. \n—\"Наша команда решила, что тебе не плохо бы подучиться технике боя\" \n—\"Технике боя?\"\nЕнти протянул Сенате клинок. ",
    "answers": [
      {
        "id": 126,
        "text": "-\"Тогда приступим!\""
      },
      {
        "id": 126,
        "text": "-\"Хорошо\"."
      }
    ]
  },
  {
    "id": 126,
    "text": "Енти специально убрал все лишнее в дальний трюм. \n—\"Нападай\". \nСената посмотрела на свой клинок, а затем сделала неуклюжий выпад. \nЕнти просто уклонился. \n—\"Слабо! Ну же бей!\" \nСената ударила еще. \n—\"Плохо!\" \nНа этот раз Енти тоже ударил и он бы прорубил ей руку если бы вовремя не отвел оружие. \n—\"Хах!\" — кто-то ухмыльнулся \nК Сенате тяжело шагая приблизился Пран. \n—\"Тебе бы сначала..кхм..кхм..самому бы получится! Дай сюда!\" \nНедовольно Енти отдал свое оружие и у Сенаты сменился противник. Пран в мгновение стал серьезным. \n\n",
    "answers": [
      {
        "id": 127,
        "text": "Приблизится"
      },
      {
        "id": 128,
        "text": "Защищатся из далека"
      }
    ]
  },
  {
    "id": 127,
    "text": "Сената тоже в свою очередь приблизилась к Прану, стараясь ударить первой. Она занесла руку для удара, но Пран не дав ударить уже отбил. Затем начал наносить другие удары, которые внезапно останавливал, пока Сената случайно не наткнулась на лезвие. Острое оружие одним прикосновение оставила длинную, но не глубокую полосу на щеке. \nПран остановился. \n—\"У меня не получится!\" \n—\"Значит когда будет опасность ты умрешь\". \nСената посмотрела в глаза Прану, надеясь что это была всего лишь шутка, но старый пират не шутил. Он только откинул подальше свое оружие и захромал в свою каюту, непонятно о чем думая. Сообразив, что на слишком долгое время оставила капитана Сената поспешила к нему. \nСената распахнула дверь, но Себастьян просто задумчиво лежал в кровати. \n—\"Сената? Что у тебя на щеке?\"\n—\"Да так, наткнулась случайно\". \nСената дотронулась рукой до щеки. \n—\"Завтра, вы уже можете полностью приступить к своим обязанностям...\" \n—\"Хорошо, только в следующий раз не засыпай на мне\" \nСената немного смутилась. \n",
    "answers": [
      {
        "id": 129,
        "text": "Следующий день "
      }
    ]
  },
  {
    "id": 128,
    "text": "Пран не подходил ближе. Он явно ждал нападения Сенаты. ",
    "answers": [
      {
        "id": 127,
        "text": "Приблизиться"
      }
    ]
  },
  {
    "id": 129,
    "text": "Ножевое ранение оставило у капитана очень заметный, неприятный шрам. Сегодня был светлый день, волн на море почти не было и настроение у всех было хорошее. Подумав, что если капитан уже выздоровел, то почему бы ей не начать тренироваться с Праном, Сената подошла к нему. Старый пират сидел на небольшой лавке и смотрел на работу двух юных моряков. \nСената подошла к нему: \n—\"Сэр, не могли бы вы...еще со мной позаниматься?\" \nПран усмехнулся и взял достал клинок из ножен. \n—\"Подождите, свое возьму\" \n—\"Эх, ты! Оружие должно быть всегда при себе!\" \n",
    "answers": [
      {
        "id": 130,
        "text": "Поискать именно свой"
      },
      {
        "id": 131,
        "text": "Взять первый попавшийся"
      }
    ]
  },
  {
    "id": 130,
    "text": "Сената быстро обошла весь корабль, но свой клинок так и не нашла. Пран начал немного злится. ",
    "answers": [
      {
        "id": 131,
        "text": "Взять первый попавшейся"
      }
    ]
  },
  {
    "id": 131,
    "text": "Взяв первый попавшийся клинок Сената подошла к Прану. \n—\"Начнем!\" \nМоряк приближался к ней. Сената много раз просматривала в голове, так как точно нужно отразить удары, но у нее мало что получалось. Часто во время выпадов клинок просто выпадал из рук, выбитый противников. Сената даже близко не могла подобраться к Прану. \n—\"Сделай ноги устойчивее, клинок в другую руку!\" \nВнезапно послышался знакомый голос. Себастьян с ухмылкой наблюдал за боем и решился подсказать. \n—\"Крепче держи оружие, да не бойся ты никого ранить!\" \nСената действительно осознала что боялась поранить Прана, но потом сама осознала что любой ее удар он отобьет. Она снова атаковала и на этот раз немного успешнее. Маленькая победа, но все же. Пран с легкостью увернулся и пошел в атаку. \n—\"Внимательнее, следи за рукой Прана. Зачем ты своей размахиваешь! Сената, старайся!\" ",
    "answers": [
      {
        "id": 132,
        "text": "Психануть"
      },
      {
        "id": 133,
        "text": "Учесть советы"
      }
    ]
  },
  {
    "id": 132,
    "text": "—\"Да не получается у меня!\"\nСената отбросила клинок в сторону. \n—\"Так у нас ничего не получится\".\nКапитан покачал головой и встал вместо Прана напротив Сенаты. ",
    "answers": [
      {
        "id": 134,
        "text": "Бой"
      }
    ]
  },
  {
    "id": 133,
    "text": "Сената старалась за всем уследить, но у нее ни так-то хорошо выходило. Иногда она о чем то забывала, а вспомнив бросала все остальное. В итоге Себастьян покачал головой и встал в ее противники вместо Прана. ",
    "answers": [
      {
        "id": 134,
        "text": "Бой"
      }
    ]
  },
  {
    "id": 134,
    "text": "—\"Сената, твоя ошибка в том, что ты торопишься. Давай, нападай только не бойся\" \nСената атаковала вперед. Себастьян оттолкнул клинок. \n—\"Еще раз!\" \nСената ударила еще. \n—\"Еще раз!\" \nСената била снова и снова. Так незаметно прошел весь день и Сената поспешила в свою каюту. ",
    "answers": [
      {
        "id": 135,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 135,
    "text": "Сейчас настали ее первые спокойные деньки, ведь с того момента как она приехала из академии, ее ждали одни только приключения.\nПодумать только, три дня назад она сбежала из империи, не желая выходить замуж за Ривальда. И казалось с того момента прошли месяца и теперь у нее совсем другая жизнь, но она ни сколечки не жалела об этом. У нее появились товарищи, она освободила своего слугу, а теперь вообще учится биться на мечах. Такая судьба привлекала ее намного больше. Только, что то подсказывало ей что скоро ее приключения возобновятся и это всего лишь легкая передышка. Она устало легла в гамак. Теперь она делила эту комнату одна, так как Пано переехал в каюту боцмана. Девушка взяла книгу и наслаждаясь одиночеством стала читать про пиратов. Истории о сражениях, заставляли ее восхищаться и одновременно опасаться, что такие приключения ждут и ее. Поздним вечером, когда Сената уже стала укладываться к ней неожиданно нашел Себастьян. \nВ дверь постучали. \n—\"Кто там?\" \n—\"Это я...\" \n—\"Капитан? Заходите!\"\nСебастьян зашел в маленькую комнату, где сразу стало тесновато.  ",
    "answers": [
      {
        "id": 136,
        "text": "-\"Что ты хотел?\""
      }
    ]
  },
  {
    "id": 136,
    "text": "Себастьян не отвечал. Его глаза горели неуверенностью и кажется Сената тоже испытывала что-то знакомое. Сейчас возможно она первый раз увидела какие у него красивые темно-зеленые глаза. Без слов Сената медленно подошла к нему, пока не оказалась совсе-совсем близко. Ее влекло к нему и она не могла этому противостоять. \n—\"Постой, Сената... Я просто хотел сказать, что между нами ничего не может быть...\"\nОдной фразой он оборвал все ниточки, что связывали их и все надежды, что успела накопить девушка. Сената почувствовала что слезы скоро хлынут потоком, но она не хотела что бы Себастьян видел ее плачущей и потому она выбежала из комнаты. Пират грустно посмотрел ее в след. В его глазах читалась боль и любовь, но он не хотел что бы Сената страдала из-за него. \nЗатем капитан вышел, скрыв все свои чувства в себе. \n\"Между нами ничего не должно быть\" — повторял он себе. \n",
    "answers": [
      {
        "id": 138,
        "text": "Присоединится к Сенате"
      },
      {
        "id": 142,
        "text": "Присоединится к Себастьяну"
      }
    ]
  },
  {
    "id": 137,
    "text": "—\"Тортуга по правому борту!\" — крикнул Пано. За последнее время он успел привыкнуть к обязанности боцмана и теперь радовался каждой возможности, что-нибудь прокричать. Сената очень хотела с ним поговорить, но не успевала пробраться, потому что матросы вытаскивали с нижней палубы товары и бросали на борт, закрывая Сенате проход. \n—\"Пано!\" — наконец крикнула она. \nНовый боцман подошёл к ней с яркой улыбкой. \n—\"Пано, я должна тебе сказать. Я хочу сойти с корабля на Тортуге\". \nУлыбка стала медленно исчезать. \n—\"Значит мы с тобой уходим?\" \n—\"Нет...только я одна. У тебя тут новые друзья, работа...тебе нужно жить для себя\".\n—\"Но как же ты?\"\n—\"Я должна справится сама. Пано, поверь мне...\" \nСената пристально посмотрела на Пано.\n—\"Тогда...хм...не думал что когда нибудь такое скажу. Пока?\"\n—\"Да, пока...\" \nСенате было грустно, но решение было уже твердо принято. С каждой секундой они все ближе приближались к торговому порту Тортуги и все меньше оставалось времени до расставания.\n к ней подошёл Себастьян. \n -\"Все в порядке?\" \n",
    "answers": [
      {
        "id": 139,
        "text": "-\"Разве может сейчас что нибудь быть в порядке?\""
      },
      {
        "id": 139,
        "text": "-\"Нет!\" "
      }
    ]
  },
  {
    "id": 138,
    "text": "Сначала Сената была разбита, она не хотела ничего делать и не о чем думать, а так же сильно злилась. Успокоившись она вдруг осознала, что что-то не сходится. Она вспоминала глаза Себастьяна и те чувства, что казалось он испытывал. Но почему-то, она сама не знала почему она перестала верить в его слова. Сената вытерла слезы с глаз и потом подумала, что если Себастьян не хочет ее видеть, не смотря на все его чувства, то Сената должна уйти и забыть о нем. Она думала что не чувствовала к нему никакой привязанности, но она и не знала как сильно ошибалась...",
    "answers": [
      {
        "id": 137,
        "text": "Следующий день"
      }
    ]
  },
  {
    "id": 139,
    "text": "—\"Ну, ладно...\" \nСебастьян отошел от нее. В близи послышался треск и ругань. \n—\"Жанглер, аккуратнее!\" \nСената отвернулась. К ней ковыляя подошел Пран. \n—\"Эх...дитя мое. Я вижу сделала ты свой выбор, но правильный ли он?\" \n—\"Да...\" \n—\"Тогда на\" \nСтарый пират протянул ей новенький заточенный клинок, в его лезвии можно было запросто увидеть свое отражение\n—\"Спасибо!\" \nПеред уходом Сената сходила в каюту и взяла сумку с несколькими вещами. ",
    "answers": [
      {
        "id": 140,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 140,
    "text": "Что ждет ее впереди одну, со страданиями на душе... Было ясно одно, что будет тяжело. Сената последний раз обвела взглядом палубу, криво улыбнулась товарищам и сошла с корабля...",
    "answers": [
      {
        "id": 1,
        "text": "Конец шестой главы"
      }
    ]
  },
  {
    "id": 141,
    "text": "\nИдея о создании этого квеста появилась не у меня самого, а у моей младшей сестры, которая начала проходить \"Паруса в тумане\", а когда выпущенные серии закончились она очень расстроилась. \n\nПризнаю, что мой рассказ в некотором случае является переделанным плагиатом игры \"Паруса в тумане\", но я не вижу в этом ничего особенного, так как большая часть всех квестов в этом приложении переделанный плагиат фильмов, мультфильмов и соседних квестов. Тем более в этой истории намного быстрее будет выходить продолжения. \nТеперь я написал для нее начало большого квеста и с каждым лайком она радуется и я вижу как она счастлива. Лично мне все равно на ваши комментарии о плагиате и на ваши плохие отзывы. Не понравилось– не моя проблема.",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 142,
    "text": "Себастьян был расстроен не меньше Сенаты, однако он знал какая опасная у него жизнь и просто хотел уберечь ее. Он пытался забыть то странное чувство, которого он всегда опасался, но ничего не выходило. Но все же он надеялся, что Сената навсегда забудет о нем и с ней все будет в порядке. \nКапитан бродил по палубе всматриваясь в волны, в которых отражалось небо. Звезды расплывались на воде и превращались в какую-то волшебную картину, на которой ничего нельзя разобрать. \nОколо штурвала дежурил Глаз, который мельком посматривал на Себастьяна, но тот его не замечал. Его душа терзалась, говоря что он поступает не правильно, но он ничего не слушая, упрямо стоял на своем...",
    "answers": [
      {
        "id": 138,
        "text": "Присоединится к Сенате"
      }
    ]
  },
  {
    "id": 143,
    "text": "Пока матросы переносили вещи из корабля Сената ушла подальше от порта. По пути ей встречалось много пьяных мужчин, бездомных, распутниц. Она быстро проходила их, что бы не нарваться на неприятности. В ее империи все было намного спокойней. На нее вообще не смотрели. Во всяком случаи ей никто особо не интересовался. Сената забежала в подворотню, где казалось никого нет и задумалась. \n",
    "answers": [
      {
        "id": 144,
        "text": "Что же делать дальше? "
      },
      {
        "id": 145,
        "text": "Подумать о Себастьяне"
      },
      {
        "id": 146,
        "text": "План действий",
        "need": 144
      },
      {
        "id": 147,
        "text": "Действуем ",
        "need": 146
      },
      {
        "id": 143,
        "text": "Укажите команды для картинки",
        "url": "https://pp.userapi.com/c846124/v846124522/102f0c/x17uIKZld1E.jpg"
      }
    ]
  },
  {
    "id": 144,
    "text": "Сената не знала что ей делать дальше, но оставаться на Тортуге ей не хотелось. К тому же пираты не возьмут женщину на борт, могут убить, обворовать или хуже... \nВот если бы она была парнем...хм...а по чему бы им не притвориться. \nНо у нее совершенно нет подходящей маскировки. ",
    "answers": [
      {
        "id": 143,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 145,
    "text": "Сената надеялась что сделала все правильно и надеялась что теперь он будет счастлив. Она вспоминала его грубоватую кожу с мелкими шрамами, темно зелёные глаза и те роковые слова, котрые причинили ей боль. Но эта боль никуда не уходила и сейчас. \nСената раз за разом говорила себе прийти в себя. Затем она запоздало осознала, что у нее есть дела и по важнее. ",
    "answers": [
      {
        "id": 143,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 146,
    "text": "Так как денег у нее не было, а синий сапфир все равно бы никто не купил, Сената решила украсть. Конечно это плохо и все такое, но раз она собралась стать пиратом, то ей придется начать поступать как пират. Ей нужно то было: \nмужская одежда, шляпа, прикрывающая волосы да и все. \n",
    "answers": [
      {
        "id": 143,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 147,
    "text": "Сената вышла из своего укрытия и стала искать торговый порт. Беда была в том что она почти не помнила дорогу, точнее все дороги были похожи одна на одну. Внезапно она остановилась у кого-то бара, около которого стояло двое человек: \nраспутница и пьяный пират. К кому подойти? ",
    "answers": [
      {
        "id": 148,
        "text": "К распутнице"
      },
      {
        "id": 149,
        "text": "К пирату"
      }
    ]
  },
  {
    "id": 148,
    "text": "—\"Здравствуйте\" \nДевушка оглядела ее с ног до головы.\n—\"Ха! Заказывать будем?\" \n—\"Что вы я всего лишь хотела спросить дорогу к порту\". \n—\"Понятно...вон в той стороне\" \n—\"Спасибо\"",
    "answers": [
      {
        "id": 150,
        "text": "Пойти к порту"
      }
    ]
  },
  {
    "id": 149,
    "text": "—\"Здравствуйте!\"\n—\"Девушка, у меня нет ни чего...я уже все пропил!\" \n—\"Что вы, я только хотела спросить, где находится порт?\" \n—\"Ну ладно, милашка... вон в той стороне\".\n",
    "answers": [
      {
        "id": 150,
        "text": "Пойти к порту"
      }
    ]
  },
  {
    "id": 150,
    "text": "Корабль Себастьяна давно уплыл и Сената прогуливалась вдоль торговых лавок. Драгоценности и прочая бижутерия не привлекали ее. В порту воняло рыбой, видимо ее тут было больше всего. Рядом с одним из рыбных ларьков, Сената наконец увидела лавку с одеждой. Самая дорогая лежала в центре, но Сенате она и не была нужна. Девушка увидела простую сложенную рубаху и штаны и поняла что ей надо. Она принялась ходить около этого ларька, ожидая что продавец отойдет, но в порту видимо и без нее был развит разбой и продавец никак не упускал ее из виду. ",
    "answers": [
      {
        "id": 151,
        "text": "Схватить и убежать "
      }
    ]
  },
  {
    "id": 151,
    "text": "Сената внезапно, сама для себя, схватила одежду и рванула во всю прыть. Продавец едва успел опомниться и бросится следом, а Сената уже скрылась из виду. \nТеперь осталось самое главное — шляпа, что бы та прикрывала ее волосы. Шляпа нашлась только в лавке старого пирата. Сената сложила украденное в сумку и подошла к этому ларьку. Так же крутилась, смотрела на другие вещи. \n—\"Эх...дитя кого ты пытаешься обмануть? Ладно уж... бери любую вещь и дуй от сюда!\" \nСената, не ожидавшая такой удачи взяла шляпу и, сложив ее в сумку, пошла искать место где преодется. Снова заходить в подворотню не безопасно, а платить за комнату дорого. Сената шла вдоль улиц, но ничего подходящего не находила. Внезапно она увидела церковь. \n—\"Что? На Тортуге есть церковь?\"\n—\"Да, есть!\" \nРаздалось за ее спиной. Сената повернулась и увидела молодого священника лет так тридцати. Его голос был спокойным. \n—\"Здравствуйте, а можно к вам зайти, переодеться?\"\n—\"Мы открыты для всех...я вижу у тебя чистая душа. Да будет церковный дом твоим убежищем\". \n—\"Спасибо!\" ",
    "answers": [
      {
        "id": 152,
        "text": "Переодется"
      }
    ]
  },
  {
    "id": 152,
    "text": "Сената переоделась в церковной комнате. Там на ее удивление ни кого не оказалось. Мужской костюм был слегка велик и Сената натянула его по туже, что бы он крепко держался. Рубашка была свободная. Надев шляпу Сената спрятала волосы и захотела посмотреть на себя в зеркало. Зеркало было узкое, немного пыльное. Сената действительно была похожа на очень молодого парнишку и надеялась что ее возьмут. Она вышла из церкви и теперь ей нужно как-то попасть в команду. ",
    "answers": [
      {
        "id": 153,
        "text": "Пойти в порт"
      },
      {
        "id": 154,
        "text": "Пойти в бар"
      }
    ]
  },
  {
    "id": 153,
    "text": "В порту наверняка есть какой-нибудь корабль который скоро отходит. Она осмотрела все корабли и подошла к одному. Какой-то пират затаскивал коробки на палубу. Сената дождалась когда он вернется. \n—\"Хм...Здравствуйте сэр!\" \nСената изо всех сил старалась, что бы ее голос не был похож на девичий.\n—\"На борт не принимаем!\" \nОтрезал пират и снова понес коробку. \n—\"Но я бы хотел бы вступить в команду\". \n—\"Щенок! Ты не понял? Вали от сюда!\" \nСената услышала в его голосе угрозу и поспешила уйти подальше от порта. ",
    "answers": [
      {
        "id": 154,
        "text": "Пойти в бар"
      }
    ]
  },
  {
    "id": 154,
    "text": "Если кому-то нужно что-то узнать о городе, то тот обязательно пойдет в бар. Сената решила пойти в самый большой бар на Тортуге. Из здания звучала музыка, пьяные крики. У двери дежурили бездомные и распутницы, накрашенные до такой степени, что казалось их лица давно утратили настоящую красоту. \nСената быстро прошла в бар. Ей улыбнулась одна из распутниц, ведь Сената сейчас была одета как парень, но девушка не отвлекаясь отошла. \nВ баре было шумно. Пара столов были опрокинуты  на полу лежали несколько спящих человек, было разлито пиво, было очень шумно и под этим шумом почти исчезала музыка. Сената прошла вдоль здания, уклоняясь от падающих на нее людей и летящих стаканов. Наконец она нашла стойку у бара и села на свободное место. Бармен был усатый и крепкий человек. \n—\"О! Новые люди! Первый заказ за счет заведения!\" \n—\"О...можно обычного рома?\" \n—\"Я вижу вы пришли не просто так\"\n—\"Да, сэр! Вы не знаете, может кто-то по близости набирает человек в команду?\" \n—\"Дай ка подумать. Есть одно предложение, только команда очень серьезная\".\n—\"Мне подходит!\" \n—\"На, малец...держи свой ром...дойдешь до конца и дверь увидешь, там набор идет\"\n—\"Спасибо\" \n",
    "answers": [
      {
        "id": 155,
        "text": "Залпом выпить ром"
      },
      {
        "id": 155,
        "text": "Не пить ром"
      }
    ]
  },
  {
    "id": 155,
    "text": "Сената дошла до конца и увидела неприметную дверь. Она постучалась.\n—\"Входите\"\n Ручка двери почти отваливалась и Сената чуть не доломала все до конца. Хотя в прочем дверь и без того была почти открыта. Сената вошла. Перед ней сидел высокий, старый пират с  бородой и большой пиратской шляпой. Ноги он закинул на диван, находясь в позе полулежа. Сената вошла. В комнате было душно и мрачно. \n—\"Ты что в команду?\" \nГолос у капитана был тяжелый, хрипящий. \n—\"Да, сэр!\" \nНа его лице была чуть заметная ухмылка. \n—\"Хорошо, ты мне нравишься, малец. Как тебя зовут?\"\n—\"Ам...Джеб! \n—\"Ладно...Эхьем! Поди сюда!\" \nЧерез пару секунд в комнату вошел парень, очень не привлекательный, высокий, но худой. \n—\"Эхьем, отведи нашего нового пирата на корабль. ",
    "answers": [
      {
        "id": 156,
        "text": "-\"А когда мы отплываем?\""
      },
      {
        "id": 157,
        "text": "Молча пойти"
      }
    ]
  },
  {
    "id": 156,
    "text": "—\"Сегодня вечером\"  \n—\"Ладно...\"",
    "answers": [
      {
        "id": 157,
        "text": "Пойти"
      }
    ]
  },
  {
    "id": 157,
    "text": "Эхьем был молчалив. Он просто медленно вел Сенату к порту, а потом завел на корабль. Тот был намного больше чем прошлый, но и намного запущенее. Полы были склийские, не мытые, да и команда оказалась такой маленькой, состоящая всего из тринадцати человек, включая капитана, Сенату и Эхьема. \n—\"Это наш новенький. Джеб!\" \nПочти все пираты были не молодые, лет 30-40, только один парень был лет 27. Он был самым привлекательным, однако что-то подсказывало Сенате ему не доверять и вообще все пираты не вызывали доверия. \n\nНа этот раз отдельной каюты Сенате не дали. Она спала в общем трюме на одном из нижних гамаков. Если бы у нее было бы что-то ценное, то у нее бы это сразу отобрали, но самое ценное весело у нее на шее и было похоже на подделку. ",
    "answers": [
      {
        "id": 158,
        "text": "Заглянуть в сумку"
      },
      {
        "id": 159,
        "text": "Подровнять гамак"
      },
      {
        "id": 160,
        "text": "Далее",
        "need": 158
      }
    ]
  },
  {
    "id": 158,
    "text": "В сумке лежал темный длинный плащ, книга \"бравый пиратский пир\" и фляжка с водой. \nСената затолкала фляжку на дно, что бы было не просто найти, затем книгу и прикрыла плащем.",
    "answers": [
      {
        "id": 157,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 159,
    "text": "Гамак висел криво и Сената принялась его выравнивать. У нее не получалось, гамак косило в разные стороны и он все никак выпрямился. Позднее надо было что-то сделать, но сейчас слишком мало времени. ",
    "answers": [
      {
        "id": 157,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 160,
    "text": "—\"Всем на борт! Мы отплываем!\" \nВ голосе послышался знакомый хрип. \nСверху послышался топот сразу нескольких ног и Сената тоже поспешила наверх. ",
    "answers": [
      {
        "id": 1,
        "text": "Конец седьмой главы"
      }
    ]
  },
  {
    "id": 161,
    "text": "Сената поднялась на палубу. Капитан уже зашел на борт, корабль медленно выплывал. \n—\"Так. Объявляю начало нашего путешествия. Эхьем — боцман, Ул — квартирмейстер. Работа будет тяжелая. Ты — иди мой полы в трюме, ты закидывай сеть, вы четверо, уносите товары в нижний трюм, ты и ты на кухню, ты идешь на дежурство пленных...\" \nКапитан указал на Сенату. \n—\"Парень, Джеб кажется...твое первое задание. Эхьем, отведи его\".\n—\"Новенький, пошли!\" \n",
    "answers": [
      {
        "id": 162,
        "text": "Попробовать распросить Эхьема"
      },
      {
        "id": 161,
        "text": "Укажите команды для картинки",
        "url": "https://pp.userapi.com/c852216/v852216557/1a3cc/ijsJDPMmgKw.jpg"
      }
    ]
  },
  {
    "id": 162,
    "text": "—\"Можно задать пару вопросов\".\n—\"Это что, допрос?\"\n—\"Конечно нет! Просто хочеся по больше узнать о команде\". ",
    "answers": [
      {
        "id": 163,
        "text": "-\"Тут все новобранцы?\""
      },
      {
        "id": 164,
        "text": "-\"Расскажите про пленого\""
      },
      {
        "id": 165,
        "text": "Войти в каюту",
        "need": 164
      }
    ]
  },
  {
    "id": 163,
    "text": "—\"Да...недавно набирали команду\". ",
    "answers": [
      {
        "id": 162,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 164,
    "text": "—\"Пленных... молодой парень и девушка. Они связаны, так что можешь не беспокоиться. Но не вздумай их развязывать, отпускать или говорить с ними!\"\n—\"Хорошо\"",
    "answers": [
      {
        "id": 165,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 165,
    "text": "Каюта, где держали пленных была на уровне нижней палубы. В комнате была одна клетка, в которой сидели парень и девушка. Они были связанны. Глаза девушки были выплаканы, уставшие. Парень был измотанный. На его лице было много синяков. Ближе к углу стоял один единственный стул и все.\n—\"Понял?...ну я пошел...\"\n\n",
    "answers": [
      {
        "id": 166,
        "text": "Сесть на стул"
      },
      {
        "id": 167,
        "text": "Подойти к клетке"
      }
    ]
  },
  {
    "id": 166,
    "text": "Сената села в угол комнаты. Парень с обреченностью посмотрел на нее. Волосы у него были разлохмаченные, на лице выступала щетина. ",
    "answers": [
      {
        "id": 167,
        "text": "Подойти к клетке"
      }
    ]
  },
  {
    "id": 167,
    "text": "Сената медленно подошла к клетке. Глаза у парня выражали надежду, но на что? Сената не могла их освободить иначе сама бы оказалась в тупике. \n—\"Я не могу вам ничем помочь, понимаете? От этого зависит моя жизнь\" \nПарень замотал головой. Он пытался что-то сказать.\n—\"Мне нельзя к вам заходить...я должен только следить...\"\nПарень еще раз попробовал что-то сказать, но Сената все равно не понимала. \nДевушка стала приходить в себя. Увидев Сенату она в истерике стала вырываться, скорее всего ожидая опасность. \n—\"Я ничего плохого не сделаю\". \nДевушка не верила ей и только посмотрев на парня успокоилась. \n—\"Это действительно очень важно?\" \nПарень сильно закивал. \n—\"Ладно...я приду к вам позже. Если меня поймают сейчас, то я уж точно не смогу вам помочь\".\n",
    "answers": [
      {
        "id": 168,
        "text": "Далее"
      },
      {
        "id": 169,
        "text": "Присоединиться к Себастьяну"
      }
    ]
  },
  {
    "id": 168,
    "text": "Сената уже приготовилась ложится. Еле еле она выровняла гамак. На нее смотрели другие пираты, которые общались между собой нормально, но у Сенаты не было желания ни с кем дружить, у нее были совершенно другие цели. Неожиданно дверь распахнулась и ударившись издала звук \"бах\". В  каюту вошел капитан. \n—\"Ты\" — он указал на Сенату -\"На ночную смену...живо!\" \n—\"Что?\" \n—\"Дежуришь сегодня. Оружие есть?\" \n—\"Сената показала новенький клинок\" \n—\"Ну и хорошо, вперед\". \nСената вышла за ним и села на лавку. ",
    "answers": [
      {
        "id": 170,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 169,
    "text": "Капитан ходил по пустой палубе. Матросы сейчас все были на ужине. Начало смеркаться. Он всматривался в волны. вдалеке еще виднелись очертания Тортуги. Но ведь он так этого хотел, что бы она ушла, ведь он и подумать не мог, что будет когда она уйдет... \nСебастьян пытался стереть все мысли о ней, но они не отпускали. Сердце упорно не хотело сдаваться. Себастьян потряс головой. Он же не должен забывать что произошло с Анной... Его накрыла волна грусти и боли. Нет, он больше не совершит ни одной ошибки...",
    "answers": [
      {
        "id": 168,
        "text": "Присоединиться к Сенате"
      }
    ]
  },
  {
    "id": 170,
    "text": "Начало смеркаться. Скоро небо стали покрывать звезды. Небо было темное. Луна расплывчато отражалась на воде. Воздух приятно пах морем. Сената сидела и смотрела на свое отражение в воде. Ей захотелось обдумать все что с ней случилось. ",
    "answers": [
      {
        "id": 171,
        "text": "Подумать о навыках борьбы на клинках"
      },
      {
        "id": 172,
        "text": "Подумать о Пано"
      },
      {
        "id": 173,
        "text": "Подумать о пленных"
      },
      {
        "id": 174,
        "text": "Подумать о Себастьяне",
        "need": 173
      }
    ]
  },
  {
    "id": 171,
    "text": "Даже с новым клинком у нее было мало шансов. Ни Пран, ни Енти, ни Себастьян за один день все равно мало что бы изменили. Все же девушка надеялась, что у нее пока что не будет моментов опасности. ",
    "answers": [
      {
        "id": 170,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 172,
    "text": "Теплые чувства возникли в ее сердце. Она всем сердцем желала удачи ему в жизни...",
    "answers": [
      {
        "id": 170,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 173,
    "text": "Молодые парень и девушка совершенно не были похожи на опасных людей. Тем более парень хотел ее что-то сказать. Девушка и вовсе была испуганна. Возможно, когда еще чуть-чуть стемнеет она сможет пойти в каюту для пленных. Возможно она узнает кое-что что спасло бы ее жизнь. ",
    "answers": [
      {
        "id": 170,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 174,
    "text": "Сената и не заметила как ее мысли вернулись к Себастьну. Она вспоминала его глаза. Его шрамы на лице и как она за ним ухаживала. Ее сердце наполнилось любовью и теплотой, но тут же отразилось болью, при мысли что она никогда его больше нн увидит. Теперь она понимала что любит его, но было слишком поздно...",
    "answers": [
      {
        "id": 175,
        "text": "Быстро прийти в себя"
      },
      {
        "id": 175,
        "text": "Медленно переменить свои мысли"
      }
    ]
  },
  {
    "id": 175,
    "text": "Может сходить проверить пленных? Действительно давно пора. \nВезде уже стемнело и свет шел только от слабого огонька. На палубе было тихо. Девушка сделала шаг и полы неприятно заскрипели. Тогда она быстро, на сколько возможно пошла к лестнице и спустилась к каюте пленных. ",
    "answers": [
      {
        "id": 176,
        "text": "Открыть дверь"
      }
    ]
  },
  {
    "id": 176,
    "text": "Сената открыла. Девушка беспокойно спала. Парень медленно поднял голову, посмотрев на нее. Сената взяла ключи от клетки, открыла дверь и вошла. \n—\"Слушай меня внимательно. Веди себя тихо и отвечай только на мои вопросы. Ты понял?\" \nПарень кивнул. Девушка посмотрела на него и убрала кляп у него изо рта. \n—\"И так начнем\" ",
    "answers": [
      {
        "id": 177,
        "text": "Вопросы"
      }
    ]
  },
  {
    "id": 177,
    "text": "Парень смотрел на Сенату, спокойный, готовый рассказать ей все что ее интересует. ",
    "answers": [
      {
        "id": 178,
        "text": "-\"Как зовут тебя и ее?\" "
      },
      {
        "id": 179,
        "text": "-\"Что ты хотел мне тогда рассказать\""
      },
      {
        "id": 180,
        "text": "-\"Что? я не понимаю...\"",
        "need": 179
      }
    ]
  },
  {
    "id": 178,
    "text": "—\"Меня зовут Янн, ее Аманда\"",
    "answers": [
      {
        "id": 177,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 179,
    "text": "—\"Парень...ни кому сдесь не верь...это все ловушка...вас ведут в западню...уходи с этого судна\" \n",
    "answers": [
      {
        "id": 177,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 180,
    "text": "—\"Капитан ведет вас, что бы отдать в рабству работорговцу. Мы сбежали от наших родителей, но это была западня. Опасность угрожает тебе и другим членам команды, кроме капитана, боцмана и квартирмейстера...\"\nЧто-то в испуганном, манотомном голосе парня заставляло Сенату ему поверить. Но не уже ли все настолько серьезно? Значит нужно бежать...Опять...",
    "answers": [
      {
        "id": 1,
        "text": "Конец восьмой главы"
      }
    ]
  },
  {
    "id": 181,
    "text": "—\"Мне пора\"\nСената засунула кляп обратно в рот и проверила крепко ли он привязан. Отлично. Затем она вышла и торопясь поспешила на свой пост. Ей повезло, что все включая наверное даже капитана спали. Во всяком случаи на палубу никто не выходил. Только сейчас девушка начала понимать что имел введу парень. Капитан ведет всех новобранцев в рабство, а значит есть угроза ее жизни и личного пространства. А если все узнают что она девушка? Даже представить страшно. Других предупреждать не имеет смысла, к тому же она не знает, на жалуются на нее или нет. \nСената посмотрела на волны. Они показались ей тихими и как будто задумчевыми. Вокруг волны. Вокруг океан. Прекрасный план, капитан — никуда не убежишь. \nОставалось только ждать. \n",
    "answers": [
      {
        "id": 182,
        "text": "Далее"
      },
      {
        "id": 181,
        "text": "Укажите команды для картинки",
        "url": "https://sun5-1.userapi.com/c830509/v830509528/1b7923/qo-aVCs7mrw.jpg"
      }
    ]
  },
  {
    "id": 182,
    "text": "Плаванье длилось около трех дней и все это время Сената избегала других пиратов, а больше всех капитана, боцмана и квартирмейстера. \nНаконец Сената поняла, что видет очертания какого-то города. Пока все начали работать девушка поспешила где-нибудь спрятаться. \n",
    "answers": [
      {
        "id": 183,
        "text": "Идти в общую комнату"
      },
      {
        "id": 184,
        "text": "Идти в трюм"
      },
      {
        "id": 185,
        "text": "Спрятаться на палубе"
      }
    ]
  },
  {
    "id": 183,
    "text": "У входа стояла большая бочка, используемая как стол. Здесь никого не было. Можно было спрятаться и уйти позже. Идеальное место. ",
    "answers": [
      {
        "id": 186,
        "text": "Спрятаться"
      }
    ]
  },
  {
    "id": 184,
    "text": "В трюме ходил боцман, подававший товары. Он кинул Сенате какой-то ящик и она подав его быстро ушла.  ",
    "answers": [
      {
        "id": 182,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 185,
    "text": "Матросы ходили по всюду не оставляя ни одного укромного места. Сената поняла, что можно спрятаться только за капитанским мостиком, если бы там не было капитана. \n",
    "answers": [
      {
        "id": 182,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 186,
    "text": "Еле поместившись в бочку Сената стала ждать когда все уйдут. С корабля доходили какое-то крики. После одного выстрела все стихло, а затем на верху поднялся кипиш. Скоро он тоже стих, но зато послышались шаги на лестницу ведущую в общую комнату. Дверь распахнулась и ударилась об бочку издав звук \"бум\". \nСената замерев молчала наблюдая за звуками шагов. Бочка была плотная, без щелей и разглядеть этого человека она просто не могла. \nВдруг послышались другие, более быстрые и тяжелый шаги. Еще один человек спустился в общий трюм и заговорил незнакомым голосом.\n—\"Ну что? Где тот парнишка о котором ты говорил?\" \n—\"Не знаю\".\nЭтот голос был серьезный и холодный. Сената сразу узнала Эхьема. \n—\"Он должен где-то быть...Но он же не мог знать. Если только не пленные\".\n—\"Прикажете наказать?\" .\n—\"Нет, с ними позже разберемся. Осмотрите нижний трюм, палубу и дополнительные лодки. Здесь его точно похоже нет\".\nШаги начали удалятся. Сената выдохнув вытерла холодный пот. ",
    "answers": [
      {
        "id": 187,
        "text": "Подумать что делать"
      }
    ]
  },
  {
    "id": 187,
    "text": "Нужно было все обдумать прежде чем действовать, но времени было очень мало, а значит нужно было торопится. ",
    "answers": [
      {
        "id": 188,
        "text": "Как уйти"
      },
      {
        "id": 189,
        "text": "Спасти ли пленных"
      },
      {
        "id": 190,
        "text": "Осторожно выйти"
      }
    ]
  },
  {
    "id": 188,
    "text": "С палубы скорее всего перевели всех рабов. Им уже не поможешь, значит на коробле должно быть около пяти пиратов, которые ищут ее. ",
    "answers": [
      {
        "id": 187,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 189,
    "text": "Парень и девушка как и она, рискнули отправится на поиски новой жизни без запретов. К тому же парень предупредил ее об опасности. Если добавить к этому синяки на его лице и выплаканные глаза молодой девушки...\nСената решила помочь им...",
    "answers": [
      {
        "id": 187,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 190,
    "text": "Сената осторожно выбралась из бочки, не создавая особого шума. У ее гамака лежала сумка и ее клинок. Девушка удивлялась как его никто не украл ее заточенное оружие, но слишком много времени у нее просто не было. ",
    "answers": [
      {
        "id": 191,
        "text": "Осмотреть нет ли ничего полезного"
      }
    ]
  },
  {
    "id": 191,
    "text": "Капитан ни дал обманутой каманде забрать свои вещи, да они им и не нужны. Только среди их вещей не было ничего дорогово. ",
    "answers": [
      {
        "id": 192,
        "text": "Заглянуть в ящик"
      },
      {
        "id": 193,
        "text": "Пошарить по карманам"
      }
    ]
  },
  {
    "id": 192,
    "text": "Из одного ящика вылетело драгоценное кольцо и покатилось по полу. Его можно будет продать позже. Сената сунула его в сумку и выйдя направилась в нижний трюм. ",
    "answers": [
      {
        "id": 194,
        "text": "В трюме"
      }
    ]
  },
  {
    "id": 193,
    "text": "В одном из карманов она нашла драгоценное кольцо. Оно пригодится позже. Сената сунула его в сумку и выйдя направилась в нижний трюм. ",
    "answers": [
      {
        "id": 194,
        "text": "В трюме"
      }
    ]
  },
  {
    "id": 194,
    "text": "В трюме сидел какой-то человек. Он был не знаком Сенате но и не вызывал особого доверия. Так как в трюме было достаточно темно Сената кое-как спряталась за какой-то ящик. Охранник прошел вдоль трюма до самой двери. Сената медленно спряталась за мешки. Она была почти рядом с дверью, но не могла зайти. Немного подождала. Он не на долго отлучился, но не понятно: на долго ли. Она вышла из укрытия, но тут же он вернулся. Девушка в панике забежала в комнату к пленным. Парень и девушка спали. Сената подперла ручку двери стулом. ",
    "answers": [
      {
        "id": 195,
        "text": "Как сбежать ",
        "need": -196
      },
      {
        "id": 196,
        "text": "Разбудить парня и девушку",
        "need": -196
      },
      {
        "id": 197,
        "text": "Освободить их",
        "need": 196
      }
    ]
  },
  {
    "id": 195,
    "text": "Через дверь не получится — скоро туда прибегут и начнут ее выламывать. Оставалось...окно! Маленькое круглое отверстие с отвадивающимся прогнившим деревом. Если получится можно прыгнуть в воду и спастись. ",
    "answers": [
      {
        "id": 194,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 196,
    "text": "Сената бросилась к клетке и раскрыв дверь начала будить их. Девушка дышала, но не просыпалась — слишком была измотанна. Парень тяжело открыл глаза. На его лице был огромный синяк на весь глаз. \n—\"Я освобожу вас но времени мало...бери ее и прыгай в окно\".\nЯнн окончательно проснувшись закачал головой. В дверь начали стучать и бить. ",
    "answers": [
      {
        "id": 194,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 197,
    "text": "Сената клинком распорола веревки сначала на парне, а потом на девушке. Бедняжка уже начала просыпаться  у нее не было сил.\nСената разломала клинком окно и теперь можно было прыгать. Но кто первый? Парень еще не достаточно силен что бы ловить свою возлюбленную, а Сената не была уверенна что точно удержит и поймает ее. ",
    "answers": [
      {
        "id": 198,
        "text": "Первый парень"
      },
      {
        "id": 199,
        "text": "Первая Сената"
      }
    ]
  },
  {
    "id": 198,
    "text": "—\"Прыгай первый. Я ее скину и ты ее поймаешь\".\nЯнн замялся, но под треском добиваемой двери прыгнул первым. Затем Сената на руки взяла молодую девушку и протолкнула в окно. Убедившись, что Янн поймал ее она стала залезать тоже. Как только она выпрыгнула дверь рухнула, но она уже была свободна.",
    "answers": [
      {
        "id": 200,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 199,
    "text": "—\"Я прыгну первой  и поймаю ее, а ты за мной\". \n—\"Ну...Хорошо\".\n—\"Только быстрее!\"\nСената прыгнула ласточкой в окно. Было глубоко и тяжело держаться. Парень кинул свою девушку  и Сената забыв обо всем поплыла в последний момент схватив ее. Затем прыгнул парень, который сразу же схватил свою девушку. ",
    "answers": [
      {
        "id": 200,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 200,
    "text": "—\"Поплыли ближе к берегу...\"\nЯнн кувнул и они медленно поплыли. ",
    "answers": [
      {
        "id": 1,
        "text": "Конец девятой главы."
      }
    ]
  },
  {
    "id": 201,
    "text": "Сената первая встала на камни и подняла девушку, затем вылез парень. Повезло что погода была теплая. В далеке виднелся город, но до него нужно было далеко идти. Ребята были насквозь мокрые, но парня это не волновало. Он посадил девушку на колени и трепетно обнимал. \n—\"Жаль, что я не взяла с собой никакой еды. Хотя...\"\nПорывшись в сумке она достала фляжку с водой \n—\"Все что есть...Дай своей девушке\"\nПарень с благодарностью посмотрел на нее и принял фляжку. Чистая вода струйкой протекла по ее лицу. Девушка глубоко вздохнула и открыла глаза отхлебываясь от соленой воды \n—\"Янн...\"\n—\"Аманда!\" \nДевушка протянула уставшие руки к его лицу на миг вглядываясь в его глаза. \n—\"Где я? Янн? Где мы?\" ",
    "answers": [
      {
        "id": 202,
        "text": "Далее"
      },
      {
        "id": 201,
        "text": "Укажите команды для картинки",
        "url": "https://pp.userapi.com/c846216/v846216135/10ed33/dkUmozMv5cY.jpg"
      }
    ]
  },
  {
    "id": 202,
    "text": "—\"Аманда, успокойся...мы сбежали, а этот парень нам помог\"\n—\"Да, спасибо...\"\n—\"Пожалуйста, но только я не парень\" \nСената сняла с себя шляпу, распуская волосы.\n—\"Как же тебя зовут?\"\n—\"Сената...\"\nЭто имя мне очень знакомо.\n—\"Дойдем до города и наши пути разойдутся. Кто-нибудь знает где мы?\"\n—\"Мы...небольшом городе Олинса, я тут была со своим отцом\" \n—\"Олинса?\"\n—\"Да. Пожалуй действительно нам пора идти\".\nПарень подал Аманде руку. Девушка нормально стояла на ногах\".\n—\"Только лучше поторопимся...\" \n",
    "answers": [
      {
        "id": 203,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 203,
    "text": "Прошло около двух часов. Сената устала. По пути увидели дом.\n—\"Пойдем...\"\nПарень молча кивнул. Девушка нежно держалась за его плече и постоянно молчала. Их любовь была так очевидна и прекрасна, что Сената всякий раз вспоминала Себастьяна. Только теперь она почувствовала что страдает из-за него и поняла что сделала не правильный выбор...\nПарень постучал и открыл дверь. Сената вошла первая, держа в руке клинок. Это ей не сильно поможет, но это был единственный выход. \nНо он и так не пригодился. В доме оказалась только маленькая слепая старушка, называвшая себя провидецей \n—\"Ты...\"\nОна указала пальцем на Сенату.\n—\"Зачем сердце себе рвешь? Он ведь тоже....Хороши, молодежь. И из-за чего?\" ",
    "answers": [
      {
        "id": 204,
        "text": "Из-за чего?"
      },
      {
        "id": 205,
        "text": "Давайте это позже"
      }
    ]
  },
  {
    "id": 204,
    "text": "—\"Сената, не верь ей...\"\nЯнн наклонился и шепнул ей. Но Сенате показалось что старушка все услышала. ",
    "answers": [
      {
        "id": 205,
        "text": "Давайте позже"
      }
    ]
  },
  {
    "id": 205,
    "text": "—\"Может у вас есть еда, вода? Мы заплатим...\"\n—\"Не буду я последние отбирать, а поесть поешьте...Особенно той девушке надо, худой...Отвлеклась я...В шкафу мед, хлеб, соль. Ешьте...\"\n—\"Мы не хотим вас об обьедать .\"\n—\"Жить мне еще не долго, с неделю осталось\".\nСенату ее слова и пугали, но все же она открыла шкаф и сгребла все в портфель. ",
    "answers": [
      {
        "id": 206,
        "text": "Спасибо"
      },
      {
        "id": 207,
        "text": "Расскажите про..."
      }
    ]
  },
  {
    "id": 206,
    "text": "—\"Спасибо вам большое. Мы пойдем?\" \nСтарушка кивнула и они вышли",
    "answers": [
      {
        "id": 208,
        "text": "Отправится дальше"
      }
    ]
  },
  {
    "id": 207,
    "text": "—\"Нам не когда!\" \n—\"Тогда Спасибо...\".\nСената вслед за Яном вышла. ",
    "answers": [
      {
        "id": 208,
        "text": "Отправится дальше"
      }
    ]
  },
  {
    "id": 208,
    "text": "—\"Еды хватит до следующего обеда. Только уже вечер. Пора сворачиваться\".\nОни находились около тропы в лесу. Вокруг была мягкая трава. \n—\"Дежурить будем...\"\nОна достала из сумки плащ, растила на траве. Он был большой и вмещал двух людей. ",
    "answers": [
      {
        "id": 209,
        "text": "Первая Сената"
      },
      {
        "id": 210,
        "text": "Первый парень"
      }
    ]
  },
  {
    "id": 209,
    "text": "Янн и Аманда спали. Сената вслушивалась в лес. Скоро Аманда тоже встала и села к ней.\n—\"Ты чего не спишь?\"\n—\"Не спится...\".\n—\"Понятно...\"\nОни долго молчали. Внезапно Аманда сказала.\n—\"Я так люблю его...\"\nСената повернулась и увидела что она смотрит на Яна. Сон у него был не спокойный. Парень свернулся в своеобразный клубок и часто ворочался. \n—\"Я тоже кое кого люблю...\"\nСената сама не заметила как сказала это...\n—\"Да? кого?\"\n—\"Я не могу сказать...\"\n—\"Почему же?\".\n—\"Потому что мы с ним никогда не сможем быть вместе\"..\nСената сидела как в тумане, тихо...тихо. Ее сердце ныло. Аманда, как будто почувствовав это обняла ее. Сената успокоилась и снова воцарилась тишина. В этой тишине возникло очень неприятное шуршание и девушки почувствовали опасность. ",
    "answers": [
      {
        "id": 211,
        "text": "Разбудить Янна"
      },
      {
        "id": 212,
        "text": "Схватить клинок"
      }
    ]
  },
  {
    "id": 210,
    "text": "Янн молча кивнул и уложил свою невесту на правую сторону плаща. Она была похожа на маленького ребеночка. Глаза уже не были красные, но кожа бледная...\nСената легла на левый край. Было довольно холодно и она сначала не могла заснуть. Позже ее разбудил Янн. Теперь была ее очередь",
    "answers": [
      {
        "id": 209,
        "text": "Дежурит Сената"
      }
    ]
  },
  {
    "id": 211,
    "text": "Сената и Аманда быстро и тихо подошли к Янну и стали его будить. Парень проснулся быстро и сейчас же встал. Сената взяла свое оружие. Из тени вышло три тени...",
    "answers": [
      {
        "id": 213,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 212,
    "text": "Сената взяла свое оружие, а Аманда принялась будить Янна. Парень встал и тоже стал прислушиватьсь. Из тени на них шли три тени...",
    "answers": [
      {
        "id": 213,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 213,
    "text": "Из тени вышло три разбойника. Один вел лошадь. Все были вооружены. Главарь. высокий, с повязкой на лице остановился. \n—\"Кто это тут сдесь? Даже девушки...Ребята эта моя...ту можете вдвоем забирать...\"\nГлаварь указал на Сенату, как на свою.\n—\"Парня связать...\"\nГлаварь подходил ближе. \n—\"Ни с места!\"\n—\"Люблю таких непокорных как ты. Назови имя...\"\n—\"Вам его не надо знать...Уходите! У нас ничего нет\"\nРазбойники многозначительно промолчали. Они обходили по кругу. \n",
    "answers": [
      {
        "id": 214,
        "text": "Сделать выпад первой"
      },
      {
        "id": 214,
        "text": "Ждать удара"
      }
    ]
  },
  {
    "id": 214,
    "text": "Не дав никак сообразить Главарь подбежал первым. Его клинок оставил шрам на ноге, и вполне бы сильно повредил ногу если бы Сената не отскочила назад. Все разбились на пары. Сената дралась плохо, но лучше. Мотивации было больше...\nНа секунду она увидела как дерется Янн. Он сражался не лучше нее за то этого хватало и на Аманду. Девушка решила схитрить. Как только главарь разбежался. Сената отскочила в сторону и вырвала из его пояса револьвер. \n—\"Нет!\"\nТеперь преимущество в парном бою было у Сенаты \n—\"Ты поступила не чесно, девченка!\"\n—\"Я пират, а пиратам не знакомо это слово\" \n\"Бах!\" Пуля попала Главарю в живот. Он упал сразу же. \"Бах!\" Промахнулась.\nАманда закричала увидев труп главаря. \nЯнн прижимал ее к себе. Разбойники стояли как вкопанные. Сената медленно наводила револьвер. \nОдин из них сообразил первым и бросился бежать, оставив лошадь с вещами, второму в плече угодила пуля. Они убежали. Аманда громко вздыхала. Янн уводил ее.\nСената осталась одна. Стояла несколько минут в ступоре, затем наконец вернулась в реальность и успокоилась. ",
    "answers": [
      {
        "id": 215,
        "text": "Оттащить тела. ",
        "need": -215
      },
      {
        "id": 216,
        "text": "Осмотреть трупы",
        "need": -216
      },
      {
        "id": 217,
        "text": "Осмотреть вещи",
        "need": 216
      }
    ]
  },
  {
    "id": 215,
    "text": "Если Аманда вернется и снова увидит их то опять заплачет. Она оттащила главаря за ногу и спрятала за первый попавшейся ей пригорок. Затем второй. Тело было тяжелым и еле передвигалось. Из живота потекли остатки крови. Все что уже вышло размазалось по земле. К телу клеились листья и мелкая грязь. ",
    "answers": [
      {
        "id": 214,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 216,
    "text": "У главаря было много вещей. Мешок с монетами, почерневший крест на шее, не заточенный нож и пустая фляжка. Взяв все кроме креста Сената отправилась обратно на привальное место. ",
    "answers": [
      {
        "id": 214,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 217,
    "text": "Аманда и Янн еще не вернулись. Сената по надеялась, что они хотя бы не сбежали сломя голову. \nЛошадь стояла на том же месте, будто не испугавшись пуль. Подойдя ближе девушка увидела что это старый, изьезжаный конь, возможно побывавший в похожих ситуациях. На его спине висел скудный мешок. Сената открыла. В нем лежала целая куча из золотых цепочек, крестов, колец и монет. Сената решила забрать сумку себе. ",
    "answers": [
      {
        "id": 218,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 218,
    "text": "За спиной послышались робкие шаги. Слабая, но более спокойная шла Аманда. \n—\"Ты же понимаешь, что они бы издевались бы над нами, продали бы в рабство. Успокойся...\"\n—\"Да...пожалуй ты права\".\nАманда глубоко вздохнула. \n—\"Сената, я не думал что когда-нибудь такое скажу, но спасибо за это...\"\nК ним подошел Янн.\n—\"Смотрите, сколько денег и драгоценностей они уже награбили! Нам на долго хватит\".\n—\"Я...не возьму награбленное\" \n—\"Ладно...\".\nСената пожала плечами.\n—\"Я же флебьюстерка. А это моя добыча!\"\n",
    "answers": [
      {
        "id": 219,
        "text": "Осмотреть свои вещи"
      },
      {
        "id": 220,
        "text": "Посмотреть сколько пуль в револьвере"
      }
    ]
  },
  {
    "id": 219,
    "text": "Теперь в ее владениях было:\nНаграбленные драгоценности, кольцо, плащь, клинок, нож, револьвер, две пустые фляжки и сапфир.",
    "answers": [
      {
        "id": 218,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 220,
    "text": "Оставалось только три...За зря тратить нельзя ",
    "answers": [
      {
        "id": 1,
        "text": "Конец десятой главы"
      }
    ]
  },
  {
    "id": 221,
    "text": "Остаток ночи никто не спал. Янн боялся других нападений, а Сената просто с восторгом вспоминала ее первую победу в борьбе за жизнь. Она убила человека. Казалось бы девушка должна была плакать, но она лишь ощущала силу в руках и уверенность в груди. Наконец солнце стало светить так что понятно было — пора отправляться. На сколько она помнила идти осталось всего пол дня, а там она оставит Янна и Аманду. Не бесконечно же с ними цацкаться. К тому же теперь ее сумка полна драгоценностей, а за поясом револьвер и клинок. Янн помог ей все собрать и они отправились по лесной тропинке. Аманда отчайно смотрела по сторонам. Летали птицы,  несколько раз пробегали мелкие зверьки. ",
    "answers": [
      {
        "id": 222,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 222,
    "text": "От долгих, манотонных прогулок Сената впала в раздумия. Она думала обо всем, вспомниная выстрел и кричащих убигающих сообщников. Видел бы ее Пано. и Пран и Енти и Себастьян...При воспомнинаниях о нем Сената резко пришла а себя. Сердце закололо в груди, заставив забыть обо всем. Она каждый раз возвращалась к мыслям о нем, ее любовь не угасала. В сердце крепко и надежно засела надежда, на их встречу, на его обьятья и нежные поцелуи. Сената глупо улыбнулась. Аманда с интересом посмотрела на нее. Сената рашила переминить разговор. ",
    "answers": [
      {
        "id": 223,
        "text": "-\"Я вам дам несколько колец из награбленного и все...\""
      },
      {
        "id": 224,
        "text": "-\"Что дальше собираетесь делать?\""
      }
    ]
  },
  {
    "id": 223,
    "text": "—\"Сената. Нам ничего не нужно\". ",
    "answers": [
      {
        "id": 224,
        "text": "-\"Хорошо, тогда что будете делать?\""
      }
    ]
  },
  {
    "id": 224,
    "text": "—\"Мы...мы снимим маленькую комнату, устроимся на работу. Сената, мы чесные люди\"\n—\"Чесные они...\"\nСената засунула руку в карман и достала кольцо, которое нашла еще на корабле. \n—\"Вот, на обустройство нормальной жизни\". \nЯнн не хотел брать, но Аманда робко протянула руку. \n—\"Не бойтесь, это не украденное\" \nЯнн вздохнул. \nСкоро они дойдут до города, осталось дойти чучуть.",
    "answers": [
      {
        "id": 225,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 225,
    "text": "Когда наконец показался самый первый дом, Сената переглянулась с Янном и Амандой. \n—\"Все. скоро мы дойдем. Скоро наши пути разойдутся...\" \nАманда кивнула. \nПервый дом был старый. Дойдя до второго Сената решила, что действительно пора уходить от этих двух. Она оглянулась. Бросила маленькое \"прощай\" и убежала вперёд вдоль домов к самому центру. Драгоценности звонко побрякивали в ее сумки и Сената улыбалась от предвкушения больших растрат. ",
    "answers": [
      {
        "id": 226,
        "text": "Зайти в подворотню"
      },
      {
        "id": 227,
        "text": "Осмотреть дома"
      }
    ]
  },
  {
    "id": 226,
    "text": "В подворотне было темно и сыро. Нужно было быть осторожной и девушка достала всего пару цепочек, для оплаты хостела. Из-за драгоценностей сумка выглядела слишком большой, к тому же они побрякивали в сумке. ",
    "answers": [
      {
        "id": 228,
        "text": "Выйти и осмотреть дома",
        "need": -227
      },
      {
        "id": 229,
        "text": "Зайти в хостел"
      }
    ]
  },
  {
    "id": 227,
    "text": "В центре дома были намного красивее и аккуратнее. Окна раскрашинны нежно голубыми узорами, высокие. Тут же рядом был дешевый хостел, а рядом бар. ",
    "answers": [
      {
        "id": 226,
        "text": "Зайти в подворотню "
      }
    ]
  },
  {
    "id": 228,
    "text": "В центре дома были намного красивее и аккуратнее. Окна раскрашинны нежно голубыми узорами, высокие. Тут же рядом был дешевый хостел, а рядом бар",
    "answers": [
      {
        "id": 229,
        "text": "Зайти в хостел"
      }
    ]
  },
  {
    "id": 229,
    "text": "Из нутри он выглядел дороже и Сената побеспокоилась, что пары цепочек ей не хватит. Она подошла к столу за которым сидел какой-то толстый, низкий мужчина лет 30. \n—\"Я бы хотела бы снять комнату\"\n—\"Отдельную, совместную\"\n—\"Отдельную...\"\n—\"С вас 26 пансо\"\n—\"Пансо? У меня такой валюты нет...Этого хватит?\" \n—\"Две золотые цепочки? Маловато. Как минимум еще одну\". Сената осотрожно открыла сумку и стараясь не звинеть достала золотые серьги\". \n—\"Ха... любопытно...и много ли у вас драгоценностей в сумке?\" \n—\"Нет...последнее отдаю...\"\nОтчаянно соврала девушка.\n—\"Ладно, держите ключик с номиром. Обустройтесь. У вас на проживание всего три дня, а потом придется доплатить\"\nСената кивнула. ",
    "answers": [
      {
        "id": 230,
        "text": "Пойти в комнату"
      }
    ]
  },
  {
    "id": 230,
    "text": "Комната стоила тех растрат. Не слишком раскошная, но просторная. Большая кровать, стол с двумя ящиками, пыльное окно со шторками. В комнате было душно. ",
    "answers": [
      {
        "id": 231,
        "text": "Куда можно спрятать сумку"
      }
    ]
  },
  {
    "id": 231,
    "text": "Сената заглянула под кровать, но там прятать было очевидно, зато самый нижний ящичек был мог запираться с ключем. Ключь был тут же, в его скважине. Сената открыла ящик и выложила из сумки мешок со всеми украшениями, оставив несколько в своей сумке и взяв с десяток с собой. Завтра можно будет прогуляться по городу, а сейчас она так устала. Закрыв ящик на ключь, она бросида сумку под кровать, а сама завалилась на нее и заснула. ",
    "answers": [
      {
        "id": 232,
        "text": "Проснуться"
      },
      {
        "id": 233,
        "text": "Поспать еще"
      }
    ]
  },
  {
    "id": 232,
    "text": "Сената встала вечером. За окном было темно, а на улицах горело несколько фонарей. Самый раз подумать о том что делать дальше. Завтра будет не менее сложный день. ",
    "answers": [
      {
        "id": 234,
        "text": "Погрузится в мысли"
      }
    ]
  },
  {
    "id": 233,
    "text": "Лежать было очень удобно, учитывая то что до этого она спала на земле и на гамаках. ",
    "answers": [
      {
        "id": 233,
        "text": "Поспать еще"
      },
      {
        "id": 232,
        "text": "Проснуться"
      }
    ]
  },
  {
    "id": 234,
    "text": "...",
    "answers": [
      {
        "id": 235,
        "text": "Что делать эти несколько дней. "
      },
      {
        "id": 236,
        "text": "Что делать после."
      },
      {
        "id": 237,
        "text": "Где купить слугу",
        "need": 235
      },
      {
        "id": 238,
        "text": "Подумать о Себастьяне",
        "need": 236
      },
      {
        "id": 239,
        "text": "Посмотреть в окно",
        "need": 237
      }
    ]
  },
  {
    "id": 235,
    "text": "Сидеть не было смысла. Нужно подумать об вещах. Потому что так раз нужно было одеть что нибудь по дороже и еще по возможности купить слугу. Хотя это очень сложный выбор. ",
    "answers": [
      {
        "id": 234,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 236,
    "text": "После...вступим в нормальную каманду на большом корабле и будем бороздить море в поисках приключений. ",
    "answers": [
      {
        "id": 234,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 237,
    "text": "Сената никогда в жизнр сама не покупала рабов и соответственно не знала куда нужно идти. В порту скорее всего их нет и в барах тоже. Тогда должны быть специальные магазины...Нужно будет завтра об этом спросить. ",
    "answers": [
      {
        "id": 234,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 238,
    "text": "Сената больше не хотела терзать свое сердце и по этому перестала бороться с самой собой. Она знала что никого не полюбит так как его, но и надежда ее постепенно угасала. Может действительно им не суждено быть вмете. К тому же он и сам этого не хочет.",
    "answers": [
      {
        "id": 234,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 239,
    "text": "За окном...за окном ничего не было видно. Сената чуть приоткрыла его пыльные ставни и впустила прохладный воздух в комнату. Духота постепенно уходила. На душе стало легко. ",
    "answers": [
      {
        "id": 240,
        "text": "Лечь и снава заснуть"
      }
    ]
  },
  {
    "id": 240,
    "text": "Да, завтра будет сложный день, но сейчас стоит востановиться, после прошлых приключений...",
    "answers": [
      {
        "id": 1,
        "text": "Конец оддинадцатой главы"
      }
    ]
  },
  {
    "id": 241,
    "text": "Утром она наскоро одевшись схватила в охапку небольшую часть украшений и сложив все в карманы вышла из нормера, заперев дверь. У нее был целый день и сперва она хотела отпоавится на рынок работорговли. Она спустилась из номера. В первой комнате по прежнему селел тот же самый человек, но сейчас он мирно дремал. ",
    "answers": [
      {
        "id": 242,
        "text": "Выйти из хостела"
      }
    ]
  },
  {
    "id": 242,
    "text": "Утром на улице не так много людей как днем, но это Сенате было только на руку. Сложнее всего было найти где же этот рынок, ведь их обычно тщательно скрывали. Выход только один — распросить кого нибудь, только не рядом с хостелом, что бы не было слежки. ",
    "answers": [
      {
        "id": 243,
        "text": "Свернуть на обычный рынок"
      },
      {
        "id": 244,
        "text": "Свернуть на малолюдную улицу"
      },
      {
        "id": 245,
        "text": "Пойти в малый бар"
      }
    ]
  },
  {
    "id": 243,
    "text": "На обычном рынке, казалось самые обычные люди, торговцы, работники. Сената прошла по далее. Все люди казались ей такими правильными деятелями закона. В конце она увидела одинокую гадалку, сидящую отстраненно от других. Она подошла к ней, стараясь подобрать слова.\n—\"Я знаю что тебе нужно узнать, но за информацию я беру достойную плату. И она у тебя есть, не так ли?\" \n—\"Да...вы правы\".\nСената не глядя взяла какие то цепочки. \n—\"Этого хватит?\" \nГадалка подумав кивнула и достав бумажку из кармана написала что-то. Сената прочитала: На соседнем конце города около моря, за старым портом, где ошиваются пираты...\"\nСената отдала гадалке украшения и ушла, спокойно размышляя над этим. ",
    "answers": [
      {
        "id": 246,
        "text": "Вернуться в хостел"
      }
    ]
  },
  {
    "id": 244,
    "text": "Самой малолюдной улицей оказалась самая богатая. Простой люд от туда гоняли. Из двери вышла худая девушка, идущая с высоким, черным рабом. Девушка была уставшая, одетая дорого. Сената придумала маленькую хитрость.\n—\"Красавица!\" — закричала она -\" где ты купила этого замечательного слугу?\" \n—\"Я...мне подарил его товарищь отца...\" \n—\" Вы не знаете можно таких купить?\"\n—\"В старом пиратском порту на том конце города...\"\nДевушка замолчала оглядывая дешевое платье Сенаты.\n—\"Но разве, вам хватит денег?\" \n—\"Да...я просто...\"\nСената улыбнулась ей и быстро ушла. ",
    "answers": [
      {
        "id": 246,
        "text": "Вернуться в хостел"
      }
    ]
  },
  {
    "id": 245,
    "text": "Малый бар был около рынка. Кроме него и старого бармена никого не было. Бармен с доброй ухмылкой посмотрел на девушку. \n—\"Что заказывать будете-с, барышня?\" \n—\"Может вино не крепкое?\" \n—\"Хорошо. пол пени\" \nСената достала еще какую то драгоценность, бармен посмотрел на него удивительно.\n—\"Это же на целую бутылку\"\nСената в свою очередь посмотрела на него.\n—\"А хотите еще? Мне нужно кое что узнать\" \n—\"Что? Что же?\" \n—\"Где сдесь рынок работорговли?\" \nБармен замялся, но когда в руках Сенаты появилось золотое блестящее кольцо, все его сомнения разом ушли. \n—\"На конце города, там где море, в старом порту...\"\nСената кинула ему кальцо и собралась уходить. \n—\"А вино?\" \n—\"Оставьте себе, думайте что это за молчание...\" ",
    "answers": [
      {
        "id": 246,
        "text": "Вернуться в хостел"
      }
    ]
  },
  {
    "id": 246,
    "text": "Прийдя, девушка оглядела комнату. Все впорядке, ничего не украли. Она оглядела вещи в карманах. Оставалось еще много побрякушек, но нужно пополнить запасы что бы хватило на слугу. Сената взяла еще одну охапку, котрая теперь едва помещалась в карман. Это займет целый вечер, по этому надо поспешить. ",
    "answers": [
      {
        "id": 247,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 247,
    "text": "Идти по дороге было долго и по этому нужно было взять повозку. Она оглядела две на выбор. На какой же поехать?",
    "answers": [
      {
        "id": 248,
        "text": "На левой"
      },
      {
        "id": 248,
        "text": "На правой"
      }
    ]
  },
  {
    "id": 248,
    "text": "Она не разглядывала повозщика, а он не представлялся. Всю поездку она смотрела за окно и не скрываясь думала о Сеьастьяне, представляла как он тоже думает о ней, волновалась, в общем углубилась в свои мысли и чувства. ",
    "answers": [
      {
        "id": 249,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 249,
    "text": "Вскоре павозка заехала на стрый порт...",
    "answers": [
      {
        "id": 250,
        "text": "Выйти и расплатится"
      }
    ]
  },
  {
    "id": 250,
    "text": "В порту было шумно и было много пиратов. Сената расплатилась и отправилась искать себе слугу...",
    "answers": [
      {
        "id": 1,
        "text": "Конец двенадцатой главы"
      }
    ]
  },
  {
    "id": 251,
    "text": "Она вышла и зашагала по дороге к воротам, а от них к порту. Порт оказался намного больше чем она его представляла. Много людей, связанных, грязных сидели в клетках. Люди богаче ходили вокруг них и выбирали себе слугу. Время от времени были слышны торопливое звяканье монет и крики на не послушных невольников. Сената хотела найти лавку по чище и по этому не подходила близко, а смотрела из далека. Некоторые продавцы недоверчиво на нее смотрели. ",
    "answers": [
      {
        "id": 252,
        "text": "Идти далее"
      }
    ]
  },
  {
    "id": 252,
    "text": "Она заходила в глубь, удаляясь от выхода. Она почти не смотрела на других. Но долгие поиски не принисли нужного результата к тому же она заблудилась среди лавок. Она зашла в подворотню у одного из одиноких домов, что бы перевести дух и отдохнуть в тишине. ",
    "answers": [
      {
        "id": 253,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 253,
    "text": "—\"Заблудилась, девочка?\" \n—\"Что?\" \nКто-то сзади приставил к ее горлу нож. \n—\"Я не хочу ранить твою нежную шейку, но ты должна быть послушной девочкой. Ты молодечек, пришла ко мне, совсем одна и прямо под моей лавкой. Как же ты глупа, малышка...\"",
    "answers": [
      {
        "id": 254,
        "text": "-\"Отпустите, зачем я вам нужна?\""
      },
      {
        "id": 254,
        "text": "-\"Что? Отпусти меня!\""
      }
    ]
  },
  {
    "id": 254,
    "text": "—\"Молчи...я бы мог продать тебя, но ты такая сладкая что я возьму тебя себе. Я давно хотел себе такую нежную и молодую рабыню\"\n—\"Я свободный человек! Я могу заплатить...\"\n—\"Чем ты можешь мне заплатить, если ты уже моя?\" \n—\"Золотом и драгоценностями. У меня их много\"\n—\"Не надо врать, тебя все равно уже ничего не спасет...\"\nСената попыталась его ударить, но вышло так, что ее \"похититель\" прото уронил ее в грязь и она испачкалась.\n—\"Вели себя хорошо или я тебя убью\"\nОн подошел и положил ногу на ее грудь. \n—\"Отпусти! С ума сошел?\" \nСената нашарила на груди сумку и доставала револьвер, но незнакомец заметил это и ногой выбил оружие из ее руки, а потом резким движением вырвал сумку из ее рук. \n—\"Глупая...ты слишком слаба, что бы тягаться со мной, вставай\" \nОн поднял ее и скрутил руки за спиной, а потом вывел из подворотни и завернул на лево, заходя в само здание. ",
    "answers": [
      {
        "id": 255,
        "text": "Кричать"
      },
      {
        "id": 255,
        "text": "Вырываться"
      }
    ]
  },
  {
    "id": 255,
    "text": "Он крепо держал ее рот закрытым, а руки больно за спиной. Все было бесполезно. К тому же на рынке работорговли все равно крики это обыденно. Незнакомец захлопнул дверь и дошел до шкафа, пока Сената обессиленная лежала перед порогом. Он достал новую одежду и кинул ей. \n—\"Переоденься и приходи ко мне. Дверь можешь даже не пробовать открыть. Я все равно закрыл на ключ...\"\nОн ушел оставив девушку одну. ",
    "answers": [
      {
        "id": 256,
        "text": "Встать"
      }
    ]
  },
  {
    "id": 256,
    "text": "Сената встала и отряхнулась",
    "answers": [
      {
        "id": 257,
        "text": "Подергать дверь"
      },
      {
        "id": 258,
        "text": "Осмотреть одежду"
      },
      {
        "id": 259,
        "text": "Одеться",
        "need": 258
      },
      {
        "id": 260,
        "text": "Осмотреть комнату",
        "need": 259
      }
    ]
  },
  {
    "id": 257,
    "text": "Дверь не поддалась. Она не сможет бежать",
    "answers": [
      {
        "id": 256,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 258,
    "text": "Одежда была немного лучше чем сейчас на ней, к тому же ее никто не носил до нее. Были короткие облигащие штаны до колен и легкая футболка. ",
    "answers": [
      {
        "id": 256,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 259,
    "text": "Она быстро переоделась, оставив грязную одежду под порогом. ",
    "answers": [
      {
        "id": 256,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 260,
    "text": "Комната была довольно богато обустроенна. Диваны, столики, камин, ковер. На второй этаж вела лесница. \n—\"Ты скоро?\" \nРаздался голос ее похитителя. \nОна ничего не ответила, а только пошла на второй этаж. Там были две спальни и туалет. На одной, самой большой сидел тот незнакомец. Только теперь она смогла осмотреть его лицо. \nЧерты властные, не привлекательные, бунтарский блеск в глазах, властная ухмылка. ",
    "answers": [
      {
        "id": 261,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 261,
    "text": "—\"Вижу тебе подходит одежда. Быстро все поняла, послушная девочка. Вторая спальня будет твоя, а теперь ты должна пойти убираться. У тебя на сеголня много дел\" \nСената не знала что ответить.\n—\"Я не буду это делать! В моей сумке, возьмите драгоценности и отпустите меня!\" \n—\"Не кричи, тварь, иди убираться иначе убью тебя и никто ничего о тебе больше не услышит. Никогда...Живо!\" \nНезнакомец встал и хотел ударить ее, но она увернулась. \n—\"Да хорошо, хорошо. Только можно последний вопрос?\" \n—\"Только живо!\" \n—\"Как ваше имя?\" \n—\"Меня зовут Неей, это все что ты хотела узнать?\"\n—\"Да...\"",
    "answers": [
      {
        "id": 262,
        "text": "Убраться в гостиной"
      },
      {
        "id": 263,
        "text": "Убраться в комнате"
      },
      {
        "id": 264,
        "text": "Убраться на кухне\n"
      }
    ]
  },
  {
    "id": 262,
    "text": "На уборку гостинной ушло около двух часов. По всюду пыль, раскинутые вещи и зола в камине и на ковре. Она устала и решилв не на долго посетить комнату которую ей отвел Неей. ",
    "answers": [
      {
        "id": 265,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 263,
    "text": "Неей ненадолго ушел, оставив ее одну и перед этим сказав что убегать от него бесползно и что при удобном слушае он найдет ее и убьет. Она стала убираться в его комнате в которогой было не так уже грязно. Но скоро она решила передохнуть и посмотреть на комнату которую отвео ей Неей. ",
    "answers": [
      {
        "id": 265,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 264,
    "text": "На кузне было очень грязно, всякая протухшая еда, грязная посуда. На уборку сдесь ушло около двух часов к тому же под конец она очень устала и решила передохнуть в комнате которую отвел ей Неей",
    "answers": [
      {
        "id": 265,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 265,
    "text": "Комната была маленькая. Не большая кровать, столик и в общем-то все. Под кроватью было больше всего пыли. Комната была без окон. Девушка села на кровать, не слишком мягкую, но после сна в гамаках и под звездами на земле, эта кровать была удобной. Она легла и заснула. ",
    "answers": [
      {
        "id": 266,
        "text": "Вернуться к Себастьяну"
      }
    ]
  },
  {
    "id": 266,
    "text": "Вреде бы прошло уже больше двух недель и все должно было забыться, но Сената по прежнему оставалась в мыслях капитана. Каждый вечер он думал о ней и все больше и больше хотел ее найти. Он знал что они обязательно встретятся и он сделает ее самой счастливой и он больше не доспутит ошибки. Он будет оберегать ее как самое дорогое сокровище морей, ведь она так была похожа на Анну. ",
    "answers": [
      {
        "id": 267,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 267,
    "text": "Пано подошёл к Енти. \n—\"О чем это постоянно думает капитан Себастьян?\" \n—\"Он...он влюблен. Не каждый заметит\" \n—\"Влюблен? Но в кого? Последние несколько дней мы не встричали ни одной женщины...\"\n—\"Я предпологаю но не уверен. К тому же он поклялся больше не влюбляться после Анны\"\n—\"После Анны? А что случилось?\" \n—\"Я ни кому не хотел рассказывать, но все же обьект любви Себастьяна, явно Сената. А Анна. Анна это его возлюбленная, которую убили пираты во время захвата нашего корабля. Корабль мы отвоевали, но разбойники забрали у Себастьяна самое главное. Анну, у которой скоро должен был родится ребенок. Его ребенок. После этого он около пяти лет ни в кого не влюблялся да и сейчас скорее всего пытается ее забыть...\"",
    "answers": [
      {
        "id": 268,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 268,
    "text": "Стоя снизу капитанского мостика, они не подумали что на нём мог стоять капитан Себастьян. Он вздыхал, слушая свою историю. В смерти Анны он винил только себя. Он больше всего на свете хотел поцеловать Сенату и больше всего боялся ее потерять, только он это сделал и скоро может стать совсем поздно. ",
    "answers": [
      {
        "id": 269,
        "text": "Вернуться к Сенате"
      }
    ]
  },
  {
    "id": 269,
    "text": "Сената спала беспокойным сном, когда услышала на леснице шаги и стала медленно просыпаться. В комнату зашел Неей. \n—\"Как спалось?' ",
    "answers": [
      {
        "id": 270,
        "text": "-\"Извините, я сейчас все уберу\""
      },
      {
        "id": 270,
        "text": "-\"Да нормально...\""
      }
    ]
  },
  {
    "id": 270,
    "text": "Неей ухмыльнулся и сел на ее кровать. \n—\"Сейчас уже поздно, ложись спать. А вот завтра тебе предстоит убрать остальную часть дома. ",
    "answers": [
      {
        "id": 1,
        "text": "Конец тринадцатой главы"
      }
    ]
  },
  {
    "id": 271,
    "text": "Сената убиралась еа чердаке среди кучи старого зоа а и пыли. Было еще рано, но Неей куда то ушел, разбудив ее скинув с спостели. Сената разгрибала тяжелые вещи. Поломанная дверца комода, паленья, ящики, куча тряпья, книги, запыленные старая разбитая посуда. За шкафом она нашла целую груду ржавыз клинков. Для боя они не годились. Сената вздохнула, скучая по своему на заточенному беленькому клинку. Он так напоминал ей о Пране и о Себастьяне и о Пано. На нее попадали книги. Она отпрыгнула в сторону. Раздался страшный грохот. В этом шуме она она увидела какую-то книжку, похожую на дневник и взяла ее. Она была не против пролистать ее но времени у нее было мало.  ",
    "answers": [
      {
        "id": 272,
        "text": "Разобрать книги"
      },
      {
        "id": 273,
        "text": "Разобрать паленья"
      },
      {
        "id": 274,
        "text": "Разобрать тряпки"
      }
    ]
  },
  {
    "id": 272,
    "text": "Одна книга, две, какие-то стихи, книги были ужасно заляпанные и зачем такие вообще хранить? Она несколькими башенками выстроила их в углу. ",
    "answers": [
      {
        "id": 275,
        "text": "Продолжить уборку"
      }
    ]
  },
  {
    "id": 273,
    "text": "Паленья были еще пригодные для использования и по этому Сената спустила их вниз к камину. ",
    "answers": [
      {
        "id": 275,
        "text": "Продолжить делать уроки"
      }
    ]
  },
  {
    "id": 274,
    "text": "Тряпки воняли чем то протохшим и старческим. Она выкинула их в ведро. ",
    "answers": [
      {
        "id": 275,
        "text": "Продолжить убираться"
      }
    ]
  },
  {
    "id": 275,
    "text": "Сената продолжила разгребать завал и наткнулась на старую обувь, с тяжелыми сапогами, похожие на капитанские. Не смотря на их старость они были теплыми и удобными, жалко что размер ноги у нее был меньше. \nКонечно Сената не собиралась навсегда остаться с Неем к тому же он темнил и она не совсем понимала, зачем заводить ерасивуб девушку, а потом застовлять ее разгрибать чердак. Но как бы то ни было, во время уборки она рассматривала все возможные пути. Все окна были закрыты, дверь тоже, а где лежать ключи она так и не узнала. К тому же Неей слишком умен что бы ей что нибудь случайно рассказать. ",
    "answers": [
      {
        "id": 276,
        "text": "Решить передохнуть"
      },
      {
        "id": 277,
        "text": "Продолжить работу"
      }
    ]
  },
  {
    "id": 276,
    "text": "Она взяла старый дневник и пошла в свою комнатку прятать. В комнате не было ни одного места где уместилось бы что то больше яблока. Она совершенно не знала что ей делать, и сунула дневник под матрас. Конечно там проще всего найти, но с другой стороны врятли Неей регит что нибудь искать. В это время внизу звякнул ключь. Она вышла из своей комнаты и стараясь тихо ступать пошла на чердак. ",
    "answers": [
      {
        "id": 278,
        "text": "Идти быстрее"
      },
      {
        "id": 278,
        "text": "Идти медленнее но тише"
      }
    ]
  },
  {
    "id": 277,
    "text": "Она все больше уставала, так дело не пойдет. ",
    "answers": [
      {
        "id": 276,
        "text": "Пойти отдохнуть"
      },
      {
        "id": 277,
        "text": "Прожолжить работу"
      }
    ]
  },
  {
    "id": 278,
    "text": "—\"Работаешь?\"\n—\"Работаю...\"\nСената попыталась передать всю неновесть к нему, но у нее не получилось. \n—\"Можнос просить?\"\n—\"Я сегодня в хорошем настроении, спрашивай\"\n—\"Зачем тебе красивая девушка? Что бы она убиралась?\" \n—\"Деточка, знаешь, что я люблю?\"\nОн сделал шаг к ней. В его глазах она прочитала опасностьи хотела убежать но он схватил ее за руки и встал за ее спиной. \n—\"Я люблю смотреть, как красивые девушки превращаются в некрасивое подобие человека. Как у нее медленно утекает здоровье и красота\" \nОна звшептал ей в ухо. Она пнула его сзади и он кинул ее на пол как в прошлый раз. ",
    "answers": [
      {
        "id": 279,
        "text": "Убежать"
      }
    ]
  },
  {
    "id": 279,
    "text": "На зтот раз пути отступления были. Неей не подрасчитал и уронил ее ближе к лестнице. Она вскачила и убежала вниз, захлопнув дверь чердака. Неей побежал за ней, выкрикивая угрозы, но она не слушала ни кого. Она бежала как только могла. Ей повезло ведь Неей забыл закрыть дверь. Она сного захлопнула дверь а поотом стала бысто искать куда же спрятаться. ",
    "answers": [
      {
        "id": 280,
        "text": "В куче рабов"
      },
      {
        "id": 280,
        "text": "В кучу богачей"
      }
    ]
  },
  {
    "id": 280,
    "text": "Ее толком никто не заметил. Неей выбежал и стал быстро оглядываться, то в подворотне, а потом побежал в глубь. Она секунду погодя выбежала из толпы и раньше ринулась в противоположную сторону, но вспомнила про дневник. ",
    "answers": [
      {
        "id": 281,
        "text": "Подняться и забрать дневник"
      },
      {
        "id": 282,
        "text": "Осмотреться"
      }
    ]
  },
  {
    "id": 281,
    "text": "Она быстра поднялась по дому, она не могла поверить, что вернулась сюда, она схватила дневник, а потом выбежала из дома и побрела в противоположную сторону. Улици питляли. Она все бежала пока не дошла до самого края рынка. Дальше были только скалы и маленький лес. \n",
    "answers": [
      {
        "id": 283,
        "text": "Остаться в лесу"
      }
    ]
  },
  {
    "id": 282,
    "text": "Неея не было, похоже что он все дальше и дальше удалялся. ",
    "answers": [
      {
        "id": 282,
        "text": "Осмотреться лучше"
      },
      {
        "id": 281,
        "text": "Зайти в дом и звбрать дневник"
      }
    ]
  },
  {
    "id": 283,
    "text": "Еды и воды нет, но все же дня через два она выйдет от сюда. А если будут разбойники? В прошлый раз хоть клинок помог, а в жтот раз все деньги и все оружие остались у Неея. К тому же в этой одежде холодно и единственное ее владение здесь это старый дневник. ",
    "answers": [
      {
        "id": 284,
        "text": "Поискать жилище",
        "need": -284
      },
      {
        "id": 285,
        "text": "Поискать еду или воду. ",
        "need": -285
      },
      {
        "id": 286,
        "text": "Устроить ночлег",
        "need": -286
      },
      {
        "id": 287,
        "text": "Лечь спать",
        "need": 286
      }
    ]
  },
  {
    "id": 284,
    "text": "В лесу модет оказаться избушка. Сената прошагала около часа но ничего не нашла. ",
    "answers": [
      {
        "id": 283,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 285,
    "text": "Но каких кустов с ягодами или деревьев с плодами, да и для грибов тоже не настало время , а из воды только шум прибоя. ",
    "answers": [
      {
        "id": 283,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 286,
    "text": "Сената стала рвать и кидатт в кучу всякие листики и палки, папоротники, все это было в мокрой земле, но она не хотела замерзнуть ночью. ",
    "answers": [
      {
        "id": 283,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 287,
    "text": "Холодные листья охватили ее дрожащее тело, все будет хорошо, она вернется и выкарабкается из этой ситуации. Сената долго не могла заснуть, но все же усталось переборола ее. ",
    "answers": [
      {
        "id": 288,
        "text": "Проснуться"
      }
    ]
  },
  {
    "id": 288,
    "text": "По лесу кто то ходил. Сената поднялась в полудреме с листьев и спряталась за дерево, которое стояло рядом. В темноте к ее лежанке приблизмлся человек. Было темно, особо не разглядишь. \n—\"Черт! Здесь кто то был!\" \nВслух сказал человек и Сената узнала голос Неея. Она закрыла рот рукой и старалась не дышать, но одна из веток под ногами придательски переломилась. Неей сразу же направился к дереву с обнаженным кинжалом. ",
    "answers": [
      {
        "id": 289,
        "text": "Спрятаться"
      },
      {
        "id": 289,
        "text": "Бежать"
      }
    ]
  },
  {
    "id": 289,
    "text": "Прятаться было не где и Сената рванула бегом от этого дерева. С зади она слышала крики Неея. Она даже не знала куда бежать. Холод ушел и остался только панический страх. Она все бежала, пока не добежала до какой-то скалы. ",
    "answers": [
      {
        "id": 290,
        "text": "Спрыгнуть в море"
      }
    ]
  },
  {
    "id": 290,
    "text": "Сделав это она могла умереть, но лучше так чем в лапах этого изверга...",
    "answers": [
      {
        "id": 1,
        "text": "Конец четырнадцатой главы"
      }
    ]
  },
  {
    "id": 291,
    "text": "Холодная вода успокоила ее мысли. Неей остался сзади и врятли он будет прыгать. Она осталась жива, подождала немного, что бы не привлекать внимаение, но убежившись что приследователь ушел стала потихоньку отплывать. Она вышла на берег, тот что рядом с дорогой во взод в порт. Там было пусто. Всех рабов куда то увели и только из глубин лавок слышна какая то веселая музыка. Почти все убрали. Около второй лавки валялся какой то клинок. Он был чуть ржавый, но Сената взяла его. Теперь она не будет убегать, она сразится с Нееям и победит его как победила тех разбойников в лесу...",
    "answers": [
      {
        "id": 292,
        "text": "Идти обратно в лес"
      }
    ]
  },
  {
    "id": 292,
    "text": "Страх медлено возвращался. Лес сгустился, но в темноте нельзя было разглядеть диталей. Никого не было рядом. Она уже довольно долго шла и не знала куда ей идти. ",
    "answers": [
      {
        "id": 293,
        "text": "На лево"
      },
      {
        "id": 293,
        "text": "На право"
      },
      {
        "id": 293,
        "text": "Вперёд"
      }
    ]
  },
  {
    "id": 293,
    "text": "Послышались слабые звуки. Она застыла на месте. Кто то действитель был неподалеку и скорее всего это был Неей. Сената старалась идти как можно медленнеей. Холодная вода убрала всю сонливость и по этому она шла тихо. Она увидела в темноте силуэт человека. Он сидел на голой земле, вслушиваясь в тишину и еле слышно дышал. Изредка он шевелился и создавался слабый шум. Сената сидета долго. Она знала что не достаточно сильна для Неея. Она ждала когда он заснёт или зедремлет, но он все не засыпал. ",
    "answers": [
      {
        "id": 294,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 294,
    "text": "Как только его голова начала склоняться к земли, Сената обошла его со спины и медленно стала приближаться. Он казалось ничего не замечал. Она стояла от него в двух метрах. Она вздохнула и быстро сделав шаг вонзила клинок в спину до середины. Он даже не успел проснуться и теперь он точно никогда не проснется. Она вдруг заплакала. ",
    "answers": [
      {
        "id": 295,
        "text": "Выйти из леса"
      },
      {
        "id": 296,
        "text": "Осмотреть труп",
        "need": -296
      }
    ]
  },
  {
    "id": 295,
    "text": "Это оказалось труднее. Она забыла откуда пришла и куда и в какую сторону тоже забыла. ",
    "answers": [
      {
        "id": 297,
        "text": "На право"
      },
      {
        "id": 297,
        "text": "На лево"
      },
      {
        "id": 297,
        "text": "Прямо",
        "need": 1
      }
    ]
  },
  {
    "id": 296,
    "text": "Клинок косо вошёл ему в спину, очивидно задев сердце. Кровь медленно вытекала тонкой стрункой. Лицо было каким то глупым. Сенате стало противно. \n—\"Ну и кто кого убил?\" \nСпросила она у мертвеца, но он не ответил.",
    "answers": [
      {
        "id": 294,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 297,
    "text": "Она кое как вышла из леса из другой части. Дошла до дороги. Начинало медленно светлеть, некоторых рабов уже вывели. Работорговцы смотрели на нее с удивлением. Она старалась ничего не замечать и пошла в порт. ",
    "answers": [
      {
        "id": 298,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 298,
    "text": "Отплывал какой то корабль. Прямо сейчас. Она должна была на него успеть. Последний человек уже убирал досточку. \n—\"Подождите!\" \n—\"А ты кто такая?\"\n—\"Какая разница? На вашем корабле должно быть слишком мало людей. Так примите меня!\" \nЧеловек посмотрел на нее.\n—\"Ладно, только перестань кричать...\"\nОн скинул ей досточку по которой она зашла на борт и кобраль отчалил. ",
    "answers": [
      {
        "id": 299,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 299,
    "text": "—\"Ну и от кого ты так стремглав убегала? От хозяина?\" \n—\"Какого хозяина? Я не заложница!\" \n—\"Ну какая тогда отдоворка? Может быть ты маленькая воровка?\"\n—\"Нет! Но это...\"",
    "answers": [
      {
        "id": 300,
        "text": "-\"Я не могу вам сказать...\""
      },
      {
        "id": 300,
        "text": "-\"Это не ваше дело!\" "
      }
    ]
  },
  {
    "id": 300,
    "text": "—\"Ну ладно...\"\nСената осмотрел мужчину. Он был лысый, высокий и спортивного телосложения. \n—\"Что это за корбаль?\" \n—\"Пиратское судно Холод. Самого капитана Февраля!\" \n—\"Что? Первый раз о таком слышу...\"\n—\"Какая же ты пиратка если не знаешь капитана Февраля. Может быть и капитана Себастьяна ты не знаешь?\" ",
    "answers": [
      {
        "id": 301,
        "text": "-\"Нет\""
      },
      {
        "id": 301,
        "text": "-\"Какая разница?\" "
      }
    ]
  },
  {
    "id": 301,
    "text": "—\"Я уже жалею что взял тебя на борт...\"\n—\"Я стала пиратом недавно да и как бы я плавала на корабле если бы мне было меньше шестнадцати лет?\"\nОна осмотрела палубу пока ее собеседник обдумывал ее слова. Человек было много окло 29-25. Все мужчины, но мимо ходим промелькнула рыжая девушка лет четырнадцати с короткими рыжими волосами.\n—\"Как звать то тебя?\"\n—\"Сената...а вас?\" \n—\"Сената значит? В честь дочери императора империи Солнца?\" \n—\"Что...эм...нет... А вас?\" \n—\"Илья\"\n—\"Илья...Кто вы на корабле?\" \n—\"Я... квартирмейстер\"\n—\"Тогда ну...не пора ли мне работать?\"\n—\"Нет...работа уже вся сделала перед отпытием и если что то начнется только завтра, завтра и познокомишься с капитаном Февралем.  ",
    "answers": [
      {
        "id": 302,
        "text": "Можно задать несколько вопросов? "
      }
    ]
  },
  {
    "id": 302,
    "text": "—\"Хорошо, веремени у нас полно!\" ",
    "answers": [
      {
        "id": 303,
        "text": "-\"Чем славиться капитан Февраль?\" "
      },
      {
        "id": 304,
        "text": "-\"Кто такой капитан Себастьян?\""
      }
    ]
  },
  {
    "id": 303,
    "text": "Он всегда удачно штурмует корабли. Ни одна тороговая лодка не уйдет от его наступления и атактики. А назвали его в честь дня когда он обворовал сам королевский флот Долеран. Это было 29 февраля\".",
    "answers": [
      {
        "id": 302,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 304,
    "text": "—\"Давненько я служил на его флоте, но после захвата ушел. Тогда же еще Анна была...\"\n—\"Что? Кто такая Анна?\" \n—\"Это давняя история и я не думаю что тебе будет интересно...\"\n—\"Я люблю истори\"",
    "answers": [
      {
        "id": 305,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 305,
    "text": "—\"Это были счасливые мгновения..Я служил на безымянном судне капитана Себастьяна. Однажды мы спасли девушку из моря, она плавала среди обломков\n Девушка скоро пришла в себя представтлась Анной. Откуда она и что делала на корабле знает только капитан Себастьян, наверное. Так вот. Скоро они полюбили друг друга. Себастьян был готов ради нее свенуть горы, покарить весь мир и она его тоже любила. Особенно она покоряла танцем. Они танцевали как дышали и вся команда любила смотреть на их плавное движение. А вскоре, Себастьян обьявил что у него с Анной будет ребенок. Это был счастливый день для него.\n Но видимо этому ребенку не суждено было родиться. Один раз, почти под самый срок ворвались неизвестные пираты, мы не знали ни флага и ни корабля. Скорее всего новечки. Мы справились почти со всеми, кроме одного, того кто убил Анну вместе с ребенком. Она умерла на руках Себастьяна и он корил себя и сейчас скорее всего тоже винит себя в ее смерти. И тогда он стал закрытым и холодным. Я ушел почти сразу после поминок, перешел на другой корабль\" \n",
    "answers": [
      {
        "id": 306,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 306,
    "text": "Он шмыгнул носом, как будто сейчас заплачет, но сдержал слезы. \n—\"Фух. Грустная история\"\nСената молчала. Она вдруг в один миг все поняла, она поняла всю боль в его взгляде и непонятный страх. Она теперь знала что он точно любит ее, но лучше не стало, ведь он собирается ее забыть. \n—\"Да. Очень грустная\" \nЗадумчтво сказала она, отходя от Ильи. ",
    "answers": [
      {
        "id": 307,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 307,
    "text": "Настал уже вечер и она лежала в гамаке, но все еще думала о Себастьяне. Голова начала болеть. ",
    "answers": [
      {
        "id": 308,
        "text": "Дотронуться рукой до лба"
      },
      {
        "id": 309,
        "text": "Встать"
      }
    ]
  },
  {
    "id": 308,
    "text": "Вроде не горячий. К тому же причем тут болезнь если она так много сейчас думает. ",
    "answers": [
      {
        "id": 307,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 309,
    "text": "Холодный пол. Она сняла свою обувь и палуба оказалась такой прохладной и приятной. Она вышла из общей каюты. На палубе никого не было. Странно, ведь должен быть дежурный. Сената решила развеяться и сходить в нижнию палубу. Доски скрипели, но она надеялась что ее никто не слышит. Она спустилась под самый низ и открыла дверь в нижний трюм. В этой комнате лежало столько много хороших орудий: револьверы, пистоли, арбалеты, клинки, сабли, мечи, шпаги, цепи. Она решила непременно взять себе несколько, но только тогда когда никто ничего не заподозрит. ",
    "answers": [
      {
        "id": 310,
        "text": "Идти на палубу"
      },
      {
        "id": 310,
        "text": "Идти в общую каюту"
      }
    ]
  },
  {
    "id": 310,
    "text": "По пути ей попался Игорь. \n—\"Эй, а ты чего не спишь?\" \n—\"Не отпустило еще, после твоей истории. Пришла развеяться\" \n—\"Ну понимаю, понимаю. На, отхлебни...\" \nОн протянул ей фляжку. Сената поднесла ее к губам и хлебнула. На вкус это было чтото вязкое, вкусное, точно алкогольное.\n—\"А теперь иди спать!\" \nИгорь зевнул и показал Сенате рукой в общую каюту. ",
    "answers": [
      {
        "id": 311,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 311,
    "text": "Может и плохо было грабить свою команду, но ей нужны были разные оружия в целях самозащиты. Она взяла бы немного не мало: пистолет, револьвер, клинок, ну и кинжал какой-нибудь. А потом можно было бы сойти с корабля. Да и чего ей стыдиться, разве не все пираты так делают? Был завтрак. Каманда ела прекрасные рыбные блюда, Сената слышала что кук, на их коробле, разньше служил у императора на приемах. Она уплетала еду, попутно слушая рассказы Ильи. Он рассказывал о взятии одного корабля с иностранной посолкой. \n—\"Я ей говорю, приветик дорогая. А она: \"Вао?\". я понятное дело ее понял. И начинаю говорить: \"Иди отсюда!\". Она испугалась и начала в меня вещи швырять, а я ее просто выпроводить хотел. И она при этом орет что-то на своем...\"\n—\"Да, интересная история...\"\nСената изо всех сил старалась не показывать того что она его не слушает. Илья все продолжал, а Сената уже начала скучать...",
    "answers": [
      {
        "id": 312,
        "text": "Осмотреть зал"
      }
    ]
  },
  {
    "id": 312,
    "text": "В зале было просторно, ведь корабль был довольно большой. Пираты весело рассказывали что то друг другу, слышался смех, но в основном все было тихо. Сената оглянулась назад, сама не зная зачем, и увидела рыжую девочку. \nИлья как раз заканчивал свой рассказ на том, что посолку выкинули в море и Сената улыбнувшись спросила его.\n—\"А что это за рыжая девочка?\"\n—\"Это Элла, она дочь нашего капитана\"\n—\"Понятно тогда почему она в команде, а я удивлялась\"\n—\"Да и я в общем-то, но Элла очень сообразительная девочка, но мы ее не берем на захват, она буянит...\"\n—\"Ладно, я наверное погуляю на верху...\"\nПробормотала Сената, поняв что Илья собирается начать историю. Она уже поняла, что Илья любил болтать, а в основном рассказывать. ",
    "answers": [
      {
        "id": 313,
        "text": "Прогуляться"
      }
    ]
  },
  {
    "id": 313,
    "text": "Сената ходила по палубе, смотря на волны. Они напоминали ей о тех первых днях, когда она только только сбежала и о Себастьяне, ведь эти дни были связанны с молодым капитаном. Была солнечная погода, вокруг корабля летали чайки, привлеченные запахом рыбы. Сената подняла голову в небо и посмотрела на одну из чаек. Та была очень худая, просто тощая, смуглая и конечно, как все чайки, очень наглая. \n—\"Когда ты успела присоединиться к моей команде?\"\n—\"А что?...\"\nСената повернулась и увидела, высокого мужчину средних лет, с темно-рыжими волосами и не длинной, кое-как обстриженной бородой.\n—\"Я?...Я попросилась к Илье...надеюсь вы не против?'\n—\"Что же... в отличие от других пиратов я жалую девушек на суднах, но все же хотел бы познакомиться с тобой по ближе...\" \n—\"Мое имя Сената...А вы капитан Февраль?\"\n—\"Это прозвище, мое настоящее имя Филип...Но речь совсем не обо мне, позволь задать тебе несколько вопросов?\" ",
    "answers": [
      {
        "id": 314,
        "text": "-\"Хорошо\""
      },
      {
        "id": 315,
        "text": "-\"Нет...\""
      }
    ]
  },
  {
    "id": 314,
    "text": "—\"И так..\" ",
    "answers": [
      {
        "id": 316,
        "text": "-\"От куда ты?\" "
      },
      {
        "id": 317,
        "text": "-\"Зачем ты взошла на борт?\" "
      },
      {
        "id": 318,
        "text": "-\"Что ты умеешь? Ты ведь будешь работать на корабле с остальными?\" "
      },
      {
        "id": 319,
        "text": "-\"Как ты относишься к Илье?\" ",
        "need": 318
      }
    ]
  },
  {
    "id": 315,
    "text": "—\"Извините, но я не очень люблю распросы...\"\n—\"В другом случае я выкину тебя за борт. Не смотря на всю мою галантность, тебе не следует забывать, что я пират и прежде всего твой капитан...\"\n—\"Ладно...\"\n",
    "answers": [
      {
        "id": 314,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 316,
    "text": "—\"Я с маленького города у окрайны Сентмару...\"\n—\"Там есть города у окрайны?\"\n—\"Да... он находиться за лесом и там мало людей, всего меньше сотни, ничего не происходит и единственные развлечения это не совсем правдивые сплетни...\"\n",
    "answers": [
      {
        "id": 314,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 317,
    "text": "—\"Давно читала старные пиратские рассказы...\"\n—\"О, дитя, там полно вымысла. Даже больше чем правды\"\n—\"Я давно догадалась об этом, но пиратская жизнь совсем не перестала быть для меня привлекательной...\"",
    "answers": [
      {
        "id": 314,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 318,
    "text": "—\"Ну готовить я совсем не умею, но вот могу палубу мыть, могу присматривать за припасами, могу донесения нести...\"\n—\"Значит ты мало полезна...\"\n—\"Этого мало?\"\n—\"Тебе многому придется научиться. Уверен ты даже клинка в руках не деражала. Сможешь ли ты убивать?\"\nСената вздознула, вспомнив Неея и того разбойника в лесу...На это у нее точно хватит храбрости.\n—\"Я готова учиться и помогать...как бы не было тяжело...\" \n",
    "answers": [
      {
        "id": 314,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 319,
    "text": "Это был неожиданный вопрос.\n—\"Он хороший товарищ и рассказчик, но я мало с ним знакома. Только благодарна ему, что он взял меня на борт...\"\n—\"Ладно, у меня тоже много дел и планов. Подойди к Илье, ты будешь его помошницей... Надеюсь нам удастся поговорить позже...\" \nКаритан Февраль ушел, хлопнув дверью в капитанскую каюту.",
    "answers": [
      {
        "id": 320,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 320,
    "text": "Сената ощутила легкие мурашки по коже. Его слова...это намек или просто неудачная фраза? Все же стоит не думать об этом или обдумать позже. Все же капитан определил ее к Илье и дал понять, что откладывать не стоит...\nОна кинула последний взгляд на море и пошла обратно в шумный обеденный трюм... \nИлья сидел на том же месте, растроенный, что не кому рассказывать истории, да и все уже слышали их по десять раз. Заметив Сенату, он немного оживился, но Сената перебила его.\n—\"Илья, я только что говорила с нашим капитаном!\"\n—\"И что он сказал?\"\n—\"Он опредилил меня к тебе, сказал что мне многому придется научиться. Очивидно ему не хочется со мной возиться...\"\n—\"Сената, он капитан и у него обязанности поважнее обучению новеньких...\"\n—\"Хорошо, я понимаю. Скажи лучше чем мы займёмся в первую очередь?\" ",
    "answers": [
      {
        "id": 1,
        "text": "Конец пятнадцатой главы"
      }
    ]
  },
  {
    "id": 321,
    "text": "Около двух недель Сената пробыла на корабле \"Холод\". Илья постоянно донимал ее рассказами, но она не упрекала его, ведь это было невежественно. Она научилась вязать узлы. Не крепкие, но все же прочный фундамент есть. Она научилась заделывать щели в корпусе и утеплять оконные рамы с помощью замазки. Почти всегда когда капитан и Илья были заняты она мыла палубу или чистила картофель, почти не общаясь с остальными членами команды. Все же она собиралась их предать...Капитан Февраль тоже не особо разговаривал с ней. Очевидно та не совсем понятная ей фраза ничего не значила. По пути они брали два не больших торговых судна из которых Сенате досталось пара серебряных монет и бутылка крепкого дешёвого рома. Судна были до того малы, что некоторые члены команды получили и того меньше. Февраль на удивление Сенаты почти ничего не брал, отдавая все команде. Он показался ей совсем не бесчестным пиратом, а человеком чести и достоинства. Но все же с пиратами спешить не стоит. Она же тоже играет свою роль, для получения цели. \nВечерами она сидела у края борта и вспоминала Себастьяна, так же скучая по Пано, Енти и Прану, хотя знала последних двух совсем не долго. Интересно как там ее бывший слуга. Наверно бороздит моря, а может он уже не с капитаном Себастьяном, а на другом судне? \nНе смотря на все свои раздумья, ей стало казаться что за ней кто-то наблюдает. Конечно на борту часто бывало много других пиратов, но они не обращали на нее особого внимания. Может это капитан Февраль? Она бывало днями не видела его, он не так часто выходил как ей казалось...",
    "answers": [
      {
        "id": 322,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 322,
    "text": "Ее план по краже оружия был пока не выполним. Да и времени его обдумать не хватало. Она то чистила палубу, то тренировочно сражалась с Ильей и с его ещё одним помощником Арти. Арти был парнем чуть по старше ее, с низко посаженными глазами и черными не мытыми, как смола, волосами. \nОна хотела дождаться дней прибытия и пробраться на нижнюю палубу, пока все устраивают кипиш, но боялась, что оружия — товар, который они везут. Один раз она спросила у Ильи куда они направляются, но он назвал ей неизвестный ей порт, который она почему-то забыла. \n\nОдин раз ей удалось выкроить время между изнурительной работой, тренировками и сном и она лежа в голове начала обдумывать план кражи...",
    "answers": [
      {
        "id": 323,
        "text": "План"
      }
    ]
  },
  {
    "id": 323,
    "text": "...",
    "answers": [
      {
        "id": 324,
        "text": "Что взять? "
      },
      {
        "id": 325,
        "text": "Куда спрятать? ",
        "need": 324
      },
      {
        "id": 326,
        "text": "Когда сойти? ",
        "need": 325
      },
      {
        "id": 327,
        "text": "Далее",
        "need": 325
      }
    ]
  },
  {
    "id": 324,
    "text": "Она планировала взять три револьвера, клинок, пару кинжалов, пару цепей. По ее подсчетам стоили они сами по себе довольно дорого, но сама проблема была немного в другом...",
    "answers": [
      {
        "id": 323,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 325,
    "text": "Она могла бы засунуть это под свой гамак, но все же... если пропажу найдут, то отречься от нее будет сложно. К тому же прятать у себя глупо...\nСначала она думала засунуть вещи к кому нибудь другому, но это не менее рискованно. Она долго думала и голова начала болеть. Она вышла на борт. Дул ветер и было прохладно. Она часто бродила по борту, вглядываясь в волны, когда предоставлялась возможность и даже Илья к этому привык. Может она хотела найти в волнах, то что потеряла?\nОна села у края борта, облокотившись на бочку. Обычно в бочках хранилось вино, или товары, но эту использовали как стол. Сената долго вглядывалась в поцарапанную древесину и ржавое железо. Затем прикоснулась руками к холодному дереву и постучала. Вышел звук, означавший что внутри пусто. Похоже место она уже нашла...",
    "answers": [
      {
        "id": 323,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 326,
    "text": "Она даже не знала куда они плывут так что она просто прыгнет в воду или украдет лодку. ",
    "answers": [
      {
        "id": 323,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 327,
    "text": "Раздались шаги. Она оглянулась.\n—\"Не спишь?\" \nРядом с ней сел капитан. \n—\"Здравствуйте, нет просто волны мне кое-что напоминают...\" \n—\"Потерянную любовь?\" \nОна не знала почему он это сказал, ведь не мог же он встретится с Себастьяном, да и о нем она ни разу не упоминала. Она подняла глаза на него и поняла, что это всего лишь предположение.\n—\"Почти...\" \nЗагадочно бросила Сената, отварачиваясь и разглядывая морскую пену. \n",
    "answers": [
      {
        "id": 328,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 328,
    "text": "—\"Я вижу что что то тебя гложет...\" \nСената незаметно ухмыльнулась, ведь он ошибался. Ее ничего не гложет — она просто скучает.\n—\"Вы ошиблись...Когда я смотрю на волны я чувствую только свободу...\" \n—\"Хочешь остаться одна?\"\n—\"Не знаю... можете остаться...\" \n",
    "answers": [
      {
        "id": 329,
        "text": "Подвинуться"
      },
      {
        "id": 329,
        "text": "Сидеть на месте"
      }
    ]
  },
  {
    "id": 329,
    "text": "Февраль сел рядом. Воцарилось неловкое молчание. \nСената часто раздумывала, уверенная что Февраль наблюдал за ней. Она и сейчас ловила его взгляд на себе. Но в душе она знала, что совсем не галантность сделала его известным, успешным пиратом, а то что он усиленно от нее скрывал...\nНа борту становилось все темнее и волны приобрели цвет нефти, отражая черными размазанными огнями одинокие фонари на кораблях. \n—\"Скоро мы прибудем?\"\nЗачем-то спросила она.\n—\"Ещё две недели...\"\nЕго голос показался ей эхом. Таким далеким и настораживающим. Она встала и пробормотав что-то про усталость направилась в общую каюту...\n",
    "answers": [
      {
        "id": 330,
        "text": "Присоединиться к Себастьяну"
      }
    ]
  },
  {
    "id": 330,
    "text": "На них напал пиратский корабль \"Кентавр\". Он первый раз видел высеченные на карме буквы и капитана с командой, которая была чуть ли не в два раза больше его. Первым выскочил новичек, которого он почти сразу вырубил рукояткой и отошел. С противоположной стороны врывались враги, бросая бочки и скамейки. Енти стоял чуть ли не впритык и рубил клинком всех кто попадался, другой рукой отталкивая их за борт. Пано прикрывал его где-то сзади, робко, но достаточно для того, что бы спасти квартирмейстера от тройки смертельных ударов. На борт зашел вражеский капитан в большой шляпе и длинном грязном пальто с оторванными пуговицами. Себастьян ринулся к нему, пнув по пути еще одного новичка, который полетел за борт. Вражеский капитан ухмыляясь тоже шагнул к нему на встречу и они скрестили клинки, нападая по очереди. Себастьян смотрел в его мерзкие с отливом желтого глаза. Несколько раз ему приходилось уходить от ударов остальных членов команды сзади. Многие просто падали за борт и поднимались вновь, но Енти теперь старался убивать их, давая возможность Пано выкидывать трупы за борт. Стуча протезом на борт вышел Пран. Себастьян мельком назвал его идиотом. Он и без посторонней помощи может упасть, а тут нападение. Сидел бы в каюте...\nНо эти мысли пришлось отложить, так как противник начал сильно замахивать клинок. Отражать удары становилось сложнее. ",
    "answers": [
      {
        "id": 331,
        "text": "Напасть"
      },
      {
        "id": 331,
        "text": "Отразить"
      }
    ]
  },
  {
    "id": 331,
    "text": "Враг выбил из его рук клинок и тот плюхаясь вылетел за борт вслед за очередным трупом.\n—\"Вот и попался...\"\nВраг улыбнулся и начал подходить. На его лице назревала мерзкая пиратская улыбка. Вот и пришла его смерть. Себастьян все отступал назад, но сзади оставалась только карма. \n—\"Вот и конец твой, капитан безымянного корабля...\"\nПрошептал враг и толкнул Себастьяна на мокрый пол палубы, надвигаясь на него с поднятым клинком. ",
    "answers": [
      {
        "id": 332,
        "text": "Приготовиться к смерти"
      },
      {
        "id": 332,
        "text": "Закрыть глаза"
      }
    ]
  },
  {
    "id": 332,
    "text": "В его сознании появился образ Сенаты. Ее тихая красота, ее молчание, ее забота. Чем то даже она напоминала ему Анну, но сейчас он понял, что мог удержать, но так глупо потерял. Он представил что она рядом и сразу исчез страх. Он смотрел на клинок, направленный ему в сердце. Противник размахнулся, но за секунду до резкого замаха он остановился и выронил клинок. На лицо капитана закапали капли крови и противник упал. Себастьян вскочил и увидел позади него Пано. \n—\"Спасибо...\"\nБлагодарно кивнул он. ",
    "answers": [
      {
        "id": 333,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 333,
    "text": "Оставшаяся кучка пиратов залезла на свой корабль и отчалила, оставляя за собой слез крови на морской глади. Пано с Енти и остальными кидали в воду последние останки трупов и мыли борт от крови, а Себастьян сидел у борта и вглядывался в волны, вспоминая Сенату...",
    "answers": [
      {
        "id": 334,
        "text": "Присоединиться к Сенате"
      }
    ]
  },
  {
    "id": 334,
    "text": "Сената почти засыпала. Рядом раздавались храпы отдельных членов команды, но она уже привыкла к ним. Ее сон был спокойным и тихим. Ей снился Себастьян. Она стояла на борту одного корабля, а рядом был другой на котором стоял Себастьян. И они просто смотрели друг на друга. Он застыл в непонятном выражении. ",
    "answers": [
      {
        "id": 335,
        "text": "Помахать рукой"
      },
      {
        "id": 335,
        "text": "Крикнуть приветствие"
      }
    ]
  },
  {
    "id": 335,
    "text": "Себастьян не ответил. Видел ли он ее вообще? Так они и стояли, непонятно смотря друг на друга...Себастьян не ответил. Видел ли он ее вообще? Так они и стояли, непонятно смотря друг на друга...",
    "answers": [
      {
        "id": 336,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 336,
    "text": "Было довольно ранее утро, когда еще рано вставать, но уже поздно ложиться. До этого у них случилась большая течь и вся команда была занята до самого вечера, заделыванием судна, поэтому даже дежурный скорее всего спал. Сената направилась в нижний трюм, собираясь совершить наконец намеченную кражу. \nВ том же самом месте она увидела сокровищницу оружий. Но сейчас она не казалась ей такой уж большой. Револьверов и пистолетов было в приделах десяти, клинков, саблей и шпаг если вместе двадцать, цепей восемь. Она собрала уже намеченные орудия и направилась к выходу, осторожно оглядываясь. Клинок пришлось засунуть за пояс, а остальное нести было совсем не просто. Всякий раз она удерживала очередной револьвер, что бы он не упал на пол с грохотом.  ",
    "answers": [
      {
        "id": 337,
        "text": "Ускориться"
      },
      {
        "id": 337,
        "text": "Идти аккуратнее"
      }
    ]
  },
  {
    "id": 337,
    "text": "—\"Куда намылилась?\"\nУслышала она резкий, незнакомый голос. Она повернулась, уронив цепь и револьвер. Она увидела перед собой рыжие волосы и пистолет, направленный ей в голову. Дочь капитана Февраля.\nЭмма стояла с направленным на нее дулом и с отвращением разглядывала Сенату.\n—\"Положи все украденное на место! Живо!\"\n—\"Это не то что ты думаешь...\"\n—\"Не заговаривай мне зубы, иначе получишь выстрел в ногу!\"\nСената попыталась увильнуть, но Эмма только крепче взяла пистолет. \nСената нагнулась уронив все на пол. Только клинок, остался висеть у нее на поясе, но он был за спиной и Эмма его не увидела. В любом случае сейчас в нем нет смысла...\n—\"Теперь шагай! Шагай наверх!\"\nСената кивнула и развернулась к выходу. Они поднялись по лестнице и на борту. Эмма ударила ее рукояткой в спину, не сильно, но заставив упасть. \n",
    "answers": [
      {
        "id": 338,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 338,
    "text": "—\"Я не верю своим ушам! Сената как ты могла?\"\nВосклицал Илья. Он был в шоке. Капитан Февраль не меньше разгневанный чем его дочь, связал Сенате руки и посадил на пол перед собой, держа за шиворот, как собачонку. \n—\"Взял на борт кого попало! Маленькая воровка!\" \nСената сидела в гордом молчании, смотря возможные пути отступления. По реакции команды убивать ее никто не собирается, а вот что будет дальше... Разумеется она успеет сбежать, но куда? Ее план провалился. Теперь она поняла кто следил за ней. Эта маленькая, незаметная Элла. Теперь она ходила вокруг нее, злобно подстрекая. ",
    "answers": [
      {
        "id": 339,
        "text": "Посмотреть на морские волны"
      },
      {
        "id": 340,
        "text": "Посмотреть на чаек"
      }
    ]
  },
  {
    "id": 339,
    "text": "Волны разбивались о корабль, со свойственным приятным шумом. Это шум свободы, но он же шум неизвестности, легкомыслия, бесчестия и жестокости...",
    "answers": [
      {
        "id": 1,
        "text": "Конец шестнадцатой главы"
      }
    ]
  },
  {
    "id": 340,
    "text": "Чайки летали вокруг корабля, садясь на края борта и на капитанский мостик. Иногда кто-то раздраженно разгонял их и они с громким криком улетали. Чаек было не много. Всего восемь-десять. Их крики казались ей насмешками, упреками, которых она сама того не зная стыдилась, но отступать все равно уже поздно. ",
    "answers": [
      {
        "id": 1,
        "text": "Конец шестнадцатой главы"
      }
    ]
  },
  {
    "id": 341,
    "text": "Если ты не понял какое-то слово из квеста, какой-то пиратский термин, то найдите его здесь, а если не найдете то напишмте в комментариях, чтобы я мог внести незнакомый термин в список. ",
    "answers": [
      {
        "id": 342,
        "text": "Квартирмейстер"
      },
      {
        "id": 343,
        "text": "Боцман"
      },
      {
        "id": 344,
        "text": "Штурман"
      },
      {
        "id": 345,
        "text": "Канонир"
      },
      {
        "id": 346,
        "text": "Кок"
      },
      {
        "id": 347,
        "text": "Музыканты"
      },
      {
        "id": 348,
        "text": "Пункты Пиратского кодекса"
      },
      {
        "id": 349,
        "text": "Черная метка"
      },
      {
        "id": 350,
        "text": "Типы кораблей"
      }
    ]
  },
  {
    "id": 342,
    "text": "Второй по счету главный челрвек на корабле (после капитана) следит за выполнением приказов капитана, исполняет наказания провинившихся. ",
    "answers": [
      {
        "id": 341,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 343,
    "text": "Третий по значимости на корабле человек, который должен следить за всеми ресурсами корабля и быть главным над работающими матросами. ",
    "answers": [
      {
        "id": 341,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 344,
    "text": "Такие люди не часто присудствовали на копабле и не часто были умелыми. Хороший штурман был настоящей редкостью. Он был ответственный за курс корабля, имел географические карты. ",
    "answers": [
      {
        "id": 341,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 345,
    "text": "Этот человек ответственный за узод за пушками. Он следил за их работоспособностью, отвечал за пушки во время стрельбы и следил за тем, что бы порох всехда оставался сухим. ",
    "answers": [
      {
        "id": 341,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 346,
    "text": "Обычно либо новечек, малополезный на борту, либо человек с серьезными боявыми увечьями, то есть с пониженной работоспособностью, но все же хта работа была не легче. ",
    "answers": [
      {
        "id": 341,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 347,
    "text": "Музыкант ( что в принцепе и так понятно) любой человек который умел играть на каком либо инструменте. Музыканты очень распространены на корабях и помогали поддерживать моральный дух и бороться со скукой. ",
    "answers": [
      {
        "id": 341,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 348,
    "text": "1)Каждый имеет равный голос в решении повседневных дел, каждый должен получать равное количество еды и выпивки, кроме критических ситуациях, когда призодилось экономить.\n\n2)Каждый имеет право видеть награбленные сокровища, но если хоть кто-нибудь укроет от команды любую драгоценность (монеты, деньги, посуду) то тот немедленно будет высажен. на необитаемый остров. \nЕсли один член команды украдет что-либо у другого, ему отрежут нос и уши и высадят на берег.\n\n3)Запрещается играть на деньги в кости и карты.\n\n4)Каждый должен содержать своим пистолеты и абордажные сабли в чистоте и всегда готовыми к бою.\n\n5)Никто не может убить другого человека на борту корабля, ссора должна быть разрешена на берегу дуэлью на пистолетах или саблях.\n\n6)Капитан и квартирмейстер получают по две доли от приза; боцман и старший канонир — полторы; остальные офицеры — по одной; рядовые — по доле на каждого.\n\n\n\nЗдесь записан не весь кодекс, а только шесть пунктов из одиннадцати — наиболее интересных и относящихся к квесту \"Наследница престола\" \n\n",
    "answers": [
      {
        "id": 341,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 349,
    "text": "Черная метка — распространённый пиратский отрибут, с английского черная метка переводиться как (Black Spot) — черное пятно. Оно вручалось члену команды, нарушевшему пиратский кодекс, либо же неприятилю с целью \"набить стрелу\".\nПо традиции черная метка представляет собой кусочек бумаги, обмазанный сажей и при вручении, таким образом, при вручении, она помечала обвиняемого.",
    "answers": [
      {
        "id": 341,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 350,
    "text": "Виды кораблей:\n(Из осталось ещё много, но позде они будут дополненны) ",
    "answers": [
      {
        "id": 351,
        "text": "Барак"
      },
      {
        "id": 352,
        "text": "Варшип"
      },
      {
        "id": 353,
        "text": "Галеон"
      },
      {
        "id": 354,
        "text": "Каравелла"
      },
      {
        "id": 355,
        "text": "Каррака"
      },
      {
        "id": 356,
        "text": "Корвет"
      },
      {
        "id": 357,
        "text": "Линейный корабль"
      },
      {
        "id": 358,
        "text": "Пинасс"
      },
      {
        "id": 359,
        "text": "Пинк"
      },
      {
        "id": 360,
        "text": "Фрегат"
      },
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 351,
    "text": "Барк — (гол. bark), морское парусное транспортное судно (3-5 мачт) с прямыми парусами на всех мачтах, кроме бизань-мачты. Первоначально барк был небольшим торговым кораблем, предназначенным для каботажного плаванья. Но потом размеры этого типа постепенно увеличивались",
    "answers": [
      {
        "id": 350,
        "text": "Назад"
      },
      {
        "id": 351,
        "text": "Укажите команды для картинки",
        "url": "https://pp.userapi.com/c844722/v844722561/180448/Vsw5TbW3w1Y.jpg"
      }
    ]
  },
  {
    "id": 352,
    "text": "Варшип — (англ. warship — военный корабль). Вообще же военными кораблями со средины XVI столетия назывались корабли среднего и большого водоизмещения, построенные специально для военных целей.",
    "answers": [
      {
        "id": 350,
        "text": "Назад"
      },
      {
        "id": 352,
        "text": "Укажите команды для картинки",
        "url": "https://pp.userapi.com/c852128/v852128090/8f4b6/oNPbWojXD6U.jpg"
      }
    ]
  },
  {
    "id": 353,
    "text": "Галеон — (исп. galeon), парусный военный корабль XVI — XVII вв. Имел в среднем длину около 40м., ширину 10-14м., транцевую форму, вертикальные борта, 3-4 мачты. \nНа фок- и грот- мачтах ставились прямые паруса, на бизань-мачте — косые, на бушприте — блинд. Высокая кормовая надстройка имела до 7 палуб, где были размещены жилые помещения. Артиллерийское. вооружение состояло из 50-80 пушек, расположенные как правило на 2 палубах. Галеоны обладали невысокой мореходностью из-за высоких бортов и громоздких надстроек.",
    "answers": [
      {
        "id": 350,
        "text": "Назад"
      },
      {
        "id": 353,
        "text": "Укажите команды для картинки",
        "url": "https://pp.userapi.com/c845219/v845219561/17cbd5/UDROoz9opKs.jpg"
      }
    ]
  },
  {
    "id": 354,
    "text": "Каравелла — (итал. caravella), морской однопалубный парусный корабль с высокими бортами и надстройками в носу и корме. Характерные особенности каравелл — высокие борта, глубокая седловатость палубы в средней части судна и смешанное парусное вооружение. Корабль имел 3-4 мачты которые либо все несли косые паруса либо на фок- и грот- мачтах ставили прямые паруса. Латинские паруса на косых реях грот- и бизань-мачты позволяли судам ходить круто к ветру.",
    "answers": [
      {
        "id": 350,
        "text": "Назад"
      },
      {
        "id": 354,
        "text": "Укажите команды для картинки",
        "url": "https://pp.userapi.com/c851228/v851228090/9028d/RcwsZn7jG3I.jpg"
      }
    ]
  },
  {
    "id": 355,
    "text": "Каракка — (фр. caraque), большое парусное судно, распространенное в XIII — XVI вв. и применявшиеся для военных и торговых целей. Имела длину до 36м. и ширину 9.4м. и до 4 палуб. Развитые надстройки на носу и корме, и 3-5 мачт. Борта были закруглены и немного загибались в внутрь, такие борта затрудняли абордаж. Кроме того на кораблях применялись абордажные сетки, мешавшие воинам врага попасть на судно. Артиллерийское. вооружение состояло из 30-40 пушек. К первой половине XV в. времени каракка стала наиболее крупным, совершенным и вооруженным судном",
    "answers": [
      {
        "id": 350,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 356,
    "text": "Корвет — (фр. corvette), быстроходный парусный военный корабль XVIII — XIX вв. Корабль имел парусное вооружение такое же как и фрегат за единственным исключением: к блинду сразу были добавлены кливер и бом-кливер. Предназначался для разведывательной, дозорной и посыльной службы. Артиллерийское вооружение до 40 пушек, расположенных на одной палубе.",
    "answers": [
      {
        "id": 350,
        "text": "Назад"
      },
      {
        "id": 356,
        "text": "Укажите команды для картинки",
        "url": "https://pp.userapi.com/c845016/v845016008/17eea7/mnTGB0HYE6w.jpg"
      }
    ]
  },
  {
    "id": 357,
    "text": "Линейный корабль— в парусном флоте XVII — XIX вв. наиболее крупный боевой корабль, имел 3 мачты с полным парусным вооружением. Обладал сильным артиллерийским вооружением от 60 до 130 пушек. В зависимости от количества пушек корабли подразделялись на ранги: 60-80 пушек — третий ранг, 80-90 пушек — второй ранг, 100 и выше — первый ранг. Это были огромные, тяжелые, маломаневренные корабли с большой огневой мощью.",
    "answers": [
      {
        "id": 350,
        "text": "Назад"
      },
      {
        "id": 357,
        "text": "Укажите команды для картинки",
        "url": "https://pp.userapi.com/c847217/v847217008/172d64/NCE7nK8LwjA.jpg"
      }
    ]
  },
  {
    "id": 358,
    "text": "Пинасс — (фр. pinasse, англ. pinnace), небольшое парусное судно типа флейта, но отличавшийся от него менее вогнутыми шпангоутами и плоской кормой. Передняя часть корабля заканчивалась почти прямоугольной поперечной переборкой, простирающейся по высоте от палубы до полубака. Такая форма передней части судна просуществовала до начала XVIII века. Пинасс был длиной до 44 м, имел три мачты и мощный бушприт. На грот- и фок-мачтах поднимали прямые паруса, на бизань-мачте — бизань и над нею крюйсель, а на бушприте — блинд и бом-блинд. Водоизмещение пинассов 150 — 800 т. Предназначались они в основном для торговых целей. распространен в странах Сев. Европы в XVI — XVII вв. Имело плоскую корму, 2-3 мачты, служило в основном для торговых целей.",
    "answers": [
      {
        "id": 350,
        "text": "Назад"
      },
      {
        "id": 358,
        "text": "Укажите команды для картинки",
        "url": "https://pp.userapi.com/c846522/v846522008/17ac84/wfpSx_u6w_I.jpg"
      }
    ]
  },
  {
    "id": 359,
    "text": "Пинк — (гол. pink), промысловое и торговое судно XVI — XVIII вв. На Северном море имело 2, а на Средиземном 3 мачты с косыми парусами (шпринтовое парусное вооружение) и узкую корму. Имел на борту до 20 пушек небольшого калибра. Как пиратское судно использовался в основном на Северном море.",
    "answers": [
      {
        "id": 350,
        "text": "Назад"
      },
      {
        "id": 359,
        "text": "Укажите команды для картинки",
        "url": "https://pp.userapi.com/c846521/v846521008/17cc5f/ROE5AE4lXvM.jpg"
      }
    ]
  },
  {
    "id": 360,
    "text": "Фрегат — (гол. fregat), трехмачтовый парусный корабль XVIII — XX вв. с полным корабельным парусным вооружением. Первоначально на брушприте был блинд, позже добавили кливер и бом-кливер, еще позднее блинд убрали, а вместо него установили мидель-кливер. Экипаж фрегата составлял 250 — 300 человек. Артиллерийское вооружение фрегатов до 62 пушек, расположенных на 2 палубах. От парусных линейных кораблей фрегаты отличались меньшими размерами и артиллерийским. вооружением . Иногда фрегаты включались в боевую линию и носили название линейных.",
    "answers": [
      {
        "id": 350,
        "text": "Назад"
      },
      {
        "id": 360,
        "text": "Укажите команды для картинки",
        "url": "c851216/v851216929/8dea5/TXAKBkYHrbc.jpg"
      }
    ]
  },
  {
    "id": 361,
    "text": "",
    "answers": []
  }
]