[
  {
    "id": 1,
    "text": "      автор : Эпос Корис     \n\n       Ты очнулся по среди комнаты, твоя голова раскалывается, от нестерпимой боли. Ощупав голову, ничего не было, ни шишек ни порезов. Вообще ничего. Осмотрев комнату, ты тоже ничего не увидел, обычная комната с каменными стенами, окном и деревянным полом. Только стол с бумагой. Едва волоча ноги, подошёл и взял бумагу. На ней кривым подчерком написано: \" Жизнь\". К чем у это слово даже представить невозможно. Так же в голову не приходило твоё имя, прошлое. Даже то как оказался здесь Ты подошёл к окну. Бил яркий солнечный свет, открыв его, увидел зелёные луга. Свежий тёплый воздух, втягивал носом. Головная боль начала утихать. Теперь можно собраться с мыслями.",
    "answers": [
      {
        "id": 2,
        "text": "выйти за дверь"
      }
    ]
  },
  {
    "id": 2,
    "text": "Ты вышел в закрытую комнату, тускло отвечающую факелами. Помимо той двери из которой вышел, было ещё три. Хмуро окинул взглядом. Подумав, ты решил открыть дверь.",
    "answers": [
      {
        "id": 3,
        "text": "передняя дверь"
      },
      {
        "id": 4,
        "text": "дверь слева"
      },
      {
        "id": 5,
        "text": "дверь справа"
      }
    ]
  },
  {
    "id": 3,
    "text": "Ты вышел в комнату, очень похожую на ту, в которой очнулся. Или это та самая комната. Окно тоже, вид тот же, даже стол с листом . однако подойдя к ниму там было на писано: \"смерть\".",
    "answers": [
      {
        "id": 2,
        "text": "выйти обратно"
      }
    ]
  },
  {
    "id": 4,
    "text": "Длинный коридор,  освещённая всё теми же факелами. В конце из стены рычаг. Что он делает, можно узнать одним способом.",
    "answers": [
      {
        "id": 6,
        "text": "дёрнуть за рычаг"
      }
    ]
  },
  {
    "id": 5,
    "text": "Будто и ни куда не ухрдил. Только теперь вместо четырёх дверей, три. Ты подумал и решил открыть дверь.",
    "answers": [
      {
        "id": 9,
        "text": "Первая дверь"
      },
      {
        "id": 10,
        "text": "Втрорая дверь"
      },
      {
        "id": 11,
        "text": "Третья дверь"
      }
    ]
  },
  {
    "id": 6,
    "text": "Что-то за хрустело, за трещало. Ты тут же провалился вниз. Пролетел несколько метров и со всей силы упал на пол. Ты встал как ничего и небыло, даже боли не было. Это очень странно — \"что же произошло со мной на самом деле?\"- Подумал ты . Осмотрелся было две двери.",
    "answers": [
      {
        "id": 7,
        "text": "Первая дверь"
      },
      {
        "id": 8,
        "text": "вторая дверь"
      }
    ]
  },
  {
    "id": 7,
    "text": "Открыв её, от туда выскочил скелет с красными глазами. Ты не успел среагировать, как он повалил тебя и принялся избивать. Ты лежал и терял сознание. В твоих ушах раздавались попискивающие интенсивные звуки, которые звучали длинней и длинней. Затем и вовсе не переставая. \n     Ты умер, очень жаль, тем самым проиграл. Можете начать заново",
    "answers": [
      {
        "id": 1,
        "text": "На главную"
      }
    ]
  },
  {
    "id": 8,
    "text": "Ты попал  в ещё одно помещение. С тремя дверьми.",
    "answers": [
      {
        "id": 9,
        "text": "Первая дверь"
      },
      {
        "id": 10,
        "text": "Вторая дверь"
      },
      {
        "id": 11,
        "text": "Третья дверь"
      }
    ]
  },
  {
    "id": 9,
    "text": "Не большая комната. на стене перед дверью весит картина бревенчатый двухэтажный дом.  Вдруг голову пронзила боль. Ты с ужасом понимаешь, это твой дом. Твоё имя Михаил.",
    "answers": [
      {
        "id": 15,
        "text": "выйти обратно"
      }
    ]
  },
  {
    "id": 10,
    "text": "Вышел в длинный коридор. На конце Две двери",
    "answers": [
      {
        "id": 16,
        "text": "Первая дверь"
      },
      {
        "id": 7,
        "text": "Вторая дверь"
      }
    ]
  },
  {
    "id": 11,
    "text": "Ты шёл по коридору, резко поворачивающий на право. Завернув за угол, была одна дверь",
    "answers": [
      {
        "id": 16,
        "text": "Открыть её"
      }
    ]
  },
  {
    "id": 12,
    "text": "С каждым оборотом было слышно, как что-то тяжелое и массивное, волочется об камень. Когда ручка упёрлась до конца, ты обернулся, дверь исчезла, а на её место появился коридор. угол уходил направо. В конце дверь",
    "answers": [
      {
        "id": 14,
        "text": "Открыть её"
      }
    ]
  },
  {
    "id": 13,
    "text": "Широкий и короткий коридор. На конце, круглая ручка, как у подводных лодок.",
    "answers": [
      {
        "id": 12,
        "text": "Покрутить её "
      }
    ]
  },
  {
    "id": 14,
    "text": "В этом помещении четыре двери стоящие рядом.",
    "answers": [
      {
        "id": 20,
        "text": "Первая дверь"
      },
      {
        "id": 7,
        "text": "Вторая дверь"
      },
      {
        "id": 19,
        "text": "Третья дверь"
      },
      {
        "id": 21,
        "text": "Четвёртая дверь"
      }
    ]
  },
  {
    "id": 15,
    "text": "Ты вернулся в помещение с тремя дверьми. Ты стоял спиной к первой двери",
    "answers": [
      {
        "id": 10,
        "text": "Вторая дверь"
      },
      {
        "id": 11,
        "text": "Третья дверь"
      }
    ]
  },
  {
    "id": 16,
    "text": "Ещё одно помещение, три двери",
    "answers": [
      {
        "id": 7,
        "text": "Первая дверь"
      },
      {
        "id": 13,
        "text": "Вторая дверь"
      },
      {
        "id": 20,
        "text": "Третья дверь"
      }
    ]
  },
  {
    "id": 17,
    "text": "В этом помещении стояло четыре двери, в одной ты уже был.",
    "answers": [
      {
        "id": 20,
        "text": "Первая дверь "
      },
      {
        "id": 7,
        "text": "Вторая дверь"
      },
      {
        "id": 21,
        "text": "Четвёртая дверь"
      }
    ]
  },
  {
    "id": 18,
    "text": "Помещение, три двери.  За всё своё пребывание ты успел заметить, ты не разу не присел для того чтобы отдохнуть. Даже не устал.  Ни есть, не пить тоже не нет желания. Хотя сейчас не до этого.",
    "answers": [
      {
        "id": 16,
        "text": "Первая дверь"
      },
      {
        "id": 23,
        "text": "Вторая дверь"
      },
      {
        "id": 20,
        "text": "Третья дверь"
      }
    ]
  },
  {
    "id": 19,
    "text": "Комната, в воздухе сладкий аромат карамели. Вдруг головная боль. Лицо наполнилось ненавистью. Аромат принадлежал бывшей жене,  Наталье. Она всегда сосала деньги,  как  пылесос мусор. Всегда засматривалась на мужчин с возжеланием. ",
    "answers": [
      {
        "id": 17,
        "text": "вернуться обратно"
      }
    ]
  },
  {
    "id": 20,
    "text": "От туда повеяло смертельным холодом. Белый прозрачный сгусток пошатываясь вышел и побежал сквозь тебя. Ты тут же упал, начали слышаться пульсирующие звуки, затем сменялись на более длительные. Наконец не скончаемый писк \n      Ты умер, очень жаль, тем самым проиграл. Можете начать заново  \n",
    "answers": [
      {
        "id": 1,
        "text": "На главную"
      }
    ]
  },
  {
    "id": 21,
    "text": "Здесь ты увидел две двери.",
    "answers": [
      {
        "id": 18,
        "text": "Первая дверь"
      },
      {
        "id": 4,
        "text": "Вторая дверь"
      }
    ]
  },
  {
    "id": 22,
    "text": "Комната, по всей видимости здесь кто-то жил или живёт. Даже если тщательно поискать, то пылинки не найти. Что-то очень знакомое. Вдруг головная боль. Мама. Светлана. Постоянно любила командовать. Ставить свои порядки. ",
    "answers": [
      {
        "id": 23,
        "text": "обратно"
      }
    ]
  },
  {
    "id": 23,
    "text": "Три двери стоят рядом",
    "answers": [
      {
        "id": 22,
        "text": "Первая дверь"
      },
      {
        "id": 24,
        "text": "Вторая дверь"
      },
      {
        "id": 25,
        "text": "Третья дверь"
      }
    ]
  },
  {
    "id": 24,
    "text": "За этой дверью ничего не было кроме пустоты. Ты не решился зайти туда. Вдруг костлявая, сморщеная когтистая рука схватила за горло и потощила за собой, в пустоту \n         Ты умер, очень жаль, тем самым проиграл. Можете начать заново\n        ",
    "answers": [
      {
        "id": 1,
        "text": "на главную"
      }
    ]
  },
  {
    "id": 25,
    "text": "В этом помещении целых пять дверей",
    "answers": [
      {
        "id": 7,
        "text": "Новый ответ. введите текст"
      },
      {
        "id": 20,
        "text": "Новый ответ. введите текст"
      },
      {
        "id": 28,
        "text": "Новый ответ. введите текст"
      },
      {
        "id": 2,
        "text": "Новый ответ. введите текст"
      },
      {
        "id": 24,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 26,
    "text": "      Ты очнулся в кровати, к тебе подключен к больничному аппарату. Рядом сидела девушка, блондинка, зелёные глаза. Приятная внешность. Она лаского улыбнулась тебе. Тут пришёл доктор, он рассказал  что произошло.  Оказывается это самая девушка сбила тебя. Ты был в коме, два месяца. Девушка приходила тебя навещать, в надежде на то что ты очнёшься. Прошло полгода вы поженились. Зажив счастливой жизнью. \n       Поздравляю вы прошли до конца,  надеюсь вам не сильно наскучило. ",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 27,
    "text": "Тебя окружило густым светлым облаком. Ты шёл вперёд пока туман не начал рассеиваться.  Ты увидел золотые ворота, возле него стоял мужчина в светлых одеяниях. Вы сразу поняли что это место Рай.\n           Поздравляю вы прошли до конца,  надеюсь вам не сильно наскучило. \n      ",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 28,
    "text": "Здесь было только две двери, на первом написано жизнь, на втором-смерть, по середине стоял старичёк облокившийся на палку:\n—Здравствуй, Мишь. Да, я тебя знаю. Я достаточно наблюдал за тобой. За мной две двери. Жизнь и Смерть. Что за ними, думаю говорить не нужно. Определись, куда идти пойти, всюду тебя ждёт судьба.",
    "answers": [
      {
        "id": 26,
        "text": "Жизнь"
      },
      {
        "id": 27,
        "text": "Смерть"
      }
    ]
  },
  {
    "id": 29,
    "text": "",
    "answers": []
  },
  {
    "id": 30,
    "text": "",
    "answers": []
  }
]