[
  {
    "id": 1,
    "text": "Автор: AntiHero (Дмитрий Стойков) \n\nАннотация: Вам предстоит взять на себя роль капитана пиратского космолета Джона Ридесара, который всегда видел для себя главной целью уничтожение строя ненавистной Империи. Сможете ли Вы принести мир в сектор? И что главное: каким будет этот мир?\n\nДостижения:\n- \"А к черту все\"\n- \"Яблоня и яблоко\" \n- \"Шило на мыло\"\n- \"Вождь анархии\"\n- \"Утопия?\"",
    "answers": [
      {
        "id": 2,
        "text": "[Начать историю] "
      },
      {
        "id": 1,
        "text": "system",
        "canEditCover": true,
        "system": true
      },
      {
        "id": 68,
        "text": "[Достижения] "
      },
      {
        "id": 1,
        "text": "system",
        "system": true,
        "canEditBg": true
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "https://cs540101.userapi.com/c637131/v637131313/388e8/KZ5Y4WZsx9U.jpg",
        "system": true
      },
      {
        "id": 1,
        "text": "system",
        "canEditPage": true,
        "system": true
      },
      {
        "id": 1,
        "text": "",
        "pageImg": "https://pp.userapi.com/c836421/v836421473/300bd/8vXewSKAeR4.jpg",
        "system": true
      }
    ]
  },
  {
    "id": 2,
    "text": "За большим стеклом не было ничего. Миллионы километров одно сплошное Ничего. На фоне этого бесконечного Ничего россыпью были разбросаны точки огней. Звезды? Отражающие свет планеты? У некоторых давно есть имена, но большинства из них человечеству не достичь никогда.\nГлубоко вдохнув холодный воздух, Вы прерываете полет своих философских мыслей. Вы находитесь в коридоре, стена которого на всем протяжении открывает прекрасный вид на пустой космос через холодное стекло. В последнее время Вы часто проваливаетесь в размышления: \"Это все от безделья,\" - послышался на окраинах сознания внутренний голос.",
    "answers": [
      {
        "id": 3,
        "text": "\"Зачем я вообще сюда пришел?\""
      },
      {
        "id": 4,
        "text": "[Еще немного полюбоваться Пустотой за стеклом] "
      }
    ]
  },
  {
    "id": 3,
    "text": "\"Зачем я вообще сюда пришел?\" - неожиданно для себя Вы произнесли это вслух.\nРядом замаячило бледное голубое сияние, голограмма девушки смотрела на Вас, вопросительно подняв брови: \"Капитан, Вы серьезно? Полчаса прошло с момента оповещения, а вы стоите на полпути к мостику!\" ",
    "answers": [
      {
        "id": 5,
        "text": "\"Я же здесь капитан, где хочу, там стою\" "
      },
      {
        "id": 5,
        "text": "\"Не напомнишь, что за оповещение?\" "
      },
      {
        "id": 6,
        "text": "[Молча направиться к мостику] "
      }
    ]
  },
  {
    "id": 4,
    "text": "Все эти яркие точки так далеко, но при этом все равно составляют единый диск галактики. Удивительно то, что за пределами нашей диска существует ещё большая Пустота, разделяющая разные галактики. И если оказаться в ней, то за стеклом не будет даже этих точек, не будет вообще ничего. ",
    "answers": [
      {
        "id": 3,
        "text": "\"Зачем вообще я сюда пришел?\" "
      }
    ]
  },
  {
    "id": 5,
    "text": "Голограмма вздохнула. Точнее издала звук, похожий на вздох. Ещё точнее этот звук издали динамики, расположенные вдоль стен всего коридора. \"С Вами запросил канал связи торговый корабль. Как по мне, это уже повод насторожиться - торговец лезет на контакт с пиратами!\"",
    "answers": [
      {
        "id": 6,
        "text": "\"Хорошо, уже иду\" "
      }
    ]
  },
  {
    "id": 6,
    "text": "Сколько лет уже Джон Ридесар бессменный капитан этого корабля, считающегося крепостью для \"Тёмного Пламени\" - пиратской банды (хотя трудно назвать бандой военную организацию, насчитывающую несколько тысяч человек)?  \"Слишком долго\", - сегодня внутренний голос отказывался молчать: \"И сколько же еще ты, великий и ужасный капитан, собираешься прожить?\" Возможно, именно этот вопрос заставил Вас уже месяц бороздить абсолютно пустой сектор вдали от звезд и торговых путей. Боитесь ли Вы смерти? Определенно нет. Об этом свидетельствовали нейронный протез правой руки до половины грудной клетки, включая половину легкого, механическая левая нога до колена... И, ах да, как можно забыть про левый глаз, хотя благодаря аккуратному виду импланта, его нельзя было отличить от биологического. Как Вы вообще умудрились все это потерять!? Но при таком-то раскладе, чего Вы боитесь?",
    "answers": [
      {
        "id": 7,
        "text": "[Не мешать полету мыслей] "
      },
      {
        "id": 7,
        "text": "[Вернуться к реальности] "
      }
    ]
  },
  {
    "id": 7,
    "text": "Выши раздумья грубо прервала голограмма, появившись прямо перед вами: \"Хей-хей! Але! Есть сигнал!? Капитан, вы это прекратите, людей пугаете\". Вы стоите на капитанском помосте. Вокруг люди у систем управления недоумевающе не сводят с Вас взгляды. На виртуальной панели перед Вами мигала иконка запроса на канал связи, а впереди, прямо по курсу корабля, виднелось небольшое судно. ",
    "answers": [
      {
        "id": 8,
        "text": "\"Открыть канал\""
      }
    ]
  },
  {
    "id": 8,
    "text": "На экране возникло толстое неприятное лицо, расплывшееся в слащавой улыбке. Лицо напоминало жирную жабу, своими маленькими черными глазками и широким до ушей ртом. \"Джооон, Джон Ридесар, какааая встреча!\" - улыбалось лицо. Вы совершенно точно не знаете этого человека и внутренний голос яростно гудел, что и не хотите знать. ",
    "answers": [
      {
        "id": 9,
        "text": "\"Ты знаешь, кто я?\" "
      },
      {
        "id": 9,
        "text": "[Промолчать] "
      },
      {
        "id": 10,
        "text": "[Прервать связь] "
      }
    ]
  },
  {
    "id": 9,
    "text": "- Джон Ридесар, великий пират, один из самых известных и разыскиваемых... - медленно, словно получая удовольствие от произнесенного, промычало лицо. \n\n- Если ты знаешь, кто я, то ты знаешь, как опасна для тебя твоя выходка, - брови сами сдвинулись к вашей переносице. \n\n- Ну разумеется знаю! Но я уверен, что Вы меня не тронете, - улыбка человека по ту сторону экрана стала просто невыносимо слащавой. ",
    "answers": [
      {
        "id": 10,
        "text": "\"А вот я не уверен\" "
      },
      {
        "id": 10,
        "text": "[Прервать связь] "
      }
    ]
  },
  {
    "id": 10,
    "text": "Экран погас. Но вдруг снова вспыхнул, но на нем вместо неприятного лица была карта ближайших секторов вокруг сектора Земли. Карта была покрыта множеством точек, разных цветов и размеров с сотнями подписей и ссылок. Непонимание в вашей голове было моментально застрелено внутренним голосом: \"Карта блокпостов, расположения флота,  колоний!\" На карте была вся текущая информация по стратегическому размещению сил Империи.",
    "answers": [
      {
        "id": 11,
        "text": "\"...\" "
      }
    ]
  },
  {
    "id": 11,
    "text": "Карта исчезла, а на ее месте вновь возникло лицо: \"Всем известно, что нет более страшного врага тирании Земли, чем Вы, Джон Ридесар, ведь Вы...\"\n\nНо капитан Джон Ридесар уже не слушал. Реальность снова перестала иметь значение. Осознание того, чего же боится пиратский капитан, обрушилось на Вас беспорядочным потоком мыслей. Страх не успеть закончить начатое. Этот корабль, этот капитанский помост, \"Тёмное Пламя\", протезы конечностей Джона - все это было рождено в ненависти к тирании Империи. Последние годы все больше людей из разоренных колоний подавалось в пиратство - Империя сама усугубляла свое положение. И все же один человек, пусть даже капитан, не мог ничего изменить. Локальные подрывы влияния, но ничего больше. И вот теперь, когда Ридесар уже практически отказался от наивной идеи борьбы со всем миром, появляется этот жаболицый со своей чудо-картой.\n\nСквозь пелену мыслей стал пробиваться встревоженный голос жаболицего: \"Вы слушаете меня, капитан? Вы должны решать немедленно, принимаете ли Вы наше предложение или нет. Карта в любом случае уже Ваша. Но наша организация...\" ",
    "answers": [
      {
        "id": 12,
        "text": "\"Организация?\" "
      }
    ]
  },
  {
    "id": 12,
    "text": "\"Да\", - лицо больше не улыбалось, хотя рот оставался чрезмерно широким - \"Наша организация <<Вольных Торговцев>> предлагает серьезную финансовую поддержку в осуществлении Вашей революции в обмен на гарантию передачи нам новой власти. Тирания с обедневшими гражданами категорически плохо сказывается на наших торговых делах, Вы и сами понимаете, поэтому можете быть спокойны - наши руки одни из надежнейших\".\n\n[Перед Вами крайне важный выбор] ",
    "answers": [
      {
        "id": 13,
        "text": "[Принять предложение \"Вольных Торговцев\"] "
      },
      {
        "id": 14,
        "text": "[Отвергнуть предложение \"Вольных Торговцев\"] "
      }
    ]
  },
  {
    "id": 13,
    "text": "Внутренний голос слабо шептал, что это сделка с Дьяволом, однако она совершенно точно принесет Вам немалую выгоду.\nЖаболицый расплылся в своей широчайшей улыбке: \"Вы совершенно точно не пожалеете о своём выборе, капитан! Мы немедленно вышлем на Ваш корабль своего представителя!\"",
    "answers": [
      {
        "id": 15,
        "text": "\"Очень хорошо\" "
      }
    ]
  },
  {
    "id": 14,
    "text": "Жаболицый помрачнел: \"Ну что ж, надеюсь, Вы хорошо все обдумали\", - его лицо вдруг снова расплылось в улыбке - \"В любом случае мы надеемся, что с нашей Картой Вы сможете осуществить задуманное или хотя бы приблизиться к этому. Однако, не имея возможности закрепить за собой новое правление, мы не видим необходимости в финансировании Вашего дела. Всего хорошего, Капитан\". ",
    "answers": [
      {
        "id": 15,
        "text": "\"Очень хорошо\" "
      }
    ]
  },
  {
    "id": 15,
    "text": "Итак, в Ваших руках кладезь бесценной информации о расположении всех сил противника. Это шанс, которого Вы ждали столько лет. Нельзя его упустить. Каков будет следующий шаг? ",
    "answers": [
      {
        "id": 16,
        "text": "\"Вот, что нам нужно...\""
      }
    ]
  },
  {
    "id": 16,
    "text": "Если не брать в расчет все тонкости, то необходимо подготовиться по трем направлениям:\n1. Вооружение;\n2. Информационная пропаганда;\n3. Поддержка колоний (ведь обездоленные - основной костяк революции). ",
    "answers": [
      {
        "id": 17,
        "text": "\"Займемся вооружением\"",
        "need": -21
      },
      {
        "id": 23,
        "text": "\"Займемся информационной пропагандой\" ",
        "need": -25
      },
      {
        "id": 27,
        "text": "\"Займемся поддержкой колоний\" ",
        "need": -30
      },
      {
        "id": 36,
        "text": "\"Пора отправляться к Земле!\" "
      }
    ]
  },
  {
    "id": 17,
    "text": "\"Займемся вооружением\", - это всегда была Ваша излюбленная тема. Существует два варианта крупномасштабного приобретения вооружения для людей и корабля. Закупиться предстоит по-крупному, ведь снабжать придётся не только себя, но и колонистов. \n\nПервый вариант: Станция Оружейников, частная организация, обеспечивающая оружием влиятельных личностей для ведения войн или обороны. Если решите обратиться к ним, необходимо быть уверенным, что Вам это по карману.\n\nВторой вариант: Пиратский Бастион, ужасное место, космическая крепость на поверхности астероида, притон самых ужасных людей галактики, собратьев-пиратов. Оружие, которое там можно достать, намного более низкого качества, однако на него точно хватит средств.",
    "answers": [
      {
        "id": 18,
        "text": "[Станция Оружейников] "
      },
      {
        "id": 22,
        "text": "[Пиратский Бастион] "
      }
    ]
  },
  {
    "id": 18,
    "text": "На Станции Оружейников, как и предполагалось, есть все для полномасштабного ведения войн с кем угодно. Но цена за такое богатство очень высока. \n\nВсе расходы легко можно было бы покрыть при помощи \"Вольных Торговцев\". ",
    "answers": [
      {
        "id": 19,
        "text": "[Воспользоваться помощью \"Вольных Торговцев\"] ",
        "need": 13
      },
      {
        "id": 20,
        "text": "\"Похоже, это нам не по карману\" "
      }
    ]
  },
  {
    "id": 19,
    "text": "\"Торговцы\" держат свое слово, и вскоре Ваш корабль загружен самым новым оружием для наземных и космических сражений.",
    "answers": [
      {
        "id": 21,
        "text": "\"Прекрасно!\" "
      }
    ]
  },
  {
    "id": 20,
    "text": "Здесь оружие вам добыть не удалось... Но есть новости и похуже: другие пираты прознали про Ваши попытки связаться со Станцией Оружейников, и теперь вам закрыта дорога в Пиратский Бастион. ",
    "answers": [
      {
        "id": 21,
        "text": "\"Отвратительно!\" "
      }
    ]
  },
  {
    "id": 21,
    "text": "Вопрос оружия, так или иначе, закрыт. Теперь нужно вернуться к другим делам. ",
    "answers": [
      {
        "id": 16,
        "text": "\"Хорошо\" "
      }
    ]
  },
  {
    "id": 22,
    "text": "Как и предполагалось, в Пиратском Бастионе вы легко за свой счет раздобыли кучу старого военного хлама, способного резать, стрелять и взрываться. Все, что нужно для счастья истинному пирату. ",
    "answers": [
      {
        "id": 21,
        "text": "\"Прекрасно!\" "
      }
    ]
  },
  {
    "id": 23,
    "text": "Информационная пропаганда в Империи - один из столпов ее могущества. В основе всего этого крупнейшая в секторе Земли орбитальная станция вещания, охватывающая все ближайшие сектора. Тут все просто: либо подкупить персонал станции при помощи \"Вольных Торговцев\", либо уничтожить станцию. Для второго варианта хорошо бы иметь свежеприобретенное вооружение. ",
    "answers": [
      {
        "id": 24,
        "text": "[Воспользоваться помощью \"Вольных Торговцев\"] ",
        "need": 13
      },
      {
        "id": 26,
        "text": "[Уничтожить станцию новейшим вооружением] ",
        "need": 19
      },
      {
        "id": 26,
        "text": "[Уничтожить станцию пиратским вооружением] ",
        "need": 22
      },
      {
        "id": 16,
        "text": "\"Похоже, я пока не могу решить эту проблему\" "
      }
    ]
  },
  {
    "id": 24,
    "text": "Деньги творят чудеса, станция вещания под Вашим контролем и готова оповестить галактику о грядущем перевороте, по Вашей команде. ",
    "answers": [
      {
        "id": 25,
        "text": "\"Прекрасно!\" "
      }
    ]
  },
  {
    "id": 25,
    "text": "Вопрос с информационной пропагандой решен, пора вернуться к другим делам. ",
    "answers": [
      {
        "id": 16,
        "text": "\"Что у нас там ещё осталось...\""
      }
    ]
  },
  {
    "id": 26,
    "text": "Станция вещания полностью уничтожена, оставив от себя облако космического мусора. ",
    "answers": [
      {
        "id": 25,
        "text": "\"Хорошо\" "
      }
    ]
  },
  {
    "id": 27,
    "text": "Колонии были разбросаны по всем более менее пригодным для жизни секторам. Но многие десятилетия назад они потеряли статус колоний, став культурными, экономическими или военными центрами Империи, по уровню развития инфраструктуры не уступая Колыбели Человечества. Такие центры совершенно не пригодны для разжигания восстания. Необходимо посетить небольшие промышленно-добывающие колонии, где люди содержались в рабских условиях. Одна искра... И люди сами поймут, что делать. ",
    "answers": [
      {
        "id": 28,
        "text": "[Выслать агентов для контакта с представителями колоний] "
      }
    ]
  },
  {
    "id": 28,
    "text": "Внутри небольших рабочих колоний строго запрещен ввоз и ношение оружия, поэтому любой бунт обречен на быстрое и жестокое подавление. Необходимо снабдить колонистов всем необходимым. Успешные восстания в разных частях секторов - залог разрозненности сил врага и ослабления обороны Земли. ",
    "answers": [
      {
        "id": 29,
        "text": "[Снабдить колонистов купленным оружием] ",
        "need": 19
      },
      {
        "id": 29,
        "text": "[Снабдить колонистов купленным у пиратов оружием] ",
        "need": 22
      },
      {
        "id": 31,
        "text": "[Помочь колонистам отбить оружейные склады Империи] "
      },
      {
        "id": 16,
        "text": "\"Я пока не готов к решению этого вопроса\" "
      }
    ]
  },
  {
    "id": 29,
    "text": "Сопротивления Вы практически не встретили, и вскоре у каждого шахтера и станочника было, чем постоять за себя. ",
    "answers": [
      {
        "id": 30,
        "text": "\"Прекрасно!\" "
      }
    ]
  },
  {
    "id": 30,
    "text": "Вопрос поддержки колоний решён. Близок заветный час. ",
    "answers": [
      {
        "id": 16,
        "text": "\"Хорошо, очень хорошо\" "
      }
    ]
  },
  {
    "id": 31,
    "text": "По той или иной причине было принято решение не снабжать колонистов Вашим оружием, а помочь им отбить Имперские склады. Ситуация не так уж и проста. Данные разведки таковы: крупный орбитальный складской комплекс состоит из трех блоков, каждый из которых под охраной своего подразделения. Вам необходимо правильно соотнести свои подразделения с вражескими 1 к 1, опираясь на собранную разведкой информацию о спецификации подразделений. \n\nТри позиции. Если вы допустите ошибку хоть в одной, одержавший победу враг не заставит Вас долго ждать контратаки по колонистам и революция зароется в землю. ",
    "answers": [
      {
        "id": 28,
        "text": "\"Нет, к такому я пока не готов, нужно время подумать\" "
      },
      {
        "id": 32,
        "text": "\"Давайте начнем, показывайте разведданные!\" "
      }
    ]
  },
  {
    "id": 32,
    "text": "В первом блоке складов расположен склад и отдел сборки дронов. Боевые, тяжело бронированные шагающие машины замечены повсеместно. Пилотов у них нет, это полностью автономные роботы. \n\nКакой отряд направить? ",
    "answers": [
      {
        "id": 33,
        "text": "[Снайперы] "
      },
      {
        "id": 33,
        "text": "[Легкая пехота] "
      },
      {
        "id": 34,
        "text": "[Подрывники к зарядами ЭМИ] "
      },
      {
        "id": 33,
        "text": "[Колонисты] "
      }
    ]
  },
  {
    "id": 33,
    "text": "Это было очень неудачное решение. Ваши подразделения разгромлены, а к колониям направляется флот Империи. Нужно немедленно сматывать удочки, забыв о революции. \n\nНе самый удачный расклад. ",
    "answers": [
      {
        "id": 1,
        "text": "[Конец истории] "
      }
    ]
  },
  {
    "id": 34,
    "text": "Второй блок охраняется простыми солдатами, однако экипированы они передовым вооружением. Лобовая атака на них не принесёт ничего хорошего.\n\nКакой отряд направить? ",
    "answers": [
      {
        "id": 35,
        "text": "[Снайперы] "
      },
      {
        "id": 33,
        "text": "[Легкая пехота] "
      },
      {
        "id": 33,
        "text": "[Подрывники с зарядами ЭМИ] "
      },
      {
        "id": 33,
        "text": "[Колонисты] "
      }
    ]
  },
  {
    "id": 35,
    "text": "Третий блок... Но что это? Кажется, колонисты не стали ждать приказа и, вдохновившись Вашими успехами, пошли в атаку на третий блок. И надо сказать, что довольно удачно. Теперь у колонистов есть все, что нужно: вера в себя и оружие. ",
    "answers": [
      {
        "id": 30,
        "text": "\"Неплохо\" "
      }
    ]
  },
  {
    "id": 36,
    "text": "Назад дороги не будет, Вы точно готовы? ",
    "answers": [
      {
        "id": 16,
        "text": "\"Нет, я поторопился\" "
      },
      {
        "id": 37,
        "text": "\"Я тут капитан, черт возьми! Вперед!\" "
      }
    ]
  },
  {
    "id": 37,
    "text": "И вот вы снова стоите у холодного стекла. Стоит ли оно того? Даже если все пойдёт, как надо, что тогда? Закончится одна тирания и начнется другая. А Вы, скорее всего, даже не увидите эту новую тиранию, так как останетесь лишь именем в списке жертв войны. Водоворот воспоминаний нес Вас все дальше. Джон Ридесар - раньше не было такого человека, раньше был... А какая разница, настоящее имя капитан не использовал уже очень давно. Тогда, когда конечности ещё были свои собственные, будущий капитан пиратов служил в армии Империи. А дальше... История о том, как их же командир заманил весь отряд в ловушку к врагу, дабы через их трупы совершить сделку по вооружению. Отряд убит, груз захвачен врагом. Кто подумает, что все это спланировано заранее. И таких историй было много. Историй, где корысть вышестоящих отправила на плаху тысячи подчиненных. Джон тогда чудом выжил...\n\nВы вздрогнули, вспомнив ощущение вырываемой из плеча руки. ",
    "answers": [
      {
        "id": 38,
        "text": "\"Какая гадость\" "
      }
    ]
  },
  {
    "id": 38,
    "text": "\"Мы скоро будем на орбите Земли, капитан\", - перед Вами снова стояла голограмма. Когда-то очень давно какая-то ее часть была живым человеком, сейчас она представляла собой смесь человеческого сознания и искусственного интеллекта корабля. По сути она и была кораблем, его душой. Ее звали Мария.",
    "answers": [
      {
        "id": 39,
        "text": "\"Сколько у нас времени до прибытия?\" "
      }
    ]
  },
  {
    "id": 39,
    "text": "\"На самом деле... Нисколько\", - как только Мария договорила, корабль вышел из варпа. Вот она, Солнечная система. Сколько лет Вас здесь не видели? Отступать поздно, пришла пора встретиться лицом к лицу с последствиями ваших действий.\n\nЧто же мы видим в секторе? ",
    "answers": [
      {
        "id": 40,
        "text": "Огромное количество кораблей Империи, стоящие на страже материнской системы\n[Вы ведь не снарядили колонистов для отвлечения сил врага] ",
        "need": -30
      },
      {
        "id": 41,
        "text": "Небольшая кучка кораблей Империи\n[Колонисты хорошо постарались, основная часть флота врага подавляет мятежи] ",
        "need": 30
      }
    ]
  },
  {
    "id": 40,
    "text": "Пробиться сквозь такое количество сил противника не представляется никакой возможности. Судя по всему, Вы предусмотрели далеко не все...\nПровести остаток жизни за решеткой в орбитальной тюрьме или погибнуть в бою? В любом случае, капитан так и не достиг цели...\n\nНе самый удачный расклад. ",
    "answers": [
      {
        "id": 1,
        "text": "[Конец истории] "
      }
    ]
  },
  {
    "id": 41,
    "text": "Теперь самое время вспомнить про корабельные орудия, закупкой которых Вы должны были озаботиться в первую очередь, ввязываясь в войну. \n\nКаков расклад? ",
    "answers": [
      {
        "id": 42,
        "text": "Оружие, купленное на Станции Оружейников в разы превосходит вооружение противника ",
        "need": 19
      },
      {
        "id": 42,
        "text": "Пиратское оружие хоть и не отличается качеством, но легко может взять количеством",
        "need": 22
      },
      {
        "id": 43,
        "text": "Похоже про оружие вообще забыли... ",
        "need": -21
      },
      {
        "id": 43,
        "text": "Кажется с оружием вышла заминка... Купить его так и не удалось. ",
        "need": 20
      }
    ]
  },
  {
    "id": 42,
    "text": "После продолжительного боя вблизи орбиты Земли Вашему флоту удается одержать победу без серьезных повреждений для вашего материнского корабля. Пока все идет так, как задумано. Войска готовы к десантированию.\n\nВнезапно перед Вами возникает голограмма Марии: \"Капитан, заберите с собой ядро ИИ корабля. Ну, то есть мое ядро. Вы же помните, под первой приборной панелью, шестой жёсткий диск.\"\n\nОставить корабль без ИИ - не самая лучшая идея, но времени выяснять намерения внезапно оживившейся Марии, к сожалению, нет. Решать Вам. ",
    "answers": [
      {
        "id": 44,
        "text": "[Начать высадку] "
      },
      {
        "id": 45,
        "text": "[Забрать блок сознания Марии] "
      }
    ]
  },
  {
    "id": 43,
    "text": "Без нового оружия все, что Вы можете - это предпринять попытку пройти сквозь редкие ряды противника, чтобы пробиться к Земле. Но таран не мог остаться для корабля безнаказанным. Рев сирены, красные огни. И вот корабль, рассекая атмосферу, несется к поверхности планеты для экстренной посадки. Почти все системы не отвечают, искусственный интеллект умолк. Но Вы ещё живы. И впереди новый жаркий бой, но уже на земле. ",
    "answers": [
      {
        "id": 44,
        "text": "[Приготовиться к наземному бою] "
      }
    ]
  },
  {
    "id": 44,
    "text": "На Земле пиратов ждал жаркий прием. А как иначе, ведь высадка прошла прямиком в столичный город (оно и неудивительно, учитывая, что Столица занимала половину планеты). В центре Столицы пронизывала облака огромная башня - сердце тирании.\n\nНеобходимо быстро оценить ситуацию. ",
    "answers": [
      {
        "id": 46,
        "text": "Жители столицы не только не оказывает Вам сопротивления, но и препятствуют передвижению противника [Захват станции вещания дал свои плоды, люди были предупреждены] ",
        "need": 24
      },
      {
        "id": 46,
        "text": "На улицах города полно как мирных жителей, так и солдат. Это будет не просто... [Жаль, что не удалось захватить станцию вещания] ",
        "need": -24
      }
    ]
  },
  {
    "id": 45,
    "text": "Вы решаете извлечь модуль ИИ, ловким движением извлекая его из-под приборной панели. Это небольшой жёсткий диск, легко уместившийся в одной из емкостей Вашей брони. ",
    "answers": [
      {
        "id": 44,
        "text": "[Начать высадку] "
      }
    ]
  },
  {
    "id": 46,
    "text": "Крови на улицах в этот день было достаточно. Город явно не был готов к такой наглости. Никто не ожидал, что свора пиратов упадет на Столицу и начнет не грабить все подряд, как им положено, а организованной армией пробиваться к Шпилю. Как и все предыдущие этапы, пробиться к Шпилю было необходимо как можно быстрее, пока наземные силы врага окончательно не раздавили вторженцев.",
    "answers": [
      {
        "id": 47,
        "text": "[Продолжить вторжение] "
      }
    ]
  },
  {
    "id": 47,
    "text": "Всюду кровь и трупы, слишком много и того, и другого... Но Джон Ридесар уже в шаге от цели, холл Шпиля окрашен в красный. Остатки Тёмного Пламени крепко засели  у основания башни, не подпуская противника.\n\nВы с кучкой пиратов должны покорить Шпиль. ",
    "answers": [
      {
        "id": 48,
        "text": "[Отправится в серверную] ",
        "need": -50
      },
      {
        "id": 53,
        "text": "[Отправиться в административный блок] ",
        "need": -55
      },
      {
        "id": 58,
        "text": "[Отправиться на вершину Шпиля на встречу с Императором] "
      }
    ]
  },
  {
    "id": 48,
    "text": "Вы решаете не ломиться сразу к вершине, а исследовать электронный \"мозг\" башни. Потрескивание проводов, искрение кабелей: этот многоэтажный блок башни был нейронным центром как в переносном, так и в буквальном смысле, трудно даже представить, зачем столько проводов и компьютеров. И это при том, что здесь не было ни единого человека. Как все это могло работать автономно? И какой цели служило? К сожалению, самостоятельно Вам в этом не разобраться, да и ваши пираты явно не блещут способностями в области тонких технологий.",
    "answers": [
      {
        "id": 49,
        "text": "\"Мария...\"",
        "need": 45
      },
      {
        "id": 47,
        "text": "\"Кажется, я что-то упускаю...\""
      }
    ]
  },
  {
    "id": 49,
    "text": "\"Мария...\" - пронеслась мысль на задворках сознания. Она бы уж точно разобралась, что и зачем здесь происходит.\n\n\"Подумать только, это место, способно само по себе, без пилотирования управлять целой Империей. Дроны-наблюдатели и полицейские роботы, время работы магазинов и количество газет в печати... Все, абсолютно все управляется отсюда, без людей\", - рядом с Вами стояла голограмма Марии, чей голос исходил из динамика ядра ИИ в одном из Ваших карманов. Мария словно почувствовала Ваше недоумение: \"Ну а как Вы хотели, капитан? Империя огромна, а человеческий ресурс слишком ненадежен\". ",
    "answers": [
      {
        "id": 50,
        "text": "\"Империей управляет компьютер?\""
      }
    ]
  },
  {
    "id": 50,
    "text": "\"Не совсем так. Вся эта электронная система лишь воплощает волю человека, возглавляющего Империю\", - Мария на мгновение задумалась, - \"Капитан, установите мое ядро в эту систему, в любое гнездо, я попробую разобраться в устройстве всего этого и, возможно, помочь Вам\". ",
    "answers": [
      {
        "id": 51,
        "text": "[Установить модуль] "
      },
      {
        "id": 52,
        "text": "[Отказать Марии] "
      }
    ]
  },
  {
    "id": 51,
    "text": "Вы не без труда находите свободный разъем в одной из системных панелей и устанавливаете туда ядро Марии. Никакой неожиданной реакции не последовало. ",
    "answers": [
      {
        "id": 47,
        "text": "[Вернуться в главный зал] "
      }
    ]
  },
  {
    "id": 52,
    "text": "Вы отрицательно качаете головой. Что может быть опрометчивее, чем помещать сознание своего корабля черт пойми куда. ",
    "answers": [
      {
        "id": 47,
        "text": "[Вернуться в главный зал] "
      }
    ]
  },
  {
    "id": 53,
    "text": "Вы оказались в центральной части башни. Вокруг по углам и за рабочими столами прятались люди, с утра до ночи работающие на благо развития систем управления Империей. Здесь пираты встретили лишь незначительные силы охраны Шпиля, похоже, Император совсем потерял бдительность, тем лучше.",
    "answers": [
      {
        "id": 47,
        "text": "\"Здесь нечего искать\"\n[Вернуться в главный зал] "
      },
      {
        "id": 54,
        "text": "\"Может, здесь есть что-то интересное?\" "
      }
    ]
  },
  {
    "id": 54,
    "text": "Ваш отряд пробивается вглубь административного модуля. Чем дальше, тем ожесточеннее становится сопротивление. Начали встречаться турели и боевые дроны. Здесь явно размещаются ставки важных людей. Но Вы рискуете потерять остаток людей. ",
    "answers": [
      {
        "id": 47,
        "text": "\"Побережем силы для основной цели\"\n[Вернуться в главный зал] "
      },
      {
        "id": 55,
        "text": "[Пробиваться дальше] "
      }
    ]
  },
  {
    "id": 55,
    "text": "Внезапно стрельба стихла. И Вы услышали раздраженный женский голос, выкрикивающий проклятия и требующий солдат опустить оружие. Из-за спин противника вышла женщина лет тридцати в официальном костюме. Смерив Вас пренебрежительным взглядом, она заговорила, глядя Вам прямо в глаза: \"Ты пришел сюда не грабить, стало быть, ты пришел, чтобы убить моего отца-императора. К счастью для тебя, все здесь только и ждут, чтобы он покинул сей чудный мир. Но уйти он должен правильно. У тебя два варианта, пират. Первый: я иду с тобой, ты убиваешь Императора, но чтобы он предварительно успел издать свой последний приказ о избрании в преемники меня. Второй: ты умираешь здесь и сейчас\". ",
    "answers": [
      {
        "id": 56,
        "text": "[Принять предложение наследницы Империи] ",
        "need": -13
      },
      {
        "id": 57,
        "text": "[Отвергнуть предложение наследницы Империи] ",
        "need": -13
      },
      {
        "id": 57,
        "text": "[Представитель \"Вольных Торговцев\" выглядывает из-за Вашего плеча и показывает \"Императрице\"  непристойный жест] ",
        "need": 13
      }
    ]
  },
  {
    "id": 56,
    "text": "\"Верное решение, это гарантия того, что после содеянного ты выберешься отсюда живым\", - женщина зашагала в сторону главного зала.\n\nВы поняли, что это решение очень сильно повлияет на положение вещей. ",
    "answers": [
      {
        "id": 47,
        "text": "[Вернуться в главный зал] "
      }
    ]
  },
  {
    "id": 57,
    "text": "Вам крайне не нравится эта узурпаторша, и Вы хватаетесь за оружие. Женщина исчезает за спинами солдат. Бой дается тяжело, но пираты одерживают победу. Дочь Императора найти не удалось. ",
    "answers": [
      {
        "id": 47,
        "text": "[Вернуться в главный зал] "
      }
    ]
  },
  {
    "id": 58,
    "text": "Подъем занял целую вечность, каждый этаж приходилось брать с боем. Но вот перед вами массивные узорчатые двери.\n\nВремя завершить то, что было начато так давно. ",
    "answers": [
      {
        "id": 59,
        "text": "[Войти к Императору] "
      }
    ]
  },
  {
    "id": 59,
    "text": "Огромный зал с колоннами, выполненный в темных тонах, помещение освещалось одним единственным окном на противоположном от дверей конце. Возле окна стоял стол, за которым лицом к Вам сидел человек. Вы ожидали увидеть грозного тирана в красной мантии, но перед Вами сидел ничем не примечательный старик, внимательно смотрящий на Вас: \"Вот, стало быть, кто все это закончит\", - старик откинулся в кресле и снял очки, - \"Джон, Джон Ридесар, пресса обожает истории о тебе, самый противоречивый пират в галактике, то ты жестокий убийца,  то защитник обездоленных... Я слышал, что про тебя даже комикс выпустили. Но его конечно запретили выпускать в печать\".\n\nВы просто стояли и смотрели на этого старика. Его глаза были красными, лицо в поту, а руки тряслись. Он был болен, очень болен. \n\nСтарик словно прочитал Ваши мысли: \"Да, Джон, ты угадал, мне осталось совсем немного времени. Поэтому я не боюсь смерти от твоей руки, поэтому этот кабинет не забит моими солдатами. Возможно я даже жду избавительной пули от тебя, Джон\", - Император замолчал и в ожидании Вашего решения стал неспешно протирать очки. \n\nВ Ваших руках дальнейшая судьба Империи. Поменяете ли Вы привычный уклад нажатием на курок? Или, возможно, Вы завели влиятельных друзей, имеющих виды на власть? Или Вы и вовсе потеряли интерес ко всей этой афере? ",
    "answers": [
      {
        "id": 60,
        "text": "[Молча уйти из кабинета, из Шпиля... Императору не долго осталось. Тирания сама себя пожрала] "
      },
      {
        "id": 61,
        "text": "[Выстрелить] "
      }
    ]
  },
  {
    "id": 60,
    "text": "Вы получаете достижение:\n\"А к черту все\".\n\nВы не стали убивать или замещать Императора. Вы уже сделали достаточно. Император был на грани смерти, а последние дни его жизни запомнились тем, что вся Империя полыхала огнем. Все угнетенные встали с колен, самый скромный шахтер в самой отдаленной колонии взялся за оружие. Теперь судьба всего человечества в руках простых людей.\n\nУстраивает ли капитана пиратов такая месть системе, сломавшей его старую жизнь? Это уже не важно, его имя теперь - одно из имен героев революции, а о его дальнейшей судьбе ничего не известно.\n\nВы закончили историю, доведя свое восстание до одного из пяти возможных финалов. ",
    "answers": [
      {
        "id": 1,
        "text": "[Конец истории] "
      }
    ]
  },
  {
    "id": 61,
    "text": "Звук выстрела повис в воздухе. Еще минуту вы стояли с вытянутой рукой, сжимающей пистолет. Но это ещё не все, это ещё не конец. \n\nВы давали кому-либо обещание передать влась над Империей? ",
    "answers": [
      {
        "id": 62,
        "text": "[Представитель \"Вольных Торговцев\" быстро подходит к Вам] ",
        "need": 13
      },
      {
        "id": 63,
        "text": "[Дочь Императора вальяжно подходит к телу своего отца] ",
        "need": 56
      },
      {
        "id": 64,
        "text": "\"Даже если такое обещание и давалось, никто из них не достоин такой власти...\""
      }
    ]
  },
  {
    "id": 62,
    "text": "Вы получаете достижение:\n\"Шило на мыло\". \n\nПосле смерти Императора в Империи кардинально изменился аппарат управления. Точнее Империя вообще перестала существовать. Ей на смену пришло Вольное Содружество, во главе которого стоял парламент. Во главе парламента воссел человек с очень неприятной внешностью, чье лицо очень напоминало толстую жабу. Однако изменения коснулись лишь внешней обертки органов власти. Людей по-прежнему держали в петле, вот только петля была так красиво сплетена, что многие предпочитали ее не замечать.\n\nА что до капитана пиратов... Он получил щедрую награду от \"Вольных Торговцев\", на которую славно укрепил свой флот, и с чувством выполненного долга начал \"грабить караваны\" Вольного Содружества.\n\nВы закончили историю, доведя свое восстание до одного из пяти возможных финалов. ",
    "answers": [
      {
        "id": 1,
        "text": "[Конец истории] "
      }
    ]
  },
  {
    "id": 63,
    "text": "Вы получаете достижение:\n\"Яблоня и яблоко\".\n\nВскоре по всей Империи было объявлено, что Император был убит пиратом-ренегатом Джоном Ридесаром, но перед смертью Император успел завещать Империю своей дочери. Следует ли говорить, что с такой сменой власти ничего не изменилось? \n\nЗа голову капитана пиратов была назначена огромная награда, от имени новой Императрицы, а о его дальнейшей судьбе ничего не известно.\n\nВы закончили историю, доведя свое восстание до одного из пяти возможных финалов.",
    "answers": [
      {
        "id": 1,
        "text": "[Конец истории] "
      }
    ]
  },
  {
    "id": 64,
    "text": "Дать такую власть в руки кому-то похожему на Жаболицего из \"Вольных Торговцев\" - что может быть губительнее для простого народа? Нет, Вы не можете пойти на такое. ",
    "answers": [
      {
        "id": 65,
        "text": "\"Мария?!\" ",
        "need": 51
      },
      {
        "id": 66,
        "text": "Похоже, что Вы просто не оставили себе выбора. Вам придётся попытаться самому возглавить Империю"
      }
    ]
  },
  {
    "id": 65,
    "text": "Перед Вами вновь возникла голограмма Марии, грустно смотрящая на тело Императора: \"Капитан... Я... Разобралась в системе Шпиля... И кажется, теперь я управляю Империей. Я вижу все. Каждый компьютер в Империи, каждый дрон, каждая камера... Все подключено к Шпилю. Никто не ожидал атаки изнутри, в системе не было преград для распространения моей программы... Что теперь, капитан?\"\n\nВы смотрите на голограмму хрупкой молодой девушки с очень грустными глазами. Вы знали ее ещё до того, как Империя забрала ее прежнюю жизнь. Она знает куда больше Вас о лишениях простых людей. А сейчас она вынуждена наблюдать за миллиардами страдающих по всей Империи. \n\nКаков Ваш приказ, капитан? ",
    "answers": [
      {
        "id": 67,
        "text": "\"Мария, ты будешь лучшей Императрицей\" "
      },
      {
        "id": 66,
        "text": "\"Похоже, что бразды правления придется взять мне\" "
      }
    ]
  },
  {
    "id": 66,
    "text": "Вы получаете достижение:\n\"Вождь анархии\". \n\nК сожалению, капитан пиратов не обладал навыками, столь необходимыми для управления целой межзвездной Империей. Мало-помалу в Империи воцарилась анархия. Сектора один за другим объявляли себя независимыми территориями. Вскоре Империя полностью распалась. А Джон Ридесар, узурпатор Империи, бесследно пропал. \n\nВы закончили историю, доведя свое восстание до одного из пяти возможных финалов. ",
    "answers": [
      {
        "id": 1,
        "text": "[Конец истории] "
      }
    ]
  },
  {
    "id": 67,
    "text": "Вы получаете достижение:\n\"Утопия?\".\n\nЖизнь в Империи наладилась. Эксплуатации людей был положен решительный конец. Средства Империи шли только на укрепление внутренних владений Империи, а не на обогащение людей, держащих власть. Да и зачем Марии были нужны богатства? Ведь она была призраком, живущим в каждом электрическом кабеле Империи. Но для людей она была голосом справедливости. Никто не знал, что она даже не имела собственного тела, так как двери Шпиля с того самого дня были наглухо закрыты для всех. \n\nЧто касается Джона Ридесара, то ходили слухи, что он покончил с пиратством, переквалифицировав Тёмное Пламя под более легальные цели. \n\nВы закончили историю, доведя свое восстание до одного из пяти возможных финалов.",
    "answers": [
      {
        "id": 1,
        "text": "[Конец истории] "
      }
    ]
  },
  {
    "id": 68,
    "text": "Судьба управляет нами или мы управляем судьбой? У любой истории может быть несколько финалов.\n\nЗдесь Вы можете видеть те финалы, к которым Вы привели эту историю. ",
    "answers": [
      {
        "id": 60,
        "text": "\"А к черту все\" ",
        "need": 60,
        "need_ever": true
      },
      {
        "id": 62,
        "text": "\"Шило на мыло\" ",
        "need": 62,
        "need_ever": true
      },
      {
        "id": 63,
        "text": "\"Яблоня и яблоко\" ",
        "need": 63,
        "need_ever": true
      },
      {
        "id": 66,
        "text": "\"Вождь анархии\"",
        "need": 66,
        "need_ever": true
      },
      {
        "id": 67,
        "text": "\"Утопия?\" ",
        "need": 67,
        "need_ever": true
      },
      {
        "id": 1,
        "text": "[Назад] "
      }
    ]
  },
  {
    "id": 69,
    "text": "",
    "answers": []
  }
]