[
  {
    "id": 1,
    "text": "Автор :Эли Фрей\n\nАдаптировано: mrsz_38, baubaffi( Александр Баусов) \nРекомендуемый возраст для чтения: 16<plus>\n\nРекомендую заглянуть в раздел \"Важная информация\" (Раздел обновлён от 10.09.21)\n\nПриятного чтения.\n\n\n\"В детстве он дарил мне конфеты, рисунки и улыбки. Он обожал свою маленькую подружку и никому не позволял обижать меня.\nА потом я совершила один непростительный поступок.\nТеперь того милого и доброго мальчика, с которым мы были так близки в детстве, больше нет. На его месте – злобное чудовище, не знающее ни любви, ни жалости. И он не успокоится, пока не отомстит и не уничтожит меня.\"\n\nЭто роман о трогательной дружбе двух подростков, о предательстве и бесчеловечной жестокости. История о борьбе двух противоположностей и бунте, который навсегда изменит их судьбы.",
    "answers": [
      {
        "id": 2,
        "text": "[Начать квест]"
      },
      {
        "id": 14,
        "text": "[Оглавление]"
      },
      {
        "id": 13,
        "text": "[Важная информация]"
      }
    ]
  },
  {
    "id": 2,
    "text": "«Прежде чем вырыть яму, сначала распили эти чертовы решетки», – первая мысль, которая приходит мне в голову, когда я открываю глаза.\nБелый потолок. И свет. Невыносимо яркий. Постойте-ка… я открываю глаза… Или один глаз?.. В ужасе хватаюсь за лицо. На левом – повязка. Что за черт?\nЯ в больнице, это легко определить по запаху лекарств и хлорки. Что? Что Оно сделало с моим лицом? Меня охватывает паника. В голове – тысяча вопросов. Вернется ли зрение? Какую операцию мне сделали? Где все? Где врач? Я хочу, чтобы мне кто-нибудь что-нибудь объяснил!\nНа мне свободная пижама. Я узнаю ее. Очевидно, в больнице уже побывала бабушка и принесла мои вещи. Переодела меня. Делаю попытку встать. Провальная попытка. Но лежа я не вижу ничего, кроме потолка. Закрываю глаза, странное ощущение собственного тела, словно оно сделано из камня – тяжелое и не способное двигаться. Но это длится недолго, накатывает сильная боль. Болит все тело. Неприятно пульсирует левая рука. Я смотрю на нее. Два грубых неровных кружка бордового цвета красуются чуть выше запястья. Ожоги от сигарет. Я помню, откуда они. Я помню все. Помню, по чьей вине я оказалась в больнице. Хотя очень хочется забыть.\nВо рту стоит мерзкий привкус тухлятины… Шарю рукой по сторонам. Что я ищу? Воду… в моем рюкзаке точно должна быть бутылка с водой. Но я не вижу своего рюкзака. Ощупываю гладкую поверхность тумбочки.",
    "answers": [
      {
        "id": 3,
        "text": "Попытаться расслабиться"
      }
    ]
  },
  {
    "id": 3,
    "text": "Расслабляюсь. Пытаюсь вспомнить последнее, что было до больницы, – я лежу на холодной земле, надо мной плавно качаются верхушки сосен. Тошнит. Колотится сердце. В животе взрываются урановые бомбы – стандартная реакция на алкоголь. Что в меня влили? Перед глазами мелькают две таблетки, которые Оно кинуло в бутылку, прежде чем заставило меня выпить это.\n\nОткрываю глаза. И снова белый потолок.\nЭто сделало Оно. Чудовище. Нечеловек.\n«Я уничтожу тебя», – слова чудовища, сказанные мягким хриплым голосом, повторяются в голове снова и снова. Это были последние слова, которые я помню. А потом Оно бросило мне в лицо горящие угли.\nВо рту сухо. Я провожу языком по шершавым губам и прислушиваюсь к своим ощущениям. Что со мной сделали? Изнасиловали? Что должно чувствоваться, когда лишаешься девственности? По рассказам – боль в животе и промежности. Но я ничего не чувствую. Я залезаю рукой под пижамой и провожу между ног. Никаких ощущений. Осматриваю руку – никакой крови. Ощупываю грудь. Она слегка ноет.",
    "answers": [
      {
        "id": 4,
        "text": "Попытаться сесть"
      }
    ]
  },
  {
    "id": 4,
    "text": "Я пытаюсь сесть. С третьей попытки мне это удается. Осматриваюсь, в палате три больничные койки, две из которых заняты. На одной из них сидит женщина и читает книгу. Заметив, что я села, она встает.\n– Я позову кого-нибудь, – говорит она и выходит из палаты. И возвращается в компании медсестры. И моей бабушки. И мамы. И отчима. Я заливаюсь краской – мне не очень-то приятно сейчас такое многочисленное общество. Но хорошо, что они не додумались взять с собой всех соседей.\nБабушка и мама кидаются ко мне.\n– Тома, Томочка, с тобой все хорошо? – щебечут они и гладят меня по голове. Я отворачиваюсь. Мне почему-то противно смотреть на их обеспокоенные лица.",
    "answers": [
      {
        "id": 5,
        "text": "– Что? Что с моими глазами?"
      },
      {
        "id": 6,
        "text": "– Да, всё хорошо."
      }
    ]
  },
  {
    "id": 5,
    "text": "– Не беспокойся, с глазиком все в порядке. Небольшой ожог. Зрение не пострадало, – мамин голос срывается. Она вот-вот заплачет. Ее слова меня успокаивают. Я буду видеть. – Расскажи нам, что с тобой произошло? Мы решили, что на тебя кто-то напал, и… – мама смутилась. – И… Что он мог изнасиловать тебя. Поэтому, когда тебя привезли, то сразу же обследовали, а то мало ли… Но, слава богу, этого не случилось. Все хорошо…\nМама заливается слезами. Я отворачиваюсь от нее и смотрю на отчима.\n\n«Какого хрена вы ее привезли? – спрашиваю я его взглядом. – Последнее, что мне сейчас нужно, – это смотреть на чужие слезы».\n«Извини», – посылает он мне виноватый ответ глазами и пожимает плечами.\nЯ вздыхаю. Лучше бы вместо мамы привезли дедушку. Он бы развлекал меня своими шутками и историями. Видеть мамины слезы – невыносимо…",
    "answers": [
      {
        "id": 7,
        "text": "Попросить воды"
      }
    ]
  },
  {
    "id": 6,
    "text": "– Расскажи нам, что с тобой произошло? Мы решили, что на тебя кто-то напал, и… – мама смутилась. – И… Что он мог изнасиловать тебя. Поэтому, когда тебя привезли, то сразу же обследовали, а то мало ли… Но, слава богу, этого не случилось. Все хорошо…\nМама заливается слезами. Я отворачиваюсь от нее и смотрю на отчима.\n\n«Какого хрена вы ее привезли? – спрашиваю я его взглядом. – Последнее, что мне сейчас нужно, – это смотреть на чужие слезы».\n«Извини», – посылает он мне виноватый ответ глазами и пожимает плечами.\nЯ вздыхаю. Лучше бы вместо мамы привезли дедушку. Он бы развлекал меня своими шутками и историями. Видеть мамины слезы – невыносимо…",
    "answers": [
      {
        "id": 7,
        "text": "Попросить воды"
      }
    ]
  },
  {
    "id": 7,
    "text": "– Воды, – говорю я.\nМне тут же в руку вставляют стакан. Я осушаю его в два глотка. Но мерзкий привкус не исчезает. Во рту по-прежнему сухо, горячо и противно. Нужно придумать, что им ответить. Они все ждут мою историю. Кто на меня напал? Наверняка они уже сообщили в полицию. И в школу. И всем им придется что-то объяснять.\n«Что угодно, только не правду, – говорит внутренний голос. – Нельзя признаваться, что это сделал Стас».\n\nТот самый Стас, с которым мы вместе пошли в первый класс. И сидели за одной партой. С которым мы вместе собирали землянику в лесу, а ясными вечерами, лежа на крыше моей терраски, открывали в небе новые Вселенные. Этот мальчик бывал у нас в гостях так часто, что уже успел стать для моих родных членом семьи.",
    "answers": [
      {
        "id": 8,
        "text": "Рассказать"
      },
      {
        "id": 9,
        "text": "Не рассказывать"
      }
    ]
  },
  {
    "id": 8,
    "text": "– Я не знаю, кто на меня напал, – качаю я головой. – Я собиралась пойти гулять. Вышла из дома. Погода была хорошая, и я решила пройти через лес…\n– Лес? – мама смотрит на меня испуганно. – Зачем тебя понесло в этот ужасный лес? Там одни маньяки! В прошлом году там девочку убили! – По маминым щекам текут слезы.\n– Я просто хотела немного пройтись вдоль леса. Дошла до реки. А у реки была незнакомая компания. Их было человек пять… Одни парни. И у них был костер. Они подошли ко мне, что-то спросили. Я не помню, что я им ответила.\nМама опять взрывается рыданиями.\n– Сколько можно тебе твердить? Нельзя разговаривать с незнакомыми!\n– Оля, – резко обрывает ее дядя Костя, – дай ей закончить. Я продолжаю выдумывать на ходу историю, понимая, что она не выдерживает никакой критики, с импровизацией у меня всегда было туго… Но я не могла сказать им правду.\n– Они сначала показались мне довольно милыми. Спросили что-то, я что-то ответила. И хотела уйти, но…\nНо – что? Я судорожно пытаюсь что-нибудь придумать. Но у меня не получается, и я начинаю всхлипывать. Родные думают, что это у меня от нервов. Что мне больно об этом говорить.\n– Они напали, – с трудом произношу я, – а потом силой заставили выпить меня какую-то дрянь, чтобы я, наверное, отключилась…\n\nЯ замолкаю. Этот момент выглядит довольно неправдоподобно. Если бы кто-нибудь рассказал мне об этом, я подумала бы, что девочка познакомилась с парнями и напилась. А потом они утащили ее в лес и…",
    "answers": [
      {
        "id": 10,
        "text": "Вспомнить, что произошло"
      }
    ]
  },
  {
    "id": 9,
    "text": "– Я не помню, – вру я. Пусть думают, что потеря памяти у меня от шока. \n– Мы обратимся в полицию. Того, кто это сделал поймают, – мама обнимает меня и начинает качать, как маленькую.\n\nПолиция? Нет! Ни за что. Но я ничего не говорю маме. Потом. Я скажу ей потом, что не буду писать заявление.\n\n– Как долго я здесь лежу?\n– Тебя привезли утром. Сейчас вечер, – отвечает бабушка.\n– Ладно, родственнички. Больной нужен отдых, – недовольно говорит медсестра. – Вы и так ее замучили своими вопросами. Давайте-давайте по домам. Прощайтесь. А я пойду за капельницей…\n– Капельница? – в ужасе говорю я. – Зачем?\n– Не пугайся. Там витаминчики. Глюкоза. Промоем твою кровь от дряни. Тебе полегче станет, – она ободряюще улыбается и выходит из палаты.\n\nБабушка с мамой целуют меня. Говорят ласковые слова. Прощаются со мной. Дядя Костя хлопает меня по плечу.\n– Мы придем завтра, не скучай, – говорит мама.\nОни уходят из палаты. Я выдыхаю от облегчения. Не то чтобы меня прям уж сильно угнетало их общество, но сейчас… Сейчас мне нужно хорошо все обдумать. А для этого нужно уединение.\nВходит медсестра. Она везет за собой капельницу. Эта штуковина сильно смахивает на вешалку для одежды. Наверху прикреплен стеклянный флакон с прозрачной жидкостью и еще какой-то пластиковый пакет. Она протирает мокрой ваткой сгиб локтя.",
    "answers": [
      {
        "id": 12,
        "text": "- А мне не будет больно?"
      }
    ]
  },
  {
    "id": 10,
    "text": "Стас кидает в бутылку две таблетки. «Выпьешь сама или силой залить?» Я отказалась. – «Нет? Я не буду заливать эту дрянь в тебя силой. Я дам тебе возможность выбрать. Ведь нельзя же лишать человека права выбора?» Он смотрел так по-доброму. В его голубых глазах читались забота и внимание. И он потушил сигарету о мою руку. Запах паленой кожи заглушил боль. «Ну. Выбирай: либо пьешь сама, либо получишь второй ожог». Я опять отказалась. И он потушил об меня второй окурок. «Подумай хорошо. Думаешь, мне нравится причинять тебе боль? Сделай правильный выбор. Это в твоих интересах. Думаю, ты не захочешь помнить о том, что мы с тобой сделаем. Поэтому просто выпей это. И попадешь на радугу. Ну, что выбираешь?» В его левой руке была бутылка с растворенными таблетками, в правой – еще одна зажженная сигарета. Я кивнула на бутылку. «Молодец. Правильный выбор. Нельзя лишать человека права выбора, не так ли? И помни. Это сделала ты, а не я. Я предлагал тебе пойти другим путем».",
    "answers": [
      {
        "id": 9,
        "text": "Вернуться к реальности"
      }
    ]
  },
  {
    "id": 11,
    "text": "Кто-то трясет меня за плечо – моя соседка по палате. Та женщина с книгой. Она улыбается.\n– Просыпайся! Медсестра сказала тебе сдать мочу. И кровь. Натощак.\nЯ поежилась. В больнице я лежала один-единственный раз. С почками. Это было полгода назад. А ощущение, как будто это было только вчера. Только в тот раз я лежала в детской больнице, в отделении урологии. Сейчас меня поместили во взрослую, в отделение травматологии, смежное с урологией – в палате лежат пациенты обоих отделений.\nЯ иду в процедурную. Медсестра занимается моим глазом – отодвигает повязку, потом поправляет обратно.\n– Можно хоть посмотреть? – спрашиваю я.\n– Сейчас рано, – она качает головой. – Но у меня для тебя хорошая новость. После обеда тебя посмотрит врач, возможно, снимет уже насовсем.\nЯ выдыхаю от облегчения. Залепленный глаз меня изрядно напрягает.\n– Зачем вообще залеплять ожог? – спрашиваю я. – Только хуже ведь…\n– Пластырь не соприкасается с поврежденной кожей. Заклеили то, что вокруг, чтобы инфекция не попадала. Создали воздушную подушку, чтобы подсыхал.\n\nЯ киваю.\n\n– А зачем сдавать кровь и мочу? – недовольно морщусь я, когда она втыкает в меня иголку. – Ведь со мной же все в порядке.\n– Никто не знает, сколько ты пролежала в лесу, на сырой земле. Может быть, ты простудилась. Нужно понять, нет ли воспаления.\nЧувствую я себя не очень хорошо – знобит. Наверное, я все-таки простудилась. Сколько я пролежала в лесу? Кто меня нашел? Последнее, что я помню, лицо Стаса. Что же все-таки он сделал со мной?\n\n«Думаю, ты не захочешь помнить о том, что мы с тобой сделаем. Поэтому просто выпей это».\nПотом горящие угли. Его голос: «Я уничтожу тебя». И больше ничего… Он бросил меня там, в лесу? А потом меня нашел какой-нибудь случайно проходивший мимо грибник? Надо спросить у родных о моем чудесном спасении.",
    "answers": [
      {
        "id": 38,
        "text": "Вернуться в палату"
      }
    ]
  },
  {
    "id": 12,
    "text": "– Как укус комарика, – говорит она.\nЯ смотрю, как иголка входит в кожу. Из пластикового мешочка к моей руке тянется тонкая трубочка. Где-то посередине трубочки находится маленький прозрачный цилиндрик, из которого по капельке вниз стекает прозрачная жидкость. Почему-то цилиндрик напоминает мне песочные часы.\n– Когда здесь останется совсем чуть-чуть, – она показывает на цилиндрик, – поверни колесико.\nЯ киваю. Она уходит. Я откидываюсь на подушку. Закрываю глаза. Мне нужно о многом подумать.\nИ снова будто чужой голос в голове сообщает мне: «Прежде чем вырыть яму, сначала распили эти чертовы решетки».\n\n[Конец первой главы]",
    "answers": [
      {
        "id": 16,
        "text": "[Воспоминание первое]"
      }
    ]
  },
  {
    "id": 13,
    "text": "— Книга-квест находится в стадии разработки.\n\n— Ваш выбор в квесте не влияет на концовку. Выбор даёт возможность более детально разобраться в истории. \n\n– Главы выходят не реже, чем раз в неделю (если глава маленькая, то может выйти две главы)\n\n– Всего планируется глав: сорок восемь\n\n— На данный момент закончена седьмая глава. \n\n– Даты выхода глав:\n    • Первая глава – [Закончена]\n    • Вторая глава – [Закончена]\n    • Третья глава – [Закончена]\n    • Четвёртая глава – [Закончена]\n    • Пятая глава — [Закончена]\n    • Шестая глава – [Закончена]\n    • Седьмая глава — [Закончена]\n    • Восьмая глава — 11.09.2021\n    • Девятая глава — 13.09.2021\n\n11.09.2021",
    "answers": [
      {
        "id": 1,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 14,
    "text": "Список всех, на данный момент, глав.\n",
    "answers": [
      {
        "id": 2,
        "text": "• Глава первая"
      },
      {
        "id": 16,
        "text": "• Глава вторая"
      },
      {
        "id": 19,
        "text": "• Глава третья"
      },
      {
        "id": 31,
        "text": "• Глава четвёртая "
      },
      {
        "id": 11,
        "text": "• Глава пятая"
      },
      {
        "id": 39,
        "text": "• Глава шестая"
      },
      {
        "id": 45,
        "text": "• Глава седьмая "
      },
      {
        "id": 14,
        "text": "• Глава восьмая [В разработке]"
      },
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 15,
    "text": "Я сидела на корточках и изучала решетку. Рома тоже опустился на корточки. Наши глаза встретились.\n– Ты думаешь о том же, о чем и я? – тихо спросила я.\nЕго глаза округлились от ужаса. Я поняла, что мы думали об одном и том же.\nНо Рома резко вскочил на ноги.\n– Нет. Я ни о чем не думаю, – выкрикнул Рома, резко вскочив. – Побежали отсюда, они могут появиться в любую секунду…\nИ мы побежали. Я свернула вправо, Рома – влево. Мы всегда разбегались в разные стороны. Так нас было труднее поймать.\nМного раз после этого я возвращалась к мыслям о Яме. Именно так. С большой буквы. Яма стала для нас чем-то нарицательным.\nКак-то мы пришли к Яме снова. Она притягивала нас как магнит. Мы с Ромой сидели у ее края. Смотрели на железные решетки. На строительный мусор в Яме.",
    "answers": [
      {
        "id": 20,
        "text": "\"Она могла бы...\""
      }
    ]
  },
  {
    "id": 16,
    "text": "\n– Яма, – говорю я, но с губ срывается лишь слабый шепот. Мы обнаружили эту яму еще весной, когда убегали от Них. Она находилась в лесу, рядом валялись груды мусора, стояли заброшенные постройки. Что здесь было раньше? Чей-то дом? Больше походило на заброшенные склады или промзону. К этому месту вела асфальтовая дорога, вся разбитая и заросшая травой. Сюда никто не ездил очень много лет.\nЯма была частично засыпана землей и обломками бетона. Сверху ее закрывала железная решетка. Толстые прутья решетки врезались в землю.\nЯму я обнаружила случайно, когда бежала по промзоне: ботинок зацепился за решетку, и я полетела вперед, больно ударившись носом о землю. Я вернулась назад и посмотрела, обо что же я споткнулась. Села на корточки. Потрогала железные прутья. В голове вертелись странные мысли.\n",
    "answers": [
      {
        "id": 18,
        "text": "Осмотреться"
      }
    ]
  },
  {
    "id": 17,
    "text": "– Как? – спросила я его. Когда Стас причинял мне боль, я не могла думать ни о чем, кроме боли.\n\nСлова режут острее ножа. Эту поговорку придумали ванильные людишки, которые никогда по-настоящему не сталкивались с болью. Они знают, что такое разбитое сердце, но даже не подозревают о том, что такое разбитый нос. А ведь разбитый нос куда хуже. Нет ничего хуже физической боли. Никакие моральные страдания не сравнятся с физическими. Такая боль пронзает твое тело насквозь, ослепляя и оглушая. С твоим телом происходят изменения. Температура может подскочить до сорока градусов и тут же упасть до тридцати пяти. По всему телу выступает пот. Ты кричишь, но не слышишь себя, потому что оглох. И потому что от боли ты вдруг разучился говорить. Когда тебе жгут кожу, ты извиваешься, как червяк. Железная рука боли сдавливает словно тисками твои легкие. Ты не можешь дышать. Все твои чувства вдруг обрываются, ты ощущаешь только жгучую боль. И слышишь смех. Их смех. Они питаются твоей болью, наслаждаются, поглощая ее из тебя.\n\n– Нужно считать, – ответил Серега. – Про себя. Раз-два-три… Обычно все заканчивается, когда я дохожу до восьмидесяти. Но один раз я дошел до двухсот пятидесяти… Если тебе не подходит счет, то можно просто думать о приятном.\n– О приятном? – переспросила я его.\n– Да. О приятном. Я обычно думаю о белках. Белки – они вроде приятные.\nЯ хихикнула. Сереге все время удавалось выжать из меня улыбку или смех, даже в тех случаях, когда это было невозможно. Например, в тот раз, когда он рассказывал мне о белках, мне было совершенно не до смеха. За день до этого Стас пытался утопить меня под струей обжигающе горячей воды, и ожоги на лице неприятно пульсировали. Мне нужно было настроить свой мозг так, чтобы не думать о боли, и я обратилась за помощью к Сереге.\n\nОни «любят» Серегу больше всех. Может быть, потому что он самый младший из нас. Ему только тринадцать. А может быть, им не нравится его улыбка до ушей. Теперь его улыбка особенно красива – не хватает переднего зуба. После того как Стас ткнул его лицом в бетонную плиту, Серега выплюнул кровавый сгусток вместе с зубом. А потом улыбался нам дырявой кровавой улыбкой. Он ничуть не огорчился, а, наоборот, был очень рад дырке. Он научился круто плеваться и мастерски свистеть.",
    "answers": [
      {
        "id": 15,
        "text": "Осмотреться"
      }
    ]
  },
  {
    "id": 18,
    "text": "Из кустов вынырнул Ромка – еще одна Их жертва. Где-то в глубине леса должны прятаться Серега и Антон. Вместе мы составляем чудесную команду. Все жертвы Стаса и его чудовищной компании объединились в клуб. Клуб ущербных и убогих.\nИ все вместе мы бежали от Них. За время, проведенное вместе, у нас образовалась довольно слаженная команда. Мы научились многим вещам: как правильно убегать, как стать невидимкой, как слиться со стеной, как отключить мозг, пока тебе причиняют боль. Последний пункт – самый сложный. Каждый справлялся с этим по-своему. Отключаться от боли меня научил Серега. Когда Стас выбил ему передний зуб и спалил кожу на боку, он сказал, что ему было не больно, потому что он отключил свою голову.",
    "answers": [
      {
        "id": 17,
        "text": "Вспомнить о разговоре с Серёгой"
      }
    ]
  },
  {
    "id": 19,
    "text": "Несмотря на крепкую дружбу, в детстве мы часто ненавидели друг друга.\n«Хоть бы в пачке “Скиттлс” ему попалась апельсиновая, самая невкусная, конфетка. И чтобы он не вытащил ни одной виноградной» – это считалось самым худшим проклятием, которое мы могли обрушить друг на друга в то время.\nА теперь мы желаем друг другу смерти.\nКак сильно могут изменяться люди. И их отношение друг к другу.\n\nМой папа всегда хотел сына. Так я стала думать года в четыре. Мы были счастливой полноценной семьей. Я, мама, папа. А если прибавить к этому еще и бабушку с дедушкой, то сверхполноценной. Папу я любила больше всех. Может быть, потому, что он разрешал есть перед сном шоколад. А может быть, по совсем другим причинам.\n\nДвухкомнатная квартира в Москве. Четырнадцатый этаж. Здесь мы жили с родителями. А бабушка с дедушкой жили в небольшом подмосковном городке в частном доме в часе езды от нас. Мы приезжали к ним на выходные.",
    "answers": [
      {
        "id": 23,
        "text": "Вспоминать о своей семье"
      }
    ]
  },
  {
    "id": 20,
    "text": "– Она могла бы стать идеальной ловушкой, – тихо сказала я. Рома не ответил.\n– Мы могли бы обрести свободу. Мы могли бы научиться дышать полной грудью. Нам прекратили бы сниться кошмары. Губы и веки перестали бы подергиваться. Руки – дрожать. Мы стали бы обычными людьми.\nРома лишь покачал головой, усмехнувшись.\n– Красиво говоришь… Напиши стих.\nНо я видела, что Яма притягивает его точно так же, как и меня.\n\nЭти слова оставались простыми словами, а Яма – обычной ямой. И мы стали жить своей обычной жизнью. Жизнь короткими перебежками. Жизнь на войне.\nИ сейчас чужой голос в голове напоминает мне о яме. Он говорит, что у нас есть выход. Что мы можем стать свободными.",
    "answers": [
      {
        "id": 21,
        "text": "[Больница]"
      }
    ]
  },
  {
    "id": 21,
    "text": "Я смотрю, как из цилиндрика в трубку попадают последние миллилитры жидкости. Поворачиваю колесико.\nМедсестра резким движением вытаскивает из меня иголку, грустные воспоминания овладевают мной, я даже не замечаю ее появления.\n– Тебе нужно поспать, – говорит она.\n– Когда мне снимут повязку? – спрашиваю я. Мне не терпится узнать, как теперь выглядит мое лицо.\n– Через пару дней, – отвечает она.\nКогда она уходит, закрываю глаза. Но сон не идет. В голове возникают и исчезают воспоминания – о моей семье, о моем детстве. О Стасе.\nВсе воспоминания необыкновенно яркие. Они вспыхивают друг за другом, загораются подобно лампочкам на елочной гирлянде.\n\n[Конец второй главы]",
    "answers": [
      {
        "id": 19,
        "text": "[Воспоминание второе]"
      }
    ]
  },
  {
    "id": 22,
    "text": "Я засмеялась. Кокетливо дернула плечом и, подражая маме, ответила:\n– Ну, мы же женщины. Имеем право. Тут уже засмеялся дядя Костя.\n– Женщины! А мне потом мучайся с больной спиной!\n– Дядя Костя, спортом надо заниматься! – я осуждающе посмотрела на его большой живот.\nОн подтянул штаны. Провел пальцем по пышным усам.\n– Надо-надо, да только лень. Ладно, ты давай разбирай тут вещи, а я пойду водицы хлебну",
    "answers": [
      {
        "id": 32,
        "text": "Разобрать вещи"
      }
    ]
  },
  {
    "id": 23,
    "text": "Мама с папой познакомились в институте. В двадцать лет они поженились, и вскоре появилась я. Родители так и не окончили институт. Мама ушла в декрет, а папа, чтобы прокормить семью, устроился в магазин и стал торговать компьютерами. Сейчас мамина работа связана с финансами. Кем сейчас работает папа и как он вообще живет – не знаю. И не хочу знать. Бабушка печет торты на заказ. У нее дома всегда пахнет ванилью и карамелью. Дедушка работает охранником при коттеджном поселке.",
    "answers": [
      {
        "id": 24,
        "text": "О маме"
      },
      {
        "id": 26,
        "text": "О папе"
      }
    ]
  },
  {
    "id": 24,
    "text": "В четыре года мама стала спихивать меня бабушке на лето, а бабушка, в свою очередь, стала выпихивать меня во двор, чтобы я играла с другими детьми. В первый раз я пошла на детскую площадку возле дома. Вытащила игрушки – машинку, самолетик и гигантского робота-трансформера. Я смотрела на игрушки мальчишек и девчонок и поняла, что все это время у меня были мальчишеские игрушки. Девочки презрительно морщили носики. Они почти хором сообщили мне, что не будут со мной играть, пока я не вынесу на улицу свою куклу. А дело в том, что куклы у меня и не было. Мама потом рассказывала, что куклы просто не вызывали у меня никакого интереса. Мне нравилось то, что можно разобрать и что можно заставить двигаться. Но тогда, во время девчачьего конфликта, я серьезно перепугалась. Я не понимала, почему родители покупали мне игрушки для мальчиков, и додумала сама: родители очень хотели сына, а у них получилась дочка. Эта мысль настолько прочно засела в голову, что еще долгое время я специально не засматривалась в магазине на игрушки для девочек. Мне не хотелось расстраивать родителей. Я делала все, чтобы быть похожей на мальчишку… и чтобы мама с папой не выкинули меня на помойку за ненадобностью. Я носила мальчишеские комбинезоны, упрашивала маму с бабушкой стричь меня как можно короче, отпихивала прочь кукол и платья",
    "answers": [
      {
        "id": 29,
        "text": "\"Когда мне было...\""
      }
    ]
  },
  {
    "id": 25,
    "text": "– Стас! Стас! – закричала я и кинулась к нему. – У меня такая новость! Ты сейчас обалдеешь! – Эту фразу, «ты сейчас обалдеешь», я подцепила из маминого лексикона. Она часто начинала так свои разговоры с дядей Костей. В последний раз, после того как она сказала ему «ты сейчас обалдеешь», последовала захватывающая история о том, как Танька с ее работы выгнала мужа из дома. – Представляешь, мама перевезла меня сюда! Насовсем! Я теперь буду здесь всегда жить! Не только летом и на выходных, а всегда! Представляешь!\nОн очень обрадовался моему переезду. Мы пошли вдоль улицы. По дороге болтали о будущих планах.\n– Мы пойдем вместе в школу, а потом будем вместе отмечать мой день рождения, а потом мы будем вместе справлять Новый год… – перечислял Стас. – А потом… Хм. А что будет дальше Нового года?\nЯ пожала плечами. Я не знала, что будет дальше Нового года – до него ведь так далеко… Впереди нас ждало лето, самое счастливое лето в моей жизни, и оно будет длиться целую вечность.\n\nНачались наши веселые беззаботные деньки. Стас часто приходил ко мне в огород – овощные грядки, ржавые баки и всякий садовый инвентарь казались нам прекрасным фоном для многих игр. Мы выбирали самый огромный бак. Залезали в него, ставили в центр палку с привязанными к ней бабушкиными панталонами (это был наш флаг), смотрели в бумажную подзорную трубу на морковные грядки и кричали:\n– Вижу землю! Право руля!\nБабушка страшно ругалась на нас за развешенные панталоны. Но из них получался чертовски клевый флаг! Огромные, желтые, они гордо развевались на ветру и были главным аксессуаром нашего корабля.",
    "answers": [
      {
        "id": 33,
        "text": "Вспоминать о играх"
      },
      {
        "id": 34,
        "text": "Вспоминать о лазании по деревьям"
      }
    ]
  },
  {
    "id": 26,
    "text": "Когда я была совсем маленькой, у меня был странный режим дня – я любила вставать рано утром, часа в четыре. И мне обязательно нужно было, чтобы рядом кто-то был. Мама категорически отказывалась вставать в такую рань, и приходилось папе. В это время со мной нужно было гулять или играть. И сонный папа добросовестно играл со мной. И гулял. Наверное, мы странно смотрелись на улице – четыре утра, папа ведет дочку за руку. Куда они идут? Зачем? Что за непутевый папаша! У приличных родителей дети спят в такое время!\nМы с папой строили замки из кубиков, играли в железную дорогу. И запускали в ванной лодку на радиоуправлении.\nНа улице он подхватывал меня на руки и подбрасывал высоко в небо. Папа был очень высокий, я закрывала глаза и представляла себя ракетой, которую запускают в космос. А когда открывала глаза, то сердце замирало от страха – настолько я была высоко.\nУ папы в кабинете был большой глобус. Я обожала этот глобус. Часто вечерами папа усаживал меня к себе на колени, я прижималась к нему, вдыхая запах сигарет и пены после бритья, гладила его гладко выбритые щеки. А он показывал мне на карте разные места, называл разные страны, моря и океаны.\n– Покажи мне, что там, под нами, – попросила я папу и посмотрела себе под ноги. Этот вопрос меня всегда интересовал: а что если земля под нами вдруг разойдется и мы провалимся? И выйдем на другую сторону земли. Куда мы попадем?\nПапа указал на глобус.\n– Вот тут мы живем, а тут, – он показал на обратную сторону, – Тихий океан.\n– Океан… – восторженно прошептала я, глядя на ярко-синюю область. Значит, если мы провалимся под землю, то попадем в океан. Но я не умела плавать! Как же мне быть!?",
    "answers": [
      {
        "id": 27,
        "text": "Попросить папу научить меня плавать"
      }
    ]
  },
  {
    "id": 27,
    "text": "И в то лето я просила папу научить меня плавать. Я уже умела плавать с надувными нарукавниками – но ведь они не всегда со мной, а земля может разойтись под нами в любую секунду, и что я буду делать в Тихом океане без нарукавников? Я так перепугалась, что еще несколько дней разгуливала по дому в нарукавниках, чем очень веселила родителей. В то лето плавать без поддержки я так и не научилась, хотя папа был хорошим учителем. А я старалась быть хорошей ученицей.",
    "answers": [
      {
        "id": 28,
        "text": "\"Но, всё это не помогло... \""
      }
    ]
  },
  {
    "id": 28,
    "text": "Когда мне было шесть лет, папа бросил нас с мамой. Просто собрал свои вещи и ушел в неизвестном направлении. Я ждала, что он вернется. Много вечеров просидела у окна, вглядываясь в дорогу, вздрагивая каждый раз, когда кто-то проходил мимо. Может быть, это папа? И папа все-таки появился, спустя месяц или два. Пришел забрать оставшиеся вещи. Он молча сунул мне пачку мармеладок, собрал сумки и ушел. Уже навсегда.\n\nЯ ела по одной мармеладке в день. Мне казалось, что пока мармеладки не кончились, папа все еще рядом. А мармеладки – это последняя ниточка, которая связывает меня с ним. Под конец мне пришлось давиться каменными мармеладками. Но папа так и не появился. Я бережно сложила пустую яркую обертку и положила ее под подушку. Мне казалось, что таким образом мне все-таки удается держать «кусочек папы» при себе.\nЯ выдумывала разные причины, пыталась поверить в них и как-то оправдать папино поведение. В шесть лет я верила, что мой папа – добрый волшебник, который улетел в Волшебную страну, чтобы избавить ее жителей от злой волшебницы. В десять лет я верила, что мой папа – агент суперсекретной спецслужбы, и ему дали ответственное секретное задание, и от его решения зависит судьба всего мира. В двенадцать, когда я уже более-менее стала разбираться в отношениях между мужчиной и женщиной, я наконец-то поняла, что мой папа – обыкновенный козел. И когда я эта осознала, цветная обертка из-под мармеладок была безжалостно уничтожена.",
    "answers": [
      {
        "id": 30,
        "text": "[Переезд к бабушке]"
      }
    ]
  },
  {
    "id": 29,
    "text": "Когда мне было шесть лет, папа бросил нас с мамой. Просто собрал свои вещи и ушел в неизвестном направлении. Я ждала, что он вернется. Много вечеров просидела у окна, вглядываясь в дорогу, вздрагивая каждый раз, когда кто-то проходил мимо. Может быть, это папа? И папа все-таки появился, спустя месяц или два. Пришел забрать оставшиеся вещи. Он молча сунул мне пачку мармеладок, собрал сумки и ушел. Уже навсегда.\n\nМоя мама недолго оставалась одна. Вскоре после ухода папы у мамы появился дядя Костя. Дядя Костя – полная противоположность папе. Невысокий и крепкий, с пышными усами и огромным носом-картошкой, он сразу мне понравился. Мы очень подружились. Дядя Костя стал мне другом, но отцом – у него так и не получилось, правда, он и не пытался.",
    "answers": [
      {
        "id": 30,
        "text": "[Переезд к бабушке]"
      }
    ]
  },
  {
    "id": 30,
    "text": "Обычно родители привозили меня к бабушке только на лето и на выходные. Но когда мне исполнилось шесть, перед мамой встала серьезная проблема. В какую школу меня отдать? Как меня из нее забирать, если мама сутками пропадает на работе? И она решила, что лучше бы мне совсем переехать к бабушке и пойти учиться в местную школу. Там воздух лучше, чище, да и интереснее и безопаснее ребенку будет в частном доме на своем огороде.\nЯ была только рада переехать к бабушке совсем, ведь здесь жил Стас. С сентября по май я мечтала о том, чтобы побыстрей наступило лето! Ведь летом мы со Стасом могли играть целыми днями. А теперь я буду с ним круглый год!\n\nИ вот мама перевезла меня к бабушке со всеми моими вещами. Начиналось последнее предшкольное лето. Я стояла перед бабушкиным домом, смотрела на деревянные стены, выкрашенные яркой голубой краской, и на белые ажурные рамы на окнах. Я думала только о том, как скажу Стасу потрясающую новость: что я теперь всегда буду жить здесь, а осенью мы вместе пойдем в одну школу и будем сидеть за одной партой. И теперь мы будем всегда-всегда вместе. Мы будем мечтать и строить планы. Как мы вместе будем выбирать школьные рюкзаки, вместе ходить в школу, как будем проводить каникулы, праздники. Куда поедем. Все это мы будем тщательно продумывать и записывать в специальную тетрадь.\n\nИ никто не знал, что наше «вместе» кончится ровно через шесть лет.\n\n[Конец третьей главы]",
    "answers": [
      {
        "id": 31,
        "text": "[Воспоминание третье]"
      }
    ]
  },
  {
    "id": 31,
    "text": "Дядя Костя открыл дверь машины. Я вышла из нее, крепко сжимая в руках клетку с моим питомцем – кроликом Умкой. Посмотрела на дом моей бабушки, который с этого дня должен был стать и моим домом. Он был похож на пряничный домик – белые резные наличники на окнах делали его каким-то воздушным и сказочным.\nЯ прошла в дом, по дороге вырвав морковку с грядки. Поднялась по лестнице на второй этаж. Здесь, под самой крышей, была моя комната. Я поставила клетку на пол, открыла дверцу. Протянула Умке угощение.\n– Ну что, Умочка? – ласково обратилась я к питомцу. – Теперь это наш дом. Мы всегда будем здесь жить. Ты рада?\nКролик смешно дергал ушами и часто-часто двигал челюстями – грыз морковку.\nВ комнате пахло деревом – стены и наклонный потолок были обиты деревянными панелями. Я любила эту комнату гораздо больше, чем комнату в московской квартире. Под каждой деревяшкой, в каждом углу, в каждой маленькой щелке здесь теплилось волшебство.\nВскоре вошел дядя Костя. Он поставил на пол чемодан и тяжело выдохнул.\n– Уф! – пробормотал он. – Ну и тяжесть! Томка, ты вроде такая маленькая, а барахла больше, чем у мамки!",
    "answers": [
      {
        "id": 22,
        "text": "Засмеяться"
      },
      {
        "id": 32,
        "text": "Промолчать"
      }
    ]
  },
  {
    "id": 32,
    "text": "Я стала не спеша разбирать одежду. Перекладывала в комод футболки и шорты. Вешала в шкаф свитера и кофты. Потом подошла к окну. Отдернула занавески. Окно выходило на крышу терраски. Я перелезла через подоконник. Прошлась по крыше. Посмотрела вдаль улицы. Желтая проселочная дорога. Череда одноэтажных домов и высоких деревьев. Где-то там, через несколько домов, находился дом Стаса. Отсюда был виден кусочек его кирпичного коттеджа. И окно в его комнату. По ночам мы часто дурачились – сидя каждый в своей комнате, перемигивались светом от люстры или фонариками.\nЯ услышала, что кто-то на улице кричит мое имя. Сердце замерло.\nКрыша терраски располагалась со стороны сада, и не получалось разглядеть, кто же стоит у калитки. Но я ни секунду не сомневалась – кричал Стас. Его звонкий детский голос я бы узнала из тысячи других. Я бросилась на улицу, сгорая от нетерпения рассказать Стасу потрясающую новость. Открыла калитку. И увидела его. Своего любимого мальчишку. Он улыбался самой красивой улыбкой на свете. Белесые волосы растрепаны. Огромные голубые глаза излучали добро.",
    "answers": [
      {
        "id": 25,
        "text": "Выбежать на улицу"
      }
    ]
  },
  {
    "id": 33,
    "text": "Дома мы играли в «рыбу» – ловили на самодельные удочки всякие вещи и клали их в тазики. Кто наловит больше рыбы – тот и выиграл. Еще мы со Стасом часто раскидывали прямо в огороде палатку, таскали туда съестные припасы, подушки и фонарики. Часто ходили в гости к Стасу. У него дома играли в разные игры на приставке, а потом на улице рисовали на дороге всякие маршруты из игры и бегали по ним, придумывая свои приключения.\nЛюбимая игра Стаса была «Мортал комбат». Я не очень любила игры, где надо было драться, но раз Стас ее любил, мне тоже приходилось. Он всегда был Саб-Зиро. Я могла играть за Мелену или Китану, но девчачьи роли я терпеть не могла. И я стала Скорпионом.\nМы делали себе прикольные костюмы. В играх я обожала драматические истории героев, любила выдумывать костюмы и делать оружие. Из собачьей цепи и металлической пластинки я даже сделала себе кунай, как у героя.\nСкорпион и Саб-Зиро. Огонь и холод.\n\nДома мы играли в «рыбу» – ловили на самодельные удочки всякие вещи и клали их в тазики. Кто наловит больше рыбы – тот и выиграл. Еще мы со Стасом часто раскидывали прямо в огороде палатку, таскали туда съестные припасы, подушки и фонарики. Часто ходили в гости к Стасу. У него дома играли в разные игры на приставке, а потом на улице рисовали на дороге всякие маршруты из игры и бегали по ним, придумывая свои приключения.\nЛюбимая игра Стаса была «Мортал комбат». Я не очень любила игры, где надо было драться, но раз Стас ее любил, мне тоже приходилось. Он всегда был Саб-Зиро. Я могла играть за Мелену или Китану, но девчачьи роли я терпеть не могла. И я стала Скорпионом.\nМы делали себе прикольные костюмы. В играх я обожала драматические истории героев, любила выдумывать костюмы и делать оружие. Из собачьей цепи и металлической пластинки я даже сделала себе кунай, как у героя.\nСкорпион и Саб-Зиро. Огонь и холод. Змея и лед.\nПомимо «Мортал комбат» мы играли в сказки. Любили играть в Робин Гуда. Я, конечно, была Робин Гудом, а Стас – Большим Джоном. Логично было предположить, что он сам станет Робин Гудом, а я девицей Мэриан, но я упорно отказывалась от женских ролей. Мы даже подрались с ним тогда в первый раз. И я победила, став Робин Гудом. А Стасу досталась второстепенная роль Большого Джона. Крольчиха Умка была нашей принцессой. Я склеила корону из бумаги, водрузив ее на голову крольчихи.\nДеревянная площадка на дереве была замком Ноттингем. На площадку мы помещали мешочки с мелочью. Мы грабили Ноттингем и раздавали мешочки близлежащим кустам. Кусты у нас были домами бедняков.\nСпециально для игры в Робин Гуда я сшила себе зеленую шляпку. Стас тоже хотел такую, но я сказала, что это отличительный знак Робин Гуда. Тогда Стас на меня здорово обиделся.",
    "answers": [
      {
        "id": 35,
        "text": "– О чём?"
      }
    ]
  },
  {
    "id": 34,
    "text": "Мы любили забираться куда-нибудь высоко – облазили все деревья в округе, излазили сверху донизу и старый сломанный грузовик, который стоял у дома наших соседей, по-моему, с самого моего рождения. Мы прыгали по гаражам соседей слева и по наваленной груде бетонных блоков соседей справа. Мы часто падали и разбивали коленки.\nСтас переносил боль хуже меня, плакал тогда, когда я не плакала, но я никогда не смеялась над ним из-за этого. Когда он падал и разбивал в кровь коленку или локоть, я садилась перед ним, срывала подорожник, пела ему песенку про котенка и паровозик, заставляла его подпевать мне, чтобы отвлечь от боли, и лепила лист подорожника на ранку.\nСтас успокаивался. С удивлением смотрел на залепленную листом рану.\n– Совсем не щиплет! – удивлялся он.\n– Ну так это же я тебя отремонтировала! У меня никогда не будет щипать! – гордо улыбалась я.\nМы часто уходили ко мне. Подолгу лежали на крыше терраски и смотрели в небо.\nДнем наблюдали за пролетающими облаками.",
    "answers": [
      {
        "id": 35,
        "text": "– О чём..."
      }
    ]
  },
  {
    "id": 35,
    "text": "– О чем ты думаешь? – как-то спросила я Стаса, когда мы лежали на крыше.\n– О том, что вон то облако похоже на огромного муравья. Видишь?\n– Нет, ничего не вижу! – ответила я.\n– А вон то, рядом, на паука с мордой обезьяны.\n– Хм. Скорее на какую-то палку.\n– И они как бы дерутся. У них злые лица. Интересно, если они на самом деле будут драться, кто победит?\n– Не знаю.\n– Нет, ну ты как думаешь?\n– Не знаю, мне как-то странно об этом думать.\n– Мне кажется, муравей.\n– Почему?\n– Просто мне так кажется.\nЯ не видела в облаках ни муравья, ни обезьяноподобного паука. У меня никак не получалось представить, что облако может быть на кого-то или что-то похоже. А Стас все время видел в облаках столько всего: драконов, динозавров, горилл и годзилл…\nА ясными вечерами мы искали в небе созвездия. Стас по знаку зодиака – Стрелец, и я учила его, как быстро находить в небе созвездие Стрельца. Мы обсуждали созвездия и ели конфетки. Конфетки с разными фруктовыми вкусами мы покупали в палатке у дома. За фиолетовый кругляшок со вкусом винограда у нас со Стасом часто велись нешуточные бои. Но иногда все-таки Стас, видя, что осталась только одна виноградная, по-джентльменски уступал ее мне.\nКогда становилось совсем холодно, мы забирались в дом. Играли с Умкой. Стас очень любил Умку, всегда приходил в гости с чем-нибудь вкусненьким для нее. Он открывал дверцу и доставал зверька. Умка обычно не любила чужих, начинала странно фыркать и чихать, но Стасу она доверяла. Он доставал из кармана яблоко или морковку. Откусывал кусочки и протягивал их Умке. Умка тянула к угощению свою смешную мордочку, обнюхивала еду, потом начинала есть. Мы гладили ее по серой шерстке.\nМы очень любили рисовать. Рисовали разных животных, героев из игр и мультфильмов. В голове отчетливо вспыхнуло воспоминание одного из наших творческих вечеров. Мы сели за стол, я достала бумагу и фломастеры, хитро посмотрев на Стаса.\nОх и не любил он этот мой взгляд! Он все время ворчал, что когда я так на него смотрю, значит, у меня есть какая-то тайна, а он чувствует себя дурачком, которому эта тайна неизвестна",
    "answers": [
      {
        "id": 36,
        "text": "Улыбнуться"
      }
    ]
  },
  {
    "id": 36,
    "text": "Я улыбнулась, закрыв губы ладошкой. Потом сжала кулачок и убрала его в карман кофты.\n– Я брошу улыбку тебе в окошко, когда тебе будет пора уходить. Чтобы ты не скучал по дороге. Поймаешь?\nОн кивнул.\n– А что ты кинешь мне взамен? – спросила я.\n– Поцелуй? – растерянно спросил Стас.\n– Фу, девчачьи нежности. Не подойдет. Думай. Он захихикал в кулачок. И также убрал в карман.\n– Я брошу тебе смех!\nЯ удовлетворенно улыбнулась. Он спросил:\n– Что мы будем рисовать? Я задумалась.\n– Я нарисую тебе улыбку, а ты мне – смех!\n– Но это же нечестно! – возмутился Стас. – Улыбку рисовать гораздо проще. Как я нарисую смех?\n– А я нарисую не такую улыбку. Я нарисую сложную.\n– Ну ладно…\nМы сели за стол и стали рисовать. Я нарисовала водопад из множества капелек, а в каждой капельке было улыбающееся лицо.\nСтас первый протянул мне свой рисунок. Он нарисовал рот, из которого вылетают маленькие птички, крендельки и сахарная вата, карамельки, маленькие котята, облака, радуга и разноцветные бабочки. Художник из него был так себе, глядя на рисунок, можно было подумать, что невидимому человеку плохо и его рвет бабочками, птичками и карамельками. Но рисунок мне очень понравился, и я протянула ему свой.\n– Это водопад, – недовольно сказал он, – где же тут улыбка?\n– А ты смотри внимательно! – улыбнулась я.\nИ он увидел лица в капельках. И восторженно сказал:\n– Ого! Улыбки! Очень круто, спасибо!\nМы обменялись рисунками. Время было уже позднее, и Стасу пора было домой.",
    "answers": [
      {
        "id": 37,
        "text": "– Не забудь..."
      }
    ]
  },
  {
    "id": 37,
    "text": "– Не забудь, – сказала я на пороге, провожая его, постучав по своему карману, – поймать мою улыбку!\n– А ты поймай мой смех! – постучал Стас по своему карману.\nЯ побежала на второй этаж. Одну половину второго этажа занимала моя комната, вторую – чердак. Я пробиралась через старую мебель, кастрюли и цветочные горшки. Еле-еле открыла окно. Вдохнула вкусный вечерний воздух.\nСтас встал прямо под фонарь, чтобы я видела его.\n– Я здесь! – крикнул он.\nЯ засунула руку в карман и вытащила кулачок.\n– Ты готов?\n– Готов! Ловлю!\nИ я бросила ему невидимую улыбку. Он ловко «поймал» ее рукой и налепил себе на рот. Улыбнулся широко-широко.\n– Теперь лови мой смех! Он бросил мне смех.\nЯ поймала его, открыла рот, бросила смех туда, как следует разжевала и проглотила. Потом засмеялась.\n– До завтра! – помахала я ему.\n– До завтра! – улыбнулся он и пошел вдоль улицы. В своей комнате на подушке я нашла записку.\nЯ сразу узнала почерк Стаса. Большие корявые буквы заваливались влево, а не вправо, как у всех.\n \nВ ОКОШКО – УЛЫБКУ, А ИЗ ОКОШКА – СМЕХ!\n \nЯ улыбнулась. Когда он успел написать ее и подсунуть мне? Я не заметила.\nЭто записка много лет хранилась у меня. Сложенный в четыре раза лист бумаги хранится в отдельном файлике. Я долго не могла расстаться с ней. Пока записка хранилась у меня, я просто не могла поверить, что того мальчика, который был частью моей Вселенной, больше нет.\n\n[Конец четвёртой главы]",
    "answers": [
      {
        "id": 11,
        "text": "[Больница]"
      }
    ]
  },
  {
    "id": 38,
    "text": "Я возвращаюсь в палату. У меня две соседки. Женщина, с которой я немного успела пообщаться, и девушка чуть постарше меня.\nРаздается звон колокольчика. Полгода назад, когда я лежала в больнице, я слышала точно такой же колокольчик. Так зазывают на завтрак.\nЯ выхожу в коридор, держа в руках тарелку и чашку. В конце коридора очередь. Толстая женщина в белом чепчике охраняет телегу, на которой стоят два ведра. Каждый подходит к ней, она плюхает в тарелку кашу, сверху кидает кусок масла. В кружку наливает чай.\nЯ дожидаюсь своей очереди и иду в палату. Мысленно сравниваю две больницы. В прошлый раз моя палата располагалась рядом со столовой и я завтракала за столом. Сейчас я сажусь на свою кровать, ставлю посуду на тумбочку.\n\nМои соседки разговаривают друг с другом, а я молча ем кашу. Мне не хочется с ними общаться. После завтрака я немного оживляюсь. Беру в руки телефон – тридцать шесть пропущенных вызовов. Двадцать пять из них – от моих мальчишек.\nЯ пишу им, что со мной все хорошо и чтобы не волновались за меня. Отправляю сообщения, ложусь на кровать. И погружаюсь в свои мысли.\n Думаю о том, чем можно отпилить эти чертовы решетки. \n\nМне нужна эта Яма. \nЯ хочу похоронить этого ублюдка.\n\n[Конец пятой главы]",
    "answers": [
      {
        "id": 39,
        "text": "[Воспоминание четвёртое]"
      }
    ]
  },
  {
    "id": 39,
    "text": "Утром меня разбудила Умка, которая ходила по мне лапами. Стоп! Умка? Она должна быть в клетке! Я разлепила глаза и увидела перед собой Стаса. Это он положил Умку на меня. Крольчиха легонько стучала лапками по одеялу. Стаса, наверное, впустила бабушка. Я замычала и зарылась с головой под одеяло. Стас завозмущался.\n– Ну уж нет! Вставай, Спящая красавица!\n– Сколько времени?\n– Время смотреть фильм! Побежали ко мне завтракать! У меня такой фильм есть, обалдеешь!\n– А какой?\n– Про привидения.\n– Пойдем. – Я спрыгнула с кровати. Фильмы про привидения я обожала. – Только давай сначала в магазин забежим быстренько, бабушка еще что-то вчера просила купить, а я забыла.\nМы со Стасом были заядлыми киноманами. Фильмы мы смотрели почти каждый день. Вечером, когда темнело, мы уходили к нему, ложились на пол в его комнате и смотрели фильм на огромном-преогромном экране. Конечно, на самом деле экран был обычный, средних размеров, но у нас с бабушкой был только старый пузатый телевизор, и все современные модели казались мне настоящими кинотеатрами.\n",
    "answers": [
      {
        "id": 40,
        "text": "Отдать продавщице деньги и пойти домой"
      },
      {
        "id": 42,
        "text": "Отдать продавщице деньги и пойти к Стасу"
      }
    ]
  },
  {
    "id": 40,
    "text": "В магазине, еле-еле дотянувшись до прилавка, я протянула продавщице деньги и взяла продукты. Стас стоял рядом и смеялся. Ух, как я злилась, когда он подшучивал над моим ростом. Ну погоди, когда я вырасту, я тебе устрою!\n\nМы возвращались из магазина, и тут я заприметила двух девочек, которые играли в какую-то странную игру. Девочки были постарше меня года на два. Их было три. Две стояли напротив друг друга, между ними была натянута резинка, а третья девочка прыгала в середине. При этом она прыгала в определенной последовательности. Как будто это был какой-то танец.\n– Пойдем! – недовольно сказал Стас и потянул меня за руку.\n– Подожди! Я хочу понять, что они делают!\n– Они играют в какую-то ерунду! Девчачьи игры всегда странные. Пойдем смотреть фильм.\nНо мне безумно понравилась эта игра.\n– Я хочу так же! – заныла я.\n– Ну тогда иди знакомиться, они тебя научат.\n\nЯ вся сжалась, мне было страшно знакомиться с девочками, я их боялась. Все еще помнила, как девочки во дворе отказались со мной играть, потому что у меня были мальчишеские игрушки. Я неуверенно подошла к ним – ни к чему хорошему это не привело. Девочки посмеялись надо мной, сказали, что я еще маленькая, а в эту игру играют только большие. Я вернулась вся в слезах.\n– Не плачь! Я сам к ним пойду! – сказал мне Стас.\nОн ушел к девчонкам, а я побрела домой относить продукты. Когда я разобралась с пакетами и убрала все в холодильник, пришел довольный Стас. Он протянул мне резиночку тех девчонок.\n– Я все узнал! Я тебя научу.",
    "answers": [
      {
        "id": 41,
        "text": "– Они тебе рассказали?"
      }
    ]
  },
  {
    "id": 41,
    "text": "– Они тебе рассказали? Вот так просто? И отдали резиночку? – поразилась я.\nЯ восторженно смотрела на белый моток резинки.\n– Они мне подарили, – гордо сказал он. – Я с ними поздоровался, улыбнулся и попросил научить в нее играть, они все рассказали и даже отдали эту штуку.\n\nВ тот момент я очень гордилась моим другом. Гордилась тем, что у него так здорово получалось со всеми дружить. Но спустя несколько лет, когда мы стали врагами, я узнала тайну той резиночки. Одну из тех девочек звали Дашей. Впоследствии Даша стала моей одноклассницей, а потом – лучшей подругой. Именно Даша рассказала, что Стас, чтобы выведать тайну игры в резиночку, стал хлестать их крапивой. Стас уже тогда был склонен к жестокости и агрессии, но я этого не видела. Для меня он был просто моим Стасом. Самым лучшим и красивым мальчиком на Земле.\n\n– Ну что, пойдем, научу тебя прыгать через резиночку? А потом посмотрим фильм?\nМы вышли в огород, один конец резиночки перекинули через два стоящих рядом столбика, а на другой конец встала я. Стас встал сбоку от двух резинок и показывал мне разные прыжковые комбинации. Вскоре я выучила движения и стала прыгать сама.\nБольше всего мне удавалась та часть, где надо было быстро выпрыгнуть из резинки наружу и попасть ногами на сами резинки. Я почему-то всегда попадала четко на линии резинок, даже если они были натянуты до самых бедер. А вот та часть, где надо было прыгнуть внутрь, у меня никак не получалась. Даже если резинки натянуты низко, до колен. Почему так, я понять не могла. Может, не хватало ловкости или скорости? Или ноги коротковаты?\nПосле того первого раза мы стали часто играть в эту игру и продвинулись в этом здорово. У нас получалось прыгать очень быстро. Мы даже от себя добавили пару движений.\nИграли каждый день и по многу раз, и мне кажется, я так отработала движения, что никогда их не забуду. Только когда мы играли в резинку, я замечала, что Стас часто осматривался по сторонам, нет ли кого рядом? Я понимала, что это девчачья игра, и если кто-то из мальчишек увидит его, то могут засмеять. Но игра и мне, и ему понравилась безумно.",
    "answers": [
      {
        "id": 42,
        "text": "Отправиться к Стасу"
      }
    ]
  },
  {
    "id": 42,
    "text": "Мы пришли к нему домой и стали смотреть «Корабль-призрак». Мама Стаса сделала на завтрак блинчики с малиновым вареньем.\n\nФильм нам очень понравился. Морскую тематику просто обожали, и привидений тоже. Там было очень много пугающих моментов. Стас сказал мне, что я очень похожа на Кэтти, маленькую девочку-призрака из фильма, только волосы другие. У Кэтти они рыжие, а у меня какие-то непонятные, темно-серые. Такой оттенок в салонах красоты называют «лесной орех», но я бы назвала его просто: цвет мокрой пыли. За «Кэтти» Стас получил по носу. Как же он мог забыть, я же ненавижу девчачьи роли. И сравнение с маленькой доброй девочкой-привидением привело меня в бешенство. После просмотра я была в восторге от Джека, главного злодея, оказавшегося в конце фильма кем-то вроде демона из Преисподней и который всех лихо обманул, притворившись человеком. Чтобы помириться, Стасу пришлось соврать, что он все перепутал, и на Кэтти я не похожа ни капли, и да, он как следует рассмотрел и понял, что у меня есть что-то общее с Джеком. Глаза такие же и так же улыбаюсь. После его слов я сидела довольная, для меня это было самым лучшим комплиментом.\nСтас сказал, что я странная, потому что никогда не плакала, когда убивали добрых героев. Зато всегда ревела, если фильм кончался хэппи-эндом и умирали злодеи. И вот теперь, в конце фильма, когда взорвался корабль и взрыв уничтожил моего любимого Джека, я опять пустилась в рев.\n– Никогда не видел, чтобы кому-то так было жалко злодеев! – ухмыльнулся он.\n\nФильм вдохновил нас на еще одну игру. И сразу после просмотра мы понеслись ко мне домой и стащили у бабушки две простыни. У нее их была целая гора, и вряд ли она заметила бы пропажу парочки.",
    "answers": [
      {
        "id": 43,
        "text": "Залезть на чердак"
      }
    ]
  },
  {
    "id": 43,
    "text": "Мы забрались на чердак и принялись колдовать над своими будущими костюмами. Нарисовали красной краской на простынях улыбки, а черной обвели глаза; затем сделали прорези. У нас получились замечательные костюмы привидений, нам тогда казалось, что они очень страшные и все будут нас бояться. К вечеру мы доделали их и, бегая вокруг домов, пытались кого-нибудь напугать. Но, к нашему огорчению, нас никто не боялся. Нам попались соседи из дома номер пятнадцать, я не помнила, как их зовут, пожилая такая пара, бабушка и дед. Мы напали на них сзади и завыли, изображая злобных привидений, но они не испугались, а, наоборот, засмеялись. Потом мы увидели, как возле своей вишни ходит дядя Гена. Но мы не стали его пугать. Однажды за то, что мы оборвали его вишню, он нас здорово потрепал. Потом нам попалась семья Ермаковых, но они тоже засмеялись, даже их маленький сын не испугался.\nМы в расстроенных чувствах забрались на чердак и стали думать, что же мы сделали не так. И наши размышления не прошли даром – в дальнейшем в этом деле мы очень преуспели. Мы стали настоящими фанатами ужастиков и усовершенствовали свою методику «пугания».\n\nНа следующий день мы посмотрели «28 дней спустя», и нас перестали вдохновлять привидения. Нашими кумирами отныне стали зомби. Мы стали делать крутые костюмы и научились неплохо гримироваться. Из Стаса вышел отличный актер, даже я так не могла страшно закатывать глаза. А уж какие звуки он издавал! Мне было очень страшно. И людям вокруг тоже. Мы надевали старую простую одежду, мазали ее кетчупом. Пудрили лица мукой, чтобы кожа стала белой-белой, фломастерами рисовали синяки под глазами. Мы шли по дороге шаткой походкой, нетвердо ступая на подкашивающихся ногах. Широко раскрытые глаза, волосы спутаны. С гримом мы старались не переусердствовать. Мы тогда уже поняли, что людей больше пугает естественность, какая она есть, поэтому кетчуповой крови мы добавили себе на одежду совсем чуть-чуть. Мне кажется и без этого нас бы испугались, ведь пугал сам факт того, что в темноте одиноко бродят странные дети.\nВечер выдался прохладный, и я даже накинула куртку. Стас был в одной легкой футболке.",
    "answers": [
      {
        "id": 44,
        "text": "– Тебе не холодно?"
      }
    ]
  },
  {
    "id": 44,
    "text": "– Тебе не холодно? – спросила я.\n– Нет, мне никогда не бывает холодно, ты что, забыла?\nАх, да… Как я могла забыть. Стас никогда не мерзнет. Все ходят в куртках, а он надевает ветровку. Когда все надевают ветровку, он ходит в футболке. Я в шутку как-то сказала, что он живет на другой планете, где всегда теплее на один сезон.\nИ тут мы увидели вдалеке моего деда, который возвращался с работы. Он шел по дороге, пошатываясь, и держал в руках бутылку, к которой время от времени прикладывался. Мы спрятались в кустах и обдумывали план действий, как бы так получше напугать деда, чтобы он от страха раз и навсегда перестал пить. И когда дед подошел достаточно близко, мы встали на колени и поползли к деду на четвереньках, сопровождая свой выход шипением, рычанием и клацаньем зубов.\n– Мать честная, раскудрить твою через коромысло! – завопил дед и то ли побежал, то ли попрыгал прочь. Я никогда не видела, чтобы мой медлительный от старости дед мог так бегать и тем более прыгать. Каждый его удаляющийся прыжок по длине явно превосходил результаты Олимпийских игр, но вряд ли дед мог об этом догадываться.\nИ дед действительно перестал пить на какое-то время. Стал чаще креститься. И вообще стал почаще уходить в себя и задумываться о разных вещах. Так что наш урок пошел ему только на пользу. Пусть думает, думать – это полезно.\n\n\nСпустя время, когда разрушилось наше «вместе», я тоже стала задумываться о многом и на многие вещи стала смотреть по-другому. Как бы по-взрослому. Как будто во мне щелкнул какой-то замочек, и некий ранее не работавший механизм вдруг задвигался. И когда наши дороги разошлись, я часто вспоминала улыбку Стаса, того Стаса, который был моим другом. Его светлые волосы, его глаза, наши детские игры. Особенно запомнилась игра в «Брось в окошко». Глупая, детская, но безумно милая игра: «В окошко – улыбку, а из окошка – смех».\nЯ вспоминала разные детские песенки, которые мы пели, помнила все слова, все до единого. Мы очень любили петь. Пела я лучше, чем Стас, не путалась в словах и хорошо помнила мотив, в отличие от него. Он часто обижался на меня за это – ведь это он обучил меня многим песенкам, и я просто не имела права петь их лучше. Стас хотел сам петь мне их.\nСейчас я согласна на все что угодно, лишь бы тот мальчик из прошлого снова стоял передо мной и пел мне свои песенки. Песенка про овечку. Про котенка и паровозик. Песни Высоцкого, которые любил слушать дед. Дворовые песни, которые пели взрослые мальчишки. Я помню их все. И они все играют в моей голове, как будто там находится встроенный магнитофон. Эти песни говорят мне, что когда-то я была счастлива.\n\n[Конец шестой главы]",
    "answers": [
      {
        "id": 45,
        "text": "[Воспоминание пятое]"
      }
    ]
  },
  {
    "id": 45,
    "text": "Последние летние деньки. Рюкзак, тетрадки, ручки, учебники, банты, гольфы и сандалики – все подготовлено для школы. Чем больше проходило времени с папиного ухода, тем лояльней я стала относиться к девчачьим вещам. Мама уже могла нацепить на меня платье без визгов и драк.\nМы со Стасом сидели на высокой рябине и плевались друг в друга ягодами, обсуждали какую-то недавно посмотренную комедию про свадьбу. Мысли плавно переключились с фильма на саму церемонию.",
    "answers": [
      {
        "id": 46,
        "text": "– Стас, а давай поженимся?"
      }
    ]
  },
  {
    "id": 46,
    "text": "Он задумался на несколько секунд. Пожал плечами.\n– Ну, давай.\nЦеремония проходила в доме моей бабушки. Я надела белый сарафан, сплела венок из клевера. Посмотрела в зеркало. Хм. Кажется, я начала любить платья. Мы попросили бабушку обручить нас. Она взяла в руки первую попавшуюся книгу – «Волшебник Изумрудного города» – и стала делать вид, что читает торжественную речь.\n– А теперь объявляю вас мужем и женой! – сказала она и захлопнула книгу, – только обойдемся без поцелуев, а то ваши родители меня убьют.\nНо Стас все равно чмокнул меня в щеку. Я посмотрела на него, улыбнулась и чмокнула в ответ.\n– А свадебный танец? – протянула я.\n– Танец, хм… – бабушка включила старый кассетный магнитофон в розетку, – не обещаю, что здесь будет подходящая песня… – и нажала на кнопку.\nМагнитофон завыл голосом Аллы Пугачевой:\n\" — Я знаю, что у неё, неё, неё душа кошкина. А я хорошая. Мадам Брошкина…\"\nМы засмеялись и стали танцевать. Делали смешные движения, строили рожицы, прыгали и вертелись.\nВот так прошла наша свадьба. И вроде бы это была лишь игра и мы от души посмеялись, но для каждого из нас это значило гораздо больше.",
    "answers": [
      {
        "id": 47,
        "text": "\"В то лето у Стаса... \""
      }
    ]
  },
  {
    "id": 47,
    "text": "В то лето у Стаса родилась сестренка. Мы часто ходили в парк с его мамой. Мама везла коляску с малышкой. Потом давала ее нам, и мы катали ее по парку. Мы очень гордились, выполняя такое ответственное задание, несмотря на то что коляска доставала Стасу до груди, а мне – до макушки. Мы чувствовали себя совсем взрослыми.\nНа следующий день после нашей шуточной свадьбы мы снова пошли в парк. Стас вез коляску со своей сестрой, я шла рядом. Мама Стаса шла сзади. Прохожие смотрели на нас и улыбались.\n\n– Какие милые дети! Мальчик, это твои сестрëнки? – ласково спросили Стаса проходящие мимо мужчина и женщина.\nСтас оскорбился. Он холодно посмотрел на них и грубо ответил:\n– Это моя жена. И мой ребенок, – и, не дожидаясь ответа, гордо задрал подбородок и быстро покатил коляску дальше.\nЯ очень гордилась своим юным мужем. Мне очень понравилось, что он так сказал.\nНаступило первое сентября. Бабушка заплела мне две тугие косички и украсила их бантами. В одной руке я держала огромный букет цветов, другой рукой держалась за бабушку.\nСтас со своей мамой шли рядом.\n– Не бойся, – подбадривал он меня, – тебя никто не укусит. Пусть только попробуют! Я им покажу! Он улыбнулся.\n",
    "answers": [
      {
        "id": 48,
        "text": "Улыбнуться в ответ"
      }
    ]
  },
  {
    "id": 48,
    "text": "Мне нравилось, что в школе у меня есть такой храбрый друг и что если меня кто-нибудь обидит, то он защитит меня.\nНа торжественной линейке Стас держался рядом со мной. Очень много людей, яркие букеты, детские крики и смех – все это кружило мне голову. Мне не было страшно, потому что Стас был рядом. Потом нас повели в наши классы. Учительница показала нам школу, рассказала про школьный распорядок. Со Стасом мы сели за одну парту.\nУчительница дала нам свободное время, чтобы мы могли познакомиться поближе и поиграть. Стас сразу пошел знакомиться с мальчишками. Я робко пошла за ним, но он обернулся и смущенно посмотрел на меня. Я видела, что он хочет сказать мне что-то, но боится.\n– Может, ты пойдешь поиграешь с девочками? – спросил он.",
    "answers": [
      {
        "id": 49,
        "text": "Обидеться на Стаса"
      },
      {
        "id": 50,
        "text": "Согласиться"
      }
    ]
  },
  {
    "id": 49,
    "text": "Я не подала вида, что обиделась на него, но обиделась я тогда здорово. \n– Но они не станут со мной играть!\nСтас взял меня за руку и повел к группе девчонок.\n– Я знаю, кто точно станет!\nСреди этих девочек я узнала ту, которая подарила нам резиночку.\n– Как тебя зовут? – спросил он ее.\nДевочка испуганно посмотрела на нас и стала теребить свои светлые косички.\n– Даша.\n– А ее – Тома, – представил меня Стас. – Вот. Теперь вы познакомились. А я пошел.\nСтас ушел к мальчишкам. А я смотрела на Дашу, не понимая, как вести себя с девочкой.\nДаша задумчиво посмотрела на меня.\n– Хочешь, я покажу тебе своих лошадей? – спросила она меня.",
    "answers": [
      {
        "id": 51,
        "text": "- Очень хочу! "
      }
    ]
  },
  {
    "id": 50,
    "text": "Стас взял меня за руку и повел к группе девчонок.\n– Я знаю, кто точно станет!\nСреди этих девочек я узнала ту, которая подарила нам резиночку.\n– Как тебя зовут? – спросил он ее.\nДевочка испуганно посмотрела на нас и стала теребить свои светлые косички.\n– Даша.\n– А ее – Тома, – представил меня Стас. – Вот. Теперь вы познакомились. А я пошел.\nСтас ушел к мальчишкам. А я смотрела на Дашу, не понимая, как вести себя с девочкой.\nДаша задумчиво посмотрела на меня.\n– Хочешь, я покажу тебе своих лошадей? – спросила она меня.",
    "answers": [
      {
        "id": 51,
        "text": "Очень хочу"
      }
    ]
  },
  {
    "id": 51,
    "text": "Даша повела меня в конец школьного класса. \n\n– Вот они. Тут их стойло, – показала она на пустой угол.\n– Но тут же никого нет! – разочарованно протянула я. Даша удивилась.\n– Как нет? Вот они. У меня четыре лошади. Видишь эту, розовую? Ее зовут Крошка. Она умеет летать. А вот эта коричневая – его зовут Ветер. Он мчится быстрее всех. Белую зовут Молния. А рыжую Буран. Буран уже старенький. Он очень медленный.\n– Но я никого не вижу! – хлопала глазами я, всматриваясь в угол.\nДаша рассердилась.\n– Что ж ты такая слепая? Смотри лучше! Как же я смогу с тобой дружить, если ты не видишь моих лошадей?\nЯ напрягла воображение. \n– Я… я вижу их! – с восторгом прошептала я.",
    "answers": [
      {
        "id": 52,
        "text": "Прокатиться на воображаемых лошадях"
      }
    ]
  },
  {
    "id": 52,
    "text": "Мы сели на воображаемых лошадей. И поскакали по классу. Краем глаза я видела, что Стас с другими мальчишками играют в конструктор. Я больше не обижалась на него. Я была благодарна ему за то, что он познакомил меня с этой странной и необычной девочкой.\nТак началась моя школьная жизнь. Поначалу было тяжело – непривычно было вставать в такую рань, да и на дом задавали очень много уроков.\nИз-за того что у меня появилась подруга, наша дружба со Стасом ничуть не ослабела. Мы, по прежнему сидели за одной партой, ходили вместе в школу и из школы. Стас часто приходил ко мне в гости. Помогал с уроками. Учеба давалась ему легче, чем мне.\nКак-то я делала уроки, а он пришел ко мне.\n– Фи! Да это мы проходили, это легкотня! – сказал он, прочитав задачу. – Я за пять минут решил ее.\nОн взял ручку и бумагу и стал что-то считать. Потом долго пытался мне объяснить решение, и в конце концов я поняла.\nОднажды мы со Стасом нашли одно очень необычное место. Мы, как обычно, сидели на плитах, плевали вниз. Пытались слюной сбить с куста гусеницу.\n– Скучно. Пойдем на ту сторону? – предложил он.",
    "answers": [
      {
        "id": 53,
        "text": "– На ту сторону? "
      }
    ]
  },
  {
    "id": 53,
    "text": "– Девчонка… Что с тебя взять? – сказал он и посмотрел на меня презрительно.\nОн никогда раньше не говорил так со мной. Я проглотила комок обиды, схватилась пальцами за прядку волос и стала нервно теребить ее и накручивать на палец.\nСтас подошел ко мне. Протянул руку и намотал прядку моих волос на свой палец.\n– Так вот почему у тебя волосы кудрявятся! Теперь я знаю твой секрет, – он ободряюще улыбнулся. – Пойдем! Ничего страшного не случится. Мы быстро – туда и обратно.\n– Пойдем! – смело сказала я.\n\nМы шли по улице, от которой в стороны отходили три переулка. Переулки были частью нашего Мира, мы очень любили их. Здесь летом всегда росли ягоды: крыжовник, земляника и ирга. Мы прошли уже два перекрестка. Последний же проводил некую черту между нашим миром и миром запретным. А Стас вел меня туда, за разделяющую черту.\nЯ встала на последнем перекрестке и опять растерянно затеребила волосы.\n– Ну? Что стоишь? – спросил меня Стас.\nЯ с надеждой посмотрела на него. Он должен понять, что мы стоим на границе и мне тяжело переступить черту. Он понял это и ободряюще сказал:\n– Пойдем. Ничего страшного, мы же ненадолго.",
    "answers": [
      {
        "id": 54,
        "text": "Закрыть глаза"
      }
    ]
  },
  {
    "id": 54,
    "text": "Сделав усилие над собой, я перешла черту. Облегченно выдохнув, я посмотрела назад, на наш маленький, уютный и такой безопасный мир. Да, Стас привел нас в чужие владения. Мир, полный всего неизведанного и опасного. Такой страшный захватывающий мир – линия железной дороги, через которую надо осторожно переходить, за ней – коттеджный поселок с недостроенными или брошенными домами. Мы обошли весь поселок, облазили все недостроенные дома. Нам очень понравилось одно место – фундамент дома, сверху на котором лежали плиты. Внутри – огромная квадратная яма, по квадрату – кирпичные стены. Видимо, это место планировалось под подвал дома. Мы пролезли в узкий лаз под бетонной плитой и посмотрели вниз, на яму. Никаких лестниц. До низа два метра. Нужно было прыгать.\nИ мы прыгнули. Здесь было довольно прохладно. Хитрое переплетение бетонных стен превращало подвал в лабиринт. Вместо пола – голая земля. \n\n— Мне нравится это место! – Стас осмотрел все стены. – Надо запомнить его… На всякий случай.\n",
    "answers": [
      {
        "id": 55,
        "text": " – Но... Зачем? Здесь же так далеко от дома. "
      }
    ]
  },
  {
    "id": 55,
    "text": "– Еще не знаю, – сказал Стас. – Но уверен, что это место нам однажды понадобится.\nЯ поежилась. Мне не понравился этот подвал. Здесь было так сыро и мрачно… Куда комфортней было сидеть на нашей рябине или в огороде, но я промолчала.\nШкольная жизнь изменила и наши отношения со Стасом. Он стал много общаться с другими мальчишками – из класса и с нашей улицы, хотя они были и старше нас.\nМы теперь редко бывали вдвоем, как раньше. Но Стас всегда брал меня в свою «мужскую» компанию. \nПоначалу мальчишки, глядя на меня, презрительно протягивали: «Девчо-о-онка…»\n– Посмотрите на нее! – защищал меня Стас. – Разве она похожа на девчонку? По мне – так настоящий мальчишка. Одежда, лицо, походка – все как у нас. Ну, только волосы девчачьи, а так – она как мы.\nЯ улыбнулась. Эти слова были одним из тех «лучших» комплиментов.\nС мальчишками вместе мы играли в казаки-разбойники, устраивали войнушки с ребятами соседних улиц. Эти игры казались мне удивительными. Но участие «на равных» мне давалось очень тяжело – чтобы успевать за мальчишками, нужно было бегать так же быстро, как они, прыгать так же ловко и во всем всегда им следовать. Мальчишки меня не щадили. Они вели себя очень грубо и часто не рассчитывали свою силу, но я привыкла к этому. К синякам, дракам и потасовкам стала относиться как к чему-то совершенно обычному. Только время помогло мне заслужить уважение мальчишек нашей компании.",
    "answers": [
      {
        "id": 56,
        "text": "\"А ещё.. \""
      }
    ]
  },
  {
    "id": 56,
    "text": "Мы вместе гонялись за девчонками. Делали «стрелялки» из резинок бигуди и напальчников – и стреляли в девчонок рябиной. Стрелялки били больно, после них оставались синяки. \nСтас не был лидером в нашей компании в силу возраста и маленького роста. Но я видела, как у него горят глаза. Он очень хотел им стать и всегда старался делать все лучше других мальчишек. Даже когда делали для удочек грузила из расплавленного свинца – разбирали старые аккумуляторы на пластины, складывали их в консервные банки, грели над костром. Расплавленную массу лили в ложки, чтобы придать форму. У Стаса получалось лучше всех. У него всегда все получалось лучше всех, и другие мальчишки видели это.\nСтас больше никому не сказал про тот подвал, который мы нашли. Но иногда, тайком от всех, мы ходили туда вдвоем, просто чтобы проверить, что ничего не изменилось. Я поняла, что он припрятал это место для особого случая. И такой случай наступил.",
    "answers": [
      {
        "id": 57,
        "text": "[Третий класс]"
      }
    ]
  },
  {
    "id": 57,
    "text": "Через два года, весной, когда мы оканчивали третий класс, в нашей уличной компании произошел настоящий переворот. Смена власти. Все это время Стас выжидал. Он хотел стать лидером компании и ждал подходящего момента. И момент наступил.\nВ школе объявили карантин – очень многие заболели ветрянкой. И нас распустили по домам на две недели.\nВсе старшие ребята, лидеры нашей уличной компании, заболели ветрянкой. Стас не растерялся и мигом перехватил управление. Он быстро привел в компанию ребят из нашего класса – хотя это было запрещено. Никто не имел права приводить чужих. Это придумали старшие ребята. Но так как они заболели, следить за исполнением правил было некому. Стас наконец-то повел всю компанию в заброшенный подвал на той стороне и объявил его «нашим местом».\nМы назвали его Бункер. Когда старшие ребята выздоровели, то попытались вернуть себе утраченную власть. Но Стас был в выигрыше – Бункер принадлежал ему, внутри бункера действовали правила, придуманные Стасом, и тот, кто был не согласен с ними, должен уйти. Компания раскололась на две – тех, кто поддерживал старших ребят, и тех, кто Стаса. Началась война. Жуткая, кровавая, с камнями и палками. В итоге Бункер остался за нами, а старшие ребята с позором ушли прочь.\nСтас приглашал в Бункер новых ребят. Компания росла.\n– Нужно бы придумать название для нас, – как-то сказал Стас.\n",
    "answers": [
      {
        "id": 58,
        "text": "– Куда тебе столько друзей? Зачем тебе такая огромная компания? "
      },
      {
        "id": 59,
        "text": "Промолчать"
      }
    ]
  },
  {
    "id": 58,
    "text": "– Я хочу создать боевой отряд! – гордо воскликнул мне он. – Хочу завоевать мир!\n\nНазвание пришло в голову неожиданно, когда мы вдвоем сидели у Стаса в комнате и смотрели фильм-боевик о приключениях двух героев из отряда «Степные койоты». Они храбро сражались с бандитами, выполняли опасные трюки, прыгали с парашютом, очень круто дрались и суперски гоняли на тачках. Нетрудно догадаться, какое название мы подобрали себе.\nНад лазейкой в Яму на бетонной плите мы написали красной краской из баллончика:\n« ОСТОРОЖНО! СТЕПНЫЕ КОЙОТЫ! »\nЧерез несколько дней Стас провел торжественную церемонию посвящения в свой отряд. Специально для этого он прикупил на блошином рынке старые значки. Одинаковых значков так много он не смог найти, поэтому все они были разные. Мы выстроились в линию. Стас подходил к каждому и прикреплял к его груди значок. Мне досталась золотистая звезда с красным камешком внутри. Потом, когда я увидела значки на остальных ребятах, поняла, что Стас специально выбрал звезду для меня. Мой значок был самым красивым из всех.\n– Поздравляю со вступлением в боевой отряд, солдат! – Стас приколол мне значок и пожал руку. Он задержал свою руку на моей дольше, чем на других. Я очень загордилась. Это очень круто \n– быть членом отряда «Степные койоты»!\nЭто посвящение сделало нас всех ближе. Мы все стали одной семьей. И не повезет тому, кто встанет на пути у Степных койотов. Нас было так много… Мне было искренне жаль наших врагов.\nМне было десять лет. \n\n",
    "answers": [
      {
        "id": 60,
        "text": "\"Но... \""
      }
    ]
  },
  {
    "id": 59,
    "text": "Над лазейкой в Яму на бетонной плите мы написали красной краской из баллончика:\n« ОСТОРОЖНО! СТЕПНЫЕ КОЙОТЫ! »\nЧерез несколько дней Стас провел торжественную церемонию посвящения в свой отряд. Специально для этого он прикупил на блошином рынке старые значки. Одинаковых значков так много он не смог найти, поэтому все они были разные. Мы выстроились в линию. Стас подходил к каждому и прикреплял к его груди значок. Мне досталась золотистая звезда с красным камешком внутри. Потом, когда я увидела значки на остальных ребятах, поняла, что Стас специально выбрал звезду для меня. Мой значок был самым красивым из всех.\n– Поздравляю со вступлением в боевой отряд, солдат! – Стас приколол мне значок и пожал руку. Он задержал свою руку на моей дольше, чем на других. Я очень загордилась. Это очень круто \n– быть членом отряда «Степные койоты»!\nЭто посвящение сделало нас всех ближе. Мы все стали одной семьей. И не повезет тому, кто встанет на пути у Степных койотов. Нас было так много… Мне было искренне жаль наших врагов.\nМне было десять лет. \n\n",
    "answers": [
      {
        "id": 60,
        "text": "\"Но... \""
      }
    ]
  },
  {
    "id": 60,
    "text": "Мое членство в отряде Степных койотов закончится ровно через два года. Стас с позором вырвет мой значок и навсегда изгонит из отряда, и члены моей семьи станут моими врагами.\n\n[Конец седьмой главы]",
    "answers": [
      {
        "id": 14,
        "text": "[Воспоминание шестое]"
      }
    ]
  },
  {
    "id": 61,
    "text": "",
    "answers": []
  },
  {
    "id": 62,
    "text": "",
    "answers": []
  }
]