[
  {
    "id": 1,
    "text": "Здравия тебе читатель.\nИ приятного чтения.\nТы хотел изменить свою жизнь?\nА вот Вова захотел, меня зовут Денис и я расскажу вам, получилось у него это или нет...",
    "answers": [
      {
        "id": 2,
        "text": "Проснуться"
      }
    ]
  },
  {
    "id": 2,
    "text": "Вы проснулись у себя дома на кровати. Как всегда...\nВам уже надоела эта обыденность.\nДом-Универ, Универ-Дом и так уже 3 месяца.\nНо вы твёрдо знаете что сегодня всё будет не так как обычно.\nГолос с кухни: \"Сынок, вставай!\".\nИли завтра все будет не так как обычно?",
    "answers": [
      {
        "id": 3,
        "text": "Пойти завтракать"
      },
      {
        "id": 4,
        "text": "Притвориться спящим"
      },
      {
        "id": 5,
        "text": "Спать дальше"
      }
    ]
  },
  {
    "id": 3,
    "text": "Вы встали со своей постели, одели домашние тапочки и пошли на кухню.\nВойдя, вы увидели свою маму снова суетящуюся у плиты",
    "answers": [
      {
        "id": 6,
        "text": "Поздороваться"
      },
      {
        "id": 7,
        "text": "Молча начать кушать"
      }
    ]
  },
  {
    "id": 4,
    "text": "Вы притворились спящим. Через 15 минут ваша мама явилась к вам в комнату.\nНо её не обманешь. Она заметила ваше притворство, после чего начала говорить с вами о том, как будет плохо, если вы опоздаете на учёбу. Этот разговор затянулся на 5 — 10 минут. Затем ваша мама мягко ударила вас по по плечу, сказав — Ладно, вставай. И ушла обратно на кухню.",
    "answers": [
      {
        "id": 3,
        "text": "Пойти кушать"
      }
    ]
  },
  {
    "id": 5,
    "text": "Вы уснули. Вам что-то снится, но это уже неважно поскольку ваш сон был прерван звонком вашего мобильного.\nЭто звонил ваш друг. Он кричал в трубку :\n\"Вова! Тут ректор буйствует! Он сказал, что если ты не явишься через 10 минут, тебя отчислят!\"",
    "answers": [
      {
        "id": 8,
        "text": "Собираться"
      }
    ]
  },
  {
    "id": 6,
    "text": "— Привет, мам.\n— Привет, сынок.\nВы начали кушать. \n...\nВы поели, встали из-за стола и пошли собираться. внезапно в ваших штанах обнаружилась записка с адресом и словом \" Чердак\"\nХм.\nСтранно.",
    "answers": [
      {
        "id": 9,
        "text": "Игнорировать"
      },
      {
        "id": 10,
        "text": "Пойти на чердак"
      }
    ]
  },
  {
    "id": 7,
    "text": "Вы уже почти доели, и тут мама спросила вас:\n— Что случилось?\n— Ничего, а что?\n— Ну просто ты сидишь, молчишь.\n",
    "answers": [
      {
        "id": 11,
        "text": "Да так, задумался."
      },
      {
        "id": 12,
        "text": "Хотел что-то изменить."
      }
    ]
  },
  {
    "id": 8,
    "text": "Вы вроде-бы начинаете собираться. И вдруг вновь просыпаетесь. Странно, у вас раньше никогда небыло ничего подобного.\nВы начинаете вспоминать свой сон.\nРешаетесь взглянуть на время.\n— Так, понятно. На пары я уже опоздал. Может хоть на последнюю лекцию успею?",
    "answers": [
      {
        "id": 17,
        "text": "Пойти в универ"
      }
    ]
  },
  {
    "id": 9,
    "text": "Вы оделись, обулись и пошли в универ.\nНо по пути происходит что-то странное: то, что называется \"Ни души\". Ни машин, ни людей. Пустые улицы.\n...\nЗа несколько десятков метров до университета К вам подошёл человек, который появился буквально из воздуха. он подошёл к вам и сказал:\n— Держи.\nИ подал вам тот же самый листок, который вы проигнорировали дома.",
    "answers": [
      {
        "id": 13,
        "text": "Выбросить"
      },
      {
        "id": 10,
        "text": "Сходить на чердак"
      }
    ]
  },
  {
    "id": 10,
    "text": "Вы находитесь на чердаке. Достаточно необычный чердак: посередине стоит лишь одна тумбочка с двумя ящиками один из которых закрыт на навесной замок.",
    "answers": [
      {
        "id": 14,
        "text": "Подойти к тумбочке"
      },
      {
        "id": 15,
        "text": "Попытаться уйти"
      }
    ]
  },
  {
    "id": 11,
    "text": "— О чём же?\n— О том с чего начать своё \"перерождние\"\n— Ого, ну ты и сказанул. Вероятно, с похода на занятия?\n\nДа, я совсем забыл про универ.",
    "answers": [
      {
        "id": 17,
        "text": "Собираться на учёбу"
      }
    ]
  },
  {
    "id": 12,
    "text": "— Что?\n— Ещё не знаю.\n— Ладно, потом подумаешь, тебе собираться надо.",
    "answers": [
      {
        "id": 17,
        "text": "Одеваться"
      }
    ]
  },
  {
    "id": 13,
    "text": "Вы выбросили этот листочек и пошли дальше. Но неуспели вы пройти и двух метров, как в голове зашумело. Пройдя ещё пол метра вы окончательно отключились.",
    "answers": [
      {
        "id": 10,
        "text": "Очнуться."
      }
    ]
  },
  {
    "id": 14,
    "text": "Вы находитесь возле тумбочки, рядом с ней вы чувствуете себя как-то необычно.\nНа этой резной тумбе стоят две старинных шкатулки, одна из которых была закрыта на громоздкий, неуместный здесь навесной замок.",
    "answers": [
      {
        "id": 16,
        "text": "Попробовать открыть шкатулку без замка"
      },
      {
        "id": 18,
        "text": "Осмотреть замок"
      }
    ]
  },
  {
    "id": 15,
    "text": "Вы спукаетесь по лестнице вниз, вы дошли до выхода из подъезда. Открыли дверь и увидели, что снова находитесь на чердаке...",
    "answers": [
      {
        "id": 10,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 16,
    "text": "Шкатулка открылась после некотого усилия, в ней находится какой-то предмет округлой формы, испускающий лёгкое свечение, вы попытались дотронуться до него, но в голове зашумело, и вы почувствовали, что улетаете в небытие. ",
    "answers": [
      {
        "id": 19,
        "text": "Очнуться"
      }
    ]
  },
  {
    "id": 17,
    "text": "Вы начинаете одеваться, и вдруг нежиданно из кармана ваших штанов выпадает записка с надписью \"ЧЕРДАК\".",
    "answers": [
      {
        "id": 9,
        "text": "Игнорировать"
      },
      {
        "id": 10,
        "text": "Пойти на чердак"
      }
    ]
  },
  {
    "id": 18,
    "text": "Вы дотронулись до замка, но не успели вы повернуть его лицевой стороной к себе, как почувствовали слабость во всём теле, и вскоре отправились в забытие.",
    "answers": [
      {
        "id": 19,
        "text": "Очнуться"
      }
    ]
  },
  {
    "id": 19,
    "text": "Вы очнулись сидя на лавке, недалеко от вашего универа. Сегодня действительно необычный день...",
    "answers": [
      {
        "id": 20,
        "text": "Пойти в универ"
      }
    ]
  },
  {
    "id": 20,
    "text": "По пути в универ вы задумались. \n\"Что за день? Я простой парень из Иркутска, Володя...",
    "answers": [
      {
        "id": 21,
        "text": "Иванов"
      },
      {
        "id": 21,
        "text": "Александров"
      },
      {
        "id": 21,
        "text": "Смирнов"
      }
    ]
  },
  {
    "id": 21,
    "text": "Я, конечно, хотел изменить свою жизнь, но о таком я и не думал... Ну вот, пока вы размышляли, вы уже дошли до своего университета.",
    "answers": [
      {
        "id": 22,
        "text": "Войти в универ"
      }
    ]
  },
  {
    "id": 22,
    "text": "Почему опаздываешь?! Это был ректор, благо он вас не отчислил, однако отчитал знатно, но вам не привыкать... Знал бы он, почему вы опаздали. \n\nНа последнюю лекцию вы ещё успеваете.",
    "answers": [
      {
        "id": 23,
        "text": "Пойти на лекцию"
      }
    ]
  },
  {
    "id": 23,
    "text": "Вы сели на своё место, рядом со своим лучшим другом ещё со школы, Вадимом Поповым. Он спросил — \"Почему опоздал, Вов?\"",
    "answers": [
      {
        "id": 24,
        "text": "Потом расскажу"
      },
      {
        "id": 24,
        "text": "Не сейчас"
      }
    ]
  },
  {
    "id": 24,
    "text": "Это была не самая интересная лекция. Хотя, может быть, и интересная, голова была занята мылями о том, что же всё-таки сегодня произошло...\n\n...\n\nЛекция закончилась, а размышления продолжались.\n\nВы были отвлечены от раздумий Вадиком. Он интересовался, почему же вы всё-таки опаздали.",
    "answers": [
      {
        "id": 25,
        "text": "Пойдём ко мне, расскажу"
      }
    ]
  },
  {
    "id": 25,
    "text": "Вы рассказали Вадиму всё, что с вами сегодня произошло. Вытащили из кармана ту записку, но теперь на ней было написано не одно слово, а целый адрес. Вы переглянулись с Вадимом и, невымолвив ни слова, пошли по адресу.",
    "answers": [
      {
        "id": 26,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 26,
    "text": "Дойдя до места, вы были сильно удивлены, ведь среди хрущёвок не так часто можно встретить частный дом, выполненный в готическом стиле. Что странно, вы часто гуляли в этом месте и этого здания не видели. Хотя, всё может быть, человеческая память — очень странная вещь.",
    "answers": [
      {
        "id": 27,
        "text": "Осмотреть здание"
      },
      {
        "id": 29,
        "text": "Зайти в дом"
      }
    ]
  },
  {
    "id": 27,
    "text": "Это было здание с множеством остроконечных конусов и всего с тремя окнами, по крайней мере с этой стороны.",
    "answers": [
      {
        "id": 29,
        "text": "Зайти"
      }
    ]
  },
  {
    "id": 28,
    "text": "Корридор закончился внезапно, перед вами было две двери. Разумно было бы вам с Вадиком зайти в разные двери и посмотреть результат, но вы решили зайти вместе в одну дверь, потом вместе во вторую. Дверь достаточно узкая и кому-то всё равно идти первым, вы решили сыграть в кнб (камень-ножницы-бумага)",
    "answers": [
      {
        "id": 30,
        "text": "Камень"
      },
      {
        "id": 30,
        "text": "Ножницы"
      },
      {
        "id": 32,
        "text": "Бумага"
      }
    ]
  },
  {
    "id": 29,
    "text": "Зайдя в это удивительное строение вы увидели перед собой длинный корридор, казалось, что он уходит в бесконечность",
    "answers": [
      {
        "id": 28,
        "text": "Пройти по корридору"
      }
    ]
  },
  {
    "id": 30,
    "text": "Вы проиграли. Вы идёте вторым. Не успели вы пожелать Вадику удачи, как он уже пропал за дверью",
    "answers": [
      {
        "id": 35,
        "text": "Зайти следом"
      }
    ]
  },
  {
    "id": 31,
    "text": "Это очень волнительно, вы не знаете, что будет с вами. Вадим пожелал вам удачи и вы вошли...",
    "answers": [
      {
        "id": 34,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 32,
    "text": "Вы поставили бумагу и выиграли, вы идёте в неизвестность первым...",
    "answers": [
      {
        "id": 31,
        "text": "Войти"
      }
    ]
  },
  {
    "id": 33,
    "text": "Оглядевшись по сторонам вы увидели ничего. Совсем ничего. Кромешная тьма. Только Вадим, дверь, через которую вы вошли, и та исчезла. Остаётся ориентироваться на ощупь.",
    "answers": [
      {
        "id": 36,
        "text": "Щупать стены"
      }
    ]
  },
  {
    "id": 34,
    "text": "Это было достаточно страшно, от страха вы закрыли глаза...\nКогда вы осмелились осмотреться, вадим уже стоял возле вас.",
    "answers": [
      {
        "id": 35,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 35,
    "text": "Вы стоите рядом с вадимом, благо живые...",
    "answers": [
      {
        "id": 33,
        "text": "Осмотреться"
      }
    ]
  },
  {
    "id": 36,
    "text": "Вы с Вадиком договорились, он идёт вправо, вы влево.",
    "answers": [
      {
        "id": 37,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 37,
    "text": "Вы шли с Вадей каждый в свою сторону, иногда переговариваясь. Казалось, эта стена никогда не закончится, голос вадима всё сильнее отдалялся. Вы шли ещё минут 10, вдруг, голос Вадима начал приближаться, однако вы не проходили угол, ещё через 20-30 минут вы встретились с Вадимом, видимо вы находились в помещении круглой формы, будто в водонапорной башне.",
    "answers": [
      {
        "id": 38,
        "text": "Обсудить планы"
      },
      {
        "id": 39,
        "text": "Прислушаться"
      }
    ]
  },
  {
    "id": 38,
    "text": "— Что предлагаешь?\n— Думаю простучать стены.\n— А смысл? Долго да и не факт, что, из этого что-то выйдет.\n— Ну да, может попро... слышишь?",
    "answers": [
      {
        "id": 39,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 39,
    "text": "Вы прислушались, был слышен белый шум, то ли от воды, то ли от телевизора. Звук был как будто перед вами, вы слегка пнули ногой в сторону звука, там открылся маленький люк 40х30см.",
    "answers": [
      {
        "id": 40,
        "text": "Вылезти"
      }
    ]
  },
  {
    "id": 40,
    "text": "Этот люк вёл на улицу, это было в соседнем доме от того места где вы вошли, странно. Очень странно. Помоему на этом ваши приключения закончены, надо сначала разобраться с тем что всё это было.",
    "answers": [
      {
        "id": 41,
        "text": "Концовка"
      }
    ]
  },
  {
    "id": 41,
    "text": "На этом квест окончен.\nДля связи с автором пишите в телеграм denezzz1\n*следующая часть будет. когда? незнаю*",
    "answers": []
  }
]