[
  {
    "id": 1,
    "text": "Автор: Матвеюк Владимир\n\n\n Вы обычный студент, который,  после трудного трудового дня, возвращается домой и, как ни странно, решает отдохнуть перед компьютером. Чего же там интересного?\n\nОсобенности книги\nОригинальная идея, интересный сюжет, наличие достижений, 9 концовок (для получения некоторых вам надо будет потрудиться, так как я их очень хорошо запрятал) и бонус для тех кто найдёт самую редкую концовку.\n\nВерсия книги: 1.03\n\n\n\n\n",
    "answers": [
      {
        "id": 1,
        "text": "system",
        "canEditCover": true,
        "system": true
      },
      {
        "id": 99,
        "text": "В меню"
      }
    ]
  },
  {
    "id": 2,
    "text": "-Ох, ну и трудный же денек выдался, - произносите вы, садясь на стул, - зайду ка в ВК, может что-нибудь интересное найду...\n Вы сели на стул и включили компьютер. Пока он загружался, вы быстро сгоняли на кухню. Вы встали перед холодильником и думаете: чего бы такого взять?",
    "answers": [
      {
        "id": 3,
        "text": "Заварить себе горячего чаю."
      },
      {
        "id": 4,
        "text": "Сделать крепкий кофе."
      },
      {
        "id": 5,
        "text": "Взять холодного пива."
      },
      {
        "id": 99,
        "text": "                      В меню"
      }
    ]
  },
  {
    "id": 3,
    "text": " Вы ставите чайник на плиту и ждете пока вода закипит. Ожидание мучительно, не правда ли? Вам ужасно наскучило ждать и вы идёте к компьютеру, который встречает вас ужасно громким гудением.\n\"Надо бы его прочистить,- подумали вы и в тот же миг уселись на стул, который чуть было не развалился под вами.",
    "answers": [
      {
        "id": 8,
        "text": "Подключить интернет и зайти в ВК."
      },
      {
        "id": 7,
        "text": "Поиграть в какую-нибудь игру."
      }
    ]
  },
  {
    "id": 4,
    "text": " Вы делаете себе кофе и покрепче, так как очень устали на работе, да и в университете тоже... Вы выпиваете кофе, который вас мигом бодрит, и идете за компьютер.",
    "answers": [
      {
        "id": 37,
        "text": "Идти к компьютеру."
      }
    ]
  },
  {
    "id": 5,
    "text": "Вы открываете дверцу холодильника и решаете взять себе холодного пива, расслабиться же надо. И протягиваете руку к одной из бутылок и произносите:\n-Одной маловато будет, надо бы две взять... Нет пять!.\n После долгих размышлений вы берёте все 10 бутылок и идете к компьютеру.",
    "answers": [
      {
        "id": 2,
        "text": "Поставить их на место."
      },
      {
        "id": 22,
        "text": "Идти распивать пиво перед компьютером."
      }
    ]
  },
  {
    "id": 6,
    "text": "Вы включаете телевизор и начинаете пить ваше пиво. Как только оно было выпито, вы решили иди к кровати, но были не в состоянии этого сделать, так что уснули прямо в кресле...",
    "answers": [
      {
        "id": 99,
        "text": "Начало"
      }
    ]
  },
  {
    "id": 7,
    "text": "Не хочу вас огорчать, но ваш компьютер настолько старый, что кроме стандартных \"Сапёра\" и \"Косынки\" он ничего не открывает. Конечно же есть старые игры, но диски с вашими любимыми играми детства, такими как Warcraft 3, Fallout 2, GTA Vice City,  Counter Strike, Half Life и Героями 3, остадись у родителей. Поэтому играть вам приходится только в приложения из ВК.",
    "answers": [
      {
        "id": 8,
        "text": "Подключить интернет и зайти в ВК."
      },
      {
        "id": 9,
        "text": "Поиграть в Сапёра."
      }
    ]
  },
  {
    "id": 8,
    "text": " Своего собственного интернета у вас нет, как и денег на него, так что вам приходится пользоваться соседским Вай-Фаем, благо он без пароля... Был без пароля... Вы пытаетесь подключиться, но этот хитрый жук додумался поставить пароль. Попробуем подобрать?",
    "answers": [
      {
        "id": 10,
        "text": "Да, попытка не пытка, как говорится."
      },
      {
        "id": 36,
        "text": "Нет уж, это долго и тяжело."
      }
    ]
  },
  {
    "id": 9,
    "text": " Вы запускаете Сапёра, но не проходит и десяти минут, как вам становится ужасно скучно. Косынка тоже не помогает вам развеселиться...",
    "answers": [
      {
        "id": 8,
        "text": "Подключить интернет"
      }
    ]
  },
  {
    "id": 10,
    "text": "Так-с, что мы знаем о нашем соседе? Ему 40 лет и родился он 12 мая, именно в этот день каждый год в его квартире творится какой то хаос, в народе названный днем рожденья. \n -Если ему сейчас 40, то родился он в... 1977?- говорите вы, потирая свой затылок,- Надеюсь, что мои арифметические способности меня не подводят, ведь в школе я имел твердую 4.\n Забыл сказать, что его зовут Евгений. Попробуем подобрать?",
    "answers": [
      {
        "id": 36,
        "text": "Нет, спасибо..."
      },
      {
        "id": 13,
        "text": "Да-с, пробуем!"
      }
    ]
  },
  {
    "id": 11,
    "text": " Вы открываете вкладку с сообщениями и начинаете бегать глазами по странице. Как минимум 5 сообщений - чистый спам, другие 5 - сообщения разгневанных вами глупцов, которые плохо отзываются о вашей матери и обещают найти вас по IP адресу, и оставшиеся 2 я не буду расскрывать, так как это не надо.\n \"Ну что за дурни?- вот ваша первая пришедшая в голову мысль\"\n Вы прочитываете абсолютно все сообщения. Спамеры предлагают вам купить книгу о том как заработать миллион, но вы приблежаете картинку и видите внизу подпись \"В беларусских рублях\". Вы такой внимательный только потому что у вас уже есть такая книга...  Остальные предлагают купить Айфон 8с плюс по невероятно низкой цене в 12 тысяч рублей! Это ли не выгода, друг мой? Ещё один предложил вам набор женского белья, который помогает подчеркнуть ваши формы.\n\" На какой чёрт он мне сдался?!- подумали вы и продолжили читать сообщения.\n Остальные 2 спамера продают формулу 100%  выйгрыша в любом онлайн-казино.\n Перейдем к нашим разгневанным идиотам, прошу прощения за такие резкие высказвания, но так и есть и другие слова в голову не лезут, разве что матерные. Один - украинец, который прословляет свою страну и грозится стереть с лица земли нашу необъятную Русь-матушку.\n Второй разгневанный человек - женщина, которая считает себя ярой феменисткой, но я уверен, что если найдётся хороший и суровый мужик, то от её феминизма не останется и следа.\n Третий написавший вам - тоже женщина, но уже не феминистка, а, как любит говорить наше поколение, ТП или шкура. Вы, мягко говоря, раскритиковали её очень \"личное\" фото, которая она без всякого стыда выкладывает на свою страницу в соц. сети, и, разбавив комментарии типо: я бы вдул, классная задница, покажи ...ськи и тому подобные, вызвали у неё не хилый батхёрт. Так держать!\n Четвертый уже не женщина, а 12-летний школьник, который восхищен русским рэпом и не способный адекватно воспринять никакую критику на счёт того самого, вами яро не любимого, жанра в музыке.\n Пятый - тоже представитель сильной половины человечества. Таких как он в сети, да и в жизни, называют быдлом. Его вы тоже изрядно протролли и остались, в отличие от него, довольным. Такие люди не могут вам адекватно ответить, пустые угрозы - вот их удел!\n ",
    "answers": [
      {
        "id": 25,
        "text": "Вернуться обратно"
      }
    ]
  },
  {
    "id": 12,
    "text": "  Вы открываете ваши оповещения. 2 из них - лайки на ваши записи на стене. 10 - лайки под комментарием, который вы писали расфуфыриной девочке (немного больше о ней вы сможете узнать зайдя в сообщения), 8 - ответы, которые выдают невероятно низкий уровень IQ авторов этих самых комментариев, и 3 - очень здравые и внятные ответы. Как видите, их всегда меньше, и это не есть хорошо...",
    "answers": [
      {
        "id": 25,
        "text": "Вернуться"
      }
    ]
  },
  {
    "id": 13,
    "text": "Ваши руки тянутся к клавиатуре, а в вашей голове бушуют мыслительные процессы, в попытках подобрать нужную комбинацию.",
    "answers": [
      {
        "id": 91,
        "text": "Evgeniy1977"
      },
      {
        "id": 96,
        "text": "Superjeka12051977"
      },
      {
        "id": 16,
        "text": "12345678"
      },
      {
        "id": 97,
        "text": "12051977"
      }
    ]
  },
  {
    "id": 14,
    "text": "--Пароль не подходит, попробуйте ещё раз.--",
    "answers": [
      {
        "id": 13,
        "text": "Попробовать ещё раз."
      },
      {
        "id": 36,
        "text": "Сдаться."
      }
    ]
  },
  {
    "id": 15,
    "text": " Вы попадаете на начальную страницу вашего браузера, на которой рассположены вкладки к ВК, Однокласникам, Мэйл Ру, Пикабу и парочке новостных сайтов. Куда вы хотите зайти?",
    "answers": [
      {
        "id": 17,
        "text": "В ВК и точка!"
      },
      {
        "id": 18,
        "text": "В Одноклассники."
      },
      {
        "id": 20,
        "text": "На Пикабу."
      },
      {
        "id": 21,
        "text": "На один из тех самых новостных сайтов."
      }
    ]
  },
  {
    "id": 16,
    "text": "-Мда уж, зря я мучился, - с легкой ухмылкой на лице произносите вы, - этот кретин ничего сложнее придумать не способен...\nХотите знать чем вызвана ваша ненависть к сороколетнему соседу Евгению? Уверен, что хотите. Однажды, в состоянии алкогольного опьянения, в котором Евгений пребывает почти каждый день, он чуть было не вынес дверь нашему герою, то бишь вам. Из-за чего же? Из-за того,то Евгений просто перепутал квартиру... Ну не только квартиру, а ещё и этаж с подъездом... После этого вы терпеть его не можете, хоть тот и извинился, поставил новую дверь, которая даже лучше прежней (в ней не застревает ключ), но всё тчетно.\n Ну что же, добро пожаловать в интернет!",
    "answers": [
      {
        "id": 15,
        "text": "Вперед!"
      }
    ]
  },
  {
    "id": 17,
    "text": " Вы зашли на сайт ВК. Введите свой номер и пароль, чтобы попать на свою страницу.",
    "answers": [
      {
        "id": 24,
        "text": "Зайти с основной страницы."
      },
      {
        "id": 25,
        "text": "Зайти с фейковой."
      }
    ]
  },
  {
    "id": 18,
    "text": "В Одноклассники? Хах, вы издеваетесь? Там же нечего делать!",
    "answers": [
      {
        "id": 15,
        "text": "Ну о'кей."
      },
      {
        "id": 100,
        "text": "Всё равно зайти"
      }
    ]
  },
  {
    "id": 19,
    "text": " Тут много всякого, но это вас мало интересует. Куда интереснее просматривать страницы людей, особенно знакомых вам.",
    "answers": [
      {
        "id": 30,
        "text": "Зайти на страницу своей возлюбленной."
      },
      {
        "id": 48,
        "text": "Полистать паблики."
      }
    ]
  },
  {
    "id": 20,
    "text": "Вы попадаете на главную страницу \"Пикабу\" и видите множество разных постов. От забавных картинок, до серьзных новостей или жизненных историй.",
    "answers": [
      {
        "id": 15,
        "text": "Назад"
      },
      {
        "id": 101,
        "text": "Сидеть на Пикабу дальше"
      }
    ]
  },
  {
    "id": 21,
    "text": " Вы зашли на один из тех самых новостных сайтов. Здесь ужасно бесталантливые журналисты пишут такие же статьи, которые не имеют ничего общего с реальностью, но, к сожалению, не всем дано это понять...\n Вы листаете этот сайт и ваши глаз неводьно прочитывают заголовки статей. \"Женщина родила человека-годзилу! Шок!\", \"Адольфа Гитлера воскресили! Что теперь будет?\", \"Трамп сказал, что он пуп земли, и то что он готовится к покорению всего мира и вселенной!\"\n -Что за бред? Зачем я вообще это читаю? Надо закрывать этот сайт, иначе я сойду с ума...",
    "answers": [
      {
        "id": 15,
        "text": "Немедленно закрыть страницу."
      },
      {
        "id": 23,
        "text": "Читать дальше."
      }
    ]
  },
  {
    "id": 22,
    "text": " Вы садитесь на стул и откупориваете одну из бутылок. Аромат холодного пива возбуждает ваши рецепторы, и во рту начинает вырабатывается слюна. Вы делаете глоток, ещё глоток, а потом ещё глоточек... Так вы мигом опустошаете бутылку.",
    "answers": [
      {
        "id": 8,
        "text": "Подключить интернет"
      },
      {
        "id": 6,
        "text": "Включить телевизор и идти пить пиво перед ним."
      }
    ]
  },
  {
    "id": 23,
    "text": " Вы всё же решаетесь прочесть ещё парочку заголовков.\n \"Алла Пугачева оказалась транссексуалом!\", \"На Украине собираются ввести закон о сборе налогов за кислород!\", \"Пять способов определить размер вашего детородного органа.\", \"Учёные из Великобритании доказали, что на территорию США упадет метеорит, который разрушит всё!\", \"Члены ИГИЛ собираются захватить ДНР!\", \"Китай готов поддержать нас в войне с США\", \"Вся правда о Массонах.\" и тому подобный бред...\n Вы чувствуете, что вас мозг, под воздействием прочитанного сейчас бреда, начинает иссыхать и вы сходите с ума... Это конец, товарищи.",
    "answers": [
      {
        "id": 99,
        "text": "Начало"
      }
    ]
  },
  {
    "id": 24,
    "text": " Вы вводите свои пароль и логин и попадаете на свою страницу. У вас есть 1 сообщение и два оповещение. Что будем смотреть?",
    "answers": [
      {
        "id": 26,
        "text": "Новостную ленту"
      },
      {
        "id": 27,
        "text": "Сообщение"
      },
      {
        "id": 28,
        "text": "Оповещения"
      },
      {
        "id": 17,
        "text": "Выйти со страницы."
      }
    ]
  },
  {
    "id": 25,
    "text": " Вы заходите со своей фейковой страницы, которую используете лишь для троллинга и прочей ерунды. Здесь вы и глупый школьник и зрелый мужщина. Кто угодно, но не вы сам, не вы, как в жизни.\n Хотя это и не нужно, так как есть основная, настоящая страница. Так что вы будете делать? У вас 23 оповещения и 12 сообщений, и это меньше чем за 12 часов...\n\"Хех, а я пользуюсь популярностью, - подумали вы.\"\n Что посмотрим?",
    "answers": [
      {
        "id": 17,
        "text": "Выйти со страницы"
      },
      {
        "id": 11,
        "text": "Посмотреть сообщения"
      },
      {
        "id": 12,
        "text": "Посмотреть оповещения"
      },
      {
        "id": 19,
        "text": "Листать новостную ленту"
      }
    ]
  },
  {
    "id": 26,
    "text": "Вы заходите на новостную ленту, но и там ничего особенного.",
    "answers": [
      {
        "id": 36,
        "text": "Выключить компьютер и идти спать."
      },
      {
        "id": 47,
        "text": "Зайти на страницу возлюбленной."
      },
      {
        "id": 48,
        "text": "Полистать паблики"
      }
    ]
  },
  {
    "id": 27,
    "text": " Вы открываете вкладку \"Сообщение\". Вам написал ваш друг Витя, сообзение звучит так:\n\"Хей, бро, может в бар на завтра сходим? Чего дома тухнуть то?! Ты согласен? Мне пачанов звать?\"\n Вы набираете на своей старой клавиатуре, на которой половина кнопок заваливаются, а половина работает через раз...\n \"Аж 4 вопроса! К такому меня жизнь не готовила. Ладно, я подумаю и напишу.\"",
    "answers": [
      {
        "id": 29,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 28,
    "text": " Ну-с, вы решаете посмотреть оповещение и видите лишь 1 лайк на ваш комментарий под записью на странице одной \"дамы\", которая вам порядком надоела в вашей 30-ти минутной словесной перепалке, а так же 1 приглашение в группу, которая вам вообще не интересна. Возвращаемся?",
    "answers": [
      {
        "id": 24,
        "text": "Да."
      },
      {
        "id": 26,
        "text": "Выключить компьютер и идти спать."
      }
    ]
  },
  {
    "id": 29,
    "text": " Вы обдумываете слова Виктора и пишите ответ. Что написать?",
    "answers": [
      {
        "id": 31,
        "text": "\"Я подумал и решил, что пойду с вами в бар, после работы, конечно же.\""
      },
      {
        "id": 32,
        "text": "\"Нет, спасибо, но у меня на работе завал, так что не смогу прийти. Сорри, если что.\""
      },
      {
        "id": 33,
        "text": "Послать его куда подальше!",
        "need": 22
      }
    ]
  },
  {
    "id": 30,
    "text": " \"Для этого лучше использовать основную страницу, - подумали вы и зашли на неё.\"",
    "answers": [
      {
        "id": 26,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 31,
    "text": "Витя: \"Ну ок, бро, рад что ты согласился. Встретимся завтра у бара \"Гомункул\" в 20:00. До встречи, бро!\"\nВы: \"До встречи!\"",
    "answers": [
      {
        "id": 36,
        "text": "Пойти спать"
      },
      {
        "id": 26,
        "text": "Сидеть в ВК дальше"
      },
      {
        "id": 35,
        "text": "Прислушаться к шуму на кухне",
        "need": 3
      }
    ]
  },
  {
    "id": 32,
    "text": "Витя: \"Жаль, так бы оторвались... Ну ладно, бро, в следующий раз, если что... Но если сможешь вырваться из лап начальника, то пиши, ок?))\"\nВы: \"Хорошо, напишу. До встречи!\"",
    "answers": [
      {
        "id": 26,
        "text": "Идти спать"
      },
      {
        "id": 26,
        "text": "Продолжить сидеть в ВК"
      }
    ]
  },
  {
    "id": 33,
    "text": " Вы, изрядно выпив, решаете послать вашего друга куда подальше, не подозревая, что потом вам может быть стыдно переж ним...",
    "answers": [
      {
        "id": 36,
        "text": "Идти спать"
      },
      {
        "id": 26,
        "text": "Листать ВК"
      }
    ]
  },
  {
    "id": 34,
    "text": " Вы попали в больницу и провели там уже 3 дня. Утро. Вас разбудил ещё один обитатель палаты 7, который слишком громко матерился, смотря футбол на своём телефоне. Вы встали, умылись и пошли в туалет. По дороге вам попадается потерянный смартфон. Вы аккуратно и незаметно ложите его в свой карман и идете, не привлекая внимания, в туалет.\n Сделав свои дела, вы идёте в свою палату, ложитесь на койку и достаёте недавно найденый смартфон. Это IPhone 5s, если вам интересно.\n Вы нажимаете на кнопку включения и экран загорается. На обоях стоит фотография, на которой запечетленна молодая и очень симпатичная девушка.",
    "answers": [
      {
        "id": 76,
        "text": "Найти владельца смартфона."
      },
      {
        "id": 77,
        "text": "Исследовать устройство."
      }
    ]
  },
  {
    "id": 35,
    "text": " На кухне что-то странно шумит и вы направляетесь туда.\n Всю кухню буквально захватил пар, который выходит из забытого вами чайника. Вы бежите к тому самому чайнику и случайно опрокидываете его!\n У вас очень серьёзный ожог на левой ноге и вам предстоит провести недельку в больнице...\n (Вы открыли очень редкую концовку и получили подарок, который можете найти на 2 странице).",
    "answers": [
      {
        "id": 2,
        "text": "Начало"
      }
    ]
  },
  {
    "id": 36,
    "text": " Вы выключаете компьютер и идете спать, ведь завтра тяжелый денек, не правда ли?",
    "answers": [
      {
        "id": 99,
        "text": "Начало"
      }
    ]
  },
  {
    "id": 37,
    "text": " Вы подходите к компьютеру и садитесь за него. Стул, на который вы только что сели, сломался и вы ушиблись, благо не сильно. Вы встаете и идете на кухню за другим стулом.\n После всего этого вы, наконец, начинаете свою работу за компьютером.",
    "answers": [
      {
        "id": 8,
        "text": "Подключить интернет"
      },
      {
        "id": 7,
        "text": "Поиграть во что-нибудь"
      }
    ]
  },
  {
    "id": 38,
    "text": "*БОНУС*\n Вы открыли секретную концовку? Вы попали в больницу? Вы молодец! И я, автор этой книги, хочу вам подарить маленький рассказ \"В пучине Instagram'a\", который можно назвать продолжением той самой концовки. Приятного чтения, друже!",
    "answers": [
      {
        "id": 34,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 39,
    "text": "В этом разделе будут отображаться ваши достижения, которые вы будете получать по мере прохождения квеста. Всего их 12.",
    "answers": [
      {
        "id": 40,
        "text": "\"Ожог\"",
        "need": 35
      },
      {
        "id": 41,
        "text": "\"Алкоголик\"",
        "need": 6
      },
      {
        "id": 43,
        "text": "\"Пора спать.\"",
        "need": 36
      },
      {
        "id": 44,
        "text": "\"Игрок.\"",
        "need": 9
      },
      {
        "id": 46,
        "text": "\"Инкогнито.\"",
        "need": 25
      },
      {
        "id": 61,
        "text": "\"All you need is love\"",
        "need": 63
      },
      {
        "id": 65,
        "text": "\"Не спать!\"",
        "need": 72
      },
      {
        "id": 58,
        "text": "\"В армию!\"",
        "need": 56
      },
      {
        "id": 45,
        "text": "\"Хакер.\"",
        "need": 16
      },
      {
        "id": 73,
        "text": "\"Сойти с ума.\"",
        "need": 23
      },
      {
        "id": 74,
        "text": "\"Плюс к карме.\"",
        "need": 94
      },
      {
        "id": 75,
        "text": "\"В пучине Instagram'а.\"",
        "need": 95
      },
      {
        "id": 99,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 40,
    "text": "Вы получили сильный ожог и попали в больницу.",
    "answers": [
      {
        "id": 35,
        "text": "К той самой концовке"
      },
      {
        "id": 39,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 41,
    "text": "Тут, я думаю, всё понятно...\nВы открыли концовку в которой напились пива и легли спать.",
    "answers": [
      {
        "id": 6,
        "text": "К той концовке"
      },
      {
        "id": 39,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 42,
    "text": " Очень странный ответ, чесно говоря, но таков уж ваш выбор. Вы отправляете своё сообщение и закрываете её страницу.",
    "answers": [
      {
        "id": 26,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 43,
    "text": "Вы открыли самую банальную концовку. Вы просто легли спать...",
    "answers": [
      {
        "id": 36,
        "text": "К той концовке"
      },
      {
        "id": 39,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 44,
    "text": "Вы поиграли в Сапёра и Косынку.",
    "answers": [
      {
        "id": 39,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 45,
    "text": "Вы взломали вай-фай соседа.",
    "answers": [
      {
        "id": 39,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 46,
    "text": "Вы зашли на свою фейковую страничку в ВК.",
    "answers": [
      {
        "id": 39,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 47,
    "text": " Вы зашли на страницу вашей возлюбленной, которая учится с вами в одной группе. Сидя на занятиях, вы часто поглядываете в её сторону, но сказать о своих чувствах побаиваетесь.\n Вообще она хорошая и скромная девушка, заметно, что из хорошей семьи, так как воспитанна она очень и очень хорошо.\n Но вас тревожит одно: вы боитесь того, что её семейное положение сменится из \"В активном поиске\" на \"Встречается\", а особенно если на \"Замужем\".\n -Брр...- произносите вы.",
    "answers": [
      {
        "id": 49,
        "text": "Написать ей.",
        "need": 22
      },
      {
        "id": 50,
        "text": "Листать её страницу."
      },
      {
        "id": 26,
        "text": "Закрыть её страницу и вернуться обратно",
        "need": 26
      }
    ]
  },
  {
    "id": 48,
    "text": " Вы открыли список популярных в ВК пабликов. Тут есть и \"псевдонаучные паблики\" и \"паблики с мемами\" и \"пацанские паблосы\" и \"музыкальные\" и \"якобы патриотические\" и \"паблики с историями\". На какой зайдем?",
    "answers": [
      {
        "id": 66,
        "text": "На псевдонаучный"
      },
      {
        "id": 67,
        "text": "На паблик с мемами"
      },
      {
        "id": 68,
        "text": "На пацанский"
      },
      {
        "id": 69,
        "text": "На музыкальный"
      },
      {
        "id": 70,
        "text": "На якобы патриотический"
      },
      {
        "id": 71,
        "text": "На паблик с историями",
        "need": 70
      }
    ]
  },
  {
    "id": 49,
    "text": " Вы осмелились написать ей, но только потому что на вас действует дешевое пиво. Она как раз в сети, так что у вас может завязаться разговор. Что будем писать?",
    "answers": [
      {
        "id": 51,
        "text": "Превет касавица)0))0"
      },
      {
        "id": 52,
        "text": "Привет!"
      },
      {
        "id": 53,
        "text": "ТЫ СТЕРВА!!!"
      },
      {
        "id": 26,
        "text": "Ничего"
      }
    ]
  },
  {
    "id": 50,
    "text": " Вы уже листали её страничку раза 3 за прошедший день и это ещё не рекорд!\n Она выкладывает свои довольно скромные фотографии, репостит композиции своих любимых исполнителей, а она слушает рок. Остальные её записи малоинтересны, так что пора мне порассуждать кое о чём...\n В интернете, на мой взгляд, люди более искрение и настоящие. Почему? Потому что на них не так сильно давит плита именуемая социумом. Находясь среди людей мы не всегда можем позволить себе того, что можем позволить в интернете. Поэтому я и считаю, что интернет - один из лучших способов узнать человека... Так, что-то я заговорился. Продолжим?",
    "answers": [
      {
        "id": 47,
        "text": "Вернуться"
      }
    ]
  },
  {
    "id": 51,
    "text": " Вы слишком пьян для того чтобы писать сообщения красивым девушкам, поэтому вы стераете написанное и закрываете её страницу.",
    "answers": [
      {
        "id": 26,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 52,
    "text": " Вы, с небольшой дрожью в руках, пишите ей \"Привет!\"\nПосле небольшого перерыва она отвечает вам тем же. Что будем писать дальше?",
    "answers": [
      {
        "id": 42,
        "text": "Пока!"
      },
      {
        "id": 59,
        "text": "Как дела? Чем занимаешься?"
      },
      {
        "id": 60,
        "text": "Ты мне нравишься."
      }
    ]
  },
  {
    "id": 53,
    "text": " На вас что-то нашло... Ярость? Наверное, но почему? Что она вам сделала? Ничего, как и вы для неё, для того чтобы она вас заметила, для того чтобы понравиться ей. Лучше закройте страгичку, от греха, как говорится, подальше.",
    "answers": [
      {
        "id": 26,
        "text": "Закрыть её страницу."
      },
      {
        "id": 54,
        "text": "Всё таки написать ей"
      }
    ]
  },
  {
    "id": 54,
    "text": " Вы всё таки пишите ей своё сообщение, которое ей явно не понравилось. Она пишет вам:\n-Ты чего?\nВы отвечаете:\n(Что же вы ответите?)",
    "answers": [
      {
        "id": 55,
        "text": "Прости, не знаю что на меня нашло..."
      },
      {
        "id": 56,
        "text": "ТЫ СТЕРВА И ТВАРЬ!!!"
      },
      {
        "id": 57,
        "text": "Это всё из-за того, что ты не замечаешь меня!"
      }
    ]
  },
  {
    "id": 55,
    "text": " Вы пишите ей это, но она ничего не отвечает. Вы решаете закрыть её страничку.",
    "answers": [
      {
        "id": 26,
        "text": "Вернуться"
      }
    ]
  },
  {
    "id": 56,
    "text": " Вы набираете это сообщение и отправляете его ей. Она не отвечает и вскоре вы попадаете в Черный список.\n Но через несколько дней вы узнаёте, что очень её обидели, так как вы ей тоже нравились. Беда!\n Вы впадаете в глубокую депрессию и не посещаете университет, из которого вас вскоре отчисляют, а так же не появляетесь на работе, с которой вас увольняют.\n Пришло время идти в армию, салага!\n (Вы открыли редкую концовку получаете, в виде моего вам подарка, список всех достижений из этого квеста).",
    "answers": [
      {
        "id": 99,
        "text": "Начало"
      },
      {
        "id": 64,
        "text": "Список всех достижений."
      }
    ]
  },
  {
    "id": 57,
    "text": " -С чего ты взял? - пишет она.\n -Да я для тебя пустое место! - отвечаете вы.\n -Да с чего ты это взял?! - отправила она, - Ты мне нравился, но...\n Вы не дочитываете это сообщение лишь потому что уснули...",
    "answers": [
      {
        "id": 2,
        "text": "Попробуем ещё?"
      }
    ]
  },
  {
    "id": 58,
    "text": "Вы открыли не самую лучшую, но очень редкую концовку. Вас забрали в армию.",
    "answers": [
      {
        "id": 56,
        "text": "К той концовке"
      },
      {
        "id": 39,
        "text": "Начало"
      }
    ]
  },
  {
    "id": 59,
    "text": "-Я к занятиям готовлюсь, поэтому мои дела не очень)). Как у тебя дела?\n Вы обдумываете свой ответ и решаете написать...",
    "answers": [
      {
        "id": 36,
        "text": "Дела - хреново. Сейчас пиво допью и спать..."
      },
      {
        "id": 62,
        "text": "Нормально всё, сейчас на тебя смотрю))"
      }
    ]
  },
  {
    "id": 60,
    "text": "-Тогда почему ты не говорил мне это раньше? Ладно, не важно... Может... Попробуем встречаться?",
    "answers": [
      {
        "id": 63,
        "text": "Да, да, да!"
      }
    ]
  },
  {
    "id": 61,
    "text": "Вы открыли хорошую концовку. Вы начали встречаться с девушкой, которая давно вам нравится.",
    "answers": [
      {
        "id": 63,
        "text": "К той концовке"
      },
      {
        "id": 39,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 62,
    "text": "-Вот как)) Скажи мне, нравлюсь ли я тебе или нет?\n Вас очень озадачил данный вопрос и вы набираете свой ответ. Каким он будет?",
    "answers": [
      {
        "id": 42,
        "text": "Нет, пока."
      },
      {
        "id": 60,
        "text": "Очень!"
      }
    ]
  },
  {
    "id": 63,
    "text": " Вот так рождаются отношения между мужщиной и женщиной - благодаря алкоголю, а в нашем с вами случае - благодаря 10 бутылок дешевого и противного пива, от которого очень сильное похмелье. Всё таки алкоголь не такая уж и плохая штука.\n(Вы открыли хорошую концовку).",
    "answers": [
      {
        "id": 99,
        "text": "Начало"
      }
    ]
  },
  {
    "id": 64,
    "text": " Здесь я дам вам лишь список названий к этом достижениям. Как их получить я писать не стану, думайте сами.\n\n\"Ожог.\"\n\"Алкоголик.\"\n\"Пора спать.\"\n\"Игрок.\"\n\"Инкогнито.\"\n\"All you need is love.\"\n\"Не спать!\"\n\"В армию!\"\n\"Хакер.\"\n\"Сойти с ума.\"\n\"Плюс к карме.\"\n\"В пучине Instagram'a.\"",
    "answers": [
      {
        "id": 99,
        "text": "В меню"
      }
    ]
  },
  {
    "id": 65,
    "text": "Вы сидите за компьютером всю ночь и на работе чуть было не умираете на работе от усталости, благо всё обошлось.",
    "answers": [
      {
        "id": 72,
        "text": "К той концовке"
      },
      {
        "id": 39,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 66,
    "text": " Что можно о нём сказать? Здесь минимум науки и большинство наиглупейших постов, которые не имеют никакого отношения к тематике группы...",
    "answers": [
      {
        "id": 48,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 67,
    "text": " Ну-с, вы попадаете на паблик с так называемвми мемами. Множество из них вы совершенно не понимаете (может быть потому что не страдаете психическими расстройствами), а некоторые понимаете, но они вас не смешат.\n Контент таких пабликов глупый и бессмысленный. Конечно же есть и путёвые посты, но их не много. Думаю от сюда можно уходить.",
    "answers": [
      {
        "id": 48,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 68,
    "text": " Вы попадаете на \"пацанский\" паблик. Здесь собранны сопливые фразы, типо \"я буду иё любить пака ни перестанет серце в груди бить\" (ошибки я сделал специально, так как это очень лучшее описание), так же тут собранны фотографии всяких, так сказать, ТП и подписи типо \"у кого ни стаит тот гамасек\". Ещё здесь собранны фотографии дорогих автомобилей, о которых мечтает каждый подписчик этого паблика, но этим мечтам не сужденно сбытся, увы... А ещё здесь ну очень много русского рэпа, от которого вас начинает тошнить. Пора бы закрывать эту страницу...",
    "answers": [
      {
        "id": 48,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 69,
    "text": " Мы попали на музыкальный паблик, который очень популярен в ВК. Что можно о нём сказать, так это то, что здесь только лишь популярная музыка. Нет никакого распределения по жанрам и вкусам читателей. То есть они предлагают слушать всё подряд.",
    "answers": [
      {
        "id": 48,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 70,
    "text": " Вы попадаете на якобы патриотический паблик. Здесь почти что нет патриотических постов, здесь все посты о том какие США козлы, какие Украинцы дураки, и какие Европейцы извращенцы. Так же почти каждый подписчик пишет о том как было бы хорошо начать войну с США или же вообще сбросить на них атомную бомбу... \n Я, автор, терпеть не могу таких людей, так же как и такие группы, я считаю их дураками, которые не понимают что война - это самое ужасное и разрушительное явление на земле.",
    "answers": [
      {
        "id": 48,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 71,
    "text": " Вы открыли паблик со всякими историями. Вы прочли несколько и даже один раз засмеялись, но читать больше вы уже не в состоянии, так как вам очень хочется спать...",
    "answers": [
      {
        "id": 72,
        "text": "Сидеть до последнего!",
        "need": 4
      },
      {
        "id": 36,
        "text": "Идти спать"
      }
    ]
  },
  {
    "id": 72,
    "text": " Вы не зря выпили крепкий кофе и просидели перед компьютером целую ночь, но утром на работе вы плохо себя чувствовали и очень хотели спать.",
    "answers": [
      {
        "id": 99,
        "text": "Начало"
      }
    ]
  },
  {
    "id": 73,
    "text": " Вы прочли слишком много глупых новостей и сошли с ума.",
    "answers": [
      {
        "id": 23,
        "text": "К той концовке"
      },
      {
        "id": 39,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 74,
    "text": " *В пучине Instagram'a*\nВы вернули найденый вами смартфон хозяйке. Вы молодец!",
    "answers": [
      {
        "id": 94,
        "text": "К той концовке"
      },
      {
        "id": 39,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 75,
    "text": " Вы прошли мини-квест \"В пучине Instagram'a\"",
    "answers": [
      {
        "id": 95,
        "text": "К той концовке"
      },
      {
        "id": 39,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 76,
    "text": " Вы решаете, что надо бы вернуть дорогой гаджет хозяину, который, возможно волнуется из-за утраты. Вы открываете книгу контактов и бегаете глазами по именам.\n \"Ага, контакт \"Любимый\", - думаете вы, - отлично, сейчас позвоню.\"\n Вы набираете этот номер и слушаете монотонные гудки.\n  -Абонент занят, -произносит милый голос оператора популярной мобильной сети, - перезвоните позже.\n -Чёрт! - произносите вы.\n Вы продолжаете просматривать контакты и замечаете контакт \"Мама\". \n Вы набрали этот номер, и вам ответила женщина в возрасте.\n -Алло, - произносит та самая женщина, - Катя, это ты?\n -Нет, женщина, я... - не успеваете окончить вы, как вас перебивают.\n -Ах, ты наверное новый хахаль моей дочурки? - с презрением в голосе произносит женщина, - Знаешь что... Скажи ей, чтобы не звонила мне!\n На этом разговор заканчивается.",
    "answers": [
      {
        "id": 78,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 77,
    "text": "Вы решаетесь исследовать телефон, который не так давно нашли.",
    "answers": [
      {
        "id": 86,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 78,
    "text": "\"Да что ж такое?!, - думаете вы.\"\nВы смотрите на другие имена в списке контактов и находите контакт под именем \"Маша\".\n Куда будем звонить?",
    "answers": [
      {
        "id": 79,
        "text": "Маше"
      },
      {
        "id": 80,
        "text": "\"Любимому\""
      }
    ]
  },
  {
    "id": 79,
    "text": " Вы звоните на этот номер и вам отвечает автоответчик. Вы сбрасываете вызов.",
    "answers": [
      {
        "id": 78,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 80,
    "text": " Вы повторно набираете этот номер и вам отвечает молодая, судя по голосу, девушка.\n -Ты чего звонишь сюда, курица, - произносит молодой голосок, - еще раз сюда позвонишь и тебе крышка, ясно?\n -Стой... - вы опять не успели договорить.\n \"Что ж за день сегодня такой?! - думаете вы.\"\n Может быть хватит?",
    "answers": [
      {
        "id": 86,
        "text": "Прекратить поиски хозяйна и исследовать гаджет."
      },
      {
        "id": 82,
        "text": "Нет, надо продолжать поиски"
      }
    ]
  },
  {
    "id": 81,
    "text": "Вы решаете положить телефон в тумбочку и пойти заняться своими делами. Но дела вашт очень быстро были сделаны и вас охватило неутолимое любопытство.\n\"А что же там ещё есть? - подумали вы.\"",
    "answers": [
      {
        "id": 86,
        "text": "Посмотреть что ещё есть на смартфоне"
      }
    ]
  },
  {
    "id": 82,
    "text": "Вы решили, что поиски надо продолжить и стали просматривать список контактов повторно.\n-Здесь больше нечего искать, - произносите вы, - надо бы через соц. сети попробовать.\n Вы заходите в клиент ВК, но, к сожалению, хозяин вышел со своей страницы. Ну что делать прикажете?",
    "answers": [
      {
        "id": 83,
        "text": "Позвонить Маше"
      },
      {
        "id": 84,
        "text": "Позвонить на номер \"Мама\""
      }
    ]
  },
  {
    "id": 83,
    "text": " Вы уже во второй раз набрали номер неизвестной вам Марии и снова услышали автоответчик. Вам пришла в голову, казалось бы, банальная идея. Вы, после гудка, издаваемого тем самым автоответчиком, говорите, что нашли телефон и ищите его хозяина.\n \"Как же я раньше до этого не додумался?\"",
    "answers": [
      {
        "id": 81,
        "text": "Ждать."
      }
    ]
  },
  {
    "id": 84,
    "text": " К моему сожалению, вам не ответили.",
    "answers": [
      {
        "id": 83,
        "text": "Набрать номер \"Маша\""
      }
    ]
  },
  {
    "id": 85,
    "text": " Вы открываете клиент ВКонтакте, но хозяин вышел со своей страницы, а заходить на собственную вы боитесь.",
    "answers": [
      {
        "id": 86,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 86,
    "text": " На смартфоне нет ни одной игры, что конечно же очень плохо, так как вам очень скучно, а игры помогают развеселиться. Из установленных приложений здесь лишь ВК и Инстаграм. Куда зайдём?",
    "answers": [
      {
        "id": 85,
        "text": "В ВК."
      },
      {
        "id": 87,
        "text": "В Инстаграм"
      }
    ]
  },
  {
    "id": 87,
    "text": " Вы заходите в Инстаграм и, к счастью или к сожалению, хозяин, а если быть точнее, то хозяйка, айфона не вышла со своего профиля. Что посмотреть?",
    "answers": [
      {
        "id": 88,
        "text": "Популярных людей Инстаграма"
      },
      {
        "id": 89,
        "text": "Страницу хозяйки"
      }
    ]
  },
  {
    "id": 88,
    "text": " Тут вы находите множество российских звёзд, которым делать больше нечего, как вести словесные перепалки между собой, клеветать на друг друга и выставлять на показ все свои богатства. Материальные, конечно же.",
    "answers": [
      {
        "id": 92,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 89,
    "text": " Страница, на удивление, весьма скромная, что совсем не похоже на популярные профили. Вы ещё раз убеждаетесь в том, что хозяйка найденого вами смаптфона весьма симпатична и скромна. \n Наверное из-за её скромности фотографии и не набирают множество лайков и комментариев от парней, которые желают \"вдуть\" почти каждой обитательнице этого приложения.",
    "answers": [
      {
        "id": 90,
        "text": "Листать дальше"
      }
    ]
  },
  {
    "id": 90,
    "text": " Вы пролистываете ещё ниже и просматриваете очень милые фотографии. Пошлости и пафоса, свойственного большенству \"Инстаграмщиц\" и \"Инстаграмеров\", нет вообще. Причина даже не в том, что у хозяйки нет должного количества денег на то чтобы кичиться ими. Нет, причина кроется, как я думаю, в воспитании.",
    "answers": [
      {
        "id": 88,
        "text": "Просмотреть профили популярных пользователей"
      }
    ]
  },
  {
    "id": 91,
    "text": "-Пароль не подходит! Попробуйте ещё раз.-",
    "answers": [
      {
        "id": 13,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 92,
    "text": " Но популярны не только звёзды. Так же здесь присутствуют молодые миллионеры, миллиордеры, а ещё и девушки, которые не заработали и копейки за всю свою, пусть и весьма недолгую, жизнь. Живут они лишь сидя на шеях у своих богатых \"папиков\". Не было ли инстаграма - о них и не знали бы, так как ничего полезного они абсолютно не делают.\n На их страницах большая часть фотографий - это весьма пошлые фото, на которых выставлены на показ грудь и ягодитцы, пусть и весьма симпатичные.\n Их жизнь - показуха. Не было бы интернета - они бы умерли от того, что показать то, чем они гордятся, некому! \n И стоит кому-нибудь написать комментарий, который отзывается о одной из таких девушек не в очень добром свете, то, в большинстве случаев, та, кому был адресован тот самый комментарий, обматерит его самого и не забудет обматерить весь его род. Вот такие люди!",
    "answers": [
      {
        "id": 93,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 93,
    "text": " Думаю, что больше продолжать не стоит, так как вас уже начинает нехило тошнить. Вы ложите телефон на первую полку тумбы, стоящей около изголовья вашей кровати, и ложитесь спать. Вы очень утомились за всё то время, пока просматривали профили людей в Инстаграме. (Это вы ещё не заходили на профили животных).",
    "answers": [
      {
        "id": 94,
        "text": "Дальше",
        "need": 81
      },
      {
        "id": 95,
        "text": "Дальше",
        "need": 77
      }
    ]
  },
  {
    "id": 94,
    "text": " Вас будит звонок от той самой Маши. Вы взяли трубку.\n -Привет, это ты нашёл телефон, - сказал нежный голос молодой девушки.\n -Да, это я, - отвечаете вы.\n Вы в подробностях, которым может позавидовать почти любой автор детективных романов, и договорились о встрече сегодня вечером в больнице.\n Вечером пришла та самая хозяйка, и вы подумали, что в жизни она гораздо симпатичнее, чем на фото.\n Я думаю, что не стоит рассказывать  про то, что происходило дальше. Вы отдали телефон и получили, пусть и не большое, но очень приятное вознаграждение.\n(Вы прошли мини-квест на хорошую концовку).",
    "answers": [
      {
        "id": 99,
        "text": "Начало"
      }
    ]
  },
  {
    "id": 95,
    "text": " Телефон стал вашим, как говорится \"что упало, то пропало\", но не надолго... Вам пришлось продать его по невероятно низкой цене, чтобы купить себе лекарства, прописанные жадными врачами.\n Дальше о вас, то есть герое моей книги, ничего не знаю. Прошу вас меня извинить.\n(Вы прошли мини-квест).",
    "answers": [
      {
        "id": 99,
        "text": "Начало"
      }
    ]
  },
  {
    "id": 96,
    "text": "-Пароль не подходит! Попробуйте ещё раз.-",
    "answers": [
      {
        "id": 13,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 97,
    "text": "-Пароль не подходит! Попробуйте ещё раз-",
    "answers": [
      {
        "id": 13,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 98,
    "text": " Обновление 1.01: Исправил концовки, достижения, бонус и т.д. Также добавил обложку.\n Обновление 1.02: Исправил баг с паролями, а также некоторые опечатки.\n Обновление 1.03: Сделал нормальное меню.",
    "answers": [
      {
        "id": 99,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 99,
    "text": " Это меню квеста. Здесь вы можете посмотреть достижения, узнать про обновления и начать сам квест.\n Все концовки ведут именно сюда!",
    "answers": [
      {
        "id": 2,
        "text": "Начать квест"
      },
      {
        "id": 39,
        "text": "Достижения"
      },
      {
        "id": 98,
        "text": "Обновления"
      },
      {
        "id": 64,
        "text": "Список с названиями всех достижений",
        "need": 56
      },
      {
        "id": 38,
        "text": "\"В пучине Инстаграма\"",
        "need": 35
      }
    ]
  },
  {
    "id": 100,
    "text": " Ну-с, вы зашли в Одноклассники и наставили двойки своим учителям из школы. Вы беспощаден! Ваша месть - вот самое страшное явление на земле!",
    "answers": [
      {
        "id": 15,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 101,
    "text": " Вы решили посмотреть сколько лайков набрал ваш пост, написанный вчера. Вы перешли к этому посту и увидели, что он набрал 420 отметок \"Не нравится\". Теперь ваша репутация на этом сайте равна -1666... Вы всё равно продолжите выкладывать туда свои посты, которые никому не очень то и нужны.",
    "answers": [
      {
        "id": 15,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 102,
    "text": "",
    "answers": []
  }
]