[
  {
    "id": 1,
    "text": "\"Парень который всего боится\"  — так говорили о Феликсе одноклассники, знакомые и даже взрослые. Теперь ему 16, но ничего не изменилось. А когда группа его друзей отправилась в заброшенный дом на ночевку, он понял что это его последний шанс...Только что-то пошло не так... \n\nАвтор: МайскийКот\n\nКвест 2.",
    "answers": [
      {
        "id": 2,
        "text": "Начало"
      },
      {
        "id": 4,
        "text": "От Автора"
      },
      {
        "id": 1,
        "text": "Укажите команды для картинки",
        "url": "https://pp.userapi.com/c852228/v852228131/89edb/ABZ7sBHhE3k.jpg"
      }
    ]
  },
  {
    "id": 2,
    "text": "*\n—\"Эй, Феликс! Быстрей давай!\" \n\nКрикнул парню его лучший друг. Он был \"главарем\" всей из банды и он единственные связывал Феликса с остальными. Всего их было пятеро: Феликс, Елена, Эдя, Соня и Олег.\n\nФеликс нес рюкзак. Он оказался намного меньше чем нужно было. Пару банок консервов, пакетик чипсов, батончик, вода, тонкий плед, фонарь, который слабо светился, зажигалка и походный нож.\n\nФеликс посмотрел на Эдю. Он всякий раз старался идти быстрее, но он отвлекался на свои мысли. Ему было страшно. Ему было страшно идти на что то незнакомое, некомфортное, новое.",
    "answers": [
      {
        "id": 5,
        "text": "Поговорить о чем нибудь с ребятами"
      },
      {
        "id": 6,
        "text": "Молчать "
      },
      {
        "id": 2,
        "text": "Укажите команды для картинки",
        "url": "https://pp.userapi.com/c850424/v850424131/881ea/GkjQQHvTc94.jpg"
      }
    ]
  },
  {
    "id": 3,
    "text": "Концовок всего: ",
    "answers": [
      {
        "id": 10,
        "text": "Интуиция",
        "need": 10
      },
      {
        "id": 20,
        "text": "Смерть по любопытству",
        "need": 20
      },
      {
        "id": 21,
        "text": "Первым друг",
        "need": 21
      },
      {
        "id": 34,
        "text": "Последние",
        "need": 34
      },
      {
        "id": 36,
        "text": "Насильно мил будешь",
        "need": 36
      },
      {
        "id": 37,
        "text": "Привет психушка",
        "need": 37
      },
      {
        "id": 40,
        "text": "Равнодушие",
        "need": 40
      },
      {
        "id": 41,
        "text": "От смерти к смерти",
        "need": 41
      },
      {
        "id": 48,
        "text": "Пожертвовать себя",
        "need": 48
      },
      {
        "id": 49,
        "text": "Тихий лес",
        "need": 49
      },
      {
        "id": 54,
        "text": "Приговор",
        "need": 54
      },
      {
        "id": 55,
        "text": "Любовь это смертельно",
        "need": 55
      },
      {
        "id": 57,
        "text": "Нежное, холодное утро",
        "need": 57
      },
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 4,
    "text": "В квесте могут быть классические неувязки и недопонимание, но это так же добавляет неожиданные исходы. На этот раз идею квеста я придумал сам, т.к. заметил что не так много интересный квестов для пацанов. Желаю вам приятно провести время за чтением. ",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      },
      {
        "id": 58,
        "text": "Новый ответ. введите текст",
        "need": 58
      }
    ]
  },
  {
    "id": 5,
    "text": "*\n—\"Да-давайте о чем нибудь поговорим\" \n\nФеликс немного заикался, но к его заиканиям все давно привыкли. Он заикался не часто, а скорее просто из-за избытка мыслей. Ничего страшного...\n\n—\"Хорошо. Лично я взяла с собой книгу страшилок!\" \n\nСоня приподняла сумку, показывая где она. Феликс отнёсся к этому нормально. \n\n—\"По книжкам не интересно...\" — со знанием дела проговорил Олег. Ему было скучно -\" Я вам такое расскажу, что лучше перед этим сходить в туалет...\"\n\nЭти слова уже звучали страшнее. Но все же тревожные мысли почти отступили. \nВскоре в далеке Феликс заметил дом. Они уже почти дошли. ",
    "answers": [
      {
        "id": 7,
        "text": "Подойти к дому"
      },
      {
        "id": 5,
        "text": "Укажите команды для картинки",
        "url": "https://pp.userapi.com/c850424/v850424131/881ea/GkjQQHvTc94.jpg"
      }
    ]
  },
  {
    "id": 6,
    "text": "*\nФеликс молча и мысленно боролся с плохими мыслями, но кажется они побеждали. Ребята о чем то болтали. Феликс шел в самом конце. И тревожно молчал, краем уха слушая разговор о страшные истории. Но ему было не до рассказов. На лбу он почувствовал пару капель холодного пота. \n\nДовольно скоро он заметил очертание дома. Они почти пришли. Вид дома вызывал все больше пугающих мыслей, но с другой стороны: что может случится? Разве он один? Нет он с другом и с товарищами. У них полно вещей и еды. А дом он совсем не страшный, просто старый. Плохие мысли не на долго отступили. ",
    "answers": [
      {
        "id": 7,
        "text": "Подойти к дому"
      },
      {
        "id": 6,
        "text": "Укажите команды для картинки",
        "url": "https://pp.userapi.com/c850424/v850424131/881ea/GkjQQHvTc94.jpg"
      }
    ]
  },
  {
    "id": 7,
    "text": "*\nДом был вполне цел. Старые доски, крепко стоящие, скрипящие полы и дверь. Не крепкая лестница, в которую возможно можно и провалиться, заросшая травой. Дом был довольно высокий — 5 этажей. На последнем были выбить стекла. Хотя странно, зачем выбивать их на последнем этаже? Интересно. Холодно ли внутри? \n\nВсе же вид этой постройки ввел Феликса в небольшой ступор. Идти или нет? ",
    "answers": [
      {
        "id": 8,
        "text": "Зайти в дом"
      },
      {
        "id": 9,
        "text": "Не заходить в дом"
      }
    ]
  },
  {
    "id": 8,
    "text": "*\nФеликс переборол страх и последним поднялся по лестнице. Она скрипела под ногами, внутри бешено колотилось сердце но он упорно подавлял страх...\n—\"Вот умница!\"\nЭдя похлопал его по плечу. На его лице отразилась улыбка...\nФеликс тоже слабо улыбнулся. Действительно...ничего страшного не произошло...\n—\"Ну вы там скоро?\" \nРебята уже заждались. Феликс вздохнул и пошел в след за Эдей по коридору.\n—\"Спим чур отдельно: девочки и мальчики!\"\n—\"А я уж думал повеселимся!\" \nОлег намекающе улыбнулся, но Лена дала ему по башке. \n—\"Тут три спальни. Мы возьмем с первую, ну а вы уж выбирайте какую: \nближе к нашей комнате или там где теплее?\" \n—\"Конечно же где теплее!\" — Эдя не видел лучшего варианта.\n—\"Лучше к из комнате, так можно будет к девчонкам пробираться\"\n—\"Феликс, ты за что голосуешь?\" ",
    "answers": [
      {
        "id": 11,
        "text": "Ближе к девочкам "
      },
      {
        "id": 12,
        "text": "Там где теплее"
      },
      {
        "id": 13,
        "text": "Пусть девчонки выбирают "
      },
      {
        "id": 8,
        "text": "Укажите команды для картинки",
        "url": "https://pp.userapi.com/c852120/v852120131/8dd19/-e4uRipz8Fo.jpg"
      }
    ]
  },
  {
    "id": 9,
    "text": "*\n—\"Феликс! Но мы же договаривались!\" — С обидой говорил Эдя, последним входя в дом — \" Подумай! У тебя еще есть возможность пойти с нами!\" ",
    "answers": [
      {
        "id": 8,
        "text": "Зайти в дом. "
      },
      {
        "id": 10,
        "text": "Не заходить "
      }
    ]
  },
  {
    "id": 10,
    "text": "*\nЕго интуиция била тревогу, толкала в спину, призывала бежать. Страх тоже подключился к этому: \n—\"Нет, я боюсь!\" \nДруг пожал плечами и зашел в дом, оставив Феликса одного. Парень чувствовал себя убожеством, слабаком, он бежал поджав хвост при виде заброшенного дома. Ну ничего... \n\nЧерез неделю. \nФеликс сидел на кухне и пил чай. После этого дня прошло не так много времени, что бы все об этом забыли. Своих друзей он не видел с того самого момента. \nВнезапно в соседней комнате у матери зазвонил телефон. Она крикнула ему из ванной: \n—\"Сына, возьми трубку! Я голову мою!\" \nФеликс зашел в комнату и взял телефон. Номер был неизвестный. \n—\"З-здравствуйте\" \n—\"Здравствуйте молодой человек, будте добры Анну Петрову\" \n—\"Это моя мама...\"\n—\"А вы получается...Феликс\"\nПередайте матери, что вас вызывают к следователю, на допрос...\"\n—\"На допрос?? По-по какому прав-ву?\"\n—\"Ваших друзей нашли в лесу убитыми...\"\n",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      },
      {
        "id": 10,
        "text": "Укажите команды для картинки",
        "url": "https://pp.userapi.com/c850216/v850216954/54392/M9aUEF3CX60.jpg"
      }
    ]
  },
  {
    "id": 11,
    "text": "*\nФеликс смущаясь опустил глаза. \n\n—\"О, наш братан!\" — радостно сказал  Олег, хлопая Феликса по плечу. Парни направились на второй этаж. Феликс, оглядываясь на Лену и Соню поплелся за ними. ",
    "answers": [
      {
        "id": 14,
        "text": "В комнате"
      },
      {
        "id": 11,
        "text": "Укажите команды для картинки",
        "url": "https://pp.userapi.com/c852120/v852120131/8dd19/-e4uRipz8Fo.jpg"
      }
    ]
  },
  {
    "id": 12,
    "text": "*\n—\"Т-там где тепло, а то тут как-то х-холодно...\" \n—\"Ну ладно...\" \n\nОлег выглядел весьма разочарованным. Эдя, с одобрением посмотрел на друга и парни поднялись на второй этаж. ",
    "answers": [
      {
        "id": 14,
        "text": "В комнате"
      },
      {
        "id": 12,
        "text": "Новый ответ. введите текст",
        "url": "https://pp.userapi.com/c852120/v852120131/8dd19/-e4uRipz8Fo.jpg"
      }
    ]
  },
  {
    "id": 13,
    "text": "*\n—\"Пусть д-девочки выберут...\" \n\n—\"Конечно топайте в теплую! Не хватало нам еще, что бы вы к нам в комнату заходили!\" \n\n—\"Х-хорошо\" \n\nФеликс посмотрел на Олега и Эдю. \n\n—\"Ну пошли тогда...\"\n",
    "answers": [
      {
        "id": 14,
        "text": "В комнате "
      },
      {
        "id": 13,
        "text": "Укажите команды для картинки",
        "url": "https://pp.userapi.com/c852120/v852120131/8dd19/-e4uRipz8Fo.jpg"
      }
    ]
  },
  {
    "id": 14,
    "text": "*\nКомната была не большая. Стекла в окнах были вполне целы, что не приходилось говорить о прогнивших и выцвевших занавесках. На полу ничего не валялось. У стены стоял диван, с торчащей пружиной. Спать на нем было нельзя. Полусломанный комод стоял у входа. На нем лежали какие-то грязные вещи, которые даже рассматривать не хотелось. Рядом с ним стоял вполне целый, но тоже грязный матрас. Заправив его можно было бы неплохо устроится. \n\n—\"Складываем вещи в одну кучу. Кто что взял?\" \n\n—\"Вы, ребята спите на матрасе, а я спальный мешок взял!\" \n\n—\"Хорошо, а у меня много еды. Вы же знаете как я люблю поесть!\" \n\n—\"А-а моим пледом можно матрас застелить\".\n\nЭдя уставился на маленький рюкзак Феликса.\n\n—\"Да.м не густо...Ну и это подойдет!\" \n\n",
    "answers": [
      {
        "id": 15,
        "text": "Застелить матрас"
      },
      {
        "id": 15,
        "text": "Выложить консервы, чипсы, батончики и воду. "
      },
      {
        "id": 14,
        "text": "Укажите команды для картинки",
        "url": "https://pp.userapi.com/c846322/v846322391/1725fc/casd8LrWlOE.jpg"
      }
    ]
  },
  {
    "id": 15,
    "text": "*\n—\"Ну как вы там?\" \n\nК ним в комнату зашли девочки.\n\n—\"Эй! Значит нам к вам нельзя а вам можно?\" \n\nСоня с Леной переглянулись, улыбаясь. \n\n—\"Мы просто зашли за едой, что бы приготовить ужин!\" \n\n—\"Окей...\"\n\nЭдя передал им провизию Феликса и Олега, а затем достал огромный пакет своего. \n\n—\"Можно на неделю переезжать\"\nПрокомментировал Олег.\n\nДевченки ушли. \n\n—\"Пацаны пойдем куда нибудь?\"",
    "answers": [
      {
        "id": 16,
        "text": "Помогать девочкам"
      },
      {
        "id": 17,
        "text": "Погуляем вокруг дома"
      },
      {
        "id": 15,
        "text": "введите команды для картинки",
        "url": "https://pp.userapi.com/c846322/v846322391/1725fc/casd8LrWlOE.jpg"
      }
    ]
  },
  {
    "id": 16,
    "text": "*\nРебята спустились на нижний этаж. Там мебели было еще меньше. Посреди \"гостинной\" стоял большой стол, без стульев. На нем, аккуратно лежали все продукты. Еда Эди занимала весь стол. Среди нее были несколько сэндвичей, пара банок сока, сосиски для жарки на костре, две булки хлеба, чипсы, банка соленых огурцов и вообще очень много чего. \nДевчонки разделили обязанности. \nЛена записывала все продукты в блокнот, а Соня раскладывала по тарелкам салат, принесенный ею из дома. \n\n—\"А почему салат? Я хочу нормальную еду!\" \n\n—\"Потому что он единственный быстро портится\"\n\n—\"А вы че припёрлись?\" \n\n—\"Вам помочь\" \n\nЭдя взял со стола яблоко и откусил. \n\n—\"Так: яблоко 1-штука... Вычёркиваем\" \n\nЭдя чуть не подавился со смеха.\n\n—\"Так, идите! Не мешайте! Пусть только Феликс останется!\" \n\n—\"Ну хо-хорошо...\" ",
    "answers": [
      {
        "id": 18,
        "text": "Вечером "
      },
      {
        "id": 16,
        "text": "введите команды для картинки",
        "url": "https://pp.userapi.com/c852120/v852120131/8dd19/-e4uRipz8Fo.jpg"
      }
    ]
  },
  {
    "id": 17,
    "text": "*\nРебята вышли из дома на улицу. Было холодно, на траве был заметный белый иней. Феликсу сразу стало зябко. Его холодный, тонкий свитер не грел. Друзья отошли подальше от дома. На улицу вышла Соня. \n\n—\"Ребята, соберите пожалуйста дров для костра...\" \n\nФеликс едва заметно кивнул и Соня ушла. \n",
    "answers": [
      {
        "id": 18,
        "text": "Вечером"
      },
      {
        "id": 17,
        "text": "Укажите команды для картинки",
        "url": "https://pp.userapi.com/c850424/v850424131/881ea/GkjQQHvTc94.jpg"
      }
    ]
  },
  {
    "id": 18,
    "text": "*\n\nВечером все собрались на улице, развели костер и стали есть. Ночь, тут казалась намного страшнее чем днем, но других это даже забавляло. \nВ этой тишине любой шорох казался, таким заметным, что в Феликс чувствовал как страх острой иголкой пронзается в его сердце. Оно отрывно билось, хотелось встать и убежать, но куда? \nПосле еды все стали рассказывать страшилки. Феликс старался не слушать. Ему и так было страшно. Он вглядывался в лес, внезапно замечая что стискивает руками бревно, на котором сидит. Ночь была очень долгой. Ребята смеялись, дурачились, но Феликс ждал конца этого ужаса, еще не зная что эту ночь он переживет еще хуже. Наконец настала пора ложиться спать. Парни улеглись в своей комнате.",
    "answers": [
      {
        "id": 19,
        "text": "Засыпать"
      },
      {
        "id": 18,
        "text": "Укажите команды для картинки",
        "url": "https://pp.userapi.com/c847121/v847121603/173178/Y7vyFYO-FPQ.jpg"
      }
    ]
  },
  {
    "id": 19,
    "text": "*\nЕго сон внезапно прервался. Он проснулся в холодном поту. Пару минут пролежав, он внезапно разобрал шаги, которые все это время раздавались за дверью. ",
    "answers": [
      {
        "id": 20,
        "text": "Выйти"
      },
      {
        "id": 21,
        "text": "Лежать на месте",
        "need": 11
      },
      {
        "id": 22,
        "text": "Спрятаться",
        "need": 11
      },
      {
        "id": 23,
        "text": "Лежать на месте",
        "need": 12
      },
      {
        "id": 24,
        "text": "Спрятаться",
        "need": 12
      },
      {
        "id": 23,
        "text": "Лежать на месте",
        "need": 13
      },
      {
        "id": 24,
        "text": "Спрятаться",
        "need": 13
      },
      {
        "id": 19,
        "text": "Укажите команды для картинки",
        "url": "https://pp.userapi.com/c844618/v844618391/17b6fa/AC-nRZ-lou8.jpg"
      }
    ]
  },
  {
    "id": 20,
    "text": "*\nФеликс медленно встал и подошел к двери. Рука медленно потянулась до ручки. Дверь распахнулась. В тоже врем он ничего не успел понять, когда ему в живот что-то со звоном вонзилось и он упал...",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      },
      {
        "id": 20,
        "text": "Укажите команды для картинки",
        "url": "https://pp.userapi.com/c851332/v851332131/8ad84/JMpNLn_be6w.jpg"
      }
    ]
  },
  {
    "id": 21,
    "text": "*\nФеликс лежал на месте. Шаги все не прекращались. Вдруг дверь отворилась. В комнату кто-то зашел. Это было како-то существо. Феликс потерял дар речи. Существо медленно зашагало к нему. Их отделял только Олег, мирно спавший в своем спальном мешке. В тот же момент существо вонзило в него свои клинок. Мешок пропитался кровью. Олег застыл, из его горла больше не вырвется не звука. \n—\"Нет!!!\"\nФеликс заслонился руками, но это не спасло его от такой же участи...",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      },
      {
        "id": 21,
        "text": "Укажите команды для картинки",
        "url": "https://pp.userapi.com/c844618/v844618391/17b6fa/AC-nRZ-lou8.jpg"
      }
    ]
  },
  {
    "id": 22,
    "text": "*\nФеликс осмотрел взглядом комнату. Спрятаться можно было только за диваном...\nОн медленно, стараясь не издать ни звука зашел за него и сел. Через несколько секунд, дверь распахнулась. В комнату зашло нечто, от чего он потерял дар речи. Существо подошло сначала к Олегу, а затем и к Эде. Теперь вместо них лежали лишенные жизни куклы. ",
    "answers": [
      {
        "id": 38,
        "text": "Далее"
      },
      {
        "id": 22,
        "text": "Новый ответ. введите текст",
        "url": "https://pp.userapi.com/c844618/v844618391/17b6fa/AC-nRZ-lou8.jpg"
      }
    ]
  },
  {
    "id": 23,
    "text": "*\nФеликс лежал на месте. Дверь в комнату девочек распахнулась. Шаги зашли туда. Можно было подумать что это просто девочки ненадолго выходили в туалет или попить, но что то заставляла его бить панику. Он разбудил Эдю. \n\n—\"Феликс?\" \n\n—\"Т-тс!\"\n\nФеликс показал Эде на диван, показывая, что нужно спрятаться. Эдя ничего не понял, но они встали и спрятались за диван. Из комнаты девочек послышался подозрительный хрип. Затем шаги вышли и быстро направились к из комнате. Эдя и Феликс быстро сели и прижались к полу, стараясь не издавать не звука. Такой же хрип послышался и в их комнате. Шаги вышли. Ребята выглянули. Теперь вместо Олега лежало безжизненное кровавое тело. Эдя испуганно посмотрел на Феликса. Они вдвоем поняли, что тоже самое случилось с девчонками. \nФеликс внезапно осознал, что скоро они умрут... Но страх отступал. \n\n—\"Эд-дя Мы должны выжить...\"\n\n—\"Аг-га\".\n\nДруг кивнул и нервно сглотнул, сдерживая крик. ",
    "answers": [
      {
        "id": 25,
        "text": "Успокоить друга"
      },
      {
        "id": 26,
        "text": "Прислушаться к шагам"
      },
      {
        "id": 23,
        "text": "введите команды для картинки",
        "url": "https://pp.userapi.com/c844618/v844618391/17b6fa/AC-nRZ-lou8.jpg"
      }
    ]
  },
  {
    "id": 24,
    "text": "*\nФеликс оглядел комнату и спрятался за диван. В тот же момент что-то прошло в комнату. Сначала к Эде. Он мирно спал в своем спальнем мешке прежде чем тот не наполнился его кровью. А затем к Олегу. Существо осмотрело комнату и шаги вышли и торопливо спустились в низ. Был шанс что девочки живы. ",
    "answers": [
      {
        "id": 42,
        "text": "Осмотреть друзей"
      },
      {
        "id": 43,
        "text": "Выйти в корридор "
      },
      {
        "id": 24,
        "text": "введите команды для картинки",
        "url": "https://pp.userapi.com/c844618/v844618391/17b6fa/AC-nRZ-lou8.jpg"
      }
    ]
  },
  {
    "id": 25,
    "text": "*\n—\"Эдя...\"\n\nФеликс повернулся к нему лицом. \nОн посмотрел в его испуганные глаза. \n\n—\"У нас есть шанс!\" \n",
    "answers": [
      {
        "id": 26,
        "text": "Прислушаться к шагам "
      },
      {
        "id": 25,
        "text": "введите команды для картинки",
        "url": "https://pp.userapi.com/c844618/v844618391/17b6fa/AC-nRZ-lou8.jpg"
      }
    ]
  },
  {
    "id": 26,
    "text": "*\nШаги тем временем спустились по лестнице и послышались внизу. ",
    "answers": [
      {
        "id": 27,
        "text": "Выйти в корридор "
      },
      {
        "id": 26,
        "text": "Ждать "
      },
      {
        "id": 26,
        "text": "введите команды для картинки",
        "url": "https://pp.userapi.com/c844618/v844618391/17b6fa/AC-nRZ-lou8.jpg"
      }
    ]
  },
  {
    "id": 27,
    "text": "*\nФеликс медленно вышел в коридор. Шаги раздавались где-то под ним... Нужно было что-то делать ",
    "answers": [
      {
        "id": 26,
        "text": "Вернуться в комнату"
      },
      {
        "id": 29,
        "text": "Зайти к девочкам "
      },
      {
        "id": 27,
        "text": "введите команды для картинки",
        "url": "https://pp.userapi.com/c851332/v851332131/8ad84/JMpNLn_be6w.jpg"
      }
    ]
  },
  {
    "id": 28,
    "text": "*\nАккуратно, стараясь не перепачкаться в крови Феликс откинул одеяло под которым лежал труп. Тело еще не начало разлагаться и по этому все было довольно легко. Но у Лены в руках ничего не лежало. Феликс прикрыл ее обратно одеялом. Пусть уж лучше кажется что она спит...",
    "answers": [
      {
        "id": 29,
        "text": "Назад"
      },
      {
        "id": 28,
        "text": "Укажите команды для картинки",
        "url": "https://pp.userapi.com/c845420/v845420603/172b05/oTjfcLUyfEc.jpg"
      }
    ]
  },
  {
    "id": 29,
    "text": "*\n\nУ них в комнате пахло кровью, с примесью запаха яблок. Соня валялась на полу. На ее волосах и на лице была кровь. Феликс старался держать себя в руках. Он прошел по комнате в поисках Лены. Он нашел ее на старом диване. Казалось девушка безмятежно спала, если бы с кровати стойкой стойкой не стекала ее кровь.\n\n \n",
    "answers": [
      {
        "id": 28,
        "text": "Обыскать Лену"
      },
      {
        "id": 30,
        "text": "Обыскать Соню"
      },
      {
        "id": 29,
        "text": "Укажите команды для картинки",
        "url": "https://pp.userapi.com/c845420/v845420603/172b05/oTjfcLUyfEc.jpg"
      }
    ]
  },
  {
    "id": 30,
    "text": "*\nСоня лежала на полу без единого движения. Рядом с ней лежал фонарик, явно упавший из ее рук. Стекло у него было слегка разбито, но он вполне работал. Феликс понял фонарик. ",
    "answers": [
      {
        "id": 32,
        "text": "Выйти из комнаты"
      },
      {
        "id": 30,
        "text": "Укажите команды для картинки",
        "url": "https://pp.userapi.com/c845420/v845420603/172b05/oTjfcLUyfEc.jpg"
      }
    ]
  },
  {
    "id": 31,
    "text": "*\n—\"Л-ладно\".\nК Феликсу вновь вернулась неуверенность и заикание. Хотя он никак не хотел приближаться к этому странному и пугающему существо. Но его это не волновало. Тень медленно поплыла к Феликсу и припала к нему губами. Из Феликса как буд-то ушли все эмоции и чувства. Тень отбросила его тело как ненужную тряпку. \n—\"Можешь идти...Если сможешь...\" \nФеликс покачиваясь поднялся на ноги и оттащил Эдю в сторону. Тень смотрела на них. ",
    "answers": [
      {
        "id": 37,
        "text": "Через несколько лет"
      },
      {
        "id": 31,
        "text": "введите команды для картинки",
        "url": "https://pp.userapi.com/c851332/v851332131/8ad84/JMpNLn_be6w.jpg"
      }
    ]
  },
  {
    "id": 32,
    "text": "Шаги становились все быстрее. Нужно было торопиться. ",
    "answers": [
      {
        "id": 33,
        "text": "Зайти за Эдей."
      },
      {
        "id": 32,
        "text": "введите команды для картинки",
        "url": "https://pp.userapi.com/c851332/v851332131/8ad84/JMpNLn_be6w.jpg"
      }
    ]
  },
  {
    "id": 33,
    "text": "*\nФеликс зашел в комнату. Эдя склонился над телом Олега и сильно тряс его. От губ отрывались неразборчевые всхлипы. На его лице и руках была кровь. Феликс отстранил друга от тела и повернул к себе. Эдя приходил в себя. \n—\"Эдя. Пойдем!\" \n—\"Феликс...Феликс, ты не заикаешься?\" \n—\"Для этого не самый подходящий момент\"\nФеликс и Эдя вышли в коридор. Шаги послышались на лестнице. \n",
    "answers": [
      {
        "id": 34,
        "text": "Бежать"
      },
      {
        "id": 35,
        "text": "Спрятаться"
      },
      {
        "id": 33,
        "text": "введите команды для картинки",
        "url": "https://pp.userapi.com/c844618/v844618391/17b6fa/AC-nRZ-lou8.jpg"
      }
    ]
  },
  {
    "id": 34,
    "text": "*\nМальчишки громко ринулись бежать. Шаги не приближались. Они вдруг возникли на пол пути к свободе. И ребята навсегда прекратили свое существование.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      },
      {
        "id": 34,
        "text": "введите команды для картинки",
        "url": "https://pp.userapi.com/c851332/v851332131/8ad84/JMpNLn_be6w.jpg"
      }
    ]
  },
  {
    "id": 35,
    "text": "*\nСпрятаться было не где. Шаги приближались. Но мальчики поняли, что убегать бесполезно. Вдруг показалась тень. Она была похожа на темный, густой туман. На ее \"руках\" были длинные ногти. Она осмотрела молодых парней, а затем медленно направилась к Феликсу.\n—\"Ты...\"\nЕго голос звучал хрипло и еле разборчиво. \n—\"Если поцелуешь меня, то ты и твой друг останетесь живы...\"\n",
    "answers": [
      {
        "id": 31,
        "text": "Хорошо"
      },
      {
        "id": 36,
        "text": "Нет"
      },
      {
        "id": 35,
        "text": "введите команды для картинки",
        "url": "https://pp.userapi.com/c851332/v851332131/8ad84/JMpNLn_be6w.jpg"
      }
    ]
  },
  {
    "id": 36,
    "text": "*\nТень схватила его за горло и приставила к своим губам, \"высасывая\" все эмоции. Вскоре Феликс упал на пол, обессиленный. Тень скользнула к Эде и острыми когтями распорола ему живот. На Феликса закапала кровь. Он еле покачиваясь встал, отплевываясь от нее. \n—\"Ты сам так выбрал...\"\nТень еще раз \"высасала\" его эмоции, а потом распорола ему живот. ",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      },
      {
        "id": 36,
        "text": "введите команды для картинки",
        "url": "https://pp.userapi.com/c851332/v851332131/8ad84/JMpNLn_be6w.jpg"
      }
    ]
  },
  {
    "id": 37,
    "text": "*\nФеникс и Эдя вдвоем лежали в психушке. Феликсу сильно давила смирительная рубашка. Он молчал. Ему всегда хотелось спать. Эдя, который бился за правду больше всех лежал в отключке. Через два года их выпустят, вот только нормальной жизни они не получат. Феликс еще раз оглядел комнату и тоже впал в забвение. ",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      },
      {
        "id": 37,
        "text": "Укажите команды для картинки",
        "url": "https://pp.userapi.com/c851016/v851016349/8c30b/6HH7EpI56FE.jpg"
      }
    ]
  },
  {
    "id": 38,
    "text": "*\nДождавшись когда тень уйдет Феликс медленно подошел к телам друзей. Они уже точно были мертвыми, скорее как и девченки. Он теперь мог расчитывать только на себя. ",
    "answers": [
      {
        "id": 39,
        "text": "Выйти"
      },
      {
        "id": 38,
        "text": "введите команды для картинки",
        "url": "https://pp.userapi.com/c844618/v844618391/17b6fa/AC-nRZ-lou8.jpg"
      }
    ]
  },
  {
    "id": 39,
    "text": "*\nДлинный коридор, в разные стороны, один ведет на лестницу, другие в дальние комнаты и наконец выход на улицу. ",
    "answers": [
      {
        "id": 40,
        "text": "Спустится по лестнице"
      },
      {
        "id": 41,
        "text": "Пойти в выход с корридора"
      },
      {
        "id": 39,
        "text": "введите команды для картинки",
        "url": "https://pp.userapi.com/c851332/v851332131/8ad84/JMpNLn_be6w.jpg"
      }
    ]
  },
  {
    "id": 40,
    "text": "*\n\nНа лестницу идти было рисково, но все же Феликс встал на скрипящие доски. Страх улетучился. Феликс медленно спускался. Шаги почувствовали его шаги и направились к нему. Фурией взлетев перед ним, непонятное существо, похожее на тень возвысилось над ним, длинными когтями переризая ему глотку. Феликс упал замертво, на его лице было только равнодушие. ",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      },
      {
        "id": 40,
        "text": "введите команды для картинки",
        "url": "https://pp.userapi.com/c852120/v852120131/8dd19/-e4uRipz8Fo.jpg"
      }
    ]
  },
  {
    "id": 41,
    "text": "*\nТак было умнее и безопаснее. С тревогой Феликс перешел на бег и достигнув двери вышел на улицу. Холодный, ночной воздух охватил его тело. Феликс бросился бежать через лес пока не упал. Его одежда стала мокрая и грязная вся в прилипшей земле. Он снова встал и снова бросился бежать и так продолжалось около часа. Из последних сил он лег около дерева и заснул. Его замерзшие сердце медленно переставало биться. Он спал несколько недель прежде чем впал в вечный сон. ",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      },
      {
        "id": 41,
        "text": "введите команды для картинки",
        "url": "https://pp.userapi.com/c850424/v850424131/881ea/GkjQQHvTc94.jpg"
      }
    ]
  },
  {
    "id": 42,
    "text": "*\nФеликс сделал шаг, но понял что не может на это смотреть.",
    "answers": [
      {
        "id": 24,
        "text": "Назад"
      },
      {
        "id": 42,
        "text": "введите команды для картинки",
        "url": "https://pp.userapi.com/c844618/v844618391/17b6fa/AC-nRZ-lou8.jpg"
      }
    ]
  },
  {
    "id": 43,
    "text": "*\nФеликс торопливо вышел из комнаты. Было время пока шаги ходили внизу. Парень открыл скрипящую дверь и еле увернулся от летящей палки. \n—\"Эй. Вы чего?\"\nОн перешел на шепот\n—\"Феликс? Мне казалось пацанов уже убили.\"\nПеред ним стояли Соня и Лена. \n—\"Тсс. Кто это там?\"\n—\"Нас разбудил странный скрип у вашей двери и мы спрятались\" \n—\"А меня шаги и я тоже спрятался...\"\n—\"Как же Эдя и Олежа?\"\n—\"Из убили и лучше на это не смотреть\".\nШаги послышались на их этаже.\n—\"Срочно, лезем под стол.\nВ комнате девушек около кровати стоял сто с накрытой на него пыльной скатертью. Все залезли туда. Было тесно и страшно.\n—\"Дверь снова заскрипела. Тень долго вглядывалась в пустые стены, а потом ушла. Шаги моментально прекратились. Воцарилось молчание. \nФеликс первым вылез из-под стола, а затем подошел к двери. ",
    "answers": [
      {
        "id": 44,
        "text": "Выгляннуть в коридор"
      },
      {
        "id": 43,
        "text": "введите команды для картинки",
        "url": "https://pp.userapi.com/c851332/v851332131/8ad84/JMpNLn_be6w.jpg"
      }
    ]
  },
  {
    "id": 44,
    "text": "*\nФеликс осторожно высунул голову и тут же увидел... тень. Она непонятно схватила его и выкинула обратно в комнату. Соня и Лена закричали. ",
    "answers": [
      {
        "id": 45,
        "text": "Приготовится к смерти"
      },
      {
        "id": 44,
        "text": "введите команды для картинки",
        "url": "https://pp.userapi.com/c851332/v851332131/8ad84/JMpNLn_be6w.jpg"
      }
    ]
  },
  {
    "id": 45,
    "text": "*\n—\"Ты...Мальчишка!\"\nТень внезапно заговорила с ним. \n—\"Я?\"\n—\"Мало кто меня понимает...\"\nСлова тени были похожи на шипение.\n—\"Отдай мне одну душу из них и двоих других я убью. Быстро!\" ",
    "answers": [
      {
        "id": 46,
        "text": "Соню"
      },
      {
        "id": 47,
        "text": "Лену"
      },
      {
        "id": 48,
        "text": "Себя"
      },
      {
        "id": 45,
        "text": "Укажите команды для картинки",
        "url": "https://pp.userapi.com/c845420/v845420603/172b05/oTjfcLUyfEc.jpg"
      }
    ]
  },
  {
    "id": 46,
    "text": "*\n\n—\"Соню....э\"\n\nПарень виновато посмотрел на девушку. Она не понятно мотнула головой. Тень подходила к ним. Никто из девчонок не мог пошевелился. Тень коснулась виска Сони и та сразу же упала замертво. Тень подхватила ее на руки и ушла не оборачиваясь.\n\n—\"Что это было?\"\n\n—\"Тень...Она просила выбрать одного из нас что бы убить. Я выбрал Соню\" \n\n—\"Мой спаситель\".\n\nЛена подошла и обняла его, затем жарко поцеловав в губы. ",
    "answers": [
      {
        "id": 49,
        "text": "Отстранить"
      },
      {
        "id": 50,
        "text": "Не останавливать"
      },
      {
        "id": 46,
        "text": "Укажите команды для картинки",
        "url": "https://pp.userapi.com/c845420/v845420603/172b05/oTjfcLUyfEc.jpg"
      }
    ]
  },
  {
    "id": 47,
    "text": "*\n—\"Лену...\"\n\nФеникс молча наблюдал как тень подходит к замеревшим девочкам и касается виска Лены. В секунду она падает за мертво. Тень молча кивает, берет ее на руки и уходит. Соня заливается в слезы. ",
    "answers": [
      {
        "id": 51,
        "text": "Успокоить Соню"
      },
      {
        "id": 47,
        "text": "Укажите команды для картинки",
        "url": "https://pp.userapi.com/c845420/v845420603/172b05/oTjfcLUyfEc.jpg"
      }
    ]
  },
  {
    "id": 48,
    "text": "*\n—\"Я пойду...\"\n—\"Прощайся с жизнью\" \nФеликс повернулся лицом к девочкам и крикнул:\n—\"Бегите!\"\nПрежде чем в него вонзились кровожадные когти.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      },
      {
        "id": 48,
        "text": "Укажите команды для картинки",
        "url": "https://pp.userapi.com/c845420/v845420603/172b05/oTjfcLUyfEc.jpg"
      }
    ]
  },
  {
    "id": 49,
    "text": "*\n—\"Лена, не надо...\"\nЛена с обидой посмотрела на него, выскочила за дверь и убежала вниз по лестнице. Феликс не стал ее догонять. Он сходил в комнату где лежали пацаны и забрал свои вещи. Затем собрал и вещи Лены. Спустился вниз. Лена всхлипывала. Она почти успокоилась.\n—\"Пошли скорее от сюда...\"\nЛена кивнула и взяла свой рюкзак. \nОни вышли. Солнце только вставало. Они шли по знакомой тропинке. Лена всхлипывала. Филип молчал. ",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      },
      {
        "id": 49,
        "text": "Укажите команды для картинки",
        "url": "https://pp.userapi.com/c845420/v845420603/172b05/oTjfcLUyfEc.jpg"
      }
    ]
  },
  {
    "id": 50,
    "text": "*\nФеликс взаимно поцеловал Лену. Ее нежные руки крепко обнимали вас, заставляя забыть о всем на свете.\n—\"Давай останемся здесь?\"\n",
    "answers": [
      {
        "id": 55,
        "text": "Согласится"
      },
      {
        "id": 56,
        "text": "Уйти от ее чар"
      },
      {
        "id": 50,
        "text": "Укажите команды для картинки",
        "url": "https://pp.userapi.com/c845420/v845420603/172b05/oTjfcLUyfEc.jpg"
      }
    ]
  },
  {
    "id": 51,
    "text": "*\n—\"Она просила выбрать одного из нас...\"\n—\"И ты что? Выбрал Лену? Да как ты мог!\"\nСоня набросилась на него в истерике.\n—\"Почему! Почему ты не выбрал меня?! Она была бы сейчас жива!\"\n—\"Извини меня\"",
    "answers": [
      {
        "id": 52,
        "text": "Схватить Соню и успокоить силой."
      },
      {
        "id": 53,
        "text": "Больше не успокаивать"
      },
      {
        "id": 51,
        "text": "Укажите команды для картинки",
        "url": "https://pp.userapi.com/c845420/v845420603/172b05/oTjfcLUyfEc.jpg"
      }
    ]
  },
  {
    "id": 52,
    "text": "*\nФеликс крепко схватил Соню и прижал. \n\n—\"Прости\" \n\nСказала она нежно обнимая Феликса. \nСоня вдруг стала такая тихая и спокойная. Феликс пригладил ее нежные волосы. \n\n—\"Феликс, пожалуйста не надо...\"\n\n—\"Что ты имеешь ввиду?\"\n\n—\"Отпусти меня, я уже успокоилась\"\n\nФеликс отпустил Соню.\n\n—\"Ребята...умерли сегодня и я... не хочу влюбляться в тебя в этот день...\"\n\nФеликс кивнул. \n",
    "answers": [
      {
        "id": 57,
        "text": "Далее"
      },
      {
        "id": 52,
        "text": "Укажите команды для картинки",
        "url": "https://pp.userapi.com/c845420/v845420603/172b05/oTjfcLUyfEc.jpg"
      }
    ]
  },
  {
    "id": 53,
    "text": "*\n—\"Тогда...\"\nЛена замерла на секунду, а затем выбросилась в окно, прямо через стекло. Старые ставни не могли справится с ее весом и девушка упала, приземлившись в падении на острые осколки и больше не шевелилась.\nЭдя замер и молча, нн собирая вещей, в одном тонком свитере выбежал из дома и побежал прочь от этого дома. \n\n\n\n",
    "answers": [
      {
        "id": 54,
        "text": "Через год"
      },
      {
        "id": 53,
        "text": "Укажите команды для картинки",
        "url": "https://pp.userapi.com/c845420/v845420603/172b05/oTjfcLUyfEc.jpg"
      }
    ]
  },
  {
    "id": 54,
    "text": "*\n—\"Александр Новенко, вы приговариваетесь к четырнадцати годам заключения по статье 35, которую нарушил ваш сын. Феликс Новенко, вы подтверждаете?\"\n\n—\"Да\"\n\nФеликс соврал. Он не хотел что бы так получилось, но если бы он твердил бы правду, то его упекли бы в психушку....",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      },
      {
        "id": 54,
        "text": "Укажите команды для картинки",
        "url": "https://pp.userapi.com/c846123/v846123179/171461/V23DChUqJ-w.jpg"
      }
    ]
  },
  {
    "id": 55,
    "text": "*\n—\"Ради тебя...\"\nЛена обняла его до боли, стискивая руками. \nВ ее руке неожиданно возник нож.\n—\"Прости, Феликс, но я не хочу больше жить, а раз ты согласился, то ты умрешь вместе со мной. \nОна глубоко воткнула нож в живот и схватила руками, почти мертвого Феликса целуя его на прощанье...",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      },
      {
        "id": 55,
        "text": "Укажите команды для картинки",
        "url": "https://pp.userapi.com/c845420/v845420603/172b05/oTjfcLUyfEc.jpg"
      }
    ]
  },
  {
    "id": 56,
    "text": "*\n—\"Нет, прости\"\n\nЛена посмотрела на него\n\n—\"Я хочу закончить школу и пойти на работу и завести семью\"\n\nФеликс забубнил первое что попалось на ум в оправдание.\n",
    "answers": [
      {
        "id": 49,
        "text": "Далее"
      },
      {
        "id": 56,
        "text": "Укажите команды для картинки",
        "url": "https://pp.userapi.com/c845420/v845420603/172b05/oTjfcLUyfEc.jpg"
      }
    ]
  },
  {
    "id": 57,
    "text": "*\nНе собирая вещей они одели одежду и поспешили уйти. Солнце только вставало. Было холодно и дул ветер. Феликс держал Соню за руку, боясь что она возьмет и убежит. Так они постепенно до шли до города...",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      },
      {
        "id": 57,
        "text": "введите команды для картинки",
        "url": "https://pp.userapi.com/c850424/v850424131/881ea/GkjQQHvTc94.jpg"
      }
    ]
  },
  {
    "id": 58,
    "text": "—",
    "answers": [
      {
        "id": 59,
        "text": "Новый ответ. введите текст"
      },
      {
        "id": 60,
        "text": "Новый ответ. введите текст"
      },
      {
        "id": 61,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 59,
    "text": "—",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 60,
    "text": "—",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 61,
    "text": "—",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 62,
    "text": "",
    "answers": []
  }
]