[
  {
    "id": 1,
    "text": "Привет, дорогой читатель!!! Этот квест подойти не трудно, Но и не легко!!! Вы будите играть за Рафаэля Лугаре. Друзья его называют Рафи. \n\nБудь внимателен, рассудителен, потому что из-за каждого наверного решения, поменяется вся суть и ты можешь провалить квест (квест может начаться заново!!!) Будь готов набрать ???? . Удачи!!!\nВ квесте возможны грамматические ошибки.",
    "answers": [
      {
        "id": 2,
        "text": "Начнем"
      },
      {
        "id": 45,
        "text": "Новый ответ. введите текст"
      },
      {
        "id": 61,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 2,
    "text": "Ночь, холод... Снова сильный ветер, снова бессмысленные новости доносящиеся из телевизора... \"Итак, учёные доказали что НЛО существуют!!!\" -какая-то тётенька из телевизора.\n\n Переключает... \n\n\"Кто спустится к нам с космоса???\"-какой-то мужчина с сомнительной внешностью.",
    "answers": [
      {
        "id": 3,
        "text": "Переключить"
      },
      {
        "id": 4,
        "text": "Выключить"
      },
      {
        "id": 59,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 3,
    "text": "\"Когда приходят инопланетяне???\" — закадровый голос, с картинками на видео.",
    "answers": [
      {
        "id": 4,
        "text": "Выключить"
      }
    ]
  },
  {
    "id": 4,
    "text": "—Что за чушь??? Эй, Праго выключи чайник, он давно скипел!!!\n\nПраго-Дэниз Праго, сосед по комнате общежития. Молодой человек 22-х лет (так же как и Рафаэлю). Любитель чтения книг и разных статей, ненавидит своего соседа из-за вечеринок, которые проводит Рафаэль.\n\n—Выключу, но чуть позже... Мне осталась одну деталь...\n\nРафи встал и стукнул по столу где работал Праго.\n—Всё!!!\n—Эй... Знаешь что... все с меня хватит, я пожалуюсь на тебя. Это уже третья работа, из за которой моя стипендия понижается!!!\n",
    "answers": [
      {
        "id": 5,
        "text": "Посмеяться"
      },
      {
        "id": 6,
        "text": "Ещё раз ударить по столу"
      },
      {
        "id": 7,
        "text": "Извиниться"
      }
    ]
  },
  {
    "id": 5,
    "text": "—Чего??? Да ты ещё смеёшься???\n—Ты забыл? Я племянник директора самой крупной компании!!! Так что, радуйся, что с таким как ты, я до сих пор проживаю!!!",
    "answers": [
      {
        "id": 8,
        "text": "Шантажировать"
      },
      {
        "id": 7,
        "text": "Извиниться"
      },
      {
        "id": 60,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 6,
    "text": "Праго:Все я звоню!!!\n—Куда?\n—Куда нужно...\n—Ты забыл? Я племянник директора самой крупной компании!!! Так что, радуйся, что с таким как ты, я до сих пор проживаю!!!",
    "answers": [
      {
        "id": 8,
        "text": "Шантажировать"
      },
      {
        "id": 7,
        "text": "Извиниться"
      }
    ]
  },
  {
    "id": 7,
    "text": "Праго:Нет!!! Извинения не приняты!!!\n—Я не собирался извиняться!!! Это была шутка!!! Ты забыл? Я племянник директора самой крупной компании!!! Так что, радуйся, что с таким как ты, я до сих пор проживаю!!!",
    "answers": [
      {
        "id": 8,
        "text": "Шантажировать"
      }
    ]
  },
  {
    "id": 8,
    "text": "Рафаэль: Хм мммм. Слушай, я знаю, что ты влюблен...\n—Что бы ты ни сказал, НЕТ!!!\n— Ок, тогда сегодня я приглашу ее в ресторан.\n—Что??? Зачем??? Точнее кого?\n—Покушать... И ты знаешь кого, поэтому спрашиваешь.\n—Ну, ладно.\nЯ посмотрел на растерянное лицо Дениза, Но все равно пошел на встречу с его\"возлюбленной\" .\n\n Я пошел к кровати и набрал номер своего друга.\n—Эй, Рафик, ну как там, во сколько туса?\n— Э, сегодня не выйдет.\n— Опять какую-то даму заворожил?\n—Нет, все проще, сосед съехал, теперь решать задачу нужно. Дай номер одной девушки...\n—Да без вопросов!\n\nЯ аккуратно сложил бумагу с номер этой девушки ( если честно я даже не знал как ее зовут, Но зная, что Праго позвонит  и расскажет все дэкану ( Праго знал, что нет у меня никого богатого дяди и я вру про свое богатое состояние другим, что бы не приставали, Если бы ни мой предлог, Праго бы сообщил всё что я натворил \n( включал музыку на все общежитие, поцарапал машину декана, выплеснул воду на сына декана, оставлял жвачки на столе каждого преподавателя, списывал, делал фото с кричащими учителям и объявлял в интернете, говоря что это Дэниз и д.р)\nменя бы уже выгнали, а так хотя бы время потянуть...)\n\nУже поздно звонить кому-либо, так что я ложусь спать.",
    "answers": [
      {
        "id": 9,
        "text": "Просыпаться"
      }
    ]
  },
  {
    "id": 9,
    "text": "—Утро??? Уже? А где Дэниз?\nНа столе не лежит гора книг и тетрадей подписанных \"Праго Дэниз\". И научных работ нет.\nЯ вспомнил, что нужно позвонить той девушке.\nЯ набрал номер, прошел гудок...\nАлло-сказал чей-то только проснувшийся голосок. -Кто вы? -Мы знакомы?\nЯ тут же включил свой от обоятельный голос...\n",
    "answers": [
      {
        "id": 10,
        "text": "Здравствуйте, только не пугайтесь, я хочу пригласить вас в ресторан!!!"
      },
      {
        "id": 11,
        "text": "Привет, я Рафаэль из 115 группы, я узнал, что ты хорошо учишься, Но такому как я не понять всего того что мы учим, давай встретимся возле университета?"
      },
      {
        "id": 12,
        "text": "Эээ, алло, вы кто? Зачем вы мне позвонили?"
      }
    ]
  },
  {
    "id": 10,
    "text": "Хммм, дайте подумать...я наверно не смогу пойти. И да, я знаю что вы Рафаэль Лугарэ, о вас пол университета говорят...-сказала девушка, после она посмеялась и выключила...\n\nЧто?-Подумал я \nДэнизззззз!!!\nИ пошел в ближайшую библиотеку, чтобы разобраться с ним.",
    "answers": [
      {
        "id": 13,
        "text": "Отправиться в библиотеку"
      }
    ]
  },
  {
    "id": 11,
    "text": "Хм, было бы неплохо, Но таких как ты я знаю... Ведь о тебя вся школа говорит...-сказала она немного посмеявшись, после включила...\n\nЧто?-Подумал я \nДэнизззззз!!!\nИ пошел в ближайшую библиотеку, чтобы разобраться с ним.",
    "answers": [
      {
        "id": 13,
        "text": "Отправиться в библиотеку"
      }
    ]
  },
  {
    "id": 12,
    "text": "Что? Я?\nТут мне хотелось показаться заботливым, мол люблю какого то младшего брата...И назвал его \"братиком\".\n—Ой, прошу прощения, это наверно мой младший братик нажал не на ту кнопку...\n\n—Откуда у вас мой номер???\nМне не хотелось отвечать на этот вопрос, и проигнорировал его...\n—Мы уже общаемся 20секунд и я до сих пор не представился ... меня зовут Рафаэль Лугарэ.\n—А, да это о вас все говорят?\nОна немного посмеялась и выключила...\n\n\nЧто?-Подумал я \nДэнизззззз!!!\nИ пошел в ближайшую библиотеку, чтобы разобраться с ним.",
    "answers": [
      {
        "id": 13,
        "text": "Отправиться в библиотеку"
      }
    ]
  },
  {
    "id": 13,
    "text": "Как и обычно Праго сидел в библиотеке. \nКогда я шел до этой библиотеки, у меня было такое чувство, будто меня подвели... и надо мной как над ребенком в детском саду, посмеялась девочка...\nМне было стыдно, хотя и сам не знал, что Праго им рассказал...\nВ тот момент, я почувствовал себя ребенком, таким беззащитным... Но увидев Дэниза, это чувство пропало...",
    "answers": [
      {
        "id": 14,
        "text": "Толкнуть Праго стоящего возле большой картонной книги."
      },
      {
        "id": 14,
        "text": "Дать пинка под зад Праго"
      },
      {
        "id": 14,
        "text": "Оскорбить"
      }
    ]
  },
  {
    "id": 14,
    "text": "Ты чего? — Праго\n—Ты, ты как ты мог?\n—Ты уже узнал?\nЯ вцепился в куртку Праго  и прижал к стене...\n—Говори, что ты сделал? Что ты рассказал???\n—А, ты ещё не знаешь? Знаешь золотое правило морали? \" относись к людям так, как ты хотел бы чтоб относились к тебе\" \n—Ну, тогда жди ответный удар.\nЯ толкнул его об стену и пошел в сторону двери.\nЭй, оставить девушку в покое!!!-крикнул Праго\n—Недождёшься!!!\n Я ушел...\nВдруг мне пришло сообщение от того номера \"девушки\" , я читаю \" Привет, странный вышел утренний разговор, Но я думаю тебя кто то подвёл, когда написал возле расписания твой номер. Давай встретимся в кафе сейчас!\n\n\n",
    "answers": [
      {
        "id": 15,
        "text": "Конечно, жду..."
      },
      {
        "id": 15,
        "text": "Нет, времени нету"
      },
      {
        "id": 15,
        "text": "Ок, только потом в ресторан"
      }
    ]
  },
  {
    "id": 15,
    "text": "К сожалению, она не прочитала сообщение, я и его удалил. просто написал \"Ок\".\n\nЯ не думал о встрече с ней,  я был заинтересован тем, зачем  Дэниз написал на расписании и мой номер или там не только это!!!\nЯ запереживал... и не заметил как вошёл в кафе...\n\nБыло много людей... все места были заняты. Кроме одного... За котором следа  девушка с необычной формой тела (полненькая)\nЯ сел возле нее... Наш разговор начал я \n—Привет\n—Здравствуйте,\nМеня поразил её голос, он был другой.\nТут я слышу чей то голос...\" Здравствуйте, вы не Рафаэль?\" \n Я тут же понял, она опоздала.\nЯ попросил рядом сидящую девушку (полнинькую) встать...\n",
    "answers": [
      {
        "id": 16,
        "text": "Девушка, там за углом булки бесплатные, идите нападайте..."
      },
      {
        "id": 17,
        "text": "Я тут кое кого жду, можете уйти?"
      },
      {
        "id": 18,
        "text": "Взять её за руки и сказать что люблю ..."
      }
    ]
  },
  {
    "id": 16,
    "text": "Эта полненькая девушка занималась ку фу , она сломала Рафаэлю руку... Он попал в больницу.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 17,
    "text": "Нет, я книгу слушаю...",
    "answers": [
      {
        "id": 15,
        "text": "..."
      }
    ]
  },
  {
    "id": 18,
    "text": "Девушка  (полненькая)странно посмотрела на меня, выдернула свои руки из моих, дала пощечену и ушла...\n\nЯ радостно позвал возлюбленную Дэниза: Ну, привет!\nОна посмотрела на меня и медленно как во всех фильмах шла... Но я  заставлял себя не смотреть на нее, так как это все лишь часть плана...\n\n—Привет\n—Ты... отправила мне смс,я пришел...\n—Я думала ты другой, щупленький, бедный парень...\n—Так вот какие парни тебе нравятся...\nУсмехнулся я\nОна посмотрела на меня своими карими глазами и сказала ... меня зовут Марии ...\nЯ старался совсем не смотреть на нее... Но не получалось... Почему то, как только она пришла, я не мог сказать какую-то гадость...\n—Так чего ты сюда пришла?\n—Пошли\n—Куда?\n—В университет!!!\nЯ сделал вид какого то бояки, потому что знал она должна меня заставить идти, и к тому же все равно собирался и одному как то скучно\n—Нее, не я не пойду...\n—Идём\nСказала она и как пуля вытащила меня из кафе...",
    "answers": [
      {
        "id": 19,
        "text": "Крикнуть стой"
      },
      {
        "id": 19,
        "text": "Накричать на нее"
      }
    ]
  },
  {
    "id": 19,
    "text": "Она не слышала, что я говорю...",
    "answers": [
      {
        "id": 20,
        "text": "Идти за ней"
      }
    ]
  },
  {
    "id": 20,
    "text": "Мы вошли в коридор, там стояло расписание...Я увидел свой номер телефона и какие-то слова на латинском... Такое чувство будто все поумнели, один я не мог разобрать что к чему...\n Я кажется понял, что он написал...и тут же помчался к Праго...\nЯ его нашел...В этот момент я ни о чем не думал я схватил его за куртку, напряг кулак И... \nСтой-крикнул кто то сзади. Это была возлюбленная Дэниза... \nЧто он сделал?-спросила Марии.\nН,н ничего-сказал я опустив руку и самого Праго.\nЯ ушел, за мной увязалась Марии, я остановился и поблагодарил её...\n—Спасибо если бы не ты, я бы убил его...\n— Но в чем он виновен?\n—Знаешь, спасибо, ты один человек решивший помочь мне... слушай, вечером я устраиваю тусу приходи... отказы не принимаются!!!\n\nНа самом деле я не устраивал никакой вечеринки... Но теперь обязательно устрою... \n\nПойти в общежитие",
    "answers": [
      {
        "id": 21,
        "text": "Прийти"
      }
    ]
  },
  {
    "id": 21,
    "text": "Вечеринка устроена... пришло пять человек, мои друзья и их девушки. Конечно же я позвоню Дэниза... Танцпол разгорался... И.в самый разгар пришла Марии...\nДэниз подбежал к ней...\n—Марии уходи!!! \nУходи? -спросил я.\nМарии зашла поздровалась... Мы ели пиццу, торт, смотрели комедию... \nЯ понял, нужно что то сделать... Чтобы сказать перед Праго???",
    "answers": [
      {
        "id": 22,
        "text": "Сказать что Марии и я встречаемся"
      },
      {
        "id": 23,
        "text": "Поцеловать Марии в щеку"
      },
      {
        "id": 24,
        "text": "Познакомить Дэниза и Марии"
      }
    ]
  },
  {
    "id": 22,
    "text": "Что? Я не верю в это!-сказал Праго",
    "answers": [
      {
        "id": 21,
        "text": "Прдумать еще"
      }
    ]
  },
  {
    "id": 23,
    "text": "Все начинают уходить, все собрались у входа и я резко поцеловал в щеку Марии. Все посмотрели на меня ... Дэниз схватил меня за руку и сказал: Выйдим. \nЯ и не знал чего от него ждать, ударит или что то скажет...\nМы вышли на улицу...\nХватит-Сказал Праго\n—...\n—Все отстань от нее!!! Я и не собирался говорить ДЭКАНУ. НЕ НАдо её использовать в качестве шантаже!!! Она не предмет!!!\nЯ не ожидал такого поворота событий. Он кричал... злился\nНо в тот момент я вспомнил про Марии и тут же побежал в общагу...\nУ прохода стояли друзья... А где Марии??? -я\nОна ушла-сказали друзья.\nЯ вышел... Поблизости её не было... Теперь мне было стыдно... Особенно после слов Праго...\n\nУтро.  Я как обычно ничего не учил и с полностью чистой головой отправился в уник.\n Земля... Земля я смотрел только на землю... на асфальт...а на что ещё смотреть?\nСлышу какие-то голоса. Я поднял голову... Вижу... как Дэниз пытается что то сказать Марии... Но та поворачивает голову в мою сторону...И завет...\nЯ думал, что она обиделась ... Но нет.\n\nЯ подошёл к ним\n—Привет\n—Привет\n—Я вчера ушла... вспомнила что нужно выучить конспект...и было поздно\n— Да да я понял\n—Дэниз мне все рассказал...\n—Что именно?\n—Про шантаж и т.д\n—",
    "answers": [
      {
        "id": 25,
        "text": "-Правда? "
      },
      {
        "id": 26,
        "text": "Уйти"
      },
      {
        "id": 27,
        "text": "-Что за бред?"
      }
    ]
  },
  {
    "id": 24,
    "text": "Мы знакомы-сказала Марии...",
    "answers": [
      {
        "id": 21,
        "text": "Выбрать что то другое..."
      },
      {
        "id": 62,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 25,
    "text": "\nПравда?\n—Да\n— И тебе не обидно?\nОна немного поменялась\n—Я же знаю, что ты хочешь извиниться, Но твой принцип тебе не позволяет...\n",
    "answers": [
      {
        "id": 28,
        "text": "Может, сходим куда-нибудь вечером?"
      },
      {
        "id": 29,
        "text": "Оскорбить"
      }
    ]
  },
  {
    "id": 26,
    "text": "Я ушел...\nДолго думал зачем... Но ушел\nЯ пришил отправить ей сообщение...",
    "answers": [
      {
        "id": 25,
        "text": "Привет, это правда, что тот сказал тебе?"
      }
    ]
  },
  {
    "id": 27,
    "text": "Ты странно реагируешь на утверждения — Марии\n",
    "answers": [
      {
        "id": 25,
        "text": "Правда?"
      }
    ]
  },
  {
    "id": 28,
    "text": "Сегодня не могу, извини. Но мы можем сходить покататься на коньках...",
    "answers": [
      {
        "id": 30,
        "text": "Отлично, тогда завтра в 20.00"
      }
    ]
  },
  {
    "id": 29,
    "text": "Я оскорбил её очень не приятными словами, мне самому как то стыдно стало",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 30,
    "text": "Она улыбнулась и после ушла. Я с нетерпением ждал завтрашнего дня... ПРОСИДЕВ БЕССМЫСЛЕННЫЕ ДЛЯ МЕНЯ ЗАНЯТИЯ, Я ОТПРАВИЛСЯ ДОМОЙ. В ГОЛОВЕ КАК ОБЫЧНО НЕ ОСТАЛИСЬ УЧЕБНЫЕ ЗНАНИЯ И Я НЕ РЕШИЛСЯ ПОДГОТАВЛИВАТЬСЯ К ЗАВТРАШНЕМУ ДНЮ.\n  Утро, меня спросили на первом же вопросе.\n(Какой метод  правления используется сейчас, из древнейших веков?)",
    "answers": [
      {
        "id": 31,
        "text": "Нести полный бред"
      },
      {
        "id": 32,
        "text": "Я сегодня не готов"
      }
    ]
  },
  {
    "id": 31,
    "text": "люди ещё давным-давно решали кто из них будет главный и по временам это передалось и теперь у нас происходят выборы и тем самым это передалось из древнейших времен вот.\n—И это все?\n—Нет конечно же не всё, люди много думали и убирали лишь сильнейших и если они не выполняли какие-то решения они их могли изгнать из племени и в общем они могли казнить потом всё это перешло 18 век и после поступил закон о том что при преступлении изменение запрещено и вот такая форма правления передалось нам...\n—мдааа. Ну чтож ЛУГаре. Садись три.\n\nЯ облегчающие вдохнул и посмотрел на время.\nЯ я не знал что поесть и пошёл в столовую Хотя все говорят что там ужасная еда но другого выхода не оставалось Я купил  пирожок с фасолью. Наступили те долгожданные числа. Чуть позже она попросила меня, её встретить. И скинула адрес дома .",
    "answers": [
      {
        "id": 33,
        "text": "Пойти к дому Марии"
      }
    ]
  },
  {
    "id": 32,
    "text": "Сегодня не готов, завтра на готов и всё. Всё, теперь забирай документы и проваливай!!!-сказала преподша.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 33,
    "text": "Я дошёл до её дома за минут 40. Он был огромного размера и его стены напоминали мне крепость.\nЯ подошёл к двери, мне что то не хотелось звонить в звонок и я стоял.\nВдруг дверь открылась сама. Я ожидал увидеть Марии, Но перед собой я заметил взрослого мужчину лет 34, я не знал кто это и не мог ничего предполагать. Она конечно говорила, что живёт с отцом, а если это её брат или парень, с которым они не давно расстались. Пока я думал, мужчина схватил меня за руку и спросил: чего не звонишь? Я ведь могу и не увидеть с окна, что ты трешься возле моего дома.\nЯ молчал. Из меня будто губкой выжили все слова.\nЭто за мной пап-ответила Мариии спускаясь с закругленой лестницы.\nА.... это твой парень, что ли? И как же в такое время он будет тебя защищать, он ведь гладкий, такое чувство будто его намазали растительным маслом-странно сказал её так называемый отец.\nРешено!!! Вы по ужинаете со мной,тем более в такое время опасно детям гулять, заходи парень.\nЯ зашёл, Но не мог связаться два слова.\n",
    "answers": [
      {
        "id": 34,
        "text": "Набраться храбрости и сказали (ИЗВИНИТЕ Я СКАЗАЛ МЫ ПОЙДЕМ НА КАТОК, И НЕТ У НАС ВРЕМЕНИ НА ВАШ УЖИН)"
      },
      {
        "id": 35,
        "text": "покачать головой"
      }
    ]
  },
  {
    "id": 34,
    "text": "Мужчина посмотрел на меня и посмеялся... Я пытался скащать, то что крутилось в маслях, Но из всего того я произнес: Я де ска...\nОн снова посмотрел на меня. Мне пришлось сказать другое: Я скатерть поправлю, оно на много согнуто.",
    "answers": [
      {
        "id": 35,
        "text": "Посмотреть на Марии"
      }
    ]
  },
  {
    "id": 35,
    "text": "Марии посмотрела на меня и будто хотела сказать:\"извини\".\n—идите мойте руки-промолвил её отец.\nНаконец я могу, что то сказать Марии\n—Это твой отец? Я не думал, что он такой молодой...\n—Да я сама не знаю, как он сохраняет свою молодость.Слушай, давай в следущий раз сходим на каток? А ты уходи под любым предлогом, иначе будет допрос .\nЯ долго думал, уходить или нет\n—Что я не мужчина что-ли, чтобы уходить?Её отец явно не в адеквате, а вдруг, что. Я не должен оставлять её здесь одну...-подумал я.\nИ твердо решил остаться!!!\n",
    "answers": [
      {
        "id": 36,
        "text": "Сесть за стол"
      }
    ]
  },
  {
    "id": 36,
    "text": "—Кушать подано-заявил Мужчина.\nМы все свои н за стол...\nОтец начал: ну и как вы познакомились???\n",
    "answers": [
      {
        "id": 37,
        "text": "Мы как во многих фильмах шли на учебы с горами листами , она шла на против меня, Но я этого не замечал... Она читала документ и споткнулась, я её подхватил."
      },
      {
        "id": 37,
        "text": "Свободных мест в столовой не было и мы сели за один..."
      },
      {
        "id": 37,
        "text": "Марии осмелилась помочь мне в учебе"
      }
    ]
  },
  {
    "id": 37,
    "text": "Очень интересная история...-усмехнулся отец.\nВдруг я что то услышал, этот звук доносился из коридора. Я выпучил глаза и по мне будто бы Мурашкою пошёл муравей. Я спросил:У вас дома ещё кто то есть?\nНет, -сказала Марии\nТут свою тему поднял отец: А что это твой парень трус? Ветра за боялся?\nА может это и в правду ветер...\nТут у меня заболел живот...Я не хотел прирывать наш ужин... Но живот взял свое.\nЯ встал со стола и спросил: А где у вас уборная?\nМужчина: А что у нас дома настолько грязно, что ты решил убраться?... Да ладно, туалет прямо по коридору.\nОн громко засмеялся...\nЯ отправился в коридор, там было много дверей, однако было заметно, что все они запреты на ключ. Я шел вперёд, впереди была одна открытая дверь и перед ней лежал ковер приклеенный скотчем к полу, наверно тот кто это наклеил думал, что никто этого не заметит. Так вот почему здесь нет света...",
    "answers": [
      {
        "id": 38,
        "text": "Зайти в уборную..."
      }
    ]
  },
  {
    "id": 38,
    "text": "Наверно я зря съел тот пирожок...\n...\nЯ включил воду в кране и начал мыть руки, как вдруг я услышал звук ходьбы...Я думал: серьезно? Отец Марии за мной следит???\nЯ выглянул из двери, никого не было...\nСнова какие то шаги... Может уйти, или я отдался паранойе?Я вышел из уборной... вдруг, опять эти шаги, они будто доносятся из того ковра.\nТут напротив меня стояла Марии, я испугался и даже вздрогнул. Марии: Ты чего???\nЯ:Я никогда не поверю, что это твой папа, он совсем другой, странный...\nМарии: Так и есть ... Он меня взял под опеку ещё когда я была ребенком...У него не было жены, родственников, Но так как он был хорошо обеспеченным, меня отдали...",
    "answers": [
      {
        "id": 39,
        "text": "Спросить: ты слышишь шаги?"
      },
      {
        "id": 63,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 39,
    "text": "Ты слышишь шаги?-я\n—Нет\n—Прислушайся\n—Может, уже пойдём, а то папа будет платья ю волноваться.\n—А что под этим ковром?\n—Не знаю, он пыльный его лучше не трогать. Даже горничная не подметает здесь, а только на кухне и на втором этаже.\nЯ посмотрел на ковер, он совсем не выглядит пыльным.\nНу где вы там? — Отец",
    "answers": [
      {
        "id": 40,
        "text": "Идти на ужин..."
      },
      {
        "id": 41,
        "text": "Крикнуть отцу-Я тут палец по резал, сейчас обработаю и приду...\nА самому посмотреть, что под ковром"
      }
    ]
  },
  {
    "id": 40,
    "text": "Я прошел на ужин...\nМы пили чай с печеньем... Все молчали. Мне было любопытно что там под ковром и я хотел доказать самому себе, что я не параноик.\nЯ взял горячий чай и яко бы случайно облил себя\nЧай был УЖАСНО горячий.\nАаай, йая пойду протру в уборную.-сказал я\nОтец Марии: Иди, иди. Маш, помоги ему... А то Бедолага, так и не дойдет до умывальника...",
    "answers": [
      {
        "id": 41,
        "text": "Идти"
      }
    ]
  },
  {
    "id": 41,
    "text": "Я подошёл ближе к ковру. Отклеил скотч.\n Марии смотри здесь люк... От туда шаги-я\nМарии: нет я туда пойду и не открывай... Когда я была маленькая, я споткнулась об ковер, я тоже заметила люк, Но папа увидел, он сказал что бы я ни когда в свой жизни не заходила туда, он сказал там все самое страшно и самое жуткое!!! \nОна говорила мне это тихо и её глаза будто превратились в маленькие бриллианты.\nЯ: Ладно... НЕ БОЙСЯ!!!Я ЖЕ С ТОБОЙ!!! МЫ ВМЕСТЕ ПОЙДЕМ, ИЛИ ТЫ МОЖЕШЬ СНАРУЖИ ПОСТОЯТЬ...Я не смогу ещё несколько лет отставлять тебя не в доумении и в страхе от того, что там будет...",
    "answers": [
      {
        "id": 42,
        "text": "Открыть люк"
      }
    ]
  },
  {
    "id": 42,
    "text": "Я ОТКРЫЛ ЛЮК... Внизу была закругленная лестница она вела все ниже и ниже ближе к темноте...Я пошел по лестнице за мной шла Марии. Ступеньки скрипели и от куда то шел звук закипания воды.\nТе звуки шаги все становились тише и тише.\nЯ шел ниже ниже и ниже...\nВскоре я понял, что если её отец за скучает, то придет сюда.\nЯ: Марии, иди к отцу и скажи, что мне позвонили и я пошел домой. Я уйду... Потом ты откроешь окно и я зайду через него.\n—Нет, если ты думаешь, что мой папа сумасшедший, то ты ошибаешься...\n—Хорошо, я тебе верю",
    "answers": [
      {
        "id": 43,
        "text": "Уйти"
      }
    ]
  },
  {
    "id": 43,
    "text": "Ночь, снова идут глупые передачи на страшных каналах...Я отправился к Марии. Мне пришлось забраться на второй этаж и постучаться в окно...\nЯ заметил, что Марии включила свет и подошла к окну... Она увидела меня и испугалась... Открыв окно я зашёл к ней в комнату.\n—Марии, я тут подумал, пошли завтра на каток.\n—Зачем нужно было приходить? Ты мог позвонить\n—У меня телефон сломался.Ой что то живот болит, ладно я пошел...если дойду...\n—Стой, а вдруг упадешь... Возьми таблетку в уборной... только тихо!",
    "answers": [
      {
        "id": 44,
        "text": "Идти"
      }
    ]
  },
  {
    "id": 44,
    "text": "Я пошел, снова открыл люк, снова спустился по лестнице.\n Было темно, не было того шума...и не слышны шаги. Но я услышал чей то голос!!!\nЯ очень побоялся идти, я начал верить в призраков... Под мне быстро прошли мурашки. Я спустился ниже. Теперь я увидел какие-то трубы, большие железные трубы. Я подошёл к тебе и спрятался таким образом, что я видел только тень какого-то человека. Я заметил, что он разговаривает по телефону. Возле себя, я заметил стол. Железный стол с разными инструментами дал мне возможность взять их.",
    "answers": [
      {
        "id": 46,
        "text": "Взять"
      }
    ]
  },
  {
    "id": 45,
    "text": "",
    "answers": []
  },
  {
    "id": 46,
    "text": "Я взял три предмета: пистолет (без пуль), упаковку чей -то крови и лист с отпечатком кого-то человека.\nВсе это я положил в карман, тут мне кто то позвонил.\nЯ испугался...\nТот таинственный человек насторожился, кажется он услышал звонок.\nЯ схватил крепко телефон и громко побежал по лестнице, потому что мне было уже все равно, что тот человек услышит ходьбу. Я бояться, что тот увидеть моё лицо. Я бежал, краем уха я услышал, что тот человек бежит за мной. Я поднялся до лестницы и после открыл люк, вышел из подвала и закрыл люк. Я прикрыл люк ковром и залепил скотчем. Немного отдышась, я спустился вниз, чтобы взять стакан и налить себе воды. Но , когда я спустился вниз, я увидел Марии и её отца они стояли возле двери и кого-то приглашали войти.\nЕё отец говорит:  Ну, Рудольф как вырос, какой стал. Помнится в детстве ты говорил что выйдешь замуж за мою дочь.\nМарии посмеялась.\nЕё отец обернулся и увидел меня.\nЯ выглядил совсем не опрятно. В своей толстовке и спортивных штанах с взъерошенными от страха в подвале волосами, я стоял и с недо пониманием смотрел на эту ситуацию.\nЕё отец говорит: Ну, вот и друг Марии тут как тут.\nИдите садитесь за стол.\nМарии подходила ко мне, её отец поставил на газ чайник, а во дверь зашёл парень. Ему лет как мне. В костюмчике и в начищенных туфлях с гладко вылаженной прической и с золотыми часами на руке. Я зажал пальцы в кулак и спросил у Марии: Кто это?\n—Это мой старый друг, мы с ним в детстве играли.\n—А чего он сюда пришел\n—Просто\nВо мне что проснулось\nКо мне подошёл этот тип. Он сказал: Рудлльф Пэер.\nОн протянул мне руку. ",
    "answers": [
      {
        "id": 47,
        "text": "Пожать её"
      }
    ]
  },
  {
    "id": 47,
    "text": "Я пожал ему руку. И быстро захватил второй рукой, руку Марии.\nРудольф прошептал Марии...\n—А, ну идём Марии... Знаешь, я тут знаю одно веселое место в котором какой-то левый зануда не будет хватать тебя за руку.\nЯ конечно все это услышал...\nИ тут вдруг они вместе крикнули: Вечное подземелье!!!\nТут Марии вскрикнула: Рудольф, ты про то подземелье? Ох как же я любила в детстве это место.\nОна обняла Того Рудольфа.\nЯ смотрел на это всё, как третий лишний...Я решил встать слово: Эээ, я тут вам не мешаю???\n",
    "answers": [
      {
        "id": 48,
        "text": "Толкнуть Рудольфа"
      },
      {
        "id": 48,
        "text": "Стукнуть ногой по полу"
      },
      {
        "id": 48,
        "text": "Стукнуть по столу"
      }
    ]
  },
  {
    "id": 48,
    "text": "Они меня проигнорировали. Марии сказала: пошлите же. И убежала. Я стукнул по столу и сказал: Слушай ты Рудольф, ещё раз приблизишься к Марии, мало не покажется...\nРудольф усмехнулся: Ты мне угрожать смеешь? А хотя... Ты кто ей?\nЯ промолчал...\nОн продолжал говорить: Марии мой лучший друг и мне все равно с какими сопляками она общается... Она вечно приносит домой каких-то бездомных. То помню кошку принесет... то букашку.\nИ он ушел на второй этаж.\nЯ долго рассуждал про себя: При чем тут бездомные??? Если он про меня, то как он понял что я из общежития, как он понял, что я не городской...",
    "answers": [
      {
        "id": 49,
        "text": "Идти за ними"
      }
    ]
  },
  {
    "id": 49,
    "text": "Я пошёл за ними, я хотел понять, что за это подземелье, может быть это тот ковер???\nОни зашли в комнату Марии...\nЯ с ними...\nОни построили какой-то домик из одеяла. Включили фонарик.\nЯ зашёл к ним под одеяло.\nОни сидели и смеялись.\nЯ ничего не понимал...\nЯ дотронулся до плеча Марии.\nОна обернулась.\nЧто это?-спросил я\n—Это игра, помню в детстве мы с Рудольфам играли... Он её придумал.\nИз первого этажа отец Марии сказал: Кушать подано!!!\nМарии вышла из домика из под одеяла.\n—Я пошла руки мыть, скорее идите садиться за стол... Пицца приготовленная моим папой — ШИКАРНА.\nРУДОЛЬФ ВСТАЛ С КРОВАТИ, КАК ВДРУГ Я СХВАТИЛ ЕГО ЗА ПИДЖАК...\nОН СКАЗАЛ:\n— руки убрал...\n— Слушай, ты выдумщик игр и всяких тупых шуток... Отстань от Марии и проваливай в свой Мегополис...\n—Молчи, а то вылетишь из доверия Марии, быстрее пули автомата.\n—Что ты имеешь в виду?\n—Ты думаешь, ты обычный пацан, которой учится в обычном училище?\n—Всмысле?\n—У меня есть компромат на тебя, парень...\n—Что??? Какой???\n—То есть, ты уже забыл, что у тебя а кармане лежит упаковка крови...\nОн резко схватил из моего кармана ту самую упаковку.\nЯ такой\n—Что?\n—Или ты забыл, что у тебя в кармане пистолет... и листок с каким-то отпечатком...\n—Это все  не мое.\n—Ты думаешь она тебе проверить?\nОн ушел и захлопнул дверь\n",
    "answers": [
      {
        "id": 50,
        "text": "Идти за ними"
      }
    ]
  },
  {
    "id": 50,
    "text": "Я пришел на кухню.\nОни все сидели за столом.\nТОЛЬКО ОТЦА НЕ БЫЛО.\nМарии отошла накладывать нам еду.\nЯ сел возле Рудольфа...\nОн сказал: \n—Слушай ты, уходи\n—Прямо сейчас?\n—Да, а что тебе что то мешает? Ты же не думаешь, что твой секрет я не расскажу...\n—Я уйду, Но ты пожелеешь о ...\nТут пришла Марии...\nМЫ ВСЕ СЕЛИ ЗА СТОЛ...\nРудольф взять в руки бокал, улыбнулся, посмотрел на меня и указал мезинцем на Марии.\nЯ встал подошёл к Марии и сказал:\n—Извини, мне нужно идти...\nИ резко поцеловал Марии в щеку. Подошёл к двери и открыл её.\nПошёл снег...\nОтлично-думал я. Так как Я был одет \"просто\".Я ждал очень ждал утро...Я хотел чтобы Марии пришла в уник. и мы с ней поговорили. Наконец я дошел до общежития и расстелил кровать.\nЯ вытащил из кармана все те вещи и упрятал их в подушку.\nЯ не мог заснуть, меня мучили разные мысли. Было я даже думал, что все таки зря я пошел этой ночью в дом Марии.\nИ тут я вспомнил, что так и не узнал Марии...\nТеперь все мысли были о ней.\nГолоса...Я начал слышать голоса... Какие-то звуки ... Звуки будто что-то скрипит.\nЯ пытался взять себя в руки.\nЯ вытащил из подушки пистолет. Я пытался сломать его... Но в ушах были лишь слова Рудольфа...\nЯ не знал, что со мной происходит и я набрал номер Дэниза...",
    "answers": [
      {
        "id": 51,
        "text": "Набрать номер"
      }
    ]
  },
  {
    "id": 51,
    "text": "Я набрал номер...\n—Привет Дэниз извини за все прошлое...\n—Что? Что случилось? Судя по твоему голосу что то происходит .. \n—Дэниз приходи, я схожу с ума ...\nДениз пришёл... Он постучался, я открыл дверь.\nОн зашёл, постучался... Было видно, что тот хотел спать.\nОн сказал:\n—Что случилось? Я тебя никогда не видел таким...\nЯ и в правду выглядил ужасно. Что стало с моими волосами, с моим лицом-этого уже не описать.\nЯ говорю:\n—Дэниз я тебе должен кое-что сказать... Вообщем смотри...\nИ тут я хотел вытащить из подушки те вещи, Но потом передумал. А вдруг ему нельзя доверять... Нужно что-то придумать. И я сказал:\n—Вообщем, я влюбился Марии\n—То есть, только ради этого ты позвонил мне в 1:00?\n—Да\n—По моему ты лучше знаешь, как общаться с девушками...\n—Да, ты прав\nДэниз усмехнулся и ушел.\nЯ чувствовал, что вел себя как нормальный, как псих. Я понял, что не стоит ни кому доверять...\n",
    "answers": [
      {
        "id": 52,
        "text": "Утро"
      }
    ]
  },
  {
    "id": 52,
    "text": "Утром я встал. Поел, умывался.\nИ теперь с какой-то радостью на лице отправился в уник. Я ждал встречи с Марии.\nИ вот я уже стою у расписания, рядом встал мой знакомый  и человек, который отмечает посещения людей из группы, где учиться Марии.\nЯ СПРОСИЛ:\n—Ты не знаешь Марии ещё не пришла?\n—Нет, она заболела.\nЯ понял, что-то случилось...\nЯ тут же отправился к дому Марии. Я знал, что должны идти пары, Но я не мог сейчас идти на них. По дороге к Марии, я долго думал, как она заболела... Чем она заболела? Вчера же было всё в порядке... А может... РУДОЛЬФ\n\nЯ начал бежать БЫСТРЕЕ.\n ",
    "answers": [
      {
        "id": 53,
        "text": "Продолжать бежать"
      },
      {
        "id": 53,
        "text": "Идти пешком"
      }
    ]
  },
  {
    "id": 53,
    "text": "Я не мог останавливаться... Я бежал.\nПоблизости виделся дом Марии. Я добежал до него и постучался. Дверь открыл Рудольф...\nЯ всей силой толкнул его, Но он будто инстинктом врезал мне прямо глаз. Я не мог разобрать что к чему, в глазах всё помутнелось, я упал на колени и забылся в помутнении темноты.\n",
    "answers": [
      {
        "id": 54,
        "text": "..."
      }
    ]
  },
  {
    "id": 54,
    "text": "—Эээй, просыпайся, просыпайся.\nТемнота, я открываю глаза.\nПеред собой я вижу Марии.\nОна улыбалась и говорила:\n— Наконец-то проснулся.\n—Я где? Где этот Рудольф? С тобой всё в порядке?\nМАРИИ СНОВА УЛЫБНУЛАСЬ И СКАЗАЛА:\nВсё в порядке, ты у меня дома, Я здорова, просто утром заболел живот. Рудольф просит прощения и...\nТут в комнату Марии зашёл Рудольф...\n—Он как не нормальный вбежал в дом, я должен был врезать тебе, псих.\nРудольф, уходи-произнесла Марии.\nЯ был рад, что мы остались на едине.\nЯ лежал. И решился сказать:\n—Марии, я должен тебе кое-что важное сказать...\n—Ты лучше отдохни пока... Видимо Рудольф ударил мощно.\nЯ посмотрел на неё и кивнул головой. Она укрыла меня одеялом и ушла. Я снова заснул.",
    "answers": [
      {
        "id": 55,
        "text": "Проснуться от голоса"
      }
    ]
  },
  {
    "id": 55,
    "text": "Я проснулся от чьих-то голосов. Я встал посмотрел на часы которые стояли на тумбе. Время 02:58. Я услышал голос отца Марии...\nЯ подумал, что он говорит о чём то важном и обязательно включил видеозапись...Я опускался под лестницу на кухню. Я шёл тихо...\nТелефон был направлен на кухонный стол, за которым сидели Рудольф и отец Марии...\nРудольф говорил:\n—Да, да я понял.\n—Зря ты на Рафаэля так.\n—Нормально...\n—Знаешь, я так любил Марии, как она там? На, возьми это ей подарок, скажи, я скоро приеду.\n—Хорошо, Но я по поводу РАФАЭЛЯ понять ни могу.\n—Что именно?\n—Вот проснется он, что дальше??? Он так и останется с Марии? \n— Нет, Руди я с ним разберусь ты не волнуйся и поезжай.\nТут я подумал : \n— Что Марии куда-то уезжает???\nЯ забыл про осторожность и стремительно побежал на второй этаж.\nПозади я услышал, что они что-то заподозрили встали из-за стола, и будто отправились в комнату Марии, где должник был лежать я.\n",
    "answers": [
      {
        "id": 56,
        "text": "Идти в комнату Марии, где лежал я"
      },
      {
        "id": 57,
        "text": "Идти в комнату, где спала Марии"
      }
    ]
  },
  {
    "id": 56,
    "text": "Я слышал шаги, да это точно они, я лег на кровать и думал: А, что если отец Марии убьет меня...",
    "answers": [
      {
        "id": 57,
        "text": "Найти комнату, где спала Марии"
      }
    ]
  },
  {
    "id": 57,
    "text": "Я схватил подушку и одеяло, нашел комнату Марии, она была соседней.\nЯ тихонько открыл дверь... Она спала... Зашёл в комнату. Я подумал, что не нужно её будить и лёг на полу ближе к двери. Я постелил подушку, одеяло и лежал. Я твердо решил, что скажу ей буквально всё, что я видел... Только когда она проснётся...Я не спал, я не должен спать...Я уснул.\nЕй,просыпайся-говорила Марии. Но я лежал, и только лишь на минуту открывал глаза. Я вспомнил, я должен всё рассказать!!! Но только не дома!\nЯ сказал:\n— Доброе утро ...\n—Какое утро? Уже обед...\n—Да?Я  как-то и не заметил...\n—Ты, что здесь спишь? Мы же тебе отдельную комнату выделили.\n—Извини, просто меня кое-что тревожит...\n—Что именно?\n—Ты куда-то уезжаешь?\n—Нет, конечно. Куда я уеду?\nВо мне, внутри что-то искренне радовались...\n—Марии, я хочу тебе кое-что сказать... Только не дома... Пошли ближе к 15:00 в парк...\n—Думаю, я смогу\n— Ну, тогда спасибо за всё, я наверно пойду к себе, в общежитие...\nЯ ВСТАЛ ОТРЯХНУЛСЯ, ВЗЯЛ ОДЕЯЛО, ПОДУШКУ ОТНЁС НА МЕСТО И ПОШЕЛ В ОБЩЕЖИТИЕ.\n",
    "answers": [
      {
        "id": 58,
        "text": "Я пришёл, лёг на кровать..."
      }
    ]
  },
  {
    "id": 58,
    "text": "Я пришел лег на кровать и проверил те вещи в подушке...Я ждал 15:00...И пока ждал, просто сидел.\nНаконец наступило час пик. Я умывался оделся, почистил зубы и пошел. По дороге купил два мороженого и сел на скамью. На мне как не странно блистала улыбка. \nЯ ждал долго... очень долго... прошло пол часа...Я начал волноваться... Улыбка с лица пропала.\nЯ позвонил Марии:\n—Марии, все в порядке? Ты где?\n—Рафаэль пппомогиии, йа, я меня схватили, я не знаю где я.\nИ тут в телефоне чей-то голос:\n\"Телефон отдала!!!\"\n—Марии, жди, я скоро.\nВо мне что дрожало, я бежал в некуда бросая по пути мороженые, Я же совершенно не знал, куда бежать...\nЯ позвонил Дэнизу...\n—Алло Дэниз, я тебе сейчас номер отправлю, ты же сможешь посмотреть откуда с этого номера звонили???\n— Да, отправляй.\nДэниз посмотрел адрес и прислал мне.\nЯ поехал по этому адресу, странно но на этой улице я никогда не бывал.\nДом 51, здесь стоял будто заброшенный дом.\nЯ в него зашёл, дверь скрипела. Моё сердце стучало все сильнее и сильнее...\nПосле того как я зашёл, дверь за мной закрылось.\n                         Продолжение следует...\n",
    "answers": [
      {
        "id": 1,
        "text": "Продолжение следует..."
      }
    ]
  },
  {
    "id": 59,
    "text": "",
    "answers": []
  },
  {
    "id": 60,
    "text": "",
    "answers": []
  },
  {
    "id": 61,
    "text": "",
    "answers": []
  },
  {
    "id": 62,
    "text": "",
    "answers": []
  },
  {
    "id": 63,
    "text": "",
    "answers": []
  }
]