[
  {
    "id": 1,
    "text": "Добро пожаловать. Вы зашли на прикольный квест. В этом квесте вы играете роль детектива по имени \"Джон С' Инг\". Чтобы было легче воспринимать информацию и не путаться в именах, я буду писать лишь имя детектива \"Джон\". Будьте рассудительны, и внимательны прежде чем принимать решение ( так как из за неправильного ответа, квест может начаться заново...) рассуждайте как настоящий детектив!!! ????Удачи...",
    "answers": [
      {
        "id": 2,
        "text": "Начнем..."
      },
      {
        "id": 1,
        "text": "Укажите команды для картинки",
        "url": "[URL=http://www.radikal.ru][IMG]https://a.radikal.ru/a02/1910/72/7e2763e35525.jpg[/IMG][/URL]"
      }
    ]
  },
  {
    "id": 2,
    "text": "Утро. Все немного необычно, так как этой осенью впервые пошел дождь...\nДжон сонно вставая с кровати, отправился в маленькую комнату, которая обычно называется \"кухней\". \nДжон: Что за шум??? А, неужели первый осенний дождь? Да ещё с такой силой бьёт!!! \n\nДжон присел у окна, медленно запивая мягкий пряник чаем. После посмотрел на часы и удивлённо хмыкнул. Как обычно оделся и отправился на работу. Он увидел соседку сидевшую на скамье... ",
    "answers": [
      {
        "id": 3,
        "text": "Добрый день Анна Михайловна!!! \nСлегка поклониться и продолжить свой путь..."
      },
      {
        "id": 4,
        "text": "Здравствуйте! А что это вы, сидите в такой дождь одна, да ещё на улице??? \nИли же вам доктор прописал? )\n\n"
      }
    ]
  },
  {
    "id": 3,
    "text": "Джон пошел дальше... Соседка немного подкашиваясь продолжала сидеть на скамье. \nДжон: эх, а вдруг что не так, нужно подойти!",
    "answers": [
      {
        "id": 4,
        "text": "  Подойти и снова поздороваться. Спросить о случившемся. \n   "
      }
    ]
  },
  {
    "id": 4,
    "text": "Соседка: \"Все в порядке, просто первые капли этой осени. Я ими наслаждаюсь!!!\"",
    "answers": [
      {
        "id": 5,
        "text": "Отдать зонт и надев капюшон отправится на работу"
      }
    ]
  },
  {
    "id": 5,
    "text": "Джон распределил все листочки на столе и половину из них выбросил в мусорное ведро. После приятного отпуска ему не сложно было вернутся к рабочей жизни.\n \nОн усердно писал свои наполненные дела в маленький блокнот. Цццццц — немного скрипнула дверь...\n Джон: хм, наверно ручка сломалась...Эй Флис напомни мне, что нужно поменять ручку!!!\n\nФлис — Стив Флис помощник следователя.\n\nОй, это я случайно сломал — ответил кто то за дверью.\n\nДжон:Ээм, входите\nВ кабинет зашёл щупленький Парниша.\n\nДжон странным взглядом посмотрел на молодого человека.\n\nМ.ч : Вас что то удивило???\nДжон: Как говорите вас зовут?\n— Алекс Лэй\n— Так вот Алекс Лэй, только без обид, меня удивило...",
    "answers": [
      {
        "id": 6,
        "text": "То,что вы сломали мне ручку, вы же настолько худой, что могли и без нее пролезть)"
      },
      {
        "id": 6,
        "text": "То, что вы сомнительный тип, кто его знает может вы и сам преступник, изянки но я с вами не хочу связываться!!!"
      },
      {
        "id": 7,
        "text": "То,. А как вы вообще сломали ручку???  Ах, ладно, давайте рассказывайте что произошло..."
      },
      {
        "id": 6,
        "text": "То, что вы не похожи на совершенно летнего, ребенок где ваши родители???"
      }
    ]
  },
  {
    "id": 6,
    "text": "Алекс Лэй : Извините я я просто в первый раз в детективном агентстве, просто со мной раньше такое не случалось, если я вам помешал работать с более важными делами, то извините я тогда уйду.\n\n ПАРНИША УШЁЛ!!!\nДЕЛО ПРОВАЛЕНО!!!",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 7,
    "text": "Лэй: В общем было дело так. Я как обычно пошел гулять со своей собакой. Кстати я забыл сказать мне 24 года и я фотограф. Знаете, я очень люблю собак и у меня у самого пёс .Я люблю выкладывать разные фотографии с ним...точнее сейчас нету собаки так как дело в том, что его украли. Я конечно пойму, если вы откажетесь от дела, так как есть дела по важнее, людей крадут, убивают, а я тут со своими собаками. Но если вам несложно Помогите пожалуйста.\n\nДжон: знаете я недавно был отпуске и у нас тоже были такие дела с пропавшими  собаками,их принимал мой младший помощник Флис, так что не волнуйтесь, я возьму ваши дело и постараюсь чем-нибудь помочь.\n Сейчас я создам ящик вопросов,а  вы посторайтесь на них ответить...",
    "answers": [
      {
        "id": 8,
        "text": "Есть ли у вас враги???"
      },
      {
        "id": 9,
        "text": "Где вы были вы последнее время с собакой?"
      },
      {
        "id": 9,
        "text": "Кто из ваших знакомых последний раз виделся с вашей собакой?"
      }
    ]
  },
  {
    "id": 8,
    "text": "Конечно есть мой пёс в конкурсах участвует,да-да у нас есть соперники!!! ",
    "answers": [
      {
        "id": 9,
        "text": "Расскажите о них!!!"
      }
    ]
  },
  {
    "id": 9,
    "text": "Давайте, я вам все подробно расскажу. Сначала мы были дома У моей подруги .После мы отправились в ветеринарную клинику так как я замечал что у моего Пса слезиться глаз, Но доктор сказал, что это конъюнктивит и его можно вылечить... потом мы отправились в парк и Да я кажется помню мы сидели на скамье и я учил своего пса новым командам, на нас смотрел  какой-то мужчина он был одет немного странно. И в тот раз мне показалось, что я его знаю, но до сих пор не могу вспомнить кто это...\nвдруг к скамейке подошли несколько парней, я  понял что это школьники, у них были рюкзаки и они были немного маловаты для студентов. Они кричали смеялись разговаривали о чём-то И в этот момент мне кто-то позвонил, Ах да вспомнил это был мой начальник по работе. из-за шумов доносящийся из толпы школьников я немного отошел чтобы поразговаривать с начальником. И в тот момент я даже и не мог подумать что что-то случится .После разговора я обернулся но моего пса на скамье, не было...\n",
    "answers": [
      {
        "id": 10,
        "text": "Давайте отправимся к дому вашей подруги"
      },
      {
        "id": 11,
        "text": "Я почитаю нет ли ваших собак в списке продаваемых на разных сайтах - Флис"
      }
    ]
  },
  {
    "id": 10,
    "text": "Джон постучался в дверь...\nЕё открыла девушка лет 25...\n—Вы кто??? Алекс, что произошло???\n",
    "answers": [
      {
        "id": 12,
        "text": "Где вы были в 19.30??? ( время пропажи собаки)"
      }
    ]
  },
  {
    "id": 11,
    "text": "Нет, похожих собак не продали в ближайшее время... — сообщил Флис.\nДжон: ладно, тогда приезжай сюда \nИ дал адрес.",
    "answers": [
      {
        "id": 12,
        "text": "Ок"
      }
    ]
  },
  {
    "id": 12,
    "text": "В дверь зашёл Флис. \nДевушка:Я я в кафе.\nДжон: кто подтвердит???\n—Валон Дик, Лик Дик, Чун Дик\nАлекс : Что ты опять с ними общалась???\n— они меня заставили...",
    "answers": [
      {
        "id": 13,
        "text": "Кто это?"
      },
      {
        "id": 9,
        "text": "Что бы все понять, расскажи ещё раз, где ты был"
      }
    ]
  },
  {
    "id": 13,
    "text": "А Л:Это...\nДжон: Флис пробей!!!\nФлис: это братья, они были судимы за убийство...\nДжон: так рассказывайте где их можно найти???\nДевушка: нет мы не можем, нельзя\nДжон: что значит нельзя? Из за вас могут погибнуть другие люди!!!\nА.Л : Я больше так не могу, °°°°° -адрес",
    "answers": [
      {
        "id": 14,
        "text": "Все едем!!!"
      }
    ]
  },
  {
    "id": 14,
    "text": "Джон попросил Флиса остаться с девушкой.\n—Приехали -Джон\n—Они обычно в этом кафе...\n—Пошли\nЗашли...\nОбычное кафе с подпорченными лицами\nДжон :Где тут братья Дик???\nТут все посетители вдруг опустилась за стол.",
    "answers": [
      {
        "id": 15,
        "text": "Тоже опустимся!!!"
      },
      {
        "id": 16,
        "text": "Прокричать ещё раз"
      }
    ]
  },
  {
    "id": 15,
    "text": "Кто то стрельнуть... Опустились успешно!!! Джон вытащил пистолет.  \nА ну выходи -Джон\nВы ни это потеряли???-мужчина\nОн за шкирку держал собаку.\n—Ты, с пистолетам, сюда...\nСкорее, а то собаке больно будет...\nОн опустил собаку на пол, которая после побежала к хозяину...\nИ к Алексу приставил пистолет... \nВыброси пистолет — Мужчина \nДжон выбросил и тот переключиося на него.\nЧто делать???",
    "answers": [
      {
        "id": 17,
        "text": "Поднять с пола пистолет"
      },
      {
        "id": 17,
        "text": "Попытаться выхватить пистолет"
      },
      {
        "id": 18,
        "text": "Крикнуть Алексу ну же"
      },
      {
        "id": 19,
        "text": "Пообщаться с мужчиной. Попробовать договориться..."
      },
      {
        "id": 17,
        "text": "Плюнуть в лицо"
      }
    ]
  },
  {
    "id": 16,
    "text": "Вам встрельнули в Но ногу, Алекс убежал. Вы пыталась встать но не получается.",
    "answers": [
      {
        "id": 17,
        "text": "Позвонить в полицию"
      },
      {
        "id": 17,
        "text": "Вытащить пистолет"
      },
      {
        "id": 17,
        "text": "Кричать с угрозами"
      }
    ]
  },
  {
    "id": 17,
    "text": "Он не успел это сделать. Джона убили...",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 18,
    "text": "Алекс выбежал,  быстро набрал номер полиции  и позвонил. Вскоре его вернули обратно в кафе",
    "answers": [
      {
        "id": 15,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 19,
    "text": "Вы протянули время... За это время Алекс успел выбижать и позвонить в полицию. Вы выжили. Как окозалось тот мужик в парке был один из братьев Дик. \nОдин из них раньше встречался с подругой Алекса, после он узнал об Алексе( Алекс был женихом этой девушки, и она об этом знала, Но все равно встречалось с тем, и после бросила Дика ) Дик решил убить Алекса, украв собаку  и написав на скамейке адрес встречи, Но тот не заметил это адреса и не пришел.\nВЫ МОЛОДЕЦ!!!\nДЕЛО ПРОЙДЕНО УСПЕШНО!!!",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 20,
    "text": "",
    "answers": []
  }
]