[
  {
    "id": 1,
    "text": "жанр: научная фантастика\nавтор: Suhar Bread",
    "answers": [
      {
        "id": 2,
        "text": "Начать!"
      }
    ]
  },
  {
    "id": 2,
    "text": "Вы капитант космического корабля учёных под названием \"Калипса\". Вы с вашей командой учёных 10 лет изучали планету Ферил. 10 лет вас небыло на Земле. Но вы выполнили миссию и теперь возвращаетесь домой в состаянии леторгического сна. Корабль летит на автопилоте и ни что не может разбудить вас кроме прибытия на землю или ...",
    "answers": [
      {
        "id": 3,
        "text": "далее"
      }
    ]
  },
  {
    "id": 3,
    "text": "ТРЕВОГА! Корабыль автоматически поднимает всех из сна. Далее вы действуете по своему усмотрению.",
    "answers": [
      {
        "id": 4,
        "text": "проверить понель управления"
      }
    ]
  },
  {
    "id": 4,
    "text": "Вы добираетесь до капитанской рубки по коридору замечая что многие обитатели коробля выглядывают из своих кают. Проверяя панель управления вы узнаёте что это сигнал SOS с корабля \"Голотурия\" находящейся на маленькой неизвестной планете. Вы отключаете тревогу и...",
    "answers": [
      {
        "id": 5,
        "text": "проводите перекличку"
      }
    ]
  },
  {
    "id": 5,
    "text": "Проведя перекличу вы поняли что все взборе. Один помошник капитана, пилот, связист, два врача, два повора, четыре инжинера, остальные учёные.\nВы рассказываете что случилось. Вам нужно принять решение. Каждый предлагает свой вареант, но решение остаётся за капитаном.",
    "answers": [
      {
        "id": 6,
        "text": "Летим на Землю!"
      },
      {
        "id": 7,
        "text": "Сменить курс! Летим на сигнал SOS!"
      }
    ]
  },
  {
    "id": 6,
    "text": "\"Летим на Землю!\"-- скомандовали вы.\nНо как только вы собрались лететь, в ваш корабль попал метеорит.\n\" Повреждён двигатель\"-- сказал пилот--\"корабыль не выдержит большого перелёта\"\n",
    "answers": [
      {
        "id": 7,
        "text": "у нас нет выбора. садимся на планету"
      }
    ]
  },
  {
    "id": 7,
    "text": "Сев на планете корабль автаматически провёл короткое сканирывание планеты.   Сканирывание показало что сдесь высокий уровень радиации и высокое давление. Без специальных скафандров не обойтись. У вас их десять и каждый из них может работать без подзарядки корабля 1 час.",
    "answers": [
      {
        "id": 8,
        "text": "вы отправляете трёх добравольцев искать корабль \"Голотурия\""
      },
      {
        "id": 9,
        "text": "подняться в космос и лететь на Землю"
      }
    ]
  },
  {
    "id": 8,
    "text": "Вы отправляете ученого,врача и инжинера.",
    "answers": [
      {
        "id": 10,
        "text": "далее"
      }
    ]
  },
  {
    "id": 9,
    "text": "во время посадки сломался двигатель. вы отправели инжинера чинить его.",
    "answers": [
      {
        "id": 8,
        "text": "вы отправляете группу на поиски корабля"
      }
    ]
  },
  {
    "id": 10,
    "text": "через некоторое время вы получаете сообщение от группы.",
    "answers": [
      {
        "id": 11,
        "text": "слушать"
      }
    ]
  },
  {
    "id": 11,
    "text": "\"Говорит инжинер. На корабле никого нет. Сигнал SOS посылает автоматика. Топливо давно разложилось. По записям из бортового журнала выяснили что при подробном сканировании экипаж корабля \"Галатурия\" обнаружили огромное количество природных ископаемых. Слишком поздно заметили разложение топлива и не смогли улететь. В конечном счёте им пришлось покинуть корабль. Дальнейшая судба не известна.\"",
    "answers": [
      {
        "id": 12,
        "text": "конец связи"
      }
    ]
  },
  {
    "id": 12,
    "text": "После этого сообщения связаться с группой номер 1 не получилось.",
    "answers": [
      {
        "id": 13,
        "text": "отправить вторую группу"
      },
      {
        "id": 14,
        "text": "улететь"
      }
    ]
  },
  {
    "id": 13,
    "text": "Дабы спасти первую группу вы отправляете вторую состоящую из инжинера и двух учёных.",
    "answers": [
      {
        "id": 15,
        "text": "далее"
      }
    ]
  },
  {
    "id": 14,
    "text": "при посадки двигатель сломался. инжинер его чинит.",
    "answers": [
      {
        "id": 13,
        "text": "отправить вторую группу"
      }
    ]
  },
  {
    "id": 15,
    "text": "Спустя некоторое время вы получаеете сообщение от второй группы.",
    "answers": [
      {
        "id": 16,
        "text": "принять сообщение"
      }
    ]
  },
  {
    "id": 16,
    "text": "\"Говорит учёный. Мы нашли какоето поселение. Наблюдая мы заметели что из одного жилища вышло существо лицом напоминающее человека. Судя по лицу это была женщина на руках она несла человеческого ребёнка. Ребёнок плакал, а вид у женщены был обеспокоенный. На обратном пути она несла кокон и вид у неё был облегчённый.\"",
    "answers": [
      {
        "id": 17,
        "text": "конец связи"
      }
    ]
  },
  {
    "id": 17,
    "text": "после данного сообщения связи со второй группой больше не было.",
    "answers": [
      {
        "id": 18,
        "text": "отправит третью группу"
      },
      {
        "id": 20,
        "text": "ждать"
      }
    ]
  },
  {
    "id": 18,
    "text": "Чтобы найти обе группы вы отпрвили третью. В этой группе был инженер, связист и помошник капитана.",
    "answers": [
      {
        "id": 20,
        "text": "ждать"
      }
    ]
  },
  {
    "id": 19,
    "text": "Миссия была провалина! Но весь ваш экипаж остался жив и вскоре все забыли про землю.",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 20,
    "text": "Инженер сообщил что топливо начало разлагаться. В это самое время пилот сообщил о приблежающихся существах.",
    "answers": [
      {
        "id": 21,
        "text": "далее"
      }
    ]
  },
  {
    "id": 21,
    "text": "Когда существа приблизелись вы поняли что это ваши спастельные группы, но они изменилсь. Они были точ в точ как их описывал учёный который сейчас был среди них. Они показывали то на корабль, то вверх. Кто-то из экипажа спросил, хорошо ли им и они закивали.",
    "answers": [
      {
        "id": 22,
        "text": "далее"
      }
    ]
  },
  {
    "id": 22,
    "text": "\"Топливо разлогаеться\"-- напомнил инженер -- \"если мы хотим улететь это наш последний шанс\".\n\" А как же наши\" -- спросил кто-то из экипажа.\n\"Решение за вами, капитан\"-- сказал пилот.",
    "answers": [
      {
        "id": 23,
        "text": "Летим на землю!"
      },
      {
        "id": 24,
        "text": "К чёрту всё! Остаёмся!"
      }
    ]
  },
  {
    "id": 23,
    "text": "\"Летим на Землю!\"-- скомандовали вы.\nПилот включил двигатель и вскоре вы оказались далеко от этой планеты.\n\" Это было правельное решение, иначе вся наша мисия былаб под угрозой\"-- думали вы -- \" и всё же...\"",
    "answers": [
      {
        "id": 1,
        "text": "конец"
      }
    ]
  },
  {
    "id": 24,
    "text": "\"К чёрту всё! Остаёмся!\"-- сказали вы.\nТопливо окончательно разложилось. Современем из-за нехватки кислорода вам пришлось выйти. Над всем вашим экипажем проделали то, что и с вашеми спасательными группами.",
    "answers": [
      {
        "id": 19,
        "text": "далее"
      }
    ]
  },
  {
    "id": 25,
    "text": "! 7",
    "answers": []
  },
  {
    "id": 26,
    "text": "",
    "answers": []
  },
  {
    "id": 27,
    "text": "!1",
    "answers": []
  },
  {
    "id": 28,
    "text": "",
    "answers": []
  }
]