[
  {
    "id": 1,
    "text": "Автор: Котяра\n\nВы — Настя. Красивая девушка с русыми волосами и зелёными глазами в возрасте 14 лет. Она умная, решительная... но немножко неуклюжая и невезучая. Вы живёте в частном доме с родителями и ведёте на тот момент самую обыкновенную жизнь. Но всё может сильно измениться...",
    "answers": [
      {
        "id": 2,
        "text": "Начать квест ---->>"
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "",
        "system": true
      }
    ]
  },
  {
    "id": 2,
    "text": "Сквозь окно светило утреннее солнце. Девушка потянулась и открыла глаза. Настина комната была не очень большой, но уютной. Имеется кровать с большим количеством полок над ней. Все полки заставлены книгами, и только книгами. У окна стоит стол с двумя выдвижными ящиками. В верхнем ящике хранятся школьные принадлежность, ну а в нижнем — нужные для души вещи, или, по словам мамы \" бесполезный хлам\". Рядом со столом стоят два больших стеллажа с различными вещами, в том числе и одеждой. Сонно оглядев комнату, она вспоминает о том, что сегодня пятница. Настроение моментально улучшается. \n\"Так-с, что мне сделать?\" думает Настя.",
    "answers": [
      {
        "id": 3,
        "text": "Пойти позавтракать"
      },
      {
        "id": 4,
        "text": "Почистить зубы"
      },
      {
        "id": 5,
        "text": "Поваляться в постели"
      }
    ]
  },
  {
    "id": 3,
    "text": "Настя встаёт с постели и идёт на кухню. Открыв холодильник она осматриевает содержимое. Внутри находятся хлопья, яйца и творог. Что же выбрать на завтрак?",
    "answers": [
      {
        "id": 6,
        "text": "Хлопья"
      },
      {
        "id": 6,
        "text": "Пожарить яичницу"
      },
      {
        "id": 6,
        "text": "Творог"
      }
    ]
  },
  {
    "id": 4,
    "text": "Настя встала с постели и пошла в ванную. Взяв свою щётку, она потянулась за пастой. Но тут девушка задевает пальцем стакан с ней, и паста вместо со стаканом падает вам на ногу. Взвыв, она поднимает всё с пола на место и намазав щётку пастой, чистите зубы. Настя прополоскала рот. \"Пора бы поесть\" подумала она.",
    "answers": [
      {
        "id": 3,
        "text": "Идти на кухню --->>"
      }
    ]
  },
  {
    "id": 5,
    "text": "Настя валяется в постели, ниочём не думая. Она размахивает руками, будто делает снежного ангела, но вдруг её рука задевает костяшками пальцев стенку.  Девушка торопливо дует на палец, и к счастью, боль вскоре утихает. Что будем делать дальше?",
    "answers": [
      {
        "id": 3,
        "text": "Идити позавтракать"
      },
      {
        "id": 4,
        "text": "Почистить зубы"
      }
    ]
  },
  {
    "id": 6,
    "text": "  Настя достала из холодильника всё нужное и села за стол. Она хорошо позавтракала и собирается в школу. Надев школьные брюки Настя вышла из дома. Осмотрев знакомый дворик она бодро пошла в школу. Настя шла по безлюдной улице, что было довольно странно. Вдруг девушка заметила необычного кота. Его шерсть была белее белого, а глаза необычайно синего цвета.  ",
    "answers": [
      {
        "id": 7,
        "text": "Подозвать кота"
      },
      {
        "id": 8,
        "text": "Пройти мимо"
      }
    ]
  },
  {
    "id": 7,
    "text": "—Кыс-кыс — зовёт Настя кота. Но он лишь на миг обернулся, бросил на вас взгляд голубых глаз и скрылся за углом. Посмотрев на часы, Настя поняла — через полчаса начнулся уроки. Что же делать?",
    "answers": [
      {
        "id": 9,
        "text": "Идти на уроки"
      },
      {
        "id": 10,
        "text": "Побежать за котом"
      }
    ]
  },
  {
    "id": 8,
    "text": "Настя проходит мимо кота, но тот бросил на вас взгляд, похожий на ухмылку. Настя спокойно шла в школу. Зайдя внутрь здания девушка переобулась и подошла к расписанию. \"Ура, убрали урок. Можно раньше пойти домой\" . Она направляется на первый урок. Зайдя в кабинет девушка чуть не сталкивается с толпой бегающих одноклассников. Не спуская с них злобного взгляда Настя садится за парту. Начинается урок.",
    "answers": [
      {
        "id": 15,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 9,
    "text": "Девушка идёт в школу не оглядываясь назад. Настя переобулась и пошла к нужному кабинету. Взглянув на часы она заторопилась. Забежав в класс она стала торопливо выкладывать учебники и тетрадки. Начинался урок.",
    "answers": [
      {
        "id": 15,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 10,
    "text": "Она решила рискнуть и побежала за белым котом. Насте пришлось долго петлять по улицам и она наконец заметила его. Кот неторопливо шёл в сторону, он обернулся и припустил в сторону заброшенного здания. Настя разочарованно вздохнула, глядя на часы.",
    "answers": [
      {
        "id": 11,
        "text": "Медленно идти в школу. А чего торопиться? Всё равно опоздаю"
      },
      {
        "id": 12,
        "text": "Припустить во всю прыть"
      }
    ]
  },
  {
    "id": 11,
    "text": "Настя пожала плечами и неторопливым шагом направилась в школу. Зайдя в здание она переобулась и пошла в кабинет. Вздохнув у двери, девушка открыла её — Извините за опоздание, можно войти?\nУчительница строго посмотрела на неё — Настя, почему опоздала?! Уже пол-урока прошло!\nНастя немного замялась. Что ответить?",
    "answers": [
      {
        "id": 14,
        "text": "Я ходила к врачу"
      },
      {
        "id": 13,
        "text": "Я проспала"
      },
      {
        "id": 13,
        "text": "Я сильно задержалась по дороге"
      }
    ]
  },
  {
    "id": 12,
    "text": "Настя побежала в школу так быстро, как только могла. Быстро забежав в здание она переобулась и побежала в класс. Только девушка переступила порог, как прозвенел звонок \"Фух, успела \" подумала Настя. Она села за парту и достала всё необходимое. Начался урок.",
    "answers": [
      {
        "id": 15,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 13,
    "text": "— Плохо, Настя, садись — сказала учительница. Девушка села за парту и присоединилась к уроку, стараясь компенсировать своё опоздание ответами.",
    "answers": [
      {
        "id": 15,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 14,
    "text": " — Хорошо — Сказала учительница. Похоже, она  поверила Насте. Ну не говорить же правду! Она села за парту и присоединилась к уроку.",
    "answers": [
      {
        "id": 15,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 15,
    "text": "Наконец школа закончилась. Усталая Настя стояла на крыльце. Девушка вздохнула и отправилась домой. Повернув на знакомую улочку она невольно улыбнулась. Но вдруг впереди появился тот кот.",
    "answers": [
      {
        "id": 16,
        "text": "Подойти к коту"
      },
      {
        "id": 17,
        "text": "Поскорее зайти домой"
      }
    ]
  },
  {
    "id": 16,
    "text": "Настя подошла к белому коту. Животное сделало в направлении девушки несколько шагов. Взгляд его синих глаз остановился на Насте. Девушке показалось, что этот взгляд пронизывал душу. Но тут кот неожиданно отстранился и резко развернулся, после чего убежал.",
    "answers": [
      {
        "id": 17,
        "text": "Идти домой"
      }
    ]
  },
  {
    "id": 17,
    "text": "Настя открыла калитку и зашла во двор. Она открыла дверь и зашла в дом. Зайдя в комнату девушка бросила портфель на пол и запрыгнула на кровать. — Выходные!!! — закричала она.",
    "answers": [
      {
        "id": 18,
        "text": "Пригать на кровати"
      },
      {
        "id": 19,
        "text": "Идти на кухню за печеньками"
      }
    ]
  },
  {
    "id": 18,
    "text": "Настя встала на кровать и стала прыгать. — Вы-ход-ны-е!! — кричала девушка. Напрыгавшись вдоволь, она стала думать, что делать дальше.",
    "answers": [
      {
        "id": 20,
        "text": "Посидеть в компьютере"
      },
      {
        "id": 19,
        "text": "Идти на кухню за печеньками"
      }
    ]
  },
  {
    "id": 19,
    "text": "Настя встала с кровати и пошла на кухню. Осмотрев все полки она нашли то что искала — печеньки. Взяв их девушка достала миску и высыпала печеньки туда. С удовольсвием поглотив печеньки, Настя стала лумать, что делать дальше?",
    "answers": [
      {
        "id": 20,
        "text": "Посидеть в компьютере"
      },
      {
        "id": 21,
        "text": "Идти отдыхать"
      }
    ]
  },
  {
    "id": 20,
    "text": "Настя подошла к компьютеру и включила его. Так-с, чем заняться?",
    "answers": [
      {
        "id": 23,
        "text": "Играть в Майнкрафт"
      },
      {
        "id": 24,
        "text": "Смотреть Ютуб"
      }
    ]
  },
  {
    "id": 21,
    "text": "Она облегчённо вздохнули и подошли к кровати. Настя залезла под одеяло и закрыла глаза... но тут в комнату заходит мама — Настя, вещи собрала? Ты завтра к бабушке на неделю едешь, не забыла?",
    "answers": [
      {
        "id": 22,
        "text": "Да-а-а, не забыла"
      },
      {
        "id": 26,
        "text": "Я к бабушке еду?!"
      }
    ]
  },
  {
    "id": 22,
    "text": "Мама улыбнулась и вышла из комнаты. Девушка достала свой любимый серый походный рюкзак и стала кидать в него вещи. Так...две футболки, джинсы, куртка, кроссовки... фонарик. Брать или не брать?",
    "answers": [
      {
        "id": 25,
        "text": "Брать фонарик"
      },
      {
        "id": 27,
        "text": "Не брать фонарик"
      }
    ]
  },
  {
    "id": 23,
    "text": "Настя рубится в Майн. Она построила каменный дом, приручила собаку, нашла пару алмазов... но тут в комнату заходит её мама — Насть, уже поздно. Я конечно понимаю, выходные, но завтра ты едешь к бабушке. Не забыла?",
    "answers": [
      {
        "id": 22,
        "text": "Да-а-а, помню"
      },
      {
        "id": 26,
        "text": "Я к бабушке еду?!"
      }
    ]
  },
  {
    "id": 24,
    "text": "Настя смотрит Ютуб. Девушке уже наскучили брогеры, поэтому Настя выключает компьютер. Тут в комнату заходит её мама — Настя, ты собрала вещи? Завтра ты едешь к бабушке на недельку, не забыла?\n",
    "answers": [
      {
        "id": 22,
        "text": "Да-а-а, помню"
      },
      {
        "id": 26,
        "text": "Я к бабушке еду?!"
      }
    ]
  },
  {
    "id": 25,
    "text": "Она положила фонарик в рюкзак и закрыла его. Уже вечерело и девушку клонило ко сну. Настя легла на кровать и накрылась одеялом...",
    "answers": [
      {
        "id": 28,
        "text": "Дальше --->>",
        "blackout": true
      }
    ]
  },
  {
    "id": 26,
    "text": "— Да. Опять всё забыла? — вздохнула мама и вышла из комнаты. Настя достала любимый серый рюкзак и стала кидать в него вещи. Две футболки, джинсы, кроссовки... фонарик. Брать фонарик или не брать?",
    "answers": [
      {
        "id": 25,
        "text": "Брать фонарик"
      },
      {
        "id": 27,
        "text": "Не брать фонарик"
      }
    ]
  },
  {
    "id": 27,
    "text": "Настя пожала плечами и отложила фонарик с сторону. Уже темно, девушку клонит ко сну. Усталая Настя залезла в кровать и накрылась одеялом...",
    "answers": [
      {
        "id": 28,
        "text": "Дальше --->>"
      }
    ]
  },
  {
    "id": 28,
    "text": "Девушка сладко спала в постели и видела радужные сны с единорожками. Как вдруг она услышала разговор. — Это она! Я следил за ней весь день\n— Синеглаз, я так не думаю...\nНасте очень любопытно, о чём они говорят, и она...",
    "answers": [
      {
        "id": 29,
        "text": "Немного приоткроет глаза"
      },
      {
        "id": 30,
        "text": "Продолжит слушать, делая вид, что спите"
      }
    ]
  },
  {
    "id": 29,
    "text": "Настя немного приоткрыла глаза и увидела два кошачьих силуэта — ярко-белый и тёмно-серый. \" Коты разговаривают?!\" пронеслось у неё в голове.\n— Подождём ещё один день,и посмотрим. — сказал дымчатый кот\n— Как скажешь, Туман — сказал белый кот и склонил голову. Девушка увидела, как силуэты куда-то пропали. Насте сильнее захотелось спать, и она провалилась в дрёму... ",
    "answers": [
      {
        "id": 31,
        "text": "Дальше",
        "blackout": true
      }
    ]
  },
  {
    "id": 30,
    "text": "Настя продолжала слушать разговор.\n— Подождём ещё один день, и посмотрим.\n— Хорошо, Туман.\nГолоса стихли и она провалилась в сон...",
    "answers": [
      {
        "id": 31,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 31,
    "text": "— Настя, втавай! — сквозь сон услышала она голос. Девушка открыла глаза и лениво стала с постели. — Я уже приготовила завтрак. Ешь скорей, и поехали к бабушке. А то ведь ехать долго...- Она едёт на кухню, потирая глаза. Затем торопливо завтракает и собирается. Настя выходит на улицу, где её ждёт папа, стоящий рядом с машиной. Девушка садится в машину. Она смотрит на бесконечный ряд домов, который вскоре сменился степью. Настя и не заметила, как уснула...",
    "answers": [
      {
        "id": 32,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 32,
    "text": "Девушка проснулась в машине. За окном маячили деревянные дома, значит,  ей осталось совсем немного. Вечерело, Настя уже не знала, чем себя занять. К счастью, машина замедлилась и остановилась у одного из множества деревянныж домов. Она вышла из машины, разминаясь на ходу, но сделать это не успели — ей на встречу выбежала бабушка, которая обняла Настю — Внученька, приехала! \n— Привет, бабушка- сказала девушка освобождаясь от объятий бабушки. Настя сильно устала, и быстро поужинала бабушкиными пирожками, и завалилась на раскладушку.",
    "answers": [
      {
        "id": 33,
        "text": "Дальше",
        "need": 16,
        "blackout": true
      },
      {
        "id": 34,
        "text": "Дальше",
        "need": -16
      }
    ]
  },
  {
    "id": 33,
    "text": "Девушка проснулась среди ночи. Настя осторожно приоткрыла глаза и увидела двух котов сидящих недалеко от раскладушки.\n — Туман, это она.\n— Да, похоже ты прав, Синеглаз. Делаем дело и уходим. — коты подошли ближе, и Настя, чтобы её не раскрыли, закрыла глаза. Послышались тихие кошачьи шаги, а за ними тихий звон. Она притворяется спящей, а когда коты ушли, девушка открывает глаза и шарит руками по раскладушке. Внезапно рука нащупывает нитку, она тут же тянет эту вещицу и подносит к глазам. 《Подарочком》 котов оказалась красивая и толстая голубая нить, на которой была небольшая белая бусинка, и, несмотря на темноту, она сияла белым светом. ",
    "answers": [
      {
        "id": 36,
        "text": "Надеть браслет"
      }
    ]
  },
  {
    "id": 34,
    "text": "Она хорошо поспала и встала с раскладушки. Настя вышла из дома и улыбнулась утреннему солнцу и зелёной траве под ногами. Девушка вдохнула чистый деревенский воздух.Настя отлично провела эту неделю, вернулась в город и зажила обычной жизнью. Иногда она вспоминала голубоглазого кота, но не придавала этому значения...",
    "answers": [
      {
        "id": 1,
        "text": "Конец\n\n<<---------- В начало"
      }
    ]
  },
  {
    "id": 35,
    "text": "Девушка вышла во двор, и , найдя место, где её не видно, прошептала — Хочу стать кошкой. Случилось превращение, и Настя встала. Ей пришлось постараться, чтобы привыкнуть к четырём лапам. Настя заметила недалеко полоску деревьев, и побежала туда. Упав несколько раз, она добралась до лесочка. Кошка осторожно пошла по лесу, оглядываясь. Вдруг из кустов послышался шорох.",
    "answers": [
      {
        "id": 41,
        "text": "Побежать из леса"
      },
      {
        "id": 42,
        "text": "Остаться на месте"
      }
    ]
  },
  {
    "id": 36,
    "text": "Настя надела загадочный браслет и стала размышлять о котах, и было бы здорово  побыть  кошкой хоть денёк, как вдруг на её глазах рука стала покрываться шерстью. ",
    "answers": [
      {
        "id": 37,
        "text": "Снять браслет. И срочно!"
      },
      {
        "id": 38,
        "text": "Ждать"
      }
    ]
  },
  {
    "id": 37,
    "text": "Настя пытается снять браслет, но безуспешно. Осталось надеятся, что это и впрями окажется подарочком, а не ловушкой.",
    "answers": [
      {
        "id": 38,
        "text": "Ждать"
      }
    ]
  },
  {
    "id": 38,
    "text": "Настя села на пол и стала ждать. По телу прожал холодок, вся кожа покрылась мурашками, а девушка стала стремительно уменьшаться в размерах, так что ей пришлось встать на четыре конечности. У Насти вырос хвост, а пальцы укорачивались и превращались в лапы с когтями. На лице появилась шерсть, а нос будто вжался в лицо. И щёк быстро выросли усы, а со зрением творилось что-то непонятное! Весь мир стал менять цвета,и наконец остановился. Она испуганно вздохнула, но это получилось у неё как-то необычно. Настя встала и с трудом подошла к зеркалу. То, что было в отражении повергло её в шок — из зеркала на неё смотрела пушистая бурая кошка с ярко-зелёными глазами.",
    "answers": [
      {
        "id": 39,
        "text": "Хочу снова стать человеком!!!!"
      }
    ]
  },
  {
    "id": 39,
    "text": "Только Настя крикнула это, она стала быстро расти, и вкоре вновь приняла свой облик. -Мда, ну и подарочек — сказала она — Надо поэкспериментировать — девушка зевнула и погрузилась в сладкий сон...",
    "answers": [
      {
        "id": 40,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 40,
    "text": "Настя встала с раскладушки и потянулась. Она оглядела деревянную избушку, но тут её взор упал на браслет. Девушка вспомнила события этой ночи. — Внученька, идём завтракать! — позвала её бабушка. Настя побежала на кухню, и там её ждал тёплый чай и большая плошка с оладьями и блинами. — Спасибо бабуля! — сказала Настя и принялась за завтрак. Настя долго завтракала, а потом решила прогуляться.",
    "answers": [
      {
        "id": 35,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 41,
    "text": "Настя разавернулась и побежала из леса. За спиной слышался топот кошачьих лап. Кошка бежала, как могла, но вдруг, одна из лап подвернулась, и Настя упала на траву. На неё запрыгнул большой кот и прижал к земле",
    "answers": [
      {
        "id": 43,
        "text": "Закричать"
      }
    ]
  },
  {
    "id": 42,
    "text": "Настя осталась на месте, и стала ждать. На кошку запрыгнул большой белый кот и прижал её к земле.",
    "answers": [
      {
        "id": 43,
        "text": "Закричать"
      }
    ]
  },
  {
    "id": 43,
    "text": "Настя закричала. Но белый кот слез с неё и сел рядом. Бурая кошка встала и отпрянула от белого кота — Я тебя видела — сказала она, глядя на его синие глаза.",
    "answers": [
      {
        "id": 44,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 44,
    "text": "Синеглазый кот улыбнулся. — Вижу, ты уже опробовала действие браслета\n— Да-а-а — протянула Настя. — Меня зовут Синеглаз — представился кот, хотя Настя знала его. — Тебя стоит многому научить. — сказал Синеглаз. Кот облизал лапу и провёл ей по уху, приглаживая шерсть. Он встал и обошёл вокруг кошки — первым делом надо уметь бороться  — сказал он —  Но я могу тебя этому научить. Приходи сюда к полудню — крикнул Синеглаз. Он быстро развернулся и побежал в лес.",
    "answers": [
      {
        "id": 45,
        "text": "Остаться на месте"
      },
      {
        "id": 46,
        "text": "Побежать за Синеглазом"
      }
    ]
  },
  {
    "id": 45,
    "text": "Настя осталась на месте. —  Хочу стать человеком — сказала она и вернулась в прежний облик. Девушка вздохнула, взглянула на браслет и отправилась в избу...",
    "answers": [
      {
        "id": 47,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 46,
    "text": "Настя побежала за Синеглазом — Стой! — но кот не обернулся. Разочарованно вздохнув, она вернулась и превратилась в человека. Девушка шла к избе...",
    "answers": [
      {
        "id": 47,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 47,
    "text": "Настя зашла в избу и взглянула в окно. Вечерело. \" Пора спать\" подумала усталая девушка. Быстро поев, она завалилась на раскладушку.",
    "answers": [
      {
        "id": 48,
        "text": "Спа-а-а-ать"
      }
    ]
  },
  {
    "id": 48,
    "text": "Настя видела радужные сны с единорожками и котятами, но её разбудил яркий свет.Она щурясь, приподнялась с раскладушки. Оглядев комнатку, она поняла, что светится браслет.",
    "answers": [
      {
        "id": 49,
        "text": "Накрыть браслет рукой"
      },
      {
        "id": 50,
        "text": "Попытаться заснуть"
      }
    ]
  },
  {
    "id": 49,
    "text": "Настя накрыла браслет рукой, но это не помогло — белая бусина продолжала светиться...",
    "answers": [
      {
        "id": 51,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 50,
    "text": "Девушка пыталась не обращать внимания на бусину, но яркий свет мешал заснуть...",
    "answers": [
      {
        "id": 52,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 51,
    "text": "Как Настя ни пыталась, бусина продолжала ярко светиться. Она засунула руку под подушку и чудесным образрм уснула...\n",
    "answers": [
      {
        "id": 52,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 52,
    "text": "За окном пропел петух. Настя потёрла глаза и медленно встала с кровати. Умывшись, она направилась на кухню. Там её ждала бабушки и вкусный завтрак. Быстро расправившись с ним Настя стала думать, чем занять себя до полудня...",
    "answers": [
      {
        "id": 53,
        "text": "Посидеть, посмотреть в окно"
      },
      {
        "id": 54,
        "text": "Погулять по двору"
      }
    ]
  },
  {
    "id": 53,
    "text": "Настя села у окна и стала наблюдать за двором. Вскоре ей это наскучило.",
    "answers": [
      {
        "id": 54,
        "text": "Погулять по двору"
      }
    ]
  },
  {
    "id": 54,
    "text": "Девушка открыла дверь и вышла из деревянной избушки. Дворик состоял из огорода, небольшого курятника и амбарика. Куда пойти?",
    "answers": [
      {
        "id": 55,
        "text": "Осмотреть огород"
      },
      {
        "id": 56,
        "text": "Осмотреть курятник"
      },
      {
        "id": 57,
        "text": "Осмотреть амбар"
      }
    ]
  },
  {
    "id": 55,
    "text": "Настя направилась к огороду. Хоть он и выглядел немного неухоженным, овощи казались аппетными на вид. Осмотрев огород настя решила осмотреть...",
    "answers": [
      {
        "id": 56,
        "text": "Осмотреть курятник"
      },
      {
        "id": 57,
        "text": "Осмотреть амбар"
      },
      {
        "id": 58,
        "text": "Вернуться в избу"
      }
    ]
  },
  {
    "id": 56,
    "text": "Настя подошла к курятнику. Небольшое местечко с деревянной крышей, откуда доносилось кудахтанье куриц.",
    "answers": [
      {
        "id": 55,
        "text": "Осмотреть огород"
      },
      {
        "id": 57,
        "text": "Осмотреть амбар"
      },
      {
        "id": 58,
        "text": "Вернуться в избу"
      }
    ]
  },
  {
    "id": 57,
    "text": "Настя подошла к амбару. На двери висел тяжёлый металлический замок. Девушка пожала плечами.",
    "answers": [
      {
        "id": 55,
        "text": "Осмотреть огород"
      },
      {
        "id": 56,
        "text": "Осмотреть курятник"
      },
      {
        "id": 58,
        "text": "Вернуться в избу"
      }
    ]
  },
  {
    "id": 58,
    "text": "Настя вернулась в избу и решила немного вздремнуть. Она легла на раскладушку и закрыла глаза.",
    "answers": [
      {
        "id": 59,
        "text": "Спи-и-и-м"
      }
    ]
  },
  {
    "id": 59,
    "text": "Настя зевнула и проснулась. Она взглянула на старенькие часы с кукушками, которые показывали без пяти двенадцать. Девушка улыбнулась себе и неспеша вышла во двор. Перевоплотившись в кошку, она стала думать, что делать дальше.",
    "answers": [
      {
        "id": 60,
        "text": "Пойти в лес"
      },
      {
        "id": 61,
        "text": "Погулять по двору"
      }
    ]
  },
  {
    "id": 60,
    "text": "Кошка помчалась в лес. Её шёрстку приятно распцшил ветер, и на неё нахлынуло волной приятное чувство. Она неслась вперёд, навстречу зелёному лесу. Но вдруг на неё обрушилося несколько сильных ударов. Настя упала на землю и зажмурилась.\n— Неплохо, уже лучше. — бормотал синеглазый кот, бродя вокруг бурой кошки. Настя осторожно встала и посмотрела на Синеглаза.\n— Знаешь, надо бы немного рассказать тебе о племенах — сказал кот.",
    "answers": [
      {
        "id": 62,
        "text": "Какие ещё племена?!"
      },
      {
        "id": 62,
        "text": "Расскажи пожалуйста о племенах"
      }
    ]
  },
  {
    "id": 61,
    "text": "Настя осторожно обошла огород, стараясь не попасть на глаза бабушке. Наконец, ей наскучило,и она побежала в лес.",
    "answers": [
      {
        "id": 60,
        "text": "Пойти в лес"
      }
    ]
  },
  {
    "id": 62,
    "text": "Кошачьи племена, живущие на территории этого леса — говорил Синеглаз — Мы имеем свою территорию, которую охраняем от наших соседей. Всего пять племён — Лунное Племя, Племя Мороза, Племя Тишины, Хвойное Племя и Древесное Племя. \nКоты Лунного Племени часто имеют белую или серую шёрстку, и отлично видят в темноте. Они часто охотятся в темноте. Они имеют привычку часто смотреть на небо. Коты этого племени немного мечтательны, но сильны в бою.\nПлемя Мороза живёт на северной границе территорий. Они имеют пушистую шесть, и довольно молчаливы. На их территории выпадает первый снег. Говорят, что их сердца остудил холодный ветер, но несмотря на это, они довольно добрые.\nПлемя Тишины имеет отличных разведчиков, которые безупречны во всём — скрываться или убегать — им нет равных. Но иногда они слишком заносчивы и горды. \nХвойное Племя живёт в сосновых лесах, где из-за множества сосен и елей довольно темно, и лапы колет ивовая хвоя. Они бывают остры на язык, но несмотря на это они готовы оказать помощь.\nМой дом — Древесное Племя. Мы окружены множеством деревьев, по которым так удобно передвигаться. Наши коты храбры и могучи, как дубы, растущие на нашей территории.",
    "answers": [
      {
        "id": 63,
        "text": "Но зачем вам я?!"
      },
      {
        "id": 64,
        "text": "Расскажи ещё о племенах"
      }
    ]
  },
  {
    "id": 63,
    "text": "Синеглаз вздохнул — Дело в том, что на наши племена нападают мелкие стаи, бродяги, которых мы можем легко вышвырнуть вон, но недавно вы узнали о большой опасности — шайке, которая называет себя Стаей Страха. Мы уже встречались с ней, и потерпели неудачу. Несколько котов были убиты, а многие сильно ранены. Умершие коты всегда отправляются в Племя Снов — место, где они обрели покой навечно. Также в каждом Племени есть лекарь — он знает целебные травы, и умеет расстолковывать знаки Племени Снов. Недавно нашему лекарю явилось видение — бурая кошка с ярко-зелёными глазами. Тогда лекарю явился и Синий Оберег — вещь, что помогает менять обличье. Мы долго искали человека, и наконец нашли. Один из котов Племени Сна сказал, что лишь эта кошка поможет отвратить беду — Синеглаз тяжело выдохнул.",
    "answers": [
      {
        "id": 65,
        "text": "Но что же мне тогда делать?"
      }
    ]
  },
  {
    "id": 64,
    "text": "— Раз в месяц, когда на небо восходит полная луна, Племена собираются у Скалы. Скала — это место, где коты со всех Племён собираются вместе и делятся новостями, или решают проблемы. Для учеников — это шанс познакомиться с учениками с других Племён. А ученики — сказал Синеглаз — это котята, которым исполнилось 6 месяцев, которым дают наставника. Наставник учит своего ученика всему — охоте, боевым приёмам.",
    "answers": [
      {
        "id": 63,
        "text": "Но зачем вам я?!",
        "need": -65
      },
      {
        "id": 66,
        "text": "Здорово!",
        "need": 63
      }
    ]
  },
  {
    "id": 65,
    "text": "— Все надеются на твою помощь, но сейчас нам нужно идти в лес, в Древесное Племя! — Синеглаз рванул с места и помчался в сторону деревьев. Настя побежала за котом, и, наконец, они ступили на территорию Древесного Племени. Синеглаз сел у одного из множества могучих дубов и стал вылизываться.",
    "answers": [
      {
        "id": 64,
        "text": "Расскажи ещё о племенах",
        "need": -64
      },
      {
        "id": 67,
        "text": "Оглядеться"
      }
    ]
  },
  {
    "id": 66,
    "text": "Настя восторженно думала о кошачьих племенах, как они наверное сплочённы... Синеглаз остановился на территории Деревесного Племени.",
    "answers": [
      {
        "id": 67,
        "text": "Оглядеться"
      }
    ]
  },
  {
    "id": 67,
    "text": "Бурая кошка поднялась с земли и огляделась: вокруг неё росли огромные дубы, кедры, берёзы. Также на территории Древесного Племени текла небольшая река, куда коты часто ходили утолять жажду. Неожиданно Синеглаз встал побежал в небольшую рощицу, и Настя припустила за ним.",
    "answers": [
      {
        "id": 68,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 68,
    "text": "Синеглаз бежал впереди, всё ускоряясь. Но Настя никак не могла его догнать. Наконец, белый кот и вовсе скрылся из виду. Что делать?",
    "answers": [
      {
        "id": 69,
        "text": "Попробовать найти следы и идти по ним"
      },
      {
        "id": 70,
        "text": "Стоять на месте"
      }
    ]
  },
  {
    "id": 69,
    "text": "Настя посмотрела на траву, в поисках следов, но увы, их там не осталось. Она немного побродила и отчаявшись, села у дерева.",
    "answers": [
      {
        "id": 71,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 70,
    "text": "Настя отчаялась и села и дерева росшего неподалёку.",
    "answers": [
      {
        "id": 71,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 71,
    "text": "— Потерялась? Ну-ну \nНастя вздрогнула и посмотрела на верх — с дерева на неё глядел дымчатый кот — Да-а — промямлила она — Я Туман — представился кот\n — Вижу, Синеглаз убежал вперёд. Ты пробовала найти его по запаху? \n— По запаху? — спросила Настя — Как это? — но от кота уже и след простыл. \"По запаху так по запаху\" подумала она. Кошка втянула носом воздух и закрыла глаза. Её ноздри заполнил запах Синеглаза. Настя резко распахнула глаза и побежала за запахом. Вкоре она почуяла, что запах стал явственнее. Она прибежала на небольшую полянку, где сидел Синеглаз и Туман. Дымчатый кот встал — Неплохо, неплохо — Настя устало села на землю.\n— Осталось немного — приободрил её Синеглаз. Бурая кошка устало поднялась с земли и пошла за котами.\nВскоре они подошли к большой стене из колючих кустов ежевики — Это для защиты лагеря — пояснил Туман. Настя опасливо посмотрела на колючие кусты.",
    "answers": [
      {
        "id": 72,
        "text": "Подождать, пока кто-то из котов пойдёт вперёд"
      },
      {
        "id": 73,
        "text": "Идти первой"
      }
    ]
  },
  {
    "id": 72,
    "text": "Настя увидела, как Синеглаз зашёл в неприметный тоннель, состоящий из двух кустов, помогающий безопасно добраться до лагеря. Наконец процессия прибыла в лагерь, который состоял из множества поваленных деревьев, которые служили укрытием от дождя и холода. Посередине лагеря находилось высокое дерево с дуплом. Из этого дупла высунулся большой кот, с буро-рыжей шерстью, который ловко спустился на землю — Это Древозвёзд, наш предводитель. Когда кот становится предводителем, к его имени добавляется что-то звёздное, в память о Племени Снов. — сказал Туман. А тем временем Древозвёзд подошёл к  котам — Приветствую тебя в Древесном Племени! — сказал кот. К Древозвёзду подошла мускулистая кошка — Я — Дубовая Кора. Я советница в этом Племени. \n— Советница?\n— Если вдруг предводитель умирает, советник встаёт на его место — пояснила Дубовая Кора. Настя устало вздохнула. Похоже, советница поняла её — Вы все можете отдохнуть там — она указала на большое поваленное бревно — И не забудьте про церемонию! — Настя посмотрела вслед кошке, а затем обернулась на Синеглаза — Что за церемония?\n— Церемония принятия в племя. На ней предводитель даёт тебе племенное имя, и представляет перед Племенем Снов— сказал кот зевая. Белый кот направился к поваленному дереву.",
    "answers": [
      {
        "id": 74,
        "text": "Осмотреть лагерь"
      },
      {
        "id": 75,
        "text": "Идти спать"
      }
    ]
  },
  {
    "id": 73,
    "text": "Настя вздохнула и пошла сквозь кусты. Но далеко ей пройти не удалось — колючие шипы царапали шкуру. Кошка отпрыгнула от стены и посмотрела на Синеглаза, который тихо засмеялся — Не там ищешь — с этими словами о подошёл к двум кустам, и спокойно пошёл вперёд. Бурая кошка последовала за ним. Оказалось, эти кусты образовывали безопасный тоннель внутрь лагеря, оберегая от колючек. Наконец процессия прибыла в лагерь, который состоял из множества поваленных деревьев, которые служили укрытием от дождя и холода. Посередине лагеря находилось высокое дерево с дуплом. Из этого дупла высунулся большой кот, с буро-рыжей шерстью, который ловко спустился на землю — Это Древозвёзд, наш предводитель. Когда кот становится предводителем, к его имени добавляется что-то звёздное, в память о Племени Умерших. — сказал Туман. А тем временем Древозвёзд подошёл к  котам — Приветствую тебя в Древесном Племени! — сказал кот. К Древозвёзду подошла мускулиста кошка — Я — Дубовая Кора. Я советница в этом Племени. \n— Советница?\n— Если вдруг предводитель умирает, советник встаёт на его место — пояснила Дубовая Кора. Настя устало вздохнула. Похоже, советница поняла её — Вы все можете отдохнуть там — она указала на большое поваленное бревно — И не забудьте про церемонию! — Настя посмотрела вслед кошке, а затем обернулась на Синеглаза — Что за церемония?\n— Церемония принятия в племя. На ней предводитель даёт тебе племенное имя, и представляет перед Племенем Умерших — сказал кот зевая. Белый кот направился к поваленному дереву.",
    "answers": [
      {
        "id": 74,
        "text": "Осмотреть лагерь"
      },
      {
        "id": 75,
        "text": "Идти спать"
      }
    ]
  },
  {
    "id": 74,
    "text": "Настя решила осмотреть лагерь. У Племён взрослый кот или кошка назывались воителями, которые составляли большую часть Племени. Настя осторожно подошла к палатке Воителей и заглянула внутрь — некоторые коты спали. Кошка вышла из палатки.",
    "answers": [
      {
        "id": 76,
        "text": "Осматривать дальше"
      },
      {
        "id": 75,
        "text": "Идти спать"
      }
    ]
  },
  {
    "id": 75,
    "text": "Усталая Настя зевнула и направилась к дереву. Она свернулась в клубок и закрыла глаза.",
    "answers": [
      {
        "id": 77,
        "text": "Спи-и-им"
      }
    ]
  },
  {
    "id": 76,
    "text": "Настя подошла к палатке из листьев и ветвей и заглянула внутрь. Внутри сильно пахло травами. Настя не сразу заметила золотую кошечку, раскладывающую травы. Наконец она обернулась \n— Привет! Я Литопадница!\n— Я-я Настя.\n— Рада встрече — кошечка улыбнулась и принялась укладывать травы в ровные пучки.\n— Что ты делаешь?\n— Сортирую травы. У лекаря всё должно быть всегда готово. \nЕщё немного поболтав с Листопадницей Настя поняла что устала, и решила отдохнуть.",
    "answers": [
      {
        "id": 75,
        "text": "Идти спать"
      }
    ]
  },
  {
    "id": 77,
    "text": "Что-то назойливо толкало Настю в бок. — Вставай, соня!",
    "answers": [
      {
        "id": 78,
        "text": "Быстро вскочить"
      },
      {
        "id": 79,
        "text": "Неспеша встать"
      }
    ]
  },
  {
    "id": 78,
    "text": "Настя быстро вскочила. Перед глазами всё расплылось, но она смогла увидеть Синеглаза, стоявшего рядом.\n— Слушай, мне нужно тебе объяснить, как проходит церемония. Слушай очень внимательно!",
    "answers": [
      {
        "id": 80,
        "text": "Слушать"
      }
    ]
  },
  {
    "id": 79,
    "text": "Настя неспеша встала и увидела Синеглаза.\n— Слушай, мне нужно тебе объяснить, как проходит церемония. Слушай внимательно!",
    "answers": [
      {
        "id": 80,
        "text": "Слушать"
      }
    ]
  },
  {
    "id": 80,
    "text": "— Когда ты подойдёшь к дубу, ты должна сесть. Затем предводитель произнесёт речь, а ты должна подтвердить её, а затем взглянуть на небо. Когда Древозвёзд назовёт твоё новое имя, ты должна в знак уважения наклонить голову — Настя кивнула.",
    "answers": [
      {
        "id": 81,
        "text": "Идти на церемонию"
      }
    ]
  },
  {
    "id": 81,
    "text": "Настя вместе с Синеглазом вышли из палатки и направились к дубу. Там их поджидало Племя.",
    "answers": [
      {
        "id": 82,
        "text": "Сесть перед дубом"
      },
      {
        "id": 83,
        "text": "Остаться стоять"
      }
    ]
  },
  {
    "id": 82,
    "text": "Настя села под дубом и посмотрела на верх-на ветвях сидел Древозвёзд, а рядом с ним Дубовая Кора.\n— Племя Умерших! Взгляните на эту кошку с бескрайних небес, желающую вступить в Древесное Племя! — кот повернулся к Насте:\n— Обещаешь ли ты не щадя жизни, защищать Древесное Племя и быть верной ему?",
    "answers": [
      {
        "id": 84,
        "text": "Обещаю!"
      },
      {
        "id": 83,
        "text": "Издеваетесь?!"
      },
      {
        "id": 83,
        "text": "Всмысле?!"
      }
    ]
  },
  {
    "id": 83,
    "text": "По толпе прокатился возмущённый ропот, из-за чего Настя забыла всё, что говорил ей Синеглаз.",
    "answers": [
      {
        "id": 81,
        "text": "Вернуться к церемонии"
      }
    ]
  },
  {
    "id": 84,
    "text": "Древозвёзд незаметно кивнул, а затем поднял голову вверх — Духи Племени Умерших, эта кошка готова быть верной Племени!",
    "answers": [
      {
        "id": 85,
        "text": "Взглянуть на небо"
      },
      {
        "id": 83,
        "text": "Взглянуть на котов вокруг"
      }
    ]
  },
  {
    "id": 85,
    "text": "— Тогда я назову новое имя этой кошки. Отныне она будет зваться Ольха!\n— Ольха! Ольха! — кричало Племя. Настя, а теперь уже Ольха, чувствовала прилив гордости и счастья. Древозвёзд спустился вниз и встал перед Ольхой.",
    "answers": [
      {
        "id": 86,
        "text": "Наклонить голову"
      },
      {
        "id": 83,
        "text": "Стоять как раньше"
      }
    ]
  },
  {
    "id": 86,
    "text": "Племя разразилось радостными криками. Все коты были счастливы новоплеменнице. Внезапно всё стихло\n— Стая Страха! Они рядом!\nВсе коты приняли боевые стойки. Синеглаз оттеснил Ольху к поваленному дереву \n— Ты пока не умеешь драться. Оставайся здесь.",
    "answers": [
      {
        "id": 87,
        "text": "Хорошо, я останусь."
      },
      {
        "id": 88,
        "text": "Я тоже могу помочь Племени!"
      }
    ]
  },
  {
    "id": 87,
    "text": "Синеглаз кивнул. Вдруг из кустов в конце лагеря вышло несколько котов. Они выглядели совсем не дружелюбно. Огромный полосатый кот выступил вперёд\n— Коты Древесного Племени! Моей Стае известно о пророчестве. — сказал Страх подходя ближе к Древозвёзду. — И я знаю, что избранный кот у вас. Отдайте мне кота, или же пострадают все.\n— У нас нет этого кота — уверенно сказал Древозвёзд — И если бы он был у нас, мы всё равно не стали бы никем жертвовать для вашей никчёмной Стаи!\n— Стая Страха! Убейте всех! — раздался крик Страха. Коты смешались в битве. Ольха беспомощно глядела из-за дерева. Синеглаз дрался с рыжей кошкой с коричневыми полосками. Кошка напрыгнула на Синеглаза, пытаясь дотянуться когтями до горла кота, но тот стал молотить задними лапами по мягкому животу кошки. Противница взвыла, и отстала от кота. Вдруг к Ольхе сунулся белый кот с шрамами.",
    "answers": [
      {
        "id": 89,
        "text": "Ударить кота по морде с выпущеными когтями"
      },
      {
        "id": 89,
        "text": "Ударить кота в бок с выпущенными когтями."
      },
      {
        "id": 89,
        "text": "Ударить кота в морду лапой с втянутыми когтями."
      }
    ]
  },
  {
    "id": 88,
    "text": "— Ты ещё успеешь подраться с этой шайкой бродяг, а пока будь здесь.",
    "answers": [
      {
        "id": 87,
        "text": "Остаться внутри дерева."
      }
    ]
  },
  {
    "id": 89,
    "text": "Ольха попала по одному из свежих шрамов белого кота. Из раны потекла кровь, но кот не обращал внимания. К счастью Ольхи, её врага сбил серый  соплеменник. Кошка благодарно кивнула, а серый кот побежал дальше.",
    "answers": [
      {
        "id": 90,
        "text": "Сидеть и пережидать"
      },
      {
        "id": 91,
        "text": "Пытаться ранить врагов из своего укрытия."
      }
    ]
  },
  {
    "id": 90,
    "text": "— Стая Страха! Возвращаемся! — противники нехотя повернули с поля битвы. Ольха высунулась из палатки и оглядела лагерь — большинство соплеменников в ранах и царапинах. Из палатки лекаря выбежала Листопадница, неся в зубах пучки трав.",
    "answers": [
      {
        "id": 93,
        "text": "Подойти помочь лекарю"
      },
      {
        "id": 94,
        "text": "Остаться на месте"
      }
    ]
  },
  {
    "id": 91,
    "text": "Ольха немного высунулась из ствола дерева, и стала царапать когтями врагов, пробегающих мимо. Осмелев, она высунулась дальше из дерева. Вдруг она получила лапой по боку — на неё напала золотая кошка.",
    "answers": [
      {
        "id": 92,
        "text": "Ударить кошку"
      }
    ]
  },
  {
    "id": 92,
    "text": "Ольха ударила кошку по морде, но промахнулась. Противница оскалилась, и прицелилась в горло кошке. Ольха отпрыгнула,но кошка всё же прижала её к земле. Ольха пронзительно замяукала. Золотая кошка занесла лапу, чтобы разорвать горло, но её сбил Туман. Ольха быстро встала — Спасибо! — но кот уже скрылся в гуще битвы.",
    "answers": [
      {
        "id": 90,
        "text": "Спрятаться внутри ствола дерева"
      }
    ]
  },
  {
    "id": 93,
    "text": "— Листопадница, тебе нужна помощь?\n— Да! — ответила кошка\n— У кого найдёшь кровоточащие раны — немедленно заматывай паутиной. Она впитывает в себя кровь. — золотая кошка протянула Ольхе пучок паутины. Кошка подошла к Туману. Тот лежал на земле и из его ран сочилась кровь. Ольха осторожно заткнула рану паутиной и пошла дальше. Обрйдя соплеменников она села на землю чтобы отдохнуть.",
    "answers": [
      {
        "id": 94,
        "text": "Отдыхать"
      }
    ]
  },
  {
    "id": 94,
    "text": "Внезапно лагерь огласил крик — Древозвёзд!\nКоты встали и подошли к вождю. Тот был мёртв. Из его разорваной глотки текла алая кровь. Коты Племени сели вокруг их бывшего вождя и склонили головы в знак скорби.\n — Новый советник должен назначен до восхода луны! — сказал Туман. \n— Расходитесь по палаткам. На заходе солнца я объявлю нового советника! — сказала Дубовая Кора. Ольха поплелась в палатку и легла на полстилку. Кошка закрыла глаза.",
    "answers": [
      {
        "id": 108,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 95,
    "text": "Ольха поднялась с подстилки и вышла из ствола поваленного дерева. Многие коты Племени уже находились на охоте. К Ольхе подшёл Синеглаз:\n— Ольха, сегодня будем учить тебя охотиться!",
    "answers": [
      {
        "id": 96,
        "text": "Да, идём!"
      }
    ]
  },
  {
    "id": 96,
    "text": "Синеглаз улыбнулся в усы и направился к выходу из лагеря. Ольха поспешила за ним. Прибежав на одну полянку вне лагеря Синеглаз сел на землю. Ольха тоже присела на мягкую траву.\n— В нашем лесу есть три вида дичи: мыши, птицы и белки. Мыши и птицы чаще всего попадаются у корней деревьев, где они ищут еду. Ну а за белками приходится карабкаться повыше. Ещё одна важная вещь — запах. Если дует ветер, то он относит твой запах в сторону. Так что всегда стоит помнить о ветре. Ещё пара наставлений — для охоты есть специальная стойка, в которой удобнее и бесшумнее всего подкрадываться в дичи. И последнее: при охоте на мышей те вначале услышат тебя, а затем почуют, поэтому стоит быть бесшумным.",
    "answers": [
      {
        "id": 97,
        "text": "Понятно"
      }
    ]
  },
  {
    "id": 97,
    "text": "—Сначала попробуй встать в стойку — Синеглаз пригнулся к земле всё тело и бесшумно прошёлся. Ольха постаралась также. Тело прильнуло к земле, а хвост кошка прижала к туловищу. Она осторожно стала перебирать лапами, но трава под лапами шелестела.\n— Нужна практика. Ты потренируйся делать это как можно тише.",
    "answers": [
      {
        "id": 98,
        "text": "Хорошо"
      }
    ]
  },
  {
    "id": 98,
    "text": "Синеглаз взмахнул хвостом и куда-то убежал. Ольха вздохнула и решила попробовать ещё раз.",
    "answers": [
      {
        "id": 99,
        "text": "Полностью наклониться к земле и втянуть живот"
      },
      {
        "id": 100,
        "text": "Не сильно наклониться к земле и напрячь лапы"
      }
    ]
  },
  {
    "id": 99,
    "text": "Ольха наклонилась к земле как можно ниже и прошлась. Трава под лапами по-прежнему шелестела.\n— Наверное я наклонилась слишком низко.",
    "answers": [
      {
        "id": 101,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 100,
    "text": "Ольха наклонилась и напрягла лапы. Кошка прошлась. Почти бесшумно!\n— Отлично! Надо только приноровиться!",
    "answers": [
      {
        "id": 101,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 101,
    "text": "Ольха встала и огляделась. Внезапно в кустах неподалёку раздался шелест.",
    "answers": [
      {
        "id": 102,
        "text": "Подкрадься к кустам и напрыгнуть"
      },
      {
        "id": 103,
        "text": "Остаться на месте"
      }
    ]
  },
  {
    "id": 102,
    "text": "Кошка встала в стойку и стала бесшумно красться к звуку. Она напрягла задние лапы и подпрыгнула. Но она не расчитала сил и упала на ветки куста.",
    "answers": [
      {
        "id": 103,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 103,
    "text": "Синеглаз вышел из кустов. \n— Сейчас ты можешь попробовать сама поймать дичь. Направляйся в сторону лагеря.\nС этими словами кот скрылся в ближайших кустах.",
    "answers": [
      {
        "id": 104,
        "text": "Хорошо"
      }
    ]
  },
  {
    "id": 104,
    "text": "Ольха вздохнула и принюхалась. В ноздри ударил запах белки и полёвки.",
    "answers": [
      {
        "id": 105,
        "text": "Пойти за запахом белки"
      },
      {
        "id": 106,
        "text": "Пойти за запахом полёвки"
      }
    ]
  },
  {
    "id": 105,
    "text": "Ольха стала медленно подкрадываться к запаху. Впереди замаячил рыжий хвост белки. Кошка напрягла задние лапы и прыгнула, прижав белку к земле. Ольха перекусила дичи горло и направилась в лагерь.",
    "answers": [
      {
        "id": 107,
        "text": "Идти в лагерь"
      }
    ]
  },
  {
    "id": 106,
    "text": "Ольха пригнулась к земле и медленно подкралась к полёвке. Кошка напрягла задние лапы и прыгнула на дичь. Полёвка увернулась, но Ольха ловко подбросила её в воздух и резко прижала к земле. Кошка взяла её в зубы и пошла в лагерь.",
    "answers": [
      {
        "id": 107,
        "text": "Идти в лагерь"
      }
    ]
  },
  {
    "id": 107,
    "text": "Ольха прошла через туннель прямо в лагерь. Кошка положила свою дичь в общую кучу. Она взглянула на небо — уже начали появляться первые звёздочки. Ольха ловко запрыгнула в палатку и уснула.",
    "answers": [
      {
        "id": 109,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 108,
    "text": "—Коты Племени! — взвыла Дубовая Кора. Ольха быстро вскочила и подошла к дубу. \n—Коты Племени, отныне я ваш новый вожак! Завтра я отправлюсь к\nв Лунную Пещеру, чтобы получить согласие предков. Но сечас мы нуждаемся в советнике. Новым советником станет Кедрогрив! — из толпы вышел бурый кот. В толпе раздались радостные крики. Дубовая Кора спрыгнула с дуба. Коты стали расходиться по палаткам, и Ольху не надо было упрашивать.",
    "answers": [
      {
        "id": 95,
        "text": "Спать."
      }
    ]
  },
  {
    "id": 109,
    "text": "Сегодня кошка встала раньше обычного. Она выбралась из палатки и вышла наружу. В центре лагеря Кедрогрив распределял патрули. Кошка аодошла к рядом стоящему Туману:\n— Зачем нужны патрули?\n— Мы граничим с Племенем Тишины и Лунным Племенем. С этими Племенами надо держать ухо востро — тут же отхватят территорию.",
    "answers": [
      {
        "id": 110,
        "text": "Можно мне с вами в патруль?"
      }
    ]
  },
  {
    "id": 110,
    "text": "— Конечно! Нам как раз нужен ещё один кот. \nПатруль собрался и вышел из лагеря. Коты свернули в сторону.\n— Запомни этот запах. Это запах Лунного Племени. Вдруг из кустов впереди вышло несколько котов — Что вы делаете на территории Лунного Племени?!\n— Это не территория Племени, а граница! — крикнул кот из Древесного патруля.\n— Никто не смеет оспаривать слова воинов Лунного Племени! Это наша территория!\nБелый кот набросился на Тумана. Остальные последовали его примеру. На Ольху напрыгнула серая кошка и прижала к земле.",
    "answers": [
      {
        "id": 111,
        "text": "Ударить задними лапами по животу"
      },
      {
        "id": 111,
        "text": "Ударить лапами по морде"
      }
    ]
  },
  {
    "id": 111,
    "text": "Кошка взвыла, но не отпустила. К счастью, воин Древесного Племени скинул кошку с Ольхи. Кошка встала, готовячь к нападению, но белый кот закричал — Лунное Племя, уходим!\nкоты скрылись в зарослях.\n— Думаю, нам лучше вернуться в лагерь — сказал Туман, глядя на своих воинов.",
    "answers": [
      {
        "id": 1,
        "text": "Пока что конец. Квест в разработке"
      }
    ]
  },
  {
    "id": 112,
    "text": "",
    "answers": []
  }
]