[
  {
    "id": 1,
    "text": "Жанр: романтика, фэнтези\nАвтор: Lirika \n\nДевушка Фиаланта от рождения обладает одной из сил стихий. Чтобы узнать на что она способна и проявить свой дар она идет на испытания, пройдя которые сможет поступить в Магическую Академию. \nЕе ждут невероятные приключения, пять таинственных незнакомцев и решение, которое изменит все!\n",
    "answers": [
      {
        "id": 2,
        "text": "Начать\nПервая часть."
      },
      {
        "id": 3,
        "text": "Узнать о героине чуть больше."
      },
      {
        "id": 87,
        "text": "Начать\nЧасть вторая."
      }
    ]
  },
  {
    "id": 2,
    "text": "Сегодня я попробую поступить в академию магии! \nУже с утра у ворот Академии была большая толпа людей. Все, у кого при рождении появлялась татуировка стихий, имели возможность после восемнадцати лет открыть и развить свой дар. \nЯ посмотрела на запястье левой руки. Там, мерцая и переливаясь, была  видна тату золотистого цвета. Она представляла собой цветок с пятью лепестками и кружочком света в центре. Каждый лист означал разную стихию: земля, вода, ветер, огонь, энергию. Мне не терпелось узнать, что же за сила проявится у меня!\n",
    "answers": [
      {
        "id": 4,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 3,
    "text": "Девушка выросла в обычной семье. Ее мать была поваром в знатной семье, а отец неплохим ремесленником. Братьев и сестер у героини нет. \nВеселая, отзывчивая, иногда скромная, а иногда решительная, она всю жизнь мечтала научиться магии. Когда ей исполнилось 18 лет, она наконец-то начала осуществлять свою мечту!",
    "answers": [
      {
        "id": 2,
        "text": "Начать"
      }
    ]
  },
  {
    "id": 4,
    "text": "Отстояв большую очередь, я попала в Академию. Это был один из ее филиалов, но тем не менее здесь было на что посмотреть. Слева и справа были расположены сады, ощущался слабый аромат цветов. Где-то вдалеке журчал фонтан. Впереди были ступени, ведущие к высоким резным дверям. Подняв голову выше, я приоткрыла рот от восхищения. \nВеличественное здание с острыми пиками башенок разной высоты и большими светлыми окнами больше напоминало сказочный замок. \n\"Испытание началось.\" — Прозвучал безликий голос. Только теперь я поняла, что кроме меня здесь никого не было.\n",
    "answers": [
      {
        "id": 5,
        "text": "Оглядеться, ожидая подсказки."
      },
      {
        "id": 6,
        "text": "Пойти направо, туда, где слышится фонтан."
      },
      {
        "id": 7,
        "text": "Пойти налево, на слабый аромат цветов."
      },
      {
        "id": 8,
        "text": "Пойти прямо, ко входу в здание."
      }
    ]
  },
  {
    "id": 5,
    "text": "Я огляделась по сторонам. Голос молчал.\n— Здравствуйте! Хотелось бы маленькую или большую подсказочку...- сказала, не ожидая ответа. \n— Привет! Помочь? — услышала я за спиной веселый голос.\nОбернувшись я увидела красивого парня с зелеными глазами и серебристыми волосами, длинными, распущенными и собраными у висков в два маленьких хвостика, украшенных разноцветными колечками.\nСтройная фигура парня была прикрыта распахнутой белой жилеткой, так что я видела весьма накачанный пресс. Золотистые  штаны обтягивали ноги мужчины  не оставляя  простора  фантазии. ",
    "answers": [
      {
        "id": 20,
        "text": "Да ты красавчик! "
      },
      {
        "id": 24,
        "text": "Да, пожалуйста."
      }
    ]
  },
  {
    "id": 6,
    "text": "Поразмыслив, я отправилась направо. Тропинка вывела меня к небольшому фонтану в виде девушки с кувшином. Вокруг стояли лавочки и небольшие клумбы цветов. \nДальше виднелись просторные полянки и деревья. Решив искать подсказку здесь, я огляделась. На лавочках и под ними не было ничего, что можно принять за необычное. Тогда я стала рассматривать фонтан, статуя девушки хоть и была красива, но не хранила в себе никаких тайн. \nУтро уже перешло в день и солнце припекало сильнее. Решив немного отдохнуть я...",
    "answers": [
      {
        "id": 9,
        "text": "Присела на лавку попить воды, которая лежала у меня в сумке."
      },
      {
        "id": 10,
        "text": "Присела на бортик фонтана опустив в прохладную воду руку."
      }
    ]
  },
  {
    "id": 7,
    "text": "Я повернула налево, почувствовав приятный аромат цветов. Тонкий и сладкий, он немного кружил голову.\nТропинка вывела меня к прекрасному лабиринту из цветов. В этот момент я пожалела, что не умею летать, ведь сверху узор из множества разноцветных цветов должен выглядеть потрясающе. \nЯ долго ходила между разными растениями и любовалась насыщенными или нежными цветами.\nУтро давно перешло в день и я, немного устав решила передохнуть. \nНеподалеку виднелась лавочка, а так же небольшая полянка. Недолго думая я подошла...",
    "answers": [
      {
        "id": 11,
        "text": "К лавке и присела отдохнуть."
      },
      {
        "id": 12,
        "text": "К полянке и присела на нее, любуясь небом."
      }
    ]
  },
  {
    "id": 8,
    "text": "Я решительно направилась ко входу в здание. Высокая лестница сама по себе уже походила на испытание. \nПодойдя к ступеням, я осмотрелась, чтобы не пропустить подсказки. Меня заинтересовали узоры на поручнях лестницы. Прямые и волнистые, они переплетались образуя загадочные, неизвестные мне символы. \nРассматривая их, я поднялась к дверям. Высокие, резные, с изображением волшебных существ, они впечатляли. Немного оробев, я дернула за ручку. Меньше всего ожидая, что будет закрыто. \nДаже приложив все силы, мне не удалось сдвинуть двери ни на дюйм. \nЧто ж, тогда остается только...",
    "answers": [
      {
        "id": 13,
        "text": "Постучать в двери."
      },
      {
        "id": 14,
        "text": "Попробовать найти ключ от двери, рассмотрев внимательнее узоры с перил."
      },
      {
        "id": 15,
        "text": "Пойти в сад."
      }
    ]
  },
  {
    "id": 9,
    "text": "Я присела на лавочку и достав из сумки бутылку с водой попила.\nНадо решать куда идти дальше. Говорят испытания для каждого разные и за все года существования академии не повторились ни разу. \nПодумав, я встала, направляясь в начало развилки. \nПередо мной вдруг мелькнула стрелка, прямо в воздухе. Я резко остановилась, думая как поступить дальше.",
    "answers": [
      {
        "id": 29,
        "text": "Идти за стрелкой."
      },
      {
        "id": 4,
        "text": "Пойти на развилку дорог ведущих к садам и зданию."
      }
    ]
  },
  {
    "id": 10,
    "text": "Я присела на бортик фонтана, любуясь прозрачной водой. Опустив руку, набрала горсть прохладной воды и пропустила ее сквозь пальцы. \nЖара немного отступила и я ощутила свежесть и умиротворение. \nОтдохнув, собралась идти дальше, когда увидела с другой стороны фонтана красивого парня. \nСветло русые волосы были распущены и длиной до плечь. Яркие, синие глаза смотрели на меня серьезно, словно изучая. Парень подошел ко мне и я увидела изящную фигуру, одетую в голубые просторные одежды.",
    "answers": [
      {
        "id": 27,
        "text": "Смущено опустить глаза."
      },
      {
        "id": 28,
        "text": "Откуда ты появился?"
      }
    ]
  },
  {
    "id": 11,
    "text": "Я присела на лавочку и наблюдая за бабочками, порхающими у цветов, наслаждалась природой. \nНадо решать куда идти дальше. Говорят испытания для каждого разные и за все года существования академии не повторились ни разу. \nПодумав, я встала, направляясь в начало развилки. \nПередо мной вдруг мелькнула стрелка, прямо в воздухе. Я резко остановилась, думая как поступить дальше.",
    "answers": [
      {
        "id": 23,
        "text": "Пойти за стрелкой."
      },
      {
        "id": 4,
        "text": "Выйти к развилке ведущей в сады и зданию."
      }
    ]
  },
  {
    "id": 12,
    "text": "Немного пройдясь, я опустилась на полянку, а затем и легла. Зеленая трава была мягкой, а голубое небо с редкими белыми облаками настраивало на мирный лад. Я прикрыла глаза погружаясь в состояние легкой дремы.\nПолежав минут десять я открыла глаза и вздрогнула.\nРядом со мной сидел красивый парень с длинными, заплетеными в косу темными волосами. Гибкая, стройная фигура в зеленой кофте и черных штанах, была расслаблена. Полными губами он сжимал сладкую травинку. Услышав шум, он обернулся ко мне, и увидев теплые ореховые глаза я забыла обо всем.",
    "answers": [
      {
        "id": 25,
        "text": "Кто ты?"
      },
      {
        "id": 26,
        "text": "Приветливо улыбнуться."
      }
    ]
  },
  {
    "id": 13,
    "text": "Вздохнув, я громко постучалась в двери. Из здания не доносилось ни звука. \n— Вам помочь? \nПриятный мужской голос прозвучал неожиданно и заставил меня вздрогнуть. Я медленно обернулась к говорившему и улыбнулась рассматривая мужчину. \nС огненно рыжими длинными волосами перехваченными лентой, он смотрелся дерзко и вызывающе. Желтые глаза весело смотрели на меня, отвлекая от красивого лица. Одет незнакомец был в просторные красные штаны и черную обтягивающую футболку, так что я могла оценить мускулистую фигуру.",
    "answers": [
      {
        "id": 16,
        "text": "- Вау! Пожалуй мне уже нравится здесь"
      },
      {
        "id": 17,
        "text": "- Здравствуйте. Вы меня напугали..."
      }
    ]
  },
  {
    "id": 14,
    "text": "Решив еще раз осмотреть символы на перилах, я спустилась в начало лестницы. Повторный осмотр ничего не дал. Без специальных словарей мне не перевести символы. \nЗадумчиво скользя взглядом по деревьям и кустам я вдруг увидела тропинку. Она была незаметна и случайно попала мне на глаза из-за солнечного блика. \nРешившись я...",
    "answers": [
      {
        "id": 21,
        "text": "Пошла по трапинке. "
      },
      {
        "id": 4,
        "text": "Вернулась на развилку к садам и зданию."
      }
    ]
  },
  {
    "id": 15,
    "text": "Еще немного подергав дверь я решила вернуться к дорожкам, ведущим в сад. \nДойдя до развилки, я увидела как в воздухе появилась стрелка, указывая мне путь. Что же делать?",
    "answers": [
      {
        "id": 19,
        "text": "Пойти за стрелкой"
      },
      {
        "id": 4,
        "text": "Идти в сад или вернуться к зданию"
      }
    ]
  },
  {
    "id": 16,
    "text": "— Вау! — я восторженно воскликнула гдядя на мужчину. — Пожалуй, мне здесь уже нравится!\nРассмеявшись моей эмоциональности, парень поманил меня пальцем.\n— Сейчас покажу тебе что-то по настоящему интересное. — Не дожидаясь пока я подойду, он схватил меня за руку и нас тут же окружил огонь. \nЯ взвизгнула в испуге, но этого не было слышно в рёве пламени. Меня не обжигало, было тепло и весело. Огонь менял оттенки и потресктвал словно рассказывал что-то. ",
    "answers": [
      {
        "id": 18,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 17,
    "text": "— Здравствуйте! Вы меня напугали. — Выдохнула я глядя на мужчину. \n— Неужели? — Иронично подняв бровь незнакомец щелкнул пальцами и исчез. Зато появилась стрелка, следуя указаниям которой я пошла в сторону здания. \nУ степеней стрелка повернула на незаметную тропинку, которая вывела меня на внутренний двор. \n",
    "answers": [
      {
        "id": 30,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 18,
    "text": "Языки огня опали и мы оказались где-то на территории академии.\n— Внутренний двор. — Пояснил мне провожатый. — Надеюсь, ты сделаешь правильный выбор. \nПодмигнув мне, незнакомец отошел, и я осталась одна.",
    "answers": [
      {
        "id": 30,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 19,
    "text": "Следуя указаниям стрелки я пошла к правой стороне лестницы, а около ступеней стрелка повернула на незаметную тропинку, которая вывела меня на внутренний двор. \n",
    "answers": [
      {
        "id": 30,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 20,
    "text": "Парень ухмыльнулся и подмигнув мне, подхватил на руки. Я не успела сориентироваться, а мы уже летели над зданием. Я увидела прекрасные сады с цветами и красивый фонтан, величественное строение филиала академии и овальный внутренний двор. \n— Маленькая подсказка для милой девушки. — Шепнул мне парень и поставив меня на ноги отошел.",
    "answers": [
      {
        "id": 30,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 21,
    "text": "Тропинка проходила мимо невысоких кустов и огибала здание академии почти по кругу. Через некоторое время я вышла на внутренний двор академии.",
    "answers": [
      {
        "id": 30,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 22,
    "text": "Перед моим мысленным взором предстали все пять стихий. Росток травы, маленький ураган, пламя костра, озеро, луч света. Каждый я постаралась рассмотреть поближе и от этого, некоторые стихии отдалилсь и исчезли. Значит меня признала сила...",
    "answers": [
      {
        "id": 34,
        "text": "Воздуха",
        "need": 20
      },
      {
        "id": 35,
        "text": "Воды",
        "need": 27
      },
      {
        "id": 36,
        "text": "Огня",
        "need": 16
      },
      {
        "id": 37,
        "text": "Земли",
        "need": 26
      },
      {
        "id": 38,
        "text": "Энергии",
        "need": 21
      },
      {
        "id": 39,
        "text": "Все стихии выглядели одинаково далекими"
      }
    ]
  },
  {
    "id": 23,
    "text": "Следуя за стрелкой, я вышла к ступенькам здания, а затем по незаметной тропинке на внутренний двор. ",
    "answers": [
      {
        "id": 30,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 24,
    "text": "Парень кивнул мне и исчез. Зато появилась стрелка, следуя указаниям которой я пошла в сторону здания. \nУ степеней стрелка повернула на незаметную тропинку, которая вывела меня на внутренний двор. \n",
    "answers": [
      {
        "id": 30,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 25,
    "text": "— Кто ты? \nМой голос звучал немного напуганно. \nМужчина улыбнулся и подмигнув исчез. Зато появилась стрелка, следуя указаниям которой я пошла в сторону здания академии.\nУ степеней стрелка повернула на незаметную тропинку, которая вывела меня на внутренний двор. \n",
    "answers": [
      {
        "id": 30,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 26,
    "text": "Я приветливо улыбнулась незнакомцу. В ответ он подмигнул мне и протянул руку, помогая встать. \n— Я провожу тебя. Держись крепче. — И он прижал меня у себе. Касаясь его груди щекой, я ощущала приятный запах можжевельника, мое сердце забилось чаще. Обняв талию мужчины, я почувствовала, как земля под нами стала мягкой и мы упали в ее недры спустя мгновение. ",
    "answers": [
      {
        "id": 33,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 27,
    "text": "Я смутилась и опустила глаза. \nНежные пальцы осторожно приподняли мое лицо. Синие глаза смотрели ласково, и я застеснялась еще сильнее.\n— Простите, я не ожидала встретить здесь кого-то еще. \nТихо сказала я. \n— Я провожу тебя. Позволишь? \nНежным голосом спросил мужчина. Я кивнула. \nОн быстро подхватил меня на руки и шагнул в фантан. Струи воды обняли нас и я почувствовала себя рыбкой, которую аккуратно, но неотвратимо несет по течению. \n",
    "answers": [
      {
        "id": 32,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 28,
    "text": "— Откуда ты появился?\nМужчина не ответил мне и исчез. Зато появилась стрелка, следуя указаниям которой я пошла в сторону здания. \nУ степеней стрелка повернула на незаметную тропинку, которая вывела меня на внутренний двор. \n",
    "answers": [
      {
        "id": 30,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 29,
    "text": "Следуя за стрелкой, я вышла к ступенькам здания, а затем по незаметной тропинке на внутренний двор. ",
    "answers": [
      {
        "id": 30,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 30,
    "text": "Придя в себя после необычного путешествия, я огляделась. \nОвальный двор был просторным, с пятью чашами стоящими в ряд. У каждой из них находился мужчина. \n— Здесь тебе предстоит открыть в себе силу стихии, а мы поможем. \nСказал мне мужчина с фиолетовыми глазами. Его черные волосы были собраны в сложную прическу, одет он был в темно-фиолетовую одежду, похожую на строгий костюм. Равнодушный взгляд и голос не выдавали ни единой эмоции.",
    "answers": [
      {
        "id": 31,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 31,
    "text": "Остальные мужчины были словно скрыты тенью, так что я не могла их рассмотреть. Видела лишь очертания. \n— Закрой глаза и почувствуй, какая стихия зовет тебя сильнее всего. \nПродолжил мужчина с фиолетовыми глазами. \n— Затем подойди к нужной чаше и вытяни руку.\nЯ закрыла глаза и подумала о близкой мне стихии.",
    "answers": [
      {
        "id": 22,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 32,
    "text": "Мое тело гладили волны, а потом я оказалась на руках моего загадочного собеседника. Он опустил меня на землю и проведя ладонью по щеке отошел.\nЯ оказалась на внутреннем дворе академии.",
    "answers": [
      {
        "id": 30,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 33,
    "text": "Когда наше путешествие сквозь толщу земли закончилось, я так и не отпустила рук, держась за мужчину.\n— Это было экстремально и страшновато. \nТихо сказала незнакомцу.\n— Ты смелая. Мы на внутреннем дворе академии . — Погладив меня по голове ответил мужчина. Аккуратно расцепил мои руки и отошел. ",
    "answers": [
      {
        "id": 30,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 34,
    "text": "Я увидела ветер. Легкий, игривый, он был для меня самым привлекательным! Я уверенно подошла к чаше с символом ветра. Внутри был серебристый туман. Вытянув руку над чашей я подняла взгляд и дымка стоящего напротив мужчины растаяла. \n— Привет, моя милая. \nЗадорно улыбнулся мне недавний ненакомец. Зеленые глаза поймали меня в плен, я замерла не в силах шелохнуться. Татуировку на руке начало печь, я тихо застонала от боли. \n— Вот и все. \nПрохладные пальцы пробежались по моему запястью, унося боль. Я снова могла двигаться. ",
    "answers": [
      {
        "id": 40,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 35,
    "text": "Я отчетливо увидела озеро и небльшие волны. На миг показалось, что ы лицо подул свежий бриз.\nОткрыв глаза, я шагнула к чаше с символом воды и протянула руку. Фигура, скрытая словно завесой, стала четкой и я увидела своего провожатого. \n— Ты не пожалеешь. — серьезно сказал он. Руку в облсти татуировки начало жечь, я вскрикнула от боли. В это же мгновение мое запястье окутало облачко воды и принесло прохладу. Боль ушла.",
    "answers": [
      {
        "id": 44,
        "text": "Далее. "
      }
    ]
  },
  {
    "id": 36,
    "text": "Пламя яростно и победно взревело. Я открыла глаза и решительно шагнула к чаше с символом огня. Красный туман приветливо переливался в ней алыми оттенками. Вытянув руку, я увидела как дымка спала с мужчины напротив. \nЭто был мой огненный провожатый!\n— Сюрприз! — Рассмеялся он. \n— А теперь немного потерпи.\nРуку в области татуировки обожгло болью. Я сцепила губы и терпела. Мужчина ласково провел пальцем по моей щеке и подбродку. Я отвлеклась и боль исчезла.",
    "answers": [
      {
        "id": 46,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 37,
    "text": "Росток травы нежно запел, или мне просто так показалось. Открыв глаза я нашла взглядом символ земли и подошла к чаше, в которой клубился зеленоватый туман. Вытянув руку, приготовилась ждать. Напротив меня воздух подернулся дымкой и я разглядела моего знакомого провожатого.\n— Здраствуй. — Он загадочно улыбнулся уголком рта. \nМесто татуировки на руке обожгло болью. \n— Ауч! — воскликнула не ожидая такого. \n— Скоро пройдет. Символ меняется для нас. \nОреховые глаза серьезно посмотрели на меня.",
    "answers": [
      {
        "id": 48,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 38,
    "text": "Луч света привлек мое внимание. Он был и холоден и горяч одновременно. Открыв глаза я пробежалась взглядом по чашам и подошла к той, на которой был символ энергии. Вытянув руку я посмотрела на мужчину напротив. \nНезнакомец с фиолетовыми глазами приветливо кивнул мне. \n— Поздравляю с обретением истиной силы. — Мне показалось или голос его был уже не так равнодушен?\nЗапястье обожгло болью, прошипев сквозь зубы, я ждала когда боль отступит.",
    "answers": [
      {
        "id": 50,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 39,
    "text": "Кажется из меня выйдет весьма слабая магесса или мой дар не готов проснуться. Я расстроено открыла глаза. \n— Твое время еще не пришло. Попробуй позже. Возможно какая-то стихия выберет тебя. \nРавнодушно сказал черноволосый незнакомец. Он махнул рукой и я оказалась у выхода из академии.",
    "answers": [
      {
        "id": 1,
        "text": "Я не прошла первое испытание."
      }
    ]
  },
  {
    "id": 40,
    "text": "— Я твой личный дух воздуха. \nПредставился мужчина. \n— Меня зовут Шиур. И я очень рад твоему выбору.\nНепривычно серьезный взгляд зеленых глаз меня смутил.\n— Я тоже очень рада познакомиться с тобой. \n— Что ж! — Снова весело восликнул Шиур. — Значит пора укрепить нашу связь и пройти еще несколько испытаний. Готова?",
    "answers": [
      {
        "id": 41,
        "text": "Да!"
      },
      {
        "id": 42,
        "text": "Мне хотелось бы немного больше узнать про испытания..."
      }
    ]
  },
  {
    "id": 41,
    "text": "Обняв меня за талию, мой дух перенес меня к дверям академии. Легко отворив одну из них, он пропустил меня внутрь. \nРешив осмотреться, я прошла в центр.",
    "answers": [
      {
        "id": 43,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 42,
    "text": "— Мне хотелось бы немного больше узнать про испытания, прежде чем мы пойдем дальше. \nШиур задумчиво наклонил голову.\n— Правилами это не запрещено. Нас проверят на совместимость, затем на чистоту твоего сердца и помыслов, если все пройдем, то в конце ты будешь бороться со своим страхом. Это весьма общие описания, но суть передают.\n— Спасибо. \nЯ улыбнулась и собралась с силами. \n— Вперед, мой личный дух! Только вперед!",
    "answers": [
      {
        "id": 41,
        "text": "Вперед!"
      }
    ]
  },
  {
    "id": 43,
    "text": "Просторный холл, рассчитанный на большое количество учащихся, высокие потолки и много света из окон. Это было здорово. Ощущение величия и в то же время трепет, от осознания, что я могу здесь учиться. \nВ центре просторного холла были лавки, стоящие полукругом, вокруг стенда с объявлениями или расписанием. Сейчас на нем был один листок. По бокам были широкие лестницы, ведущие на второй этаж. Справа, под лестницей, был коридор. Впереди были еще одни широкие двустворчатые двери. Похоже на зал собраний. ",
    "answers": [
      {
        "id": 52,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 44,
    "text": "— Я твой дух воды. — Представился мужчина. — Меня зовут Асур. \nСиние глаза смотрели смотрели прямо в душу, мое сердце забилось быстрее.\n— Я Фиоланта. Можно просто Фия. \nОн взял мою руку и поцеловал в ладонь. Румянец медленно залил мли щеки. \n— Теперь нам нужно укрепить связь, пройдя все испытания. Доверься мне, мы справмся. \nГолос Асура журчал словно ручей. \nЯ просто кивнула в ответ. Он меня очень смутил.\n— Ты готова идти дальше? ",
    "answers": [
      {
        "id": 41,
        "text": "Да."
      },
      {
        "id": 45,
        "text": "Мне хотелось бы немного больше узнать про испытания..."
      }
    ]
  },
  {
    "id": 45,
    "text": "— Мне хотелось бы немного больше узнать про испытания, прежде чем мы пойдем дальше. \nАсур задумчиво посмотрел на меня.\n— Правилами это не запрещено. Нас проверят на совместимость, затем на чистоту твоего сердца и помыслов, если все пройдем, то в конце ты будешь бороться со своим страхом. Это весьма общие описания, но суть передают.\n— Спасибо. \nЯ улыбнулась и собралась с силами. \n— Теперь я готова!",
    "answers": [
      {
        "id": 41,
        "text": "Вперед!"
      }
    ]
  },
  {
    "id": 46,
    "text": "— Меня зовут Фаур, я дух огня и отныне твой личный дух. — Дерзко сказал мужчина. \n— Отлично! — Рассмеялась я. — Твои мускулы явно нам пригодятся на следующих испытаниях. \nФаур гордо выпрямился чтобы я могла еще лучше оценить его данные. Хвастун! Хотя ему было что показать. \n— Ты готова идти навстречу приключениям? Мне уже не терпится поработать с тобой в паре! \n— Потише, горячий парень! — Я снова не могла сдержать улыбку.",
    "answers": [
      {
        "id": 41,
        "text": "Да! "
      },
      {
        "id": 47,
        "text": "Сначала расскажи, что ты знаешь об испытаниях, которые будут дальше..."
      }
    ]
  },
  {
    "id": 47,
    "text": "— Мне хотелось бы немного больше узнать про испытания, прежде чем мы пойдем дальше. \nФаур задумчиво наклонил голову.\n— Правилами это не запрещено. Нас проверят на совместимость, затем на чистоту твоего сердца и помыслов, если все пройдем, то в конце ты будешь бороться со своим страхом. Это весьма общие описания, но суть передают.\n— Спасибо. \nЯ улыбнулась.\n— Тогда зажгем это местечко!",
    "answers": [
      {
        "id": 41,
        "text": "Вперед!"
      }
    ]
  },
  {
    "id": 48,
    "text": "— Меня зовут Лиур. Я дух земли и теперь твой личный дух. Обряд проявления связал нас. \nОн погладил меня по голове.\n— Приятно познакомиться. Я Фиаланта. \n— У тебя наверно много вопросов? \nСпросил Лиур. — Но я отвечу на все позже. Сейчас нужно пройти оставшиеся испытания. Ты готова?\n— Поняла. — Кивнула я. ",
    "answers": [
      {
        "id": 41,
        "text": "Да."
      },
      {
        "id": 49,
        "text": "Сначала я хотела бы узнать про испытания немного больше..."
      }
    ]
  },
  {
    "id": 49,
    "text": "— Мне хотелось бы немного больше узнать про испытания, прежде чем мы пойдем дальше. \nЛиур оценивающе посмотрел на меня.\n— Правилами это не запрещено. Нас проверят на совместимость, затем на чистоту твоего сердца и помыслов, если все пройдем, то в конце ты будешь бороться со своим страхом. Это весьма общие описания, но суть передают.\n— Спасибо. \nЯ улыбнулась. \n— Тогда начнем!",
    "answers": [
      {
        "id": 41,
        "text": "Вперед!"
      }
    ]
  },
  {
    "id": 50,
    "text": "— Меня зовут Илаур. Я дух энергии. — Представился мужчина.\n— Я Фиаланта. \nМы помолчали рассматривая друг друга. \n— Редко кто может пробудить мою стихию. — Прервал молчание Илаур. \n— Я способная. — Моя улыбка вышла несколько застенчивой.\n— Если ты в порядке, следует перейти к другим испытаниям. — Я задумалась.",
    "answers": [
      {
        "id": 41,
        "text": "Хорошо."
      },
      {
        "id": 51,
        "text": "Расскажи немного о предстоящих испытаниях..."
      }
    ]
  },
  {
    "id": 51,
    "text": "— Мне хотелось бы немного больше узнать про испытания, прежде чем мы пойдем дальше. Илаур согласно кивнул.\n— Правилами это не запрещено. Нас проверят на совместимость, затем на чистоту твоего сердца и помыслов, если все пройдем, то в конце ты будешь бороться со своим страхом. Это весьма общие описания, но суть передают.\n— Спасибо. \nЯ улыбнулась и собралась с силами. \n— Пора начинать!",
    "answers": [
      {
        "id": 41,
        "text": "Вперед!"
      }
    ]
  },
  {
    "id": 52,
    "text": "Подойдя к стенду, я увидела одинокий лист. Сняла его, чтобы рассмотреть текст получше. \n\"Воспользуйся телепортом. Одна. Испытание для духа пройдёт отдельно.\"\nПовернувшись к ожидающему меня мужчине я пояснила содержание записи.\n— Нас разделяют. Мне нужно найти телепорт. \n— Он справа на первом этаже. Иди, я буду ждать здесь.\nС тревогой в сердце, я пошла под лестницу, выйдя на широкую террасу.",
    "answers": [
      {
        "id": 53,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 53,
    "text": "Перила кончились, выпуская меня с террасы на полянку, с резной беседкой.  Деревянные столбы обвивали лозы винограда, создавая приятную тень. Внутри беседки мерцал золотистый круг, исписанный символами. \nВдох, выдох, и я встала в центр рисунка. Тело закололо и я исчезла во вспышке света...",
    "answers": [
      {
        "id": 54,
        "text": "Телепортация"
      }
    ]
  },
  {
    "id": 54,
    "text": "Мне казалось, что моё тело рассыпалось на множество маленьких искр и собралось снова. Голова кружилась, поэтому я присела на землю.\nСпустя пару минут стало лучше, подняв взгляд я оценила обстановку. \nПесок...Он был повсюду. Не было палящего солнца или ветра, только ровный слой золотистого песка. Краем глаза я увидела мерцание. Если смотреть прямо, то и не заметишь, а если чуть сбоку, то словно стенка мыльного пузыря охватывала огромное пространство и накрывала меня куполом.\nКажется я на своеобразном стадионе.",
    "answers": [
      {
        "id": 55,
        "text": "Собраться с силами."
      },
      {
        "id": 56,
        "text": "Немного напугаться."
      }
    ]
  },
  {
    "id": 55,
    "text": "Я решительно сжала кулаки. Так просто я не сдамся! Тишина давила на уши, порождая множество страшных вариантов происходящего. Еще раз осмотрев неизменный пейзаж, я услышала неприятный чавкающий звук и резко обернулась в его сторону.",
    "answers": [
      {
        "id": 57,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 56,
    "text": "У меня по телу прошла нервная дрожь. А если против меня сейчас выйдет какой-то древний гладиатор? \nЯ схватилась за голову. Что за странные мысли в голове, они же понимают, что я не супер боец!\nТем не менее от неизвестности становилось все страшней. И когда тишину нарушил чавкаюший звук, я не выдержала и взвизгнула. \n",
    "answers": [
      {
        "id": 57,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 57,
    "text": "Пространство исказилось и словно из воздуха, разрезанного посередине, выбирались желеобразные массы. Ровно пять. Пространство вновь стало целым, а желейные монстрики приобрели цвета стихий. Затем они медленно поползли ко мне.",
    "answers": [
      {
        "id": 58,
        "text": "Далее",
        "need": 55
      },
      {
        "id": 82,
        "text": "Далее.",
        "need": 56
      }
    ]
  },
  {
    "id": 58,
    "text": "Я отошла подальше. \n— Стойте! — Желейки остановились. Отлично! Значит они разумные. \n— Что вы такое и чего хотите? — Не то, чтобы я верила что они ответят, ведь ртов у них не было, но ничего другого в голову не пришло. \n\"В твоей душе есть все стихии, ты уверена, что достойна лишь одной?\"\nРаздался тонкий голос в голове. \n\"Мы поможем. Покажем. Дух схитрил, у него давно не было пары. Ты можешь больше.\" \nГолоса менялись и звучали все настойчивей. Но правду ли они говорят?",
    "answers": [
      {
        "id": 59,
        "text": "Попробовать разобраться, говорят ли они правду."
      },
      {
        "id": 60,
        "text": "Не поверить им."
      }
    ]
  },
  {
    "id": 59,
    "text": "Подумав, я решила выяснить, правду ли говорят голоса.\n— И как вы докажете, что не обманываете? — Мне действительно было интересно.\n\"Татуировка. Посмотри. Она не изменилась. Все силы, все стихии. Это редкость, ты особенная.\" На моем запястье действительно все еще был цветок, но теперь он сиял всеми цветами. \n\"Не веришь. Плохо. Сила нужна тебе, иначе не справишься. Позволь показать тебе твоего духа. Позволь! Поможем!\" Голоса взволнованно уговаривали меня. \n",
    "answers": [
      {
        "id": 61,
        "text": "Хорошо. Покажите."
      },
      {
        "id": 60,
        "text": "Не поверить."
      }
    ]
  },
  {
    "id": 60,
    "text": "Я не поверила. Это всего лишь испытание и я его пройду! \n\"Плохо!\" Заволновались голоса в моей голове. \"Что делать? Погибнет. Плохо. Надо как-то помочь\". Придя к согласию голоса снова обратились ко мне. \"Ты великая, мы не испытание, мы хотим помочь. Позволь показать тебе правду о духе.\"\n— Нет. Это может быть просто иллюзией. \nЯ скрестила руки на груди. Буду верить в своего духа! ",
    "answers": [
      {
        "id": 63,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 61,
    "text": "В мою сторону медленно протянулся усик от белого монстрика. \"Прикоснись. Посмотри, что решили духи.\" Другие субстанции тоже протянули усики. \"Касаясь нас попробуй воззвать к стихии. Любой. Ты можешь. Хорошая. Сильная.\"\n",
    "answers": [
      {
        "id": 62,
        "text": "Дотронуться до белого усика."
      },
      {
        "id": 65,
        "text": "Дотронуться до усиков и воззвать к силам всех стихий."
      }
    ]
  },
  {
    "id": 62,
    "text": "Решив сначала узнать о разговоре духов, я прикоснулась к белому усику. В голове сразу возникла картинка с красивыми мужчинами. \n— Может хватит этим гордым людишкам решать за нас? \n— Согласен. Мы сами выберем с кем работать. \n— Мне тоже надоело быть на побегушках. Выберем где мы слабее и носителю силы не пройти испытание. \n— Но тогда человек станет нашим подчиненным.\n— Ну и что? Когда носитель узнает уже будет поздно. \nГолоса отдалились и картинка смазалась. Что же я сейчас увидела?!",
    "answers": [
      {
        "id": 64,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 63,
    "text": "\"Нам жаль. Мы старались. Ты сильна. Прости что не помогли. Испытание начинается. Держись.\" \nДрожа и как-то грустно пошатываясь, желейные массы вошли одна в другую и всосались в песок. \nСовершила ли я ошибку или была права не поверив странным субстанциям? Что ж, если испытание не они и только начинается, тогда сейчас узнаем!",
    "answers": [
      {
        "id": 74,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 64,
    "text": "Я снова стою одна. Увиденный мной разговор не выходит из головы. Если это испытание на доверие, то у нас явно проблемы. Словно услышав мои сомнения, рядом появился силуэт, принимая очертания моего духа стихии. Моего ли?\n— Как ты? — Голос мужчины звучал взволнованно. \n— Мне показали кое-что интересное. Ваш разговор о носителе дара. Это правда? — Увидев испуг в глазах собеседника, я все поняла.\n— Я объясню, все не совсем так как ты думаешь... — но услышать продолжение я не успела. Нас разделил прозрачный барьер. \n\"Время выбора\". Прозвучал голос из неоткуда. А передо мной появились сосредоточения сил.",
    "answers": [
      {
        "id": 67,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 65,
    "text": "Я прикоснулась к каждому из усиков и вытянув руку представила каплю воды. И она появилась! Огонь ярко вспыхнул вслед за водой. Земля осела пылью в ладони. Ветер закружился маленьким смерчем. Я посмотрела на усик, ждущий последнего прикосновения. Белый. Что ж, посмотрим, что он хочет рассказать.",
    "answers": [
      {
        "id": 66,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 66,
    "text": "Я прикоснулась к белому усику. В голове сразу возникла картинка с красивыми мужчинами. \n— Может хватит этим гордым людишкам решать за нас? \n— Согласен. Мы сами выберем с кем работать. \n— Мне тоже надоело быть на побегушках. Выберем где мы слабее и носителю силы не пройти испытание. \n— Но тогда человек станет нашим подчиненным.\n— Ну и что? Когда носитель узнает уже будет поздно. \nГолоса отдалились и картинка смазалась. Что же я сейчас увидела?!",
    "answers": [
      {
        "id": 64,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 67,
    "text": "Посмотрев на мужчину, который кулаками, а затем магией пытался пробиться ко мне, шагнула вперед. \nИспытание в первую очередь для меня и отринув смятение, царившее в душе, я сделала выбор.",
    "answers": [
      {
        "id": 68,
        "text": "Шагнуть в огонь.",
        "need": 16
      },
      {
        "id": 69,
        "text": "Шагнуть в воду.",
        "need": 27
      },
      {
        "id": 70,
        "text": "Шагнуть в зыбучие пески.",
        "need": 26
      },
      {
        "id": 71,
        "text": "Шагнуть в воронку ветра.",
        "need": 20
      },
      {
        "id": 72,
        "text": "Шагнуть в шар энергии.",
        "need": 21
      },
      {
        "id": 73,
        "text": "Шагнуть в телепорт.",
        "need": 58
      },
      {
        "id": 86,
        "text": "Шагнуть в телепорт.",
        "need": 85
      }
    ]
  },
  {
    "id": 68,
    "text": "Я решительно шагнула в огонь. Не время слез! Я пройду испытание и вытрясу из Фаура все подробности. Никто из нас не будет слугой! Друзья и партнеры, а может и что-то большее. Мои щеки окрасились румянцем от романтических мыслей. \nИ вот я стою в ярком пламени. Теплое и непокорное, яростное и нежное. Мой выбор правильный, я знаю это. \n\"Испытание пройдено.\" — Объявляет безликий голос.  ",
    "answers": [
      {
        "id": 1,
        "text": "Ура! Первая часть истории пройдена. Вы прирожденный маг огня! Поздравляю!"
      }
    ]
  },
  {
    "id": 69,
    "text": "Я вошла в озеро. Мои слезы смыло водой и она сомкнулась над моей головой. Я верю что не все так просто, Асур лично объяснит мне про тот разговор. Или я не я!\nТеплая вода смывала тревоги. Я на миг вспомнила как сильные руки обнимали меня. Интересно, как Асур попросит прощения. От этих мыслей мне стало жарко и поток воды словно смеясь, закрутился вокруг меня и схлынул. \nВода и я едины. Это моя стихия, разве могла бы я думать о своем и дышать под водой будь иначе?\n\"Испытание пройдено.\" — Объявил безликий голос.  ",
    "answers": [
      {
        "id": 1,
        "text": "Ура! Первая часть истории пройдена. Вы прирожденный маг воды! Поздравляю!"
      }
    ]
  },
  {
    "id": 70,
    "text": "Я не оглядываясь вошла в зыбучие пески. Сначала испытание, а потом будет серьёзный разговор с моим (от этого слова сердце забилось быстрее) духом. Лиуру придется постараться, чтобы убедить меня. \nЯ вспомнила, как увидела его впервые, расслабленно жующего сладкую травинку и ожидающему меня. На душе стало тепло. Я знаю что ему не все равно. Моя стихия земля, даже сейчас, с головой уйдя под землю, я чувствую мощь и доброту этой стихии. \n\"Испытание пройдено.\" — Прозвучал безликий голос. Земля выпустила меня из своих объятий.",
    "answers": [
      {
        "id": 1,
        "text": "Ура! Первая часть истории пройдена. Вы прирожденный маг земли! Поздравляю!"
      }
    ]
  },
  {
    "id": 71,
    "text": "Мои чувства были в смятении. Но выбор я сделала уверенно. Ветер принял меня и несмотря на силу стихии, успокаивал. Словно став с воронкой одним целым, я вспоминала немного легкомысленного, но уже дорого мне мужчину. Я не оставлю тебя Шиур, мы разберемся в случившемся вместе! Пусть знакомы мы не долго, но...кровь прилила к щекам и я не стала додумывать шальную мысль. \n\"Испытание пройдено.\" — Равнодушно сказал безликий голос. И ветер плавно опустил меня на ноги, нежно поиграв прядкой волос напоследок.",
    "answers": [
      {
        "id": 1,
        "text": "Ура! Первая часть истории пройдена. Вы прирожденный маг воздуха! Поздравляю!"
      }
    ]
  },
  {
    "id": 72,
    "text": "Я шагнула к шару, в котором сосредоточилась вся сила стихии. Безобидный с виду, он мог убить меня при касании. Но я не боялась. Я выясню подробности странного разговора у Илаура. Чтобы доверять друг другу, чтобы пройти все испытания, мы должны быть сильными. Я справлюсь и помогу своему красивому духу с серьезными фиолетовыми глазами, и узнаю, почему он скрывает свои эмоции. \nШар поглотил меня и тело пронзило светом. Сама жизнь, мудрость и надежда. Я права, мы со стихией одно целое.\n\"Испытание пройдено.\" — Прозвучал безликий голос. Свет медленно, словно нехотя, оставил моё тело. А сердце учащенно забилось перед встречей с Илауром.",
    "answers": [
      {
        "id": 1,
        "text": "Ура! Первая часть истории пройдена. Вы прирожденный маг энергии! Поздравляю!"
      }
    ]
  },
  {
    "id": 73,
    "text": "Я шагнула в телепорт, слезы застилали мое лицо. Меня всего лишь хотели использовать...а ведь мне понравился мой дух, сильный и красивый мужчина.\nМеня перенесло во двор академии. \n",
    "answers": [
      {
        "id": 1,
        "text": "Мне жаль, но ваше сердце разбито и в этом году вы не смогли поступить в академию."
      }
    ]
  },
  {
    "id": 74,
    "text": "Стоит ли безоговорочно верить тому, кого узнала всего несколько часов назад?\n Передо мной появились стихии, яростные и неукратимые. Они вызывали страх и восхищение. И были недовольны. \nЯ почувствовала прикосновение и обернувшись увидела своего духа.\n— У всех есть тайны. — Не смотря мне в глаза, сказал мужчина. — Сейчас ты слаба из-за непонимания ситуации и не сможешь пройти дальше. Это моя вина. Прости. — Он отвернулся и закрыл лицо руками. \n— Все в порядке. Я верю тебе. — Но мои слова словно ранили мужчину. \n— Ты не понимаешь! — Как-то беспомощно и зло одновременно сказал дух. Он ударил рукой воздух и между нами появилась преграда. ",
    "answers": [
      {
        "id": 75,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 75,
    "text": "Мужчина не мог пробиться ко мне через невидимый барьер. Я видела по его губам, что он кричал мне: \"Нет!Не ходи!\" но до меня не доносилось ни звука. Надо решать. Обернувшись еще раз на духа, я шагнула к стихиям. ",
    "answers": [
      {
        "id": 76,
        "text": "Шагнуть в огонь.",
        "need": 16
      },
      {
        "id": 77,
        "text": "Шагнуть в воду.",
        "need": 27
      },
      {
        "id": 78,
        "text": "Шагнуть в зыбучие пески.",
        "need": 26
      },
      {
        "id": 79,
        "text": "Шагнуть в воронку ветра.",
        "need": 20
      },
      {
        "id": 80,
        "text": "Шагнуть в шар энергии.",
        "need": 21
      },
      {
        "id": 81,
        "text": "Шагнуть в телепорт."
      }
    ]
  },
  {
    "id": 76,
    "text": "Я шагнула в огонь. Меня обожгло чувством вины и я поняла что это эмоции духа, а потом кожу начало жечь. Я закричала, но жар огня не давал воздуха и крик вышел беззвучный. Я потеряла сознание от боли.",
    "answers": [
      {
        "id": 1,
        "text": "Вы чуть не погибли и долго лечились. Если вы чувствуете, что готовы, то можете попробовать сначала."
      }
    ]
  },
  {
    "id": 77,
    "text": "Я вошла в озеро. Оно было ледяным и войдя по шею мои ноги и руки уже онемели. Кажется надо было поверить духу...уйдя на дно я забилась в агонии. Воздуха не хватало и тело била дрожь от холода. Беззвучно закричав я потеряла сознание.",
    "answers": [
      {
        "id": 1,
        "text": "Вы чуть не утонули проходя испытание. Долго лечились. Но сейчас у вас есть шанс попробовать еще раз."
      }
    ]
  },
  {
    "id": 78,
    "text": "Я шагнула в зыбучие пески. Земля медленно поглощала меня, но чувство дискомфорта и неправильности стало сильнее. Я попыталась вырваться из плена, но лишь быстрее стала уходить под землю. Тело сжало со всех сторон и выдохнув последний воздух я потеряла сознание.",
    "answers": [
      {
        "id": 1,
        "text": "Чуть не погибнув на испытании, вы долго лечились и приходили в себя. Теперь у вас есть силы попробовать еще раз."
      }
    ]
  },
  {
    "id": 79,
    "text": "Я шагнула в ветер. Воронка поглотила и закружила меня. Волосы растрепались, ветер хлестал по лицу и телу, я запаниковала. Казалось меня сейчас разорвет яростная стихия. Тело выгинало и кидало из стороны в сторону, ударившись о землю, я потеряла сознание.",
    "answers": [
      {
        "id": 1,
        "text": "Вы чуть не погибли и долго лечились. Теперь все позади и есть шанс начать сначала."
      }
    ]
  },
  {
    "id": 80,
    "text": "Я подошла к шару энергии. Осторожно протянула руку и коснулась его. Тело пронзило лучами света вызвав нестерпимую боль. Я потеряла сознание.",
    "answers": [
      {
        "id": 1,
        "text": "Вы получили тяжелые раны. Советую выпить чая, прежде, чем начать сначала."
      }
    ]
  },
  {
    "id": 81,
    "text": "Поверив духу, я шагнула в телепорт. Позади рычали стихии. Кажется, я только что спаслась от гибели. Тем не менее было обидно, что моя слепая вера в понравившегося мужчину подвела меня. Я грустно пошла к выходу из академии.",
    "answers": [
      {
        "id": 1,
        "text": "Лишняя самоуверенность чуть не погубила вас. Но вы живы и есть шанс начать все сначала."
      }
    ]
  },
  {
    "id": 82,
    "text": "Смотря на разноцветные массы, похожие на пудинг или желе, я растерялась. На гладиаторов они похожи мало, разве что защекочут меня.\n— Привет малыши. — Я улыбнулась и присела на корточки. — Вы тут чтобы мне что-то подсказать? Или вы мое испытание?\nСтрах ушел, его сменило любопытство и интерес к происходящему.\n\"Не боится. Не опасается. Странная. Необычная. Мы грозные и сильные!\" Тонкие голоса зазвучали в моей голове.\n— Верю что вы сильные, но еще и очень милые. Вы волшебные. — Улыбалась я. \nВ центрах желешек появились розовые пятнышки, словно румянец на щечках. Кажется мои новые знакомые смущаются.",
    "answers": [
      {
        "id": 83,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 83,
    "text": "Образовав полукруг, малыши остановились около меня. \"Мы хотим тебя предупредить. Твой дух соврал тебе. Нельзя верить.\" Заговорили малыши. \n— В чем именно? Ложь бывает и во благо. Мы мало знакомы и я еще не успела узнать моего духа поближе. — Тут я вспомнила сильные руки, обнимавшие меня и покраснела. \n\"Смотри, мы покажем. Все расскажем. Поможем.\" Говорили желешки в моей голове. А я вдруг наяву почувствовала горячие руки, приобнявшие меня за руки.\n— О чем беседуете? — Шепнул мой дух мне на ухо. ",
    "answers": [
      {
        "id": 84,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 84,
    "text": "У меня мурашки пробежали по телу от внезапной близости мужчины. Я встала и обернулась, мужчина тут же отпустил руки. Глаза духа были серьёзные и настороженные. \n— О твоих секретах. — Сказала я следя за реакцией мужчины.\n— Я сам все ей объясню. — Грозно сказал дух малышам и они быстро впитались в песок. \n— Так о чем речь? Это важно для испытания или поговорим позже? \n— Думаю важно. — Голос не выдавал эмоций, но я чувствовала с каким трудом дается мужчине каждое слово.\n— Несколько лет назад мы взбунтовались и не захотели подчиняться  людям...быть слугами...",
    "answers": [
      {
        "id": 85,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 85,
    "text": "— Самоуверенные и наглые! — Воскликнул мужчина. — Многие были недостойны обладать и крупицей магии. — Он замолчал. А потом вдруг нас растащило в разные стороны. Я видела как хотел пробиться ко мне дух сквозь невидимый барьер, но тот держал удар словно не ощущая. А около меня появились сосредоточения стихий. Похоже время выбора, а мы не успели выяснить, что же происходит?!",
    "answers": [
      {
        "id": 67,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 86,
    "text": "Решив не рисковать и сначала выяснить что к чему, я вернулась в телепорт. Но духа увидеть больше не смогла...",
    "answers": [
      {
        "id": 1,
        "text": "Испытание пройти не удалось. Похоже придется начать все сначала."
      }
    ]
  },
  {
    "id": 87,
    "text": "В каждом человеке есть силы стихий. Но одна сияет ярче всех, отражаясь даже на характере. К совершеннолетию, силу можно пробудить и с помощью духа, проводника данной магии, научиться пользоваться ею. \nВ отличие от людей, свободных в выборе проявлять дар или нет, духи обязаны помочь носителю магии овладеть ею. Так было решено много веков назад, чтобы не нарушить равновесие сил в природе и не устроить хаос. ",
    "answers": [
      {
        "id": 88,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 88,
    "text": "Но и здесь нашлись те, кто использовал знание во зло. Оскорбившись, духи жестоко наказали провинившихся, но и сами почти исчезли. Академия магии, одно из последних мест где можно встретить духа. Чистые сердцем и душой могут пробудить их. \nВсе это всплыло в моей голове и я поняла, что не просто попала на вступительные испытания, а нашла путь к духу стихии. Одинокому и непокорному. Красивому и загадочному. Что ж! Пора узнать, что ждет нас дальше.",
    "answers": [
      {
        "id": 89,
        "text": "Я владею магией огня!"
      },
      {
        "id": 140,
        "text": "Я владею магией воздуха!"
      },
      {
        "id": 90,
        "text": "Я владею магией воды!"
      },
      {
        "id": 156,
        "text": "Я владею магией земли!"
      },
      {
        "id": 93,
        "text": "Я владею магией энергии!"
      }
    ]
  },
  {
    "id": 89,
    "text": "Я оказалась в холле академии. Рядом, ожидая меня, сидел на лавке Фаур. Он был непривычно грустный. \nЯ подошла и села рядом с ним.\n— Расскажешь, что за ситуация могла поссорить нас? \n— Это было очень давно. Люди нарушили правила и мы тоже. Они сделали рабами нас, а мы их. — Немного нервно проведя по волосам, он растрепал красные пряди. \n— Это было тяжелое время и сейчас нас почти не осталось. \n— Но ты здесь. ",
    "answers": [
      {
        "id": 94,
        "text": "Положить свою руку на его, в знак поддержки."
      },
      {
        "id": 95,
        "text": "Обнять и прижать к себе."
      },
      {
        "id": 96,
        "text": "Хлопнуть по спине, чтобы отвлечь и сменить тему."
      }
    ]
  },
  {
    "id": 90,
    "text": "Я оказалась в холле академии. Асур ждал меня, стоя напротив стенда. Когда я появилась, он сразу повернулся ко мне. \n— Все хорошо? — Я кивнула. \n— Думаю нам надо прояснить кое-что. \n— Согласен. Ты имеешь право знать. Идём. — Он вышел в сад и повел меня к фонтану, у которого мы встретились. \nСев на лавку, он снова заговорил.\n— В давние времена люди и духи заключили договор. Согласно ему, мы помогаем людям проявить магию и управлять ею. Для нас выгода была в балансе сил природы. Непроявленные были опасны и порой погибали создавая катаклизмы и катастрофы в экологии. Конечно, для людей это было более выгодно, чем для нас. Но и этого людям оказалось мало. Некоторые, поняв истинную силу духов, захотели ей обладать.",
    "answers": [
      {
        "id": 91,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 91,
    "text": "— Нарушив договор, они стали порабощать духов. — Мужчина жестко усмехнулся. — Но они не знали всего. Мы дали им возможность испытать их приемы на самих себе. Началось противостояние. В таких войнах нет победителей и проигравших. Многие духи предпочли раствориться в стихии, но не переходить грань. А люди погибали, став рабами своей магии. Именно этот период тебе и показали на проявлении стихии, заставив испугаться и сомневаться. \n— Спасибо. Я не знала, что такой страшный период был в нашем мире. — Я грустно посмотрела на духа. ",
    "answers": [
      {
        "id": 92,
        "text": "Спросить, был ли он на той войне?"
      },
      {
        "id": 127,
        "text": "Спросить про стихию воды."
      }
    ]
  },
  {
    "id": 92,
    "text": "— А ты был на той войне? Мне казалось, я видела тебя в видении. — Асур удивленно взглянул на меня. \n— Духи долго живут, но не настолько. Внешний вид... я похож на своего деда, тот на своего. Просто гены, как и у людей. — Я чувствовала, что мужчина не договаривает чего-то. Но что именно понять не могла. \n— Понятно. — Я задумчиво провела рукой по воде. Асур заинтересованно следил за мной. \n— Почувствовала? — Я неуверенно пожала плечами. \n— С фонтаном что-то не так. — Как и с тобой, не все понятно. Но этого говорить не стала. ",
    "answers": [
      {
        "id": 136,
        "text": "Уточнить про фонтан."
      }
    ]
  },
  {
    "id": 93,
    "text": "Я оказалась в холле академии. Илаур стоял у лавочек, ожидая меня. \n— Рад, что ты справилась. —  Казалось, он сказал это без эмоций, но что-то в его напряженной фигуре выдавало, что он обо мне действительно волновался.\n— Нам надо поговорить. Мое незнание было опасно.\nДух посмотрел на меня своими необычными фиолетовыми глазами, а затем пригласил сесть. \n— Это было очень давно. Люди забыли правила, нарушили их. Пять сильнейших духов стихий приняли решение поступить с людьми так же. В какой-то момент началось противостояние. — Мужчина замолчал, словно  заново  вспоминал  все.",
    "answers": [
      {
        "id": 110,
        "text": "Узнать, что было дальше."
      },
      {
        "id": 111,
        "text": "Не настаивать на продолжении рассказа."
      }
    ]
  },
  {
    "id": 94,
    "text": "Я положила свою руку поверх руки Фаура и слегка сжала ее.\nОн поднял на меня взгляд желтых глаз и чуть наклонился вперед. Я замерла в предвкушении и страхе, что он поцелует меня. \nПара секунд длилась вечность, а потом дух тряхнул головой и задорно улыбнувшись предложил:\n— Нас ждет испытание на совместимость, не хочешь перекусить, пока оно не началось? \n— Разве только что было не оно? — Кажется я сама себя перехвалила, думая что прошла уже и обретение силы и первое испытание.\n— Нет. — Рассмеялся Фаур. ",
    "answers": [
      {
        "id": 97,
        "text": "Пойти перекусить."
      }
    ]
  },
  {
    "id": 95,
    "text": "Поддавшись порыву чувств, я подошла к духу и обняла его. Голова мужчины прижалась к моему животу, он обнял мою талию. Некоторое время мы молчали не меняя позы. А я все острее ощущала смущение и тепло мужчины.\nКогда Фаур отпустил меня и встал, я еле сдержала расстроенный вздох. Его тепла сразу стало не хватать. И как я успела за такое короткое время так привязаться к нему?\n— Идем. До испытания еще есть время, и я хочу тебе кое-что показать. Вокруг нас взметнулись языки пламени.",
    "answers": [
      {
        "id": 100,
        "text": "Перемещение."
      }
    ]
  },
  {
    "id": 96,
    "text": "Я хлопнула духа по спине и задумчиво сказала: \n— Кажется скоро одним духом станет меньше... Потому что я ужасно проголодалась! — Мой живот понятливо заурчал, чем вызвал мое смущение и смех Фаура.\n— Идем, гроза духов! Покажу тебе секретный путь на кухню. — Улыбнулся мужчина и мы пошли вглубь здания. Пройдя какими-то коридорами, мы выбрались к неприметной двери. \n— Можно сказать, это сердце академии! — Пафосно возведя руку к потолку произнес дух. Я осторожно заглянула внуть. \n— Это же кладовая!",
    "answers": [
      {
        "id": 106,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 97,
    "text": "Мы прошли под уже знакомой мне лестницей первого этажа и вошли в незамеченную мной ранее дверь. \nЭто была столовая академии. Огромная и светлая, со множеством больших и маленьких столиков. Мы сели за двухместный, около окна. \nФаур протянул мне меню, появившееся, стоило нам сесть. \n— Выбери и нажми на блюдо.\nСмотря на хитрое лицо мужчины, я заглянула в меню. Чего в нем только не было! \n— Бери все, что захочется. — Рассмеялся дух, довольный моим потрясенным лицом.",
    "answers": [
      {
        "id": 98,
        "text": "Выбрать самой."
      },
      {
        "id": 99,
        "text": "Попросить выбрать за меня мужчину."
      }
    ]
  },
  {
    "id": 98,
    "text": "Я выбрала себе мясо с гарниром и чай с эклером на десерт. Мужчина взял себе тоже что-то мясное и вишневый пирог. Нажав на картинки, мы в ожидании смотрели на стол. Через минуту появился дразнящий обаняние запах и позже — блюда. \nСледующие десять минут для меня пролетели незаметно. Допивая чай, я с благодарностью посмотрела на Фаура. \n— Спасибо! Это было очень вкусно. \nДух улыбнулся мне своей шальной улыбкой. \n\"Испытание начинается. Пройдите к библиотеке.\" Прозвучал безликий голос. Вот и отдохнули...",
    "answers": [
      {
        "id": 123,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 99,
    "text": "Смотря на большой выбор блюд я немного растерялась. \n— Фаур, а ты мог бы выбрать за меня? Иначе мы рискуем ближайшие пару дней отсюда не выйти... \nМои слова вызвали у духа солнечную улыбку. Я залюбовалась мужчиной, сейчас он был не просто красив, а словно светился изнутри, позволяя стать к нему чуточку ближе. \n— Я постараюсь удивить тебя! — Подмигнул Фаур. Быстро нажав на блюда он встал со стула и закрыл мне руками глаза. Я почувствовала ароматные запахи мяса и трав и чего-то сладкого. Дух медленно убрал руки и положил мне на плечи. \n— Ну как?",
    "answers": [
      {
        "id": 101,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 100,
    "text": "Пламя опало и я увидела, что мы стоим около кратера вулкана. \n— Разве мы можем покинуть территорию академии? — Я удивлённо и заинтересованно оглядывалась.\n— Это мои воспоминания. Боишься? — Спросил Фаур взяв меня за талию и улыбнувшись. \n— Да! Ты ведь собрался прыгнуть вни-и-из! — Он и правда прыгнул! Мы летели недолго, приземлившись на твердую и горячую землю. Или не совсем землю. Рядом бурлили потоки лавы, я чувствовала мощь и неукратимую силу огня. Сказать, что это впечятляло — ничего не сказать. Сила просто пронизывала меня до кончиков пальцев.",
    "answers": [
      {
        "id": 103,
        "text": "В жерле вулкана..."
      }
    ]
  },
  {
    "id": 101,
    "text": "Горячие руки на моих плечах вызывали мурашки по всему телу и почему-то перехватило дыхание. С трудом сосредоточившись, я сфокусировала взгляд на еде. \nОгромное блюдо золотистого риса с сочными кусочками мяса и овощей, маленькие тарелочки с разнообразными закусками и горячее мороженное. Точнее горящее, пламя еще играло на поверхности десерта, потихоньку исчезая, оставляя бежевую текстуру вместо сливочно белого цвета, осыпанного фруктами.\n— Невероятно! — Я радостно повернулась к мужчине. — Мы словно в ресторане! Никогда не видела такой красоты!\n",
    "answers": [
      {
        "id": 102,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 102,
    "text": "Ладонь мужчины легла мне на щеку и он слегка погладил ее кончиками пальцев. \n— Я рад. — Тихо сказал мужчина. А меня снова кончился воздух и стало очень жарко. \nПотом мы не спеша ели, а мои щеки горели от смущения. \n— Спасибо. — Никогда еще я не ела так вкусно и в такой волнующей атмосфере. Каждый кусочек был чем-то невероятным. Дух хотел мне ответить, но его перебил безликий голос. \n\"Испытание начинается. Пройдите в библиотеку.\" Вот и кончился наш отдых.",
    "answers": [
      {
        "id": 123,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 103,
    "text": "Подождав, пока я привыкну к ощущениям, мужчина проводил меня к одному из твердых островков. Мы присели на теплые камни, и он достал откуда-то корзину с едой. Мясо и фрукты с овощами. И кувшин с чем-то прохладным. Ммм! Я тут же схватила куриную ножку и с удовольствием приступила к еде. \n— Смотри, сейчас начнется. — Шепнул дух мне на ухо, заправив прядь волос. Я и не знала, что мы снова так близко. Мои глаза были напротив его. Таких золотистых и манящих. Время словно остановилось, как и мое дыхание. Голова закружилась, и когда Фаур отвел взгляд, я смогла снова вздохнуть. Вот это мужчина!",
    "answers": [
      {
        "id": 104,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 104,
    "text": "Прямо из лавы показались яркие силуэты всех оттенков красного и оранжевого. Они приняли формы маленьких, гибких девушек и начали волшебный танец, то сходясь в круг, то невероятным образом перетекая из положения в положение. Быстрые, словно огонь, они двигались все быстрее и быстрее. Я восхищенно смотрела на них, боясь спугнуть даже словом. Танец подошел к концу, силуэты маленьких танцовщиц образовали неизвестный мне цветок и словно растеклись его лепестками, снова исчезнув в лаве. \n— Что это было? — Шепотом спросила я.\n— Огневицы, совсем еще юные. \nМужчина обнял меня и мы снова переместились в академию.",
    "answers": [
      {
        "id": 105,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 105,
    "text": "— Спасибо! — Я обернулась к духу. — Это было потрясающе! \n— Я сам потрясающий! — Принял позу силача Фаур и я рассмеялась. \nМы оказались в холле академии. Сев на лавочку в центре мы немного помолчали. Но это была уютная тишина. \n\"Испытание начинается. Пройдите в библиотеку.\" — Прозвучал безликий голос. ",
    "answers": [
      {
        "id": 123,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 106,
    "text": "Я завороженно смотрела на ряды полок. Справа шли всевозможные соления, слева копчености, дальше кажется хлеб. Вдалеке начинались ряды с овощами и фруктами. Стояли закрытые контейнеры, наверное холодильные. \n— Дай мне пять минут и я соберу нам вкусный обед. — Сказал дух и огненным вихрем промчался мимо меня. \n— Я и не знала, что духи тоже едят. — Задумчиво обронила вслух, рассматривая копченый окорок. Как же вкусно тут пахнет!\nФаур вернулся с корзинкой еды и мы пошли обратно в холл академии.",
    "answers": [
      {
        "id": 107,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 107,
    "text": "Взяв горшочек с горячим крем-супом, я повернулась к Фауру. \n— А сколько всего духов? Пять на всю академию? \n— Нет, конечно. Есть и девушки и даже дети. \nОго! Значит я не единственная, кто может пробудить духов. Вроде и обидно немного, но и слегка легче стало. \nИнтересно, если спросить почему именно на меня откликнулся Фаур, он ответит? ",
    "answers": [
      {
        "id": 108,
        "text": "Спросить Фаура."
      },
      {
        "id": 109,
        "text": "Помолчать."
      }
    ]
  },
  {
    "id": 108,
    "text": "— Фаур, а почему ты откликнулся на меня? — Затаив дыхание спросила я.\n— Понравилась твоя сила. — Улыбнулся Фаур. — Твой внутренний огонь тёплый и смелый. — Посмотрев мне в глаза мужчина тихо добавил. — И красивый. \nВ груди стало тепло и очень приятно. \n— Я рада. — Тоже тихо ответила духу. Опустив глаза и ощущая как сгущается воздух вокруг я провела руками по коленям. Фаур перехватил мою руку и слегка сжал, призывая поднять глаза. Я словно окунулась в горячее пламя золотистого взгляда и время остановилось.\n\"Испытание начинается. Пройдите в библиотеку.\" — Прозвучал безликий голос, разрушая  момент.",
    "answers": [
      {
        "id": 123,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 109,
    "text": "Решив не испытывать судьбу, я молча доела свой обед. \n— Спасибо! — Улыбнулась я мужчине. \n— Всегда пожалуйста! Дорогу наверняка уже забыла? — Подмигнул дух.\n— Да. — Подтвердила я. Если честно, то после первого поворота я смотрела на сильную фигуру мужчины. Приятно, когда о тебе заботятся. \n— Вот и повод еще раз пообедать вместе. — Улыбнулся Фаур. \n\"Испытание начинается. Пройдите в библиотеку.\" — Прозвучал безликий голос, прерывая нашу беседу.",
    "answers": [
      {
        "id": 123,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 110,
    "text": "— Что было потом? — Прервала я молчание. \n— Бойня. Жажда власти ослепила недостойных и многие духи предпочли уйти, перестав верить в людей. Все закончилось. Но нас осталось очень мало. — Между бровей духа пролегла морщинка, выдавая боль, которая вернулась к нему с воспоминаниями. Но мне казалось, есть что-то еще. \n— Куда ушли духи? — Спросила я, думая как узнать, что именно так мучает моего духа.\n— Они предпочли раствориться в стихии. Сильные этого не смогут, а слабые вполне. \nВот почему духов так мало.",
    "answers": [
      {
        "id": 113,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 111,
    "text": "Я молчала вместе с Илауром. \n— Все закончилось, но нас осталось мало. \n— Понятно. — Я вздохнула и устало облокотилась на руки за спиной. \n— Я устала и проголодалась. Здесь есть, где перекусить? — Илаур кивнул и встав, протянул мне руку, помогая подняться. Но когда я встала, он не отпустил меня, а повел за собой. Тепло его руки было успокаивающим и немного волнующим. Мне хотелось идти так как можно дольше...",
    "answers": [
      {
        "id": 112,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 112,
    "text": "Мы прошли под лестницей и вышли через небольшую арку к открытой веранде. Там стояли небольшие круглые столики, вокруг были красивые кусты с декоративными цветами и навес от солнца или дождя. \nМы сели за крайний столик, дух сделал несколько пассов руками и перед нами возникли блюда, накрытые крышками. \n— Подумай о том, чего ты хочешь из еды и открывай. — Пояснил мужчина. \nКогда я подняла большую крышку, увидела под ней свои любимые овощи и жареное мясо с соусом. Даже кофе, судя по запаху, был таким, как я и хотела. А уж шоколадный капкейк...\n— Это здорово! — Мне определённо понравилось  так обедать. ",
    "answers": [
      {
        "id": 114,
        "text": "Здесь всегда так можно кушать?"
      },
      {
        "id": 115,
        "text": "Не знаю о чем говорить..."
      }
    ]
  },
  {
    "id": 113,
    "text": "Мы посидели еще немного, думая каждый о своем. Я поняла, что устала и успела проголодаться. Хотела сказать Илауру, но он меня опередил.\n— Ты скорее всего проголодалась. Пойдем, я накормлю тебя.\nПротянув мне руку, Илаур помог мне встать с лавки. Идя за ним, я вспоминала тепло его руки. ",
    "answers": [
      {
        "id": 112,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 114,
    "text": "— Здесь всегда можно так вкусно кушать? — Уже обожаю их способ готовки!\n— Нет. Это можно сказать вип-ложа. — Ого. А Илаур то непрост. \n— То есть мне при поступлении сюда будет сложно попасть? — Может здесь есть разделение на бедных и богатых? \n— Верно. Только для сильнейших. Или очень богатых. — Добавил дух увидев мой ироничный взгляд.\n— Ты всегда такой равнодушный? — Не выдержала я. Мужчина удивлённо поднял на меня взгляд. \n— Наша стихия это рациональность, точность, равновесие. Это отражается и на тебе, твоем характере. ",
    "answers": [
      {
        "id": 116,
        "text": "Возразить."
      },
      {
        "id": 117,
        "text": "Согласиться."
      }
    ]
  },
  {
    "id": 115,
    "text": "Я не знала о чем поговорить, поэтому молча доела свою порцию.\n— Ты очень серьёзная для своих лет. — Заметил дух.\n— А ты очень мало проявляешь эмоций. — Парировала я. Посмотрев друг на друга, мы улыбнулись. \n— Ты устала и хотела отдохнуть. Идем, здесь есть удобное место в саду. \nИ правда, заведя меня недалеко от веранды, Илаур показал на качели, широкие и больше напоминающие диван. Сев в них, я могла сказать только одно.\n— Как же хорошо! — Все тело расслабилось, я и правда отдыхала. ",
    "answers": [
      {
        "id": 121,
        "text": "Предложить Илауру сесть рядом. "
      },
      {
        "id": 122,
        "text": "Наслаждаться самой"
      }
    ]
  },
  {
    "id": 116,
    "text": "— Не только! — Я встала из-за стола. Илаур заинтересованно приподнял бровь.\n— Свет, тепло, доброта. — Говорила я подходя к духу. И ткнув пальцем в его грудь добавила. — Мы основа и поддержка. \nЯ развернулась, чтобы пойти на свое место, но была остановлена духом. Илаур оказался позади меня и, удерживая талию теплыми руками, наклонился к моему уху. По телу побежали мурашки, в горле пересохло.\n— Ты такая воинственная с кремом на лице...ммм...так бы и съел. — Мои щеки медленно залило румянцем. Мне было неловко из-за крема и в то же время словно ноги подкосились от слов мужчины. Он действительно это сказал?!",
    "answers": [
      {
        "id": 118,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 117,
    "text": "— Да. Конечно. — Как будто других эмоций и быть не может. Но спорить я не буду. Кажется, Илаур понял о чем я подумала. Посверлив меня недовольным взглядом он позвал. \n— Подойди сюда. Я покажу тебе, что прав. — Допив кофе, я подошла к мужчине. Он тоже вышел из-за стола и, подойдя ко мне со спины, приобнял беря мои руки в свои. От тепла его тела я немного растерялась. Казалось внутри меня свеча, которая сейчас плавится от близости духа. А Илаур тем временем сформировал на руках шары света. От соприкосновения с моими руками, я ощущала как проходит его магия через меня. \n",
    "answers": [
      {
        "id": 119,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 118,
    "text": "Я обернулась, посмотреть на мужчину. Он снова сидел за столом, словно ничего и не произошло. Осторожно взяв со стола салфетку, я вытерла рот.\n— Не такой уж я и равнодушный. — Улыбнулся Илаур. Я впервые видела его таким. Холодное выражение лица изменилось, став невероятно красивым. Его улыбка затронула мое сердце и я поняла, что сделаю все, чтобы он снова улыбался. \n\"Испытание начинается. Пройдите в библиотеку.\" — Прозвучал безликий голос. ",
    "answers": [
      {
        "id": 123,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 119,
    "text": "— Один шар больше другого, попробуй почувствовать, маленький нестабилен, а большой забирает слишком много лишней магии. — Что ещё говорил Илаур я не слушала. Ощущение магии и тела мужчины волновали меня все сильнее. Щеки наверное уже краснее любых помидоров.\n— Ты не слушаешь. — Вздохнул Илаур.\n— Ты слишком близко, я не могу сосредоточиться! — Не выдержала я. Мужчина замер, словно только сейчас заметил неловкость ситуации. На миг, он сжал меня крепче, а потом отпустил. \n— Прости. — Я увидела, что на его лице немного проступил румянец и не сдержала  улыбки.",
    "answers": [
      {
        "id": 120,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 120,
    "text": "— Ты такой милый когда смущаешься. — Это было правдой. И еще красивый.\n— Как видишь, не такой уж я и равнодушный. Идём, пора вернуться в академию. — Дух пошел вперед меня. \nУлыбаясь, я шла следом. \n\"Испытание начинается. Пройдите в библиотеку.\" — Прозвучал безликий голос. Илаур остановился, и подождал меня. Дальше мы пошли вместе.",
    "answers": [
      {
        "id": 123,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 121,
    "text": "— Ты тоже можешь отдохнуть рядом. — Я приглашающе похлопала по месту рядом с собой. Дух молча сел рядом. \nБыло так спокойно и уютно, что я заснула. \nПроснулась от осторожного прикосновения мужчины к моему плечу. Его лицо было близко, похоже он не ожидал, что я быстро проснусь. Смущенные, мы быстро встали с качелей.\n— Кажется, я заснула...\n— Нам пора...\nОдновременно начали мы и замолчали.\n\"Испытание начинается. Пройдите в библиотеку.\" — Прозвучал безликий голос.",
    "answers": [
      {
        "id": 123,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 122,
    "text": "Я закрыла глаза и отдыхала, немного раскачиваясь на качелях. Илаур стоял рядом, опираясь о ствол дерева, за который крепились качели. \n— Спасибо, что привёл меня сюда. \n— Я рад, что смог помочь. \nОткрыв глаза, я посмотрела на мужчину. Он задумчиво смотрел в небо, фиолетовые глаза потемнели. \n— Часто встречаются люди с силой энергии? — Я слышала, что это редкий дар. Но может мне это ошибочное мнение. \n— Редко. Один из пятидесяти, или реже. Ты особенная. — Он перевел на меня взгляд. \n\"Испытание  начинается. Пройдите в библиотеку.\" — Прозвучал безликий голос.",
    "answers": [
      {
        "id": 123,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 123,
    "text": "Мы прошли через холл академии на второй этаж. Я была здесь впервые, но времени осмотреться не было. Дух быстро провел меня к дверям с золотой табличкой \"Библиотека\". \n— Готова? — Я кивнула и мы одновременно открыли створки дверей. Длинный стол на входе и высокие стеллажи с книгами исчезли, стоило мне переступить порог. Я словно моргнула, и окружающее пространство исчезло, став молочной дымкой с двумя шторками по краям. \n— Так не пойдет! — Услышала я голос, тонкий, высокий, словно переливы колокольчика. Передо мной парила самая настоящая фея!",
    "answers": [
      {
        "id": 124,
        "text": "Я вижу фею!!!"
      }
    ]
  },
  {
    "id": 124,
    "text": "— Девушка! — Окликнула меня крошечная малышка с разноцветными прозрачными крылышками. — Срочно пройдите за ширму. Ваш мужчина уже все понял! \nИ правда, дух уже скрылся за занавеской, ближайшей к нему. Зайдя за свою, я увидела зеркало. Фея тут же влетела следом за мной и посыпала меня золотистой пыльцой.\n— Вот теперь другое дело! Теперь можно и на бал. — Довольная, она пролетела надо мной, рассматривая. Я тоже смотрела, только в зеркало.",
    "answers": [
      {
        "id": 125,
        "text": "В зеркале "
      }
    ]
  },
  {
    "id": 125,
    "text": "В зеркале отражается пышное золотистое платье, с корсетом и неглубоким вырезом. Руки затянуты в тонкие кружевные перчатки под цвет платья. Волосы уложены в высокую прическу, с украшениями. В ушах и на шее мерцают камни цвета моей стихии. На лице маска, на она словно делает меня загадочнее и привлекательнее. \n— Ну как? — Спрашивает фея. А я понимаю, что она не оговорилась. Я правда иду на бал?!\n— Очень красиво...- Перебив меня, фея открыла шторку и толкнула меня в туман.",
    "answers": [
      {
        "id": 126,
        "text": "Бал. Первое испытание."
      }
    ]
  },
  {
    "id": 126,
    "text": "Огромный зал был украшен живыми цветами, лентами и парящими в воздухе свечами. У стен были столики с закусками, с напитками, диванчики. Несколько дверей вели на маленькие балкончики. Судя по темноте за окнами — была уже ночь. Играла музыка. Зал был полон гостей. Разнообразные платья и костюмы, на каждом изысканная маска. \n— Веселись! Танцуй! А в конце закрой глаза и найди своего духа! — Услышала я отдаляющийся голос феи. \nПрисмотревшись, я поняла, что все мужчины внешне копия моего духа, а девушки — мои. Вот так поворот. И как мне среди них найти своего? Настоящего?",
    "answers": [
      {
        "id": 172,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 127,
    "text": "— Скажи, а духи сразу рождаются в определенной стихии? Ты изначально был магом воды? — Мне всегда было интересно, как же живут в мире духов.\n— Это ты будешь изучать в академии. — Улыбнулся мужчина. — А я да, сразу был рожден стихией воды. \nОговорка или нет? Он сказал рожден стихией, а не с магией воды. Интересно...\nАсур смотрел на меня, с интересом исследователя. Изучает реакцию?\n— Я никак не могу тебя понять. — Сдадась я. — Ты вроде открытый, но такой загадочный. \n— Я просто очень гибкий, как и вода. Легко нахожу путь там, где не могут другие. — Это Асур  произнес  подходя  ко  мне  ближе.",
    "answers": [
      {
        "id": 130,
        "text": "Смутиться.\n"
      },
      {
        "id": 134,
        "text": "Самой встать навстречу."
      }
    ]
  },
  {
    "id": 128,
    "text": "— Мы летим! — Я восхищенно смотрела на город. Асур улыбнулся и достал откуда-то корзину с едой. \n— Мы под водой. И сейчас плывем, но тут особая магия. Потом узнаешь. А сейчас экскурсия и пикник. — Мужчина посадил меня спиной к себе, чтобы я могла на него облокотиться, и пока я ела и рассматривала строения древних, тихо рассказывал обо всем, что я видела. \nНе знаю сколько прошло времени, но я готова была плавать с ним еще очень долго. Горячее мужское тело, волновало и успокаивало одновременно. \n— Пора возвращаться. — Сказал дух. Мы приземлились  у знакомой  арки. ",
    "answers": [
      {
        "id": 129,
        "text": "Далее \n"
      }
    ]
  },
  {
    "id": 129,
    "text": "— Держись за меня крепче. Вернемся сразу в академию, это немного тяжелее. — Я тут же обняла мужчину, а потом смутилась. Пряча пылающее лицо, я даже не заметила, как мы переместились, погруженная в свои мысли.\n— Вот и все. Можешь отпустить меня. — Ласково шепнул мне на ухо Асур. \nЯ резко отошла от духа, едва не упав. Он тихо рассмеялся.\n\"Испытание начинается. Пройдите в библиотеку.\" — Прозвучал безликий голос. \n",
    "answers": [
      {
        "id": 123,
        "text": "Испытание."
      }
    ]
  },
  {
    "id": 130,
    "text": "Я смущенно опустила глаза. А мужчина подошел ко мне очень близко. \n— Загадочный говоришь. Пожалуй, мне нравится это определение. — Асур поднял пальцами мой подбородок и заглянул в глаза. \n— Мне хочется тебе показать кое-что. Доверишься мне? \n— Да. — От прикосновения мужчины у меня жар, пробежал по телу. Зеленые глаза словно магнит, не давали отвести взгляд. \n— Не бойся, сейчас мы немного попутешествуем. — После слов Асура я почувствовала как меня накрыло волной, унося на глубину. Казалось, я не у фонтана, а в глубинах моря.",
    "answers": [
      {
        "id": 132,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 131,
    "text": "Мы вышли к широкой площади, на которой стояли столики. Посадив меня за один из них, дух быстро разложил еду. Все было горячее и аппетитно пахло.\n— Решил, что ты проголодалась. — Улыбнулся дух. Мы неспеша поели и Асур устроил мне экскурсию по городу. Это было волшебно! Не только строения, но и невиданные растения, фрески, скульптуры. \n— Пора. — Асур обнял меня и перенес в академию. \n\"Испытание начинается. Пройдите в библиотеку.\" — Прозвучал безликий голос.",
    "answers": [
      {
        "id": 123,
        "text": "Испытание."
      }
    ]
  },
  {
    "id": 132,
    "text": "Мимо плыли морские обитатели, водоросли. Цвет воды темнел. Асур держал меня за руку и плыл к пещере, видневшейся впереди. Заплыв в узкий тоннель, мы выбрались внутри небольшого грота. На стене пещеры был символ, неясного мне значения. Дух приложил к нему руку и нас окутало серебристое облако портала. \n— Добро пожаловать в Окелану. — Открыв глаза, я увидела Асура, стоящего посередине улицы. Вокруг были каменные дома, диковинные растения и деревья. \n— Это правда Окелана? Исчезнувший остров? — Мое восхищение было приятно духу. ",
    "answers": [
      {
        "id": 133,
        "text": "Спросить, почему остров пропал."
      },
      {
        "id": 131,
        "text": "Идти за духом, осматривая окресности"
      }
    ]
  },
  {
    "id": 133,
    "text": "— Но как? — Я не могла поверить своим глазам. Остров древних, великих магов воды. И вот я на нем! — Почему он пропал?\nАсур молча шел, слушая поток моих вопросов. У высокой арки, исписанной символами, мы остановились. \n— Все просто. Это остров духов. — Глядя на мое лицо, он рассмеялся. — Не стоит так удивляться, мы сами пустили эти слухи. Зачем, не скажу. — Прижав палец к моим губам сказал дух.\nА потом взял меня за руку и завел в арку. Символы вспыхнули и на прозрачно-синем круге нас подняло в воздух. ",
    "answers": [
      {
        "id": 128,
        "text": "Полет в воде"
      }
    ]
  },
  {
    "id": 134,
    "text": "Я встала навстречу мужчине. Слегка нагнув голову, он смотрел на меня и я немного смутилась. \n— Ты проголодалась. — Даже не вопрос, а утверждение. Я все равно кивнула.\nАсур взмахнул рукой и из фонтана потянулись струи воды, образовывая стол у лавочки. Вода искрилась на солнце, а потом вдруг превратилась в лед. На твёрдом столе дух расставил горячие блюда и сладкое. \n— Прошу. — И снова улыбка. Я впервые задумалась о том, что дух всегда мне улыбается. Может я и не узнала его совсем за это время, и Асур показывает мне всего лишь свою маску? ",
    "answers": [
      {
        "id": 135,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 135,
    "text": "Переполненная новыми мыслями о духе, я быстро поела и стала его рассматривать. Я все больше убеждалась, что мужчина мне так и не открылся. Пожалуй, мне достался самый загадочный из духов стихий и самый скрытный. Прямолинейный огонь или справедливая энергия, порывистый ветер. Они вряд ли могли бы быть настолько непредсказуемы. Да и земля в моем понимании была стихией спокойствия. Плодородие и все такое. \n— Ты странно задумчива. — Обронил дух, играя с каплями воды в воздухе. На миг, мне показалось что-то жестокое в его чертах. Мне стало немного страшно.\n\"Испытание начинается.  Пройдите в библиотеку.\" — Прозвучал безликий голос. И кажется, он вовремя.",
    "answers": [
      {
        "id": 123,
        "text": "Испытание."
      }
    ]
  },
  {
    "id": 136,
    "text": "— Тут словно лишь маленькая часть фонтана. Когда я касаюсь воды, она словно сильнее и мощнее. Объяснишь? — Я посмотрела на довольного мужчину. На миг проскальзнуло какое-то хищное выражение лица. \n— Думаю ты достойна. Идем, познакомлю тебя кое с кем. — Взяв меня за руку, он шепнул что-то и меня словно накрыла волна, а затем схлынула, оставив сухой, но в совершенно другом месте. \nМы были в гроте, солнце сюда не светило, однако освещение было. Множество маленьких камней излучали сияние, не оставляя даже малой тени. \n",
    "answers": [
      {
        "id": 137,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 137,
    "text": "— Где мы? — Я обошла пещеру, прикоснулась к светящемуся камню. Он был холодный. В центре пещеры было огромное озеро. \n— Это источник фонтана. \"Живое озеро\". Так его называли раньше. \nЯ подошла к воде и, опустившись на корточки, попробовала воду рукой. \n— Такая тёплая.\n— Можешь искупаться. — Шепнул мне на ухо Асур. Не ожидая, что мужчина так близко, я взрогнула и подскользнулась, упав в воду. \"Он специально\". Промелькнула мысль в голове. Вынырнув, я недовольно посмотрела на мужчину. \n— Что? Вода же теплая. — Улыбнулся дух.",
    "answers": [
      {
        "id": 138,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 138,
    "text": "— И тебе не мешало взбодриться. — Добавил мужчина подавая мне руку и взмахом высушив мою одежду и волосы. Я поняла, что и правда полна энергии. \nАсур провел меня к столику, накрытому на двоих. Сев в углубление на камне, я увидела большой выбор блюд. \n— Не знал, чего бы тебе хотелось. — Мужчина щелкнул пальцами и в озере раздался плеск. Я увидела трех прекрасных девушек, раздетых по пояс и прикрытыми лишь волосами. Ниже пояса красавицы были в воде, но я и так поняла, что это ундины. Русалки. \nПока мы ели, они пели тонкими, мелодичными голосами.",
    "answers": [
      {
        "id": 139,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 139,
    "text": "Это было очень красиво. Их песня, удивительным образом дарила мне покой и счастье. Я не заметила как поела и сидела слушая ундин. \n— Хватит. — Голос Асура разрушил волшебство песни. Девушки быстро скрылись под водой. \n— Спасибо. — Искренне поблагодарила духа. \n— Я рад, что смог тебя поразить. — Ласково улыбнулся Асур. — Нам пора. \nИ снова волна унесла меня с собой. Мы оказались в холле академии. \n\" Испытание начинается. Пройдите в библиотеку.\" — Прозвучал безликий голос. ",
    "answers": [
      {
        "id": 123,
        "text": "Испытание."
      }
    ]
  },
  {
    "id": 140,
    "text": "Я оказалась в холле академии. После испытания, осталась небольшая слабость. Всё таки я боялась не справится, хоть и не признавалась в этом даже самой себе.\n— Бу! — Шиур напугал меня появившись из-за спины и на миг обхватив за талию.\n— Ты напугал меня! — Я шлепнула духа по руке. — Между прочим с тебя ещё объяснение за странности в видении. — Мужчина изобразил, что мой удар был очень силен и опустился на лавку стоная.\n— Жестокая! Ты избила меня, а я ведь так волновался. — Он улыбнулся и сел нормально. Я опустилась на лавку рядом с ним.\n— Да нечего особо рассказывать. Люди с духами нарушили договор и последовала расплата для обеих сторон. Ну а ты видела начало той заварушки. — И все же напряжение в позе духа было, хотя он и пытался изобразить легкомыслие. Значит не все так просто там.\nПока Шиур улыбался и рассказывал о трудностях, которые он преодолел ожидая меня, я раздумывала, спросить ли духа о той войне ещё. Или он не ответит мне. Не так близко мы знакомы. ",
    "answers": [
      {
        "id": 141,
        "text": "Спросить про войну ещё. "
      },
      {
        "id": 142,
        "text": "Промолчать. "
      },
      {
        "id": 143,
        "text": "Задать наводящий вопрос. "
      }
    ]
  },
  {
    "id": 141,
    "text": "Я все же решилась узнать о Шиуре побольше.\n— Шиур, а ты был на той войне? Потерял кого-то?\nНекоторое время дух молчал. А потом посмотрел на меня и в его глазах не было искорок смеха. Словно лёд застыл. Зелёные глаза смотрели на меня, вызывая страх.\n— Не стоит задавать вопросы ответы на которые не сможешь понять. — Жестокий голос духа словно выбил воздух из моих лёгких. Я резко встала и вышла на улицу.\n— Извини, не хотел тебя напугать. Может хочешь перекусить? Я знаю отличное местечко! — Мужчина шёл рядом, улыбаясь, словно минуту назад и не было нашего разговора. ",
    "answers": [
      {
        "id": 144,
        "text": "Настоять на ответе на свой вопрос. "
      },
      {
        "id": 145,
        "text": "Промолчать и согласиться покушать. "
      }
    ]
  },
  {
    "id": 142,
    "text": "Я решила не тревожить воспоминания прошлого. Хотя все становится сложнее. Доверие нужно с обеих сторон.\nПока я размышляла, дух встал с лавки и сейчас смотрел мне в глаза, стоя напротив.\n— Какое серьёзное у тебя выражение лица. — Прокомментировал Шиур, а я смутилась.\n— Думаю о следующем испытании. Может нам стоит узнать друг друга получше? — Немного сорвала, но надеюсь он поймёт мой намёк.\nЗагадочно улыбнувшись, дух наклонился ко мне и ласково шепнул.\n— Ты такая смелая. — Мои щеки тут же покраснели.\n— Я имею ввиду узнать характер, прошлое или вкусы например! — Отвернулась я.\nШиур рассмеялся и щёлкнул меня по носу.\n— Я понял. Конечно, давай узнаем друг о друге все постыдные тайны!\nВот ведь невозможный мужчина.\n— Всё, пошли есть. — Я встала и махнула рукой, призывая Шиура показать в каком идти направлении. ",
    "answers": [
      {
        "id": 150,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 143,
    "text": "— Можешь рассказать что-нибудь о себе? А потом расскажу о себе. Думаю это поможет пройти следующие испытания. — Несмотря на тайны духа, я хотела разобраться в ситуации. Не хотелось бы провалиться только потому что мужчина что-то недосказал или утаил.\n— Ты хотя бы представляешь сколько мне лет? — Иронично поднял бровь Шиур. — Моё жизнеописание займёт не одну библиотеку.\nШутит он или снова уходит от вопроса?\n— У тебя есть семья?\n— У всех есть семья, как то же мы рождаемся.\n— И где они?\n— Погибли. — Всё таки ответил мужчина после паузы.\n— На той войне? — Я сказала это очень тихо, но Шиур услышал и кивнул.\n— Мне жаль. — Я взяла его руки в свои и слегка сжала.\n— Сразу видно, что у тебя не было парня. — Выдернув свои руки ответил дух. — Мне не нужна жалость маленькой девочки.\nОн встал и вышел из холла. Кажется, ему до сих пор больно говорить об этом. ",
    "answers": [
      {
        "id": 151,
        "text": "Пойти за ним. "
      },
      {
        "id": 152,
        "text": "Остаться ждать, когда мужчина вернётся. "
      }
    ]
  },
  {
    "id": 144,
    "text": "Немного опасаясь реакции мужчины, я решила настоять на ответе на свой вопрос. Неизвестно чем дальше мне отрикошетит его скрытность и молчание. Да и выглядел Шиур опасно, явно хотел меня напугать чтобы не лезла больше с вопросами.\n— Я никуда не пойду с тобой, пока ты мне не ответишь. И если попробуешь напугать ещё раз тоже. — Я встала напротив мужчины, подняв голову и смотря ему прямо в глаза. Потемневшие и явно злые.\n— А ты наглая, да? Не боишься остаться одна здесь и погибнуть не пройдя испытания? — Шиур сверлил меня взглядом. Мои коленки уже начали дрожать и я представила как он исчезнет, оставив меня, как вдруг выражение лица духа изменилось.\n— Ладно. Я потерял там всех. Духов воздуха осталось пятеро. На весь мир. Именно мы карали людей и они в первую очередь истребляли нас.\n— Значит ты ненавидишь людей? И меня? — Я ещё не решила, как относиться к словам духа, но мне не хотелось быть его врагом. Мне он нравился. Поняв это, я смутилась. ",
    "answers": [
      {
        "id": 146,
        "text": "Далее. "
      }
    ]
  },
  {
    "id": 145,
    "text": "Я решила не расспрашивать дальше. Может позже, Шиур поделится со мной воспоминаниями.\n— Куда мы пойдём? — Думаю сменить тему будет лучше всего.\n— Для красивой девушки ничего не жалко! Предлагаю тебе пиршество в небе! — Воодушевленно сказал дух, вскинув руки вверх.\nПредставив, что ем зависнув в воздухе и ловя еду плывущую мимо, поняла что не готова к таким экспериментам.\n— Как насчёт чего-то более устойчивого? — Шиур вопррсительно поднял бровь.\n— Я ещё не умею пользоваться магией ветра и боюсь что еда будет в момент полёта для меня второстепенна... — Попыталась объяснить мужчине.\n— Трусишка! — Засмеялся Шиур. — Ты с лучшим из мужчин и тебе нечего боятся! — Он обхватил меня за талию и мы взлетели в небо. Но все же дух прислушался к моим словам и вскоре мы приземлились на крышу академии. ",
    "answers": [
      {
        "id": 149,
        "text": "Далее. "
      }
    ]
  },
  {
    "id": 146,
    "text": "— Я не знаю. Теперь не уверен. — Я робко взглянула на Шиура. Он стоял смотря в сторону и сжимая кулаки.\n— Я покажу тебе другую сторону. — Взяв духа за руку, я сдала её. — Докажу, что не все мы плохие.\nМужчина посмотрел на меня и улыбнулся.\n— Я думаю, что смогу тебе показать немного больше и уже прямо сейчас!\nПодмигнув мне, снова радостный, Шиур подхватил меня за талию и поднял в воздух. В этот раз мы взлетели медленно и мне было невероятно волнительно от близости мужчины и немного страшно без опоры под ногами. ",
    "answers": [
      {
        "id": 147,
        "text": "Далее. "
      }
    ]
  },
  {
    "id": 147,
    "text": "Мы приземлились на широком балконе на самом верху академии. Я видела отсюда далёкие горы и леса, солнце, клонящееся к закату и разноцветное небо.\n— Красиво. — Я подошла к перилам балкона. Свежий ветер играл прядками моих растрепавшихся волос. Со спины встал Шиур и положил руки по краям от моих, словно заключил в маленький круг. Моё сердце забилось быстрее.\n— Я дам тебе услышать музыку ветра и его истории. Закрой глаза и просто слушай. — Шепнул мне на ухо дух.\nС закрытыми глазами я ощущала мужчину ещё острее, но вскоре стала слышать незнакомую мелодию. Словно пели жаркие пески южных стран. А потом дивную мелодию морских волн. Ритмичную и дикую музыку северных народов, тихую и сонную музыку лесов. Кажется ветер шептал мне сказки о дивных эльфах и грозных великанах. Не знаю сколько я так стояла, но мне казалось, что я прожила тысячелетия, побывала сотней разных существ и появилась здесь вновь, собранная из маленьких, крошечный воспоминаний о каждом. ",
    "answers": [
      {
        "id": 148,
        "text": "Далее. "
      }
    ]
  },
  {
    "id": 148,
    "text": "Я открыла глаза. Ветер все так же тихонько играл моими волосами. Сама я стояла прижавшись спиной к груди Шиура. Он обнимал меня руками, согревая и не давая упасть.\n— Ну как? — Я просто кивнула, не в силах описать все что испытывала.\n— Идём, поедим. Я накрыл стол. — Отпуская меня, сказал дух. И правда. Позади нас стоял стол, накрытый на двоих.\nПока мы ели, не произнесли ни слова. А после дух обнял меня за талию и перенёс к дверям академии.\n— Спасибо. — Я обняла духа прежде, чем он успел меня отпустить и отошла.\n\"Испытание начинается. Пройдите в библиотеку.\" Безликий голос прервал Шиура, который в этот же момент хотел мне что-то сказать. ",
    "answers": [
      {
        "id": 123,
        "text": "Испытание. "
      }
    ]
  },
  {
    "id": 149,
    "text": "Я сидела и смотрела на леса и горы, маленькие точки городов или деревень. Надо мной было просторное синее небо и ласковое солнце, уже не такое яркое, как в начале дня. Рядом Шиур накрывал на небольшой столик с низкими ножками. Не знаю, откуда он доставал блюда, но все было свежее и горячее. Запахи стояли восхитительные!\n— Прошу! — Закончив приготовления позвал меня дух.\n— Выглядит очень аппетитно! А пахнет ещё лучше! — Сев за столик мы дружно замолчали, я только блаженно жмурила глаза, пробуя очередное блюдо.\n— Пора возвращаться. — Дух неторопливо встал, смотря на горизонт.\n— Спасибо. Это был мой лучший ужин. — Обменявшись улыбками, мы подошли друг к другу. Шиур обнял меня за талию и мы полетели ко входу в академию. Уже около земли дух изобразил что роняет меня.\n— Ты слишком много ела! — Рассмеялся дух убегая от меня. Ответить я не успела.\n\"Испытание начинается. Пройдите в библиотеку.\" — Раздался безликий голос. ",
    "answers": [
      {
        "id": 123,
        "text": "Испытание"
      }
    ]
  },
  {
    "id": 150,
    "text": "Шиур подмигнул мне и повёл к выходу из здания. В саду он подхватил меня за талию и мы взлетели в воздух. Все таки ощущение полёта, это нечто потрясающее! Ветер играет в волосах, под ногами только воздух, невесомость тела и крепкие руки мужчины, не дающие упасть. Как же здорово, что моя стихия воздух! Когда-нибудь я сама смогу летать, шагать по облакам или играть в салочки в небе.\nПредставляя все весёлые забавы, которые хотела бы осуществить научившись владеть своей силой, я не заметила как мы приземлились на крыше академии.\n— А нам сюда можно? — Уточнила я, оглядываясь.\n— Пока идёт испытание, все абитуриенты могут ходить где захотят, причём вы даже не встретитесь. Параллельные изменения реальности. — Пояснил дух.\n— Я организую нам вкусную еду, а ты пока осмотрись. — Предложил Шиур. ",
    "answers": [
      {
        "id": 149,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 151,
    "text": "Я решила пойти за Шиуром. Он нагрубил мне, но все же хотелось его поддержать.\nМы вышли из академии и оказались на просторной поляне.\nМужчина остановился и только теперь заметил меня.\n— Зачем пошла за мной? — Равнодушно спросил он.\n— Думала ты выведешь меня к столовой или хотя бы туда, где можно поесть. Вы ведь тоже едите?\nУсмехнувшись, мужчина подошёл ко мне.\n— И даже не обиделась на мои слова?\n— Почему же? Просто поняла, что у тебя с таким характером вряд ли была девушка, вот ты и не знаешь как себя вести.\nШиур рассмеялся и погрозил мне пальцем.\n— Ладно, один один! Но ты неправа.\n— Расскажешь? — Заинтересовалась я. На что дух схватился за голову.\n— Так, ты хотела есть, давай лучше направим твой неуемный интерес на это. ",
    "answers": [
      {
        "id": 153,
        "text": "Далее.\n"
      }
    ]
  },
  {
    "id": 152,
    "text": "Я осталась сидеть на лавке. Боль от потери семьи была ещё свежа для духа. Конечно, немного обидно, что он нагрубил мне, но зато я узнала о нем чуть больше.\nРешив перекусить, я поднялась, чтобы искать столовую. В этот же момент вернулся мужчина.\n— Ты куда? — Немного потерянно спросил он.\n— Хотела найти столовую, я проголадалась.\nОбойдя мужчину я решила посмотреть, что ещё есть на первом этаже. Дух пошёл рядом со мной.\n— У меня тоже есть семья. Они живы и очень рады, что у меня появился дар. — Какое-то время мы ещё помолчали. А потом вышли на веранду со столиками.\n— Здесь можно поесть. Но если ты не против я хотел бы загладить свою грубость небольшим извинением.\nШиур взял меня за руку, ожидая ответа.\n— Хорошо.\n",
    "answers": [
      {
        "id": 154,
        "text": "Далее. "
      }
    ]
  },
  {
    "id": 153,
    "text": "— Ну вот. Может я хочу услышать что-нибудь новое и интересное. — Я была рада, что мужчина стал прежним. Думаю позже все таки смогу узнать о нем больше и он не закроется от меня.\n— Кажется я знаю чем тебя удивить.\nШиур подошёл ко мне и обнял за талию. Но взлетать не торопился. От близости мужчины моё сердце забилось чаще и стало немного жарко.\n— Я готова. Удивляй. — Сказала я посмотрев на духа. Зелёные глаза лукаво смотрели на меня.\nМы плавно поднялись в воздух и от медленного полёта в объятиях Шиура я пришла в восторг.\nХотелось парить с ним так как можно дольше. Не знаю, о чем думал дух, но мне показалось что мы летали дольше чем это было необходимо. ",
    "answers": [
      {
        "id": 147,
        "text": "Далее. "
      }
    ]
  },
  {
    "id": 154,
    "text": "Обняв одной рукой меня за талию, другой он взял мою ладонь поудобнее. Словно мы собирались танцевать. А потом плавно поднялись в воздух, взлетев до самых облаков. В детстве, мне они всегда казались пушистым, а сейчас мы легко пролетели сквозь одно облако и замерли над другим.\n— Позвольте пригласить вас на танец. — Склонил голову дух, и его ладонь на моей талии сжалась чуть сильнее, вызвав толпу мурашек по всему телу.\n— С удовольствием принимаю ваше приглашение. — Хрипло сказала я. Кажется я волнуюсь сильнее чем думала.\nТем временем, я услышала красивую мелодию, восхищённо поняв, что ее поёт ветер. Под эту музыку мы и начали медленно парить в танце по облакам. Мужчина аккуратно вёл в танце, прижимая меня к себе, а я с горящими от смущения и волнения щекам, крепко держалась за плечо и руку духа.\nМелодия закончилась, и мы остановились, смотря друг другу в глаза. Шиур наклонился ко мне, словно хотел поцеловать. Так близко, что у меня перехватило дыхание. Но закрыв глаза он просто плавно опустил нас на балкон академии. ",
    "answers": [
      {
        "id": 155,
        "text": "Далее. "
      }
    ]
  },
  {
    "id": 155,
    "text": "— Полюбуйся на природу, я пока накрою на стол. — Тихо сказал Шиур, отпуская меня из объятий.\nЯ послушно подошла к краю балкона, но не вид лесов и гор занимал меня, а наш танец в облаках.\nЭто было настолько волшебно и волнительно! Кажется, я запомню его на всю жизнь. Интересно, Шиур правда хотел меня поцеловать, или мне показалось?\n— Всё готово. Прошу! — Вырвал меня из раздумий голос духа. На невысокой столике стояли разнообразные горячие и холодные блюда, даже десерт и три вида напитков.\n— Ого! — Я присела за столик, не зная с чего начать.\nДальше мы ели и улыбались, болтая ни о чем и обо всем сразу. Я узнала, что Шиур обожает зефир в шоколаде, а он смеясь сказал что такой обжоры как я давно не встречал.\nВремя пролетело быстро и вскоре дух снова обняв меня за талию, опустил ко входу в академию.\nЗайдя в холл, мы услышали безликий голос, прервавший наш отдых: \"Испытание начинается. Пройдите в библиотеку\".",
    "answers": [
      {
        "id": 123,
        "text": "Испытание. "
      }
    ]
  },
  {
    "id": 156,
    "text": "Я оказалась в холле академии. Оглянувшись, увидела духа земли. Он стоял у окна, глядя вдаль. На его губах играла лёгкая улыбка. Красивый мужчина. Я смотрела на него и на душе становилось теплее.\n— Справилась. — Обернувшись и увидев меня, мужчина отсалютировал рукой. — Поздравляю с обретением силы стихии.\n— Спасибо. — Интересно, он рад, что я выбрала именно его? Точнее родную ему силу, поправила сама себя немного смутившись.\n— Думаю тебе нужно немного отдохнуть. Если не против, я составлю тебе компанию. — Лиур дождался моего согласия и предложил мне пойти на улицу.\n— Я обещал тебе ответить на твои вопросы.\nТочно! Засмотревшись на мужчину я совсем забыла о главном! ",
    "answers": [
      {
        "id": 157,
        "text": "Спросить про увиденный разговор духов. "
      },
      {
        "id": 158,
        "text": "Спросить про силу земли. "
      },
      {
        "id": 159,
        "text": "Попросить рассказать самое главное на данный момент. "
      }
    ]
  },
  {
    "id": 157,
    "text": "— Расскажи, что я увидела за разговор.\nНа миг мужчина остановился, но потом пошёл дальше.\n— Начало войны между духами и людьми. Это было жестокое и тяжёлое для нас время. Но ты молодец, не стала опираться на кусочек разговора, а решила выяснить картину целиком. Мне это импонирует.\nМужчина улыбнулся мне уголком губ и остановил меня. Оказалось, что мы уже вышли к поляне.\n— Что сейчас хочешь? Отдохнуть или проголодалась? — Никогда не встречала такого внимательно человека.\n— Я и правда устала, и успела проголодаться.\n",
    "answers": [
      {
        "id": 163,
        "text": "Выбрать сначала отдых, потом еду. "
      },
      {
        "id": 164,
        "text": "Выбрать еду, а затем отдых. "
      }
    ]
  },
  {
    "id": 158,
    "text": "Мне было интересно узнать о своих силах, поэтому решила начать с вопроса о них.\n— Расскажи поподробнее о моих способностях.\n— Необычный выбор вопроса. Хорошо.\nЛиур привёл меня на поляну с цветами. На одиноком дереве, огромном и сильном, висели качели. Посадив меня на них и легонько раскачивая, дух поведал о силе магов земли. Способностях слышать землю, ускорять или замедлять рост растений и животных, управление стихийной состовляющей, отдельных направлениях, например физическая выносливость и многом другом.\nГолова уже через час не воспринимала столь большой объем информации за раз.\n— Стоп! — Попросила я. Мы сидели на траве и Лиур показывал как из семечка может вырасти цветок. — Давай на селекции и остановимся.\n— О! Прости, я увлёкся. — Улыбнулся мужчина. — Люблю землю и готов говорить о ней всегда. ",
    "answers": [
      {
        "id": 160,
        "text": "Далее. "
      }
    ]
  },
  {
    "id": 159,
    "text": "— Расскажи мне сейчас то, что считаешь наиболее важным. Впереди новые испытания и я хочу быть готова ко всем неожиданностям.\nСлегка наклонив голову мужчина оценивающе посмотрел на меня.\n— Слишком серьёзна для своих лет. — То ли спросил, то ли констатировал факт дух.\n— Что ж, магия земли любит основательных.\nМы немного прошли молча, а потом мужчина щёлкнул пальцами что-то решив.\n— Держись за меня. Сейчас немного переместимся.\nНадеюсь не снова под землю. В прошлый раз это было жутковато. Я обняла мужчину за талию. Какой он сильный, а с виду и не скажешь. Теперь я чувствовала, как стальные мышцы перекатываются под кожей. Я сжала руки чуть сильнее, но это от волнения. Щеки затопил румянец. От волнения. Это просто близость красивого мужчины так влияет на меня, вот отпущу его и все будет нормально. \nВ это время вокруг нас закрутилась воронка из камней и земли. Ого! А я и не знала что можно перемещаться разными способами. Мы слегка приподнялись над землёй и словно полетели вперёд на немыслимой скорости. Я ничего не видела кроме воронки, но ощущала, что движемся очень быстро. \n",
    "answers": [
      {
        "id": 162,
        "text": "Далее.\n"
      }
    ]
  },
  {
    "id": 160,
    "text": "— Ничего, я сама попросила. Правда, не ожидала, что так много всего предстоит освоить. — Погладив лепесток цветка я посмотрела на Лиура.\n— Предлагаю перекусить, и если можно то не выращенными фруктами, а чем-то поплотней.\nПо доброму улыбнувшись мужчина потрепал меня по голове и позвал.\n— Идём, здесь рядом кафе.\nОн меня воспринимает за ребёнка? Я задумчиво положила руку на голову, там где недавно меня коснулся дух. Уже в который раз он гладит меня по голове как маленькую девочку. Хотя, учитывая что духи живут ооочень долго, может для него так оно и есть.\nВся в размышлениях, я шла за духом, пока не уперлась ему в спину.\n— Пришли. — Я выглянула из-за спины мужчины и увидела шатер, с накрытым столиком внутри.\n— Вот это кафе... — Усаживая меня за стол, дух загадочно улыбнулся.\n— Мой сюрприз любознательной леди. ",
    "answers": [
      {
        "id": 161,
        "text": "Далее. "
      }
    ]
  },
  {
    "id": 161,
    "text": "Наложив мне всего по немногу, Лиур тоже сел за стол. Блюда были очень вкусные и питательные. Иногда мужчина рассказывал о способе выращивания того или иного овоща, и даже сделал из воды сок.\n— Спасибо. Было вкусно и интересно послушать о магии.\nПодумав, я все же решилась спросить о видении.\n— Скажи, то что я увидела при проявлении силы, это правда?\nУлыбка исчезла с лица Лиура.\n— Да. Это была страшная война, к которой привела людская жадность и глупость. Хотя и вина духов тоже неоспорима.\nОн замолчал, подбирая слова. Но потом покачал головой.\n— Поверь, здесь нет интересных фактов, только ошибки за которые расплатились очень дорого. Идём, пора возвращаться.\nМолча, мы вернулись в холл академии, чтобы тут же услышать о новом испытании.\n\"Испытание начинается. Пройдите в библиотеку.\" — объявил безликий голос. ",
    "answers": [
      {
        "id": 123,
        "text": "Далее. "
      }
    ]
  },
  {
    "id": 162,
    "text": "Мы оказались на вершине горы. Снег покрывал землю и камень. Тихо дул ветер. Но близость духа дарила тепло, и я не замёрзла. От высоты и красоты перехватывало дыхание.\nМы стояли на небольшой площадке, рядом был обрыв и соседние пики гор. Ниже была видна трава, пробивающаяся из-под снега. Обернувшись, я увидела небольшое углубление в скале и кажется, там было что-то вырезано.\n— Можно посмотреть ближе? — Я отошла от духа и сразу почувствовала холод. Но любопытство повело вперёд, тем более мужчина шёл рядом. Изображение на скале было выполнено так тонко, что казалось, словно так и было изначально. Фигуры людей и знаки стихий над ними, неизвестные мне символы. Все это вместе рассказывало историю. Возникновения стихий? Духов? Людей?\n— Что это? — Загадочная улыбка и отрицательное покачивание головы.\n— Это тайна. Если выучишь древний язык оудов, я приведу тебя сюда ещё раз и ты сможешь прочесть.\n— Да это вызов! — Я упрямо вздернула подбородок. — Договорились. И поверь, это будет быстрее, чем бы думаешь.\n",
    "answers": [
      {
        "id": 165,
        "text": "Ещё осмотреться."
      },
      {
        "id": 166,
        "text": "Попросить согреть. "
      }
    ]
  },
  {
    "id": 163,
    "text": "— Давай все же сначала отдохнем.\nДух согласно кивнул. Мы вышли в сад, потом прошли дальше и оказались около небольшой рощи. Прикоснувшись к дереву, мужчина создал качели из ветвей и пригласил меня туда.\nКогда мы сели внутрь, слегка раскачиваясь, деревья начали рости. Вскоре, мы возвышались над деревьями.\n— Здесь красиво. — Я наблюдала за территорией академии. Казалось, она имела форму большого древа, вход, как ствол дерева, в центре само здание, а вокруг сады и разнообразные строения. И все прлукругом. Дорожки, словно ветви.\n— Необычное строение академии.\n— Очень удобное. Когда поступишь, выдадут карту и ты сможешь изучить подробнее.\nОткинувшись на спинку качелей, я смотрела то на территорию академии, то в небо. Умиротворение. Пожалуй именно это чувство сейчас я испытывала. ",
    "answers": [
      {
        "id": 171,
        "text": "Далее. "
      }
    ]
  },
  {
    "id": 164,
    "text": "Урчание моего живота решило все за нас. Мужчина вывел меня на поляну и их земли создал стол и стулья. Пока я садилась, на столе сами по себе возникли тарелки с едой.\nОтдав должное блюдам, мы пили чай.\n— Есть какие-то пожелания? — Уточнил дух.\n— Хотелось бы осмотреть академию, но думаю времени на это не хватит.\n— Территория большая, снаружи и внутри. Не успеем. — Согласился дух.\n— Давай тогда просто полежим? Как при первой встрече?\nМужчина кивнул и расстелив на земле плащь махнул мне рукой. Стол кстати втянулся в землю, вместе с тарелками. Удобно! Убирать не надо.\nОтдонув, мы медленно пошли к академии. А войдя в холл улсышали безликий голос.\n\"Испытание начинается. Пройдите в библиотеку.\" ",
    "answers": [
      {
        "id": 123,
        "text": "Испытание"
      }
    ]
  },
  {
    "id": 165,
    "text": "Улыбка духа была светлой и какой-то грустной одновременно. Интересно, что они скрывают? Какая-то тайна была у стихий, но нам её не откроют. Что ж, посмотрим что можно ещё узнать самой.\nЯ решила оглядеться, и несмотря на холод, прошла вокруг скалы. И не зря. Рядом с обрывом был камень, выпирающий из общей массы. Я нажала на него и часть горы отъехала в сторону.\n— Молодец. — Одобрил мужчина. — Идём внутрь.\nСтоило ступить в темноту, как камни в скале засветились, освещая путь. Красиво! Мы прошли по небольшому коридору и оказались в просторной комнате. Именно комнате. Стены были украшены драгоценными камнями, потолок был из мелких сталоктитов, светящихся белым светом. Камин! Я подошла к нему, греясь после улицы. Стол, накрытый на двоих и и кресла были из дерева. ",
    "answers": [
      {
        "id": 167,
        "text": "Далее. "
      }
    ]
  },
  {
    "id": 166,
    "text": "— Я замёрзла. — Прозвучало раньше чем я подумала об этом.\n— Прости, я забыл, какие люди хрупкие. — Услышала над ухом тихий голос мужчины. Он обнял меня и повернул к себе, заставляя посмотреть в глаза.\n— Ты рада, что в тебе проснулась земля? — Спросил мужчина не отводя взгляд. Мои ноги почему то стали ватными, да и по телу пробежала дрожь не от холода. Так близко стоял дух и так волнительно было смотреть в его глаза.\n— Я рада. — Кивнула, чуть не задев губами губы духа. Замерла. Он тоже. Между нами словно молнии пробежали и он наклонился чуть ближе. ",
    "answers": [
      {
        "id": 169,
        "text": "Далее. "
      }
    ]
  },
  {
    "id": 167,
    "text": "— Прости, я забыл что люди мёрзнут. — Положив мне руки на плечи и притянув к себе сказал мужчина. А я поняла, что он врет. Он знал. Но тепло его тела меня отвлекало и я прижалась к нему, согреваясь быстрее, чем от огня.\n— Идём, накормлю тебя. — Когда мы сели за стол, появились лианы, они быстро заполнили пол и стену, образовав маленькую зелёную сцену. На неё вышли невысокие существа,где-то мне по пояс.\n— Кто это? — Я даже привстала, чтобы рассмотреть их поближе.\n— Големы. Они не умеют говорить, но любят творчество. Давай посмотрим, что они нам хотят показать. — Тепло улыбнулся дух.\nВ маленькие каменные или земляные создания поклонились нам и начали менять форму. Сначала они создавали разных животных, потом самих духов изобразили и в конце, один из них принял форму меня. Словно статую сделали! Я искренне похлопала маленьким артистам и поблагодарила. Даже не знала что мания земли на такое способна! Создать голема управляющего своей структурой тела! Потрясающая сила! ",
    "answers": [
      {
        "id": 168,
        "text": "Далее. "
      }
    ]
  },
  {
    "id": 168,
    "text": "— Вижу тебе понравилось. — Улыбнулся дух проведя ладонью по моей щеке. Щеки снова заалели. Почему он меня так волнует? Одно его прикосновение и сердце стучит чаще. Магия. Я улыбнулась. И правда магия.\n— Это было невероятно! Спасибо! — Я осмотрела пустые тарелки. — И очень вкусно, правда я даже не заметила что ела, очень увлекли големы. — Признание вызвало смех мужчины и в моей груди потеплело.\n— Что ж, пора возвращаться. Или ко мне и не бойся.\nЯ подошла к духу. Вокруг нас образовался прозрачный шар и мы нырнули под землю. Я зажмурилась. Всё таки было немного не по себе путешествовать под толщей земли. А так, прижимаясь к мужчине, становилось спокойнее.\nМы вынырнули прямо в холле академии, причём откуда я не увидела.\n\"Испытание начинается. Пройдите в библиотеку.\" — Прозвучал безликий голос. Что ж, мы вовремя. ",
    "answers": [
      {
        "id": 123,
        "text": "Испытание. "
      }
    ]
  },
  {
    "id": 169,
    "text": "Время замерло. Я боялась и хотела пошевелиться одновременно. На миг руки духа сжали меня сильнее, а потом он отступил.\n— Давай прокатимся. — Стоя ко мне спиной предложил мужчина. Из горы выросли санки, появилось маленькое существо, принёсшее тёплое одеяло.\n— Голем. — Пояснил дух. И сел в санки, предлагая мне сесть перед ним. Укутал меня в одеяло и мы полетели. По крайней мере сначало мне так показалось, но потом я поняла, что мы едем по снегу! Мы мчались, набирая скорость и уворачиваясь от камней и редких деревьев, вырастаюших на нашем пути. Ничего более экстремального я не пробовала никогда! Скорость, опасность, свобода и невероятный коктейль эмоций! Я смеялась и плакала. Гора под нами кончились и мы перелетели на скорости на другую. Те секунды, что мы парили над обрывом, я сначала не заметила, но потом пришло осознание и я испугалась. И захотела ещё. Когда мы остановились у подножия гор, в моей крови бурлил адреналин и восхищение.\n",
    "answers": [
      {
        "id": 170,
        "text": "Далее. "
      }
    ]
  },
  {
    "id": 170,
    "text": "— Спасибо! — Когда мы встали я резко обняла мужчину и поцеловала в губы. Просто миг прикосновения, а потом вспыхнул румянец смущения. Я стояла напротив распахнув глаза и ощущая какими мягкими были губы стоящего рядом духа. Глаза мужчины потемнели, казалось они стали чёрными. Между нами даже воздух стал осязатем от напряжения.\n— Стол накрыт. — Прервал тишину тонкий голос, похожий на звук колокольчика. Напряжение сразу исчезло. Дух прикрыл глаза и открыл их уже обычными.\n— Идём, накормим тебя. — Я обернулась. Около нас, между деревьями был накрыт стол. Запах пищи вызвал невероятный аппетит и я буквально бросилась к столу. Ещё мне было очень неловко и немного стыдно, потому все время, что мы ели, я не поднимала глаз от стола.\n— Пора обратно. — Я протянула руку мужчине и прижалась, наблюдая, как вокруг нас появляется прозрачный шар и мы мчимся под землёй к академии.\nВ этот раз, меня не пугала прогулка под землёй. Мы вынырнули из пола прямо в холле и тут же услышали безликий голос: \"Испытание начинается. Пройдите в библиотеку\". ",
    "answers": [
      {
        "id": 123,
        "text": "Испытание. "
      }
    ]
  },
  {
    "id": 171,
    "text": "Ко мне протянулась веточка с корзиной. Открыв её, я увидела еду, и даже горшочки с горячим.\n— Спасибо! — Дух Улыбнулся и начал есть сладости из своей корзинки. Наевшись, я поняла, что отдохнула и снова счастлива.\n— Возвращаемся? — Мужчина кивнул и мы плавно опустились вниз. Деревья приняли привычную форму, а качели снова стали ветками.\nМы неторопливо прошли до академии, а когда вошли в холл, раздался безликий голос.\n\"Испытание начинается. Пройдите в библиотеку\". ",
    "answers": [
      {
        "id": 123,
        "text": "Испытание. "
      }
    ]
  },
  {
    "id": 172,
    "text": "Немного помявшись на пороге, я подошла к столику с напитками. Выпив немного морса, присмотрелась к парам и одиноким. По идее меня и духа переодели и выпустили в зал. Гостей слишком много, или иллюзий...всех не опросить. \nРешив сделать, как сказала фея, я улыбнулась проходящему мимо мужчине и окунулась в праздничную атмосферу бала.\nТанцуя и разговаривая обо всем на свете, я все больше склонялась к мысли, что отыскать надо не внешне и не по разговору. Может вообще нас должна свести судьба в конце?\nВ дружелюбной и весёлой энергетике никак не получалось серьёзно подойти к испытанию. Даже девушки болтали со мной как близкие подруги, обсуждали того или иного кавалера, хотя для меня мужчины были разными лишь в одежде или прическах.\nНо вот часы в зале пробили без пятнадцати  полночь и всех пригласили на огромную террасу, смотреть на фейерверки. ",
    "answers": [
      {
        "id": 173,
        "text": "Далее. ",
        "need": [
          109,
          134,
          122,
          164,
          158,
          145,
          150
        ]
      },
      {
        "id": 176,
        "text": "Далее. ",
        "need": [
          98,
          108,
          131,
          116,
          163,
          165,
          144,
          152
        ]
      },
      {
        "id": 177,
        "text": "Далее. ",
        "need": [
          95,
          99,
          133,
          136,
          117,
          121,
          166,
          151
        ]
      }
    ]
  },
  {
    "id": 173,
    "text": "Я замешкалась, а затем вышла с гостями на террасу. В ночном небе играли в один миг появились пять огненных цветков разного цвета. Начался фейерверк. Это было красиво и завораживающе. Разные звери и птицы, здания и природа, просто фигуры. Неподвижные, в движении, обьемные и миниатюрные. Не знаю кто организатор, но это было волшебно! Когда небо снова потемнело, я закрыла глаза и мысленно потянулась к своей стихии, представляя своего необычного, но уже такого дорогого мне духа.\nНичего не произошло. Я открыла глаза. Люди вокруг замерли и смотрели на меня. Множество глаз в темноте ночи, неподвижные и откровенно пугающие. Стоило мне пошевелиться и двинулись они. Ко мне. Я замерла, замерли и они. Мне стало страшно. Закрыв глаза я снова представила духа, только теперь я мысленно звала его и просила помочь. ",
    "answers": [
      {
        "id": 174,
        "text": "Далее.\n"
      }
    ]
  },
  {
    "id": 174,
    "text": "Через некоторое время я поняла, что вижу нити. Их было множество и все они оплетали меня, словно муху попавшую в паутину. Я медленно пошевелила рукой и часть нитей потянулась за ней. Открыв глаза я поняла что часть копий стала ко мне ближе. Их пустые глаза пугали меня. Я начинала паниковать. Что мне делать? Как выбраться отсюда? Где дух?\nЗакрыв глаза постаралась успокоиться, но вид множества глаз против воли возник передо мной. Ну и жуть! Я попыталась призвать свою стихию и уничтожить нити, что тянулись к копиям. Я услышала шум, он нарастал. Нити начали рваться и часть из них отпускала меня. Но часть очень малая. Потом я поняла что шум, это от усталости, кажется моих сил не хватит чтобы уничтожить все нити и выбраться отсюда. Шум стал громче и я упала, успев увидеть, как множество тел двинулись ко мне. ",
    "answers": [
      {
        "id": 175,
        "text": "Далее. "
      }
    ]
  },
  {
    "id": 175,
    "text": "Я очнулась на дороге. Резко, словно по щелчку пальцев. В теле была слабость, глаза резал свет. Осмотревшись, я увидела перед собой площадь города, где жила. Академии видно не было.\nМимо шли люди, спеша по своим делам.\nКажется, я тоже куда то шла. Или откуда-то?\nОгляделась ещё раз. Почему-то казалось, что со мной должен быть мужчина. Хм..\nЛадно, пойду домой, надо в следующем году попробовать поступить в академию! Кажется, я готова и смогу пройти все испытания и стать настоящим магом! Интересно, какая у меня будет стихия? — Размышляя, я направилась домой. ",
    "answers": [
      {
        "id": 1,
        "text": "Вы не прошли испытание. Ваша связь со стихией и духом потеряна. Воспоминания об академии стираются. Что ж, может  повезёт в следующий раз? Удачи! "
      }
    ]
  },
  {
    "id": 176,
    "text": "Я вышла на террасу и через некоторое время в небе расцвели пять огненных цветков разного цвета. Начался фейерверк. Наверное это окончание вечера. Я закрыла глаза и постаралась представить своего духа. Волосы, глаза, черты лица, одежду.\n— Где ты? — мой тихий голос заглушал шум фейерверков. Но мне показалось, что образ перед глазами вздрогнул.\nНе открывая глаз, я мысленно потянулась к своей стихии. Давай же, помоги отыскать духа!\nЧерез минуту, показавшуюся мне вечностью, я ощутила тепло, словно зовущее к себе. И поспешила ему навстречу. ",
    "answers": [
      {
        "id": 178,
        "text": "Далее. "
      }
    ]
  },
  {
    "id": 177,
    "text": "Я вышла на террасу. Ночное небо было тёмным, без звёзд, и вдруг раздался свист. Через миг в небе расцвели пять цветков разного цвета. Начался фейерверк. Помня о совете феи, я закрыла глаза и Представив себе духа, стала искать его, представляя яркой точкой, пульсирующей в темноте. Не сразу, но яркий огонёк появился. Мой дух был не в толпе, а в зале  и я поспешила туда. У колонны, в тени, стоял мужчина. Его лица мне не было видно, но я поняла, что это тот, кого я ищу.\n— Я нашла тебя. — Взяв мужчину за руку я осталась в зале до конца фейерверка,наблюдая за ним через окно. Дух молча держал мою руку, никак не реагируя.\n",
    "answers": [
      {
        "id": 178,
        "text": "Далее. "
      }
    ]
  },
  {
    "id": 178,
    "text": "\"Испытание пройдено\" — Сообщил безликий голос. \nВ глазах потемнело и когда я снова увидела свет, то оказалась в просторной комнате. Осмотрелась. Бежевые тона обоев и мебели, большая кровать, шкаф из светлого дерева, чайный столик, диван и дверь в ванную комнату. А вот двери чтобы выйти отсюда не было. Прямоугольное окно было приоткрыто, я даже  слышала пение цикад, но открыть его не смогла. Как и увидеть сад за окном или что там было. Интересно однако. Я очень устала и быстро искупавшись легла спать. День был насыщенный и тяжёлый. Вот уж не думала, что испытания будут длиться не час и не два, а уже второй день.\nЗаснула я быстро. Спала так крепко, что даже сновидения не смогли пробраться в мой сон. ",
    "answers": [
      {
        "id": 179,
        "text": "Далее. "
      }
    ]
  },
  {
    "id": 179,
    "text": "Утро встретило меня лучами солнца и вкусным запахом вафель и фруктов. Открыв глаза и потянувшись, я поняла, что отлично отдохнула и готова ко всему! Умывшись и одевшись в свою прежнюю одежду я осмотрелась в поиске еды. Чайный столик был заставлен разными видами плотного и лёгкого завтрака. Так же был выбор напитков: сок, чай, кофе и компот. Наслаждаясь оладьями с шоколадом, я начала сомневаться, что утро доброе. Не может все быть на столько здорово. Или может? Все же это волшебная академия. Да ради такой еды я готова учиться и проходить испытания каждый день! И тут я заметила ещё кое что. Дверь! Вчера была только одна, в ванную. Да и утром вроде тут находилась только стена. Закончив завтракать я отправилась к двери и новым испытаниям. ",
    "answers": [
      {
        "id": 180,
        "text": "За дверью... "
      }
    ]
  },
  {
    "id": 180,
    "text": "А за дверью меня ждал кот. Большой и пушистый, серебристо белого и серого окраса.\n— Долго стоять будем? Идём человек. — Кот важно задрав хвост пошел вперёд. Придя в себя от неожиданности, я с небольшой задержкой поспешила за пушистым провожатым. Вот тебе и волшебная академия! Попетляв по коридорам мы вышли к уже знакомой мне библиотеке.\n— Заходи и меня пропусти. — Раздал инструкции кот. Я открыла дверь и мой провожатый нырнул внутрь, зайдя следом я прикрыла дверь и осмотрелась. В прошлый раз этого сделать не успела, но теперь восхищённо выдохнула.\nВитражные окна освещали огромное помещение, уставоенное стелажами и стендами книг. Были отдельные строения для хранения свитков, с круглыми окошками. Везде стояли столы и кресла, при этом не создавая ощущения тесноты. Вдалике виднелась спиралью лестница, уходящая на этаж выше.\n",
    "answers": [
      {
        "id": 181,
        "text": "Далее. "
      }
    ]
  },
  {
    "id": 181,
    "text": "— Не стой столбом. Выбирай книгу, она станет твоим следующим испытанием. — Проворчал кот. — Да шевелись же! А то скоро твой дух прибежит, тогда точно нормально не сдашь.\nОтвернувшись от кота я пошла вдоль рядов, пытаясь понять как испытание может быть книгой? Проверят мои знания по выбранной литературе? И почему дух мне помешает? \nЕсли честно, то мне очень хотелось посмотреть кое-что, и выбрав направление я пошла. ",
    "answers": [
      {
        "id": 182,
        "text": "Мне очень хотелось посмотреть свитки. "
      },
      {
        "id": 183,
        "text": "Мне очень хотелось посмотреть книги на верхнем этаже. "
      },
      {
        "id": 184,
        "text": "Мне очень хотелось посмотреть книги по духам. "
      }
    ]
  },
  {
    "id": 182,
    "text": "Я очень хотела посмотреть свитки. Никогда не видела древних писаний, да и сама бумага была необычной. На некоторых шкафах стояли отметки, обозначающие, что книги магические или о том, что без допуска не взять ничего.\nДойдя до первого видневшегося шкафа со свитками, я аккуратно достала один. Ничего не произошло. Подождав пару минут я открыла старинный лист и прочла название.\n\"Буря в пустыне. Хроники пустоши\".",
    "answers": [
      {
        "id": 185,
        "text": "Начать читать дальше. "
      },
      {
        "id": 186,
        "text": "Взять другой свиток. "
      }
    ]
  },
  {
    "id": 183,
    "text": "Продолжение следует",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 184,
    "text": "Продолжение следует",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 185,
    "text": "",
    "answers": []
  },
  {
    "id": 186,
    "text": "Название меня хоть и заинтересовало, но насторожило. Поэтому я аккуратно свернула и поставила свиток на место. Со следующим мне повезло больше. \"Магические животные. Брачные игры.\" Если успею прочитать то и ответить смогу. Я аккуратно развернула свиток ниже.\nОколо меня раздалась вспышка и стало темно. ",
    "answers": [
      {
        "id": 187,
        "text": "Далее. "
      }
    ]
  },
  {
    "id": 187,
    "text": "Когда темн",
    "answers": []
  }
]