[
  {
    "id": 1,
    "text": "В этом квесте тебе придётся играть за медведя. Твоя задачя помочь бобру найти приключений, на свой зад и новое место проживания. Учтите вы будите играть в странный квест!! Удачи.",
    "answers": [
      {
        "id": 2,
        "text": "Начать"
      },
      {
        "id": 24,
        "text": "Дополнение, для прошедших игру."
      }
    ]
  },
  {
    "id": 2,
    "text": "Здорово, меня зовут Рик, но ты можешь называть меня Бобруха!!!!\nМне надо спешить. Мою хатку скоро затопит водой! Ты поможешь найти мне новое место проживания???",
    "answers": [
      {
        "id": 3,
        "text": "Да, конечно!"
      },
      {
        "id": 4,
        "text": "Нет, сам ищи, бобер грязный!!"
      }
    ]
  },
  {
    "id": 3,
    "text": "Куда мы направимся, друг мой??!!",
    "answers": [
      {
        "id": 6,
        "text": "На север!"
      },
      {
        "id": 7,
        "text": "На юг!"
      },
      {
        "id": 8,
        "text": "На запад!"
      },
      {
        "id": 9,
        "text": "На восток!"
      }
    ]
  },
  {
    "id": 4,
    "text": "Рик разозлился и отгрыз вам ногу, пока вы ползли в ближайшую берлогу, вы погибли под осиной!!",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 5,
    "text": "\n",
    "answers": []
  },
  {
    "id": 6,
    "text": "Идя на север вы наткнулись на глубокую реку с сильным течением!!\nЧто вы предпримите?",
    "answers": [
      {
        "id": 10,
        "text": "Переплыть реку."
      },
      {
        "id": 11,
        "text": "Псс...Рик"
      },
      {
        "id": 12,
        "text": "Ну нахер!!"
      },
      {
        "id": 3,
        "text": "Вернутся назад."
      }
    ]
  },
  {
    "id": 7,
    "text": "Пройдя 1000 км. уставшие и обесиленные вы подошли к горе.",
    "answers": [
      {
        "id": 18,
        "text": "Залесть на гору."
      },
      {
        "id": 19,
        "text": "Обойти гору."
      },
      {
        "id": 20,
        "text": "Пройти в нутрь горы."
      },
      {
        "id": 3,
        "text": "Вернуться назад."
      }
    ]
  },
  {
    "id": 8,
    "text": "Вскоре после ухода вы дошли до норы. Когда вы залезли в неё вам открылась истина. Глаза резко заметили свет в конце тунеля. Это оказался свет солнца. Вылезя вы узнали, что рядом был город. Пройдясь по нему и убегая от местных копов вам стало понятно, что лучше леса нет места на этом свете. Вернувшись вы построили новый дом и ров вокруг него, чтоб вас не затопило. Вскоре вы нашли много новых друзей и жили счастливо!!",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 9,
    "text": "Время шло и шло. А вы старели и старели. Когда вы дошли до первого нормального место проживания. В котором никто не жил. Вам было уже за 15. Через три гола Рик умер, а вы оплакивая его смерть, не вынесли разлуки и умерли от разрыва сердца!!",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 10,
    "text": "Вы решили переплыть реку. Плывя сто метровку вас течением снесло в Белорусь!! И вы всю жизнь ели картошку в надежде попасть домой. Конец!!",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 11,
    "text": "—Короче смотри. Рик ты берёшь и строишь платину! Ок?\n—Ты прикалываешься? Это кропотливая работа требующая внима...\n—Строй я сказал!!!\n—...ния. Как хочешь!!\nСпустя три месяца вы прошли по высохшей реке.",
    "answers": [
      {
        "id": 13,
        "text": "Идти дальше."
      }
    ]
  },
  {
    "id": 12,
    "text": "Вы решили что в жопу это всё и пошли домой. Через три дня вас затопило водой!",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 13,
    "text": "Наступила ночь! \"В это время выходят страшные силы!\"- сказал Рик!!!\n\"Успакойся!\"- разнервничались вы.\nСпор шёл долгое время. Вдруг вы заметили избушку. Зайдя в неё, вы увидели одиноко горевшую свечу. Вокруг было много разбитой пасуды и кровать с покрывалами на ней. Бобруха решил прилечь на кровать. Она показалась ему очень мягкой.\n",
    "answers": [
      {
        "id": 14,
        "text": "Уйти."
      },
      {
        "id": 15,
        "text": "Заночевать."
      }
    ]
  },
  {
    "id": 14,
    "text": "Вы решили что это гиблая идея, но Бабруха остался там. Идя в свою берлогу вы почувствовали вину. ",
    "answers": [
      {
        "id": 17,
        "text": "Вернуться в избушку."
      },
      {
        "id": 31,
        "text": "Точно уйти."
      }
    ]
  },
  {
    "id": 15,
    "text": "Вы решили заночевать. Вдруг вы услышали пронзающий тишину крик Рика. Резко встав у вас закружилась голова и в размыто-тёмном пространстве вы увидели её. Легендарную Бабу Ягу, наслаждающуюся кусками плоти вашего друга .\n",
    "answers": [
      {
        "id": 16,
        "text": "Напасть!!"
      }
    ]
  },
  {
    "id": 16,
    "text": "Старая женщина не оценила вашего внимания и отталкнула вас в дальний угол избушки!! Подбежав к вам она вырвала вам глаза и съела ваше ухо, содрала кожу и сделала из неё ковёр!!",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 17,
    "text": "Когда вы вернульсь в избушку в ней очень воняло. Зажгя свечку, которая стояла на столе, вы увидели изуродованный труп Рика, а в углу безглазое мёртвое тело, похожее на вас. Вдруг в избушка кто-то зашёл, резко ударил вас по голове и вгрызся в вашу твёрдую медвежью шкуру. Ощущая острые как бритва клыки в своей шее вы погибаете!!",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 18,
    "text": "Когда вы поднялись на гору, вам открылся невообразимый вид!! Но вдруг вы услышали свист в небе. Обернувшись вы заметили чёрно крылого бобра с рогами, который вмиг сбросил с горы большую тушу медведя. Падая вы смотрели друг другу в глаза. Птица, что вас уранила оказалась Бобрухой, но посмотря на верх Рик стоял на горе. Может быть почудилось????",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 19,
    "text": "Вы долго думали и решили обойти гору. За ней лежал труп медведя,  в двух метрах от тела была лужа крови и след уходящий в пещеру!!",
    "answers": [
      {
        "id": 21,
        "text": "Пойти по следу."
      }
    ]
  },
  {
    "id": 20,
    "text": "Рик не подумав пошёл внутрь горы, вы как более ответственный зверь, последовали за ним. Вдруг вы упали\nв большую пищеру в которой было много факелов. Краем глаза вы заметили, как Рик упал в лужу неизвесной жидкости в нутри пинтогаммы. Крича он поднялся на задние лапы. И тут началось.... ",
    "answers": [
      {
        "id": 23,
        "text": "Интригует??????"
      }
    ]
  },
  {
    "id": 21,
    "text": "Идя в кромешной тьме вы пришли в тупик. от безысходности Бобруха начал щупать стену. Как вдруг, кто-то подошёл сзади и потащил Рика в открывшийся у вас перед носом проход. ",
    "answers": [
      {
        "id": 22,
        "text": "Бежать за Риком."
      }
    ]
  },
  {
    "id": 22,
    "text": "Бежа за орущим бобром вы споткнулись и упали, но не сдались и ползком доползли до огромной, пустой местности в глубине горы. Повсюду висели факелы и трупы зверей. Вдруг вас охватила сильная боль. Вы завопили. В тусклом свете факела вы увидели похитителя Бобрухи, чёрнокрылую птицу с рогами.\nЭто было последние, что вы видели в своей жизни!!",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 23,
    "text": "У Рика отросли крылья чёрного цвета и рога, он взлетел и полетел вверх. Все кто видел его рассказывал легенды о падшем ангеле, которого начали называть Люцифер. А вы умирая от потери крови думали как всё так обернулось!!",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 24,
    "text": "Учтите не пройдя игру полностью, затем не отправившись на восток, \nвам будет не интересно играть в этом разделе!!! Я вас предупредил!!",
    "answers": [
      {
        "id": 25,
        "text": "Далее."
      },
      {
        "id": 2,
        "text": "Я  сначала пройду игру."
      },
      {
        "id": 1,
        "text": "Главное меню."
      }
    ]
  },
  {
    "id": 25,
    "text": "Сохранение загружено. \n\n\n\"Что, но я же умер и Бобруха тоже. Что произошло?\"-проборматали вы. Я должен кое-что проверить!!!\n",
    "answers": [
      {
        "id": 26,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 26,
    "text": "Чтобы мне это проверить мне нужно умереть. Я иду в...",
    "answers": [
      {
        "id": 27,
        "text": "Пещеру."
      },
      {
        "id": 28,
        "text": "Избушку."
      }
    ]
  },
  {
    "id": 27,
    "text": "Подойдя к горе, вы зошли в пещеру. Идя в глубь горы вы упали в большое пустое помещение. Вы страдали от боли. В итоге вы умерли от потери крови!!",
    "answers": [
      {
        "id": 29,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 28,
    "text": "Пойдя на север, вы вошли в казалось вам знакомую избушку. Ждя ночи вы заснули. Вы проснулись от сильной боли. Кто-то откусывал вашу плоть по кусочку. Вскоре вы поняли, что это была легендарная Баба Яга. Вы не сопротивлялись и вас съели!!",
    "answers": [
      {
        "id": 29,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 29,
    "text": "Сохранение загружено.\n\n\n\n\n\nЯ так и знал. Я могу возвращатся к специфической точке во времени, после моей смерти!!!!!",
    "answers": [
      {
        "id": 30,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 30,
    "text": "Продолжение следует.\n\nСкоро выйдет вторая часть с этим дополнением и основным сюжетом",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 31,
    "text": "Уйдя вы больше не слышали о Рике!!\nЧувствовав вину всю оставшуюся жизнь, вы умерли в одиночестве!!",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 32,
    "text": "",
    "answers": []
  }
]