[
  {
    "id": 1,
    "text": "    Описание:\n\nБоитесь ли вы темноты? Или вы боитесь что может скрыватся в темноте?\n\nЭтот квест о девушке Рэйчел, которая даже не думала верить в монстров. \n\nНо судьба играет с ней злую шутку. \nПосле дня рождения ей суждено узнать что скрывает ночь. \nТеперь все в ваших руках. Что она найдет? Любовь? Семью? Смерть? Или может силу которую поглотит ее? \n\nТеперь решать вам!\n\nЖанр : Фентази, Мистика, Юмор, Романтика.\nАвтор : Natali S",
    "answers": [
      {
        "id": 2,
        "text": "Начать"
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "https://pp.userapi.com/c850424/v850424157/20838/j2JPvbagtoc.jpg",
        "system": true
      }
    ]
  },
  {
    "id": 2,
    "text": "\n \"Меня зовут Рэйчел мне сегодня исполняется 21 год. Я учусь в университете. Вроде все мечты должны были сбыться. Мой парень пригласил меня на свидание сегодня вечером. Он пообещал незабываемый вечер. Я даже и представить не могла, что этот вечер я действительно никогда в жизни не забуду...\" \nДевушка поспешила собираться. Через 20 минут Рэйчел была одета в красное платье и черные туфли на каблуке. Уже осень. Она решила надеть пальто. Последний раз посмотрев в зеркало она вышла из своей квартиры оставив записку своим родителям. \n\" Сегодня не ждите. Я у Сережи\".",
    "answers": [
      {
        "id": 3,
        "text": "далее"
      }
    ]
  },
  {
    "id": 3,
    "text": "На улице уже темнело. Первые фонари освещали улицу и дома. Сережа жил сразу за парком. Холодный ветер подул на девушку, от чего она не произвольно дрогнула. \nОна решила...",
    "answers": [
      {
        "id": 4,
        "text": "Идти пешком."
      },
      {
        "id": 5,
        "text": "Пойти на остановку."
      }
    ]
  },
  {
    "id": 4,
    "text": "\"Время еще не позднее, пойду пешком.\" \nДевушка направилась в сторону не освещенного переулка. Страх потихоньку зарождался у нее внутри, но увидев влюбленную парочку ей стало спокойнее. Парень страстно прижимал девушку к стене переулка. Рэйчел постаралась быстрее пройти возле них. \n\"Какие милые, интересно что Сережа мне приготовил?\" \nМысли о Сереже успокаивали и согревали ее. Но выйдя из переулка она почувствовала чей-то пристальный взгляд. \nСтараясь не обращать внимания девушка вышла к парку.",
    "answers": [
      {
        "id": 7,
        "text": "далее",
        "run": [
          7
        ]
      }
    ]
  },
  {
    "id": 5,
    "text": "\"Вроде еще не поздно, может успею на автобус\" \nРэйчел шла по слабо освещенной улице к ближайшей остановке. Ей все время казалось что кто-то за ней наблюдает. Но на улице никого не было. Проходя очередной темный переулок она увидела парочку влюбленных. Парень целовал девушку в шею. Увидев это Рэйчел не произвольно улыбнулась и постаралась пройти быстрее.\n \" Надеюсь они меня не заметили. Это же не считается что я за ними подсматривала? \" Смутившись она подошла к остановке. Сев на лавочку она стала ждать автобус. ",
    "answers": [
      {
        "id": 6,
        "text": "ждать автобус."
      }
    ]
  },
  {
    "id": 6,
    "text": "Через некоторое время приехал долгожданный автобус. Автобус был заполнен. Девушка встала на ступеньку, так как дальше пройти не смогла. Заплатив за проезд водитель сказал по громкой связи что едет только до парка.\n\" Ладно, это лучше чем идти через темные переулки.\"",
    "answers": [
      {
        "id": 7,
        "text": "Доехать до парка"
      }
    ]
  },
  {
    "id": 7,
    "text": "  Днем парк был волшебным и оживленным, здесь гуляли дети на детских площадках, по тропинкам ходили мамы с малышами. А в другой части парка молодые парни играли в баскетбол. Но сейчас он выглядел по другому. Зеленые деревья заслоняли последний свет фонарей. В самом парке фонарей не было. Он казался страшным и загадочно устрашающим. \n\" Лучше так пройти к Сереже чем минут 20 обходить этот парк\".",
    "answers": [
      {
        "id": 8,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 8,
    "text": "Войдя в парк Рэйчел услышала шаги которые быстро приближались.\nДевушка без оглядки побежала вперед. Добежав до середины парка она оглянулась. Но никого не было.\n\"Оторвалась или мне все это кажется?\"\n Еще раз оглянувшись. \n\"Успокойся, наверное тебе все это показалось. Пора идти к психиатру.\"\nДевушка пошла к детской площадке перевести дыхание. Сев на скамейку она опустила голову к коленям что бы успокоить сердце от жуткого стука. Вдруг услышала шелест сзади. ",
    "answers": [
      {
        "id": 9,
        "text": "Быстро обернутся"
      }
    ]
  },
  {
    "id": 9,
    "text": "Не успев повернутся на шум, как кто-то зажал ей рот рукой и укусил в шею. Девушка теряв сознание расплывчато видела силуэт, который бежал в ее сторону. Темнота окружила ее.",
    "answers": [
      {
        "id": 10,
        "text": "Погрузится в темноту"
      }
    ]
  },
  {
    "id": 10,
    "text": "Рэйчел зажмурилась от яркого света постепенно приходила в себя. Первым она увидела что находится в не знакомом помещении. Девушка села на кровать и стала судорожно вспоминать что случилось. Вспомнив как на нее напали в парке она нащупала место куда укусил ее не знакомец. Страх все больше нарастал в груди. Ей хотелось плакать и кричать. Но был ли смысл? \"Так Рэйчел возьми себя в руки, слезами здесь не поможешь. Теперь от тебя зависит твоя жизнь.\"",
    "answers": [
      {
        "id": 11,
        "text": "Осмотреться"
      }
    ]
  },
  {
    "id": 11,
    "text": "Бетонные стены без окон. Комната была не большая. В ней стоял старый письменный стол и железная кровать на которой она лежала. Возле стола была лестница ведущая не верх к железной двери. \n\" Наверное это подвал маньяка.\"",
    "answers": [
      {
        "id": 12,
        "text": "Осмотреть письменный стол."
      },
      {
        "id": 13,
        "text": "Осмотреть кровать."
      }
    ]
  },
  {
    "id": 12,
    "text": "На письменном столе лежали старые журналы и газеты.\nНикакого оружия не было.",
    "answers": [
      {
        "id": 11,
        "text": "назад",
        "run": [
          11
        ]
      }
    ]
  },
  {
    "id": 13,
    "text": " Кровать была железной и очень старой. Спинка кровати была прикрученная к стене. На ней лежали подушка, матрас и покрывало. Приблизившись Рэйчел увидела что ножка кровати шаталась.",
    "answers": [
      {
        "id": 15,
        "text": "Постаратся открутить ножку"
      }
    ]
  },
  {
    "id": 14,
    "text": "— Ну привет. — тихо сказал парень спускаясь по лестнице. — Вставай, я понял что ты уже пришла в себя. \n\nРэйчел спрыгнула с кровати и поспешно напала на парня с железной ножкой в руке. К большому удивлению у парня была хорошая реакция. Он быстро обезоружил девушку, после этого слегка оттолкнул девушку обратно на кровать.",
    "answers": [
      {
        "id": 16,
        "text": "Расмотреть парня"
      },
      {
        "id": 17,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 15,
    "text": "Открутив ножку кровати девушка легла притворившись спящей. Она была готова биться за свою жизнь. \n\"Дзинь\"\n Звук открывающиеся железной двери заставил Рэйчел дрожать от страха. Вся решительность куда-то испарилась. Она ели сдерживала слезы наворачивающиеся на глазах. У нее задрожали руки. Вцепившись за ножку кровати она заставляла себя собраться.",
    "answers": [
      {
        "id": 14,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 16,
    "text": "Парню было на вид лет 25, коротко стриженые светлые волосы. Его голубые глаза напоминали море во время шторма. Одет он был в черный джемпер и синие джинсы. Довольно симпатичный парень.\n\n \" На маньяка вроде не похож\".",
    "answers": [
      {
        "id": 17,
        "text": "далее",
        "run": [
          17
        ]
      },
      {
        "id": 16,
        "text": "введите команды для картинки",
        "url": "https://pp.userapi.com/c849424/v849424529/97587/M9thMGU9BXU.jpg"
      }
    ]
  },
  {
    "id": 17,
    "text": "— Разве вот так встречают хозяина дома? — с улыбкой на лице сказал парень поднимая ножку от кровати. \n\nДевушка была в шоке от его реакции. Ей было страшно, и любопытно почему он на нее не злится, а наоборот, улыбается.\n\n — Кто ты такой?! Что ты хочешь со мной сделать?! — С криком спрашивала девушка, но парень лишь улыбнулся. \n\n -- Ах да. Меня зовут Александр. Но лучше Алик. Поверь, я не сделаю тебе ничего плохого. Как тебя зовут? — Спросил парень. \n\nРэйчел с недоверием посмотрела на парня",
    "answers": [
      {
        "id": 18,
        "text": "далее"
      }
    ]
  },
  {
    "id": 18,
    "text": "— Меня зовут Рэйчел. — перепугано ответила девушка. \n\n— Итак Рэйчел что бы избежать не нужных вопросов я тебе расскажу в какую ситуацию ты попала. \n\n— Ты думаешь я поверю тебе?! После того как ты меня запер в не понятном месте! — Гневно сказала девушка. \n\n— Ты меня не поняла, мне не важно поверишь ты мне или нет. У тебя нет другого выхода. — Рассерженно сказал парень. — Я Александр потомок великих охотников. Тот парень который на тебя напал, был вампиром. Я тебя принес сюда, что бы убить. Но для начала я хочу узнать кто или что ты.\n\nДевушка напряглась. Она поняла, либо этот парень псих, либо все сказки правда. Склонялась она к первому варианту.",
    "answers": [
      {
        "id": 19,
        "text": "Съязвить"
      },
      {
        "id": 20,
        "text": "Промолчать"
      }
    ]
  },
  {
    "id": 19,
    "text": "— Ты к психиатру не пробовал сходить? Если я раньше сомневалась, то теперь я уверенна что ты сектант какой-то.- Со смехом ответила девушка. \n\n— Н-да. Ты тупее чем я себе представлял. Подумай сама, разве люди ведут себя как тот парень? — с грустью сказал Алик.\n— Посмотри свою шею. \n\nДевушка с дрожью в руках провела пальцами вдоль своей шеи. Почувствовав две маленькие раны она вздрогнула и почуствовала как теплые слезы текут по ее щекам. \n\n— Это правда? Теперь ты меня убьешь? — Рэйчел ответила тихо, что бы унять дрожь в голосе она сделала пару глубоких вздохов.",
    "answers": [
      {
        "id": 21,
        "text": "далее",
        "run": [
          21
        ]
      }
    ]
  },
  {
    "id": 20,
    "text": "  Алик посмотрел на Рэйчел слегка успокоившись прежде чем продолжить.\n\n — Я знаю как глупо это звучит. Но это правда. — Сказав это парень начал нервно ходить по комнате.- Могу я осмотреть твой укус? \n\nДевушка провела рукой вдоль своей шеи и ужаснулась. Укус действительно был и он был похож на укус вампира. Рэйчел слегка кивнула.\n Парень осторожно подошел к девушке сел рядом на кровать. Слегка откинув волосы Рэйчел показала парню свою шею, а сама задумалась:\n\n\" Что со мной будет? Теперь он меня убьет? Как же моя семья? Как Сережа? \" Прежде чем девушка поняла что-либо, слезы скатывались по ее щеке. Вытирая их тыльной стороной она спросила у парня:\n — Теперь ты меня убьешь?",
    "answers": [
      {
        "id": 21,
        "text": "далее"
      }
    ]
  },
  {
    "id": 21,
    "text": "Парень взял ее за руку и слегка сжал. Рэйчел посмотрела парню в глаза. В них читался испуг и что-то еще.. Вина? \n\n— Нет, я тебя не убью. — сказав это он посмотрел на девушку с нежностью. \nЕще некоторое время они сидели так в тишине. Парень осторожно вытирал слезы с ее щеки.\n\n — Почему? — Нарушив молчания сказала девушка.\n\n — Что почему? Почему я тебя не убью? — После легкого кивка головы парень продолжил. — Я не знаю кто ты такая, но я знаю ты находишься в сознании. Ты не похожа на других вампиров. В первые 12 часов они без разбора убивают все что движется. — С прежним спокойствием сказал парень. \n\n— Но как? Я что какая-то особенная? — С иронией сказала девушка, но посмотрев на серьезное выражение лица Алика, она испугалась. \n\n— Я думаю что, знаю почему, но для начала я хочу проверить. — Парень залез в карман и достал две вещи.- Что ты выберешь?- слегка улыбнулся, протянул две руки. На одной лежала донорская кровь в пакете, на другой шоколадный батончик.",
    "answers": [
      {
        "id": 23,
        "text": "Шоколадный батончик"
      }
    ]
  },
  {
    "id": 22,
    "text": "",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 23,
    "text": "Рэйчел сразу откинула вариант с донорской кровью. И взяла шоколадный батончик. \n\n— Все таки ты мне не поверила — грустно улыбнулся парень. — Ну давай, попробуй. Предупреждаю сразу, вампиры шоколадные батончики не едят. — сказав это парень рассмеялся. \n\nРэйчел не поверила парню и открыла шоколадный батончик. Слегка откусив она почувствовала удовлетворение. \nОт сладкого у нее поднялось настроение от чего девушка зажмурила глаза и улыбнулась. \n\n— Вот видишь, я не вампир — рассмеявшись девушка произнесла. \n\n  Парень был шокирован. Он никогда не видел что бы человек после укуса вампира оставался человеком. Встряхнув голову он взял пакет донорской крови и вылил в уже подготовленный стакан. \n  Почувствовав металлический запах крови девушка задумалась не выхватить ли ей стакан, но удержалась. Как только парень протянул ей стакан, Рэйчел жадно его выпила.",
    "answers": [
      {
        "id": 25,
        "text": "Спасибо."
      }
    ]
  },
  {
    "id": 24,
    "text": "— Мне не страшно — гордо сказала девушка. \n\nПарень улыбнулся и сказал: \n\n— Хорошо. — беря кровь.\n\n Девушка почувствовав боль от шприца слегка вскрикнула. \n\" Он ловко справляется со сбором крови, он что еще и медик? Или все таки маньяк? Стоп! С этим мы уже разобрались он охотник! Нужно постараться ему довериться. Но в это так тяжело поверить. Как же моя прошлая жизнь, мама наверное уже все морги обзвонила узнавая где же ее дочь.\" \n\n— Не думай об этом. Может после всей этой истории у тебя появится новая семья. — Нежно прошептал парень на ухо. От чего невольно пробежали мурашки, но уже не от страха.",
    "answers": [
      {
        "id": 28,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 25,
    "text": "Девушка почувствовала силу во всем теле. У нее закружилась голова от удовольствия.\n\n — Спасибо — слабо произнесла девушка. Она уже не понимала вампир она или нет.\n\n — Пожалуйста, теперь мне нужно взять анализ твоей крови. — Сказал серьезно парень. \n\n— Что? Зачем тебе моя кровь? — Удивленно спросила девушка. — Без него никак?\n\n — Я тебе говорил, мне нужно кое-что проверить. Без анализа я не могу нечего тебе сказать. Но если тебе страшно, я могу тебе рассказать о себе что бы отвлечь.\n\n Девушка:",
    "answers": [
      {
        "id": 24,
        "text": "- Мне не страшно "
      },
      {
        "id": 26,
        "text": "Промолчать"
      }
    ]
  },
  {
    "id": 26,
    "text": "Слегка кивнув парень начал свой рассказ.\n\n — Как я уже говорил, я потомок охотников. Мне было сложно научится всему, но я долго занимался. Я хотел доказать родителям, что я не хуже своего прадеда. — Погрузившись в воспоминание он продолжил.- В 12 лет я закончил обучение кендо и перешел на уровень выше. Следующим был пистолет и лук. И знаешь, у меня получалось не хуже моих родителей. В 16 я потерял своих родителей. — Было видно что парню не легко было это говорить. Он замолчал. \n\n— Сожалею. Как они умерли? — Спросил это девушка пожалела о своих словах. Но прежде чем извинится парень ответил.\n\n — Вампиры. — с ненавистью сказал парень. — Их нашли обескровленными возле нашего дома. После их смерти \"Орден\" взял меня к себе. Там я продолжил обучение. \n\n— Прости наверное плохая была идея. — После этих слов парень погрузился в свои мысли. Через некоторое время парень нагнулся ближе к девушке.\n\n — Может после всей этой истории у тебя появится новая семья. И у меня тоже. — Нежно прошептал парень на ухо. От чего невольно пробежали мурашки, но уже не от страха.",
    "answers": [
      {
        "id": 28,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 27,
    "text": "Через некоторое время парень вернулся. Не говоря ни слова он нервно обходил все углы подвала. Казалось что парень хотел что-то сказать, но не мог подобрать слова.\n\n Рэйчел сидя на кровати вопросительно смотрела на него. \n\n— Что-то случилось? — Не выдержав спросила девушка. \n\nНо парень как будто бы ее не слышал. Тогда девушка подошла к парню и взяла его за руку. \nБудто только что поняв где он находится. Алик вздохнул и сжал руку девушке и подвел ее к кровати. Он посадил на кровать Рэйчел, а сам сел на старый письменный стол, от чего он жалобно скрипнул. \n\n— Алик расскажи что случилось? — повторила девушка не выдержав тяжесть молчания.\n\n — Рэйчел, пообещай что, дослушаешь, меня до конца.- Серьезно сказал парень.\n\n Девушка молча кивнула дожидаясь того что скажет ей Алик.",
    "answers": [
      {
        "id": 29,
        "text": "послушать Алика"
      }
    ]
  },
  {
    "id": 28,
    "text": "Парень быстро отстранился. \n\n— Все. — Сказал парень внезапно и прервал волны мыслей. Положив вату на рану он взял колбу с кровью и положил себе в карман.- Отдыхай, а я пока займусь анализом крови.- Алик быстро скрылся за дверью. \n\" Что он имел в виду? И как же отдыхают вампиры?\" \nЗадумчиво лежала девушка. Все сказанное просто не укладывалось в голове. \n\" Неужели закончилась моя история? Нужно пытаться жить дальше. Интересно только как?\"",
    "answers": [
      {
        "id": 27,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 29,
    "text": "— Я сделал анализ твоей крови, ты вампир. Но как ты уже поняла ты не обычный вампир. Ты избранная или как мы называем высшая. — увидев не понимающий взгляд девушки парень объяснил. — Высший это вампир, который имеет знаменитых предков. Я тебе уже говорил что я потомок охотников. У тебя напрочь другая история. Не знаю как ты на это отреагируешь, но твой род как то связан с родом Лайтвуд. — парень искоса посмотрел на девушку. \n\n— Лайтвуд? Кто были Лайтвуды?- в недоумении сказала девушка. \n\n— Вампиры, чистокровные вампиры. — с ненавистью в голосе сказал Алик.",
    "answers": [
      {
        "id": 30,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 30,
    "text": "— Нет! Этого не может быть! — слезы полились с ее глаз. \n\n— Я тоже так думал. — Серьезно ответил парень. — Мой предок еще в 17 — ом веке уничтожил клан Лайтвуд. Но видимо кто-то выжил. Я уже сообщил в \"Орден\". Они приказали убить тебя. \n\nДевушка с ужасом посмотрела на парня. У нее задрожали не только руки, теперь она дрожала всем телом. Тем временем парень продолжил. \n\n— Но есть еще один вариант. Ты можешь стать охотником на нечисть как я. Я думаю твои способности пригодятся \" Ордену\". — парень медленно как будто бы боясь что она убежит. — Я тебя всему обучу. Я Александр Фейл клянусь, что буду защищать тебя ценой своей жизни. Сказав это парень стал на колени возле девушки.\n\n Рэйчел не сомневалась в его клятве. \n\n— Разве у меня есть выбор? — обреченно ответила девушка.",
    "answers": [
      {
        "id": 31,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 31,
    "text": "— Но о каких способностях ты говорил? У меня их нет.\n\n — У каждого избранного вампира есть свои уникальные способности. — ответил парень вставая с колен. — Если они не проявились, это не значит что у тебя их нет. \n\nДевушка согласно кивнула. Алик взял ее за руку, и они поднялись по лестнице.\n Продолжая держать ее руку он показывал ей свое поместье.",
    "answers": [
      {
        "id": 32,
        "text": "Поместье Фейл"
      }
    ]
  },
  {
    "id": 32,
    "text": "Это было родовое поместье его родителей. На полу были красивые, дорогие дорожки, а на стенах картины известных художников. С улицы он выглядел как замок. Большой каменный забор скрывал от посторонних глаз. Парень водил ее по разным комнатам. Показывал ей кухню, столовую. После Алик показал ей свою комнату. В комнате было много техники, ноутбук на прикроватном столике, компьютер с тремя экранами. После того как Рэйчел осмотрела дом парень провел ее в гостевую комнату.\n\n — Здесь ты будешь жить. — сказав парень открыл дверь.",
    "answers": [
      {
        "id": 33,
        "text": "осмотреть комнату"
      },
      {
        "id": 32,
        "text": "Укажите команды для картинки",
        "url": "https://pp.userapi.com/c849220/v849220591/9a977/7RMEJcs5FFo.jpg"
      }
    ]
  },
  {
    "id": 33,
    "text": "Комната была большая. В центре комнаты стояла большая кровать на которой спокойно могли поместиться 4 человека. Письменный стол занимал противоположный угол.\n\n — Рэйчел, ты не будешь против если я пойду? Мне нужно кое-что сделать и позвонить в \" Орден \". — загадочно сказал парень отпустив ее руку. — К стати у тебя есть своя ванная. — сказав это показал на дверь в конце комнаты. — Советую пораньше лечь спать. Рано встанем на тренировку. — уходя крикнул Алик. \n\n— Спасибо — прошептала девушка смотря на его спину.",
    "answers": [
      {
        "id": 36,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 34,
    "text": "**На этос странице показаны, достижения которые можно получить в квесте**\n\n☆ Книжный червь ☆\n\n# Смех продлевает жизнь #\n\n???? Вся правда волка ????\n\n???? Смертельное Безумие ????\n\n???? Новая жизнь ????\n\n???? Алик\n\n???? Люк\n\n\n",
    "answers": [
      {
        "id": 1,
        "text": "Вернуться на главную"
      },
      {
        "id": 35,
        "text": "☆Книжный червь☆",
        "need": 7,
        "need_ever": true
      }
    ]
  },
  {
    "id": 35,
    "text": "Старие газеты на письменном столе:\n\n11 октября \nНападение на семью Фейл.\n11 октября были найдены тела мужчины и женщины. Проведя опознание ими оказались Миранда и Генри Фейл. Тела были обескровленны. Местные власти предупреждают, быть предельно осторожными. \n\n12 октября\nМаленький милионер\nАлександр Фейл вступает в наследство не смотря на возраст. Опекун парня неизвестный.",
    "answers": [
      {
        "id": 34,
        "text": "назад"
      }
    ]
  },
  {
    "id": 36,
    "text": "Зайдя в комнату девушка направилась в ванную. Набрав теплую ванну девушка только сейчас поняла что стоит еще в красном платье которое было перепачканное грязью и кровью. \n\n\" Нужно выбрать момент для побега, может этой ночью? А что если поймает, он же меня убьет.\"\n\n Она отмахнула тяжелые мыслей и погрузилась в расслабляющую ванну. Ей было так приятно что все мысли сразу покинули ее и она уснула. Проснулась девушка от того что стала холодной вода. Она надеялась что все это просто плохой сон, но осмотревшись поняла что находится в ванной комнате у Александра дома. Она поспешно одела халат и направилась в комнату. На ее кровати лежала коробка и пару пакетов с магазина одежды. Любопытство взяло верх и Рэйчел высыпала содержащие на кровать. \n\n\" Господи. Этот парень собирает мне гардероб?\"\nСтук в дверь заставил девушку содрогнутся.\n \n— Рэйчел, можно мне войти? — неуверенно сказал Алик.",
    "answers": [
      {
        "id": 37,
        "text": "Впустить Алика "
      }
    ]
  },
  {
    "id": 37,
    "text": "\n— Да, заходи. — крикнула девушка в сторону дверей. Зайдя в комнату парень оглядел девушку.\n\n— Доброе утро. Я думал ты уже с одеждой разобралась. — неуверенно сказал парень. \n\n— Что? Уже утро? — Удивленно спросила девушка. Она посмотрела в сторону окна которое было завешенное темной и плотной шторкой. Отчего парень рассмеялся таким чистым смехом, что в скоре они оба смеялись. \n\n— Спасибо за вещи. — с улыбкой сказала девушка. \n\n— Пожалуйста. Но на самом деле это все Мишель. — ответив парень слегка, потрепал по голове Рэйчел. Увидев недоуменный взгляд парень продолжил. — Мишель это моя прислуга. Она следит за чистотой и домом когда мне нужно куда-то уехать.- продолжил парень. \n\n— Алик можно вопрос? Чем отличаются истинный вампир от обычного — спросила девушка вспомнив все моменты в фильмах в которых вампиры сгорали на солнце. \n\n— Ну, истинному вампиру не обязательно питаться только кровью. Еще остаются человеческие привычки, такие как спать. — объяснил Алик. — Да, еще они на солнце не загораются. \n\n— Это хорошо, — улыбнувшись сказала Рэйчел — не было особого желания сгореть. На это парень лишь посмеялся. \n\n— Ладно давай, переодевайся я буду тебя ждать за дверью. А поговорить мы всегда успеем.",
    "answers": [
      {
        "id": 38,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 38,
    "text": "После этих слов парень покинул комнату. Девушка оглядела свой новый гардероб. На удивление все вещи были ее размера. Она решила остановиться на черных штанах и водолазке. На ноги она одела кеды. Забежав в ванную девушка завязала волосы в высокий хвост и поспешила выйти. Как и ожидалось парень стоял опершись на стену о чем то думал. Как только он увидел девушку его взгляд загорелся. \n\n— Хорошо выглядишь. — подойдя к девушке он заправил за ухо выбившую прядь, и на миг заглянул ей в глаза. Встряхнув головой как от каких-то мыслей Алик направился к лестнице — Я хочу тебя кое с кем познакомить. \n\nДевушка в легком в шоке поплелась за парнем. И только один вопрос был в ее голове \n\n\"Что с ним?\"",
    "answers": [
      {
        "id": 39,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 39,
    "text": "Выйдя на улицу Рэйчел увидела несколько людей. Парень и девушка тренировался на мечах. Этот поединок был похож на танец двух огней. Как только они заметили их, они поклонились друг другу и поставили на стойку свои мечи. \n\n— Позвольте вас познакомить это мой друг Люциус. — Алик направил руку в сторону парня, от чего он сморщился как от зубной боли. \n\n— Алик я же тебя просил. — Парень гневно посмотрел в сторону Рэйчел. \nОт чего от страха побежали мурашки. Было в этом взгляде что-то звериное. \n\n— Зови меня просто Люк. — Взглянув на девушку взгляд стал испепеляющим. \nЛюк протянул руку от чего девушка не уверенного ее сжала. ",
    "answers": [
      {
        "id": 40,
        "text": "Осмотреть парня"
      }
    ]
  },
  {
    "id": 40,
    "text": "Парню на вид было около 26 лет. У него были короткие темные волосы и голубые как небо глаза. Его щетина подчеркивала его строгость. Одет он был в бежевый футболку и светлые джинсы. Во взгляде читалась ненависть и отвращение. \n\n— Алик я не понимаю тебя, зачем ты с ней возишься? Не легче было бы ее убить и сжечь? — Спросил Люциус, но Алик лишь улыбнулся и прошептал девушке \" Не обращай внимания\". \n\n\" Почему он так ко мне относится?\"- Промелькнуло в голове у девушки. \"Какие он секреты скрывает?\"",
    "answers": [
      {
        "id": 41,
        "text": "Далее"
      },
      {
        "id": 40,
        "text": "Укажите команды для картинки",
        "url": "https://pp.userapi.com/c831309/v831309359/1bcc91/yIqA2LXNUTk.jpg"
      }
    ]
  },
  {
    "id": 41,
    "text": "Девушка тем временем подбежала к Александру и сжала его в объятиях. От чего тот пошатнулся, сжал ее в ответ и быстро ускользнул из \" смертельного захвата\". У Рэйчел сильнее забилось сердце. \" Что это за чувства?\"\n\n— Мария, что ты здесь делаешь? — Удивленно спросил Алик.\n\n— Я слышала ты решил нарушить все правила \" Ордена\". Решила узнать ради кого. — С игривой улыбкой произнесла девушка. \n\n\" Алик нарушил правила \"Ордена\"?\"\nНо девушка не решила у него спросить. \n\n— К стати я Мария. — девушка протянула руку в сторону Рэйчел. \n\n— Рэйчел, приятно познакомится.- Девушка вежливо улыбнулась.",
    "answers": [
      {
        "id": 42,
        "text": "Осмотреть девушку "
      }
    ]
  },
  {
    "id": 42,
    "text": "Мария была на вид моложе Рэйчел, у нее были красные волосы ниже плеч. Ее карие глаза напоминали кору дерева. Взгляд у нее был загадочный, но теплый. На щеках был природный румянец и милые веснушки. Одета она была в черный топ и черные штаны на плечи была накинута кожаная куртка.\n— Я уверенна мы с тобой подружимся — уверенно произнесла девушка.",
    "answers": [
      {
        "id": 42,
        "text": "Укажите команды для картинки",
        "url": "https://pp.userapi.com/c849524/v849524359/ae187/U-EGWVXQq2k.jpg"
      },
      {
        "id": 43,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 43,
    "text": "— Ну раз вы все познакомились, начнем тренировку. — возбуждено сказал парень, тем самым перебил разговор с Марией. Но с ним все согласились. \n\nДва часа тренировки были самыми тяжелыми. Алик тренировал Рэйчел в стиле кендо. Мария с Люком отрабатывали рукопашный бой. \n\n— Давай теперь попробуй на меня напасть. — с улыбкой сказал Алик.\n\n Девушка сделала выпад вперед, затем блокировала удары. Подвернув ногу девушка упала, от чего все обернулись. Первым кто помог ей стать, был тот кого меньше всего ожидала видеть рядом с собой. Люк подал ей руку, на что она опершись встала, но вскоре опять начала падать. Люк слегка покачав головой поднял девушку на руки. \n\n— Я думаю на сегодня тренировка закончена. Я позабочусь о Рэйчел. — с этими словами парень направился в поместье не дожидаясь ответа Алика.",
    "answers": [
      {
        "id": 44,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 44,
    "text": "Рэйчел показала Люку, где ее комната. Зайдя в комнату парень положил девушку на кровать и без слов вышел. \n\n\" Ну вот ушел, а я даже спасибо не сказала. Хорошее у нас общения получится.\" Недовольно девушка скрестила руки на груди. \n\n— Ты что там уснула?- послышался недовольный мужской голос в стороне двери. Это стоял Люк с пакетом льда. \n\n— Прости, я задумалась?- подпрыгнув от испуга ответила девушка. \n\n— Значит ты не только неуклюжая, но и глухая.- ответил парень заходя в комнату.\n Девушка обиженно надула губы. Люк посмотрел на нее и слегка улыбнувшись осмотрел ее ногу. Парень заботливо положил лед на ушибленную ногу. \n\n— Сегодня постарайся хотя бы час ходить, это простой ушиб. Тем более для вампира, у которого регенерация быстрее чем у других.- задумчиво сказал парень.",
    "answers": [
      {
        "id": 45,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 45,
    "text": "\" Странный. Сначала хотел моей смерти, а теперь заботится?\"\n\n — Почему ты со мной возишься? Я же тебе не нравлюсь.- задумавшись спросила Рэйчел. \n\n— С чего ты решила, что имеешь право задавать мне вопросы?- Рассерженно спросил Люк. \n\n— Не помешал? — Спросил Алик заходя в комнату. — Я решил узнать как ты. \n\n— Нет, ты как раз вовремя.- Рассерженно ответил Люк и вышел из комнаты. \n\" Что с этим парнем?\" Расстроившись подумала Рэйчел. \n\n— Не расстраивайся, он так со всеми себя ведет. Ему нужно больше времени что бы довериться кому-то. — Увидев расстроенную Рэйчел парень подошел к кровати и сел на край. — Как ты себя чувствуешь?",
    "answers": [
      {
        "id": 46,
        "text": "Хорошо"
      },
      {
        "id": 47,
        "text": "Плохо"
      }
    ]
  },
  {
    "id": 46,
    "text": "Хорошо, Люк сказал что через час я могу встать на ноги. \n\n— Это здорово. Тогда через час мы сядем обедать. Подтягивайся в столовую. — С прежней улыбкой сказал парень, слегка потрепал девушку по голове. \n\n— Можно задать тебе вопрос? Почему ты все это делаешь? — с грустью спросила девушка. \n\n— Рэйчел не забивай этим голову, попробуй вздремнуть. Тренировка была очень тяжелой для не подготовленной, пусть даже и вампира.- парень встал и направился к двери. \nВыходя из комнаты прокричал — Через час зайду.",
    "answers": [
      {
        "id": 48,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 47,
    "text": "— Если честно не очень. У меня все тело ноет от усталости. \n\n— Ну это ожидаемо — с улыбкой произнес парень. — Первый день всегда тяжелый даже для вампира. \n\n— Прости что я такая не уклюжая — Расстроившись сказала Рэйчел. \n\n— Кто тебе такое сказал? — парень взял девушку за руку и нежно погладил. — Ты удивительная. — Сказал Алик ели слышно. \nОт этого сразу у девушки потеплело в душе. Она никогда не слышала таких слов даже от своего парня. Ей было с Александром так хорошо, что она даже подумывала остается, но вдруг она вспомнила лицо своих родителей. \n\" Нет только влюбится мне не хватает\". Подумав девушка выдернула руку от чего парень слегка расстроился. \n\n— Если сможешь, спускайся через час на обед, если нет я что-то придумаю. — парень ушел оставив Рэйчел один на один с ее мыслями.",
    "answers": [
      {
        "id": 48,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 48,
    "text": "Через час девушке полегчало. И она спустилась в столовую, где все уже сидели за столом. \n\n— Рэйчел как ты себя чувствуешь? — Алик встал и провел девушку к ее месту за столом. \n\n— Благодаря Люку все хорошо. Спасибо — Рэйчел ответила слегка покраснев. \nЛюк молча сидел за столом с невозмутимым выражением лица. \n\n— Алик скажи Рэйчел прекрасную новость.- восхищенно сказала Мария. \nРэйчел повернулась в сторону парня",
    "answers": [
      {
        "id": 49,
        "text": "Посмотреть на Алика "
      }
    ]
  },
  {
    "id": 49,
    "text": "— Что случилось? — Девушка вопросительно посмотрела на парня, но тот лишь ответил ей очередной улыбкой. \n\n— Рэйчел, мне нужно будет с тобой поговорить. Ты сможешь зайти ко мне в комнату после обеда.- сказав это парень ей слегка подмигнул. \n\n— Конечно, если это важно. — сказала удивленно Рэйчел. \n\n— Ну, Алик ты нудный. — Сказав это Мария не довольно надула губы. — Я хотела что бы мы...\n\n— Мария не будь маленькой девочкой.- быстро перебил ее Люк. — Алик прав она должна с начала с ним поговорить. \nЛюбопытство девушки взлетело до небес. \n\" Что он мне хочет сказать?\". \nНо после слов Люка в комнате воцарилась неловкая тишина. Даже Марии было тяжело спорить с этим человеком.",
    "answers": [
      {
        "id": 50,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 50,
    "text": "В полной тишине они доели обед и разошлись по своим делам. Только Рэйчел нервно брела в комнату Алика. \n\n— Заходи — Сказал парень пропуская девушку в комнату.\n Девушка зашла и села на кресло куда показал ей парень. Опять его нервное прохаживание по комнате заставило Рэйчел переживать. \n\n— Алик если я что-то не то сделала, извини. — сказала тихо девушка. \nУ Рэйчел начался приступ паники. Когда последний раз он так ходил то он, хотел ее убить. Невольно у нее задрожали колени. Парень резко повернулся и улыбнулся девушке обаятельной улыбкой. \n\n— Рэйчел ты здесь не причем — Сказал Алик присев на кресло напротив. — Прости что заставил тебя переживать. Просто я должен тебе кое-что сказать, но не знаю как ты к этому отнесешься. — Рэйчел внимательно посмотрела на парня. — Люк и Мария поживут здесь, пока ты не закончишь свое обучение.",
    "answers": [
      {
        "id": 51,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 51,
    "text": "Девушка не ожидала это услышать. Она встала и подошла к окну.\n\n— Тяжело будет привыкнуть, но если ты говоришь что так надо.. \n\n\" Ладно, с Марией есть шансы подружится, но Люк? Этот парень хуже некуда. Он меня на дух не переносит.\"\n Девушка отодвинула шторку что бы впустить солнечный свет, но вдруг что-то упало с окна и разбилось. \n\n— Прости Алик я не хотела. — девушка поспешила достать упавшую фото рамку. — Ай — вскрикнула Рэйчел.\n\nГолос девушки заставил парня быстро подскочить и через миг он уже был возле нее. \n\n— С тобой все хорошо? — парень осторожно посмотрел на ее руку, которая была вся в крови. \n\n— Прости я бываю такой неуклюжей — с грустной улыбкой сказала девушка. \n\n— Подожди сейчас я принесу аптечку. — сказав это парень скрылся за дверью.",
    "answers": [
      {
        "id": 52,
        "text": "Посмотреть"
      },
      {
        "id": 53,
        "text": "Не смотреть"
      }
    ]
  },
  {
    "id": 52,
    "text": "Как только парень вышел девушка решила глянуть на фото. На фотографии стояли Алик и Мария. Они держась за руки весело улыбались в камеру. От этого снимка у нее сжалось сердце. \n\" Не может быть! Неужели мне нравится Алик. Он же тот человек который меня держит в своем доме. Но он встречался с Марией, может даже до сих пор они вместе.\"\n Рэйчел уже не могла нормально дышать. \n\n— А вот и я — раздался голос сзади. Девушка моментально повернулась и выбросила фото за спину к занавескам. \n\n— Не плачь, сейчас я тебе помогу. — только сейчас она поняла что плачет. — Рэйчел дай мне свою руку. — Девушка протянула окровавленную руку. \nАлик быстро перебинтовал ей порезанное запястье.",
    "answers": [
      {
        "id": 54,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 53,
    "text": "Когда Алик вышел из комнаты девушка решила не лазить в вещах парня. \n\" Интересно, когда-нибудь я увижу своих родителей снова? Наверное они в отчаянии. Я должна их увидеть.\" \nЗадумавшись о своей старой жизни, с глаз покатились слезы. — А вот и я — раздался голос сзади. \n\n— Не плачь, сейчас я тебе помогу. Рэйчел дай мне свою руку. — \nДевушка протянула окровавленную руку. Алик быстро перебинтовал ее порезанное запястье.",
    "answers": [
      {
        "id": 54,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 54,
    "text": "Выходя из комнаты Алика девушка в тумане побрела к себе в комнату. Но вдруг в нее кто-то врезался. \n\n— Ой, прости меня, пожалуйста. — сказала Мария. \n\n— Нет, что ты. Это я виновата. — грустно сказала Рэйчел вспоминая их знакомство. \nКак Мария обнимала Алика, а тот обнял ее в ответ. От воспоминаний у нее дрогнуло сердце. \n\n— Рэйчел, что с тобой уже сделал мой несносный брат? — сказав это девушка показала на ее руку. \n\n— Брат? — Удивленно спросила Рэйчел. — Мария ты про кого? \n\n— Конечно же про Алика. Пошли выпьем кофе я тебе все расскажу.- Не дожидаясь ответа Мария потянула ее на кухню. \nСделав две чашки американо девушка начала свой рассказ.",
    "answers": [
      {
        "id": 55,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 55,
    "text": "— Мы с Аликом не родные брат и сестра, но в приюте \"Ордена\" он меня защищал как старший брат. \n\n— Прости, а где твоя семья? — опять бестактно спросила девушка. \n\n— У меня никогда не было семьи — с грустью сказала девушка.- Меня сразу после рождения подкинули к дверям \"Ордена\". Там я научилась всему что умею. Но само больше я любила теорию охотника. Это книга — объяснила девушка — В ней собраны все записи о монстров которые существуют. \n\n— А их много? Монстров? — с дрожью в голосе спросила Рэйчел. \n\n— Не беспокойся. Я тебя всему научу. — Мария сказала это с улыбкой. \n\n— Почему ты ушла с \"Ордена\"? \n\n— Я не ушла — с грустью ответила девушка. — Меня выгнали как только, поняли кто я. \nРэйчел взволнованно посмотрела на подругу. \n— Я ведьма. — не дождавшись вопроса сказала Мария. — Людям со, сверх способностями нельзя находится в \"Ордене\", если только в качестве подопытной мыши.",
    "answers": [
      {
        "id": 56,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 56,
    "text": "Девушке стало легче на душе. Теперь она знала что она не одна \"не стандартная\". Они разговаривали обо всем. О школьных днях, о сериалах и конечно о модных нарядах. Рэйчел нашла хорошую подругу. \n\n— Извини, Рэйчел, я бы с тобой поговорила еще, но мне пора бежать.- посмотрев на время сказала девушка. \n\n— Хорошо. — с улыбкой сказала девушка. \n\n— Пока. — Сказав это Мария убежала.\n\n Рэйчел опять осталась одна. Сделав еще кофе она смотрела в окно. За окном уже потемнело, на небе начали появляться первые звезды. Этот вид казался ей очень красивым и завораживающим",
    "answers": [
      {
        "id": 57,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 57,
    "text": "— Да, ночка красивая. — внезапно раздался мужского голос у нее за спиной. \nРэйчел испугано подпрыгнула на стуле от чего чуть ли не упала. От этой картины Люк рассмеялся. \n\" Он смеется? А где же ворчун? Кто этот человек?\" \n\n— Я знаю что я тебе не нравлюсь, но это не дает тебе право подкрадываться. — Сказала обиженно девушка. \n\n— А ты бы хотела мне нравится? — Сказал самовлюбленно парень потихоньку приблизившись. \n\n— Мне не нравится такой типаж. — фыркнула ему девушка. Люк подошел к Рэйчел и взял ее за запястье. Он жара его руки у нее приятно побежали мурашки. \n\n— Ты в этом уверенна? — с привычным властным голосом прошептал ей на ухо. \nОт этого голоса у нее задрожало сердце.",
    "answers": [
      {
        "id": 58,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 58,
    "text": "Девушка заворожено смотрела на Люка. В его глазах горел огонек страсти. Но в следующий момент он отпустил девушку встряхнув головой отошел подальше. \nТолько сейчас девушка заметила что на столе лежала толстая толстовка. \n\n— Ты куда-то уходишь? — Спросила Рэйчел. \n\n— Не твоё дело — Сказал Люк делая кофе. \n\n— А вот и ворчун — случайно сказала девушка в слух. От чего жутко занервничала — Изве.. \n\n— Кто? Ты меня не знаешь! — Рассерженно перебил ее парень. — Не лезь ко мне. — сказав это Люк вышел. \n\" Да, с ним поладить наверное у меня не получится\" грустно подумала девушка.",
    "answers": [
      {
        "id": 59,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 59,
    "text": "Пару месяцев прошли незаметно. Наступила зима. График дня был тяжелый. С утра и до обеда они занимались тренировками. \nПосле обеда Мария обучала Рэйчел теории охоты на монстров. Она ей рассказывала как убивать вампиров, оборотней и магов.\nПостепенно девушка привыкла и к Люку. Люк был со всеми грубый, но он никогда не отказывал в помощи. Каждое полнолуние он уходил из поместья. На вопрос \" куда?\" и \" надолго ли?\" он по-прежнему отвечал \"Не твоё дело\". \n\n— Рэйчел, ты моя лучшая ученица. — улыбаясь сказал Алик. — У тебя хорошо получается. — Алик с мечем в руках подходил к девушке. Девушка с легкостью отбила внезапный удар.\n\n— Много ли у тебя было учениц? — Спросила Рэйчел делая выпад в сторону парня. С привычной легкостью меч был отбит. \n\n— Одна — говоря это парень остановил бой. — Пора отдохнуть. \n\n— Как скажешь.",
    "answers": [
      {
        "id": 60,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 60,
    "text": "Алик забрал у нее меч и поставил на стойку. Девушка, уставши поплелась в свою комнату. \n\n— Рэйчел как прошла тренировка? — спросила Мария. \n\n— Все как обычно. Алик говорит что у меня хорошо получается, но я не уверенна.- уставши ответила девушка. \n\n— Не стоит сомневаться в словах Алика. Если он так сказал значит так оно и есть.- с улыбкой сказала девушка. — К стати я хотела тебе сказать что моих скучных теорий сегодня не будет.- Рэйчел удивленно подняла голову и встретилась с веселым взглядом девушки. \n\n— Мария, твоя теория не скучная, но почему ее не будет?\n\n— Мне нужно уехать. Завтра утром я уже буду здесь.- Серьезно сказала Мария. \n\n— Хорошо, будь осторожна. Попрощавшись девушка зашла в свою комнату. \nКак только ее голова коснулась подушки она, уснула. Ей снились ужасные сны.",
    "answers": [
      {
        "id": 61,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 61,
    "text": "Проснулась девушка не по своей воле. Кто-то громко кричал. Прислушавшись она услышала знакомые голоса. Подойдя к двери она более отчетливо слышала. \nЭто были Алик и Люк. Девушка решила быстро одеться и узнать что происходит. Подойдя к лестнице она более отчетливо слышала. Они друг на друга кричали. \n\n— Ты вообще, представляешь, что подвергаешь всех нас опасности.- Гневно крикнул Алик. \n\n— Я все го лишь хожу на охоту, а ты держишь ее в как питомца. — с не меньшим гневом сказал Люк. — Зачем ты ее обучаешь? — Спросил Люк. Но Алик лишь промолчал. Ему нечего было сказать.- Ты поломал ей жизнь теперь не выпускает ее на охоту. Ты же знаешь ничего хорошего от этого не будет.\nРэйчел поняла что речь идет о ней. \n\n— Она никуда не выйдет, пока я ей не разрешу. — Сказал Алик и сильно ударил по столу подтверждая свои слова. \n\n— Хорошо. Но запомни она не твоя вещь. — с этими словами Люк направился к выходу. ",
    "answers": [
      {
        "id": 62,
        "text": "Проследить за Люком "
      },
      {
        "id": 63,
        "text": "Поговорить с Аликом "
      }
    ]
  },
  {
    "id": 62,
    "text": "Девушка решила проследить за Люком, и узнать куда он уходит по ночам. Быстро взяв куртку девушка тихо направилась к двери. На счастье Алик ее не услышал. \nУвидев спину парня довольно далеко девушка направилась за ним. Люк гневно пинал кусты, камни. Видно было не вооруженным взглядом что он злой. Рэйчел видела его часто в таком состоянии, так что это мало ее напугало. Перед входом в лес парень обернулся. Девушка ели успела скрыться за кустами укрытыми снегом. Люк огляделся и начал оголять свой торс. Сняв майку он расставил руки и посмотрел на луну. Парень стоял в снегу перед лесом с опущенной головой. \n\"Что он делает?\" — девушка невольно задумалась глядя на его оголенный торс. В следующий момент он превратился в черного как смола волка. Волк громко завыл и убежал в лес. Рэйчел испугано поняла — он оборотень. ",
    "answers": [
      {
        "id": 64,
        "text": "Остаться"
      },
      {
        "id": 65,
        "text": "Уйти"
      }
    ]
  },
  {
    "id": 63,
    "text": "Девушка решила поговорить с Аликом. Алик сидел опустив голову на руки, услышав шаги он быстро посмотрел в ее сторону. \n\n— Рэйчел, мы тебя разбудили — парень постепенно приходил в себя. — Как спалось? \n\n— Алик, я все слышала. — сказала девушка поникшим голосом. — Ты правда думаешь что я твоя вещь? — девушка не могла сдерживать гнев. — Я думала мы семья. — парень уже сорвался с места. \n\n— Рэйчел, я.. \n\n— Нет Алик, не приближайся ко мне.- сказала девушка и сложила руки на груди. — Расскажи мне все.\n Алик обратно сел за стол. Он думал, как и что ей сказать. \n\n— Рэйчел, мы можем поговорить в другом месте? — неуверенно спросил Алик. \n\n— Конечно. — успокоившись сказала девушка посмотрев на неуверенное лицо парня. \n\n— Тогда переодевайся, через десять минут жду тебя здесь.- Серьезно сказал Алик.",
    "answers": [
      {
        "id": 83,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 64,
    "text": "Девушка решила подождать за кустами и проследить за Люциусом дальше. Через пару часов показался волк держа добычу в зубах. Он лег на поляну и стал разрывать антилопу зубами. От запаха крови у Рэйчел закружилась голова и пересохло горло. Но вдруг волк повернулся в ее сторону.\n\n Девушка затаила дыхание, и невольно попятилась назад. Увидев ее волк завыл и хищно побежал вперед. Девушка как вкопанная стояла и дрожала от страха. \nКогда волк был в пару метров, Рэйчел зажмурилась, вытянула правую руку вперед и почувствовала странный импульс. Из ее руки вышло силовое поле которое отбросило волка на пару метров назад, от чего тот ударился всем телом в дерево. Забыв об опасности, которая была минуту назад, она побежала к волку. Она села возле его тела и положила его голову себе на колени. Волк превратился в человека \n\n— Люк. Пожалуйста, очнись — тихо повторяла она как мантру. Ее слезы падали прямо на его лицо. Парень не шевелился.",
    "answers": [
      {
        "id": 66,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 65,
    "text": "Девушка знала что оставаться с оборотнем очень опасно. И как только волк скрылся в чаще леса, Рэйчел побежала что есть силы домой. Забежав в свою комнату девушка закрыла дверь на замок и присела на край кровати. \n\" Почему мне никто не сказал про это? Не думаю, что об этом никто ни знал. Они умышленно скрывали это. Почему? Как я раньше этого не заметила? По словам Марии я должна была это почувствовать. Оборотни и вампиры не могут быть вместе, даже в одном помещении.\"\n Девушка громко выдохнув упала на кровать. Долго размышляя об этом Рэйчел не заметила, как уснула.",
    "answers": [
      {
        "id": 69,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 66,
    "text": "Неизвестно сколько так просидела девушка, но слез у нее уже не было. \n\" А если я его убила? Нет он не может быть мертв! Люк, пожалуйста очнись\". \nПарень как будто бы услышал ее мольбы, подал признак жизни. \n\n— Люк, ты меня слышишь? — тихо спросила она все еще держав его голову. \n\n— Рэйчел? Что ты здесь делаешь? — непонимающе спросил парень. \n\n— Прости меня, я хотела за тобой проследить, но..- девушка расплакалась обнимая Люка.\n Парень слегка отстранился от девушки и испугано спросил. \n\n— С тобой все хорошо? Дура, ты знаешь как это опасно?- Сказал парень оглядывая девушку. \nРэйчел в ответ посмотрела в глаза парню, а за тем прижала его крепче к себе. \n\n— Я думала что ты умер.\n\n Парень ласково обнял девушку в ответ. \n\n— Все хорошо, я живой. Хватит плакать. — парень осторожно гладил ее по волосам. — Посмотри на меня.\n\n Рэйчел посмотрела на него. В его глазах отражалась луна. Они были вдвоем на опушке леса. Его взгляд был нежен и ласковый. Их лица постепенно приближались друг другу. Она уже чувствовала его дыхание.",
    "answers": [
      {
        "id": 67,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 67,
    "text": "Но вдруг парень отстранился и поднялся на ноги. Девушка была слегка разочарована. \n\n— Нам пора возвращаться. — сказав это парень помог ей встать, и они направились в сторону поместья.\n Шли они в полной тишине. Рэйчел слегка успокаивалась в этой тишине. \n\n— Не хочешь выпить кофе? — Нарушив тишину сказал парень. \nОна очень устала за ночь. Но отказаться не могла. Слегка кивнув они направились на кухню. Люк сделал два кофе и протянул Рэйчел кружку. Девушка начала нервничать зная что сейчас ей предстоит допрос. \n\n— И так, рассказывай что произошло? — приказным тоном сказал Люк. От нежного взгляда не осталось ни крупинки. \n\n— А ты разве не знаешь? Я вырубила тебя.- самоуверенно сказала девушка. \n\n— Рэйчел, мне сейчас не до шуток. — Серьезно ответил парень. — Во первых маленький урок. Оборотень когда превращается не помнит что он делал когда, был волком. Во вторых я сильно сомневаюсь, что ты могла бы вырубить оборотня.",
    "answers": [
      {
        "id": 68,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 68,
    "text": "— Но так оно и было.- уверенно ответила девушка. \nПарень занервничал, запрятал руки в карман и начал ходить по комнате что-то обдумывая. \n\n— Нет. Ты одна ни как не могла бы справится. Начинай сначала.- сказав это парень сел напротив Рэйчел.\n Девушка решила сдаться, и рассказала оборотню все. Парень внимательно выслушал девушку, изредка он нервно теребил в руке ложку. \nВыслушав парень подошел к девушке и неожиданно обнял. \n\n— Хорошо что неизвестная сила появилась в нужный момент. Я не знаю что бы делал если бы причинил тебе вред. Пообещай что никогда больше так делать не будешь.- Люк тихо прошептал ей на ухо. \nДевушка пыталась отстраниться, но парень держал ее крепко. Она этого больше всего не ожидала. \n\n— Рэйчел ты мне очень нравишься, но мы никогда не сможем быть вместе. — с этими словами парень поцеловал ее в макушку, и прежде чем она что-то поняла он уже скрылся. \nУ нее полились горячие слезы, но уже не от страха. Это плакало сердце. Рэйчел вымотанная пошла к себе в комнату и долго думала о происходящем. Она разбиралась в своих чувствах к Люку. Она поняла что какая-то сила влекла ее к нему. Но его слова только все усложняли. Уснула она только под утро.",
    "answers": [
      {
        "id": 69,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 69,
    "text": "Проснувшись Рэйчел направилась на тренировочную площадку, но там никого не было. Ей показалась это очень странным и она пошла на поиски ребят. \nЗайдя на кухню она увидела Люка и Алика. Алик ходил нервно по комнате, а Люк задумчиво сидел за столом. \n\n— Господи. Да где она может быть.- Гневно расхаживал по комнате Алик держа телефон в руке. \n\n— Алик что случилось? — Спросила Рэйчел. \n\n— Мария пропала. — тихо сказал Люк. — Она не пришла в поместье, хотя обещала вернуться к утру.- объяснил Алик. \n\n— Успокойся. Может она задерживается или.. \n\n— Нет.- перебил ее Алик.- Она бы позвонила. Она бы не бросила нас. \n\n— Алик сядь ты уже. У меня уже голова закружилась. — Нервно произнес Люк. \nВ ответ он испепеляюще посмотрел на него и сдавшись сел напротив.  Девушка поняла что до сих пор стоит в проходе решила сесть рядом. \n\n— Алик, ты сам меня учил не паниковать. Давай придумаем план. — сказала Рэйчел посмотрев на Алика.",
    "answers": [
      {
        "id": 70,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 70,
    "text": "— Что мы можем придумать? Я не могу покинуть поместье, меня сейчас все разыскивают — обреченно сказал парень. — Я удивлен как они еще не нашли нас. \n\n— Кто? Почему тебя ищут? \n\n— Орден, если ты не забыла. Я тебя не убил и тем самым нарушил правила. Хоть я был и не безгрешен — Алик посмотрел на Люка. — Этого они мне не простят. \n\n— Хорошо я пойду на поиски. Все равно это же по моей вине. — с этими словами девушка встала. \n\n— Рэйчел, ты здесь не причем. Я тебя никуда не отпущу одну. — парень схватил ее за руку. \nРэйчел вспомнила их разговор про то что он ее не выпускает, как свою вещь или питомца. Она протянула руку что бы убрать его ладонь, но на миг остановилась. Вся посуда в миг поднялась в воздух. Парни были в шоке. \n\n— Рэйчел успокойся, — потихоньку Алик подходил к ней. \nДевушка испуганно смотрела то на посуду, то на Алика. Слегка успокоившись посуда с грохотом упала и разбилась. Девушка попятилась назад. Упершись в стенку она посмотрела на свои руки.\n Она поняла что так может кому-нибудь навредить.",
    "answers": [
      {
        "id": 71,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 71,
    "text": "— Она одна и не пойдет. Я с ней пойду.- Сказал Люк выходя из-за стола. — У меня преимущество, хороший нюх, и моя звериная форма. — Сказав это парень посмотрел на Алика.\n Алик о чем то задумался. В итоге он сказал \n\n— Нет. — он посмотрел на Рэйчел.- Ты еще толком не контролируешь свои способности. Я тебя ни куда не пущу. \n\n— А я и не спрашивала твоего мнения. — Фыркнула девушка ему в лицо и ушла наверх собираться.\n Через пол часа девушка была уже собрана. Осталось было найти какое-нибудь оружие. Она сидела в раздумьях когда услышала стук в дверь. \n\n— Рэйчел можно? — Спросил не уверенно Алик. \n\n— Если ты пришел меня отговаривать от поиска Марии то это бесполезно. \n\n— Нет, я не за этим пришел.- Сказал Алик заходя в комнату. Посмотрев на недоверчивый взгляд девушки он продолжил — Я конечно против этой затеи, но если отговорить тебя невозможно, тогда тебе нужно оружия. \n\n— Да, об этом я как раз и думала. — задумчиво сказала она. — У тебя что-то есть, кроме тренировочных мечей?",
    "answers": [
      {
        "id": 72,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 72,
    "text": "— Не просто что-то, а клинки вампиров.- с улыбкой сказал парень.\n Девушка заинтересованно посмотрела в его сторону. \n— Показать? \n\n— Ты еще спрашиваешь? Конечно! — сказала Рэйчел не скрывая восторг от предложения Алика. \nДевушка не понимала с какого времени она начала интересоваться оружием, но сейчас оно ей как ни кстати необходимо. Она знала что ее ждет за пределами их укрытия опасность. Если и в правду Марию похитили, то скорее всего что бы выманить ее из поместья. Рэйчел чуть ли не в припрыжку шла за хозяином дома. Он провел ее в комнату в которой ни разу не была, но как только ее увидела, сразу поняла что это оружейная.",
    "answers": [
      {
        "id": 73,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 73,
    "text": "Комната была не большая. На стенах висели луки и тубусы со стрелами. На столах были мечи и даже серебряные ножи. Но парень провел ее к самому дальнему столу. На столе стояла черный чемодан, парень остановил взгляд на нем. \n\n— Я хотел тебе их подарить когда ты закончишь обучение, но видимо придется раньше — с грустью в глазах Алик медленно открыл чемодан.\n В нем лежали два клинка. Лезвие клинков было покрыто узорами, а на рукоятке был огромный красный камень. Девушка неуверенно взяла их в руки. Узоры на клинках загорелись красным светом. Они были на удивление легкие как перышко. \n\n— Они мне достались от моего предка. — с улыбкой сказал парень смотря на клинки в руках Рэйчел. — Он забрал их у главы клана Кристиана Лайтвуда. \nДевушка в шоке посмотрела на парня. \n\n— У моего предка? — Спросила Рэйчел.\n\n—Да. Мой отец говорил что это ценный артефакт. Но силу он может дать только вампиру. Обычный человек не справится с такой властью. — Сказал Алик.",
    "answers": [
      {
        "id": 74,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 74,
    "text": "— Спасибо тебе большое — девушка обняла своего друга. \n\n— Рэйчел, у меня есть просьба. — неуверенно сказал Алик. \n\n— Алик, все что угодно. За такой подарок я готова тебя расцеловать — возбуждено сказала девушка.\n Парень от таких слов улыбнулся и задумался. Слегка встряхнув головой он сказал. \n\n— Предложения заманчиво, но я не об этом. Могла бы ты взять этот нож с собой. — сказав это парень протянул ей красивый серебряный нож. — Я знаю что Люк в душе хороший, но волки никогда не дружили с вампирами. Его звериная форма может тебя убить. \n\n— Алик, я уверенна что все будет хорошо. — уверенно сказала девушка — Но я как обещала выполнить твою просьбу. — Рэйчел взяла нож и засунула его в свой сапог. \n\n— Спасибо — с улыбкой сказал парень.",
    "answers": [
      {
        "id": 75,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 75,
    "text": "Выйдя из оружейной они увидели Люка. Он был готов к походу. Он был одет в черную куртку, под ней виднелся черный свитер и черные джинсы. На плечи была накинут рюкзак. \nУвидев Рэйчел вместе с Аликом, парень скривился как от зубной боли. \n\n— Ну что ты готова? Или вам еще время нужно поворковать? — с ненавистью спросил парень смотря на них. \n\n— Прости, ты долго ждешь? — Спросила Рэйчел, не понимая почему он злится. \n\n— Достаточно. — сухо ответил Люк. \n\n— Ребята удачи вам. — Сказал Алик. — Надеюсь с Марией все хорошо.\n Хозяин дома обняв девушку прошептал на ухо \"береги себя \" направился к себе. \n\nДевушка пыталась подцепить пояс с клинками, но у нее это не получалось. Люк нетерпеливо подошел к ней и прицепил пояс. От прикосновения прошел слабый импульс. Слегка задержав руки на талии посмотрел ей в глаза с непривычной нежностью.",
    "answers": [
      {
        "id": 76,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 76,
    "text": "Выйдя из поместья, они направились в сторону гаража. Рэйчел поняла что хоть она и провела здесь пару месяцев особняк вообще не знает. \nЛюк ввел какой-то код и гараж открылся. В гараже стояли не только машины, но и мотоциклы. Они были разных классов и моделей. Люк подошел к черной Audi A6 и достал электронный ключ.\n\n— Это твоя? — Спросила девушка просматривая на уже открытые двери машины. \n\n— Нет, Алик одолжил — сухо сказал парень садясь в машину. \n\n— Откуда у него столько машин? — Удивленно спросила она. \n\n— Ты едешь или остаешься?- Не терпеливо спросил Люк. \nДевушка поспешно села в машину. Выезжая за территорию поместья девушка не раз пыталась разговорить парня, но после очередного поражения Рэйчел сдалась. Она задумчиво смотрела в окно. \n\" Мария где же ты? Все ли с тобой хорошо?\" \nОна мысленно молилась что бы с подругой было все в порядке.",
    "answers": [
      {
        "id": 77,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 77,
    "text": "За окном постепенно менялись пейзажи. Темный лес сменился на красивое светлое поле пшеницы. Девушка заворожено смотрела. \nЕй хотелось вылезти с машины и побежать забыв обо всем куда глаза глядят. Но реальность вцепилась острыми крепкими когтями.\n\n— Люк, куда мы едем? — очнувшись от фантазий спросила Рэйчел. \n\n— Мы едем к Марии в убежище. — Сказал парень не сводя взгляда с дороги. \n\n— Люк расскажи о себе — сказала девушка не подумав, но парень лишь грозно посмотрел на нее. \n\n— Почему ты захотел поехать со мной, если я тебе не нравлюсь? \n\n— Ты глупая — тихо сказал Люк включая музыку. \nБыло понятно что разговора не получится. \n\"М-да. Длинная дорога будет\".\n Подумала Рэйчел.",
    "answers": [
      {
        "id": 78,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 78,
    "text": "Проснулась девушка от того что машина остановилась. Солнце уже заходило за горизонт. \n\" Неужели я проспала весь день?\"\nДевушка сонно оглянулась. На улице прямо перед ней стоял старый дом. Он находился в середине леса. Тяжело было поверить что в нем кто-то живет. Он больше был похож на заброшенный. \nЛюк вышел из машины и пошел открыть ей дверь. \n\n— Добрый вечер, — с ухмылкой сказал парень. — Мы приехали. \n\n— Прости я уснула — виновато сказала Рэйчел. — Надеюсь ты не сильно скучал — улыбнувшись девушка вышла с машины. \n\n— Что ты я наоборот отдохнул — сказав это парень улыбнулся в ответ. Но моментально парень поменялся в лице. — Пошли быстрее узнаем что происходит. Держи наготове клинки. \nВытащив клинки с ножен, они направились к входу.",
    "answers": [
      {
        "id": 79,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 79,
    "text": "Люк постучал в дверь, не дожидаясь ответа выломал ее. Рэйчел была в шоке от увиденного. \n В доме были двое парней и Мария. Она сидела без сознания на стуле связана со следами пыток на теле. Люк сразу кинулся в бой, увидев это девушка направилась следом.\n\n— А вот и вампирша. — Сказал парень направляясь к Рэйчел. — будь осторожен она могла уже получить доступ к силе.\n\n— Займись ей сам Джек. Я волка поймаю — с ухмылкой ответил ему второй и направился на Люциуса. \n\nВ руке у парня был лук со стрелами.\nТем временем на Рэйчел уже летели кинжалы. ",
    "answers": [
      {
        "id": 80,
        "text": "Воспользоватся силой "
      },
      {
        "id": 81,
        "text": "Не пользоватся силой"
      }
    ]
  },
  {
    "id": 80,
    "text": "Девушка пыталась воспользоваться силой, но у нее ничего не получилось. Она ели успела отбить мечи клинками. Но те уже нанесли ей урон на теле. \nЛюк гневно смотрел в сторону нападавшего. Он потянул Рэйчел за спину, и начал сражаться уже с двумя. \n\n— Займись ей. — Люк кивнул в сторону связанной девушки.\n Рэйчел в ответ слегка кивнула, решила не терять время развязать Марию. Через пару минут сражений с веревками и изолентой девушка была свободна. \nПовернувшись в сторону сражения Рэйчел увидела что они близки к проигрышу. Каким бы Люк не был ловким и быстрым он получал серьезные порезы. Девушку посмотрела на нападавших. Парень с луком достал уже не обычную стрелу. У него в руке была серебряная стрела. Рэйчел поняла, если не попытается еще раз то может потерять Люка. \n\" Ну давай, пожалуйста, пожалуйста\"\nДевушка протянула руку и мысленно молилась об успехе. Из ее руки вылетела мощная энергия она обошла оборотня и сбила с ног нападавших от чего те, ударившись головами об стену потеряли сознания. \nРэйчел в миг почувствовала ужасную слабость, последнее что она видела как парень грозно выругался и бежал в ее сторону. Девушка погрузилась в темноту",
    "answers": [
      {
        "id": 82,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 81,
    "text": "Девушка сосредоточилась на бое. Она с легкостью отбила кинжалы, и направила клинки в сторону нападавшего. От чего тот занервничал. \n\n— Этот предатель еще и обучал тебя? — злобно прошипел Джек доставая меч. — посмотрим хорошо ли он тебя обучил.\nПарень нападал на девушку с огромной силой. Спустя некоторое время Рэйчел поняла что тренировки с Аликом были легкие по сравнению с этим боем. Вдруг что-то блестящие сверкнуло, девушка кинула клинки и что есть силы побежала к Люку. \n\nЕго противник уже натягивал серебряную стрелу. Она закрыла его спиной и протянула руку вперед. Из ее руки вылетела мощная энергия она сбила с ног нападавших от чего те ударившись головами об стену потеряли сознания. \nРэйчел в миг почувствовала ужасную слабость, но вместо деревянного пола приземлились в теплые руки. \n\n— Зачем, я бы справился — тихо прошептал Люк. \nДевушка погрузилась в темноту.",
    "answers": [
      {
        "id": 166,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 82,
    "text": "Очнувшись девушка не сразу поняла где она находится. Она пыталась осмотреться, но глаза как будто были покрыты пеленой. Рэйчел ели смогла увидеть силуэт знакомого парня. \n\n— Ты уже очнулась? — беспокоясь спросил Люк слегка приблизивший к ее кровати. \n\n— Люк, что со мной? — не переставая девушка терла глаза, но это не помогло. Пелена как была так и оставалась. \n\n— Даже не думай вставать — приказным тоном сказал парень — сейчас я приду.\n\nНе дожидаясь ответа парень выбежал из комнаты. Рэйчел впервые даже не подумывала ослушаться. Девушка задумалась о происходящем и прошлом пытаясь самой разобраться что с ней произошло. Через некоторое время парень вернулся в комнату. Быстрым шагом чуть ли не бегом он подошел к Рэйчел протянул ей стакан.\n\n— Пей, это должно тебе помочь.",
    "answers": [
      {
        "id": 150,
        "text": "далее"
      }
    ]
  },
  {
    "id": 83,
    "text": "Девушка поспешила в комнату одеваться.\n Она была не уверенна что Алик расскажет ей все что ее интересует. Не знав куда она с ним направится, девушка решила остановиться на джинсах и красной кофте с V образным вырезом. Волосы она распустила с тугого хвоста. Быстро посмотрев в зеркало Рэйчел поспешно спустилась обратно на кухню где ее уже ждал парень. \n\n— Ты самая пунктуальная девушка. — Сказал парень смотря на часы.- Выглядишь прекрасно. \n\n— Алик, сейчас не до шуток. — сказала девушка грозно смотря в его глаза. \n\n— Хорошо, хорошо. — улыбнувшись сказав парень поднимая руки в побежденном жесте. \n\n— Так куда пойдем? — Спросила девушка с интересом смотрела на Алика. \n\n— Иди за мной — сказав парень направился к лестнице. \nДевушка поспешно за ним следовала. Пройдя по лестнице к самому верхнему этажу они прошли по коридору и остановились возле последней двери. Парень достал ключи, выбрав один он отпер дверь",
    "answers": [
      {
        "id": 84,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 84,
    "text": "Войдя в комнату девушка непроизвольно ахнула. \nЭто была большая просторная библиотека. Большие стеллажи чуть ли не доставали до потолка, а с больших окон нежно спускался лунный свет. Рэйчел подошла к ближайшему стеллажу и провела рукой по книгам. \n\n— Впечатляет? — улыбнувшись спросил парень. \n\n— Да, здесь так много книг.- сказав это девушка взяла одну из первых книг. Открыв книгу она заметила что листочки были пожелтевшие от времени. \n\n— Это первые издания — объяснил парень. — Но я тебе не это хотел показать. Парень пошел дальше, проходя стеллажи.",
    "answers": [
      {
        "id": 85,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 85,
    "text": "В конце комнаты была железная, подвесная винтовая лестница ведущая на верх.\n Парень повернулся к девушке, и осмотрел ее с ног до головы. Слегка покачал головой, парень снял кофту и протянул девушке. Рэйчел в недоумении посмотрела на парня. \n\n— Нет, спасибо — сказала девушка.\n Парень улыбнулся, как будто и не ожидал ничего другого. Алик осторожно подошел к девушке в притык, что она чувствовала его дыхание. Накинув кофту парень отстранился от девушки и направился к лестнице. \nРэйчел постепенно отходила от состояния шока и поспешила за парнем. Поднявшись по лестнице она увидела потрясающую картину. Они были на вершине башни. Комната была маленькая, но из-за просторных окон она казалась побольше. \nВ помещении было пару кресел и маленький кофейный столик, можно было сказать что это читальный зал. На вершине башни было прохладно, теперь она поняла зачем Алик дал ей кофту.",
    "answers": [
      {
        "id": 86,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 86,
    "text": "Рэйчел подошла к окну и увидела волшебный мир. Полная луна светила очень ярко и освещала лес. Услышав волчий вой у девушки побежали мурашки по спине. Алик тем временем расположился на одном из кресел. Девушка через пару минут вышла из своих раздумий и села в кресло напротив, показывая что она готова слушать Алика. В комнате воцарилась тишина. \n\n— Рэйчел, это я виноват в случившемся с тобой, — сказал Алик нарушив тишину и тем самым обратив внимание на Рэйчел. Она недоверчиво посмотрела на парня. \n\n— О чем ты? Ты здесь не причем. — в недоумении сказала девушка. \n\n— Нет, причем. — грустно сказал парень. — пообещай что не будешь перебивать. — после легкого кивка парень продолжил.- В тот день я был в патруле. Я следил за тем вампиром, но потом я потерял его из виду. Господи Рэйчел прости меня — сказав это парень подошел к креслу на котором сидела девушка и сел на присадки возле ее ног. — Я знаю, что не заслуживают прощения. Но я сделаю все что угодно чтобы ты меня простила. \n\nВ его голубых глазах читалось раскаяние и печаль. Девушка сидела в смешанных чувствах. Она не знала что ему на это ответить. Вроде бы он не при чем, но это из-за его не внимательности она потеряла свою семью.",
    "answers": [
      {
        "id": 87,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 87,
    "text": "Услышав это девушка без раздумий присела возле него и прижалась к его телу. \nАлик некоторое время был в шоке, но вскоре обнял девушку в ответ. \n\n— Я тебя прощаю — тихо сказала девушка слегка отстранившись от крепких объятий. \nУ парня как камень с души упал, он улыбнулся своей обаятельной улыбкой и поднялся с холодного пола. Протянув руку он помог и ей встать и посадил ее обратно в кресло. \n\n— Алик, почему ты меня никуда не выпускаешь? — спустя некоторое время спросила Рэйчел. \n\n— Разве не понятно? — слегка погрустнев спросил парень.- Я боюсь тебя потерять так же, как потерял своих родителей. \n\n— Но ведь именно из-за меня твоя жизнь полетела к чертям. — грустно ответила девушка и подошла к окну смотрев на лес. \nПо ее щекам незаметно пробежали пару слезинок\n\n— Не легче было бы от меня избавится? \nАлик в ответ лишь покачав головой подошел к ней и обнял ее со спины. Рэйчел от неожиданности вздрогнула, но даже не думала отстранятся. \n\n— Рэйчел, ты мне нравишься — сказав это парень развернул к себе девушку и вытер ее слезы которые резко остановились.",
    "answers": [
      {
        "id": 88,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 88,
    "text": "Они смотрели друг другу в глаза не в силах отвести взгляд. Услышав очередной вой Рэйчел вышла из транса и отстранившись от парня направилась к креслу. \n\n— Что-то много волков стало, ты не думаешь? — Спросила девушка, пытаясь сменить тему. \n\n— Не много, всего один — сказав парень посмотрев в сторону леса. \n\n— Ты о чем? — с интересом спросила она. \n\n— Думаю скрывать это нет смысла. Люк оборотень. — сказав это он показал в сторону леса. — Это он.\n Девушка была в шоке, ведь по словам Марии она должна была это почувствовать. Оборотни и вампиры не могут быть вместе, даже в одном помещении. \n\n— Почему я это раньше не почувствовала? — виновато спросила девушка. \n\n— Скорее всего это из-за того что ты не охотишься. Когда вампир не охотится, он теряет некоторые силы и способности — повернувшись в ее сторону сказал Алик. \nДевушка задумалась над одним вопросом на которой у нее не было ответа. \n\n— Если Люк оборотень то.. \n\n— Как мы познакомились и почему я его не убил? — улыбнувшись перебил ее Алик. — Люк был моим наставником в \"Ордене\" и по совместительству лучшим бойцом. А дальше как во всех фильмах его укусил оборотень. — объяснил парень. — И знаешь что сделал \"Орден\"? Он направил меня убить его, но как видишь я не смог этого сделать.",
    "answers": [
      {
        "id": 89,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 89,
    "text": "— Но почему ты его позвал, когда начал тренировать меня? — спросила девушка. \n\n— Потому что он лучший боец и знает нечисть больше меня. — сказав это он опустил взгляд в пол, но вскоре пожалел о сказавшем. \n\n— Я не монстр! — громко сказала девушка резко встав со своего кресла кинула его кофту и быстро спустившись с лестницы направилась в сторону выхода из библиотеки. ",
    "answers": [
      {
        "id": 90,
        "text": "Уйти к себе в комнату "
      },
      {
        "id": 91,
        "text": "Остановится"
      }
    ]
  },
  {
    "id": 90,
    "text": "Парень пытался остановить ее, но все его старание были напрасны. Девушка бежала не оглядываясь и не слышала даже его голоса. Она направилась в свою комнату.\n Громко хлопнув дверь. Свалилась на кровать и запряталась под подушку прокручивая в голове сказание слова. \n\"Как он мог говорить такие слова, после признания в чувствах? Козел\".\n Рэйчел безжалостно стала избивать подушку. \nЕй как никогда хотелось домой, к своей старой и спокойной жизни. Вспомнив об этом она задумалась о своей семье и друзьях с которыми уже давно она не виделась. Рэйчел задумалась о побеге, но придумывать план у нее сил не было да она и не знала где точно она находится. Блуждать по чаще леса ей не особо хотелось, еще при том что там теперь оборотень.\n Посмотрев на позднее время она решила лечь спать ведь утро вечера мудренее.",
    "answers": [
      {
        "id": 93,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 91,
    "text": "Парень пытался остановить ее. Решив высказать все что она о нем думает, девушка остановилась. Алик уже запыхавшись осторожно подходил к ней. \n\n— Что такое? Еще хочешь еще о чем-то поговорить с \"монстром\"? — злостно прошипела девушка смотря на Алика. \n\n— Рэйчел ты не правильно меня поняла — сказал парень положивший еще на шаг. \n\n— Ну конечно, мы \"монстры\" еще и глупые — сказала она перебив Алика.\n\n— Рэйчел, дай мне все объяснить. — сказав это парень подошел еще на шаг. \nОт неловкой близости девушка растерялась и стала отступать назад пока не уперлась в стенку спиной. \n\n— Вот я и поймал тебя. — с улыбкой произнес Алик пригвоздил ее к стенке руками с обеих сторон. \nОна была в ловушке.\n — Рэйчел, я бы никогда не назвал тебя монстром или нечистью — продолжил парень. — просто я тренирую тебя не от них, а от людей \"Ордена\". После моих учений я хотел бы что бы ты занималась с Люком. Он знает об этом темном мире больше. — объяснил Алик. \n\n— Хорошо, я поняла. Может теперь ты меня отпустишь? — спросила неловко девушка. \nПарень как будто бы только сейчас понял что он все еще держит ее в своей импровизированной ловушке. Оглянувшись по сторонам он повернулся обратно к Рэйчел. В его глазах гулял озорной огонек, а на лице заиграла игровая улыбка. Он приблизил свое лицо. \n\n— А может не отпускать тебя? — шепотом спросил он на ухо. Девушка встала в ступор, даже начала через раз дышать. Что-то у нее в середине жаждало поцелуя. Она смотрела выжидающе что же произойдет дальше.",
    "answers": [
      {
        "id": 92,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 92,
    "text": "Но к ее разочарованию парень опустил руки и отстранился. \n\n— Я не такой, я буду ждать ответа. — сказав это он все дальше от нее отстранялся. — Спокойной ночи Рэйчел. — парень поцеловал макушку и ушел в другую сторону. \n\n— Спокойной — разочарованно прошептала девушку и пошла в свою комнату. \nЗайдя в комнату она громко выдохнув зашла переодеться в ванную. Быстро ополоснувшись в душе она легла в кровать и стала думать о своих чувствах к Алику. В этот день Рэйчел уснула с улыбкой на лице.",
    "answers": [
      {
        "id": 93,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 93,
    "text": "Проснувшись Рэйчел направилась на тренировочную площадку, но там никого не было. Ей показалась это очень странным и она пошла на поиски ребят.\n Зайдя на кухню она увидела Люка и Алика. Алик ходил нервно по комнате, а Люк задумчиво сидел за столом. \n\n— Господи. Да где она может быть?- гневно расхаживал по комнате Алик держа телефон в руке. \n\n— Алик что случилось? — Спросила Рэйчел. \n\n— Мария пропала. — тихо ответил Люк. \n\n— Она не пришла в поместье, хотя обещала вернуться к утру.- объяснил Алик. \n\n— Успокойся. Может она задерживается или.. \n\n— Нет.- перебил ее Алик.- Она бы позвонила. Мария бы не бросила нас. \n\n— Алик сядь ты уже. У меня уже голова закружилась. — Нервно произнес Люк. В ответ он посмотрел на него и сдавшись сел напротив. \nДевушка поняла что до сих пор стоит в проходе решила сесть рядом. \n\n— Алик, ты сам меня учил не паниковать. Давай придумаем план. — сказала Рэйчел посмотрев на Алика.",
    "answers": [
      {
        "id": 94,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 94,
    "text": "— Что мы можем придумать? Я не могу покинуть поместье, меня сейчас все разыскивают — обреченно сказал парень. — Я удивлен как они еще не нашли нас. \n\n— Кто? Почему тебя ищут? \n\n— Орден, если ты не забыла. Я тебя не убил и тем самым нарушил правила. Хоть я был и не безгрешен — Алик посмотрел на Люка. — Этого они мне не простят. \n\n— Хорошо я пойду на поиски. Все равно это же по моей вине. — с этими словами девушка встала. \n\n— Рэйчел, ты здесь не причем. Я тебя никуда не отпущу одну. — парень схватил ее за руку. \nРэйчел вспомнила их разговор про то что он ее не выпускает как свою вещь или питомца. Она протянула руку что бы убрать его ладонь, но на миг остановилась. Вся посуда в миг поднялась в воздух. Парни были в шоке. \n\n— Рэйчел успокойся, — потихоньку Алик подходил к ней. \nДевушка испуганно смотрела то на посуду, то на Алика. Слегка успокоившись посуда с грохотом упала и разбилась. Девушка попятилась назад. Упершись в стенку она посмотрела на свои руки. Она поняла что так может кому-нибудь навредить.",
    "answers": [
      {
        "id": 95,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 95,
    "text": "— Она одна и не пойдет. Я с ней пойду.- сказав Люк посмотрел на Алика. На что Алик лишь покачал головой. \n\n— Нет, в этом нет необходимости. Я пойду с Рэйчел. — парень посмотрел на девушку. \n\n— Нет, ты сам сказал что это опасно. — сказала она в ответ. \n\n— Считай что мне все равно. Кто-то же должен за тобой присмотреть — сказав это парень потрепал ее по голове. \nОт этого жеста сразу ей стало тепло на душе. \n\n— Через пол часа я зайду к тебе — с этими словами парень скрылся.\n Девушка последовала его примеру и направилась в свою комнату. Лишь Люк сидел и слегка понимал что происходит. Сдавшись от своих раздумий он направился в комнату Алика что бы узнать его задачи по поводу дома. \n\nЧерез пол часа девушка была уже собрана. Осталось было найти какое-нибудь оружие. Она сидела в раздумьях когда услышала стук в дверь. \n\n— Рэйчел можно? — Спросил не уверенно Алик. \n\n— Да, конечно. — бодро ответила девушка. \n\n— Выглядишь, как всегда, потрясающе — Сказал парень осмотревши ее с ног до головы — Я конечно против этой затеи, но если отговорить тебя невозможно, тогда тебе нужно оружия. \n\n— Да, об этом я как раз и думала. — задумчиво сказала она. — У тебя что-то есть, кроме тренировочных мечей?",
    "answers": [
      {
        "id": 96,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 96,
    "text": "— Не просто что-то, а клинки вампиров.- с улыбкой сказал парень.\n Девушка заинтересованно посмотрела в его сторону. \n— Показать? \n\n— Ты еще спрашиваешь? Конечно! — сказала Рэйчел не скрывая восторг от предложения Алика. \nДевушка не понимала с какого времени она начала интересоваться оружием, но сейчас оно ей как ни кстати необходимо. Она знала что ее ждет за пределами их укрытия опасность. Если и в правду Марию похитили, то скорее всего что бы выманить ее или Алика из поместья. Рэйчел чуть ли не в припрыжку шла за хозяином дома. Он провел ее в комнату в которой ни разу не была, но как только ее увидела, сразу поняла что это оружейная.",
    "answers": [
      {
        "id": 97,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 97,
    "text": "Комната была не большая. На стенах висели луки и тубусы со стрелами. На столах были мечи и даже серебряные ножи. Но парень провел ее к самому дальнему столу. На столе стояла черный чемодан, парень остановил взгляд на нем. \n\n— Я хотел тебе их подарить когда ты закончишь обучение, но видимо придется раньше — с грустью в глазах Алик медленно открыл чемодан. \nВ нем лежали два клинка. Лезвие клинков было покрыто узорами, а на рукоятке был огромный красный камень. Девушка неуверенно взяла их в руки. Узоры на клинках загорелись красным светом. Они были на удивление легкие как перышко. \n\n— Ух ты. — Не скрывая восторг сказала девушка. \n\n— Они мне достались от моего предка. — с улыбкой сказал парень смотря на клинки в руках Рэйчел. — Он забрал их у главы клана Кристиана Лайтвуда. \nДевушка в шоке посмотрела на парня. \n\n— У моего предка? — Спросила Рэйчел. \n\n— Да. Мой отец говорил что это ценный артефакт. Но силу он может дать только вампиру. Обычный человек не справится с такой властью. — Сказал Алик.",
    "answers": [
      {
        "id": 98,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 98,
    "text": "— Спасибо тебе большое — девушка обняла своего друга. \n\n— Рэйчел, у меня есть просьба. — неуверенно сказал Алик. \n\n— Алик, все что угодно. За такой подарок я готова тебя расцеловать — возбуждено сказала девушка.\n Парень от таких слов улыбнулся и задумался. Слегка встряхнув головой он сказал. \n\n— Предложения заманчиво, но я не об этом. Могла бы ты взять этот нож себе и никогда с ним не расставался. — сказав это парень протянул ей красивый серебряный нож. — Я знаю что Люк в душе хороший, но волки никогда не дружили с вампирами. Его звериная форма может тебя убить. \n\n— Алик, я уверенна что все будет хорошо. — уверенно сказала девушка — Но я как обещала выполнить твою просьбу. — Рэйчел взяла нож и засунула его в свой сапог. \n\n— Спасибо — с улыбкой сказал парень.",
    "answers": [
      {
        "id": 99,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 99,
    "text": "Выйдя из оружейной они увидели Люка. Он был готов провести своих друзей в опасный поход. \n\n— Ну что ты готовы? — сказав это парень пожал руку другу. — Будьте осторожны. — Люк посмотрел в сторону Рэйчел. — Постарайтесь вернутся целыми, и еще найдите Марию — парень слегка погрустнел. \n\n— Конечно, все так и будет. — ответил Алик отвечая на пожатия. \nЛюк неожиданно обнял девушку и прошептал на ухо \"ты только не убей его \" со смешком направился к себе.\n Девушка улыбнувшись пыталась подцепить пояс с клинками, но у нее это не получалось. Алик с улыбкой подошел к ней и прицепил пояс. От прикосновения прошел слабый импульс. Слегка задержав руки на талии посмотрел ей в глаза. Внутри ее зарождались, какие-то смелые чувства, но она признавать их не желала.",
    "answers": [
      {
        "id": 100,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 100,
    "text": "Они направились в сторону гаража. Рэйчел поняла что хоть она и провела здесь пару месяцев особняк вообще не знает. Алик ввел какой-то код и гараж открылся. В гараже стояли не только машины, но и мотоциклы.\n Они были разных классов и моделей. Алик подошел к красной Audi A8 и достал электронный ключ. \n\n— Это твоя? — Спросила девушка просматривая на уже открытые двери машины. \n\n— Да, и не только эта — самовлюбленно сказал парень показывая на автопарк. — Все кроме вот того мотоцикла — парень показал на стоящий в углу мотоцикл. — Это \" адский котик\" Люка. Он не хочет мне его продавать. А жаль.- улыбнувшись парень открыл Рэйчел дверь приглашая во внутрь. \nДевушка поспешно села в машину. Выезжая за территорию поместья девушка задала очередной вопрос. \n\n— Откуда у тебя столько машин? — Удивленно спросила она. \n\n— У моих родителей было чудное прикрытие. Они владели полным пакетом акций в одной крупной компании. — объяснил Алик не отрываясь от дороги. — после их смерти я часть продал и насобирал денег. Можешь считать это моим хобби. \n\n— Ясно — сказав это девушка погрузилась в свои мысли. Она задумчиво смотрела в окно. \n\"Мария где же ты? Все ли с тобой хорошо?\" Она мысленно молилась что бы с подругой было все хорошо.",
    "answers": [
      {
        "id": 101,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 101,
    "text": "За окном постепенно менялись пейзажи.\n Темный лес сменился на красивое светлое поле пшеницы. Девушка заворожено смотрела. Ей хотелось вылезти с машины и побежать забыв обо всем куда глаза глядят. Но реальность вцепилась в нее острыми, крепкими когтями не хотев ее отпускать. \n\n— Алик, куда мы едем? — очнувшись от фантазий спросила Рэйчел. \n\n— Мы едем к Марии в убежище. — Сказал парень не сводя взгляда с дороги. — Рэйчел извини, я не привык разговаривать за рулем. \n\n— Хорошо, можно музыку включить? \n\n— Конечно, можно. — сказал включая музыку. \nБыло понятно что разговора не получится. Под звук музыки девушка постепенно погружаясь в сон.",
    "answers": [
      {
        "id": 102,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 102,
    "text": "Проснулась девушка от того что машина остановилась. Солнце уже заходило за горизонт. \n\" Неужели я проспала весь день?\"\n.Девушка сонно оглянулась. На улице прямо перед ней стоял старый дом. Он находился в середине леса. Тяжело было поверить что в нем кто-то живет. Он больше был похож на заброшенный. Алик вышел из машины и быстро обошел машину открыть ей дверь. \n\n— Добрый вечер, — с ухмылкой сказал парень. — Мы приехали. \n\n— Прости я уснула — виновато сказала Рэйчел. — Надеюсь ты не сильно скучал — улыбнувшись девушка вышла с машины. \n\n— Что ты, нет. Я рад что ты отдохнула — сказав это парень улыбнулся в ответ. — Ну что, готова? — парень как бы случайно взял ее за руку и они пошли к двери дома.\n Рэйчел это слегка удивило, но руку Алика не оттолкнула. Подойдя ближе они услышали мужские голоса. Алик быстро отпустил ее руку сразу стал серьезным.\n Посмотрев на девушку он кивнул в сторону клинков. Вытащив клинки из ножен, они подкрадывались к двери.",
    "answers": [
      {
        "id": 103,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 103,
    "text": "Алик тихо дернул руку двери, но она оказалась закрыта. Тогда он взял камень и кинул в окно, от чего оно громко разбилось. Сделав такой отвлекающий маневр парень выбил старенькую дверь.\n Зайдя во внутрь Рэйчел была в шоке от увиденного. В доме были двое парней и Мария. Она сидела без сознания на стуле связана со следами пыток на теле. Алик уверенно подошел ближе к парням, тем самым закрыв собой Рэйчел. \n\n— Посмотри-ка кто пришел, — сказал один из парней. — Это же наш защитник нечисти, давно хотел тебя убить. — парень из \"Ордена\" достал пару метательных ножей. \n\n— Джек, Вильям я тоже рад встречи — сказав это Алик самовлюбленно улыбнулся. — Не знал что вы обижаете невинных девушек — парень кивнул в сторону Марии. \n\n— Что ты, мы просто слегка развлекались с твоей подружкой. — игриво ответил Вильям. \n\n— Вы за это заплатите, — грозно и с ненавистью прошипела девушка вставая рядом с Аликом. \n\n— А вот и вампирша. — Сказал парень направляясь к Рэйчел. — Вильям, будь осторожен она могла уже получить доступ к силе. \n\n— Займись ей сам Джек. Я предателя поймаю — с ухмылкой ответил ему второй и направился на Алика. \nВ руке у парня был лук со стрелами. Тем временем на Рэйчел уже летели кинжалы. ",
    "answers": [
      {
        "id": 104,
        "text": "Не пользоватся силой "
      },
      {
        "id": 105,
        "text": "Воспользоватся силой "
      }
    ]
  },
  {
    "id": 104,
    "text": "Девушка сосредоточилась на бое. Она с легкостью отбила кинжалы, и направила клинки в сторону нападавшего. От чего тот занервничал. Рэйчел мысленно благодарили Алика. \n\n— Этот предатель еще и обучал тебя? — злобно прошипел Джек доставая меч. — посмотрим хорошо ли он тебя обучил. \nПарень нападал на девушку с огромной силой. Спустя некоторое время Рэйчел поняла что тренировки с Аликом были легкие по сравнению с этим боем. Вдруг нападавший ехидно улыбнулся. Отстранившись от девушки посмотрел на Алика и кинул в него метательный нож. \n\n— Алик! — девушка кинула клинки и что есть силы побежала к нему.\n Закрыв его спиной и протянула руку вперед. Из ее руки вылетела мощная энергия она сбила с ног нападавших от чего те ударившись головами об стену потеряли сознания. \nРэйчел в миг почувствовала ужасную слабость, но вместо деревянного пола приземлились в теплые руки. \n\n— Рэйчел — тихо прошептал Алик, обеспокоенно смотрел на девушку.\n Девушка погрузилась в темноту.",
    "answers": [
      {
        "id": 106,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 105,
    "text": "Девушка пыталась воспользоваться силой, но у нее ничего не получилось. Она ели успела отбить ножы клинками. Но те уже нанесли ей урон на теле. \nАлик гневно смотрел в сторону нападавшего. Он потянул Рэйчел за спину, и начал сражаться уже с двумя. \n\n— Развяжи ее — Алик кивнул в сторону связанной девушки. \nРэйчел в ответ слегка кивнула и решила не терять время развязать Марию. Через пару минут сражений с веревками и изолентой девушка была свободна. Повернувшись в сторону сражения Рэйчел увидела что они близки к проигрышу. \nКаким бы Алик не был опытен в сражениях, он получал серьезные порезы. Девушку посмотрела на нападавших. Вильям уже поймал его цель и пытался выстрелить с лука. Рэйчел поняла, если не попытается еще раз то может потерять Алика. \n\" Ну давай, пожалуйста, пожалуйста\" — девушка протянула руку и мысленно молилась об успехе. Из ее руки вылетела мощная энергия она обошла Алика и сбила с ног нападавших от чего те ударившись головами об стену потеряли сознания. Рэйчел в миг почувствовала ужасную слабость, последнее что она видела как парень грозно выругался и бежал в ее сторону. Девушка погрузилась в темноту.",
    "answers": [
      {
        "id": 135,
        "text": "далее"
      }
    ]
  },
  {
    "id": 106,
    "text": "\nОчнувшись девушка начала оглядываться по сторонам. Она не могла понять как она оказалась в машине и что случилось с теми парнями. \n\n— Рэйчел, все хорошо. Мы едем домой. — обеспокоено сказал парень не отводя глаз с дороги. \n\n— Алик? Что произошло? — спросила Рэйчел державшись за голову. \n\n— Тише, ты потеряла много сил. Побереги хотя бы те которые у тебя остались.- сказал серьезно Алик. \nУ Рэйчел не было сил и желания пререкаться с ним, она снова погрузилась в темноту.",
    "answers": [
      {
        "id": 108,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 107,
    "text": "",
    "answers": []
  },
  {
    "id": 108,
    "text": "Девушка очнулась посреди поляны окруженной деревьями. В шоке от происходящего она не переставая оглядывалась по сторонам. Подойдя поближе к дереву она заметила стаю антилоп которые ели не известные ей ягоды. Рэйчел заворожённо смотрела на них пока не услышала шум с другой части. Она увидела как стая волков подкрадывались к не подозревающему семейству. Девушка хотела закричать, но не смогла издать даже звука. Тем временем стая волков уже были совсем близко. Рэйчел, не могла и пальцем пошевелить. Вдруг яркий свет ее ослепил и девушка проснулась. Открыв глаза первым делом она увидела что рядом на ее кровати спит Алик. Рэйчел попыталась встать, но сил у нее было не достаточно. Внезапно открывшеюся дверь заставила ее подпрыгнуть. \nПоказав жестом \"Тише\" девушка пригласила незваного гостя. \n\n— Привет, тебе помочь? — тихо сказал парень заходя в комнату. \n\n— Можешь мне помочь встать? Не хочу его будить. — сказала Рэйчел показывая на Алика. \n\n— Давай, иди сюда. — Люк внезапно подхватил Рэйчел на руки.",
    "answers": [
      {
        "id": 109,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 109,
    "text": "Она хотела возразить, но не рискнула. Выйдя из комнаты парень отнес ее в столовую и бережно усадил за стол. Рэйчел хотела его поблагодарить, но не успела, парень скрылся на кухне.\n\"Все, как обычно, почему он так быстро уходит? Или может я какая-то заторможенная?\" \nИз раздумий ее вытянул голос Люка.\n\n— О чем задумалась? — спросил парень протягивая ей стакан с красной жидкостью. — Выпей. \n\n— Спасибо — сказала Рэйчел встряхнув головой. Выпив стакан крови она ответила — Да так, о своем. Люк я их убила? — Спросила девушка вспоминая подробности освобождения Марии. \n\n— А хотела бы? — поинтересовался парень садясь напротив. Увидев шокирующее лицо девушки Люк слегка улыбнулся. — Нет, они живы. \n\n— Фух! Это хорошо — сказала девушка опустив взгляд на стол. — Сколько я была без сознания? \n\n— Часов пять, не больше. — Сказал парень поднимая взгляд на Рэйчел. — Я тут хотел тебе сказать.. Ну эм..",
    "answers": [
      {
        "id": 110,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 110,
    "text": "— Люк, что с тобой? — удивленно спросила девушка поднимая взгляд на не уверенного оборотня. \n\n— Спасибо тебе, что спасла Алика. — не уверенно промямлил Люк. Смотря на озадаченный взгляд девушки он продолжил — Он мне все рассказал. Этот парень никогда этого не признает что ты его спасла. \n\n— Я должна была.- она ответила с гордостью. Ведь за два месяца что они жили вместе Люк не признавал ее. Теперь же он смотрел на нее иначе, с уважением и добротой. \n\n— Этот парень мне как младший брат. — Придаваясь воспоминанием сказал Люк. — Я думаю он тебе рассказывал что мы выросли вместе. Я был его учителем.. \n\n— Хотя сейчас я превосхожу тебя — сказал Алик с ухмылкой заходя в комнату. \n\n— Мы это еще как-нибудь проверим — таким же самовлюбленным тоном ответил Люк. — Ладно, пойду узнаю как у них дела. — скорчив гримасу девушке Люк вышел из комнаты. \n\n— Так ты все таки от меня сбежала? — сказав это Алик сел на соседний стул, и внимательно посмотрел на девушку. — Как ты? \n\n— Алик, со мной все нормально. Даже силы потихоньку приходят в норму. — уверенно ответила девушка.",
    "answers": [
      {
        "id": 111,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 111,
    "text": "— Это хорошо. Не понимаю зачем ты это сделала. Дурная ты что ли? — спросил парень смотря девушке в глаза. — Ты думаешь я бы не справился? Тьфу. И не таких ломал, не делай больше так. \nРэйчел внимательно посмотрела на него вспоминая слова Люка, про его самовлюбленность. И неожиданно для самой себя рассмеялась. \n\n— Эй ты чего? Не веришь?- парень в обиде надул губы и отвернулся. \n\n— Алик, я хотела как лучше. Не обижайся. — все еще смеясь, она пыталась повернуть его к себе дергая за плечи. Парень не поддавался. \n\n— Ты знаешь как я за тебя переживал? — сказал Алик резко повернувшись. Его голос был серьезным и слегка разочарованным. \n\n— Алик прости меня. — виновато ответила Рэйчел наконец-то, поняла как она ему важна. Вся нежность и любовь была видна в его глазах. \n\n— Ладно, с этим разобрались. — успокоившись пробурчал Алик. — Тут такой вопрос. Ты хочешь увидеть своих родителей? \n\nДевушка была в шоке от услышанного. Наконец-то разговор зашел о ее семье. Но была ли она готова к встрече? И хочет ли их снова увидеть? На этот вопрос она быстро нашла ответ и сказала:\n\n \n",
    "answers": [
      {
        "id": 112,
        "text": "Да"
      },
      {
        "id": 113,
        "text": "Нет"
      }
    ]
  },
  {
    "id": 112,
    "text": "— Алик, ты сейчас серьезно? — спросила девушка не скрывая свою радость. — Конечно я хочу их увидеть. Я так за ними скучаю. \n\n— Я тебя понимаю — тихо сказал парень с ноткой грусти. Он как никто другой ее понимал. Но если у нее и была возможность увидеть их, то он уже никогда не встретит родителей. \n\n— С тобой все хорошо? — спросила девушка вытягивая Алика из воспоминаний. \n\n— Да, конечно. — натянув фальшивую улыбку ответил парень. — Только есть одно \"Но\". \n\n— Я так и знала что все не может быть так прекрасно. — нахмурившись сказала Рэйчел и отвернувшись сложила руки на груди. — Давай, выкладывай свое \"Но\".",
    "answers": [
      {
        "id": 115,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 113,
    "text": "— Знаешь, я долго думала об этом — сказала Рэйчел опустив взгляд на свои руки. — Я не думаю что это хорошая идея. Они считают меня умершей, или без вести пропавшей. Лучше пусть будет так, чем они будут знать кто и что я. — по ее щекам одиноко спускались слезы которые она скрыла от парня незаметно вытерев их. — \"Ордер\" хочет нашей смерти. Они могут караулить нас. Либо наоборот я могу их привести к родителям, и тогда они будут в опасности и ... \n\nНеожиданно парень подошел к ней и крепко ее прижал к себе. Рэйчел почувствовала себя маленькой хрупкой девочкой. И дала волю чувствам обнявши его в ответ. Парень нежно гладил ее волосы и она по неволе успокаивалась. Забыв обо всем они так долго простояли, затем парень слегка отстранился и тихо прошептав: \"Я горжусь тобой\", скрылся в ее волосах.",
    "answers": [
      {
        "id": 114,
        "text": "Пока все♡"
      }
    ]
  },
  {
    "id": 114,
    "text": "Спасибо за прохождение квеста♡\nПродолжение не за горами☆",
    "answers": [
      {
        "id": 1,
        "text": "Главная"
      }
    ]
  },
  {
    "id": 115,
    "text": "— Рэйчел, не обижайся условие одно и оно маленькое. — улыбнувшись сказал парень вставая из-за стола. — Я не могу тебя отпустить одну. Так как ты плохо общаешься с Люком, Мария без сознания, я пойду с тобой. \n\n— Может не нужно? — спросила девушка повернувшись к нему лицом. — Ты представляешь как это будет выглядеть? Я пропала на два месяца, а теперь заявляюсь с парнем на порог. У меня в первую очередь спросят \"Не беременна ли я случайно\". Это исключено.\nКомната залилась веселым хохотом, но увидев озадаченно серьезное лицо Рэйчел он быстро подавив в себе смешок продолжил. \n\n— Ну если тебя устраивает эта легенда, то я могу ее воплотить. — сказал Алик, продолжая, смеяться. — Извини, как бы это не выглядело, одну я тебя не отпущу. — со всей серьезностью ответил парень. — Так что выбирай, идешь со мной или никуда не идешь. \n\n",
    "answers": [
      {
        "id": 116,
        "text": "Ладно идем"
      }
    ]
  },
  {
    "id": 116,
    "text": "— Ладно, идем. — задумавшись протянула Рэйчел, на что парень лишь нахмурил брови. \n\n— \"Ладно идем\"? — повторил Алик с усмешкой ее слова. — А где же \"Алик спасибо? Алик ты самый лучший?\" \n\n— Ну вот видишь, ты сам все прекрасно знаешь — поцеловав в щеку девушка умчалась собираться.\nПарень не ожидав этого, находился в легком недоумении помотав головой, оглянулся и последовал ее примеру.\nОдевшись Рэйчел посмотрела в сторону клинков.\n\n\n",
    "answers": [
      {
        "id": 117,
        "text": "Взять клинки"
      },
      {
        "id": 118,
        "text": "Не брать клинки"
      }
    ]
  },
  {
    "id": 117,
    "text": "Посмотрев в сторону окуратно сложенных клинков, она слегка призадумавшись взяла их в руки. Что бы не вызвать подозрения и неловких вопросов Рэйчел засунула их в сапоги.\n\"На всякий случай\". \nПрихватив с собой сумку она еще раз посмотрев в зеркало выбежала из комнаты. В прихожей уже ждал парень. Осмотрев ее с ног до головы, Алик улыбнулся. \n\n— Выглядишь потрясающе. — сказал парень подходя ближе. — Хорошо что я с тобой иду, а то украли бы. — игриво добавил Алик забирая ее сумку. \n\n— Спасибо, но я взрослая девочка. Справлюсь сама. — так же игриво подмигнула девушка шагая к выходу.\nОни пришли уже в знакомое ей место, в гараж. \n\n— Выбирай на чем поедим — сказал Алик обводя взглядом коллекцию. — Может что-нибудь пафосное? — кивнув в сторону новенькой Теслы. — Или что-нибудь менее приметное? — парень посмотрел на черную Ауди А4. — Таких, как она прудь в пруди.\n\n",
    "answers": [
      {
        "id": 119,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 118,
    "text": "Посмотрев на окуратно сложенные клинки, девушка задумалась, не взять ли их с собой. Но поразмыслив что это не война, а поездка к родителям положила их обратно на прикроватную тумбочку. Прихватив с собой сумку она еще раз посмотрев в зеркало выбежала из комнаты. В прихожей уже ждал парень. Осмотрев ее с ног до головы, Алик улыбнулся. \n\n— Выглядишь потрясающе. — сказал парень подходя ближе. — Хорошо что я с тобой иду, а то украли бы. — игриво добавил Алик забирая ее сумку. \n\n— Спасибо, но я взрослая девочка. Справлюсь сама. — так же игриво подмигнула девушка шагая к выходу.\nОни пришли уже в знакомое ей место, в гараж. \n\n— Выбирай на чем поедим — сказал Алик обводя взглядом коллекцию. — Может что-нибудь пафосное? — кивнув в сторону новенькой Теслы. — Или что-нибудь менее приметное? — парень посмотрел на черную Ауди А4. — Таких, как она пруд в пруди.",
    "answers": [
      {
        "id": 127,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 119,
    "text": "— Давай возьмем Ауди, лишнее внимание нам ни к чему. — поразмыслив над выбором ответила Рэйчел. \n\n— Прекрасный выбор — с улыбкой произнес Алик обходя машину. Парень подошел к пассажирскому сидению и галантно открыл ей дверь. — Но мне больше нравилась пафосная. \n\n— Надеюсь у нас еще будет время ее проверить. — игриво подмигнула в ответ девушка садясь в уже открытую машину. \n\n— Странно, обычно это я так говорю. — игриво улыбнувшись сказал парень садясь за руль. — Ну что, говори свой адрес. \nМашина не терпеливо рванула с места на шоссе. В этот раз парень заранее включил музыку что бы девушке было не так одиноко. Рэйчел тем временем смотрела в окно и представляла лица своей мамы, ее реакцию. Всю дорогу она думала, что можно рассказывать родителям, а что будет опасно для их безопасности.",
    "answers": [
      {
        "id": 120,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 120,
    "text": "Но подъехав к ее подъезду, девушка растерялась и поддалась страхам и ступору. Тем временем парень терпеливо ждал ее решения. \n\n— С тобой все в порядке? — нетерпеливо, но нежно спросил Алик. \n\n— Я не думаю что это хорошая идея. — грустно ответила девушка смотря на горящие окна на кухне. — Смысл идти, ели я не могу им сказать кто я и где я была? \n\n— Все хорошо, не переживай. — сказал парень нежно держа ее за руку. — Я буду рядом всегда. \nДевушка с надеждой посмотрела в его глаза, в них не было ни капельки сомнения и лжи. Парень искренне говорил то что, думал. Слегка задумавшись она крепко обняла Алика и прошептала лишь одно слово \"Спасибо\".",
    "answers": [
      {
        "id": 121,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 121,
    "text": "Выйдя из машины девушка услышала знакомые голоса. \n\n— Рэйчел? — сказал мужской голос медленно подходя к ней. — Вижу ты времени зря не теряла. Новый парень? \n\n— Сережа? — девушка уже хотела бежать в объятия к нему как увидела рядом девушку которая не отпускала его ни на шаг ближе. — Вижу ты тоже зря время не терял. — обидчиво сказала девушка смотря на своего уже бывшего парня. \n\n— Рэйчел я.. \n\n— Милый, пошли. Мы опаздываем в кино. — сказала нетерпеливо блондинка потянув его за руку. \n\n— Ясно все. Алик пойдем я тебя с родителями познакомлю. — Рэйчел подхватив под руку парня специально поцеловала его в щеку и направилась в подъезд. \nЗайдя в подъезд она хотела поблагодарить Алика, но он отстранился от нее.\n",
    "answers": [
      {
        "id": 122,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 122,
    "text": "— Алик извини я.. \n\n— Нет, не нужно. Все нормально. — сказав парень смотря куда-то в даль. Подойдя к лифту они нажали кнопку вызова и стали терпеливо ждать. \nВ помещении воцарилась неловкая тишина, которая уже начинала резать уши. Молчания никто не смел нарушить. Зайдя в лифт девушка нажала на нужный этаж, но уже через пару секунд лифт остановился и в середине погас свет. Девушка невольно подошла ближе к парню и взяла его за руку. Парень в ответ начал нежно поглаживать ее пальцы. \n\n— Похоже лифт сломался — сказал весело парень переплетая их пальцы. — Ты главное не бойся. Здесь точно нет монстров. — Парень рассмеялся, подхватив его настроение Рэйчел присоединилась и тесное помещение стало не таким уж и плохим местом заточения.\n",
    "answers": [
      {
        "id": 123,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 123,
    "text": "Тем временем в лифте загорелся свет, тем самым заставив их зажмурится. Рэйчел неловко посмотрела на сплетенные руки и отстранилась. Алик слегка расстроившись смотрел на двери. Подъезжая к нужному этажу девушка почувствовала не ладное. Она уловила запах крови. \n\n— С тобой все в порядке? — спросил Алик смотря на ее озадаченное лицо. — Не переживай, приду.. \n\n— Алик, я чувствую кровь. — перебила парня Рэйчел. — Что-то произошло, я знаю. \n\n— Может это не от туда кровь. — сказав парень слегка приобнял ее за плечи. \n\n— Хоть бы так и было. — дрожа девушка притулилась поближе к парню. \n\n— Есть лишь один способ это узнать. Двери отрылись на нужном этаже.",
    "answers": [
      {
        "id": 124,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 124,
    "text": "Выйдя на площадку Рэйчел сразу же посмотрела дверь своей квартиры. Она была слегка приоткрыта, тем самым заставив девушку переживать еще больше. Парень посмотрев на ее испуганное лицо взял ее за руку и шагнул вперед к двери. В квартире было все верх тормашками, но в самом помещении было непривычно тихо. Рэйчел вырвавши свою руку начала бегать по своей квартире в поисках родителей. \n\n— Мама! Папа! Где вы? — метавшись девушка кричала в квартире. Парень это увидев ловко ее поймал и закрыл ей рот рукой. Как бы она не брыкалась его захват был крепче. \n\n— Тише, давай все осмотрим тихо. — прошептал парень ей на ухо. \nПосле легкого кивка девушка выбралась из его захвата и прислушалась к звукам вокруг. И это дало не малый результат, с кухни она услышала странные звуки. Они прошли на кухню и увидели страшную картину. На полу лежали тела родителей, а над ними сидели два вампира.",
    "answers": [
      {
        "id": 125,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 125,
    "text": "Девушка не долго думая вытащила клинки и встала в боевую позу. Ее ослепила ярость и жажда мести. Она легким движением кинула клинки вперед и телекинезом, клинками перерезала горло вампирам. Алик стоял в шоке от увиденного. По началу он даже начинал ее боятся, но вспомнив своих родителей он ее понял. Они хотели что-то сказать, но вместо слов из-за рта выходила лишь красная жидкость и они свалились с большим грохотом на пол. Обессилившая Рэйчел упала на колени и начала громко рыдать. Подобрав клинки, Алик взял ее на руки и понес обратно в машину.",
    "answers": [
      {
        "id": 126,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 126,
    "text": "Спасибо за прохождения квеста♡\nПродолжение не за горами☆",
    "answers": [
      {
        "id": 1,
        "text": "Главная"
      }
    ]
  },
  {
    "id": 127,
    "text": "— Давай возьмем Ауди, лишнее внимание нам ни к чему. — поразмыслив над выбором ответила Рэйчел. \n\n— Прекрасный выбор — с улыбкой произнес Алик обходя машину. Парень подошел к пассажирскому сидению и галантно открыл ей дверь. — Но мне больше нравилась пафосная. \n\n— Надеюсь у нас еще будет время ее проверить. — игриво подмигнула в ответ девушка садясь в уже открытую машину. \n\n— Странно, обычно это я так говорю. — игриво улыбнувшись сказал парень садясь за руль. — Ну что, говори свой адрес. \nМашина не терпеливо рванула с места на шоссе. В этот раз парень заранее включил музыку что бы девушке было не так одиноко. Рэйчел тем временем смотрела в окно и представляла лица своей мамы, ее реакцию. Всю дорогу она думала, что можно рассказывать родителям, а что будет опасно для их безопасности.",
    "answers": [
      {
        "id": 128,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 128,
    "text": "Но подъехав к ее подъезду, девушка растерялась и поддалась страхам и ступору. Тем временем парень терпеливо ждал ее решения. \n\n— С тобой все в порядке? — нетерпеливо, но нежно спросил Алик. \n\n— Я не думаю что это хорошая идея. — грустно ответила девушка смотря на горящие окна на кухне. — Смысл идти, ели я не могу им сказать кто я и где я была? \n\n— Все хорошо, не переживай. — сказал парень нежно держа ее за руку. — Я буду рядом всегда. \nДевушка с надеждой посмотрела в его глаза, в них не было ни капельки сомнения и лжи. Парень искренне говорил то что, думал. Слегка задумавшись она крепко обняла Алика и прошептала лишь одно слово \"Спасибо\".",
    "answers": [
      {
        "id": 129,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 129,
    "text": "Выйдя из машины девушка услышала знакомые голоса. \n\n— Рэйчел? — сказал мужской голос медленно подходя к ней. — Вижу ты времени зря не теряла. Новый парень? \n\n— Сережа? — девушка уже хотела бежать в объятия к нему как увидела рядом девушку которая не отпускала его ни на шаг ближе. — Вижу ты тоже зря время не терял. — обидчиво сказала девушка смотря на своего уже бывшего парня. \n\n— Рэйчел я.. \n\n— Милый, пошли. Мы опаздываем в кино. — сказала нетерпеливо блондинка потянув его за руку. \n\n— Ясно все. Алик пойдем я тебя с родителями познакомлю. — Рэйчел подхватив под руку парня специально поцеловала его в щеку и направилась в подъезд. \nЗайдя в подъезд она хотела поблагодарить Алика, но он отстранился от нее.\n",
    "answers": [
      {
        "id": 130,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 130,
    "text": "— Алик извини я.. \n\n— Нет, не нужно. Все нормально. — сказав парень смотря куда-то в даль. Подойдя к лифту они нажали кнопку вызова и стали терпеливо ждать. \nВ помещении воцарилась неловкая тишина, которая уже начинала резать уши. Молчания никто не смел нарушить. Зайдя в лифт девушка нажала на нужный этаж, но уже через пару секунд лифт остановился и в середине погас свет. Девушка невольно подошла ближе к парню и взяла его за руку. Парень в ответ начал нежно поглаживать ее пальцы. \n\n— Похоже лифт сломался — сказал весело парень переплетая их пальцы. — Ты главное не бойся. Здесь точно нет монстров. — Парень рассмеялся, подхватив его настроение Рэйчел присоединилась и тесное помещение стало не таким уж и плохим местом заточения.\n",
    "answers": [
      {
        "id": 131,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 131,
    "text": "Тем временем в лифте загорелся свет, тем самым заставив их зажмурится. Рэйчел неловко посмотрела на сплетенные руки и отстранилась. Алик слегка расстроившись смотрел на двери. Подъезжая к нужному этажу девушка почувствовала не ладное. Она уловила запах крови. \n\n— С тобой все в порядке? — спросил Алик смотря на ее озадаченное лицо. — Не переживай, приду.. \n\n— Алик, я чувствую кровь. — перебила парня Рэйчел. — Что-то произошло, я знаю. \n\n— Может это не от туда кровь. — сказав парень слегка приобнял ее за плечи. \n\n— Хоть бы так и было. — дрожа девушка притулилась поближе к парню. \n\n— Есть лишь один способ это узнать. Двери отрылись на нужном этаже.",
    "answers": [
      {
        "id": 132,
        "text": "Делее"
      }
    ]
  },
  {
    "id": 132,
    "text": "Выйдя на площадку Рэйчел сразу же посмотрела дверь своей квартиры. Она была слегка приоткрыта, тем самым заставив девушку переживать еще больше. Парень посмотрев на ее испуганное лицо взял ее за руку и шагнул вперед к двери. В квартире было все верх тормашками, но в самом помещении было непривычно тихо. Рэйчел вырвавши свою руку начала бегать по своей квартире в поисках родителей. \n\n— Мама! Папа! Где вы? — метавшись девушка кричала в квартире. Парень это увидев ловко ее поймал и закрыл ей рот рукой. Как бы она не брыкалась его захват был крепче. \n\n— Тише, давай все осмотрим тихо. — прошептал парень ей на ухо. \nПосле легкого кивка девушка выбралась из его захвата и прислушалась к звукам вокруг. И это дало не малый результат, с кухни она услышала странные звуки. Они прошли на кухню и увидели страшную картину. На полу лежали тела родителей, а над ними сидели два вампира.",
    "answers": [
      {
        "id": 133,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 133,
    "text": "Девушка стояла в ужасе и шоке от увиденного. По ее щекам одиноко падали слезинки. Алик посмотрев на Рэйчел встал впереди нее, что бы в случаи нападения она была в безопасности. Но вампиры и не думали нападать. Они отошли от тел и стали на одно коленно. \n\n— Королева, мы готовы вам служить. — сказал один из вампиров. \n\n— Королева мы клянемся любить и защищать вас. — сказал второй вампир. \nАлик не понимая что происходит искося посмотрел в сторону Рэйчел. Девушка в ярости обошла парня и гневно посмотрела на вампиров. \n\n— Какая я вам Королева? — девушка воспользовалась телекинезом и подняла их в воздух за горло. Они стали истошно брыкаться из-за не хватки воздуха. — Александр у тебя есть оружие? — но не дожидаясь его ответа девушка перерезала им горло осколком стекла и силовым полем выбросила их в окно.\n\n— Ты что с ума сошла? — парень тряс ее за плечи. Но Рэйчел лишь улыбалась своей выходке.",
    "answers": [
      {
        "id": 134,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 134,
    "text": "Спасибо за прохождение квеста♡\nПродолжение не за горами☆",
    "answers": [
      {
        "id": 1,
        "text": "Главная "
      }
    ]
  },
  {
    "id": 135,
    "text": "Очнувшись девушка не сразу поняла где она находится. Она пыталась осмотреться, но глаза как будто были покрыты пеленой. Рэйчел ели смогла увидеть силуэт знакомого парня. \n\n— Ты уже очнулась? — беспокоясь спросил Алик слегка приблизивший к ее кровати. \n\n— Алик, что со мной? — не переставая девушка терла глаза, но это не помогло. Пелена как была так и оставалась. \n\n— Даже не думай вставать — приказным тоном сказал парень — сейчас я приду. \n\nНе дожидаясь ответа парень выбежал с комнаты. Рэйчел впервые даже не подумывала ослушаться. Девушка задумалась о происходящем и прошлом пытаясь самой разобраться что с ней произошло. Через некоторое время парень вернулся в комнату. Быстрым шагом чуть ли не бегом он подошел к Рэйчел протянул ей стакан.\n\n— Пей, это должно тебе помочь.",
    "answers": [
      {
        "id": 136,
        "text": "далее"
      }
    ]
  },
  {
    "id": 136,
    "text": "Девушка без раздумий выпила стакан. Кровь была еще теплой. \n\n— Спасибо, теперь ты можешь рассказать что произошло? — отдавая стакан спросила девушка. \n\n— Ну, после того как ты потеряла сознания, я занес вас в машину. — спокойно говорил Алик смотря на Рэйчел. — а тех двоих связал и закинул в багажник. Теперь они сидят в подвале. Я не знаю что теперь с ними делать — слегка почесав затылок парень закончил рассказ. \n\n— Они должны ответить за содеянное с Марией — гневно сказала Рэйчел, зрение и сила постепенно к ней возвращалось. \n\n— Обязательно они за это ответят. — успокаивая девушку парень положил ей руку на плечо.- Но не подавайся гневу и желанию мести, это до добра не доведет.\n\n— Как она? — спросила Рэйчел. — Она уже очнулась? \n\n— Нет,- хмуро ответил Алик. — с ней сейчас Мишель. А как ты себя чувствуешь? \n\n— Хорошо. Не переживай за меня, я знаю как дорога тебе Мария. — слегка подбадривая парня сказала девушка. — Иди к ней. Я найду чем заняться.\n\nПарень благодарно кивнул и покинул комнату. Рэйчел тем временем решила не терять дорогое время и пойти на поиски Люка. Ведь именно он должен ее научить контролировать свою силу.",
    "answers": [
      {
        "id": 137,
        "text": "далее"
      }
    ]
  },
  {
    "id": 137,
    "text": "Но где бы она не искала, везде было пусто. Ее поиски ничего не дали и поэтому девушка решила пойти к Алику, может он бы знал, где Люк. Подходя все ближе к кабинету она услышала два голоса. Это были Алик и Люк.",
    "answers": [
      {
        "id": 138,
        "text": "Подслушать"
      },
      {
        "id": 139,
        "text": "Не подслушивать"
      }
    ]
  },
  {
    "id": 138,
    "text": "По их тону, она поняла что дело серьезное. Рэйчел решила подслушать разговор. \n\n— Алик, я думаю они не врут. — говорил серьезно Люк нервно похаживая по комнате. — Орден рано или поздно напал бы на нас. \n\n— Люк, успокойся и в конце концов хватит маячить дай подумать что мы можем сделать. — спокойно, но с ожидаемой нервозностью сказал Алик. \n\n— О чем думать? Нас уничтожат как крыс в лаборатории. — сказал парень с грохотом пиная стул. — Они скоро будут у нас. \n\n— Никто никуда бежать не будет. — Сказала Рэйчел не выдержав напряжения в кабинете. Парни резко повернулись на ее голос. \n\n— Ты давно тут стоишь? — не скрывая удивление спросил Алик. \n\n— Если ты интересуешься все ли я слышала, то да. Я слышала каждое ваше слово. — сказала Рэйчел не скрывая обиды и злости.",
    "answers": [
      {
        "id": 140,
        "text": "далее"
      }
    ]
  },
  {
    "id": 139,
    "text": "Рэйчел слышала голоса парней, но вдаваться в подробности не стала. Поразмыслив она пошла прилечь в свою комнату. Как только ее голова коснулась подушки, она поняла что сильно, утомилась от поисков. Ее веки потяжелели, и она провалилась в сон.\nЕй снились острые зубы вампиров, длинные когти оборотней и страшные глаза магов. Проснулась она от того что поняла что кричит. Забежавший парень окончательно вывел ее из сна. Он подбежал к ее кровати и сильно прижал девушку к своей груди. \n\n— Рэйчел, все хорошо. Я рядом. — тихо прошептал Алик, поглаживая ее по волосам. \n\n— Алик, мне страшно. — тихо сказала девушка тулясь к нему щекой. \n\n— Это был всего лишь сон. Ты же знаешь что я тебя в обиду не дам. — повторял Алик, все крепче прижимая ее.",
    "answers": [
      {
        "id": 148,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 140,
    "text": "— А ты знаешь что подслушивать не хорошо — решил в разговор влезть Люк. \n\n— Скрывать от меня тоже не самое лучшее решение. — сказала девушка покосясь на Люка — У нас один выход и это не бежать, а сражаться. \n\nАлик посмотрел на нее серьезно, а Люк не скрывая иронии слегка улыбался. \n\n— Ну да, может еще драконов вызовем? Или фею крестную позовешь — с иронией проговорил Люк. — Хватит верить в сказки. У нас шансов ноль. \n\n— Люк, хватит. Она права. — выйдя из раздумий сказал Алик. — Рэйчел ты права. Шансов убежать у нас еще меньше чем одолеть их. От услышанного у девушки поднялась самооценка и она гордо улыбнулась. \n\n— Вы сумасшедшие — сказал грозно Люк выходя из комнаты, громко хлопнув дверью. \n\n— Рэйчел, извини. Мы могли бы поговорить позже. — виновато сказал Алик открывая перед ней дверь.- Я пойду его успокою. Я обязательно дам тебе знать. \n\n— Да, конечно. — сказала Рэйчел выходя с ним из кабинета. — Алик, спасибо что заступился. — сказала девушка тихо ему в след.",
    "answers": [
      {
        "id": 141,
        "text": "далее"
      }
    ]
  },
  {
    "id": 141,
    "text": "Бродя по коридорам, девушка не заметила прошло пару чалов. Обходя очередную колону Рэйчел столкнулась с кем то.\n\n— Извините, пожалуйста, — промямлила Рэйчел не знакомой девушке. \n\n— Привет, так ты и есть та самая Рэйчел? — ответила девушка оценивающе осмотрев с ног до головы. — Я Мишель. \n\n— Я Рэйчел. Очень приятно познакомится. — сказала Рэйчел протягивая руку. \n\n— Прости у меня дел много. — сказала Мишель протягивая ей конверт. — Передай ему что я не почтальон. Не успев что-либо сказать девушка скрылась в стороне лестниц.\nРэйчел стала внимательно разглядывать конверт. \n\"Кто может писать письма в 21 веке?\"",
    "answers": [
      {
        "id": 142,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 142,
    "text": "Но открыв письмо, она сразу все поняла. \n\"Я жду тебя где все молчат. \nИ Гёте и Шекспир сидят. \nОни знают все вокруг. \nНо ничего не говорят в слух. \nВ двенадцать, часики пробьют \nИ к тебе меня унесут. \nПосмотрев на часы она испугалась что может не успеть и быстро побежала собираться на тайную встречу. Одев красивое маленькое платье цвета спелой вишни, она направилась на назначенное место. А это : \n",
    "answers": [
      {
        "id": 143,
        "text": "Библиотека "
      }
    ]
  },
  {
    "id": 143,
    "text": "Подходя к библиотеке, она увидела что дверь, была на распашку открыта. Рэйчел осторожно зашла в помещение, но никого не было. Она взяла первую попавшиеся книгу, ею оказалась история Оскарда Уайльд \"Портрет Дориана Грея\". Девушка присела на кресло у камина и начала пролистывать книгу, вспоминая как она ее проходила в десятом классе. Задумавшись она не услышала как кто-то к ней подходит. \n\n— Буу! — громко сказал Алик подходя сзади. \n\nДевушка от неожиданности бросила книгу сразу в нападавшего. \n— Ай, Рэйчел. — сказал парень хватаясь за свой лоб, где как раз и приземлилась книга. — Я знал что ты опасная девушка, но я не думал что настолько. \n\n— В следующий раз не будешь подкрадываться сзади к одиноким девушкам. — смеясь девушка подошла впритык к парню и осмотрела травму.",
    "answers": [
      {
        "id": 144,
        "text": "далее"
      }
    ]
  },
  {
    "id": 144,
    "text": "— Сейчас принесу лед, иначе будет шишка. \n\nАлик хотел возразить девушке, но не успел. Рэйчел быстро спустилась по лестнице вниз к кухне. Где уже сидела Мишель. \n\n— Привет, ты не знаешь где лед? — спросила девушка заходя на кухню. \n\n— Конечно знаю, — сказала девушка не вставая со своего места. — Я знаю в этом доме все. \n\n— Эм.. Покажешь? — невинно спросила Рэйчел заглядывая во все ящики. \n\n— Угу. — Мишель встала со своего места и подошла к дальней полке, которая оказалась морозильной камерой. Взяв пакетик льда Мишель протянула его Рэйчел. — Тебе здесь не место. — резко сказав это Мишель вышла из комнаты.\n\" У меня что дар не нравится людям?\" Спросила сама себя Рэйчел и быстро побежала обратно к парню.",
    "answers": [
      {
        "id": 145,
        "text": "далее"
      }
    ]
  },
  {
    "id": 145,
    "text": "Зайдя в библиотеку она увидела как Алик подняв ее книгу сидит и читает на ее месте. Решив ему отомстить, она начала тихонько подкрадываться к нему. Только она подошла к его креслу как тот резко повернулся и крикнул \"Попалась\". В этот раз Рэйчел была настолько близка что шлепнула его по щеке. Парень обиженно на нее посмотрел и взял лед. \n\n— С тобой шутить бесполезно. — сказал Алик прилаживая лед к лицу. — Чувство юмора ноль. \n\n— Алик, извини меня. — Рэйчел забрала у парня пакет и показала на кресло, пытаясь сдержать смех. \nАлик послушно выполнял все ее указания не сводя с нее взгляда. \n— Хм, так зачем ты меня звал? — спросила Рэйчел пытаясь выйти из неловкого положения. \n\n— Ты прекрасно выглядишь. — сказав это Алик продолжал ее гипнотизировать своим взглядом. — Но позвал я тебя не для этого. \n\n— Наверное я сильно ударила тебя по голове, но спасибо, начало мне уже нравится, продолжай — игриво ответила девушка посмотрев на его шишку.",
    "answers": [
      {
        "id": 146,
        "text": "далее"
      }
    ]
  },
  {
    "id": 146,
    "text": "— Ты всегда меня поддерживаешь. Рэйчел, за эти дни когда ты была без сознания, я понял насколько ты мне дорога. — сказав это парень взял ее за руки и опустил взгляд в пол. — Я.. Я не хочу тебя потерять, либо переживать это снова. \n\n— Алик, к чему ты клонишь, — не понимая спросила Рэйчел. \n\n— Я это говорю к тому, что я не уверен правильно ли мы поступаем пытаясь сражаться с \"Орденом\". — Сказав парень заправил не послушную прядь волос ей за ухо. \n\n— Нет Алик, — решительно сказала Рэйчел вставая на ноги. — Мы не можем вечно прятать голову в песок. Лучше один раз уничтожить их чем боятся что они нас найдут. Парень резко встал и заключил ее в объятия, подвергнув ее не малому шоку. \n\n— Сейчас я боюсь не ордена, я боюсь тебя потерять — тихо прошептал парень на ухо. — Была бы моя воля, я бы запрятал тебя от всего мира. \n\nРэйчел не знала что ему ответить, лишь в ответ его нежно обняла. Она уже забыла что это значит любить, не знала способна ли она на эти чувства снова. \n\n— Я всегда буду рядом — парень слегка отстранился, как будто бы спрашивая разрешения, но ответа он так и не услышал. Ведь девушка взяла все в свои руки и жадно впилась в его губы, зная что эта ночь навсегда все изменит.",
    "answers": [
      {
        "id": 147,
        "text": "далее"
      }
    ]
  },
  {
    "id": 147,
    "text": "Спасибо за прохождения квеста♡\nпродолжение не за горами☆ ",
    "answers": [
      {
        "id": 1,
        "text": "Главная"
      }
    ]
  },
  {
    "id": 148,
    "text": "Просидев так некоторое время, Рэйчел успокоилась и парень осторожно выпустил ее из объятия. \n\n— Алик, какие у нас новости? — спросила девушка нарушив тишину. — Как Мария? \n\n— Рэйчел все тяжело. У нее нет твоей регенерации что бы быстро выздороветь. — грустно сказал Алик смотря в пол. — А у нас дела еще хуже. — посмотрев на вопросительный взгляд девушки, он продолжил. — Орден собирается на нас напасть. Хоть мы и знали что это когда-либо случится, но черт подери, не знал что настолько быстро. — гневно сказал Алик, встав на ноги стал похаживать по комнате. — Мы с Люком весь вечер решали что делать, но так и не пришли к общему мнению.",
    "answers": [
      {
        "id": 149,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 149,
    "text": "— Разве у нас есть варианты? Мы будем сражаться. — спокойно сказала Рэйчел, перебив монолог парня. Алик посмотрел на нее с удивлением. \n\n— Я даже не думал что ты это скажешь. Рэйчел ты полностью права. Но я не был уверен что меня кто-то подержит.\n\n— У нас нет другого выхода. Не прятаться же нам, и ждать что они нас выследят. — сказала Рэйчел подходя ближе к парню.\nПосмотрев в его глаза она увидела надежду. Парень подхватив девушку слегка закружил. \n\n— Рэйчел ты лучшая, пойду скажу это нашему волку. Надеюсь он меня не съесть. — рассмеявшись парень быстро скрылся из комнаты, прежде чем Рэйчел успела что-то сказать. \nНа нее упал груз ответственности. И что бы не подаваться плохим мыслям девушка решила исследовать другие комнаты поместья.",
    "answers": [
      {
        "id": 141,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 150,
    "text": "Девушка без раздумий выпила стакан. Кровь была еще теплой. \n\n— Спасибо, теперь ты можешь рассказать что произошло? — отдавая стакан спросила девушка. \n\n— Что произошло? — слегка наигранно ответил парень. — Ну слушай, после того как ты неумеха воспользовалась силой ты, отключилась. Тех кого ты вырубила я связал и запихнул в багажник. К стати спасибо что меня не убила. — рассказывая происходящие Люк не скрывал свой гнев. \nДевушка тем временем поняла что теперь он точно похож на волка. \n— Вас с Марией я положил в салон. Ну а дальше мы приехали сюда. \n\n— Спасибо тебе. — привыкшая к нападкам гнева, девушка улыбнулась. \n\n— Ты вообще нормальная? — посмотрел Люк искося на нее. — Ты чуть ли не умерла. Дура, зачем это надо было делать. — у парня появилось второе дыхание и он начал отчитывать девушку по новой. Он ей говорил, что справился бы сам, что не нужно было лезть и вообще если она была не готова, то не нужно было пользоваться силой. \n\n— Всегда пожалуйста, — тихо сказала Рэйчел слегка надув губы от обиды.",
    "answers": [
      {
        "id": 151,
        "text": "далее "
      }
    ]
  },
  {
    "id": 151,
    "text": "— Ладно, наорать на тебя я всегда успею. — выдохнув проговорил Люк. — как ты себя чувствуешь? \n\n— Нормально. Но если бы ты не орал было бы лучше. — ответила обидчиво девушка. \n\n— Ладно, не дуйся.- успокоившись сказал парень.- Я просто волновался за тебя. В следующий раз не делай так. Люк подошел и сел на край кровати. \n\n— Хорошо. — тихо проговорила девушка. — Как Мария? \n\n— Мария еще не пришла в себя, по крайне мере я так думаю. — грустно ответил Люк \n\n— В смысле, ты так думаешь? — С ней сейчас Мишель. Так что я там не особо был нужен. Я ждал когда ты проснешься. — сказав это парень взял руку Рэйчел и сжал ее. Девушка слегка удивилась этому. Посмотрев в его глаза девушка заметила темные круги от недосыпа. \n\n— Люк сколько я была без сознания? — спросила девушка.",
    "answers": [
      {
        "id": 152,
        "text": "далее"
      }
    ]
  },
  {
    "id": 152,
    "text": "— Пару дней. — уставши ответил парень. \n\n— И ты все время был здесь? — удивленно спросила Рэйчел. \n\n—А ты бы хотела что бы здесь никого не было? Я бы ждал столько сколько это было бы нужно. — сказав это Люк улыбнулся. \nДевушка впала в ступор. Люк никогда не был настолько мягким и заботливым парнем. Это как будто был другой человек. \"А может я сплю? Если это сон, то пусть он никогда не заканчивается.\" Парень приблизился к девушке для поцелуя, но вдруг кто-то резко распахнул дверь. Люк быстро отпрыгнул от девушки. В комнату влетел Алик. Волосы у него были растрепаны, видно было что парень нервничает. Увиденное его нисколечко не удивило. \n\n— Рэйчел ты очнулась? Это хорошо. — слегка обратил внимание на нее Алик, но вскоре быстро посмотрел на Люка. — Люк нам нужно поговорить. Это срочно. \nЛюк понимающе кивнул и направился к двери. Рэйчел было интересно о чем они будут разговаривать и почему Алик как на иголках. Но и мешать им не хотела. ",
    "answers": [
      {
        "id": 153,
        "text": "Настоять на разговоре "
      },
      {
        "id": 154,
        "text": "Промолчать и дать им уйти."
      }
    ]
  },
  {
    "id": 153,
    "text": "Девушка решила что она тоже имеет право знать что происходит. Парни уже собрались выходить как вдруг Рэйчел сказала. \n\n— Стойте, я думаю мне тоже это следует знать. — девушка пыталась быстро подняться с кровати, но ее ноги были, как будто из ваты и она полетела на пол. \nУже приготовившись к больному падению зажмурила глаза. Но удара она не почувствовала. Открыв глаза она встретилась глазами с Люком. Тот осторожно поднял ее на руки и поставил на ноги. \n\n— Я не понимаю, как можно быть настолько не уклюжей — тихо прошептал Люк, в ответ девушка лишь мило улыбнулась и пожала плечами. \n\n— Рэйчел, я думаю мы сами справимся — сказал Алик выдернув ее из транса. \n\n— Нет, я обязана это знать. — девушка посмотрела на парня решительным взглядом. Было видно что сдаваться она не собирается. \n\n— Хорошо, — сдавшись парень закрыл дверь и сел на стул около письменного стола.",
    "answers": [
      {
        "id": 155,
        "text": "далее"
      }
    ]
  },
  {
    "id": 154,
    "text": "Рэйчел решила не мешать им. Она надеялась, что если это было бы важное, то парни бы ей сказали. Девушка посмотрела на оборотня и положительно кивнула. \nОт чего тот слегка улыбнувшись вышел из комнаты. Рэйчел после их ухода лежала на кровати и думала что бы случилось если бы не зашел Алик.\n\"Почему Люк так резко изменился? Где мой несносный ворчун?\". \nЗа приятным рассуждением девушка не заметила как, уснула. Ей снился лес, и животные которые жили в нем. Но какая-то тревога мешала ей насладится этим. Тьма постепенно подкрадывалась к ней. Она бежала пытаясь скрыться от свирепой стаи волков, но те каждый раз ее находили. Она кричала, звала на помощь, но в ответ слышала лишь рык голодных зверей. Проснулась девушка в холодном поту и с криком на губах.",
    "answers": [
      {
        "id": 164,
        "text": "далее"
      }
    ]
  },
  {
    "id": 155,
    "text": "— У нас проблемы. Люди \"Ордена\" собираются напасть на поместье. — тихо сказал Алик. От такой новости Рэйчел села на кровать. \n\n— Откуда ты это знаешь? — задумавшись спросила девушка. \n\n— Я спросил об этом наших \"гостей\" которых Люк к нам привез, а те в свою очередь, любезно мне это рассказали — не спадая напряжение парень опустил взгляд в пол. \n\n— Когда? — Спросил Люк подходя к Алику поближе. \n\n— Не знаю, может через пару дней. Может через неделю. — задумчиво сказал парень. — Знаю одно они нам много времени не дадут. \n\n— Что ты предлагаешь? — слушая Алика спросила Рэйчел. — Какой у нас план? \n\n— План? — задумчиво повторил Алик. \n\n— У нас два выхода. — задумчиво сказал Люк. — Сражаться или бежать. И если честно я не уверен в ни одном из них. — сказав это парень посмотрел на Рэйчел. — Ты еще не умеешь управлять своими силами. А мы вряд ли справимся со всеми. Если убежим у нас появится фора во времени, но не факт что много.",
    "answers": [
      {
        "id": 156,
        "text": "далее"
      }
    ]
  },
  {
    "id": 156,
    "text": "— У нас один выход. — девушка уверенно поднялась на ноги. — Мы должны попытаться победить их. Мы не будем прятаться. \n\n— Нет, ты только что пришла в себя. — срываясь на крик ответил Люк. \n\n— И что? Мы не можем сидеть на пороховой бочке и ждать пока она взорвется. — таким же тоном ответила девушка. В комнате воцарило молчание. Все были погружены в свои мысли. \n\n— Она права — тихо признался Алик. — Нет уверенности что они нас там не ждут. \n\n— Вы не нормальные — сказал Люк нервно похаживая по комнате. — Не знал что безумие может быть заразным.",
    "answers": [
      {
        "id": 157,
        "text": "далее"
      }
    ]
  },
  {
    "id": 157,
    "text": "— Люк, у нас нет другого выхода — тихо сказала девушка подходя к парню. Но тот махнув рукой вышел из комнаты.\nРэйчел расстроившись посмотрела ему в след. \n\n— Он скоро признает, что он не прав — сказав это Алик положил ей руку на плечо. \n\n— Надеюсь — тихо сказала девушка смотря на закрытую дверь. \n\n— Мне нужно идти. Завтра обсудим план. — Алик пошел к двери. — Спасибо что ее спасли. — тихо добавил парень выходя из комнаты. \n\nРэйчел посмотрела на часы, уже было довольно поздно, но спать она не хотела. Девушка решила прогуляться по поместью. Она бродила в полном одиночестве по длинным коридорам раздумывая правильно ли она поступила.",
    "answers": [
      {
        "id": 158,
        "text": "далее"
      }
    ]
  },
  {
    "id": 158,
    "text": "Как вдруг кто-то в нее влетел. \n\n— Осторожнее — гневно сказала девушка. Но посмотрев на нападавшею быстро извинилась. \n\n— Так ты и есть та самая Рэйчел? — сказала незнакомая блондинка. — Я Мишель. \n\n— Рэйчел приятно познакомится. — девушки пожали друг другу руки. — Многое о тебе слышала. \n\n— Как и я — девушка улыбнулась в ответ.\n\n— Мне сказали что ты с Марией. Как она? — взволновано спросила Рэйчел. \n\n— Уже идет на поправку. Тут тебе письмо передали — Мишель протянула конверт. \n\n— От кого? — озадаченно спросила Рэйчел. \n\n— Я думаю ты сама догадаешься прочитав его. Прости, но мне пора идти. Столкнемся еще как-нибудь. — подмигнув девушка скрылась за поворотом.",
    "answers": [
      {
        "id": 159,
        "text": "далее"
      }
    ]
  },
  {
    "id": 159,
    "text": "\"Странно кто может написать мне письмо?\"\nОсмотрев конверт девушка начала его открывать. В конверте была маленькая записка. \n\n\"Приходи в полночь туда, \nГде раскрылась правда дурака.\nГде облик свой я показал, \nИ тебя я напугал.\" \n\nПрочитав записку девушка улыбнулась и посмотрела на часы. Времени практически не оставалось и она побежала собираться. Одев теплый свитер, черные джинсы и теплые сапоги девушка по привычке посмотрела в зеркало. Взяв пальто она направилась на встречу.\n",
    "answers": [
      {
        "id": 160,
        "text": "Лес"
      }
    ]
  },
  {
    "id": 160,
    "text": "Придя на опушку леса девушка осмотрелась, но негде не обнаружила оборотня или волка. Она села и начала ждать. Вскоре к ней подошел Люк. Он ловко поднял ее из сугроба и поставил на ноги. Обтрусившись от снега девушка обижено сложила руки на груди. \n\n— Прости. Долго ждала? — спросил Люк осматривая ее. \n\n— Мог бы вообще не приходить. — Рэйчел обиженно отвернулась от парня. \n\n— Ты что обиделась? — спросил Люк, пытаясь посмотреть на ее лицо через плечо.- Как бы я не пришел если именно я назначил встречу. \n\n— Ну и зачем позвал? — не поворачиваясь спросила девушка. Парень посмотрел на непробиваемую стену обиды в глазах Рэйчел и закатил глаза. \n\n— Все вы девушки настолько глупы или ты одна такая? — попытался съязвить парень. \n\n— Не нужно было мне приходить.- девушка направилась в сторону поместья, как вдруг услышала.",
    "answers": [
      {
        "id": 161,
        "text": "далее"
      }
    ]
  },
  {
    "id": 161,
    "text": "— Нет! Стой! — крикнув парень догнал ее и взял за руку. — Извини меня. Я знаю что виноват. \nРэйчел сдавшись повернулась лицом к Люку. Посмотрев в его глаза она увидела виноватый взгляд. \n\n— Ладно, о чем ты хотел поговорить? — все еще хмурым голосом спросила девушка. \n\n— Я хотел поговорить о сражении. Ты же не думаешь что мы сможем выстоять эту битву? — спросил парень отпустив ее руку. \n\n— Вот как раз это я и думаю.- серьезно ответила девушка. — Мы можем с ними справится если как следует подготовимся. \n\n— Вот именно. Но время на подготовку у нас нет.- грустно сказал Люк отходя от Рэйчел.- Два сверх человека и один охотник не справятся даже с десяткой обученных людей. \n\n— Я уверенна что мы справимся. Тем более нас будет четверо. — сказала улыбнувшись девушка. — Я говорила с Мишель, Мария идет на поправку. \n\n— Надеюсь ты выбрала правильное решение. — сказав Люк осторожно подходил к Рэйчел. — Я не хочу тебя потерять. — парень бережно обнял девушку и поцеловал ее в макушку.",
    "answers": [
      {
        "id": 162,
        "text": "далее"
      }
    ]
  },
  {
    "id": 162,
    "text": "Девушка стояла как вкопанная. Она не знала как на это отреагировать. Он после сражения у Марии сильно изменился. Рэйчел решила попробовать его обнять в ответ, парень слегка дрогнул, но все же не оттолкнул ее. Тогда девушка расслабилась и растаяла в его нежных объятиях. Она знала что бы не случится этот человек, поможет ей, справится со всем на свете. Рэйчел слегка отстранилась от его груди и посмотрела ему в глаза. Чуть ли не впервые, она в них не увидела ненависти или опасности. Парень смотрел на нее с нежностью и не понятной грустью. Девушка встала на носочки и поцеловала его, Люк быстро отошел от шока улыбнулся и поцеловал в ответ. Это была их ночь. Поцелуи были каждый раз страстнее и горячее. Девушка знала что эта ночь изменит все на свете.",
    "answers": [
      {
        "id": 163,
        "text": "далее"
      }
    ]
  },
  {
    "id": 163,
    "text": "Спасибо за прохождение квеста♡\nПродолжение не за горами☆",
    "answers": [
      {
        "id": 1,
        "text": "Главная "
      }
    ]
  },
  {
    "id": 164,
    "text": "Вдруг резко распахнулась дверь, и в комнату влетел парень. Оглядевшись по всем сторонам, он подошел к Рэйчел. \n\n— С тобой все в порядке?- Люк осторожно подошел к кровати и сел на край. Девушка последовала его примеру. \n\n— Прости плохой сон приснился — протирая глаза сказала Рэйчел. — О чем вы с Аликом разговаривали? \n\n— Эти двое сказали Алику что на поместье собираются напасть. — хмуро ответил Люк. — Когда не известно. \n\n— Алик давно это предполагал. — тихо сказала Рэйчел. — Какой план? \n\n— Его нет. — грустно сказал парень смотря в пол. — Сражаться мы вряд ли можем. Ты еще не обучена контролю силы. А если бежать то вряд ли у нас будет время на обучение до того как они нас найдут. — Что ты об этом думаешь?\n",
    "answers": [
      {
        "id": 165,
        "text": "далее"
      }
    ]
  },
  {
    "id": 165,
    "text": "— Я думаю нам пора сразится с ними. — задумавшись ответила девушка. — Сколько еще они будут причинять нам вред. Не факт, что они не будут там где мы будем скрываться. \n\n— Да ты сума сошла. — Люк резко подскочил с кровати и гневно посмотрел на нее. — Я же тебе сказал что ты не готова к бою. Рэйчел, ты только в себя пришла. Ты в принципе вообще сильно слаба. \n\n— Ты сам подумай, что они сделали с Марией. — девушка тоже подскочила на ноги и начала чуть ли не кричать на оборотня. — Она без сознания два дня. \n\n— Я даже об этом думать не буду. — сказав парень выходя из комнаты. \n\n— Ну и ладно, беги! Можешь скрываться дальше в лесу — крикнула она парню в след.\nСев на кровать она пыталась успокоиться, но сердце без жалостно билось у нее в груди, а в голове витал вопрос \" А правильно ли я делаю?\" Что бы развеять мысли и обдумать она направилась к выходу. Решив прогуляться по поместью Рэйчел направилась обхаживать все территории поместья в которых она не была.",
    "answers": [
      {
        "id": 158,
        "text": "далее"
      }
    ]
  },
  {
    "id": 166,
    "text": "Очнувшись девушка начала оглядываться по сторонам. Она не могла понять как она оказалась в машине и что случилось с теми парнями. \n\n— Рэйчел, ты в безопасности. Мы едем домой. — обеспокоено сказал парень не отводя глаз с дороги. \n\n— Люк? Что произошло? — спросила Рэйчел державшись за голову. \n\n— Тише, ты потеряла много сил. Побереги хотя бы те которые у тебя остались.- сказал серьезно Люк не отводя взгляда от дороги. \nУ Рэйчел не было сил и желания пререкаться с ним, она снова погрузилась в темноту.",
    "answers": [
      {
        "id": 167,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 167,
    "text": "Девушка очнулась посреди поляны окруженной деревьями. В шоке от происходящего она не переставая оглядывалась по сторонам. Подойдя поближе к дереву она заметила стаю антилоп которые ели не извесные красные ягоды. Рэйчел завороженно смотрела на них пока не услышала шум с другой части. Она увидела как стая волков подкрадывались к не подозревающему семейству. Девушка хотела закричать, но не смогла издать даже звука. Тем временем стая волков уже были совсем близко. Рэйчел, не могла и пальцем пошевелить. Вдруг яркий свет ее ослепил и девушка проснулась.\nОткрыв глаза первым делом она увидела что рядом на ее кровати спит Люк. Рэйчел попыталась встать, но сил у нее было не достаточно. Внезапно открывшееся дверь заставила ее подпрыгнуть. Показав жестом \"Тише\" девушка пригласила не званого гостя. \n\n— Привет, тебе помочь? — тихо сказал парень заходя в комнату. — \nМожешь мне помочь встать? Не хочу его будить. — сказала Рэйчел показывая на спокойно спящего парня рядом. \n\n— Давай, иди сюда. — Алик внезапно подхватил Рэйчел на руки.",
    "answers": [
      {
        "id": 168,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 168,
    "text": "Она хотела возразить, но не рискнула. Выйдя из комнаты парень отнес ее в столовую и бережно усадил за стол. Рэйчел хотела его поблагодарить, но не успела, парень скрылся на кухне. Задумавшись о своем сне девушка положила голову на свои руки. Из раздумий ее вытянул голос Люка. \n\n— О чем задумалась? — спросил парень протягивая ей стакан с красной жидкостью. — Выпей. \n\n— Спасибо — сказала Рэйчел встряхнув головой. Выпив стакан крови она ответила — Да так, о своем. Алик, я их убила? — Спросила девушка вспоминая подробности освобождения Марии. \n\n— А хотела бы? — поинтересовался парень садясь напротив. Увидев шокирующее лицо девушки Алик, слегка улыбнулся. — Нет, они живы. \n\n— Фух! Это хорошо — сказала девушка опустив взгляд на стол. — Сколько я была без сознания? \n\n— Часов пять, не больше.- Сказал парень поднимая взгляд на Рэйчел. — Я тут хотел тебе сказать.",
    "answers": [
      {
        "id": 169,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 169,
    "text": "Она хотела возразить, но не рискнула. Выйдя из комнаты парень отнес ее в столовую и бережно усадил за стол. Рэйчел хотела его поблагодарить, но не успела, парень скрылся на кухне. Задумавшись о своем сне девушка положила голову на свои руки. Из раздумий ее вытянул голос Люка. \n\n— О чем задумалась? — спросил парень протягивая ей стакан с красной жидкостью. — Выпей. \n\n— Спасибо — сказала Рэйчел встряхнув головой. Выпив стакан крови она ответила — Да так, о своем. Алик, я их убила? — Спросила девушка вспоминая подробности освобождения Марии. \n\n— А хотела бы? — поинтересовался парень садясь напротив. Увидев шокирующее лицо девушки Алик, слегка улыбнулся. — Нет, они живы. \n\n— Фух! Это хорошо — сказала девушка опустив взгляд на стол. — Сколько я была без сознания? \n\n— Часов пять, не больше.- Сказал парень поднимая взгляд на Рэйчел. — Я тут хотел тебе сказать.",
    "answers": [
      {
        "id": 170,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 170,
    "text": "— Алик, что с тобой? — удивленно спросила девушка поднимая взгляд на не уверенного парня. \n\n— Спасибо тебе, что спасла Люка. — не уверенно промямлил Алик. Смотря на озадаченный взгляд девушки он продолжил — Он мне все рассказал. Этот парень никогда этого не признает что ты его спасла. \n\n— Я должна была.- она ответила с гордостью. \n\n— Этот парень мне как брат. — Придаваясь воспоминанием сказал Алик. — Думаю я тебе рассказывал что мы выросли вместе. Он был моим учителем... \n\n— Хотя я и сейчас превосхожу тебя — сказал сонно Люк заходя в комнату. \n\n— Мы это еще как-нибудь проверим — таким же самовлюбленным тоном ответил Алик. — Ладно, пойду узнаю как у них дела. — скорчив гримасу девушке Алик вышел из комнаты. \n\n— Так ты все таки от меня сбежала? — сказав это Люк сел на соседний стул, и внимательно посмотрел на девушку. — Как ты? \n\n— Люк, со мной все нормально. Даже силы потихоньку приходят в норму. — уверенно ответила девушка.",
    "answers": [
      {
        "id": 171,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 171,
    "text": "— Это хорошо. Не понимаю зачем ты это сделала. Дурная ты что ли? — спросил парень смотря девушке в глаза. — Ты думаешь я бы не справился? Тьфу. И не таких ломал, не делай больше так. \nРэйчел внимательно посмотрела на него вспоминая слова Алика, про его самовлюбленность. И неожиданно для самой себя рассмеялась. \n— Эй ты чего? Не веришь?- парень в обиде надул губы и отвернулся. \n\n— Люк, я хотела как лучше. Не обижайся. — все еще смеясь, она пыталась повернуть его к себе дергая за плечи. Парень не поддавался. \n\n— Ты знаешь как я за тебя переживал? — сказал Люк резко повернувшись. Его голос был серьезным и слегка разочарованным. \n\n— Люк, прости меня. — виновато ответила Рэйчел, наконец-то поняла как она ему важна. Вся нежность и любовь была видна в его глазах. \n\n— Ладно, с этим разобрались. — успокоившись пробурчал Люк. — Тут такой вопрос. Ты хочешь увидеть своих родителей? Девушка была в шоке от услышанного. Наконец-то разговор зашел о ее семье. Но была ли она готова к встрече? И хочет ли их снова увидеть? На этот вопрос она быстро нашла ответ и сказала:",
    "answers": [
      {
        "id": 172,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 172,
    "text": "— Люк, ты сейчас серьезно? — спросила девушка не скрывая свою радость. — Конечно я хочу их увидеть. Я так за ними скучаю. \n\n— Вот есть хороший повод их увидеть. — улыбнувшись сказал парень. — с Аликом я уже договорился, только есть одно \"Но\" \n\n— Я так и знала что все не может быть так прекрасно. — нахмурившись сказала Рэйчел и отвернувшись сложила руки на груди. — Давай выкладывай свое \"Но\".\n",
    "answers": [
      {
        "id": 173,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 173,
    "text": "— Рэйчел, не обижайся условие одно и оно маленькое. — улыбнувшись сказал парень вставая из-за стола. — Я не могу тебя отпустить одну. Так как Мария без сознания, я пойду с тобой. \n\n— Может не нужно? — спросила девушка повернувшись к нему лицом. — Ты представляешь как это будет выглядеть? Я пропала на два месяца, а теперь заявляюсь с парнем на порог. У меня в первую очередь спросят \"Не беременна ли я случайно\". Это исключено. \nКомната залилась веселым хохотом, но увидев озадаченно серьезное лицо Рэйчел он быстро подавив в себе смешок продолжил. \n\n— Ну если тебя устраивает эта легенда, то я могу ее воплотить. — сказал Люк, продолжая смеяться. — Извини, как бы это не выглядело, одну я тебя не отпущу. — со всей серьезностью ответил парень. — Так что выбирай, идешь со мной или никуда не идешь. ",
    "answers": [
      {
        "id": 174,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 174,
    "text": "— Ладно, идем. — задумавшись протянула Рэйчел, на что парень лишь нахмурил брови. \n\n— \"Ладно идем\"? — повторил Люк с язвинкой ее слова. — А где же \"Люк спасибо? Люк ты самый лучший?\" \n\n— Ну вот видишь, ты сам все прекрасно знаешь — поцеловав в щеку девушка умчалась собираться. \n\nПарень не ожидав этого, находился в легком недоумении помотав головой, оглянулся и последовал ее примеру. Одевшись Рэйчел посмотрела в сторону клинков.",
    "answers": [
      {
        "id": 175,
        "text": "Новый ответ. введите текст"
      },
      {
        "id": 176,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 175,
    "text": "Посмотрев в сторону аккуратно сложенных клинков, она слегка призадумавшись взяла их в руки. Что бы не вызвать подозрения и неловких вопросов Рэйчел засунула их в сапоги. \"На всякий случай\". Прихватив с собой сумку она еще раз посмотрев в зеркало выбежала из комнаты. \nВ прихожей уже ждал парень. Осмотрев ее с ног до головы, Люк улыбнулся. \n\n— Выглядишь потрясающе. — сказал парень подходя ближе. — хорошо что здесь нет моей стаи, они бы напали на тебя. — игриво добавил Алик забирая ее сумку. \n\n— Спасибо, но я взрослая девочка. Справлюсь сама. — так же игриво подмигнула девушка шагая к выходу. Они пришли уже в знакомое ей место, в гараж. \n\n— Сегодня поедем на более не приметной, что бы не вызывать подозрения. — парень посмотрел на черную Ауди А4. — Таких, как она пруд пруди.",
    "answers": [
      {
        "id": 177,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 176,
    "text": "Посмотрев на аккуратно сложенные клинки, девушка задумалась, не взять ли их с собой. Но поразмыслив что это не война, а поездка к родителям положила их обратно на прикроватную тумбочку. Прихватив с собой сумку она еще раз посмотрев в зеркало выбежала из комнаты. \nВ прихожей уже ждал парень. Осмотрев ее с ног до головы, Люк улыбнулся. \n\n— Выглядишь потрясающе. — сказал парень подходя ближе. — Хорошо что здесь нет моей стаи, они бы напали на тебя. — игриво добавил Алик забирая ее сумку. \n\n— Спасибо, но я взрослая девочка. Справлюсь сама. — так же игриво подмигнула девушка шагая к выходу.\nОни пришли уже в знакомое ей место, в гараж. \n\n— Сегодня поедем на более не приметной, что бы не вызывать подозрения. — парень посмотрел на черную Ауди А4. — Таких, как она пруд пруди.",
    "answers": [
      {
        "id": 185,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 177,
    "text": "— Давай возьмем Ауди, лишнее внимание нам ни к чему. — поразмыслив над выбором ответила Рэйчел. \n\n— Трусиха — с улыбкой произнес Люк обходя машину. Парень подошел к пассажирскому сидению и галантно открыл ей дверь. — Мне больше нравилась пафосная. \n\n— Надеюсь у нас еще будет время ее проверить. — игриво подмигнула в ответ девушка садясь в уже открытую машину. \n\n— Странно, обычно это я так говорю. — игриво улыбнувшись сказал парень садясь за руль. — Ну что, говори свой адрес.\nМашина нетерпеливо рванула с места на шоссе. В этот раз парень заранее включил музыку что бы девушке бы девушка не задавала лишних вопросов. Рэйчел тем временем смотрела в окно и представляла лица своей мамы, ее реакцию. Всю дорогу она думала что можно рассказывать родителям, а что будет опасно для их безопасности.",
    "answers": [
      {
        "id": 178,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 178,
    "text": "Но подъехав к ее подъезду, девушка растерялась и подалась страхам и ступору. Тем временем парень терпеливо ждал ее решения. \n\n— С тобой все в порядке? — нетерпеливо спросил Люк. \n\n— Я не думаю что это хорошая идея. — грустно ответила девушка смотря на горящие окна на кухне. — Смысл к ним идти, если я не могу сказать, кто я и где я была? \n\n— Все хорошо, не переживай. — сказал парень взяв ее за руку. — Я буду рядом, всегда. \nДевушка с надеждой посмотрела в его глаза, в них не было ни капельки сомнения и лжи. Парень искренне говорил то, что думал. Слегка задумавшись она крепко обняла Люка и прошептала лишь одно слово \"Спасибо\".",
    "answers": [
      {
        "id": 179,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 179,
    "text": "Выйдя из машины девушка услышала знакомые голоса. \n\n— Рэйчел? — сказал мужской голос медленно подходя к ней. — Вижу ты времени зря не теряла. Новый парень? \n\n— Сережа? — девушка уже хотела бежать в объятия к нему как увидела рядом девушку которая не отпускала его ни на шаг ближе. — Вижу ты тоже зря время не терял. — обидчиво сказала девушка смотря на своего уже бывшего парня. \n\n— Рэйчел я.. \n\n— Милый, пошли. Мы опаздываем в кино. — сказала нетерпеливо блондинка потянув его за руку. \n\n— Ясно все. Люк пойдем я тебя с родителями познакомлю. — Рэйчел подхватив под руку парня специально поцеловала его в щеку и направилась в подъезд. Зайдя в подъезд она хотела поблагодарить Люка, но он отстранился от нее.",
    "answers": [
      {
        "id": 180,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 180,
    "text": "— Люк извини я.. \n\n— Нет, не нужно. В следующий раз я ему зубы выбью. — сказав парень смотря куда-то в даль. \nПодойдя к лифту они нажали кнопку вызова и стали терпеливо ждать. В помещении воцарилась неловкая тишина, которая уже начинала резать уши. Молчания никто не смел нарушить. Зайдя в лифт девушка нажала на нужный этаж, но уже через пару секунд лифт остановился и в середине погас свет. Девушка невольно подошла ближе к парню и взяла его за руку. Парень в ответ начал нежно поглаживать ее пальцы. \n\n— Похоже лифт сломался — сказал весело парень переплетая их пальцы. — Ты главное не бойся. Здесь точно нет монстров. — Парень рассмеялся, подхватив его настроение Рэйчел присоединилась и тесное помещение стало не таким уж и плохим.",
    "answers": [
      {
        "id": 181,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 181,
    "text": "Тем временем в лифте загорелся свет, тем самым заставив их зажмурится. Рэйчел неловко посмотрела на сплетенные руки и отстранилась. Люк никак не отреагировав смотрел на двери. Подъезжая к нужному этажу девушка почувствовала не ладное. Она уловила запах крови. \n\n— Ты тоже это чувствуешь? — спросил Люк смотря на ее озадаченное лицо. — Давай узнаем поскорее что происходит. \n\n— Согласна. — перебила парня Рэйчел. — Что-то произошло, я знаю. \n\n— Может это не от туда кровь. — сказав парень слегка приобнял ее за плечи. \n\n— Хоть бы так и было. — дрожа девушка притулилась поближе к парню. \n\n— Есть лишь один способ это узнать. Двери отрылись на нужном этаже.",
    "answers": [
      {
        "id": 182,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 182,
    "text": "Выйдя на площадку Рэйчел сразу же посмотрела дверь своей квартиры. Она была слегка приоткрыта, тем самым заставив девушку переживать еще больше. Парень посмотрев на ее испуганное лицо взял ее за руку и шагнул вперед к двери. В квартире было все верх тормашками, но в самом помещении было непривычно тихо. Рэйчел вырвавши свою руку начала бегать по своей квартире в поисках родителей. \n\n— Мама! Папа! Где вы? — метавшись девушка кричала в квартире. Парень это увидев ловко ее поймал и закрыл ей рот своей рукой.\nКак бы она не брыкалась его захват был крепче. \n\n— Тише, давай все осмотрим тихо. — прошептал парень ей на ухо. — Нам лишние не нужны. \nПосле легкого кивка девушка выбралась из его захвата и прислушалась к звукам вокруг. И это дало не малый результат, с кухни она услышала странные звуки. Они прошли на кухню и увидели страшную картину. На полу лежали тела родителей, а над ними сидели два вампира.",
    "answers": [
      {
        "id": 183,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 183,
    "text": "Девушка не долго думая вытащила клинки и встала в боевую позу. Ее ослепила ярость и жажда мести. Она легким движением кинула клинки вперед и телекинезом, клинками перерезала горло вампирам. Люк стоял в шоке от увиденного. По началу он даже начинал ее боятся, но он быстро ее понял. Они хотели что-то сказать, но вместо слов из-за рта выходила лишь красная жидкости они свалились с большим грохотом на пол. Обессилившая Рэйчел упала на колени и начала громко рыдать. Подобрав клинки, Люк взял ее на руки и понес обратно в машину.",
    "answers": [
      {
        "id": 184,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 184,
    "text": "Спасибо за прохождение квеста♡\nПродолжение не за горами☆",
    "answers": [
      {
        "id": 1,
        "text": "Главная"
      }
    ]
  },
  {
    "id": 185,
    "text": "— Давай возьмем Ауди, лишнее внимание нам ни к чему. — поразмыслив над выбором ответила Рэйчел. \n\n— Трусиха — с улыбкой произнес Люк обходя машину. Парень подошел к пассажирскому сидению и галантно открыл ей дверь. — Мне больше нравилась пафосная. \n\n— Надеюсь у нас еще будет время ее проверить. — игриво подмигнула в ответ девушка садясь в уже открытую машину. \n\n— Странно, обычно это я так говорю. — игриво улыбнувшись сказал парень садясь за руль. — Ну что, говори свой адрес.\nМашина нетерпеливо рванула с места на шоссе. В этот раз парень заранее включил музыку что бы девушке бы девушка не задавала лишних вопросов. Рэйчел тем временем смотрела в окно и представляла лица своей мамы, ее реакцию. Всю дорогу она думала что можно рассказывать родителям, а что будет опасно для их безопасности.",
    "answers": [
      {
        "id": 186,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 186,
    "text": "Но подъехав к ее подъезду, девушка растерялась и подалась страхам и ступору. Тем временем парень терпеливо ждал ее решения. \n\n— С тобой все в порядке? — нетерпеливо спросил Люк. \n\n— Я не думаю что это хорошая идея. — грустно ответила девушка смотря на горящие окна на кухне. — Смысл к ним идти, если я не могу сказать, кто я и где я была? \n\n— Все хорошо, не переживай. — сказал парень взяв ее за руку. — Я буду рядом, всегда. \nДевушка с надеждой посмотрела в его глаза, в них не было ни капельки сомнения и лжи. Парень искренне говорил то, что думал. Слегка задумавшись она крепко обняла Люка и прошептала лишь одно слово \"Спасибо\".",
    "answers": [
      {
        "id": 187,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 187,
    "text": "Выйдя из машины девушка услышала знакомые голоса. \n\n— Рэйчел? — сказал мужской голос медленно подходя к ней. — Вижу ты времени зря не теряла. Новый парень? \n\n— Сережа? — девушка уже хотела бежать в объятия к нему как увидела рядом девушку которая не отпускала его ни на шаг ближе. — Вижу ты тоже зря время не терял. — обидчиво сказала девушка смотря на своего уже бывшего парня. \n\n— Рэйчел я.. \n\n— Милый, пошли. Мы опаздываем в кино. — сказала нетерпеливо блондинка потянув его за руку. \n\n— Ясно все. Люк пойдем я тебя с родителями познакомлю. — Рэйчел подхватив под руку парня специально поцеловала его в щеку и направилась в подъезд. Зайдя в подъезд она хотела поблагодарить Люка, но он отстранился от нее.",
    "answers": [
      {
        "id": 188,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 188,
    "text": "— Люк извини я.. \n\n— Нет, не нужно. В следующий раз я ему зубы выбью. — сказав парень смотря куда-то в даль. \nПодойдя к лифту они нажали кнопку вызова и стали терпеливо ждать. В помещении воцарилась неловкая тишина, которая уже начинала резать уши. Молчания никто не смел нарушить. Зайдя в лифт девушка нажала на нужный этаж, но уже через пару секунд лифт остановился и в середине погас свет. Девушка невольно подошла ближе к парню и взяла его за руку. Парень в ответ начал нежно поглаживать ее пальцы. \n\n— Похоже лифт сломался — сказал весело парень переплетая их пальцы. — Ты главное не бойся. Здесь точно нет монстров. — Парень рассмеялся, подхватив его настроение Рэйчел присоединилась и тесное помещение стало не таким уж и плохим.",
    "answers": [
      {
        "id": 189,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 189,
    "text": "Тем временем в лифте загорелся свет, тем самым заставив их зажмурится. Рэйчел неловко посмотрела на сплетенные руки и отстранилась. Люк никак не отреагировав смотрел на двери. Подъезжая к нужному этажу девушка почувствовала не ладное. Она уловила запах крови. \n\n— Ты тоже это чувствуешь? — спросил Люк смотря на ее озадаченное лицо. — Давай узнаем поскорее что происходит. \n\n— Согласна. — перебила парня Рэйчел. — Что-то произошло, я знаю. \n\n— Может это не от туда кровь. — сказав парень слегка приобнял ее за плечи. \n\n— Хоть бы так и было. — дрожа девушка притулилась поближе к парню. \n\n— Есть лишь один способ это узнать. Двери отрылись на нужном этаже.",
    "answers": [
      {
        "id": 190,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 190,
    "text": "Выйдя на площадку Рэйчел сразу же посмотрела дверь своей квартиры. Она была слегка приоткрыта, тем самым заставив девушку переживать еще больше. Парень посмотрев на ее испуганное лицо взял ее за руку и шагнул вперед к двери. В квартире было все верх тормашками, но в самом помещении было непривычно тихо. Рэйчел вырвавши свою руку начала бегать по своей квартире в поисках родителей. \n\n— Мама! Папа! Где вы? — метавшись девушка кричала в квартире. Парень это увидев ловко ее поймал и закрыл ей рот своей рукой.\nКак бы она не брыкалась его захват был крепче. \n\n— Тише, давай все осмотрим тихо. — прошептал парень ей на ухо. — Нам лишние не нужны. \nПосле легкого кивка девушка выбралась из его захвата и прислушалась к звукам вокруг. И это дало не малый результат, с кухни она услышала странные звуки. Они прошли на кухню и увидели страшную картину. На полу лежали тела родителей, а над ними сидели два вампира.",
    "answers": [
      {
        "id": 191,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 191,
    "text": "Девушка стояла в ужасе и шоке от увиденного. По ее щекам одиноко падали слезинки. Люк посмотрев на Рэйчел встал впереди нее, что бы в случаи нападения она была в безопасности. Но вампиры и не думали нападать. Они отошли от тел и стали на одно коленно. \n\n— Королева, мы готовы вам служить. — сказал один из вампиров. \n\n— Королева мы клянемся любить и защищать вас. — сказал второй вампир. \nЛюк не понимая что происходит искося посмотрел в сторону Рэйчел. Девушка в ярости обошла Люка и гневно посмотрела на вампиров.\n\n— Какая я вам Королева? — девушка воспользовалась телекинезом и подняла их в воздух за горло. — Люциус у тебя есть оружие? — но не дожидаясь его ответа девушка перерезала им горло осколком стекла и силовым полем выбросила их в окно. \n\n— Ты что с ума сошла? — парень тряс ее за плечи. Но Рэйчел лишь улыбалась своей выходке.",
    "answers": [
      {
        "id": 192,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 192,
    "text": "Спасибо за прохождение квеста☆\nПродолжение не за горами♡",
    "answers": [
      {
        "id": 1,
        "text": "Главная"
      }
    ]
  },
  {
    "id": 193,
    "text": "",
    "answers": []
  }
]