[
  {
    "id": 1,
    "text": "Родители насильно переводят главную героиню в другое учебное заведение, где она встретит не только самую большую любовь всей своей жизни, но и ошибку. Ей придётся постоянно делать выбор, сгорать от стыда и любви..\n\nИстория скорее более подростковая. Содержит откровенные постельные сцены. Выбора нет, это скорее книга. Если вы любитель детективов, экстрима и хотите влиять на развитие сюжета, то я думаю вам понравится мой второй квест:\"Пули-детям не игрушки.\"",
    "answers": [
      {
        "id": 2,
        "text": "1 глава"
      },
      {
        "id": 26,
        "text": "2 глава"
      },
      {
        "id": 42,
        "text": "3 глава"
      },
      {
        "id": 57,
        "text": "4 глава"
      },
      {
        "id": 65,
        "text": "5 глава"
      },
      {
        "id": 86,
        "text": "6 глава "
      },
      {
        "id": 91,
        "text": "7 глава "
      },
      {
        "id": 103,
        "text": "8 глава"
      },
      {
        "id": 114,
        "text": "9 глава"
      },
      {
        "id": 126,
        "text": "10 глава"
      },
      {
        "id": 1,
        "text": "Группа в вк где можно найти все важные новости и связаться со мной♡)",
        "url": "http://vk.com/public172377257"
      },
      {
        "id": 138,
        "text": "11 глава "
      },
      {
        "id": 149,
        "text": "12 глава"
      },
      {
        "id": 156,
        "text": "13 глава"
      },
      {
        "id": 166,
        "text": "14 глава "
      },
      {
        "id": 173,
        "text": "15 глава\n\n*И последняя♡♡♡"
      }
    ]
  },
  {
    "id": 2,
    "text": "Мои родители-эгоисты! Они решили, что мне нужна смена обстановки, не спросив меня записали в какую-то школу закрытого типа! Посреди учебного года! Ещё вчера мне сказали об этом во время ссоры и в порыве злости, а уже сегодня я еду в Лос-Анджелес! То что у них денег кур не клюют, не даёт им права распоряжаться моей жизнью и решать всё за меня! Они никогда толком обо мне не заботились, я росла без их любви и внимания. Но этот поступок окончательно отбил моё желание быть с ними ближе. Сейчас я стою перед огромными воротами, за которыми находится моё новое учебное заведение. Огромное здание в английском стиле переливалось в лучах солнца. Его лаконичность и безупречная отделка сразу дали понять, чьи дети здесь учатся. Мне открыли ворота и меня встретил довольно пожилой мужчина. Он был одет в идеально сидящий на нём костюм. Точно сшили по размерам. На его воротничке была золотая вышивка фирмы. Мой отец тоже закупается там. \n—Здравствуйте, мисс Кроссман. Мы рады видеть вас в стенах нашего скромного заведения.",
    "answers": [
      {
        "id": 3,
        "text": "Продолжить размышления"
      }
    ]
  },
  {
    "id": 3,
    "text": "Ага, скромного. Да за такие деньги вы всё население Африки прокормить можете. Я всё ещё не успокоилась из-за выходки родителей, поэтому была не настроена на разговор с этим радушным старичком. Его лысина блестела на солнце, а щёки имели слегка бордовый оттенок, но он внушает уважение и располагает к себе своим внешним видом. ",
    "answers": [
      {
        "id": 4,
        "text": "Поздороваться"
      }
    ]
  },
  {
    "id": 4,
    "text": "—Здравствуйте...\n—Мистер Голдман.-Подсказал директор и я отметила иронию определено присутствующую здесь.\n—Спасибо. -Я мило улыбнулась и попыталась отвлечься от негативных мыслей. \n—Позвольте я вам помогу. \nОн взял мою сумку и ворота медленно закрылись за нами. Неизбежность накрыла меня с головой. \n—Вы перевелись к нам во время учебного процесса, но не переживайте. Вы не пропустили ничего важного. Сейчас только ноябрь и думаю вы сумеете найти общий язык с соседками. Они введут вас в курс дела.\nМы подошли к крыльцу и он невзначай взглянул на часы.\n—Я бы устроил вам экскурссию, но к сожалению мне надо спешить. Попросите кого-нибудь из знакомых. Ваша комната 163а.",
    "answers": [
      {
        "id": 5,
        "text": "Быть паинькой"
      }
    ]
  },
  {
    "id": 5,
    "text": "Я забрала сумку и поблагодарила директора. С моим топографическим критенизмом, я могла заблудиться в трёх соснах. Надеюсь я встречу дружелюбного парня или девушку по пути в никуда. \nЯ поднялась по лестнице и восторженно огляделась по сторонам. Стильно обставленное помещение радует глаз. Надеюсь комната не разочарует меня. Летая в облаках, я врезалась во что-то твердое и тёплое. Я слегка вскрикнула от неожиданности.\n—Дура! Смотри куда прёшь!\nВысокий парень недовольно посмотрел на меня, но стоило нашим глазам встретиться, как я с визгом налетела на старого знакомого. ",
    "answers": [
      {
        "id": 6,
        "text": "Узнать друга "
      }
    ]
  },
  {
    "id": 6,
    "text": "—Кайл! Я так рада тебя видеть.\n—И я, Амелия. Не ожидал здесь увидеть.\n—Да...так вышло. Родители переплюнули сами себя. Я и не знала, что ты учишься именно в этом захолустье.\n—Прости, как ты назвала наш корпус?-Он мило посмеялся и почесал затылок-Вообще-то здесь есть: спортзал, бассейн, площадки для спортивных занятий, комната отдыха и куча всего интересного. Это не сравнится ни с каким из наших с тобой домов. И плюс здесь много красивых девчонок! \n—А парней?\n— Ты ещё слишком маленькая.",
    "answers": [
      {
        "id": 7,
        "text": "А он всё не меняется)"
      }
    ]
  },
  {
    "id": 7,
    "text": "Мы не виделись с Кайлом с прошлого лета, он почти не изменился. Как был суперкрасавчиком, так и остался. Он всегда оберегал меня и порой даже чересчур, до того момента как его отец не запихнул его сюда и мне дали свободу действий. Но мы продолжали переписываться. Вообщем Кайл мне как брат.",
    "answers": [
      {
        "id": 8,
        "text": "Я уже не ребёнок"
      }
    ]
  },
  {
    "id": 8,
    "text": "—Знаешь, вообще-то я выросла и это сложно не заметить.\n—То что у тебя выросла грудь, ещё ничего не значит. \nОн недовольно пробежал по мне взглядом.\n—И с каких пор ты стала носить такие открытые платья?\n—То что оно выше колена и без брителек ничего не значит. Лучше помолчи и помоги найти мою комнату! 163а.\nДруг взял мою сумку и пошел в сторону женского общежития. \n—Сейчас обед и я шёл на него, но мы можем пойти вместе.",
    "answers": [
      {
        "id": 9,
        "text": "Было бы круто!"
      }
    ]
  },
  {
    "id": 9,
    "text": "—Да, конечно! \nЧерез пять минут мы оказались в моей комнате. Нежно розовые стены и белый ковёр сразу дал понять, что здесь обитают девчонки. Мы бросили сумку в коридоре и пошли в столовую. Только когда я почувствовала запах еды и специй, поняла как сильно проголодалась. Большие окна пропускали так много света, что дополнительно освещение не требовалось. К моему счастью, никто не обратил на меня внимание как на новое лицо. Ну во всяком случае оно было умеренным. ",
    "answers": [
      {
        "id": 10,
        "text": "Как истинные гурманы мы едим только самое лучшее"
      }
    ]
  },
  {
    "id": 10,
    "text": "—И как у вас тут обстоят дела с едой? \n— Ты оценишь. Хочу познакомить тебя со своими друзьями.\n—Кто сказал, что я захочу сесть рядом с моей любимой занудой? \n—Так это и не обсуждается.\nОн непринужденно пожал плечами и мы в унисон засмеялись. Мне не хватало его опеки. Взяв всё, что советовал Кайл, мы пошли за его столик за которым сидели в основном идеальной внешности парни. Их компанию разбавляла одна девушка то и дело оглядываясь по сторонам и стоило ей заметить нас, она напряглась. ",
    "answers": [
      {
        "id": 11,
        "text": "Знакомство с его друзьями, это слегка волнительно"
      }
    ]
  },
  {
    "id": 11,
    "text": "—Ребят хочу вас познакомить с моей сестрой, ну она мне как сестра-Амелия. \nДевчонка выдохнула и дружелюбно улыбнулась мне. Она девушка Кайла? Я села рядом с ним и он принялся представлять мне своих друзей.\n—Это Брайан-Русый парень с карими глазами подмигнул мне.\n— Это зазнавшийся, самовлюблённый и неуравновешенный парень, а так же по совместительству мой лучший друг-Марк.\nКажется парень не оценил \"визитку\" моего брата и хмуро посмотрел на нас двоих.\n—Он как всегда не в настроении. Не обращай внимания. И спешу тебе представить пожалуй самого стабильного, умного парня-меня. Ладно, шучу. Это Тео. ",
    "answers": [
      {
        "id": 12,
        "text": "Вроде всё не так уж и плохо "
      }
    ]
  },
  {
    "id": 12,
    "text": "—Рада знакомству с вами ребята.\n—Ева.\nДевушка обворожительно мне улыбнулась и протянула руку. Я незамедлительно её пожала.\n—Моя девушка-Добавил Кайл и она засияла. Копна веснушек на её носу и небрежные локоны придавали ей особый шарм.\n—Дружище, а раз она твоя хорошая, замечательная подруга и просто красавица, к ней же можно подкатить?-Кайл зло глянул на Брайана-Я просто спросил. Если хочешь, я устрою тебе экскурсию по корпусу, и в бонус покажу свою комнату. ",
    "answers": [
      {
        "id": 13,
        "text": "Хахахаха"
      }
    ]
  },
  {
    "id": 13,
    "text": "От улыбки у меня заболели щёки. Может не так уж и плохо, что меня отправили сюда. \n—Будь поосторожней, а то подхватишь от него чего-нибудь.-Вставил Марк. \n—Кто бы говорил. Ты сегодня с Милой кувыркался? Или Мией? А может эти близняшки решили устроить тебе сюрприз?\nМарк хотел что-то сказать, и сюда по его выражению лица не очень хорошее, но мой друг влез в их разговор.\n—Вы все друг друга стоите! По этому никто из вас даже не должен думать о моей сестре. ",
    "answers": [
      {
        "id": 14,
        "text": "Какой же он занудный"
      }
    ]
  },
  {
    "id": 14,
    "text": "— Не будь занудой!-Они тоже считают, что он постоянно нудит, мои люди-Дай своей \"сестре\" самой решить чего она хочет в свои ..-Тео слегка замялся-Сколько тебе?\n—Шестнадцать -Сказала я и захлопала глазками.\n—Сколько?!\nВсе удивленно уставились на меня. Они так громко произнесли это, что некоторые начали смотреть на нас. Даже угрюмого Марка удивила эта цифра. Всё потому что я выглядела старше своих лет. Может это из-за третьего размера груди и отличной фигуры, может лицом вышла, так или иначе все давали мне больше 18.\n— Шестадцать недоумки. И чтобы я рядом с ней вас на видел ",
    "answers": [
      {
        "id": 15,
        "text": "Но..."
      }
    ]
  },
  {
    "id": 15,
    "text": "—Но мне скоро семнадцать, так что не слушайте моего брата. Кайл, мне надо разобрать вещи и подготовиться к завтрашнему дню.\n—Хорошо, я провожу тебя, а то идиотов тут много.\nОн сделал акцент на слове идиотов и мы пошли на выход. ",
    "answers": [
      {
        "id": 16,
        "text": "В комнате"
      }
    ]
  },
  {
    "id": 16,
    "text": "— Спасибо большое за помощь. \nЯ чмокнула брата в щёчку и закрыла дверь. Неплохое начало, надеюсь мне повезет с соседями по комнате. На белом ковре стоял журнальный столик, а напротив него милый пушистый диван. По бокам противоположно друг другу расположились две двери, а возле входа третья. Думаю за последней находится ванная. Одна из дверей возле дивана была приоткрыта. Я зашла в левую комнату и поняла, что это моя. Большая двуспальная кровать в центре комнаты была застелена. Шкаф цвета слоновой кости открыт и пуст. Стол возле большого окна, как в столовой, на нём стоял ноутбук и я в который раз удивилась. Сколько родители отдали за то чтобы отдать меня сюда? Большое зеркало возле входа в полный рост было идеально чистым. Я затащила сумку в комнату и принялась разбирать вещи. Стоило мне закончить, как моя соседка постучалась в дверь и зашла.",
    "answers": [
      {
        "id": 17,
        "text": "Ещё знакомства"
      }
    ]
  },
  {
    "id": 17,
    "text": "Маленькая, хрупкая девушка помахала мне и улыбнулась во все тридцать два. Её голубые глаза светились, а белокурые волосы вздрагивали при каждом движении.\n—Привееет! Я Ника, твоя соседка. \n—Привет-От её позитива мне захотелось улыбнуться самой-Амелия, но можно Лия. Очень рада знакомству. \n—Нам столько надо узнать друг о друге! Кстати, ты знаешь Кайла Дэвиса?",
    "answers": [
      {
        "id": 18,
        "text": "Очень даже..)"
      }
    ]
  },
  {
    "id": 18,
    "text": "—Мм..Да. Он мне почти как брат. \n—Тебе крупно повезло. Он у нас тут знаменитость со своими дружками.\n— Ты про то трио?\nМы сели на мою кровать и я поняла, что с Никой можно душевно поболтать. \n—Ага! Скажи они красавчики?!\n— Не спорю, но уверена, что они не пропустят не одну юбку. Уже пытались подкатить ко мне.\n—Ну ты не волнуйся, хочешь ты быть с кем-то из них или нет, Кайл их не подпустит к тебе.",
    "answers": [
      {
        "id": 19,
        "text": "Я сама разберусь"
      }
    ]
  },
  {
    "id": 19,
    "text": "— Не ему решать. \n—Тоже верно, но я тебя предупредила. Слушай, мне к брату надо, заодно со своим снова встретишься.\n—Окей, пошли. Нам можно в мужское общежитие? \n—Наши родители платят такие деньги не за то чтобы нам что-то запрещали. Но определенные правила есть. После одиннадцати часов вечера покидать свою комнату запрещено. Да этим строго следят в первые месяцы школы, а уже весной забывают. Это просто шикарное место! ",
    "answers": [
      {
        "id": 20,
        "text": "Смотря как смотреть на это всё..."
      }
    ]
  },
  {
    "id": 20,
    "text": "Или место разврата, пьянства и тому подобного. Не могу сказать пока точно, но эта вседозволенность напрягает. Я то думала, что буду здесь упорно учиться, прикладывать всё силы, а тут на тебе. Красивые цветы встретили нас при входе в мужской корпус. Возле комнаты 94б мы остановились и Ника не стуча вошла. Так точно можно было? Черные стены, большой телевизор и диван не создавали уюта, но смотрелось неплохо. \n—Марк, Кайл, вы здесь?\nНика начала заходить в комнаты и кричать. Мой брат вышел в одном полотенце. \n—Лия, что ты здесь делаешь?\nОн слегка покраснел из-за того что я застала его в таком виде.\n— Это я её привела. Мы соседки. Где мой брат?",
    "answers": [
      {
        "id": 21,
        "text": "Чего? Какой брат? Чей брат? Её?"
      }
    ]
  },
  {
    "id": 21,
    "text": "—Подожди, твой брат? Марк?\n—Ну да.\nСпокойно ответила она и пошла в ванную комнату, но дверь была заперта. \n—Марк, выходи быстрее! Мне нужна моя зарядка! Я не переживу, если мой телефон сядет.\nНика начала ломиться в дверь, а у меня всё ещё не складывалось в голове, как они могли быть родственниками. Марк и Ника не похожи внешне, поведением, никак! \n—Амелия, прекрати на меня так пялиться! Мы от разных мам. ",
    "answers": [
      {
        "id": 22,
        "text": "Ой..неудобно получилось"
      }
    ]
  },
  {
    "id": 22,
    "text": "Я смущенно отвернулась и в этот момент из душевой вышел Марк. Он стоял в полотенце обмотаном вокруг бёдер, оно еле держалось на нём. Капли воды стекали по его телу, а волосы были взъерошенны.\n—Ника, ты достала меня! Скоро твоё тело найдут зарытым на нашем заднем дворе.\n Он хотел пойти в свою комнату, но заметил меня. Морщинки на его лбу расгладились, а уголки губ поползли вверх.",
    "answers": [
      {
        "id": 23,
        "text": "ВАУ..."
      }
    ]
  },
  {
    "id": 23,
    "text": "Я не могла оторвать взгляд от его совершенного тела. Рельеф тела поражал, каждый кубик, мышцу было хорошо видно. Мне захотелось дотронуться до него. Мои щёки вспыхнули, стоило мне об этом подумать. Марк заметил это и улыбнулся. Его пошлая улыбка смутила меня ещё больше. \n— Ты не хочешь одеться? Тут твоя сестра и моя тоже-Прервал неловкую ситуацию Кайл. Он успел надеть трусы и шорты.\n—А мне кажется твоя сестра совсем не против. ",
    "answers": [
      {
        "id": 24,
        "text": "Мамочки..."
      }
    ]
  },
  {
    "id": 24,
    "text": "Он снова посмотрел мне в глаза и внутри меня завязался тупой узел. Я прикусила нижнюю губу, когда он прошёл рядом и \"случайно\" задел меня своей рукой. \n\"Какой он горячий!\"-промелькнула мысль у меня в голове. Марк вернулся из своей комнаты уже в шортах, он выглядел не менее сексуально в них. Жар не проходил, а лишь усиливался и все заметили, что со мной что-то не так. Хотя, стоп. Что-то? Всё! Я возбудилась на ровном месте. Раньше такого никогда не было и я не знала, что делать сейчас и куда бежать. Лишь только Марк пожирал меня взглядом понимая о чём я сейчас думаю. Не разрывая зрительного контакта, он отдал сестре зарядку. Между нами как будто проскочила искра и воздуха в комнате стало не хватать. Из транса меня вывела Ника, она схватила меня за руку и потащила на выход. Пока мы шли я пыталась вспомнить как дышать. И лишь когда Ника закрыла дверь в нашу комнату, я громко вздохнула воздух.",
    "answers": [
      {
        "id": 25,
        "text": "Что. Это. Было. !??!?!?!"
      }
    ]
  },
  {
    "id": 25,
    "text": "—Ну ты даёшь...Боже, Амелия! У тебя на лбу было написано, что ты хочешь его! \n—Чт..что? Нет..вам показалось. \n—Ты запала на моего брата! Хотя знаешь, это не удивительно. Марк нравится как минимум половине школы. И если тебе нужно моё одобрение, то знай: Я не против!)\nЯ упала на диван и закрыла глаза. \n—Пойду отдохну. Завтра мой первый учебный день.\n",
    "answers": [
      {
        "id": 26,
        "text": "Новый день"
      }
    ]
  },
  {
    "id": 26,
    "text": "У нас с Никой одни и те же уроки, мы решили сесть вместе на всех. Они замечательная! Всё ещё не могу поверить, что мне так везёт. Уроки прошли быстро и мы пошли в столовую. Все кричали и о чем-то громко разговаривали. \n—Что за ажиотаж?\nОна пожала плечами и взяв еду, мы сели к нашим братьям и их друзьям. \n—Что случилось?\n—Завтра у нас фотосессия, но не в выпускной альбом, а как бы презентация школы. ",
    "answers": [
      {
        "id": 27,
        "text": "Слушать ребят дальше "
      }
    ]
  },
  {
    "id": 27,
    "text": "—Фотографии должны получится шикарными чтобы богатенькие родители хотели отдать сюда своих детей. И конечно же мы в ней участвуем. \n—И между прочим вы тоже. Голосованием старшие классы выбрали какие девушки будут в ней.\n—Я пришла только вчера.\n—Но зачислили тебя два дня назад, да и одного дня вполне достаточно чтобы заметить такую красавицу-Тео подмигнул мне и я покраснела. \n—И что? Мы будем сниматься с вами? Где? \n—Ника, ты думаешь мы всё знаем? Завтра за вами придут и всё расскажут.",
    "answers": [
      {
        "id": 28,
        "text": "Я не знаю, что такое терпение"
      }
    ]
  },
  {
    "id": 28,
    "text": "Ожидание просто убивает и съедает изнутри. Поэтому я решила поболтать с Никой. Она сидела на кровати и читала книгу, но заметив меня убрала.\n—Я волнуюсь.\n—Я тоже, но у тебя отличная фигура В отличие от меня.\n—Ника, о чём ты говоришь? Ты похожа на куколку!\n—Правда?-Она снова засияла как маленькое солнышко.\n—Конечно, правда) А вот у меня нет никакого опыта в фотосессиях. Вдруг мне достанется некрасивый партнёр?\n—У нас здесь нет некрасивых. Давай лучше фильм посмотрим и отвлечемся от ненужных мыслей.\n—Хорошая идея. \nМы улеглись на её кровать и обе заснули не досмотрев комедию до конца. ",
    "answers": [
      {
        "id": 29,
        "text": "Подъём!!!"
      }
    ]
  },
  {
    "id": 29,
    "text": "Мы проснулись от стука в дверь.\n—Ник, открой. \nЯ легла на другой бок и натянула одеяло. \n—Открой.\nЯ помассировала лоб и нехотя встала, но дверь открылась сама и зашёл наш директор.\n—Девочки, я хотел вам напомнить, что сегодня вы освобождаетесь от уроков. Вы будете работать со старшеклассниками так что за завтраком спросите у них что, где, как.\nОн снова посмотрел на часы-кажется, что он всё время куда-то спешит-и ушёл. Я поплелась умываться, а потом разбудила Нику. ",
    "answers": [
      {
        "id": 30,
        "text": "Мои глаза буквально слипаются..("
      }
    ]
  },
  {
    "id": 30,
    "text": "—Я так хочу спать!-ныла она.\n—Я тоже, но сегодня нам надо быть в форме. Выше нос! \nМы сели к ребятам за столик. Ева была взволнованна не меньше нас и ёрзала на одном месте.\n—После завтрака идём в бассейн. Там вас приведут в порядок и фоткаемся.",
    "answers": [
      {
        "id": 31,
        "text": "А сейчас с нами что не так?"
      }
    ]
  },
  {
    "id": 31,
    "text": "—То есть сейчас мы не в порядке?-Я выгнула бровь и посмотрела на Марка. Он надменно взглянул на меня и я захотела его придушить. \n—Просто не в моем вкусе.",
    "answers": [
      {
        "id": 32,
        "text": "Ах, прости. Я совсем забыла КТО в твоём вкусе!!!"
      }
    ]
  },
  {
    "id": 32,
    "text": "—Ну да. В твоем вкусе шалавы, которые вешаются на тебя. \nДрузья удивлённо посмотрели на нас ожидая продолжения банкета. И оно будет. \n—Тогда может ты и в моем вкусе.\nОн прищурил глаза и пошло улыбнулся. От злости румянец выступил на моих щеках и мне захотелось ударить его. \n— Ты назвал меня шлюхой? ",
    "answers": [
      {
        "id": 33,
        "text": "Я УБЬЮ ЕГО"
      }
    ]
  },
  {
    "id": 33,
    "text": "Я сжала ладони в кулаки.\n— Амелия, успокойся-Начал брат, но мне было не до него. Еще чуть-чуть и у меня пар из ушей пойдёт. \n—Детка, да ты горишь-Сказал Марк и улыбнулся. Он даже не представляет с каким огнём играет.\n— Ты тоже. Так что остынь. \nЯ взяла содовую со льдом и вылила на него. Он подскочил и буквально через секунду мы оба стояли мокрые. \n—Козёл!\n—Сука!\nЯ побежала на выход, а Ника за мной.\n—Идём в бассейн. Там приведёшь себя в порядок. Успокойся, мой брат конченный. Представь каково было мне жить с ним.",
    "answers": [
      {
        "id": 34,
        "text": "Хорошо, что рядом Ника, котрая поддерживает"
      }
    ]
  },
  {
    "id": 34,
    "text": "Я была благодарна ей за поддержку и в конце концов успокоилась. Когда мы пришли в бассейн, стилисты уже ждали нас. \n—Девушка, что с вами случилось!?\nЖенщины начали суетиться вокруг меня.\n—Козёл один.\n—Ох...\nОни раздели нас до нижнего белья и пришла Ева.\n—Амелия, с тобой всё хорошо?-Обеспокоенно спросила она. ",
    "answers": [
      {
        "id": 35,
        "text": "Мм..Да. Пожалуй."
      },
      {
        "id": 36,
        "text": "С чего бы это вдруг?!"
      }
    ]
  },
  {
    "id": 35,
    "text": "Я выдохнув улыбнулась и кивнула\n—Слава Богу. Марк метал гром и молнии когда ты ушла. Кайлу пришлось поговорить с ним чтобы хоть как-то успокоить.\n—Лучше бы он его в окно выбросил. Извини, Ник.\n—Ничего. Я все понимаю и меня тоже посещали такие мысли.\nОни крепко обняли меня и я была безумно рада, что они у меня теперь есть.",
    "answers": [
      {
        "id": 37,
        "text": "Переодеться и подготовиться к съёмке"
      }
    ]
  },
  {
    "id": 36,
    "text": "—С каких пор у меня всё хорошо? У меня перестало быть что либо  \"хорошо \" после того, как я познакомилась с одним мудаком. А именно-твоим братом!-Мои щёки пылали от злости. Только сказав это всё я поняла, что сорвалась ни за что на Николь.\nЯ выдохнув, извиняясь улыбнулась.\n—Слава Богу. Марк метал гром и молнии когда ты ушла. Кайлу пришлось поговорить с ним чтобы хоть как-то успокоить.\n—Лучше бы он его в окно выбросил. Извини, Ник.\n—Ничего. Я все понимаю и меня тоже посещали такие мысли.\nОни крепко обняли меня и я была безумно рада, что они у меня теперь есть.",
    "answers": [
      {
        "id": 37,
        "text": "Переодеться и подготовиться к съёмке"
      }
    ]
  },
  {
    "id": 37,
    "text": "Нам дали купальники и мы переодевшись, сели на макияж и укладку. Мало того что этот купальник был мне слегка мал, он был раздельным и я чувствовала себя как будто выйду скоро на панель. Девчонкам же попались нормальные размеры.\n—Лия, чтобы ты там не думала, но выглядишь потрясающе...\n—И так..сексуально! ",
    "answers": [
      {
        "id": 38,
        "text": "Я засмущалась"
      }
    ]
  },
  {
    "id": 38,
    "text": "Я мило улыбнулась и тоже сделала им комплимент. Я и правда выглядела сногсшибательно. Макияж был нежным и естественным, а локоны красиво уложили. Не верю, что могу быть такой красивой. \n—Ваши партнёры уже ждут вас.\nМы вышли из раздевалок и возле воды уже стоял Кайл, Марк и Тео. Все трое увидев нас пооткрывали рты. Моя внутренняя богиня ликовала от счастья. Фотограф довольно улыбнулся и поприветствовал нас, удостоив поцелуя в руку.",
    "answers": [
      {
        "id": 39,
        "text": "Выслушать задачу"
      }
    ]
  },
  {
    "id": 39,
    "text": "—Каждый из вас будет играть влюбленную пару. Вы можете сами выбрать с кем будете сниматься.\nКайл и Ева тут же взялись за руки, а мы с Никой встали в ступор. Марк подошёл ко мне вместе с Тео.\n—Я не могу играть влюбленную пару со своей сестрой, чувак!-Возмутился Марк и я грустно с ним согласилась. Или же наоборот обрадовалась, что он выбрал меня. Он обнял меня за талию и изучил каждый миллиметр моего тела своим взглядом. От его прикосновения у меня пошли мурашки, а от взгляда внутри что-то ёкнуло. \n—Отлично. Сперва совместная съёмка, потом по парам.",
    "answers": [
      {
        "id": 40,
        "text": "Занять свои места "
      }
    ]
  },
  {
    "id": 40,
    "text": "Мы разместились на шезлонгах. Ну как мы..парни легли, а мы сели сверху. Я чувствовала себя ужасно некомфортно и сгорала от стыда. Марк же не отводил своего взгляда. Потом мы поменялись местами и они начали делать мне массаж. От каждого движения Марка, в моем теле разносился импульс и тугой узел внутри не давал покоя. К счастью мы скоро закончили групповую съёмку и отправились на бэкстейдж.",
    "answers": [
      {
        "id": 41,
        "text": "Разговор с Марком"
      }
    ]
  },
  {
    "id": 41,
    "text": "—Понравилось? \n—Что?\n—То как я массировал тебе спинку, как ты сидела на мне.\n— Ты только об этом и думаешь. Извращенец. Самому не противно? \nОн поджал губу и отрицательно покачал головой. \n—Давай заключим пари?\n—Условия?\n—Играем до трёх очков. Кто проиграет, целый день исполняет желания другого. \nАзарт разыгрался не на шутку и я была готова принять этот вызов. Он будет выполнять все мои прихоти.",
    "answers": [
      {
        "id": 42,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 42,
    "text": "—Марк и Амелия?\nМы были последний парой и остальные уже ушли. Это одновременно радовали меня и тревожило.\n—Будете сниматься в воде.\nЯ первая залезла и мне кинули надувной круг в форме фламинго. ",
    "answers": [
      {
        "id": 43,
        "text": "Забраться в круг самой"
      },
      {
        "id": 44,
        "text": "Попросить помощи "
      }
    ]
  },
  {
    "id": 43,
    "text": "Я попробовала забраться на него самостоятельно, но ничего не вышло. \n—Я помогу.\nЯ снова подтянулась и рука Марка оказалась у меня прямо на ягодице. Я впилась ногтями в этот круг и была готова проткнуть его насквозь. Когда я умостилась в круге поудобнее, то злобно посмотрела на Марка, но его улыбка не сошла с лица. ",
    "answers": [
      {
        "id": 45,
        "text": "Сделать пару снимков"
      }
    ]
  },
  {
    "id": 44,
    "text": "—Марк, ты не мог бы помочь?-Я взглядом покащала на надувной круг и парень кивнул.\nЯ подтянулась и рука Марка оказалась у меня прямо на ягодице. Я впилась ногтями в этот круг и была готова проткнуть его насквозь. Когда я умостилась в круге поудобнее, то злобно посмотрела на Марка, но его улыбка не сошла с лица. ",
    "answers": [
      {
        "id": 45,
        "text": "Сделать пару снимков"
      }
    ]
  },
  {
    "id": 45,
    "text": "Сделав пару кадров так, мы решили, что без круга будет лучше. Марк обнял меня за талию и притянул к себе. Я посмотрела ему в голубые глаза и положила руки на плечи. Его горячее дыхание касалось моих губ. Мы дышали одним воздухом пару секунд, а потом он поцеловал меня. Я была совершенно к этому не готово, но еще больше я была не готова к его руке на моей попе второй раз. Я впилась ногтями ему в спину, но он лишь углубил поцелуй и прижал так, что между нами не осталось даже воздуха. Он слегка погладил моё бедро и нам окончательно стало нечем дышать.",
    "answers": [
      {
        "id": 46,
        "text": "Что этот наглец творит?"
      }
    ]
  },
  {
    "id": 46,
    "text": "Я хотела утонуть, уплыть, сбежать, хотя бы просто раствориться и исчезнуть. Мои щёки горели как и глаза Марка. Он был безумно доволен собой. Мои глаза был и широко открыты и я пыталась спокойно дышать. Мне хотелось повторить. Хорошо, что здесь нет нашего близкого друга-Кайла. \n— Это было просто превосходно! Лучший кадр за всю фотосессию!-Воскликнул фотограф. \n—Слышала, принцесса. Это был лучший кадр.",
    "answers": [
      {
        "id": 47,
        "text": "Конечно! Я думала ты сожрёшь меня!"
      }
    ]
  },
  {
    "id": 47,
    "text": "Марк чмокнул меня в нос, а я всё ещё пребывала в шоке. Мой первый поцелуй с Марком...\n—Подплывите к бортику. Там хорошее освещение. Сделаем пару кадров там.\nЯ схватилась за бортик и Марк прижал меня к нему спиной. Между нами определено происходило трение. Еще совсем немного и загорится огонь. ",
    "answers": [
      {
        "id": 48,
        "text": "Не сопротивляться"
      },
      {
        "id": 49,
        "text": "Пора прекращать это"
      }
    ]
  },
  {
    "id": 48,
    "text": "Партнёр дотронулся кончиками пальцев до моего подбородка, большой палец оказался у моей нижней губы. По моей шее поползли мурашки, а внутри всё горело. Я слышала как фотоаппарат не останавливаясь делал снимки, но мне было не до этого. Рука которая обнимает меня за талию спустилась на ягодицы. Мои щёки и уши горят. Мне хочется сбежать и больше не видеть этого нахала. И в то же время расстаять в объятиях Марка. Его большая ладонь сжала мою пятую точку и возбуждение дало о себе знать. ",
    "answers": [
      {
        "id": 50,
        "text": "Ммм..."
      }
    ]
  },
  {
    "id": 49,
    "text": "Я попробовала отодвинуться от Марка, но парень прижал меня бёдрами. Мои руки упёрлись в его грудь и Марк завёл мне их за спину без труда. \nПартнёр дотронулся кончиками пальцев до моего подбородка, большой палец оказался у моей нижней губы. По моей шее поползли мурашки, а внутри всё горело. Я слышала как фотоаппарат не останавливаясь делал снимки, но мне было не до этого. Рука которая обнимает меня за талию спустилась на ягодицы. Мои щёки и уши горят. Мне хочется сбежать и больше не видеть этого нахала. И в то же время расстаять в объятиях Марка. Его большая ладонь сжала мою пятую точку и возбуждение дало о себе знать. ",
    "answers": [
      {
        "id": 50,
        "text": "Ммм...."
      }
    ]
  },
  {
    "id": 50,
    "text": "В приоткрытые губы я тихо простонала. Его самодовольное лицо напомнило кто он. Но я не могу противиться желанию которое испытываю первый раз. Оно сводит с ума. Голова начинает кружится, а живот сводить. Я обняла Марка за шею и прильнула всем телом. Грудь упёрлась в него и его губы оказались у моего уха.\n— Ты девственница.\nПрошептал он так сладко и протяжно. В ушах всё пульсирует, между ног пожар. Холодная вода кажется закипает вместе со мной. В живот мне упёрлось что-то твёрдое. Я испуганно посмотрела на Марка. \n—Я хочу тебя, малышка.",
    "answers": [
      {
        "id": 51,
        "text": "Совсем не могу ему противостоять.."
      }
    ]
  },
  {
    "id": 51,
    "text": "Он поднял меня и я обхватила его талию ногами, а потом его губы смяли мои. Его язык тут же проник мне в рот. Этот поцелуй так и кричал насколько мы хотим друг друга. Марк слегка прорычал когда я двинула тазом и я знала, что он испытывал те же ощущения. Мне так не хотелось прерывать этот момент, что от недостатка кислорода, моя голова закружилась, хотя я уверена, что к этому причастен и сам Марк. Я отстранилась от него и по детски большими распахнутыми глаза уставилась. Его корона даже не собиралась падать, а самооценка точно взлетела до небес.",
    "answers": [
      {
        "id": 52,
        "text": "Всё что сейчас произошло, ошибка."
      }
    ]
  },
  {
    "id": 52,
    "text": "Мне стало так больно и обидно, что я толкнула его и вылезла из бассейна.\n—Амелия, возьмите мою визитку. Я бы хотел поработать с вашей парой ещё один раз.\nЯ усмехнулась от слова парой. Какие громкие слова...",
    "answers": [
      {
        "id": 53,
        "text": "Какой же Марк всё таки козёл. "
      }
    ]
  },
  {
    "id": 53,
    "text": "Моя одежда успела высохнуть и я пошла на ужин, где уже все собрались, аппетита не было. Стоило мне сесть как сзади подошёл Марк.\n—Один, ноль в моб пользу. -Прошептал он и поставил передо мной десерт с кофе. Мои щёки снова вспыхнули и Кайл странно посмотрел на меня.\n—Как прошла фотосессия?-подозрительно спросил он.\n—Я уверен, что она прошла божественно!-Обиженно сказал Тео-С Амелией она бы у кого угодно прошла отлично! Кайл, ты её вообще видел? Её из дома нельзя выпускать. ",
    "answers": [
      {
        "id": 54,
        "text": "Вот кто умеет делать нормальные комплименты. Не то, что некоторые. "
      }
    ]
  },
  {
    "id": 54,
    "text": "Я тихо засмеялась. \n—Тео, ты мне льстишь. Но мне очень приятно. \n—Вовсе нет! Мы тоже так думаем!-Начали подруги. \n—Они правы-Спокойно подтвердил Марк и я сжала ноги чтобы предотвратить новую волну возбуждения. ",
    "answers": [
      {
        "id": 55,
        "text": "Когда этот дурдом закончится? Рядом с ним я забываю, что такое самоконтроль"
      }
    ]
  },
  {
    "id": 55,
    "text": "—Что я не видел? Почему меня не послали с вами? Это не справедливо! Я фоткался в классе и это было совершенно не интересно!-Сказал недовольно Брайан. \n—Оо.. ты многое пропустил. Но с нашей скромняжкой было бы интересно везде-Пошло сказал Марк и я опустила голову чтобы скрыть смущение. Все заинтересованно посмотрели на меня-Но ты можешь не волноваться, уже завтра утром мы сможем увидеть наши работы. \nУже завтра!? Это увидит вся школа? Марк подмигнул мне когда увидел нарастающее беспокойство. ",
    "answers": [
      {
        "id": 56,
        "text": "Едиственное, что я сейчас хочу, оказаться в своей комнате. В тишине. Одна. Со своими мыслями и тараканами"
      }
    ]
  },
  {
    "id": 56,
    "text": "Мы поужинали и вышли из столовой. Марк как бы случайно оказался рядом со мной.\n—Я видел, что ты сжала ноги чтобы скрыть возбуждение, принцесса-Прошептал он и ушёл в мужской корпус, а я осталась с Никой, огромным желанием и кучей мыслей. ",
    "answers": [
      {
        "id": 57,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 57,
    "text": "Стоило мне зайти в столовую, как я поняла, что альбом был готов и его видели все. Многие девушек смотрели на меня с отвращением, другие с завистью..Я решила взять завтрак и сесть рядом с братом. Все за столом обратили на меня своё внимание.\n—Хотя бы вы не начинайте!\n— Не начинайте? Фотки просто огонь!-с горящими глазами воскликнула Ева.\n—Они просто завидуют тебе-Поддакнула Ника-По моему брату сохнет вся школа. И между прочим вы на обложке. \n—Из всех пар выбрали именно нас, принцесса.\n—Марк, заткнись. И не называй больше так мою сестру.\nКайл был явно взбешен.\n—Посмотри сама! \nДевочки протянули мне журнал, на обложке и правда красовалась наша фотография. ",
    "answers": [
      {
        "id": 58,
        "text": "Рассмотреть фотку"
      }
    ]
  },
  {
    "id": 58,
    "text": "Причем не абы какая...на фотографии был запечатлён момент где наши губы находились в сантиметре друг от друга, тела соприкасались, а его руки изучали моё тело. Я хорошо помню тот момент когда тихо простонала ему в губы..внизу живота опять начались покалыванивая и я покраснела с головы до ног.",
    "answers": [
      {
        "id": 59,
        "text": "Попробовать хоть как то оправдаться"
      }
    ]
  },
  {
    "id": 59,
    "text": "—Брось, Кайл. Мы же не целовались. \nПопробовала оправдаться я, но он сжал челюсть и перевернул альбом. Я ахнула и прикрыла рот. На этой фотке всё было ещё хуже. Я обнимала ногами Марка за талию и мы целовались. Вспомнив как он возбудился вместе со мной, я прикусила губу. \n— Это просто фотоссесия!\n—Принцесса, ты сейчас так краснеешь, что всем понятно, что это была не просто фотоссесия. \nВсе наши друзья засмеялись кроме Кайла. Он смерил холодным взглядом нас обоих и принялся за свой завтрак. Еще одно очко Марку...И он будто прочитав мои мысли, на пальцах показал счёт. Ладно..на обеде я отыграюсь.",
    "answers": [
      {
        "id": 60,
        "text": "Днём"
      }
    ]
  },
  {
    "id": 60,
    "text": "Уроки проходили скучно, долго и нудно. Но тут наступила физкультура и я узнала, что она у нас вместе с нашими друзьями-извращенцами. Только я хотела выйти из класса химии, как меня позвал учитель. \n—Амелия, я видел результаты вашей фотосессии..\nСердце упало в пятки и перестало биться. Ну как? Как можно было опозориться так на всю школу? \n—Вы очень фотогеничны. Можете идти. ",
    "answers": [
      {
        "id": 61,
        "text": "Зачем?! Зачем он это сказал? Зачем я вообще учавствовала в этой фотоссесии?"
      }
    ]
  },
  {
    "id": 61,
    "text": "Лучше бы он мне этого не говорил...Я последняя вбежала в раздевалку и сразу же скинула майку. \n—Вау...\nПослышалось со всех сторон. Я вжалась в стену и забыла как дышать. Я была в мужской раздквалке. \n—Амелия, ты новая звезда школы.\n— Не хочешь сходить со мной куда-нибудь вечером?\n— Не слушай этого идиота. Лучше со мной.\nВсе стали не замолкая говорить и я впала в истерику. Меня охватил такой ступор, что я не могла пошевелиться, но стоило мне увидеть пробирающегося сквозь толпу Марка, я вышла из оцепенения. Он снова стоял передо мной только в шортах, и я опять бесстыже любовалась его идеальным телом. \n— Ты что здесь делаешь?-Серьёзно просто он и его голубые глаза приобрели металлический оттенок.",
    "answers": [
      {
        "id": 62,
        "text": "Его это не касается! Я могу делать всё, что захочу"
      }
    ]
  },
  {
    "id": 62,
    "text": "—То что хочу.\nОн ревнует..хороший шанс для очка в мою копилку.\n—Быстро выйди.\nПрорычал он и я захотела впиться в его мягкие, сладкие губы. \n—Ты не Кайл чтобы указывать мне. ",
    "answers": [
      {
        "id": 63,
        "text": "Стоит послушать его. "
      },
      {
        "id": 64,
        "text": "Да никогда в жизни! Хочет играть? Тогда по крупному!"
      }
    ]
  },
  {
    "id": 63,
    "text": "—Я предупреждаю последний раз! \n—Ладно, ладно. Не горячись. Только...\nЯ быстро подошла к самому первому парню, его черные как смоль волосы создавали невероятный контраст с синими глазами, Ника была права, здесь все красавчики. \n—Сегодня вечером, после ужина. Жду.\nЯ подмигнула ему и вылетела из мужской раздевалки.",
    "answers": [
      {
        "id": 67,
        "text": "Урок физкультуры"
      }
    ]
  },
  {
    "id": 64,
    "text": "Я улыбнулась как это обычно делал он и толкнув, подошла к ближайшему парню. Его черные как смоль волосы создавали невероятный контраст с синими глазами, Ника была права, здесь все красавчики. \n—Чем занят сегодня вечером? \nЯ накрутила прядь волос на палец и улыбнулся настолько мило, насколько могла. \n—Кажется тобой. \n—Значит тебе не кажется. \nЯ погладила его плечо и буквально почувствовала как Марк прожигает меня своим взглядом. Все парни удивленно смотрели на нас.\n—Я зайду за тобой после ужина.\n—Договорились, может вовсе не будем выходить из комна..\nЯ не успела договорить свою соблазняющую фразу так как у Марка всё таки кончилось терпение. Он схватил меня за руку и вытащил из их раздевалки. Его челюсть была плотно сжата, брови нахмуренны. Этот взгляд пробирал насквозь. ",
    "answers": [
      {
        "id": 66,
        "text": "И что же наш Мачо скажет?"
      }
    ]
  },
  {
    "id": 65,
    "text": "Сперва мы собирались играть по правилам, но когда Марк загосил мяч в сантиметре от моего лица, я вышла из себя и позвала команду.\n— Так мы проиграем! А мы не можем позволить этому случиться-Знакомые встревоженно закивали. Нам всем хотелось выиграть.-Меняем тактику. Мы немного схитрим.\nАзарт снова проснулся во мне и этот огонь в глазах передался каждой. Мы подняли шорты выше, оголяя зад. Закрутили футболки и показали плоские, подтянутые животики. Таким образом подчеркнулась вся наша фигура и наша команда начала выигрывать. Марк не мог оторвать своего взгляда от моей груди. Вся противоположная команда попала в наш так называемый плен.",
    "answers": [
      {
        "id": 69,
        "text": "..."
      }
    ]
  },
  {
    "id": 66,
    "text": "—Глупая девчонка! \nМарк буквально рычал, а я наслаждалась. Я привстала на носочки и положила руку ему на грудь. \n—Два, один.-Сладко прошептала я и задела губами его ухо, а потом быстро забрала вещи у него из рук и ушла. Это точно была победа. Но что именно между нами происходит? Обязательно сегодня вечером стоит над этим подумать. Ну..после свидания. ",
    "answers": [
      {
        "id": 67,
        "text": "Урок физкультуры"
      }
    ]
  },
  {
    "id": 67,
    "text": "Я еле успела на урок физкультуры и как оказалось у нас не только уроки в одно время, но и занятие в одном зале. Марк зло посмотрел на меня как только я влетела в строй. \n—Значит так, сегодня у меня нет настроения вас мучать. Разминка и потом в волейбол. Парни против девушек.\nСперва мы пробежали десять кругов по залу, потом начали присядать, а парни отжиматься. Я специально встала поближе к Марку и максимально сексуально делала все упражнения. Он пытался не смотреть, но то и дело его взгляд падал на мою пятую точку, и я видела как внутри него происходил конфликт. Впрочем все парни на меня смотрели, что раздражало его ещё больше. Это был как бальзам для моей души. ",
    "answers": [
      {
        "id": 68,
        "text": "Кадется бесить Марка, скоро станет моим смыслом жизни "
      }
    ]
  },
  {
    "id": 68,
    "text": "—Закончили. Вот мяч, я ушёл.\nПрикольный у нас физрук. Мы выбрали тех кто хотел играть, и из тех кто умел. Получилось две запасные, но они не так уж сильно рвались в бой. ",
    "answers": [
      {
        "id": 65,
        "text": "..."
      }
    ]
  },
  {
    "id": 69,
    "text": "В итоге мы победили наших озабоченных парней в два счёта и радостные пошли в раздевалку, но меня схватил за руку Марк. \n—Знаешь, твоя грудь так ритмично подпрыгивала. Я всё время так и хотел сжать её. \nФу...как мерзко! Я отдернула руку и дала ему пощечину. Он отвратительно улыбнулся, хотя это было больше похоже на оскал и я развернулась чтобы уйти, но тут мне прилетело по пятой точке. Это было не то полотенце, не то футболка. Единственное, что утешало, не рука Марка. Он самый противный тип из всех кого я знаю! ",
    "answers": [
      {
        "id": 70,
        "text": "Обед"
      }
    ]
  },
  {
    "id": 70,
    "text": "Отсидев физику, я буквально летела на обед в предвкушении второго очка в мою пользу и близкой победы. После физкультуры моё настроение было на высоте. Как я и ожидала все были за столиком. Лучший друг болтал с Марком и весело смеялись. Ну-Ну. Веселись пока можешь извращенец. Я поправила волосы и летящей поход сразу направилась к Марку, а потом легко и непринужденно поцеловала его. Мой брат пьющий в это время чай поперхнулся, и он вышел у него из носа. Ева засмеялась и подала ему салфетку.\n—Приятного аппетита, любимый. -Промурчала я и забрала у Марка стаканчик с кофе. \nУ всех глаза стали размером с яблоко.\n—Вы встречаетесь?-Спросил Кайл \nМарк сдерживая улыбку наблюдал за моим спектаклем и ждал, что я выкину дальше.",
    "answers": [
      {
        "id": 71,
        "text": "Кайл наверно убьёт нас"
      }
    ]
  },
  {
    "id": 71,
    "text": "—Нет, просто трахаемся.-Не знаю, чем подавился Марк, но он начал кашлять и покраснел. -Представляешь, пока ты спишь за стенкой. \nСквозь кашель Марк пытался что-то сказать, но у него это плохо выходило. Так что я решила помочь.\n—Да ладно вам. Успокойтесь. Это была шутка. Просто хотела посмотреть на ваши лица. \nЯ не сдерживая улыбку выпила ещё кофе и мне пришла SMS. \nОт Ники:\n\"Ты просто обязана рассказать нам всё!\"\nЯ просто кивнула надеясь, что она заметила и посмотрела на Марка. Он был явно удивлен. Но не злился. Скорее его взгляд предупреждал, что его последний ход будет самым жестоким. Посмотрим кто из нас выиграет..\n— Ладно, а теперь мне пора собираться на свидание.\n—Амелия..\nКайл ещё не отошёл от первого шока, и я воспользовалась этим шансом. Уже через минуту меня не было в столовой.",
    "answers": [
      {
        "id": 72,
        "text": "По пути в комнату "
      }
    ]
  },
  {
    "id": 72,
    "text": "По пути в комнату меня догнала Ника и Ева.\n—Теперь ты от нас не отстанешь! \n—Рассказывай всё!\n—Абсолютно всё!\n—Да нечего рассказывать) Мы поспорили с Марком и кто выиграет будет командовать другим целый день. Можно абсолютно любые желание, так что я должна выиграть и для этого мне и ему осталось всего по одному баллу. \n—Ты что?\n—С ума сошла? Вообще представляешь, что мозг моего извращённого братца может придумать?! \n—А что за свидание? \n—Да с парнем который под руку попался чтобы Марка позлить. \n— Он тебя ревнует?\n—Вроде того.\nМы уже зашли в комнату и я пошла выбирать наряд. \n—Лия, если он тебя ревнует это значит, что испытывает к тебе нечто больше, чем физическое желание. \nНика заглянула мне в глаза пытаясь найти ответ на её слова. Ком в горле встал, потому что я окончательно запуталась. Я потёрла переносицу и села устало на кровать.",
    "answers": [
      {
        "id": 73,
        "text": "Бред какой-то!"
      }
    ]
  },
  {
    "id": 73,
    "text": "—Девчонки, я ничего не понимаю. \nЯ закрыла лицо руками и расплакалась.\nПодруги обняли меня с двух сторон и начали гладить по спине.\n—Я не знаю, что испытываю к нему. Как в него можно влюбиться, если он не пропускает ни одной юбки? Марк переспал с половиной корпуса! Как я могу ему доверять? А его мерзкие шутки?\n— Амелия, это его защитная реакция. И между прочим любой парень с его внешностью может похвастаться теми же успехами. Ты не веришь ему, но разве он хоть раз обманул тебя? Он всегда был честен с тобой. И пусть не всегда это было приятно, но это лучше, чем если бы он пообещал тебе горы свернуть и ходил налево!",
    "answers": [
      {
        "id": 74,
        "text": "Неужели всё было так просто?"
      }
    ]
  },
  {
    "id": 74,
    "text": "И как я сама до этого не додумалась? Почему не решила просто взглянуть трезво на ситуацию? Потому что он пьянил меня...и я не сильно то пыталась вырваться из его объятий. \n—Кажется я влюбилась...\nЧуть слышно произнесла я скорее самой себе. \n— Это же хорошо!\n—Нет, нет..Марку не нужны отношения! \n—Дура, но ему нужна ты. \n—Всё..хватит. Рано делать какие-либо выводы. Давайте подготовим меня к свиданию и попробуем вернуться к этому вопросу через неделю. \n—В любом случае помни, что мы всегда рядом. \nОни ещё крепче обняли меня, и я встала чтобы выбрать наряд. ",
    "answers": [
      {
        "id": 75,
        "text": "Уже как-то и не сильно то хочется на это свидание.."
      }
    ]
  },
  {
    "id": 75,
    "text": "—Что лучше надеть? Обычное и повседневное? Всё таки это свидание скорее вынужденное. Я даже не знаю как его зовут.\n—Я знаю всех старшеклассников, опиши мне его. ",
    "answers": [
      {
        "id": 76,
        "text": "Попробовать вспомнить парня"
      },
      {
        "id": 77,
        "text": "Да не помню я! Вообще всё равно"
      }
    ]
  },
  {
    "id": 76,
    "text": "—У него чёрные волосы, шикарные голубые глаза. Высокий, широкоплечный.\nЯ вытерла последние слёзы.\n— Это Дилан. Он неплохой парень, мы с ним практически не общались, но слухов о нём я не слышала.\n—Раз он такой хороший парень, стоит надеть что-нибудь романтичное-Ника мне ослепительно улыбнулась. В последнее время она была спасательным лучиком, таким светлым и казалось...родным-Но Не настолько, чтобы у Марка крышу снесло от ревности. Я втянув всё свои девичьи розовые сопли, энергично закивала.\n—Смотри..приличное платьице.",
    "answers": [
      {
        "id": 79,
        "text": "Посмотреть на наряд"
      }
    ]
  },
  {
    "id": 77,
    "text": "—Я не помню. Это всего на один раз и мне без разницы. \n—Раз мы даже не знаем кто это, то стоит надеть что-нибудь романтичное-Ника мне ослепительно улыбнулась. В последнее время она была спасательным лучиком, таким светлым и казалось...родным-Но Не настолько, чтобы у Марка крышу снесло от ревности. Я втянув всё свои девичьи розовые сопли, энергично закивала.\n—Смотри..приличное платьице.",
    "answers": [
      {
        "id": 78,
        "text": "Посмотреть на наряд "
      }
    ]
  },
  {
    "id": 78,
    "text": "Насыщенный синий напомнил мне о глазах того красавчика и я даже вспомнила как он выглядит. Николь сказала, что знает этого парня и его зовут Дилан. В моем гардеробе не оказалось подходящих туфлей и Ника одолжила свои. Синие лодочки на высоком каблуке были отличным дополнением к моим пока ещё опухшим от слёз глаз. Подружки быстро накрасили и сделали мне укладку в четыре руки. Когда они закончили, я не узнала саму себя. Мне казалось, что Дилан был недостоен видеть меня такой красивой. Только Марк...Но эти глупые надежды зря портят мои нервы, поэтому я решила хотя бы на этот вечер забыть о них. ",
    "answers": [
      {
        "id": 80,
        "text": "Выслушать комплимент подруги"
      }
    ]
  },
  {
    "id": 79,
    "text": "Насыщенный синий напоминил мне о глазах Дилана, я решила, то именно это платье будет как нельзя лучше. В моем гардеробе не оказалось подходящих туфлей и Ника одолжила свои. Синие лодочки на высоком каблуке были отличным дополнением к моим пока ещё опухшим от слёз глаз. Подружки быстро накрасили и сделали мне укладку в четыре руки. Когда они закончили, я не узнала саму себя. Мне казалось, что Дилан был недостоен видеть меня такой красивой. Только Марк...Но эти глупые надежды зря портят мои нервы, поэтому я решила хотя бы на этот вечер забыть о них. ",
    "answers": [
      {
        "id": 80,
        "text": "Выслушать комплимент подруги"
      }
    ]
  },
  {
    "id": 80,
    "text": "—Ангел..-Пропела Ева и поцеловала меня в макушку.\n—Я так благодарна вам!\n—Будешь должна нам. \n—Ага, расскажешь как прошло.\n— Это меньшее, что я могу сделать)",
    "answers": [
      {
        "id": 81,
        "text": "Отправиться на ужин "
      }
    ]
  },
  {
    "id": 81,
    "text": "Мы вместе зашли в столовую и мимо всех кого мы проходили, смотрели на меня. Воздушная юбка начинающаяся от талии, доходила до колен. Вверх же держался только за счет размера моей груди. Брительки были спущены и красиво уместились чуть ниже ключиц. Пока мы шли к столику, мне казалось я парила над паркетом. На подносе у Марка стояло два кофе, так что я позволила себе предположить, что один из них мне и взяла один.\n— Амелия, ты словно..-В голове у Брайана задвигались шестеренки в попытках подобрать нужное слово, что мне безумно льстило и легкий румянец выступил на щеках.\n—Ангел..-Помогли Ева с Никой. \nВсе парни кроме Марка кивнули сглатывая слюни.\n—Ты, что серьёзно собралась на свидание с Диланом?",
    "answers": [
      {
        "id": 82,
        "text": "Ха! Да!"
      }
    ]
  },
  {
    "id": 82,
    "text": "Я не торопясь сделала маленький глоток сладкого, горячего напитка. Мне хотелось расстенуть этот момент, а потом легко кивнула.\n—Амелия, будь осторожна. У меня нет причин не доверять Дилану, но как твой лучший друг, брат..Я очень волнуюсь.\nОго.. Кайл не стал возмущаться, практически одобрил! \n—Нихрена подобного! \nМарк резко встал и в глазах у него бушевал ураган. Мне настолько было приятно, что он ревнует меня, что я была готова пойти с ним куда угодно прямо сейчас. ",
    "answers": [
      {
        "id": 83,
        "text": "Он самовлюблённый козёл, но...Боже.."
      }
    ]
  },
  {
    "id": 83,
    "text": "—Нам надо поговорить-Прорычал он и за руку вытащил меня из столовой. Как только мы остались одни, он прижал меня к стене и поцеловал. Так страстно, властно и дерзко.",
    "answers": [
      {
        "id": 84,
        "text": "Ответить"
      },
      {
        "id": 85,
        "text": "Оттолкнуть"
      }
    ]
  },
  {
    "id": 84,
    "text": "И я ответила. Его язык тут же начал изучать мой рот, а рука притянула к себе за талию. \nЯ отвернулась прерывая поцелуй.\n—Ты хотел поговорить. \n—К чему весь этот спектакль? Выиграла очко и хватит. Скажи, что передумала. \n—Но это не так.-Я посмотрела ему в глаза и мне вновь захотелось поцеловать его.-Я хочу пойти с ним на свидание. \n—Я против.",
    "answers": [
      {
        "id": 86,
        "text": "Не ему решать "
      }
    ]
  },
  {
    "id": 85,
    "text": "Я оттолкнула его и ударила по щеке. Что он себе позволяет?!\n—Ты хотел поговорить. \n—К чему весь этот спектакль? Выиграла очко и хватит. Скажи, что передумала. \n—Но это не так.-Я посмотрела ему в глаза и мне вновь захотелось поцеловать его.-Я хочу пойти с ним на свидание. \n—Я против.",
    "answers": [
      {
        "id": 86,
        "text": "Не ему решать"
      }
    ]
  },
  {
    "id": 86,
    "text": "—Я не твоя.-Эти слова прозвучали так жестоко и больно для нас обоих, мне бы хотелось чтобы для обоих, а не только для меня, что я тут же продолжила- Не твоя игрушка. \n—Но ты хочешь ей быть.-Марк умоляюще посмотрел в мои глаза.\n—Может быть я хочу быть твоей, но точно не игрушкой. \nЯ легко оттолкнула его и ушла в комнату, ждать Дилана. Парень не заставил долго ждать и появился на пороге моей комнаты. ",
    "answers": [
      {
        "id": 87,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 87,
    "text": "Он отсутствовал на ужине, так что его реакция меня не удивила. \n—Ты выглядишь на все сто. И даже лучше.\n—Спасибо.\nЯ улыбнулась своей фирменной улыбкой и заглянула в его бездонные, синие глаза. И чего я зациклилась на Марке? Дело не в том, что он неотразим! Дело в том, что я просто ни на кого и не смотрела. А ведь столько замечательных парней было совсем рядом...\n—Куда пойдём? \n—Увидишь.\nМы медленно пошли по коридорам, может мне стоило бояться, что Дилан заведёт меня не туда, но я расслабленно шла и болтала с ним о всякой ерунде. \n—Я кстати очень люблю шоколад. Это тебе на заметку. \n—Понял. Принял. А сейчас давай насладимся моментом. \nОн открыл дверь и пропустил меня вперёд. Мы оказались на крыше и я увидела шикарный закат.",
    "answers": [
      {
        "id": 88,
        "text": "Рассмотреть вечернее небо"
      }
    ]
  },
  {
    "id": 88,
    "text": "Небо было розовых, лиловых, жёлтых, багряных оттенков. Они плавно перетекали друг в друга и я как завороженная уставилась на эту красоту. Здесь дул ветер и было довольно прохладно. Дилан встал сзади меня и аккуратно приобнял проверяя, не оттолкну ли я его. И я не убрала чужие руки. Это был волшебный момент, который мне ни в коем случае не хотелось портить.\n\"Жаль только не с тем\"-усмехнулось надо мной моё подсознание.",
    "answers": [
      {
        "id": 89,
        "text": "Глупости!"
      }
    ]
  },
  {
    "id": 89,
    "text": "Я прижалась к парню надеясь ощутить хоть что-то. Злость, ревность, симпатию, но все мои мысли были забиты Марком. Какой же он козлина! Даже когда его нет рядом, он мешает мне спокойно жить. Руки Дилана обняли меня за талию и я положила ему голову на плечо. \n—Расскажи мне, что ты любишь кроме шоколада. \n—Из цветов я люблю пионы, лилии и сирень. Никогда не могу отказаться от сладкого. Люблю читать книги и порой мне просто необходимо побыть наедине.\n—Ты мне нравишься...\n",
    "answers": [
      {
        "id": 90,
        "text": "*Поздно вечером *"
      }
    ]
  },
  {
    "id": 90,
    "text": "—Спасибо большое за этот вечер. \nДилан проводил меня до моей комнаты и собрался уходить, но я остановила его и поцеловала. Это совсем не было похоже на наши поцелуи с Марком. Этот поцелуй был ненавязчивым, аккуратным и нежным. Рука Дилана погладила меня по спине. Я углубила поцелуй надеясь ощутить ту бурю эмоций, что и с Марком. Тот жар..пелену на глазах. Волшебный морфей или огонь сжигающий нас, но сердце никак не отреагировало. Дилан слегка отстранился, не потому что у нас не хватало кислорода, а потому что он был таким. Культурным и воспитанным. Который не принимает девушек за игрушек. Но хотела ли я именно этого? Кажется сердце выбрало главного героя для эпичной драммы, а не счастливого конца. \nЯ тихо зашла в комнату, как и ожидалось в гостинной сидела Ева и Ника. Моя улыбка не выражали разочарования или радости. Лишь тоска...по горячим и таким сладким губам...",
    "answers": [
      {
        "id": 91,
        "text": "*Утро*"
      }
    ]
  },
  {
    "id": 91,
    "text": "Я проснулась раньше соседки и пошла умываться. Прохладная вода взбодрила меня, а мятная паста защипала язык. На мне нет лица..Но все должны думать, что я счастлива. Так должен думать Марк. Мне всегда говорили, что я хорошая актриса, но играть своими чувствами я ещё не пробовала...Стоит нанести макияж и перестать выглядеть как будто кто-то умер. \n\nОкончательно проснувшись, я даже не посмотрела на время. Как оказалось ещё два часа до подъёма. Схожу пока в спортзал.",
    "answers": [
      {
        "id": 92,
        "text": "На месте"
      }
    ]
  },
  {
    "id": 92,
    "text": "К моему счастью он открыт круглосуточно. Новейшие тренажёры стояли без дела, и я решила начать с беговой дорожки. Включив музыку, я постаралась забыть о Марке, Дилане и всех остальных. \n\nКапли пота медленно скатились по моему лбу и я решила перейти к штанге. Положив её на плечи, я начала медленно приседать. Мои ягодицы напряглись, я попыталась встать и когда напряжение достигло предела, я ощутила лёгкость.",
    "answers": [
      {
        "id": 93,
        "text": "Что за чёрт?"
      }
    ]
  },
  {
    "id": 93,
    "text": "Сзади меня стоял сногсшибательной внешности парень. Он улыбался и милая ямочка на правой щеке, добавляла свою изюминку. В целом он создавал довольно милый и озорной вид. Его слегка взъерошенные волосы прекрасно дополняют образ. Я вытащила наушники и ослепительно улыбнулась. \n—Кажется ты взяла слишком большой вес.\n—Но рядом оказался ты.\n—Хах...чего так рано не спишь? \n—Честно или как?\n—Как хочешь.",
    "answers": [
      {
        "id": 94,
        "text": "Сказать правду "
      },
      {
        "id": 95,
        "text": "Солгать"
      }
    ]
  },
  {
    "id": 94,
    "text": "—Проблемы в личной жизни, совсем запуталась. Ночью плохо спала, а когда проснулась решила не сидеть в комнате. Всегда рано утром занимаешься? \n—Вообще то я первый день в школе. Вчера вечером приехал. \n—Ого..не одна я посреди осени перешла. Но я здесь тоже недавно, хотя приключений было столько..Здесь никому не скучно. \n—Мне редко когда бывает скучно, даже если я хотел бы.\n—Надоедает?\nПарень поджал губы и кивнул.\n—Подстрахуешь?\n—Можно попробовать, но не обещаю, что не буду пялиться.\nРумянец выступил на моих щёчках и я мило заулыбалась. ",
    "answers": [
      {
        "id": 96,
        "text": "После тренировки "
      }
    ]
  },
  {
    "id": 95,
    "text": "—Бессоница-Я пожала плечами, а парень прищурился, но потом кивнул.\n—Вообще то я первый день в школе. Вчера вечером приехал. \n—Ого..не одна я посреди осени перешла. Но я здесь тоже недавно, хотя приключений было столько..Здесь никому не скучно. \n—Мне редко когда бывает скучно, даже если я хотел бы.\n—Надоедает?\nПарень поджал губы и кивнул.\n—Подстрахуешь?\n—Можно попробовать, но не обещаю, что не буду пялиться.\nРумянец выступил на моих щёчках и я мило заулыбалась. ",
    "answers": [
      {
        "id": 96,
        "text": "После тренировки"
      }
    ]
  },
  {
    "id": 96,
    "text": "\n—Спасибо за отличное начало дня. \n—И тебе. \n—Мне пора, надо ещё в душ заскочить.\n—Я бы потёр спинку, но мы мало знакомы и мне кажется тебя это может остановить.\n—Да...пожалуй, да.\n\nЯ быстро сполоскнулась, собралась и пошла на завтрак без Ники, она уже ушла к этому моменту. Я встала в очередь и стала изучать сегодняшнее меню.\n—Что посоветуешь взять? \nЯ вздрогнула, и мой утренний знакомый засмеялся.\n—Прости, не хотел тебя напугать. \n—Эм..Да ничего страшного. Я наверно возьму кашу с ягодами и мюслями. \n—Тогда и я тоже.-Парень обворожительно улыбнулся, я не смогла не ответить взаимностью.\nВзяв всё, что мы хотели на подносы, я нашла нам свободный столик. Сегодня сяду первый раз не за столиком с лучшим другом. \n— Ты кстати не сказала как тебя зовут..\n—Амелия, но можно Лия. \n—Я Уэсли. Кстати, мы в одном классе.\n— Круто! Можем сесть вместе, только надо договорится с моей подругой.\n—Я буду ей очень благодарен, если она любезно уступит мне место рядом с тобой. ",
    "answers": [
      {
        "id": 97,
        "text": "*Завтрак*"
      }
    ]
  },
  {
    "id": 97,
    "text": "Мы доели и я хотела отнести поднос, но Уэсли взял мой сказал подождать его. \n—Доброе утро. Кто это?-Строгий голос чей хозяин жаждал объяснений. Кайл с серьёзным видом уставился на меня.\n—Уэсли. Он новенький.\n—Почему ты села с ним, а не с нами?\n—Потому что за нашим столом нет лишнего места. \n—И что? Он грудной ?\nЯ хотела ответить, но пришёл мой новый знакомый. \n—Уэсли, это Кайл-мой лучший друг, можно сказать брат. Кайл, это Уэсли.\nПарень протянул руку брату и тот нехотя, подозрительно смотрев, пожал её. \n—Потом поговорим.-Брательник ушёл и мы с Уэсли пошли в учебный корпус.\n— Не обращай на него внимание. Он не любит когда рядом со мной находится противоположный пол.\n—Друг заботится о тебе. Я его понимаю. ",
    "answers": [
      {
        "id": 98,
        "text": "*чуть позднее*"
      }
    ]
  },
  {
    "id": 98,
    "text": "В классе сидели ребята и оживлённо болтали, стоило нам зайти, как все девушки злобно посмотрели на меня, восхищенно на моего спутника. Они же меня теперь точно возненавидят. Сперва Марк, теперь Уэсли. Какая-то рыжеволосая девочка подскочила и подлетела к красавчику. \n—Привеет...Эмили. \nНаштукатуренная начала теребить локон волос и прикусывать губу. Мне захотелось одновременно засмеяться и ударить её. Я недовольно посмотрела на неё, а после села на своё место.\n—Ага, привет. \nУэсли прошёл мимо неё и сел рядом со мной. От злости Эмили скривилась и сжала руки.\n—Стерва!-Вскрикнула она. Я была готова визжать от счастья, что друг не обратил внимания на эту потаскушку.\n—Она решила, что мы вместе. \n—Наверно..ещё она так бесится потому что ты уже второй красавчик школы, который типо как со мной. Ну в их представлении. \n—Второй?-Уэс удивленно поднял брови.",
    "answers": [
      {
        "id": 99,
        "text": "Лучше ему самому посмотреть "
      }
    ]
  },
  {
    "id": 99,
    "text": "—Ну..лучше посмотри.\nЯ порылась в рюкзаке и достала альбом, который так и пестрил моими провокационными фотографиями. Как только сосед по парте их увидел, он усмехнулся и почесал затылок. \n— Это твой парень?\n—Нет, но это из-за него у меня проблемы на личном. Вчера я на зло ему ходила на свидание с другим. Но я не уверена, что испытываю к нему нечто большее, чем просто симпатию. Скорее это просто влюбленность.-Я тяжело вздохнула и закрыла глаза-Извини, я слишком много болтаю.\n—Вовсе нет. Я рад, что ты мне всё рассказала. \n—Кх..кх.\nМы посмотрели на неожиданно появившуюся подругу.",
    "answers": [
      {
        "id": 100,
        "text": "Упс.."
      }
    ]
  },
  {
    "id": 100,
    "text": "—Николь, привет. \n—Привет..Парень, это моё место. \n— Уже нет.\n—Ник, подожди. Не ссорьтесь. Это Уэсли, можно мы посидим на твоём месте на некоторых уроках?\n— Это на каких?-Возмутилась она.\n—Будь хорошей девочкой. Так что на всех.\n—Уэсли!-Со мной он так не разговаривает-Николь, прости. Он первый день, можно все уроки сегодня мы будем вместе, а вечером с тобой обсудим что и как?\nЯ постаралась мило улыбнуться, но в глазах читалась мольба чтобы она меня послушала. Ника укусила внутреннюю сторону щеки и села за свободную парту.\n— Ты был немного груб с ней.\nПарень в замешательстве посморел мне в глаза.\n—Я этого не заметил. ",
    "answers": [
      {
        "id": 101,
        "text": "..."
      }
    ]
  },
  {
    "id": 101,
    "text": "—Следущий урок Философия. Ты иди, а я позже подойду.\nУэсли кивнул и ушёл. Я пошла в сторону туалета, но прямо у входа меня подловил Марк. \n—Тебе не надоело бегать от одного к другому?\nЕго глаза горели злобой, челюсть была сжата, а плечи напряжены. ",
    "answers": [
      {
        "id": 102,
        "text": "Что этот придурок несёт?!"
      }
    ]
  },
  {
    "id": 102,
    "text": "—О чём ты говоришь?\nМарк прижал меня к стене и расставил по сторонам от моей головы руки. \n—Сегодня ты со мной, завтра с Диланом, а послезавтра уже с этим смазливым придуроком! \n—Закрой рот! Тебя не касается моя личная жизнь!\n— Да неужели? Я то думал, что нравлюсь тебе.\nЯ открыла рот и попыталась вдохнуть, но организм как будто забыл эту функцию. Меня бросило в жар, а глаза широко открылись. Рука сама дёрнулась и я ударила парня по щеке. Сперва он удивился и встал в ступор, но уже через через секунду на его лице появилась ухмылка. Марк взял мои руки, поднял над головой. Он приблизился настолько, что ещё немного и наши губы касались бы друг друга. ",
    "answers": [
      {
        "id": 103,
        "text": "Неужели опять? Опять он издевается!"
      }
    ]
  },
  {
    "id": 103,
    "text": "Я громко втянула воздух, наш зрительный контакт не прерывался. В его глазах горел настоящий огонь, который казалось никому не дано обуздать. Я испугалась его...\n—Не помешал? \nМарк резко посмотрел на источник звука. Уэсли стоял непринуждённо, засунув руки в карманы джинс. Старшеклассник улыбнулся, но это было похоже на оскал, парень отпустил меня и сделал шаг навстречу к новенькому. ",
    "answers": [
      {
        "id": 104,
        "text": "Зачем? Уэсли, зачем ты влез? "
      }
    ]
  },
  {
    "id": 104,
    "text": "Старшеклассник улыбнулся, но это было похоже на оскал, парень отпустил меня и сделал шаг навстречу к новенькому. \n—Очень даже.\nИ его кулак врезался в челюсть нового знакомого. Я вскрикнула, все ученики остановились, время как будто замедлилось. Не успела я отреагировать, как в следущий миг Уэсли ударил Марка и между ними развязалась драка. В толпе я заметила знакомое лицо, высокий парень стоял среди других. Дилан переводил взгляд с меня на дерущихся идиотов. В его взгляде я с лёгкостью смогла прочесть что-то вроде: \"Какого хрена, Амелия?!\" ",
    "answers": [
      {
        "id": 105,
        "text": "Пора прекратить этот балаган"
      }
    ]
  },
  {
    "id": 105,
    "text": "—Хватит! Прошу! Остановитесь! \nШкольники в испуге отбегали от этого цунами. Парни просто не слышали меня. Я осторожно приблизилась к ним и заметила как у обоих идёт кровь. Злость внутри меня как вулкан взорвалась. Как же это глупо! Бестолковые и заносчитывые! Ярость кипела во мне и я попыталась влезть между ними.\n—Прекратите! Сейчас же! Если кто-то из учителей увидит...-Я не успела договорить так как меня задели локтём. Острая боль пронзила мою губу и я закричала. Глаза защипало, а я пошатнулась. Оба в испуге посмотрели на меня. \n—Амелия!-В унисон воскликнули они.",
    "answers": [
      {
        "id": 106,
        "text": "Да неужели?! Вспомнили!"
      }
    ]
  },
  {
    "id": 106,
    "text": "Странно переживать за меня, когда у обоих лица и руки в крови. Я хотела отойти от них, но запнулась о собственную ногу и упала. Уэсли сел на корточки и поднял меня на руки, не успели мы с Марком ничего сказать. \n—Чего смотрите? Разошлись кто куда шёл!-Прорычал Марк и все с огромными глазами поспешили удалиться.\n—Мы идём в медпункт.-Строго сказал Уэс. Моё замешательство и шок прошли, а злость вернулась. Я ударила его по плечу и попыталась оттолкнуть, но он крепко держал меня в руках.",
    "answers": [
      {
        "id": 107,
        "text": "Пусть знают, что я о них думаю!!!"
      }
    ]
  },
  {
    "id": 107,
    "text": "—Вы недоумки! Совсем без мозгов! Ненавижу! Пусти меня, придурок! \nЯ не переставала брыкаться, но их обоих это не сильно волновало, они уверено шли рядом. Приятно конечно, что ради меня они забыли о драке из-за меня, но я ужасно зла на этих идиотов. \n\nМарк бесцеремонно открыл дверь медицинского помещения. Врач, который спокойно сидел за столом, увидев нас, подскочил.\n—Что произошло?!",
    "answers": [
      {
        "id": 108,
        "text": "Вкратце объяснить всё врачу"
      }
    ]
  },
  {
    "id": 108,
    "text": "—Они подрались и мне случайно тоже досталось.\n—Положите её на кушетку.\nУэсли поджав губу опустил меня и отошёл. Напряжение между парнями буквально висело в воздухе. Мужчина подошёл ко мне с ваткой и перекисью водорода. Я испугалась примерно так же, как когда Марк и Уэсли начали драться.\n— Не надо! Я не хочу! \nЯ энергично замахала руками, а вкус крови усилился. \n—Тебе разбили губу, мне надо продезинфицировать.\nВрач намочил ватку жидкостью из баночки и промакнул мою губу. Я заскулила и слёзы снова брызнули из глаз. Парни начали смеяться и мне захотелось их убить.\n—У вас вся блузка в крови.-Проворчал мужчина.-Можете идти в комнату и переодеться. Вы оба сами себя приводите в порядок. В коробке всё, что вам может понадобиться. \nЯ прошла мимо ребят, удостоив их холодного взгляда. ",
    "answers": [
      {
        "id": 109,
        "text": "В комнате"
      }
    ]
  },
  {
    "id": 109,
    "text": "Я выкинула испорченную вещь и осталась в нижнем белье. Думаю на последний урок уже нет смысла идти. Приму душ, он точно мне сейчас не помешает. Включив и отрегулировав воду, я встала под тёплые струйки воды. Нужно успокоиться, мой любимый гель для душа мне поможет расслабиться. Миндаль в карамели от Dolce milk создаёт свою атмосферу. Он так вкусно пахнет, что хочется попробовать. В дверь громко постучали, я поспешила смыть остатки геля и укутаться в полотенце. \n\nНа пороге стоял Уэсли с той коробочкой из медпункта. \n— Ты даже кровь не смыл..-Вздохнула я.\n—Зато ты уже вся помылась. Поможешь? \nОн осмотрел меня с ног до головы, а после довольно улыбнулся, заставив меня смутиться. ",
    "answers": [
      {
        "id": 110,
        "text": "Впустить его"
      },
      {
        "id": 111,
        "text": "Попросить подождать и одеться"
      }
    ]
  },
  {
    "id": 110,
    "text": "—Эм...проходи. \nДверь тихо закрылась и я прислонилась к ней. В этом месте просто невозможно спокойно побыть наедине. Мне хотя бы трусики надеть...Они остались в ванной.\n—Подожди секунду-Сказала я и заскочив в ванну, надела нижнее бельё. Я прихватила влажные салфетки и пошла к другу.\n—И почему вы подрались?-Спросила я вытирая кровь с лица. На скуле красовался большой синяк, бровь была разбита, а из носа текла медленно кровь. \n—Он первый начал.\nЯ на секунду остановилась и улыбнулась. Как дети.\n—Надеюсь нос не сломан. \nУэсли сидел на диване и дышал мне в грудь, что жутко меня смущало. \n—У меня нет, а за Марка ручаться не могу.\nЯ не сильно ударила его по затылку и намочила ватку.\n—Потерпи. ",
    "answers": [
      {
        "id": 112,
        "text": "*От лица Уэсли*"
      }
    ]
  },
  {
    "id": 111,
    "text": "—Подожди минутку.\nЯ закрыла дверь и быстро зашла в комнату. Одной рукой я надела трусики, а другой взяла влажные салфетки и впустила Уэсли.\n—Смотрю ты не сильно приоделась.-Парень мило усмехнулся, но я всё ещё злилась и решила проигнорировать его.\n—И почему вы подрались?-Спросила я вытирая кровь с лица. На скуле красовался большой синяк, бровь была разбита, а из носа текла медленно кровь. \n—Он первый начал.\nЯ на секунду остановилась и улыбнулась. Как дети.\n—Надеюсь нос не сломан. \nУэсли сидел на диване и дышал мне в грудь, что жутко меня смущало. \n—У меня нет, а за Марка ручаться не могу.\nЯ не сильно ударила его по затылку и намочила ватку.\n—Потерпи. ",
    "answers": [
      {
        "id": 112,
        "text": "*От лица Уэсли*"
      }
    ]
  },
  {
    "id": 112,
    "text": "Амелия нежно и осторожно дотронулась ваткой до ссадин, но я думал лишь о том насколько она красива. Её шикарную грудь прикрывало махровое полотенце, которое так и хотелось стянуть. От неё пахло безумно вкусно и мне хотелось укусить её, попробовать на вкус её губы.\n—О чём ты думал когда полез в драку?\n—Я же уже сказал, Марк первый начал.-Твердил я, но на самом деле я был готов ещё раз подраться из-за неё, её улыбки. Он приставал к ней. \n—Вы как дети малые!",
    "answers": [
      {
        "id": 113,
        "text": "В этом нет ничего удивительного)"
      }
    ]
  },
  {
    "id": 113,
    "text": "—Парни взрослеют позже девушек.-Невинно пожал я плечами. И они ужасно не любят когда кто-то претендует на понравившуюся ему девушку. В голове как будто что-то щёлкает и ты уже думаешь: \"Моё\" Я знаю, что это безумно глупо, но не могу ничего поделать. Амелия нагнулась чтобы взять чистую ватку, её попка так и манит меня. Боже...главное не возбудиться. Она быстро намочила раствором вату и промакнула раны. Она так мило зажмурилась тогда в кабинете и заплакала. Мне захотелось успокоить её и быть рядом. \n— Вот и всё-Её изумрудные глаза блестели, а уголки губ смотрели вверх-Ты посиди, а я оденусь)",
    "answers": [
      {
        "id": 114,
        "text": "Вообще-то тебе и так неплохо)"
      }
    ]
  },
  {
    "id": 114,
    "text": "Мне так хотелось пойти за ней, но я уверен, что это испортит наши отношения. Я слышу как она копошится выбирая наряд. Интересно, что она подумала когда увидела меня сегодня утром? И что у них за отношения с Марком? Я бы тоже хотел с ней такую фотосессию... Амелия как ребёнок вприпрыжку выскочила из комнаты. Кажется она в хорошем настроение. Боже...кто-то без лифчика. Это выше моих сил. Я закрыл глаза и постарался отвлечься. Глубоко вдохнул и выдохнул.\n—Идём на обед?",
    "answers": [
      {
        "id": 115,
        "text": "*От лица Амелии*"
      }
    ]
  },
  {
    "id": 115,
    "text": "—Уэсли, меня убьют за то, что я весь день хожу с тобой, а не друзьями..)\n—А мы не друзья?\n—Друзья, но ты должен меня понять. Ладно, завтра всё им объясню и поговорю с ними, но учитывая, что ты подрался с Марком это будет сложно.\n—Мне казалось или он приставал к тебе.\n— Да...но мы бы сами разобрались. \n—Что между вами происходит? \nЯ устало вздохнула и опустила голову, а потом пожала плечами.\n\nМы пообедали и я ушла в свою комнату. Сегодня был тяжёлый день. И хуже ещё то, что мне задали кучу домашки. Сегодняшний вечер я точно проведу весь за домашним заданием. \n—Ну и какого хрена это было?-Ворвалась в комнату Ника и я была готова разрыдаться. Лижбы меня уже оставили одну. Наедине с собой, собственными мыслями. Дать самой разобраться что, где, когда было.",
    "answers": [
      {
        "id": 116,
        "text": "Что именно ты имеешь в виду?"
      }
    ]
  },
  {
    "id": 116,
    "text": "— Не придуривайся!!! Что за пацан? Почему они подрались с Марком? Почему таскалась с ним весь день?\n—Утром я проснулась очень рано и пошла в тренажерный зал. Там встретила его. Как оказалось он новенький. Мы нашли с ним общий язык и ходили весь день вместе. С Марком, Уэсли подрался потому что тот приставал ко мне. Вот и всё.\n—Марк в бешенстве.-Нахмурила брови подруга. ",
    "answers": [
      {
        "id": 117,
        "text": "Это не мои проблемы "
      }
    ]
  },
  {
    "id": 117,
    "text": "—Мне сейчас не очень интересно в каком он состоянии. Я не могу побыть одна с самого приезда в этот колледж. И сегодня я хочу это исправить.\n—Завтра ты садишься с нами. Скажи спасибо, что я Еву отговорила идти к тебе.\n—Спасибо. \nНика посмотрела на меня, явно оставишь недовольной нашим разговором. Но моё выражение лица ей дало понять, что на продолжение она может не расчитывать и соседка ушла. Знаете ощущение когда хочется всех убить? У меня оно настало именно сейчас. Дилан, Марк ещё и Уэсли...Они просто сводят меня с ума! Брат который пытается контролировать каждый мой шаг, подруги пытающиеся вытянуть из меня больше, чем я сама знаю или хочу говорить. Иногда мне кажется, что им самим скучно и они развлекаются со мной. ",
    "answers": [
      {
        "id": 118,
        "text": "Приступить к домашнему заданию"
      }
    ]
  },
  {
    "id": 118,
    "text": "Хоть как-то забыть о бардаке происходящем вокруг меня, мне помогла Алгебра из-за которой в моей голове произошёл взрыв.",
    "answers": [
      {
        "id": 119,
        "text": "*Утро*"
      }
    ]
  },
  {
    "id": 119,
    "text": "Я проснулась на мокрой подушке от моих слюней. Фу..какой ужас. Никогда раньше со мной такого не происходило...Наверно от усталости... Я на это надеюсь. Я быстро надела спортивную форму и побежала в спортзал. Уэсли подтягивался без футболки, его мышцы были напряжены, а его рельеф можно сравнить с телом Богов. Я не смогла отвести взгляд и друг это заметил. Он улыбнулся и я тут же покраснела. Какая ужасная привычка или способность моего организма! Душу бы продала чтобы избавиться от неё.\n—Доброе утро. Решила на постоянной основе заниматься по утрам?",
    "answers": [
      {
        "id": 120,
        "text": "Ответить"
      }
    ]
  },
  {
    "id": 120,
    "text": "—Доброе. Неет. Куда уж мне. Мои жирные бока не простят мне, если я с ними захочу расстаться. Они же всегда рядом. Отпугивают ненужных парней, греют в холодные ночи.\n—Ахаха...ты в курсе, что всё это может делать парень?\n—То есть у меня есть бока?!\n—Ахахахах-Уэсли схватился за живот-Нет. У тебя отличная фигура и ты всё придумываешь. \n—Ну да...тебя в детстве мама не учила, что плохо врать людям?\n—Я не вру)\nЯ показала ему язык и пошла к штанге. Уэс сразу встал сзади для подстраховки.",
    "answers": [
      {
        "id": 121,
        "text": "За завтраком в столовой "
      }
    ]
  },
  {
    "id": 121,
    "text": "—Уэсли, прости. Мне надо сесть хотя бы за завтраком с ними...\n—Ничего страшного, думаю я надолго один не останусь-Усмехнулся он и посмотрел в сторону девчонок, что-то активно обсуждающих, они смотрели на нас. Ревность, которую я ну никак не ожидала почувствовать, больно кольнула. Я прикусила губу и решила, что Уэсли сядет хотя бы сейчас с нами. \n—Знаешь, если ты хочешь, то можешь взять стул и присоединиться. \nУголки губ друга поползли вверх и он пошёл со мной. Понял засранец, что я приревновала...\nСтоило нам подойти к столику как все начали прожигать меня взглядом и изучать новенького. ",
    "answers": [
      {
        "id": 122,
        "text": "Представить друга "
      }
    ]
  },
  {
    "id": 122,
    "text": "—Эм...привет. Ребят..это-Знакомый встал ближе и его грудь упёрлась мне в спину. Я выпрямилась как струна. Ещё чуть-чуть и мой глаз начнёт дёргаться.-Это Уэсли. Он второй день в школе.\nНапряжение за столом лишь усилилось, когда одноклассник сел рядом со мной на стул. Я уставилась в тарелку и прокляла саму себя. \n—Ребят, через два дня у меня будет свободен дом. У нас как раз будет три свободных дня в корпусе. Не хотите приехать?-Прервал тишину за нашим столом Уэсли. Что он творит? \n—Амелия, ты поедешь? -Спросил Кайл и все снова посмотрели на меня. Мне захотелось вжаться в стул на котором я сидела. Я нервно сглотнула. ",
    "answers": [
      {
        "id": 123,
        "text": "Нет"
      },
      {
        "id": 124,
        "text": "Да"
      }
    ]
  },
  {
    "id": 123,
    "text": "—Эм...нет. Скорее всего нет\nЕва ткнула меня в бок и засмеялась.\n—Она шутит! Конечно она поедет!-Сказала девушка и подмигнула парням.\n—Хорошо, тогда я тоже поеду. \n—И мы с Евой.-Добавила Ника.\n—Тогда давай те уже все вместе-Согласился Брайан.\n—Отлично. Значит едем! \nПосле этого напряжение как будто и не было. Парни оживлённо болтали (все кроме Марка)",
    "answers": [
      {
        "id": 125,
        "text": "*На уроках*"
      }
    ]
  },
  {
    "id": 124,
    "text": "—Эм..Наверно. Да..\n—Хорошо, тогда я тоже поеду. \n—И мы с Евой.-Добавила Ника.\n—Тогда давай те уже все вместе-Согласился Брайан.\n—Отлично. Значит едем! \nПосле этого напряжение как будто и не было. Парни оживлённо болтали (все кроме Марка)",
    "answers": [
      {
        "id": 125,
        "text": "*На уроках *"
      }
    ]
  },
  {
    "id": 125,
    "text": "На первом уроке я села с Николь, чем она была очень довольна. К Уэсли же подсела Эмили и она так открыто флиртовала с ним, что меня могло стошнить. Друг умоляюще смотрел на меня, а мы с подругой смеялись. Неужели всё налаживается? А мне только стало казаться, что всё ужасно. \n\nМы договорились, что один день я буду сидеть с Николь, а другой с Уэсли. Они оба были не в восторге, но согласились, что это честно. На обеде он снова сел с нами и мне кажется, что парень уже начал вливаться в коллектив. ",
    "answers": [
      {
        "id": 126,
        "text": "*В комнате *"
      }
    ]
  },
  {
    "id": 126,
    "text": "Я сидела на подоконнике и никак не могла решить глупую задачку. Я гуманитарий!!! Не пригодится никому в жизни вот это всё! За окном пошёл дождь. Мне нравится осень именно за её атмосферу. И нет вовсе никакой депрессии. Есть желание заварить вкусного чая, укутаться в плед и почитать хорошую книгу. О романтике, о любви, о мечтах которые люди смогли воплотить в жизнь. Вибрация телефона вырвала меня из мыслей. \n\"Мне нравятся умные девушки\"\nЧто? От кого это? Я посмотрела в окно и увидела там...",
    "answers": [
      {
        "id": 127,
        "text": "Недавнего знакомого"
      }
    ]
  },
  {
    "id": 127,
    "text": "Там в одиночестве и с улыбкой на лице стоял Уэс. Он помахал мне и я прислонила ладошку к окну. Снова вибрация и я разблокировываю телефон. \n\"Я промок и замёрз. Пустишь? \"\nБоже...сейчас же середина осени! О чём он думает? Я энергично замахала головой и он улыбнулся ещё шире, а потом пошёл в корпус. Какой дурак! Я вскочила с подоконника и побежала в ванну за полотенцем. Стоило мне найти большое махровое и моё любимое, как в дверь постучали.\n—Что ты там делал? \n—Наблюдал за тобой.-Легко ответил он. \n—Интересно?\n—Очень. ",
    "answers": [
      {
        "id": 128,
        "text": "Вот же дурачок!) Но мне приятно.."
      }
    ]
  },
  {
    "id": 128,
    "text": "Я тяжело вздохнула и затащила его в мою спальню. \n—Тебе лучше раздеться и подождать пока вещи высохнут, но не думаю, что они успеют. Я позвоню Кайлу.\nЯ старалась говорит это как можно быстрее, сердце почему-то начало биться в несколько раз чаще. Кажется это первый раз когда в моей спальни парень. Ещё и такой красивый...Я нервно застучала по телефону пытаясь ввести пароль, но последнее слово техники, вырвали у меня из рук.\n— Не надо звонить твоему брату.\n—Он мой лучший друг-Единственное что смогла промямлить я заметив, что Уэсли уже снял футболку. Его накаченные грудные мышцы красиво выпирали и приковывали взгляд. \n—Посмотрим фильм?\n—Я не буду сидеть на полу.\n—На кровати. \n—И не пущу на свою кровать в мокрых джинсах. \nУэсли пошло усмехнулся, так игриво, что уже знакомые мурашки в животе дали о себе знать. Его длинные пальцы быстро справились с ремнём и пуговицей, и вскоре друг стоял передо мной в одних трусах.",
    "answers": [
      {
        "id": 129,
        "text": "От смущения мне захотелось закрыть глаза ладошками, но отвести взгляд просто невозможно!"
      }
    ]
  },
  {
    "id": 129,
    "text": "—Теперь я смогу лечь рядом с тобой?\n—На кровать-Поправила я его. Но это прозвучало так двусмысленно, что мои щёки загорелись.-Я приму душ и вернусь.-Скороговоркой выпалила я и вылетела из комнаты как ошпаренная. Только в душе я поняла, что не взяла ничего. Только гель для душа и ещё одно полотенце ждали меня в душевой. \n\nВоспользовавшись любимым гелем, я обмоталась полотенцем и пошла в комнату. Уэсли развалился на моей кровати, с моим ноутбуком, но так сексуально, как мне никогда не светит. Я поспешила подобрать слюньки и прошмыгнула к шкафу. Даже стоя к другу спиной, я ощущала его изучающий взгляд. Быстро надев кружевные трусики, я достала к ним ночнушку и накинула поверх полотенца, после чего оно свободно упало на пол и я облегчённо выдохнула. \n— Ты всегда так спишь?",
    "answers": [
      {
        "id": 130,
        "text": "Какая ему разница?"
      }
    ]
  },
  {
    "id": 130,
    "text": "— Да. Для тебя бы я принаряжаться не стала.\n—Я выбрал фильм. Комедия, сойдет? \n— Все любят комедии. \nЯ пихнула друга и вытащила из под него моё одеяло. \n—Поаккуратнее.\nУэсли улегся на спину и жестом пригласил лечь на грудь. Когда моя щека коснулась его горячего тела, я забыла как дышать. Он положил свою руку мне на талию и притянул так, чтобы нам было удобно обоим. Уэс сделал это так легко, как будто повторяет это уже в сотый раз. Хотя может и так...Его крепкие руки нежно обняли и я почувствовала себя безумно комфортно. Мне захотелось обнять его в ответ и уткнуться носиком в такое крепкое, надёжное плечо. ",
    "answers": [
      {
        "id": 131,
        "text": "*После просмотра фильма*"
      }
    ]
  },
  {
    "id": 131,
    "text": "—Мне понравился.\n—Я рад, выбирал отталкиваясь от этого.\n—Подлиза. Это просто совпадение. А теперь тебе пора в свою комнату. Потому что уже как десять минут отбой.\n—Вот именно. Вдруг меня увидят в нижнем белье в коридоре? Представляешь какие проблемы будут. Начнут разбираться у кого я был и так далее. Так что я остаюсь у тебя)-Довольно заявил он и я привстала на локоть \n—Что? Нет! Мы не будем спать вместе. Иди домой!\n— Не кричи или придёт Николь, тогда проблем точно будет много.\nЯ покраснела как свекла и сложила руки на груди. ",
    "answers": [
      {
        "id": 132,
        "text": "Что-то тут нечисто.."
      }
    ]
  },
  {
    "id": 132,
    "text": "—Ты всё спланировал?!-Я почувствовала себя ребёнком, которого обманули. Парень самодовольно улыбнулся во все 32.\n—А ничего, что мы второй день знакомы?\n— Мы просто будем рядом лежать. Как сейчас. Что у тебя за мысли извращённые? Ты не думала, что не интересуешь меня как девушка? \nЕсли можно было стать ещё краснее, то я превзошла этот предел в два раза и плюхнулась на край кровати.\n—Спокойной ночи-Пробубнела я и отвернулась.\n— Сладких, помидорка. \nПарень лёг спиной ко мне и мысль в моей голове, что лучше бы он обнял меня сзади не дала уснуть спокойно и сладко...",
    "answers": [
      {
        "id": 133,
        "text": "*Утро*"
      }
    ]
  },
  {
    "id": 133,
    "text": "Я проснулась одна и меня это жутко разочаровало. Интересно, он сейчас в спортивном зале? Не хочу никуда идти сегодня. Даже на учёбу, хотя особенно на неё. Желание остаться в теплой, мягкой кроватке усиливалось и я поняла, что пора вставать. \n\nЗаглянув в шкаф, я схватила первое, что попалось под руку и побежала на завтрак, так как уже опаздывала. И без того короткая юбка ползла вверх, что сильно раздражало. Не помню чтобы я её покупала. Может мама? Она любитель купить мне шорты короче моих трусов. Перед входом в столовую, я заправила рубашку, а то она длиннее, чем сама юбка. Пока я стояла в очереди за завтраком, по моим оголённым ногам пошли мурашки от множественных взглядов парней. Схватив первый попавшийся салат, я со скоростью света пошла к своим друзьям. Уэсли, встал и снял с себя пиджак, а после протянул мне. Я не смотря в его сторону села рядом с Евой.",
    "answers": [
      {
        "id": 134,
        "text": "Ужааасс..."
      }
    ]
  },
  {
    "id": 134,
    "text": "—Фуухх..У нас все какие-то извращенцы!\n—Вообще то это ты виновата. \n—Одеваться надо поприличнее.\n—Амелия, не слушай их. Мне нравится-подмигнул Брайан и губы расстянулись в благодарной улыбке.\n—Любому понравится-Усмехнулся Марк.\n—Помолчи!-Ткнула его в бок Николь.\nНа мои плечи опустилась плотная тёплая ткань и я удивлённо посмотрела на Уэсли, он сидел и сосредоточено что-то печатал, а потом посмотрел на меня. Мой гаджет завибрировал.\n\"Мой пиджак и то длиннее! Амелия, какого хрена?!\"\nМне захотелось спросить какого хрена он ушёл утром, но в конце концов, с чего ему передо мной отчитываться? Потому что я глупая девчонка с играющими гормонами? Я сама себя не понимаю. Может поиграть с ним? Меня вчера задело, когда он сказал, что я не интересую его как девушка.",
    "answers": [
      {
        "id": 135,
        "text": "Игриво ответить"
      }
    ]
  },
  {
    "id": 135,
    "text": "\"Тебе не понравилось?\"\n\"Не понял. Ты хочешь чтобы я ревновал? \"\nУслышав смешнок, я почувствовала себя неуверенной и незащищённой.\n\"Хочу чтобы ты признал, что я привлекаю тебя.\"\nТочка! И я спрятав телефон, принялась за завтрак. С чего я вообще решила, что интересна ему? Меня просто бесит, что сперва он дерётся с Марком, потом нагло приперается ко мне, после заявляет, что я его не интересую и всё это пока половина корпуса пускает слюни при виде меня. От части в этом заслуга фотоссесии... До переезда в этот колледж, я жила скучно и довольно повседневно, но тут свободного времени просто нет! Даже не знаю радоваться этому или грустить. ",
    "answers": [
      {
        "id": 136,
        "text": "*Уроки*"
      }
    ]
  },
  {
    "id": 136,
    "text": "—Эванс, к доске.\nЯ скривилась и приготовилась получить неуд. Пиджак Уэсли слегка касался моей кожи при ходьбе и я подумала почему не отдала его ему.\n—Пишите решение задачи, которую я задала вам вчера на дом.\n—Я не смогла в ней разобраться. \nУчитель с презрением посмотрел на меня. Такое ощущение как будто она мне задачку из пятого класса дала, а я такая дура не смогла её решить! Бесит такие учителя!\n—Два.-Женщина поправила очки и высокорменно оглядела класс.-Садись. Уэсли, покажи классу как решается данная задачка.\nЯ поплелась на место, называя всеми известными мне не лестными словами Уэсли, помешавшего мне вчера. И как оказалось именно его преподаватель вызвал после меня. Через пару минут решение задачи было написано на доске, а из моих ушей шёл пар. Какого хрена? Говнюк!",
    "answers": [
      {
        "id": 137,
        "text": "..."
      }
    ]
  },
  {
    "id": 137,
    "text": "После урока я выскочила из класса и врезалась в стоящего на входе Дилана.\n—Привет, красавица.\nОн тут же положил руку мне на подбородок и поцеловал. Я выронила стопку учебников и забыла как меня зовут. \n—Проблемы с уроками? Поэтому не писала? Хочешь я помогу? Ты сегодня выглядишь очень ...откровенно, но мне нравится. Пиджак Кайла?-Дилан засыпал меня вопросами, а я просто стояла и не могла справиться с шоком.\n—У неё всё нормально и если надо, я помогу! А пиджак мой.-Одноклассник встал как тогда в столовой, в первый раз при знакомстве с теперь уже нашими друзьями. Его грудь коснулась моего плеча, но на этот раз это подействовало успокаивающе.\n—Новенький, да? Мне рассказывал Марк про тебя. Ты может не в курсе, но Амелия моя.-В груди проскочил глухой удар замеревшего сердца и я сделала шаг назад, оказавшись совсем близко к Уэсли. ",
    "answers": [
      {
        "id": 138,
        "text": "Мне стоит вмешаться."
      }
    ]
  },
  {
    "id": 138,
    "text": "—Дилан, может ты что-то не так понял, но то свидание и один единственный поцелуй...Они ничего не значили.-Собралась с духом я.\n—Слышал? Ты свободен.-Заявил Уэс. \n— Мне кажется ты здесь лишний. Мы разберёмся без тебя.-Отчеканил Дилан.\nЯ вытянула руки и они упёрлись в грудь знакомому.\n—Эм...Я же уже сказала. Между нами ничего нет. Дилан, прости если обидела или дала надежду, но нет.\nОн потерянно посмотрел на меня.\n—Шлюха. \nГлаза защипало от того, что это слышал весь коридор и я испугалась. Забыв про учебники, я сделала шаг вперёд и дала ему посщёчину, а после убежала в туалет. Слёзы не хотели останавливаться. Возможно потому что это было правдой. Сперва Марк, те снимки, я решила использовать Дилана запутавшись в себе и своих чувствах, а потом во всей этой неразберихе появился Уэсли из-за которого всё окончательно испортилось. Я всё испортила. ",
    "answers": [
      {
        "id": 139,
        "text": "Вытереть слёзы"
      }
    ]
  },
  {
    "id": 139,
    "text": "—Вот, принёс твои учебники.\nЯ всхлипнула и дрожащими руками вытерла слёзы.\n—Спасибо.\n—Я так понимаю про вот это всё ты рассказывала мне вкратце тем утром? \n—Угу.\n—Забей. Он так сказал потому что ты ему понравилась. Дилан хотел чтобы ему всё завидовали, мол с такой девчонкой встречается. Ещё и у Марка увёл. Поверь. Всё хорошо.\nЯ посмотрела ему в глаза и улыбнулась, а после как маленький ребенок накинулась с объятьями.\n—Спасибо-Прошептала я. Мне нужно было это услышать. \n—Звонок давно прозвенел-За дверью мы услышали цокот каблуков и с испугом переглянулись. Нехорошо если нас вдвоём увидят, да ещё и когда я в таком виде.",
    "answers": [
      {
        "id": 140,
        "text": "Спрятаться"
      }
    ]
  },
  {
    "id": 140,
    "text": "Схватив вещи, мы втиснулись в узкое пространство в последний момент. Уэс кинул сумку и сел на опущенную крышку унитаза, а после, неожиданно для меня, схватил за бёдра и посадил к себе на колени. Я ахнула.\n—Тише ты!-Прошипел друг.\nДверь в туалет заскрипела и послышались шаги.\n—У тебя такая короткая юбка-Прохрипел он.-Не стоило тебе давать пиджак. Без него лучше.\n—Сейчас напоминаешь мне Марка.\nЯ попыталась приспустить юбку.\n— Не ёрзай..-Тихим и глубоким голосом сказал Уэс. Он обнял меня за талию и зарылся носом в мои волосы. Мы услышали плеск воды и как её выключили. Дверь снова заскрипела. \n—Давай без трения- Уже сама не своим голосом произнесла я. Пусть ещё раз скажет мне после этого, что я его не привлекаю. Уэсли сделал глубокий вдох и выпустил из своих объятий. \nМы вышли из туалетной кабинки с выпрыгивающими из груди сердцами. \n—У нас урок.\nЕдинственное, что пришло мне в голову. \n—Точно.\nУэсли вышел и оставил меня шокированную одну. ",
    "answers": [
      {
        "id": 141,
        "text": "*В классе*"
      }
    ]
  },
  {
    "id": 141,
    "text": "Я зашла в класс всё такая же потерянная.\n—Где вы были?-Спросил учитель \n—Я..В медпункте. Живот заболел. Знаете, дни всё такое \nПоскольку преподаватель мужчина, он закатил глаза и кивнул. Вот чего, чего, а врать я умею. Уэс покосился на меня и усмехнулся. Мой телефон опять завибрировал. Да чтож ему надо?! MMS.\nНа фотке моя попа прижатая к его бёдрам. Она слегка выглядывает из под юбки и если бы это была не моя фотография, я бы её точно добавила в сохранёнки...очень и очень даже...Но увы...Я покраснела до кончиков пальцев и так резко повернулась в сторону одноклассника, что не удивилась бы, если свернула себе шею. Он ехидно улыбался глядя в телефон и на меня. Я показала ему средний палец и начала яростно печатать.",
    "answers": [
      {
        "id": 142,
        "text": "SMS"
      }
    ]
  },
  {
    "id": 142,
    "text": "\"Во-первых, только попробуй кому-нибудь показать! УБЬЮ!!! Во-вторых, смотри, смотри. Больше тебе ничего не светит.\"\nЯ показала ему язык и попыталась не думать о том какой он козёл.\n\"А ты хорошо врёшь, принцесса\"\nВ последнее время я очень часто краснею, но сейчас я просто закипала и была как варёные рак. Как же он меня бесит! Я должна буду достать его телефон и удалить ту фотку.\n\n—Чего не ешь? Это из-за того, что сказал Дилан?- Уже вся школа знала о произошедшем и не могло не радовать, что практически все были на моей стороне.\n—Нет..Всё хорошо. Просто не голодна-Сказала я и вспомнила sms \"А ты хорошо врёшь, принцесса \"\n—Уэсли, у тебя есть бассейн?\n— Да. Берите купальники, он с подогревом и мы точно не замёрзнем. Поедем завтра вечером. \n—Круто! Вообще классно, что у нас сперва три дня отдых, а потом ещё и каникулы должны начаться. \n—Меня могут лишить каникул, если не исправлю двойку.-Грустно сказала я.\n— Не переживай! Всё исправишь. ",
    "answers": [
      {
        "id": 143,
        "text": "*Вечером*"
      }
    ]
  },
  {
    "id": 143,
    "text": "Я сидела и зубрила этот чёртов предмет, построенный на расчётах и вычислениях. \n\"Скоро буду. Встречай\"\n\"Уэсли, ты мне уже надоел! Дай мне спокойно выучить алгебру и ту придурошную задачу!\"\n\"Полегче. Будь хорошей девочкой. Я хочу помочь.\"\nТук-тук.\n—Ааааа...\nТихо простонала я. Хорошо, что Николь с кем-то шляется, а то подумает, что между нами что-то есть. \n—ВХОДИ!-Крикнула я и услышала шаги, дверь в мою комнату открылась.\n—Давай так, я помогу тебе исправить оценку, а ты поцелуешь меня.\nИ тут я вспомнила про Марка с которым мы спорили. Оно и к лучшему, что оба забыли про это. Кажется, что всё что тогда было...между нами...лишь игра.\n—Давай без давай. Припёрся, так ещё и условия ставит. И даже не надейся, что останешься сегодня у меня. Я ещё помню как проснулась одна. \nПарень был откровенно удивлен.\n— Ты обиделась? Я думал ты не хочешь чтобы Николь подумала не о том увидев нас вместе.\nЧёрт...он прав.\n— Ты вроде как хотел помочь мне с уроками.-Перевела я тему, чем вызвала у него ухмылку. ",
    "answers": [
      {
        "id": 144,
        "text": "Интересно, о чём он думает?"
      }
    ]
  },
  {
    "id": 144,
    "text": "Он думает я запала на него? \n\nУэсли несколько часов объяснял мне эту хрень, которая никак не хотела откладываться в моём мозгу и он закипал. \n—На сегодня хватит! Больше не могу! Взвою сейчас! Я мыться.-Взяв всё необходимое, я отправилась в душ, но застыла в дверном проёме-И...когда я вернусь...хочу чтобы комната была пуста!\n\nЯ надела кружевное бельё и насвистывая пошла в спальню. После душа у меня всегда хорошее настроение. Как будто всю грязь и плохие эмоции смываю. Чувствую себя новым человеком. Я кинула полотенце на дверцу шкафа.\n— Ты очень сексуальна в таком наряде.\n—Аааа! Почему ты ещё здесь?!! \nОдежда была аккуратно сложена на стуле, а Уэсли лежал в МОЕЙ кровати.\n—Потому что. Да, брось. Иди ко мне.\nУэс приподнял одеяло и похлопал по матрасу.",
    "answers": [
      {
        "id": 145,
        "text": "Я сойду с ума с этим засранцем!"
      }
    ]
  },
  {
    "id": 145,
    "text": "— Ты будешь спать в гостинной.\nТопнула ногой я.\n—У тебя сейчас грудь так мило вздрогнула. \nЯ прикрылась одной рукой, а другой стащила с наглеца одеяло, запуталась в него и легла на кровать.\n—Уходи.\n—Но я замёрзну. \n—Одеяло одно и без него замёрзну я.\n— Не вредничай.\nУэсли обнял меня сзади и по спине пробежали мурашки. \n— Как же ты меня бесишь...\nЯ отдала ему половину одеяла и он довольно улёгся рядом со мной. В чужих объятьях я ощутила себя так уютно, что была безумно рада этому. Рада, что он рядом. \nЧерез пару минут друг придвинул меня ближе. \n—Слушай-Тихо сказал он- Не хочешь жить со мной в доме на протяжении трёх дней?",
    "answers": [
      {
        "id": 146,
        "text": "Что ???"
      }
    ]
  },
  {
    "id": 146,
    "text": "Я не уверена, что могу ответить да или нет. Потому что сама не знаю. Если надумаю, то скажу ему завтра, если нет...то сделаем вид, что я спала. \n— Ладно...спокойной ночи.\nУэсли поцеловал меня в макушку и мои глаза широко открылись. Это был такой нежный жест, что мне захотелось ответить взаимностью. Обнять его, поцеловать и прижать к себе. Почему они все такие разные? От Марка у меня сразу кружится голова и я начинаю думать не тем местом. Дилан вообще просто под руку попался. Уэсли такой нежный и в то же время пошлый, умный и вообще! Его просто не понимаю, то он отпускает пошлые шуточки в мою сторону, то помогает, обнимает...это тактика такая? Я не знаю радоваться мне, что они все ко мне лезут или бежать не оглядываясь? В моей голове с каждым днём лишь больше вопросов и я не могу найти на них ответы. Мне надо решить к кому я действительно испытываю нечто больше, чем просто желание или что-то вроде того...\nНу Дилана мы сразу убираем. Остаются двое сногшибательных парней... Я должна выбрать пока мы будем в том доме. Страстный и лишающий меня разума Марк. Нежный, невообразимый Уэсли. Мне аж плакать хочется. А можно создать свой горем? Думаю они будут против..) Боже..Ладно. Пора спать...",
    "answers": [
      {
        "id": 147,
        "text": "*Утро*"
      }
    ]
  },
  {
    "id": 147,
    "text": "Проснувшись опять одна, от обиды я ударила по кровати. Мои брови практически сомкнулись у переносицы и я громко, как паровоз, выдохнула. \n—Нет, ну что за козлина?! Я же ясно дала понять, что обиделась в прошлый раз из-за этого. \nЧто за игру он затеял? То сам лезет ко мне, то уходит и перед всеми делает вид, что ничего не было. Либо он козёл, либо да! У меня нет других вариантов. \n\nНе хочу разговаривать с этим придурком, но сегодня он сидит со мной. И вообще...объективно...у меня нет причин на него злиться, он ведь уже объяснил почему ушёл в прошлый раз. Ну почему? Почему? У Уэсли на всё есть логичный ответ которому я не могу ничего противопоставить. ",
    "answers": [
      {
        "id": 148,
        "text": "*В классе*"
      }
    ]
  },
  {
    "id": 148,
    "text": "Парень развалившись сидел на парте и увидев меня, на завтрак я не пришла, улыбнулся. Я плюхнулась на стул и кинула тетрадь на парту. \n—Ого...Я смотрю таскаешь неподъёмный груз. Хочешь помогу носить сегодня?\n—Нет-Буркнула я, не в силах совладать с обидой. \n— Что? Опять? Между прочим я еле успел ускользнуть. Ты так сладко спала на мне, что я ушёл слишком поздно и меня чуть не застала Николь.\n—Да даже если бы застала, что скрывать? Она моя подруга! Между нами ничего нет, мы с тобой тоже друзья. \nЯ сложила руки на груди и с поддельным интересом стала смотреть на пустую доску.\n—Ага, поэтому ты так реагируешь. Не дуйся, принцесса. \nОн положил руку на спинку моего стула и я почувствовала его горячее дыхание на своей шее. Мурашки тут же побежали по мне, я заёрзала на стуле и парень это заметил.\n— Ты на всех друзей так реагируешь?-Сладко прошептал он и усмехнулся. Его губы коснулись нежной кожи и я вздрогнула. Уэсли спустился чуть ниже, стал поссасывать кожу.\n— Ты уже моя. Дома спишь со мной. ",
    "answers": [
      {
        "id": 149,
        "text": "Ага, бегу и падаю."
      }
    ]
  },
  {
    "id": 149,
    "text": "Что? Я выпала из реальности и единственное о чем думала-засос. Что за метки? Что значит моя? Хрен там. Я тоже умею язвить и строить из себя победителя. Я откинула волосы и смело посмотрела в глаза соседу по парте.\n—Спасибо. Скажу, что Марк поставил. Или Дилан. Или может кого ещё подцеплю.-Я мило похлопала глазками. Злость за то, что он оставил меня дважды утром одну бушевала внутри. Может это и глупо, но я девушка и мне можно совершать необдуманные поступки. Стратег у нас рядом сидит.\n\nПосреди урока и я заметила прожигающий взгляд Ники. Ещё и с этим разбираться придёться...\n\"Это не конец, малышка. Хочешь играть? Хорошо, но только на моих условиях \"-прочитала я sms.\nПо моей спине пробежал холодок и я поняла, что три дня обещают быть весёлыми...\n",
    "answers": [
      {
        "id": 150,
        "text": "SMS"
      }
    ]
  },
  {
    "id": 150,
    "text": "\"Начнём с того как ты объяснишь подруге то, что она сейчас увидела?)\"\nЯ злобно посмотрела на Уэсли, но он расплывшись в улыбке разглядывал меня. Парень был расслаблен и наслаждался. В его глазах горел неописуемый огонь. Игры с огнём хорошо не заканчиваются... Но и я не уголёк. \n\"Можешь не сомневаться. Как-нибудь объясню\"\nЯ показала ему язык и отвернулась задев волосами. ",
    "answers": [
      {
        "id": 151,
        "text": "*От лица Уэсли*"
      }
    ]
  },
  {
    "id": 151,
    "text": "—--Уэсли---\nОна чертовски хороша. За этот жест волосами Амелия ещё ответит. Я уже представляю как намотаю их на кулак и... Боже. На самом деле я даже не знаю, что испытываю по отношению к ней. Она так невинна и в тоже время горяча. Как запретный плод. Он всегда так сладок...Порой я хочу её обнять и не отпускать, но как же это непривычно.. Сам не понимаю чего хочу. \n",
    "answers": [
      {
        "id": 152,
        "text": "*От лица Амелии*"
      }
    ]
  },
  {
    "id": 152,
    "text": "—--Амелия---\nМне нравится дразнить его. \n—Слушай-Я остановила его у входа в класс и ответа в сторону-Хочешь играть? Давай так...-Я вспомнила про наш спор с Марком про который все забыли-Спорим ты захочешь меня?\nУэсли искринне удивился.\n—Принцесса, я уже хочу тебя-Его губы изогнулись в ухмылке и парень прижал меня к стене.\nВнутри всё сжалось, мне захотелось впиться в его губы, ощутить на своей талии его руки. Я прикусила губу и приблизилась к Уэсли. \n—Если мы не переспим в течение трех дней, ты проиграл. Соблазни меня...\n— Так нечестно. Я знаю о чём ты думаешь и чего ты хочешь. Ты первая набросишься на меня и я не буду останавливать. \nОн подмигнул мне и поцеловал в носик, а потом смеясь пошёл в класс.\n—Три дня, Амелия!-прокричал одноклассник.\nВсего три дня...",
    "answers": [
      {
        "id": 153,
        "text": "*Чуть позднее*"
      }
    ]
  },
  {
    "id": 153,
    "text": "Я собрала все свои вещи и пошла на крыльцо перед входом в корпус. Я пришла первая и начала копаться в телефоне.\n— Что у вас с ним?-Строгий и злой голос заставил вздрогнуть. Марк стоял прямо передо мной с сумкой в руках.\n—С кем? \n—Я всё видел.\n— Что ты видел?\n—Блять, Амелия! Я видел как он зажимал тебя в коридоре. И прямо сейчас вижу засос на твоей шее!\nМарк буквально кипел, я совсем забыла про эту чёртову метку на шее и максимально втянула её сейчас.\n—В любом случае тебя это не касается.\nЯ исподлобья посмотрела на него.\n—Ошибаешься-Прорычал он\n—Может быть-я равнодушно пожала плечами, но внутри всё замерло от страха. Я не успела даже не о чём подумать, как Марк преодолел расстояние между нами, обхватил моё лицо руками, и впился в мои губы. Он властно поцеловал меня и я ответила. Не знаю почему... Но я не могла не ответить на такой дерзкий и может быть желанный поцелуй. \n—Кх..кх ",
    "answers": [
      {
        "id": 154,
        "text": "Чёрт!"
      }
    ]
  },
  {
    "id": 154,
    "text": "Мы испуганно отпрыгнули друг от друга. Перед нами стояла до кончиков волос недовольная Николь. И я её понимаю...сперва она видит меня с Марком, потом Диланом, Уэсли, снова Марк, но что я могу сделать? У меня не получается определиться! Кто мне действительно нравится? Кому я смогу сказать \"люблю \"? К моему счастью Ника никак не прокомментировала данную ситуацию и мы в тишине дождались остальных. \n—Я и Кайл за рулём.-Сказал Марк и пошёл к машинам стоящим возле железных ворот. Я села сзади и тут же с боку уместилась Ника и Уэсли. Спереди сел Тео и мы двинулись в путь. За рулём сидел Марк и упорно давил педаль в пол. ",
    "answers": [
      {
        "id": 155,
        "text": "Зачем он так гонит?"
      }
    ]
  },
  {
    "id": 155,
    "text": "Я вжалась в кресло от страха, но тут же забыла про эту эмоцию потому что большая тёплая рука лежала на моей коленке. Испуганными глазами я посмотрела на него. Ладонь друга медленно поползла вверх и я сжала ноги. \n—Будь хорошей девочкой. -Прошептал мне на ухо Уэс. Я нервно сглотнула, но не разжала ноги.\n—Или ты сейчас отпустишь мою руку, или весь салон увидит как ты покраснеешь.-Сладко и протяжно сказал он. Мне захотелось чтобы его губы оказались на своей шее, а не только горячее дыхание. Уэсли прикусил мою мочку уха и я резко вздохнула, чуть раздвинув ноги. Он нежно поцеловал мою шею и по спине пробежали мурашки. Моё сердце забилось с такой скоростью, что казалось вот вот выпрыгнет из груди. И так громко, что будто весь салон слышит ритм, который оно отбивает. Уэсли начал поглаживать внутреннюю сторону бедра и мне стало тяжело дышать, в висках стучало и заглушало посторонние звуки. \n— Ты просто умница...Тебя так легко возбудить.-Я видела довольно ухмылку Уэсли и не могла дать ему так просто выиграть.\n.-Так жарче?-Спросил он и его рука оказалась у меня между ног, я резко сжала их, тут же Уэс начал поссасывать кожу ближе к ключице. Мне захотелось выгнуться от удовольствия. Надо взять всё в свои руки. Я положила ладошку на его уже эрогированный член и он прохрипел мне в ухо. Я слегка погладила его орган и сказала:\n—Вот теперь жарче...",
    "answers": [
      {
        "id": 156,
        "text": "Мм..."
      }
    ]
  },
  {
    "id": 156,
    "text": "Мы оба с трудом дышали, оба хотели накинуться друг на друга. Я хочу его. Прямо сейчас. Хочу почувствовать его в себе. От этих мыслей я была готова сойти с ума. Уэсли расстегнул одной рукой мои шорты и запустил в них руку. \"Жаль, что не в трусики..\"-мимолетно пронеслось в моей дурной голове.\n—Малышка, ты вся мокренькая-Хриплым голосом прошептал он и выдохнул обжигая нежную кожу. Внутри меня завязался такой тугой узел, что развязать его могли только пальцы Уэсли. Он плавно начал массировать мой клитор и поглаживать киску. Я не могла сидеть на месте. Моя спина прикрывала нас от Николь, но мне кажется она и так всё поняла. Тео спал, а Марк напряженно ввёл. Из-за того что мы не одни, я возбуждалась ещё больше. Весь мой организм дал сбой и лишь сердце мощно стучало у меня в груди. Я закрыла глаза и прикусила губу, моя голова закружилась. Я ощутила как будто тысяча иголочек вонзились в моё тело и простонала. Уэсли надавил на пульсирующую точку и я застонала громче, протяжнее. Марк посмотрел в зеркало заднего вида и мы встретились взглядами. Его глаза были похожи на металл. Холодный, грубый. Он рыкнул и мы поехали ещё быстрее. Я ещё отходила после первого в своей жизни оргазма, как Уэсли снова начал ласкать меня и целовать ключицы. \n—Хватит. Я не выдержу второй раз...-Из последних сил выдавила я.\n— Ты такая сладкая..Неужели тебе так понравилось? Нет, я конечно знаю, что девушки без ума, но обычно так сильно реагируют лишь...Если только девственница?\n",
    "answers": [
      {
        "id": 157,
        "text": "Ох.."
      }
    ]
  },
  {
    "id": 157,
    "text": "Я посмотрела в его глубокие изумрудные и чертовски красивые глаза. Я хотела утонуть в них, отдать что угодно ради этого удовольствия. Я нерешительно кивнула и Уэсли в тот же миг преобразился. Из самодовольного наглеца он превратился в удивлённого мальчишку. Я отвернулась, мне почему-то стало стыдно. Все парни так реагируют на это, что я даже не знаю о чём думать. Парень вытащил руку из моих шорт и сел как ни в чём не бывало. Мне стало так обидно, что захотелось плакать. Он испугался? Или что? Было бы лучше, если бы я сказала, что у меня была рота мужиков? Что я попробовала все позы, техники, что каждому второму говорю \"люблю \"? \n\nРасплакаться я не успела так как мы приехали в особняк моего \"друга\". Уэсли открыл ворота через телефон и мы заехали на огромную территорию.",
    "answers": [
      {
        "id": 158,
        "text": "Осмотреться"
      }
    ]
  },
  {
    "id": 158,
    "text": "Трёхэтажное здание было из кирпича с большими окнами. Слева был накрытый плёнкой бассейн, а справа парковка. Ника вылезла из машины первая и я поспешила застегнуть пуговицы на шортах. Подруга косилась в мою сторону и я сама понимала, что стоит с ней поговорить так скажем по-душам. Марк тоже недобро смотрел в мою сторону и чувство стыда поедало изнутри. Мы зашли в холл. \n\nСлева была огромная кухня по последнему слову техники. Справа большой и комфортный диван, напротив плазма на всю стену. Винтовая лестница вела наверх. \n—Такс, ребятки, на третьем этаже последняя комната занята.-сказал Уэсли и ушёл. Так я не поняла мы вместе или что? Мне отдельно заселяться? \n—Пошли.-Ника взяла меня под локоть и потащила на второй этаж. Мы зашли в первую попавшуюся дверь и плюхнулись на кровать.\n—Я так понимаю мне никак не отвертеться?\n—Ага. Нииикааак-Протяжно заявила она.",
    "answers": [
      {
        "id": 159,
        "text": "Выложить всё как есть "
      }
    ]
  },
  {
    "id": 159,
    "text": "Я вкратце попробовала ей всём рассказать. \n\n—Какой ужас...Но кто-то же должен нравиться тебе больше?\n—Я не знаю. Как шлюха...\n—Вовсе нет. В трусы к тебе залез только Уэсли, а целоваться никто не запрещал, если ты не в отношениях.-Ника подняла палец вверх. Я грустно улыбнулась и обняла её, а она лишь крепче сжала в ответ. Тут дверь резко распахнулась и мы услышали тяжёлые шаги.\n— Мне долго тебя ждать?-Разъярённый как бык зашёл Уэсли. \n— Что?-Обе воскликнули мы.\n— Ты живёшь со мной.\nЕсли бы до этого я не рассказала обо всём Николь, то провалилась бы сквозь кровать, пол, фундамент дома. Пока мы обе медленно думали, терпение Уэсли закончилось и он закинул меня к себе на плечо. Я закричала и последнее, что увидела-улыбку подруги.",
    "answers": [
      {
        "id": 160,
        "text": "Отпусти!!!!"
      }
    ]
  },
  {
    "id": 160,
    "text": "—Поставь меня на место! \nЯ пыталась брыкаться, но когда Уэс пошёл по лестнице, испугалась и прижалась к нему, он хихикнул и ускорил шаг. Парень открыл дверь нужной комнаты и бросил меня на кровать. Я услышала щелчок замка в двери. Вспомнив, что было в машине, я облизнула губы. Парень навис надо мной и то мгновение, когда нас разделили миллиметры, казалось длилось целую вечность. Уэсли поцеловал меня так страстно, что моя голова тут же отключилась, я выгнулась в пояснице и моя грудь упёрлась в друга. Он воспринял это как намёк, его рука проскользнула под футболку и начала массировать сквозь тонкую ткань лифчика мою грудь. Моё тело жило как будто отдельно от меня, оно само решало, что ему делать. Я поглаживала мощные плечи Уэсли. Мои руки без стеснения изучали его тело и казалось, что есть только сейчас. Только этот момент. Только мы. Его запах одурманил и я действительно утонула в нём. Я закинула ноги на его поясницу и прижалась бёдрами. Уэсли прохрипел в мои приоткрытые и припухшие губы. Его член упёрлся мне в промежность и я застонала. Я хотела прикрыть ладошкой рот, но Уэс тут же перехватил руку и взяв вторую, поднял их мне над головой. Я больше не могла его трогать..\n—Я хочу слышать твои стоны. Пусть все знают, что ты моя.\nНа глазах пелена и я думаю лишь о том, как мне хорошо рядом с ним. ",
    "answers": [
      {
        "id": 161,
        "text": "*От лица автора *"
      }
    ]
  },
  {
    "id": 161,
    "text": "—--Автор---\nПарень начал прокладывать дорожку из поцелуев, задерживаясь и оставляя засосы. Девушка извивалась под ним и через секунду она осталась без футболки. Их тела горели, а между ними был настоящий огонь. Парень нашёл застёжку и отстранился от девушки. Амелия испугалась, что сделала что-то не так, но это Уэсли боялся. Он дорожил ей и не хотел потерять. Он был точно уверен, что это не просто желание, может влюблённость? Или же..? \n— Ты.. Ты уверена, Амелия?-Парень настороженно посмотрел на девушку. В её глазах читался испуг, но она была готова поверить ему. Только ему. И она робко кивнула. Тяжёлый камень упал с плеч друга, она доверяет ему всю себя. Это дорогого стоит. Он ни за что не обидет её. Его ловкие пальцы в два счёта справились с застёжкой и бюстгальтер полетел на пол. Парень был безумно доволен и наслаждался, что до него точно никто не видел такую красотку вот так. Что она так чиста и невинна. Что Амелия только его. Он поцеловал её в упругую и пышную грудь, а потом как печать, поставил большой засос. Девушка запустила руки в его мягкие волосы и притянула к себе. Накаченные мышцы Уэсли касались набухших сосков и провоцировали стон за стоном. Парень был просто в восторге от реакции девушки. Она так чувствительна и так нежна, так остро реагирует и желает его. Все её эмоции неподдельны. Он забылся в ней, а она в нём...",
    "answers": [
      {
        "id": 162,
        "text": "*От лица Уэсли *"
      }
    ]
  },
  {
    "id": 162,
    "text": "—--Уэсли---\nЯ не мог оторваться от неё, как вдруг в дверь постучали. От разочарования я ударил по кровати и нахмурился. Убил бы...кого сюда припёрло?! Я слез с Амелии и мне тут же захотелось вернуться в её объятия. Она необыкновенная. Я стоял в джинсах и без футболки. Думаю ничего страшного если так открою дверь. \n—Секунду-Сказал я Амелии, которая без меня уже смущаясь прикрывала шикарную грудь.-Я скоро вернусь. Не одевайся, или накажу. \nЯ слегка приоткрыл дверь чтобы кто бы там не был, не увидел мою девушку. Да..Она тебе ещё своё согласие не сказала, а ты уже всё решил. Какой я молодец.. В коридоре стоял Марк и именно его мне хотелось видел сейчас меньше всего. Я тяжело вздохнул и вышел прикрыв дверь. \n—Ты что-то хотел?\nМарк был серьёзным и я представлял, что именно он хочет. Парень кивнул и скрестил руки на груди.\n— Что между вами с Амелией?\n— Ты у неё спросить не пробовал?\n— Она мне не отвечает.\n—Ну..это её решение.-Тут я услышал шорох за дверью, подслушивает, ай-ай-ай. Разве ей мама не говорила, что так делать нельзя?\n—Вообщем мне всё равно какие ты строишь на неё планы, но я был первый. Она была и будет моей. \nЯ начал смеяться потому что сейчас полуголая Амелия лежит в моей кровати, поправочка, лежала, а сейчас подслушивает наш разговор. \n—Марк, она взрослая девочка и сама может решить с кем ей лучше. \n—Кайл знает, что между вами?\nРешил так пойти?\n—Не надо мне им угрожать. Но если тебе интересно, то Амелия сейчас в моей комнате.-Его высокомерный взгляд стал удивлённым, даже испуганным-И она моя девушка.",
    "answers": [
      {
        "id": 163,
        "text": "*От лица Амелии *"
      }
    ]
  },
  {
    "id": 163,
    "text": "—--Амелия---\nВсё ещё прикрывая грудь, я подкралась к двери. Марк с Уэсли разговаривали не очень добрым тоном.\n—Кайл знает, что между вами?\nМарк, что пугает нас моим лучшим другом, братом? Что за тупость? Я сама решу стоит ему рассказывать, что между нами с Уэсли! А пока что я сама не знаю, что между нами...Я действительно чувствую сильную влюблённость к нему, хочу быть ближе..Но я не знаю чего хочет он. Это ставит меня в тупик. Вдруг он подумает, что я маленькая глупая девчонка, которая понавыдумывала себе целую жизнь рядом с симпатичным парнем, а он лишь хотел затащить её в постель. Представляю как глупо буду выглядеть...\n\n—Не надо мне им угрожать. Но если тебе интересно, то Амелия сейчас в моей комнате.\nЧто?! Зачем Уэсли сказал ему это?! На что он нарывается? Хочет снова с ним подраться?\n—И она моя девушка.",
    "answers": [
      {
        "id": 164,
        "text": "Что?!!!!"
      }
    ]
  },
  {
    "id": 164,
    "text": "Сердце упало в пятки, внутри всё натянулось и где-то глубоко внутри, я завизжала от счастья. Я? Его? Девушка!!! И он сказал это Марку! Забыв про обнажённую грудь, я приложила прохладные ладошки к горячим щекам. От сильной улыбки заболели щёки. Но душа моя пела от счастья. Конечно он говнюк, что не спросил меня, но если что я не против) не могу на него сейчас злиться. Я попыталась взять себя в руки и снова прислушалась.\n—Я тебе не верю.-Громко заявил Марк. Ну зря..что ещё сказать?\n— Не веришь?\n—Нет. Она бы ни за что с тобой даже не поцеловалась. \n—Браво. Долго работал над самовнушением? Именно поэтому ты видел мою руку в её трусиках в машине?-А вот за это Уэсли точно получит...Мама Не горюй!!!\n— Она просто не контролирует себя, если её возбудить. Но так она к тебе ничего не испытывает-Фыркнул Марк. Мда...то что я себя не контролирую это точно...Надо будет что-нибудь сделать с этим. Думаю Уэсли придумает.. Стоило мне об этом подумать, как я снова расплылась в улыбке.\n—Хорошо. Раз ты мне не веришь, убедись сам.-Стоп. Что?-Амелия, оденься !-Прикрикнул он и я поняла в какой глубой я заднице. После этого наши отношения точно можно будет считать официальными. Пока я искала на полу футболку, я думала о побеге. Он специально выбрал третий этаж? Что ты я через окно уйти не смогла? Нет, ну понятно, что если я действительно захочу, то могу что-нибудь придумать и отмазаться! Но я не хочу..",
    "answers": [
      {
        "id": 165,
        "text": "Хоть как-то привести себя в порядок "
      }
    ]
  },
  {
    "id": 165,
    "text": "Я надела футболку и взглянула на себя в зеркало. Мда.. да у меня на лице написано:\"Я без ума от Уэсли. Я бы ему дала\" Вот ведь дура влюблённая.\n— Мы заходим!-Снова громко сказал мой парень. Ох..эта мысль прекрасна. Двое довольно угрюмых парней зашли в комнату и под их взглядом мне захотелось испариться. Только сейчас я заметила на кровате мой лифчик, мои щёки просто вспыхнули от стыда. Так неловко я себя ещё никогда в жизни не ощущала. Слава Богу, Уэсли подошёл ко мне и обнял сзади. Его горячее полугое тело так и хотелось потрогать. Мне стало гораздо легче, но когда Марк заметил лифчик, а потом посмотрел мне в глаза, я стыдливо спрятала голову, как страус, и заламала свои пальцы.\n—Экскурсия окончена. Попрошу на выход.\nЯ была такой маленькой по сравнению с Уэсли и такой защищённой в его объятьях. Он поцеловал меня в макушку и пошёл на выход вместе с Марком. Мне так стыдно, что хочется плакать. Я буду просто обязана с ним поговорить. Извиниться и всё объяснить. Дверь закрылась и камень упал с моих плеч, но не с души. ",
    "answers": [
      {
        "id": 166,
        "text": "Ужааасс.."
      }
    ]
  },
  {
    "id": 166,
    "text": "— Мне так стыдно...\n—За что? Ты стыдишься меня?-Он был не удивлён, а поражён моими словами и сделал шаг назад. Я подлетела к нему и положила руки на грудь.\n—Нет! Нет, конечно. Стыдно за то, что он узнал обо всём именно так. Что увидел этот лифчик...\nЯ снова опустила голову и уставилась на свои ступни. Даже они были в два раза меньше его.\n— Тебе без него лучше.-Уэсли обнял меня и положил свою голову на мою.-Между прочим подслушивать не хорошо. Я накажу тебя за это. \nВнутри меня вновь проснулся какой-то огонёк.\n—Говорить, что я твоя девушка, не предложив мне встречаться, тоже не очень хорошо.\n—Согласен. Но я всё равно тебя накажу.-Промурлыкал он и я поцеловала его в ямочку между ключиц. ",
    "answers": [
      {
        "id": 167,
        "text": "далее"
      }
    ]
  },
  {
    "id": 167,
    "text": "Мы спустились вниз на запах чего-то вкусненького. Уэсли держал меня за руку и мне так хотелось закричать:\"Мы вместе!\" Моим наказанием стало весь день ходить без лифчика. Мне даже нравится. На столе стояли коробки с пиццой. Я запищала от радости и бросилась к ним. Ева и Ника уже уплетали за обе щёки. \n—Уэсли, а где предки?\n—Они уехали отдохнуть и заодно купить мне подарок.\n—Подарок?-Пережёвывая спросила я.\n—На день рождения. \n—На что?-Я подавилась и запила колой.-Когда ты собирался мне сказать?\n—Нам!\n—День рождение будет в последний день учёбы перед каникулами. То есть через полторы недели. \n—Какой ужас! Я не успею выбрать подарок.\n—А я похудеть перед вечеринкой. \n—Ну мы успеем с тобой отметить раз пять точно.\nПарни начали смеяться над нами и мы забрав всю пиццу ушли. \n—Эй!!! \nМы побежали на улицу к бассейну и начали быстро пережёвывать. \n—Отдайте по-хорошему!\nСильная половина нашего коллектива окружили нас. Вскоре мы были у края бассейна. Кто-то уже успел снять плёнку и включить подогрев воды. Друзья были совсем рядом. ",
    "answers": [
      {
        "id": 168,
        "text": "Угрожать"
      }
    ]
  },
  {
    "id": 168,
    "text": "—Я кину пиццу в воду.-Предупредила я\n—Амелия, если ты это сделаешь...\n—Я отшлёпаю тебя! \nЯ засмеялась и подскользнулась, а пока падала, захватила девчонок. Глотнув воды и нехило испугавшись, мы подплыли к бортику бассейна. Парни поймали пиццу и ели её посмееваясь над нами.\n—Козлы.\nПо факту, причиной падения в воду была я, но виноваты они! Я вылезла из воды, которая могла испарится на мне из-за моей злости. Все парни перестали болтать и открыв рты уставились на меня. Уэсли тут же подскочил и снял толстовку.\n—Прикройся!-Шикнул он.\n—Нет-Процедила сквозь зубы я. На улице <plus>5 и я уже успела замёрзнуть.\n—Если ты не наденешь толстовку, я действительно выпорю тебя. \nОт парней меня прикрывала спина Уэсли. Его спортивное тело можно разглядывать вечно. Он не перекачен, ничего лишнего. Парень не кажется огромным, среднее телосложение с идеально проработанными мышцами. Он из зала вообще не вылазит? Я стуча зубами взяла толстовку и надела её.",
    "answers": [
      {
        "id": 169,
        "text": "Чао, мальчики "
      }
    ]
  },
  {
    "id": 169,
    "text": "—Вынуждена удалиться! Прошу меня простить.\nКое-как я выдавила из себя улыбку, больше похожую на оскал и ушла в дом. Уэсли шёл за мной и стоило нам зайти в комнату, как он стянул с меня толстовку.\n—Тебя не поймёшь! То она нужна, то в ней нет необходимости.\n—Тебе надо принять ванну. Отогреешься.\n—Я не хочу-Не чувствовав губ, произнесла я.\n— Ты вся синяя. Это не обсуждается. \nМой заботливый парень снял с меня насквозь промокшую футболку и я тут же закрыла грудь руками, Уэсли тяжело вздохнул, но продолжил. Когда он оставил меня в трусиках, я ударила его по-рукам.\n— Не понял-Недовольно заявил он. \n—Я сама.\n— Ты так сильно стесняешься меня?\n—Я. Сама. \nЯ ушла в ванную и включила воду, на бортике ванной стояли разные масла, пены и соли для ванн. Взяв первое попавшееся под руку, я вылила 1/4 содержимого надеясь утонуть под слоем пены. \n\nГорячее дыхание Уэсли обжигает мою кожу и заставляет мгновенно реагировать. Его руки сжали мою грудь и я запрокинула голову. Уэсли как и я стоял в одних трусах.\n— Мне надо раздеться-Сказал он вырываясь из моих объятий.\n—Но это моя ванна.\n—Наша вообще-то. Тут спокойно хватит места для двоих. \nТолько парень стянул боксеры, как я закрыла глаза.\n—Малышка, иди ко мне.",
    "answers": [
      {
        "id": 170,
        "text": "Нет"
      }
    ]
  },
  {
    "id": 170,
    "text": "Я быстро и резко отрицательно покачала головой. Парень тяжело вздохнул и присел на корточки. Я ощутила тепло и мягкость его губ там, где начинается ткань трусиков и сжала ноги. \n—Будь умницей. Когда ты была возбуждена, я бы ни за что не сказал, что ты девственница. Зато сейчас...Сейчас, да.\n Он кончиками пальцев попробовал стянуть нежное кружево, но ничего не вышло. \n—Прекрати сжимать. Ванна переполнится пока ты будешь вредничать. \n—Нет..-Проскулила я.\n—У меня уже стоит, позволь снять с тебя трусы.-Более строго сказал он. От мысли, что я Так на него действую, внутри снова появилось тянущее чувство. Я прикусила губу и позволила снять Уэсли с меня этот злополучный низ. Послушно переступив через бельё, я захотела застрелиться от стыда. \n—Моя девочка.-Уэс поцеловал меня и притянул к себе. Я вскрикнула когда оказалась так рядом и широко распахнула глаза. Парень нагло улыбался, а увидев мой детский испуг, чмокнул в носик. Он залез в ванну и я умостилась у него между ног. Сперва я жутко стеснялась, но то как нежно мой наглец ко мне относился, заставило напрочь забыть о морали и прочем бреде.\n",
    "answers": [
      {
        "id": 171,
        "text": "Принять ванну"
      }
    ]
  },
  {
    "id": 171,
    "text": "—Амелия, если ты не готова, я могу подождать.-Сказал Уэсли и вытер мою спину махровым полотенцем. Он не видел моего лица и я кивнула, а после ощутила лёгкий поцелуй. Моя совесть до сих пор не даёт покоя, мне надо поговорить с Марком и всё уладить. Я вырвалась из объятий Уэсли и пошла в комнату, где стоял мой чемодан. Я раскрыла его и начала искать бельё. Выбрав комплект голубого кружева, я надела его. Лифчик упорно не хотел застёгиваться.\n—Тебе помочь? -спросил парень только что вышедший из душа.\n—Да.\nОн медленно подошёл ко мне и уже через секунду застегнул бюстгальтер. \n— Ты куда собралась?-Его руки обвили мою талию.\n—К Марку.\n— Что?-Он резко развернул меня к себе.-Зачем? \n—Надо.\nЯ убрала руки Уэса и нашла любимый свитер. В нём я была как в объятьях мамы. Такой уютный, тёплый, большой. Обтягивающие джинсы, в них моя попка кажется ещё круче. Я поправила волосы и пошла на выход.\n—Лия, я не отпускал тебя.",
    "answers": [
      {
        "id": 172,
        "text": "Мне не нужно его согласие"
      }
    ]
  },
  {
    "id": 172,
    "text": "—Я не спрашивала разрешения.\nДверь закрылась и я поняла, что не знаю в какой комнате живёт Марк. \n\nВ холле его не было, как и у бассейна. Придётся стучать в комнаты. Первая комната на втором этаже была пустая, во второй Николь, я это знала. Оставалась последняя и я тихо в неё постучалась. Не уверена чего я хотела. Чтобы это была его комната? Или чтобы его там не было? Но я определённо волновалась. Не в силах устоять на месте, я начала раскачиваться с пятки на носок. Дверь открылась и Марк удивлённо посмотрел на меня.\n—Впустишь?\n—Эм..проходи.\nЕго комната было точно такой же как и у нас. Кровать была расправленна, а он в шортах и футболке. Наверно я помешала.. Я присела на край кровати и прочистила горло.\n—Марк..Я хотела поговорить. \n— Ты с ним спала? -Перебил он меня и ввёл своим вопросом в ступор. \n— Что? К чему такие вопросы?\n—Ответь. \nПарень напряжённо стоял засунув руки в карманы.",
    "answers": [
      {
        "id": 173,
        "text": "Нет, не спала"
      }
    ]
  },
  {
    "id": 173,
    "text": "—Нет.\nЯ заметила как он облегчённо выдохнул. \n—Понимаешь, я..Я не знаю. Мне очень сложно определиться. Тем более говорить с тобой на эту тему. Но я должна знать, что мы можем остаться друзьями..Понимаю, что это довольно глупо. Но я бы хотела продолжить наше общение не смотря ни на что...\nМарк в миг преодолел расстояние между нами и поцеловал меня. Я так оторопела, что не сразу оттолкнула его.\n—Я не могу с тобой дружить. Как ты не понимаешь? \nНаши лбы соприкасались и парень тяжело дышал, а моё сердце гулко стучало где-то глубоко. Что мне делать? С кем быть? Я ничего не понимаю. Но мне действительно нравится и Уэсли, и Марк... Я должна решить всё за эти грёбанные три дня. Должна! Ладонь Марка лежала на моей щеке, я накрыла её своей и закрыла глаза.\n—Прости...мне надо подумать. Но пообещай, что примешь любой мой выбор.\n—Обещаю \nОн поцеловал меня в лоб и одна слеза скатилась по моей щеке. \n\nПока я была с Марком и смотрела телек, Уэсли куда-то уехал, чем очень озадачил меня. Я лежала одна в нашей комнате и ждала его. Дверь хлопнула, на пороге стоял Уэс с пакетами.\n—Сегодня вечер кино. \n—Даже не спросишь как мы поговорили с Марком? \nУэсли поменялся в лице, но буквально на минуту. \n— Нет. Я же знаю, что ты без ума от меня.\nЯ засмеялась и встала чтобы обнять его.\n—Я скучала, но нам надо поговорить.",
    "answers": [
      {
        "id": 174,
        "text": "Прокрутить в голове всё, что уже решила сказать и выбрать Марка"
      },
      {
        "id": 175,
        "text": "Всё обдумать и выбрать Уэсли"
      }
    ]
  },
  {
    "id": 174,
    "text": "—Уэсли, я долго думала, но честно говоря всё равно не смогла подобрать нужных слов. Ты ворвался в мою жизнь как ураган и сметал всё на своём пути. Ты так закружил меня, что я окончательно потеряла голову. Но в конце концов мне надо было разобраться в себе. Ты и Марк...Вы такие разные...И так дороги мне-Мой голос дрогнул и в глазах защипало от слёз. Нет, как же я не хочу это говорить.\n—Уэс...-прошептала я и первая слеза обожгла нежную кожу. Я почувствовала на своих губах соленоватый привкус и закусила губу. Какая же я дура, мне нельзя плакать. Надо собраться и сказать ему всё прямо. \nЯ посмотрела в глаза парню и поняла, что он уже обо всём догадался. Догадался, что моё сердце украл не он. Уэсли в один шаг оказался рядом со мной и я прикрыла рот ладошкой, чтобы окончательно не разрыдаться, а потом обхватила его мощные плечи и уткнулась в шею.\n—Прости...Я так тебя люблю, но не так как хочешь ты...\nБольшая мужская ладонь притянула меня ещё ближе и парень сжал меня в своих объятьях. По моей шее покатились слёзы. Его слёзы... \n—Я понимаю..Ты останешься сегодня со мной? \n—Нет..-Хриплым от слёз голосом сказала я.\nУэсли понимающе кивнул и заправил мне прядь волос за ухо. Его мягкие губы коснулись моего лба и рассплылись в улыбке.\n—Я тоже люблю тебя, Амелия.",
    "answers": [
      {
        "id": 179,
        "text": "..."
      }
    ]
  },
  {
    "id": 175,
    "text": "—Да?-Уэсли с испугом посмотрел на меня.\n—Я очень рада, что теперь мы пара.\nПарень улыбнулся и кивнул.\n\nЯ лежала на груди Уэсли и вот уже десять минут не смотрела в телевизор. Я разглядывала его идеальные черты лица: длинные черные ресницы, скулы, пару веснушек на носу, заметных лишь если приглядеться, ямочку на одной щеке когда он искринне улыбается. Его слегка растрёпанные волосы, четкий контур чуть пухловатых губ. Мне казалось, что этот парень был статуей сделанной в Древней Греции, которая неожиданно ожила. Уэс был идеалом. Неужели я действительно могла понравиться такому как он? Такому как Марк? Тут Уэсли повернулся и посмотрел мне в глаза. \n— Тебе ещё не надоело пялиться на меня?\nЯ смутилась и отвела взгляд. \n—Когда мы вместе уснули, я долго ворочался, а потом ты обняла меня как сейчас и я не смог отвести взгляд от твоего прекрасного лица. \nПарень пальцами поднял моё лицо за подбородок и поцеловал. \n—Скажи.. Ты влюблена в меня, Амелия?",
    "answers": [
      {
        "id": 176,
        "text": "Да"
      }
    ]
  },
  {
    "id": 176,
    "text": "—Я тоже влюблён в тебя, Лия. В твой характер, улыбку, глаза, тело, имя. Я влюблён в тебя. И я не согласен тебя ни с кем делить. Я не хочу больше даже слышать о том Марке или о ком либо. Ты только моя.\nПоцелуй был страстным и настойчивым, язык вырисовывал причудливые узоры, а сам Уэсли навис надо мной и его руки блуждали по-моему телу. Парень покрывал моё лицо и шею поцелуями, он оставлял нещадное количество засосов и возбуждал меня. \n—Я тебя хочу..-Чуть двигая губами сказала я. Мы смотрели друг другу в глаза и казалось уже оба представляли как он меня возьмёт. Тугой узел в животе не давал покоя, и желание получить разрядку всё усиливалось. \n—Я тоже хочу тебя, Лия.\nУэсли стянул с меня свитер и оставил в кружевном белье. Пальцем он отодвинул край чашечки и начал массировать мою грудь. Вскоре он уже не стесняясь мял её. Первый стон сорвался с моих уст и я начала ёрзать под ним. Ждать становилось просто невыносимо. Я услышала как Уэсли достал пакетик из фольги и наши ласки прервали стоны. Меня как будто током ударило. ",
    "answers": [
      {
        "id": 177,
        "text": "Кто это? "
      }
    ]
  },
  {
    "id": 177,
    "text": "—Смотрю Кайл с Евой времени зря не теряют-Усмехнулся Уэс и продолжил целовать меня, но из головы не выходила картина как Кайл имеет Еву в нескольких метрах от меня. \n—Боже! Какого черта! Мы не будем заниматься этим когда мой лучший друг делает это со своей девушкой за стенкой. \n—Ну вот! Они это делают! Так почему бы и нам не заняться?\n—Фу! Нет! \nЯ оттолкнула его и скрестила руки на груди. \n—А что ты предлагаешь делать мне со стояком? Нам с тобой по-твоему лучше слушать как им хорошо?\n—Лучше нам лечь спать!",
    "answers": [
      {
        "id": 178,
        "text": "Раздеться"
      }
    ]
  },
  {
    "id": 178,
    "text": "Я сняла джинсы и кинула на стул, а после залезла под одеяло. Сперва Уэсли тупо пялился на меня и мы в полной тишине слушали стоны Евы, а потом он хлопнув дверью вышел из комнаты. \nТо он может подождать, то ему уже невтерпеж! \nПрошло не меньше часа, но Уэсли так и не было. Сон не шёл ко мне, а Кайл с Евой недавно закончили. Я не могла больше находиться одна и пошла к Николь, накинув майку.\nТук-Тук\nЗа дверью послышались шорохи и дверь открылась. Подруга стояла в большой и просторной футболке. Кажется я где-то уже видела её...Девушка слегка испуганно смотрела на меня и топталась на месте. \n—Привет..прости, если помешала. Мы слегка поругались с Уэсли он куда-то ушёл, а я..\nМеня прервал до жути знакомый голос.\n—Ника, иди ко мне!\nСкладочки на лбу, прикусанная губа, всё это выдавало насколько нервничает Николь, а потом в дверях появился он...",
    "answers": [
      {
        "id": 181,
        "text": "Какого чёрта?!"
      }
    ]
  },
  {
    "id": 179,
    "text": "Я забрала свои вещи и обернулась прежде, чем выйти. Уэсли смотрел мне в глаза с бесконечной печалью. Я надеюсь у него всё будет хорошо, мы всё равно будем друг друга, будем рядом. Такие моменты связывающие нас, нельзя просто взять и забыть, выкинув из головы. Нельзя забыть такие тёплые и родные объятья, такой наполненный нежностью и заботой голос. \n\nЯ прокашлялась и приложила прохладные дрожащие ладони к щекам. Пару глубоких вздохов и я стучу в эту дверь снова. \n\nМарк выглядит озадаченным, но как будто, чем дольше он на меня смотрит, тем больше понимает. Через минуту нашего молчания он слегка улыбается и его глаза блестят. \n— Ты вернулась.\nЯ киваю и делаю шаг вперёд. Марк крепко обнимает меня и сумка с вещами падает на пол. Мои руки обвивают его за шею и я чувствую как наши сердца бьются в унисон.\n—Ты ждал меня?",
    "answers": [
      {
        "id": 180,
        "text": "..."
      }
    ]
  },
  {
    "id": 180,
    "text": "Я ждал тебя 28 бутылок виски, \n17 заказанных пицц, \n706 кругов проиграли диски \nВ ожидании взмаха твоих ресниц. \n\nЯ ждал тебя 160 пересадок, \n3305 сигарет, \nЯ 207 раз вымыл чайный осадок \nИ даже сходил на балет. \n\nПрактически 2 путешествия в Вену, \n3 тюбика пасты, 25 книг, \n17 пустых восхождений на сцену: \nЯ ждал тебя так, что от жизни отвык. \n\nИ вот твоя тень на истертом пороге, \nТвоё отражение в море зеркал... \nСказала – \"Прости, я забылась в дороге.\" \nИ улыбнувшись спросила – \"Ты ждал?\"\n",
    "answers": [
      {
        "id": 190,
        "text": "Мне кажется, что это стихотворение очень подходит под конец этой истории с Марком в главной роли)\nТо что на следущей странице, обязательно к прочтению!)"
      }
    ]
  },
  {
    "id": 181,
    "text": "В одних трусах, с идеальным телом и знакомой улыбкой..мой брат Кайл. Увидев меня он побледнел и осмотрев весь коридор на наличие посторонних, затащил нас всех в комнату. \n—Амелия, прошу тебя! Прости! Я не хотела! Я пыталась скрывать свои чувства, но сегодня он пришёл ко мне..Я просто не смогла! Прости, умоляю! Пожалуйста!-поток слов не останавливался, но тут вмешался мой лучший друг. \n—Николь, успокойся. Я ей всё объясню. Иди умойся.\nНика испуганно и в слезах посмотрела на нас и ушла в ванную комнату. Брат устало потёр лоб и тяжело вздохнул.\n—Лия, ты не маленькая девочка и должна понимать..-Я всё ещё пребывала в шоке, его слова звоном доносились до моего ошарашенного подсознания. Моя рука сама дёрнулась и ударила его по щеке.\n— Как ты мог? Моя подруга...Ты предал Еву?-Мои губы кривились, а глаза наполнялись слезами-И ты ещё что-то говорил мне и Марку?\nЕго щека покраснела и на ней остался чёткий след от руки.\n—Амелия! Успокойся. Мы с Евой уже давно думали над тем чтобы расстаться и пару часов назад я стал свободным. Всё было обоюдно. Никто никого не бросал. Не было истерик. Ева сама видела, что происходило между мной и Николь",
    "answers": [
      {
        "id": 182,
        "text": "Я была так слепа?"
      }
    ]
  },
  {
    "id": 182,
    "text": "Неужели об этом догадывались все кроме меня? Я была так погружена в свою личную жизнь, что совсем не обращала внимания на окружающих...\n—Кайл, почему ты не рассказал мне?\n—Я боялся, что ты воспримешь это не так..Я знаю, что стоило сделать раньше, но я сам стал на 100% уверен во всём только сегодня. Прости меня, малышка.\nПарень обнял меня и мне не оставалось ничего кроме как смириться с происходящим. В конце концов разве я имею право лезть в его личную жизнь? Я хочу чтобы он был счастлив и какая мне разница с кем? Тем более, что Николь замечательная девушка. \n—Прости, я думаю мне стоит проведать Еву.\nЯ улыбнулась и коснулась дверной ручки.\n—Нет, не ходи к ней. И желательно не рассказывай никому, что видела нас сегодня ночью. Мы хотим подождать хотя бы недельку после нашего расставания с Евой, а уже после официально объявить, что мы вместе. \n—Хорошо. Я люблю тебя...И надеюсь, что ты сделал правильный выбор. \nЯ медленно шла к себе в комнату. Мыслей совершенно не было. Мне жутко хотелось спать и пить. Так что я решила сходить на кухню перед тем как лечь спать. В доме было очень темно и тихо. Я услышала голоса ещё до того как меня успели увидеть и быстро пригнулась. Глаза уже более менее привыкли к темноте и я видела очертания девушки и парня на диване. Что сегодня за грёбанный день открытий? Я не переживу второго потрясения. Так как Николь с Кайлом в комнате, а я здесь на лестнице, то логично, что на диване сидела Ева с ...Уэсли??? А он что здесь забыл?! Я слышала тихий плач, Ева прижималась к Уэсли, а он гладил её по спине. От злости мои щёки вспыхнули.",
    "answers": [
      {
        "id": 183,
        "text": "Подслушать"
      }
    ]
  },
  {
    "id": 183,
    "text": "—Он сказал, что не любит меня, Кайл долго разговаривал со мной и мне не осталось ничего кроме как сделать вид, что всё хорошо, что я не против. Но это не так! Я всё ещё хочу быть с ним! Вот у тебя с Амелией всё хорошо, вы так шумели в комнате...Я и не думала, что у вас произойдет всё так быстро..-Боже! Да какая ей вообще разница?! И это не мы шумели! -Уэс, ты такой хороший..Добрый, милый, заботливый..\nДевушка слегка отпрянула от моего парня и посмотрела ему в глаза, а потом медленно приблизилась. Мне хотелось подойти к ней и дать в рожу. В комнате резко стало жарко, уши и щёки горели, а эмоции переполняли. И в этот миг я увидела, что расстания между ними не осталось. Она поцеловала его! Я пискнула и мои глаза стали огромных размеров. Тварь! Я бы подошла к ней и выдернула все волосы прямо сейчас, но Уэсли оттолкнул её и вскочил с дивана. \n—Тебе стоит пойти к себе в комнату.\n—Но я...\n—Тогда я ухожу. \nЕго босые стопы шлёпали по паркету из-за тяжелого шага. Кажется парень тоже был зол, но мне всё равно. Он позволил этому случиться...когда Уэсли подошёл к лестнице, я выпрямилась в полный рост и наши взгляды встретились. Не знаю, что почувствовал он, но мои глаза сверкали от ярости.\n— Амелия...как давно ты тут?",
    "answers": [
      {
        "id": 184,
        "text": "Самый неподходящий вопрос в данной ситуации "
      }
    ]
  },
  {
    "id": 184,
    "text": "—Это всё что ты можешь сейчас сказать? \n—Значит достаточно давно...\n—Достаточно для чего?! Чтобы хотеть убить эту шлюху?\n—Прекрати. Мы идём к себе в комнату. \nПарень взял меня за руку и потащил наверх. Я не хотела больше даже слышать ничего о Еве. Не о какой женской солидарности не шло и речи.\nУэсли вёл меня как непослушную нашкодившую девчонку, хотя должно быть наоборот. Как только дверь закрылась я топнула ногой и надула губы. Мои брови поползли к переносице и образовали складочку. Кажется я и правда похожа на ребёнка. \n— Мы идём спать.\n—Я не буду спать с тобой. \n—Пошли. \nУэс попробовал потащить меня к кровати, но я упёрлась ногами и не собиралась сдаваться.\n—Иди к этой шлюхе!\n— Амелия, прекрати вести себя как дитё малое или я отшлёпаю тебя!\nПарень и правда начинал злиться, за сегодняшний день я доставила ему много хлопот, но эта ревность..Она поедает изнутри. Ничего не могу с собой поделать. \n—Или ты ищешь где спать, или я.\n—Ты никуда не пойдёшь. \n—Я рада, что у тебя осталась хоть крупица совести. Так что проваливай. Ева кстати через стенку. \n— Не доводи меня до греха!- Уэсли начинал закипать как я. И поймав себя на мысли, что мне это безумно нравится, я решила не останавливаться.",
    "answers": [
      {
        "id": 185,
        "text": "Продолжать провоцировать его"
      }
    ]
  },
  {
    "id": 185,
    "text": "—Пошёл к чёрту!\nУэс как зверь накинулся на меня и придавил телом. Я оказалась прижала к стене, он страстно целовал мои губы и я таяла в его руках. Мне хотелось ещё. Парень подхватил меня и обняла его ногами за талию. Это трение разжигало всепоглощающий огонь. Я чувствовала как уже каменный член уперается в меня, тугой узел внизу живота не давал спокойно дышать, а трусики мокли. Видимо сегодня самый запоминающийся день в моей жизни. \n—Я больше не могу терпеть..Я так хочу тебя, принцесса. Просто схожу с ума.\n—Я тоже. \nЯ стянула майку, а следом и бюстгальтер. Я видела этот затуманненый взгляд Уэсли, он пожирал меня им. \nПарень положил меня на кровать и полностью сам разделся. \n—Твои трусики нам мешают-Сказал он слегка улыбаясь и через секунду мы были оба полностью обнажённые. Уэсли игрался со мной: тёрся и судорога сводила живот, мял мою грудь и ласкал её язычком. Парень поссасывал мои соски, доводя меня чуть ли не до экстаза. В комнате стало невыносимо душно.\nЯ не могла больше терпеть и сама подалась вперёд, подставив бёдра. Парень медленно начал входить и покрывать моё лицо, шею, ключицы поцелуями. Боль. Такая острая, что я вцепилась ногтями в спину Уэсли. Он плавно двигался давая привыкнуть, не переставая осыпать меня поцелуями.\n—Тише...Всё будет хорошо. Потерпи чуть-чуть. \nОн начал слегка ускоряться и приятное ощущение накрыло с головой. Я стонала и царапала спину парню. Прогибалась под ним и прижималась, старая сократить расстояние.\n—Ты слишком узкая..Мне сложно сдерживаться...",
    "answers": [
      {
        "id": 186,
        "text": "Как он ещё говорит? Мне думать то сложно "
      }
    ]
  },
  {
    "id": 186,
    "text": "Я не могла ответить ему, мои губы были искусаны в кровь, а внутри горел пожар. Горло жутко болело, а голова отказывалась думать. Сильная, безумно приятная судорога и я рассыпалась на тысячи осколков, расстворилась в Уэсли, в его руках и поцелуях. И мне было всё равно кто сейчас слышит нас. Были только мы. Стоило мне немного отойти от оргазма, как Уэс вышел из меня.\n— Не против?-Это был скорее риторический вопрос, потому что я не успела ничего ответить и тёплая жидкость была у меня на животе. \nЯ лежала и смотрела в потолок. Это было замечательно..Я так рада, что мой первый раз произошёл именно с ним.\n—Принцесса, нам пора в ванну.\nЯ удивилась когда представила, чем мы могли там заняться и Уэсли это заметил. Он усмехнулся и поцеловал меня в шею.\n—Нет. Мы просто примем душ. Тебе надо отдохнуть. \nКажется я не просто влюбилась в этого парня...",
    "answers": [
      {
        "id": 187,
        "text": "*Утро*"
      }
    ]
  },
  {
    "id": 187,
    "text": "Холодная и смятая простыня напомнила о вчерашнем и мурашки побежали по спине. Я потянулась и резко вскочила. Одеяло сползло с обнажённого тела и бодрость настигла меня мгновенно. Уэсли?! Где он? Я наспех надела его футболку и выбежала в коридор. Моё сердце бешено стучало, не знаю почему я так всполошилась.. Может я боюсь, что была таким бревном, что парень сбежал от меня на следующее утро? Да..скорее всего. Я спустилась по ступенькам, придерживая край футболки. В гостинной и на кухне его не было. От страха, разум совсем отключился. На улице была ужасная погода и ледяной ветер, пробрал до костей. Наверно я бы так тупо и простояла, если бы Уэсли не пробежал мимо меня в наушниках. Я не успела ничего сказать, как он резко остановился и вернулся на пару шагов. Парень выдернул наушники и удивлённо посмотрел на меня.\n—Амелия? Ты чего? Зачем так рано встала? \n—Я..Я проснулась, а тебя нет. Я испугалась, что ты сбежал!\n—Ахаха...глупышка!) Куда бы я сбежал из своего дома и от такой красавицы? Я выходил на пробежку.-Уэс озадаченно посмотрел на мою одежду-Ты вся дрожишь. \n— Не успела ничего с перепугу надеть..\nПошлая ухмылка Уэсли и огонёк в глазах, чётко дали понять о чём он думает. Парень приобнял меня и не разрывая зрительного контакта, прошептал:\n—То есть ты сейчас без трусиков?\nЯ улыбнулась и кивнула. Уэсли подхватили меня на руки и понёс в комнату. Я смеялась на весь дом, так что не уверена, что из-за нас кто-то не проснулся.",
    "answers": [
      {
        "id": 188,
        "text": "..."
      }
    ]
  },
  {
    "id": 188,
    "text": "Неужели это и правда произошло? Так неожиданно? Спонтанно...Но превосходно. Я ни капли не жалею, что выбрала именно его. Уэсли так трепетно и нежно доставлял мне удовольствие. Он не занимался со мной сексом, он занимался со мной любовью. Я надолго запомню те сладкие стоны, наши горячие тела и мои горящие щёки, то трение, которое заставляет сгорать изнутри. Впрочем...думаю Уэс частенько будет напоминать мне о тех незабываемых ощущениях, и накрывающих с головой эмоциях.\n\nЯ не знаю, что будет завтра. У меня есть сегодня и я хочу наслаждаться им с моими друзьями. Хочу быть счастлива и идти рука об руку с Уэсли. С тем кого выбрало моё сердце. С тем кого выбрала я. Хочу улыбаться до боли в щеках, плакать искринне и взахлёб. Я хочу наслаждаться этой жизнью и своей молодостью. Мы живём один раз. И надо идти до конца. Сгорая ярко и освещая себе путь.\n",
    "answers": [
      {
        "id": 189,
        "text": "*Через несколько месяцев *"
      }
    ]
  },
  {
    "id": 189,
    "text": "*Через несколько месяцев *\n—Зря я согласилась жить с тобой!\n— Не ври! Я знаю, что в глубине души ты пищишь от счастья.\nЯ прикусила губу и сложила последние вещи в шкаф. Он прав..Но лучше ему об этом не знать, а то подумает, что я его боготворю) \nПарень подошёл сзади и обнял меня. Он слегка прикусил нежную кожу на моей шее и я засмеялась, откинув голову назад. \n—Твои любимые сладости на столе.-Уэсли отпрянул от меня и я получила шлепок по пятой точке.-Будь хорошей девочкой. Оставь мне кусок пирога.\nУэс ушёл в душ, а я схватила полотенце и побежала за ним. Только я зашла в ванную комнату, как меня прижали к стенке. Голый торс Уэсли придавил меня, а парень нагло посмотрел в глаза и сжал мою грудь. \n—Малышка, между нами не должно быть преград-Уэс пошло улыбнулся и стянул мою футболку, оставив меня в нижнем белье. Мой парень великолепен, и я хочу его...",
    "answers": [
      {
        "id": 190,
        "text": "То что на следующей странице, обязательно к прочтению!)"
      }
    ]
  },
  {
    "id": 190,
    "text": "Спасибо, что были со мной всё это время. Мне была безумно нужна ваша поддержка и если бы не вы, у меня ничего бы не получилось. Именно для вас я пыталась подобрать нужные слова и разжечь в вас любовь к моим героям. \nЭто конец данной истории, но вовсе не конец моих книг. Я уже пишу другую историю и прикидываю, когда будет анонс. Она будет примерно в этой же тематике, но как и обещала, постараюсь учесть все ваши замечания и исправить свои ошибки. Я буду стараться стать лучше ради Вас!)\nНе забывайте заходить в группу вк. Там постоянно публикуются все важные новости и ответы на интересующие вас вопросы. А также вы можете написать мне лично и я отвечу на любые вопросы в минимально длительный срок.\nЛюблю Вас, ваш Автор♡♡♡",
    "answers": [
      {
        "id": 1,
        "text": "Мур;)"
      }
    ]
  },
  {
    "id": 191,
    "text": "",
    "answers": []
  }
]