[
  {
    "id": 1,
    "text": "Автор:astey5\nЖанр:фантастика\n\n\nЯ решил почти полностью пересказать книгу , \"Отрок.Внук сотника\" Евгений Краснийкий, с ответлениями.Прошу оценивать объективно. Кстати игра сложная.",
    "answers": [
      {
        "id": 2,
        "text": "Начать"
      },
      {
        "id": 3,
        "text": "мини начало"
      },
      {
        "id": 12,
        "text": "достижение"
      }
    ]
  },
  {
    "id": 2,
    "text": "1999 год. Санкт-Петербург. Тюрьма «Кресты». Палата в тюремной больнице\n\n— На зоне Вам Михаил Андреевич, не выжить. Скорее всего, Вы туда даже не доедете. Убийства своих «братки» не прощают.\n\n",
    "answers": [
      {
        "id": 6,
        "text": "Я защищался!"
      },
      {
        "id": 6,
        "text": "Это была вынужденая защита."
      },
      {
        "id": 13,
        "text": "(промолчать)"
      }
    ]
  },
  {
    "id": 3,
    "text": "Что произойдет, если в далеком прошлом окажется не десантник-спецназовец, способный пачками повергать супостатов голыми руками, не химик-физик-инженер, готовый пришпорить технический прогресс на страх врагам и на радость себе любимому, а обычный, в общем-то человек, имеющий «за душой» только знание теории управления, да достаточно богатый жизненный опыт? Что будет, если он окажется в теле не князя, не богатыря, а подростка из припятской лесной глухомани? А может быть, существуют вещи более важные и даже спасительные, чем мордобойная квалификация или умение получать нитроглицерин из подручных средств в полевых условиях? Вдруг, несмотря на разницу в девять веков, люди будут все теми же людьми, что и современники, и базовые ценности: любовь, честность, совесть, семейные узы, патриотизм (да простят меня «общечеловеки») — останутся все теми же?\n",
    "answers": [
      {
        "id": 1,
        "text": "назад "
      }
    ]
  },
  {
    "id": 4,
    "text": "",
    "answers": [
      {
        "id": 5,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 5,
    "text": "",
    "answers": []
  },
  {
    "id": 6,
    "text": "—--В этом Вы не смогли убедить даже суд, а уж приятелям убиенного на это и вовсе наплевать. Вы приговорены, и приговор будет приведен в исполнение. Можете не сомневаться.\n",
    "answers": [
      {
        "id": 7,
        "text": "Вы умеете утешить."
      },
      {
        "id": 7,
        "text": "суд подкупили!"
      }
    ]
  },
  {
    "id": 7,
    "text": "— Перестаньте ёрничать! Вы в который раз попали в тюремную больницу? Первый? Это Вам еще повезло. Могли сразу — в морг. А в Крестах диагноз один — острая сердечная недостаточность. То, что эта недостаточность вызвана несовместимыми с жизнью травмами — излишние, никому не интересные подробности. Сердце, кстати сказать, у Вас не в самом лучшем состоянии. Второго раза, я думаю, не будет. Так что…",
    "answers": [
      {
        "id": 8,
        "text": "— Так что — что"
      }
    ]
  },
  {
    "id": 8,
    "text": "— Вы обратили внимание на то, что мы Вас очень тщательно обследовали? Вопросов не вызывает?\n",
    "answers": [
      {
        "id": 9,
        "text": "— Обратил. Не просто тщательно — нестандартно, насколько я смог разобраться. И на то, что Вы собираетесь сделать мне какое-то предложение — тоже обратил. Положение у меня — сами только что обрисовали, так что, не тяните. Что от меня требуется: опробовать новое лекарство, стать донором органов для трансплантации? И что я буду с этого иметь?"
      },
      {
        "id": 14,
        "text": "Нет,а что?"
      }
    ]
  },
  {
    "id": 9,
    "text": "— Нет, ничего из перечисленного мне от Вас не нужно. Предложение мое будет, как Вы изволили выразиться, нестандартным.",
    "answers": [
      {
        "id": 15,
        "text": "— Да не тяните Вы… как, кстати, Вас зовут?"
      },
      {
        "id": 15,
        "text": "Ну доктор скажите ,и кстати как вас зовут?"
      }
    ]
  },
  {
    "id": 10,
    "text": "—---Ну молчите.---\n\nВы провели пять дней в мед палате и вернулись в тюрьму",
    "answers": [
      {
        "id": 11,
        "text": "=конец="
      }
    ]
  },
  {
    "id": 11,
    "text": "концовка--смерть\n\nВы приехали обратно в тюрьму и ночью ваши сокамерники отомстили за кореша .\n\nдостижение \"лёгкая смерть\"",
    "answers": [
      {
        "id": 12,
        "text": "достижения"
      },
      {
        "id": 1,
        "text": "начала"
      }
    ]
  },
  {
    "id": 12,
    "text": "Достижения:",
    "answers": [
      {
        "id": 13,
        "text": "лёгкая смерть",
        "need": [
          11
        ]
      }
    ]
  },
  {
    "id": 13,
    "text": "— Перестаньте ёрничать! Вы в который раз попали в тюремную больницу? Первый? Это Вам еще повезло. Могли сразу — в морг. А в Крестах диагноз один — острая сердечная недостаточность. То, что эта недостаточность вызвана несовместимыми с жизнью травмами — излишние, никому не интересные подробности. Сердце, кстати сказать, у Вас не в самом лучшем состоянии. Второго раза, я думаю, не будет.",
    "answers": [
      {
        "id": 10,
        "text": "(промолчать)"
      }
    ]
  },
  {
    "id": 14,
    "text": "—-У меня к вам предложение. Предложение мое будет нестандартным.",
    "answers": [
      {
        "id": 16,
        "text": "Я слушаю."
      }
    ]
  },
  {
    "id": 15,
    "text": "— Максим Леонидович. А иметь Вы, в случае согласия, будете много, для Вашего нынешнего положения — очень много. Почти все.",
    "answers": [
      {
        "id": 19,
        "text": "А если откажусь?"
      },
      {
        "id": 18,
        "text": "Сразу отказываюсь"
      }
    ]
  },
  {
    "id": 16,
    "text": "— Кстати меня зовут Максим Леонидович. А иметь Вы, в случае согласия, будете много, для Вашего нынешнего положения — очень много. Почти все.",
    "answers": [
      {
        "id": 19,
        "text": "А если откажусь?"
      }
    ]
  },
  {
    "id": 17,
    "text": "— Да прекратите Вы, в конце концов! Я с Вами, как с серьезным человеком разговариваю, а Вы, как…",
    "answers": [
      {
        "id": 21,
        "text": "— Вот именно — серьезным! Мое личное дело Вы, конечно же, читали и знаете, что по диплому я — специалист в области управления. К тому же — не мальчик, всякое бывало. Поэтому прекрасно вижу: Вам, Максим Леонидович, нужен не любой клиент этого богоспасаемого заведения, а почему-то именно я. Так что, положение у нас одинаковое: ты — мне, я — тебе. И не надо набивать цену. Говорите, что от меня нужно, и что Вы можете за это предложить, а я подумаю."
      }
    ]
  },
  {
    "id": 18,
    "text": "Ну чтож ваш выбор.",
    "answers": [
      {
        "id": 11,
        "text": "Досвидания"
      }
    ]
  },
  {
    "id": 19,
    "text": "— Сегодня же вернетесь в камеру, и… повторно сделать Вам это предложение я уже, сами понимаете, не смогу.",
    "answers": [
      {
        "id": 20,
        "text": "— Доктор Менгеле в гробу перевернулся…"
      },
      {
        "id": 11,
        "text": "отказываюсь"
      }
    ]
  },
  {
    "id": 20,
    "text": "— Перестаньте! Я же знаю, что Вы не уголовник. Дело, по которому Вас взяли под стражу, закрыто за отсутствием в Ваших действиях состава преступления. Если бы Вы, уже в «Крестах» не превысили меру необходимой самообороны, то были бы уже на свободе. По правде сказать, за убийство этого подонка, не судить а награждать надо бы…",
    "answers": [
      {
        "id": 17,
        "text": "— Вы это прокурору расскажите."
      },
      {
        "id": 17,
        "text": "Вы ещё президенту письмо напишите чтобы мне орден выдали."
      }
    ]
  },
  {
    "id": 21,
    "text": "— Странно, Михаил Андреевич, у нас как-то разговор складывается. Вы в безвыходном положении, должны бы радоваться, что…",
    "answers": [
      {
        "id": 22,
        "text": "— Вот и порадуйте меня, а не ходите, как кот вокруг сметаны."
      },
      {
        "id": 22,
        "text": "Я рад!!!!!Я не психую!!!Я не сижу в тюрьме!!Простите."
      }
    ]
  },
  {
    "id": 22,
    "text": "— М-да, даже не представлял, что все окажется так сложно. Видите ли, Михаил Андреевич, та информация, которую я собираюсь Вам дать… Она предполагает определенные отношения, вернее, настрой… Доверительность, что ли. А Вы сразу настроились так негативно…",
    "answers": [
      {
        "id": 23,
        "text": "— Не беспокойтесь. Я — управленец, могу объективно воспринимать информацию независимо от настроения. А если нахамил — извините. У меня в последнее время круг общения был — сами понимаете."
      }
    ]
  },
  {
    "id": 23,
    "text": "Пока что это конец.Если будут положительные отзывы я продолжу.",
    "answers": [
      {
        "id": 1,
        "text": "начало"
      }
    ]
  },
  {
    "id": 24,
    "text": "",
    "answers": []
  }
]