[
  {
    "id": 1,
    "text": "Всем привет...  Меня зовут Ева,  мне 16 и я учусь в 10 классе...  Я так скажем серая мышка,  на меня мало кто обращает внимания,  у меня нет друзей.  Короче,  я изгой...  Я никогда не хамила училям,  но очень хотелось...  Я хорошистка и должна быть примером для своих сверстников ",
    "answers": [
      {
        "id": 2,
        "text": "Начать"
      }
    ]
  },
  {
    "id": 2,
    "text": "На фото я...  Я красивая,  но этого никто не замечает,  завтра 1 сентября и я пойду в 10 класс... Мдэээ.....  Как меня она бесит",
    "answers": [
      {
        "id": 2,
        "text": "Укажите команды для картинки",
        "url": "https://i.imgur.com/nUZXNuX.jpg"
      },
      {
        "id": 3,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 3,
    "text": "И вот оно...  1 сентября.... Я надела светло-розовую блузку и пышную,  синюю юбку) \nЯ позавтракала и пошла на линейку",
    "answers": [
      {
        "id": 4,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 4,
    "text": "Я подошла к забору школы и увидела необычайно красивого парня... Я залипла... Он подошёл ко мне... \n—Привет — оптимистично сказал он\n—А?...  Привет,  я Ева,  а я вижу ты новенький.. \n—Я Даниил,  и да,  я новенький\n—А ты в каком классе\n—10 Б\n—Я тоже — я улыбнулась \n—Я рад,  давай дружить? \n—Давай...  Ты будешь моим первым другом? \n—Оу,  это круто,  хотя нет...  Почему первым? \n—Ну,  я изгой...  И не факт,  что ты продолжишь со мной дальше... \n—Это почему?  — сказал он и улыбнулся...  Боже,  у него такие милые ямочки на щеках\n—Ну как сказать...  Ты можно сказать красивый,  в тебя влюбятся самые красивые девушки школы,  у тебя появится некая репутация,  и твоё общение со мной поможет её понизить до уровня пола\n—Спасибо за комплимент,  — он засмущался — ты тоже  красивая,  и я с тобой не прекращу общаться...  Обещаю\nЯ его обняла,  он был шокирован,  и обнял меня в ответ\nЯ почувствовала тепло,  которого мне не хватало на протяжении многих лет\n—А ты знаешь,  я тебе верю\nОн улыбнулся,  и опять эти ямочки\n—Хватит уже,  ты меня убьёшь милотой своих ямочек\n—Я могу всегда улыбаться,  если хочешь \n—Хочу\n\n",
    "answers": [
      {
        "id": 4,
        "text": "Укажите команды для картинки",
        "url": "https://i.imgur.com/X1iFdWi.jpg"
      },
      {
        "id": 5,
        "text": "Далее"
      },
      {
        "id": 19,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 5,
    "text": "Спустя месяц... \nПрозвенел звонок с 5 урока\n—Дааань,  пошли поедим? \n—Ох,  ладно идём\nМы пришли и сели за столик...  Я дождалась очереди и взяла еду мне и Дане.  Мы не встречаемся,  просто стали лучшими друзьями. \nМы стали есть,  как к нему подошла девка (на фото она)  и начала с ним открыто флиртовать\nЕму было пофиг\n—Привет,  Даня\n—Во 1: пока,  а во 2: Даней меня может называть только она — он показал пальцем на меня.  Я же в свою очередь спокойно ела\n—Что ты в ней нашёл?  Она же мышь\n—Закрой свой ротик,  и вали и если ещё раз её так назовёшь,  я не посмотрю на то,  что ты девочка\nОна офигела от услышанного и свалила с обиженным лицом\n\n—Я поела,  пошли на урок\n—Стой,  давай прогуляем? \n—Я... Я никогда этого не делала\n—Значит сделаешь\n—Нууу,  только ради тебя\nОн улыбнулся. Эти ямочки)) \nЯ начала тягать его за щёки\n—Эээ..  Ну хватит,  на нас уже пол школы смотрит\n—Упс... \n\n",
    "answers": [
      {
        "id": 5,
        "text": "Укажите команды для картинки",
        "url": "https://i.imgur.com/z93kwJD.jpg"
      },
      {
        "id": 6,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 6,
    "text": "Уроки закончились,  и я пошла домой,  одна,  Даню оставили в школе потому что он разбил окно....  Я угарала с него\nИ тут из-за угла выходит 4 девушки во главе с той,  что флиртовала с Даней\n—Ну что,  получай — пропищала она и ударила меня в живот. \nЯ упала на землю и испачкала одежду.  Они все начали меня пинать,  одна из них достала нож и начала оставлять на моём теле порезы\nОни убежали\nЯ сидела вся в ранах,  порезах,  синяках и задыхалась в слезах.  Мне было больно...  И морально и физически \nИ тут я увидела какого-то парня.  Он увидел меня,  подошёл,  усмехнулся,  плюнул в меня и убежал (он на фото) ",
    "answers": [
      {
        "id": 6,
        "text": "Укажите команды для картинки",
        "url": "https://i.imgur.com/y8R92yw.jpg"
      },
      {
        "id": 7,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 7,
    "text": "Я была подавлена...  И тут я увидела Даню.  Он увидел меня и побежал\n—Господи,  что произошло ? \n—Т.. Твоя ф... фан.. натка с.. со своими под... дружками поб.. били м.. меня и п.. порезали\n—Твари!! — он крикнул на всю улицу,  его глаза из синих стали чёрными- это я виноват....  Прости\n—Т.. т не вин.. новат,  чт..то красивый) \nОн меня....  Поцеловал!? \n—Не плачь пожалуйста \n—Хорошо...  Я стану сильной и бесчувственной\n—Как? \n—Увидишь.... ",
    "answers": [
      {
        "id": 8,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 8,
    "text": "Спустя месяц... \nЯ стояла и вертелась перед зеркалом\n—Думаю учителя оценят мой новый цвет- в последнее время я 3 раза перекрашивала в яркие цвета\nЗвонок в дверь\n—О,  привет Даня\n—Привет, кстати тебе идёт\n—Спасибо,  — я засмущалась- завтракать будешь? \n—Не откажусь",
    "answers": [
      {
        "id": 8,
        "text": "Укажите команды для картинки",
        "url": "https://i.imgur.com/2W1gter.jpg"
      },
      {
        "id": 9,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 9,
    "text": "—Спасибо,  было очень вкусно\n—Пожалуйста,  Даня\nЯ собралась и мы пошли в школу\n—А вот и наша парочка. Ева и Даниил — сказала мерзким голосом та,  которая меня тогда побила.  \n—Пошла нахуй — да,  да я начала материться ведь без матов в нашем обществе не выжить\n—О,  наша курица начала кудахтать\n—Я тебе могу и в ебало дать) \nОна фыркнула и ушла\nДаня взял меня за руку и повёл к парте,  ведь я могла не сдержаться и ударить её\n\nНачалась история\nНаша училка что-то бубнила,  а я её не слушала и болтала с Даниилом\n—Романенко! — крикнула она мне\n—Да,  я знаю свою фамилию \n—Не хами мне! \n—Пффф....  Я ещё не начинала\n—Сейчас к директору пойдём\n—Вы идите,  а я тут посижу\n—БЫСТРО ВСТАЛА И ВЫШЛА- прокричала она\n—Вы когда орёте у вас слюни со рта летят \n—К ДИРЕКТОРУ,  ЖИВО\n—Мне и тут не плохо\n—МОИ НЕРВЫ НА ПРЕДЕЛЕ\n—Я тоже это заметила,  нервная вы какая-то.  Сходите к врачу,  может таблеточки от бешенства пропишет\n\nУчилка заныла и выбежала\n\nПосле урока... \n—Ты такая смелая — Даня\n—Хехехе",
    "answers": [
      {
        "id": 10,
        "text": "После уроков... "
      }
    ]
  },
  {
    "id": 10,
    "text": "—Пока,  Даниилка\n—Пока\nЯ его обняла и пошла домой\nЗавтра выходной\nУтром мне пришло смс от Даниила\n—Пошли в клуб?)) \n—Ок,  во сколько? \n—В 9. Будет 10 А и 11 Б\n—Угу\n\nЯ распустила волосы,  накрасилась,  надела шортики и футболку с енотиком\n \n20:56\nЯ зашла в клуб и встретила Даню\n—Привет- я обняла друга\n—Добрый вечер\n—Чего так официально?  Пил что ли? \n—Ты же  знаешь,  что я пью редко и только по важным поводам \n—Не нуди\n—Пошли сок возьмём\n—Окей\n\nСпустя 30 минут мне приспичило в туалет\n—Дань,  я в уборную\n—Угу\n\nЯ вошла,  а там... ",
    "answers": [
      {
        "id": 11,
        "text": "Он... "
      }
    ]
  },
  {
    "id": 11,
    "text": "—Ну привет)) \nМои глаза  округлились.  Это был тот парень который плюнул в меня после драки . \n—Соскучилась,  малышка\n—НЕТ,  ОТПУСТИ УБЛЮДОК\n—Ну зай,  прости за тот случай\nОн начал расстёгивать мои шорты\n—Не трогай меня,  озабоченный \n—Тебе понравится,  котик\nОн был пьян.  Одной рукой он взял две мои,  а второй начал расстёгивать лифчик,  но на нём была тугая застёжка,  что просто так её не расстегнуть\nЯ плакала и вырывалась.  Он держал меня и с такой силой сдавил мне руки,  что они посинели\nОн начал расстёгивать ширинку,  но кто-то выбил дверь в туалет\n\n—Отпусти её!!! \n—Разбежался\nОказалось мне на помощь пришёл Даниил \nТот дибил снял с меня шорты\nДаня напрынул на него и побил\nОн подбежал ко мне,  я сидела в углу туалета и плакала. \n—Успокойся,  я рядом — он меня обнял\n—Спасибо тебе — я обняла его\nОн обнял  меня в ответ\n—Он ничего ещё с тобой не успел сделать? ",
    "answers": [
      {
        "id": 12,
        "text": "Нет... "
      }
    ]
  },
  {
    "id": 12,
    "text": "—Дань,  спасибо что спас...  Я не знаю что было бы... \n—Успокойся,  всё хорошо,  я рядом\nУ меня была истерика \n—Ну хватит плакать — я почувствовала как Даниил обнял меня\n—Проводи меня домой,  пожалуйста  — я обняла его в ответ\n—Хорошо,  пошли\n\nСпустя 20 минут... \n\n—Дань,  спасибо что проводил\n—Пожалуйста — он улыбнулся\n—Будешь чай? \n—Нет,  спасибо.  Пойду я домой.  Ещё биологию писать\n—О,  Господи.  Зачем она тебе нужна!?  Скукота\n—Если я её не сделаю,  меня убьют родители\n—Ладно,  пока -я его обняла \n—Пока,  белобрысая\n—Кто бы говорил\n—Пока\n\nЯ закрыла дверь и плюхнулась на кровать.  Я рассуждала\n*мысли*\nБлин,  мне нравится Даниил.  Но как друг.  Я его не воспринимаю как парня.  Всё ооооочень сложно.  Эх. \nЯ уснула",
    "answers": [
      {
        "id": 13,
        "text": "Спустя 1 день... "
      }
    ]
  },
  {
    "id": 13,
    "text": "УЖЕ ПОНЕДЕЛЬНИК.  НЕЕЕЕЕТ\nЯ опять покрасилась.  Интересно посмотреть на реакцию училок (на фото я)) \n\nЯ пришла в школу\n\n—Привет,  Даня \n—Привет,  я смотрю ты покрасилась\n—Ага\n—Пошли в кабинет\n—Какой урок? \n—Биология\n—Я так рада — сарказм\n\nПрозвенел звонок \n—Романенко,  покажи домашнее задание \n—Нет\n—Покажи\n—Нет\n—Ты глупая?  Домашнее покажи \n—ЭТО ВЫ ГЛУПАЯ,  Я ЖЕ ГОВОРЮ,  ЧТО ЕГО НЕТ\n—Дай мне дневник\n—Я его сожгла\n—Тогда ставлю 2 в журнал\n—Не переживайте я и его сожгу\n\nПосле урока... \nЯ шла и на меня набрасывается какой-то парень\n—Ай ",
    "answers": [
      {
        "id": 13,
        "text": "Укажите команды для картинки",
        "url": "https://i.imgur.com/cWfa7Cl.jpg"
      },
      {
        "id": 14,
        "text": "Извини... "
      }
    ]
  },
  {
    "id": 14,
    "text": "Он выглядел так\n—Извини ещё раз,  ты цела?  Я кстати Влад\n—А по мне блять не видно!?  Я порвала колготки,  у меня ссадина и царапины \n—Ты не груби,  скажи спасибо,  что я вообще извинился\n—Ты не прихуел?  Может ещё поклониться? \n—Было бы неплохо\n—Да иди ты\n—Ты из какого класса? \n—10 Б!  Полегчало? \n—Да,  я из 10 А\n—Радуйся\n—Имя хоть скажи\n—Хуй тебе! \n—Чего ты так много материшься?  Я не люблю когда девушки матерятся \n—Мне посрать,  ты мне никто.  И мне не нужно чтоб ты меня любил,  и не факт что мы ещё будем общаться!!! \n—Посмотрим\n—Посмотри!!!  Зрение не испорть пока смотреть будешь!! \n\nОн меня притянул к себе и хотел поцеловать,  но я не целуя,  укусила его за губу\n\n—Эй,  больно же\n—Не фиг целоваться лезть ко всем кто нравится!!) ",
    "answers": [
      {
        "id": 14,
        "text": "Укажите команды для картинки",
        "url": "https://i.imgur.com/f9ZklHc.jpg"
      },
      {
        "id": 15,
        "text": "На следующий день)  Разговор с Даней"
      }
    ]
  },
  {
    "id": 15,
    "text": "—Мда..  Кто-то влюбился в того пацана\n—Всё может быть... \nЯ оборачиваюсь,  а там Влад несёт огромного плюшевого мишку \n—Это тебе,  принцесса\n—Спасибо,  холоп\nДаня заржал\n—А это ещё кто? \n—Это мой лучший друг,  а ты что,  ревнуешь? \n—Возможно... \nОн ушёл\n\n—Дань,  он мне нравится\n—И ты ему тоже,  я рад за тебя\n—Спасибо- я его крепко обняла и поцеловала в щеку \n\n",
    "answers": [
      {
        "id": 16,
        "text": "Спустя 2 месяца"
      }
    ]
  },
  {
    "id": 16,
    "text": "Я встречаюсь с Владом.  Он каждый день дарит мне подарки.  Я счастлива.  Нооо,  он пытается затащить меня в постель.  Я стараюсь не обращать на это внимания.  И кстати я покрасила волосы \n\nСмс от Влада:\n—Пошли в кафешку,  возьмём твоего друга  и мою подругу? \n—Окей,  пока зай.  Через 20 минут в кафе \"Рай\"\n—Хорошо,  пока,  пуся♥\n\nЯ собралась,  пришёл Даня и мы направились в кафе \nТам нас уже ждал Влад с подругой\n\nМы сидели,  болтали\nЯ сидела с Владом,  а его подруга с Даней напротив\nЯ заскучала... \nВлад полез мне в трусики\nЯ шептала ему — Влад,  прошу.  Не надо\nНо ему было пофиг\nЯ заплакала и выбежала из кафе\n\nСпустя...  4 дня\nЯ рассказала Дане,  он без слов крепко меня обнял и не задавал лишних вопросов \n\nЧерез 2 дня мы с Владом помирились и решили это отметить в клубе\n\nЯ позвала Даню,  он согласился. \n\nЯ выпила уже литр сока и пошла в туалет\nЯ уже мыла руки\n",
    "answers": [
      {
        "id": 16,
        "text": "Укажите команды для картинки",
        "url": "https://i.imgur.com/mTT09Qw.jpg"
      },
      {
        "id": 17,
        "text": "Ко мне прижался... "
      }
    ]
  },
  {
    "id": 17,
    "text": "Влад... \n—Зай,  давай сделаем это тут\n—НЕТ,  ВЛАД.  ПОЖАЛУЙСТА\nОна меня раздел и я полностью осталась в нижнем белье\n—НЕТ,  ПРОШУ,  ВЛАД\n—Мне плевать!!  Я терпел,  долго терпел.  Но ты не хотела.  Я сделаю всё сам!  И ты мне не помешаешь!  ПОНЯЛА,  ТВАРЬ!? \nЯ пыталась закричать,  но он меня ударил в живот,  взял нож и сделал надрез на горле,  руках,   животе\nПо моему телу сочилась кровь\n\nДверь открывается и входит тот парень,  который чуть не изнасиловал меня в прошлый раз. \n—Оу,  привет,  детка.  Мы не закончили в прошлый раз\n—Дарова,  пацан.  Подержи ей руки,  потом поменяемся\n—Без Б\n\nЯ кричала но им было пофиг,  я знала что меня ждёт..  \n—Эх,  где мой Даня — пронеслось в моей голове",
    "answers": [
      {
        "id": 18,
        "text": "Он здесь...) "
      }
    ]
  },
  {
    "id": 18,
    "text": "—ОТШЛИ УБЛЮДКИ — он был очень зол...  Его гла стали чёрными \n—А если нет? — отв",
    "answers": []
  },
  {
    "id": 19,
    "text": "",
    "answers": []
  }
]