[
  {
    "id": 1,
    "text": "Автор — Waldi\n\nАннотация. \nВы начинающий частный детектив Вальдемар Дюпан.Вы родились в обеспеченной семье в Бельгии в 1895 году. Ваши родители хотели видеть вас судьей, поэтому настояли, чтобы вы получили юридическое образование. Но началась Первая Мировая война и вы пошли добровольцем на фронт, так и не закончив учебы. Три года войны в окопах и пол года в лазарете изменили вас. Вы уже не хотели сидеть и протирать штаны в суде. Хотелось адреналина и риска, но и годов потраченых на обучения права было жалко. Поэтому год назад вы стали частным детективом. Раскрыв несколько дел и заработав деньжат, вы решили отдохнуть и отправились в круиз. Раскошный лайнер и две недели отдыха ждали вас впереди.",
    "answers": [
      {
        "id": 2,
        "text": "Начать"
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "https://a.radikal.ru/a32/1811/1e/6ee33b6db8ed.jpg",
        "system": true
      },
      {
        "id": 41,
        "text": "Достижения"
      }
    ]
  },
  {
    "id": 2,
    "text": "Предпоследний день путешествия. Сейчас 9 часов утра. Вы пришли с завтрака, почитали любимую книгу про Шерлока Холмса и решили выйти из каюты. Что вы хотите одеть?",
    "answers": [
      {
        "id": 3,
        "text": "Рубашку, светлые штаны и пиджак, легкую шляпу песочного цвета"
      },
      {
        "id": 4,
        "text": "Полосатый спортивный костюм"
      },
      {
        "id": 5,
        "text": "Черный пиджак и штаны и рубашку с золотыми запонками"
      }
    ]
  },
  {
    "id": 3,
    "text": "Вы подумали , что неплохо было бы, прогуляться по кораблю. Светлый костюм для этого хорошо подходил. Одевшись, вы вышли на палубу.",
    "answers": [
      {
        "id": 6,
        "text": "Пойти на капитанский мостик"
      },
      {
        "id": 7,
        "text": "Обойти судно по кругу"
      }
    ]
  },
  {
    "id": 4,
    "text": "\"Немного занятия спортом еще никому не повредило,\"-подумали вы одевая спортивный костюм. Одевшись вы пошли к бассейну.",
    "answers": [
      {
        "id": 14,
        "text": "Осмотреться сначала"
      }
    ]
  },
  {
    "id": 5,
    "text": "\"Одену, пожалуй, любимую рубашку и пиджак\"- решили вы. ",
    "answers": [
      {
        "id": 17,
        "text": "Не занять ли время игрой в карты?"
      },
      {
        "id": 18,
        "text": "Пройтись по палубе."
      }
    ]
  },
  {
    "id": 6,
    "text": "На капитанском мостике вас радостно поприветствовал старший помощник капитана Карл Митчел, с которым вы успели подружиться.\n—Привет, Вальдемар! Земля уже скоро! Завтра мы сможем вместе спуститься с корабля, и я покажу тебе, как и обещал, лучшие места Нью-Йорка.\n— Привет,Карл. Надеюсь Нью-Йорк окажется таким как ты мне описывал, а то если нет, мне придется обвинить тебя в мошенничестве и сдать в полицию.\nВаша никазистая шутка вызывает громкий смех у Карла. \n—Скажи, а твой капитан до сих пор в мрачном настроении?- спрашиваете вы у старпома.\n— Да, с тех пор как он увидел эту девушку вместе с тем богачем...- Карл осекается, посмотрев в окно. Резко развернувшись он говорит:- А вот и он идет. Быстро уходи отсюда, он и так меня вчера из-за тебя выговорил, что пускаю сюда посторонних. Увидемся вечером.\n",
    "answers": [
      {
        "id": 3,
        "text": "Вы успеваете выйти до прихода капитана на палубу"
      },
      {
        "id": 12,
        "text": "Кажется уже время обеда",
        "need": 9
      }
    ]
  },
  {
    "id": 7,
    "text": "Гуляя по палубе, вы вдыхали полной грудью морской воздух. Вдали виднелся пароход, который шел навстречу вашему кораблю. Вы задумались что для людей на том пароходе путешествие только начинается, а для вас скоро закончится. Погруженные в мысли вы не заметили стоящего человека и врезались в него. \n— Извините, пожалуйста, я вас не заметил- говорите вы. Вы столкнулись с мужчиной лет 30. У него темные волосы, красное лицо и крайне возмущенный вид. Похоже вы помешали ему за кем-то наблюдать.\n— Ну, да! Я же забыл в каюте снять свой плащ невидимку!- слышите вы в ответ. ",
    "answers": [
      {
        "id": 9,
        "text": "- Я не специально вас сбил, а вы хам."
      },
      {
        "id": 9,
        "text": "- Сам виноват. Не зачем посреди палубы стоять как столб. "
      }
    ]
  },
  {
    "id": 8,
    "text": "?7",
    "answers": []
  },
  {
    "id": 9,
    "text": "В ответ на это Грубиян обозвал вас ослом, развернулся и быстро зашагал прочь. Вы же посмотрели, куда так внимательно стоял и смотрел этот мужчина. Оказывается он наблюдал за беседующими вдалеке мужчиной и женщиной. Обоих вы знали. Мужчина был невысокого роста, плотного телосложения, с волосами цвета \"соль с перцем\" и в дорогом темном костюме. Ему было за 40 и он был миллионером. Звали его Джорж Палмей. Его собеседницей была мисс Элизабет Бьюти. Красивенькая девушка 22 лет. Она путешествовала, на удивление сама, и успела,  своим веселым нравом и красотой, покорить сердце капитана. Однако, после знакомства с Джорджем, стала явно предпочитать общество миллионера, что определенно выводило из себя капитана.\" Да, деньги даже в амурных делах помогают\"- подумали вы. -\"Но за кем из них наблюдал Грубиян? Он не был похож на еще одного влюбленного в мисс Бьюти.\" ",
    "answers": [
      {
        "id": 3,
        "text": "Пойду дальше погуляю"
      },
      {
        "id": 12,
        "text": "Кажется уже время обеда",
        "need": 6
      }
    ]
  },
  {
    "id": 10,
    "text": "После обеда вы вернулись в номер и решили переодеться. Вы выбрали.",
    "answers": []
  },
  {
    "id": 11,
    "text": "а",
    "answers": []
  },
  {
    "id": 12,
    "text": "Обед как всегда был великолепен. После обеда ваш путь к каюте лежал мимо бара. Вы обратили внимание что за барной стойкой сидит презанятный человек. Среднего роста, взъерошенные черные волосы, лицо полное и дряблое, но взгляд суровый, одет в строгий черный костюм. Одним словом бандитского вида тип. Перед ним стоял стакан с виски, очевидно не первый и не последний за сегодня. Смотрел он в дальний конец зала, где Джордж Палмей разговаривал с рыжеволосым мужчиной. Рыжеволосый что-то сказал и Палнмей громко на весь зал рассмеялся. Мужчина крепко сжал стакан и вы услышали как он скрипит зубами. Тут же он, видно почувствовав на себе ваш взгляд, обернулся и свирепо посмотрел. ",
    "answers": [
      {
        "id": 13,
        "text": "Сделать вид что рассматриваете барную стойку и пойти в каюту."
      }
    ]
  },
  {
    "id": 13,
    "text": "После обеда вы пошли в клуб и там до ужина играли в бридж. За картами вы познакомились с Айвоном Буллом — джазменом из Нью-Йорка. Но кроме этой информации, больше он ничего о себе не рассказал. Вид у него был довольно сердитым.Не таким  вы представляли себе джазменов. После игры вы отправились на последний ужин круиза. Ужин был вкусным и скучным. Единственным интересным событием стал непонятный переполох возле двери на кухню. Там какой-то молодой человек яростно о чем-то спорил с поваром и официантом, а потом вырвавшись убежал с ресторана. Это происшествие дало обильную тему для разговоров и шуток за столами.",
    "answers": [
      {
        "id": 20,
        "text": "Пора в каюту читать книжку о Шерлоке Холмсе."
      }
    ]
  },
  {
    "id": 14,
    "text": "У бассейна сегодня было мало людей. Лишь на крайних шезлонгах сидели и разговаривали двое мужчин. Одного вы знали- это был Джордж Палмей- миллионер из Лондона и известный ловелас несмотря на свой возраст за 40. Половина волос у него были седыми,а оставшиеся черными. Низкового роста, коренаст, лицо круглое и слегка полноватое- словом ничего примечательного. Но завоевать сердце женщины для него было проще простого. Карл, старший помощник капитана, с которым вы успели подружиться, рассказывал, что Палмей разбил не одну семью и не один десяток женщин был соблазнен им, а потом брошен. Что притягивало их в этом обыкновенной внешности, вы не понимали. \"Хотя миллионы фунтов стерлингов наверника служили неплохим средством, украшающим внешность мужчины,\"- подумали с ухмылкой вы. Даже на корабле, он легко сумел завоевать симпатии мисс Бьюти — 22 летней девушки, к которой был явно неравнодушен капитан. Рядом с ним сидел рыжеволосый мужчина среднего возраста и что- то увлеченно рассказывал Палмею.",
    "answers": [
      {
        "id": 16,
        "text": "Начать разминку"
      },
      {
        "id": 15,
        "text": "Взять гантели"
      }
    ]
  },
  {
    "id": 15,
    "text": "Вы начинаете упражнения с гантелями. Занимаясь, вы стараетесь максимально сконцентрироваться на правильной выполнении упражнений, но все же вскоре вы чувствуете на себе чей- то взгляд. Не прекращая занятия вы поварачиваете голову и замечаете, что на вас с интересом смотрит мисс Бьюти, которая медленно гуляет по палубе. Улыбнувшись ей вы продолжаете занятия. Увидев девушку миллионер резко встал и направился к ней. Перебросившись пару слов, он взял мисс Бьюти под руку и они пошли дальше гулять вдвоем. Делая развороты с гантелями вы замечаете угрюмый взгляд рыжеволосого, смотрящего вслед паре. Но вашим размышлениям мешает новый персонаж. Мужчина лет 30, с темными волосами и красным лицом, стоя вдалеке, явно тоже наблюдал за миллионером и девушкой. \"Неужели еще один влюбленный?\"-подумали вы. Хотя на влюбленного он не был похож. Скорее он походил на человека встретившего своего злейшего врага.",
    "answers": [
      {
        "id": 14,
        "text": "Вы закончили упражнения с гантелями."
      },
      {
        "id": 12,
        "text": "Кажется, уже время обеда.",
        "need": 16
      }
    ]
  },
  {
    "id": 16,
    "text": "Только вы начали разминку, как рыжеволосый поднялся с шезлонга и быстрым шагом приблизился к вам.\n— Добрый день. Меня зовут Льюис Макконор, я врач и у меня к вам один необычный вопрос- вы бельгиец? \n— Добрый день, а зачем вам это надо знать?\n— Я, как уже представился, врач и много лет занимаюсь изучением антропологии,- Льюис горделиво вскинул голову, а голос принял менторский тон.- Антропология, юноша это великая наука, которая позволяет по одному вашему внешнему виду определить вашу расу, национальность и даже природные наклонности.Так я, с далекого расстояния, по форме вашего черепа, волосам и надбровным дугам определил что вы бельгиец. А теперь подтвердите что я прав.\n—Да я бельгиец,- вы с трудом сдерживаете желание сказать этому умнику, что и сами прекрастно знаете, что такое антропология и что вы думаете о таких непрошенных лекциях.- А вы шотландец.\n— Да я шотландец,- вздрогнул доктор и тут же улыбнулся,- моя фамилия говорит про это слишком явно.\n— Фамилия непричем- вы рыжий как шотландец.\nПриятно видеть как улыбка сползает с его лица.",
    "answers": [
      {
        "id": 14,
        "text": "Что-то бормоча про типов с явными склонностями к грубиянству, доктор отходит от вас."
      },
      {
        "id": 12,
        "text": "Кажется, уже время обеда",
        "need": 15
      }
    ]
  },
  {
    "id": 17,
    "text": "''Партия в бридж поможет скоротить время до обеда\",-подумали вы и направились в клуб. Но в клубе оказалось пусто. Растроившись из-за того, что не с кем сыграть, вы решили пойти на палубу погулять. Поднимаясь по лестнице вы столкнулись с Карлом Митчелом, старшим помощником капитана, с которым вы успели подружиться. Старпом явно спешил. На ваши расспросы он ответил, что капитан опять сегодня не в духе из-за мисс Бьюти. И поэтому Карл торопился выполнить поручение капитана побыстрее и времени для разговоров у него сейчас нет.",
    "answers": [
      {
        "id": 19,
        "text": "Подниматься дальше."
      }
    ]
  },
  {
    "id": 18,
    "text": "Гуляя по палубе, вдоль басейна вы заметили одного очень коллоритного мужчину лет 40. Очень сильно бросались в глаза его огненно-рыжие волосы. Он сидел на шезлонге и казалось думал о чем-то невеселом. Однако, заметив вас, он начал пристольно смотреть в вашу сторону. Затем он резко поднялся с шезлонга и быстрым шагом приблизился к вам.\n— Добрый день. Меня зовут Льюис Макконор, я врач и у меня к вам один необычный вопрос- вы бельгиец? \n— Добрый день, а зачем вам это надо знать?\n— Я, как уже представился, врач и много лет занимаюсь изучением антропологии,- Льюис горделиво вскинул голову, а голос принял менторский тон.- Антропология, юноша это великая наука, которая позволяет по одному вашему внешнему виду определить вашу расу, национальность и даже природные наклонности.Так я, с далекого расстоягия, по форме вашего черепа, волосам и надбровным дугам определил что вы бельгиец. А теперь подтвердите что я прав.\n—Да я бельгиец,- вы с трудом сдерживаете желание сказать этому умнику, что и сами прекрастно знаете, что такое антропология и что вы думаете о таких непрошенных лекциях.- А вы шотландец.\n— Да я шотландец,- вздрогнул доктор и тут же улыбнулся,- моя фамилия говорит про это слишком явно.\n— Фамилия непричем- вы рыжий как шотландец.\nПриятно видеть как улыбка сползает с его лица. Бормоча что-то о лицах с явными склонностями к грубости, доктор ушел в сторону.",
    "answers": [
      {
        "id": 17,
        "text": "Теперь можно и партию сыграть."
      },
      {
        "id": 12,
        "text": "Кажется уже время обеда.",
        "need": 17
      }
    ]
  },
  {
    "id": 19,
    "text": "Не успели вы выйти на палубу, как к вам обратился темноволосый, краснолицый мужчина лет 30. Он представился Уильямом Темплом и попытался завязать разговор. Говорил он рассеяно и невнятно, при этом пристально смотря куда-то за вашу спину. Поговорив минуты две он поспешно завершил разговор и торопливо зашагал по палубе в сторону кормы. Вы оглянулись и успели заметить как за поворотом скрывается девушка и мужчина. Обоих вы знали.Мужчина был невысокого роста, плотного телосложения, с волосами цвета \"соль с перцем\" и в дорогом темном костюме. Ему было за 40 и он был миллионером. Звали его Джорж Палмей. Его собеседницей была мисс Элизабет Бьюти. Красивенькая девушка 22 лет. Она путешествовала, на удивление сама, и успела,  своим веселым нравом и красотой, покорить сердце капитана. Однако, после знакомства с Джорджем, стала явно предпочитать общество миллионера, что определенно выводило из себя капитана.\" Да, деньги даже в амурных делах помогают\"- подумали вы. -\"Но за кем из них наблюдал этот Уильям? Он не был похож на еще одного влюбленного в мисс Бьюти.\" ",
    "answers": [
      {
        "id": 18,
        "text": "Пройтись по палубе"
      },
      {
        "id": 12,
        "text": "Кажется уже время обеда",
        "need": 18
      }
    ]
  },
  {
    "id": 20,
    "text": "Прочитав пару страниц вы заснули. Утром вас разбудил сильный стук в дверь. Открыв дверь вы с удивлением увидели капитана Джона Эйвена. \n—Мистер Дюпан, извините что разбудил вас, но случилось чрезвычайное происшествие и мне нужна ваша помощь.\n— Входите мистер Эйвен,- капитан заходит в вашу каюту.- Что случилось и чем я могу вам помочь?\n— Я вас побеспокоил из-за крайне неприятного случая. Час назад стюарт заметил, что дверь одной каюты приоткрыта. Он заглянул туда и обнаружил лежащего на полу пассажира в крови. Он был мертв. — капитан сделал глубокий вдох и продолжил.\n— Скажу больше-его убили. Перерезали горло. \nСказав это капитан замолчал и начал смотреть на вас так, как будто пытался увидеть вас насквозь.Повисла неприятная пауза. \" А причем здесь я? \"- подумали вы.-\"Зачем он сюда пришел с этой новостью?\" Капитан продолжал молчать, ожидая по-видимо вашего слова.\n— Это ужастно. Но почему вы пришли ко мне? Я не врач, да и врач мертвому бы не помог. \n— Через 5 часов корабль прибывает в Нью-Йорк. Там этим делом сразу займется полиция. Но они первым делом задержат всех пассажиров на борту судна как минимум на пол дня. Они будут тут ходить, опрашивать всех, фотографировать все. — капитан говорил тяжело, с натяжкой. — Это будет огромным ударом по репутации компании! Убийство уже плохо, но задержка высадки пассажиров и возможность попадания их имен в газету из-за этого — недопустимо!\nКапитан достал платок и поднял свою фуражку. Осторожно протирая лоб он продолжил.  \n— Своей властью капитана я могу проводить следственные действия. Я бы мог попробывать сам споймать убийцу, тогда прибытие в порт прошло бы по плану. Но я не сыщик. — капитан сделал глубокий вздох и выдох, спрятал платок, одел фуражку и закончил свою мысль. — Карл, мой старший помощник, говорит что вы частный детектив. Не могли бы вы провести расследование, а компания в случаи успеха- отблагодарит вас.\nБыло видно что последнее предложение Джон Эйвен говорит через силу. Вы задумались.\n— А кого убили? \n— Джорджа Палмей- миллионера.\n\"Соглашаться или нет?\"- подумали вы",
    "answers": [
      {
        "id": 21,
        "text": "Согласиться"
      },
      {
        "id": 23,
        "text": "Отказаться"
      }
    ]
  },
  {
    "id": 21,
    "text": "Подумав, вы согласились расследовать это дело. С чего начнете?",
    "answers": [
      {
        "id": 22,
        "text": "С осмотра места убийства."
      },
      {
        "id": 24,
        "text": "С опроса возможных свидетелей."
      },
      {
        "id": 25,
        "text": "Составить список подозреваемых.",
        "need": [
          22,
          24
        ]
      }
    ]
  },
  {
    "id": 22,
    "text": "В каюте вы встретили корабельного доктора. \n— Доктор, а вы можете назвать примерное время и способ убийства. \n— Убийство было совершено в период между 11 и 12 часами ночи. К убитому подошли сзади, одной рукой приподняли ему голову, а другой перерезали горло острым и тонким ножом. После этого жертва упала на пол и какое-то время еще видно пыталась остановить кровь. Это видно по пятнам крови на полу, руках, одежде и окрававленному полотенцу возле убитого. \nПослушав доктора, вы начинаете осмотр каюты. Первое что бросается в глаза- ключ от каюты находится в замке с внутренней стороны двери. При этом стюарт нашел дверь приоткрытой. Сама каюта выглядит очень аккуратно. Постель застелена, вещи все на вешелках в шкафу. Только два стакана стоят не на месте, возле кувшина на столе, а на тумбочке. Присев на корточки вы заглядываете под кровать. Там вы находите непонятный цилиндр. Доктор заглядывает вам через плечо.\n— Это язычок от духового инструмента. Я знаю, так как у меня брат, когда-то играл на кларнете.",
    "answers": [
      {
        "id": 21,
        "text": "Закончить осмотр"
      }
    ]
  },
  {
    "id": 23,
    "text": "Вы отказались браться за это дело. \" Условия ужастные\" — подумали вы. \" Времени почти нет, непонятен вопрос оплаты, да и вообще я на отдыхе сейчас\".\nСкандал с убийством попал во все газеты Нью-Йорка. К сожалению, во время следствия всплыло что вы отказались помогать с расследованием. Американские газеты вовсю посмеялись с вашего профессионализма и навесили на вас ярлык труса. Приехав назад в Бельгию вы обнаружили, что там тоже читали эти газеты. Вашей репутации сыщика был нанесен непоправимый урон. ",
    "answers": [
      {
        "id": 1,
        "text": "Вернуться бы назад во времени!"
      }
    ]
  },
  {
    "id": 24,
    "text": "Вы решили попробывать поискать возможных свидетелей. Неожиданно вы обнаружили что Карл Митчел, старший помощник капитана, уже опросил весь экипаж и у него есть ценные для вас сведения.\n— Опросив членов экипажа я узнал: \n1. Позавчера бармен стал свидетелем конфликта между одним пассажиром, бандитского вида, который постоянно сидит в баре и покойным. Бармен в тот момент отлучался, поэтому вернувшись он застал только окончание конфликта. Из-за чего он начался — он не знает, но слышал, как Палмею была обещана скорая смерть.\n2. Вчера, где-то в 11 вечера, матрос видел как с  миллионером громко ругался мужчина лет 30. Он и раньше видел этого мужчину, следящим за Палмеем.\n3. Вчера с кухни во время ужина был украден нож для разделки мяса. Повар видел что это сделал молодой человек, но попытка задержать его успеха не принесла.\n4. В каюте слева от жертвы живет доктор Макконор, его часто видели в компании с миллионером. В каюте справа — известный саксофонист Айвон Булл.\nКроме того, Вальдемар, я заглянул в корабельный журнал с записями про пассажиров и расспросил несколько человек, которые в курсе всех сплетен. Не знаю поможет тебе это ли, но вот информация, которую я узнал про жертву.\nДжордж Палмей — капитан в отставке, воевал, имел медали за хорошую службу. Миллионер. Разбогател на производстве грампластинок с джазом. Потом переключился на операции с недвижимостью. Имеел несколько домов в Лондоне, Эдинбурге и Ливерпуле. Не женат. Имел репутацию светского льва. Любил и был любим женщинами. На его счету не один десяток разбитых семей. Плыл в Нью-Йорк для решения каких-то бизнес вопросов.",
    "answers": [
      {
        "id": 21,
        "text": "Спасибо, Карл. Ты мне очень помог!"
      }
    ]
  },
  {
    "id": 25,
    "text": "Хорошо подумав и проанализировав всю информацию вы составили список подозреваемых. В нем 7 имен. Стоит их допросить.",
    "answers": [
      {
        "id": 26,
        "text": "Уильям Темпл - человек, следящий за убитым."
      },
      {
        "id": 27,
        "text": "Роберт Ган - человек из бара."
      },
      {
        "id": 28,
        "text": "Льис Макконор - сосед слева."
      },
      {
        "id": 29,
        "text": "Айвон Булл - сосед справа."
      },
      {
        "id": 30,
        "text": "Генри Никольс - человек, укравший нож."
      },
      {
        "id": 31,
        "text": "Элизабет Бьюти - красивая девушка."
      },
      {
        "id": 32,
        "text": "Джон Эйвен - капитан."
      },
      {
        "id": 33,
        "text": "Надо обдумать все.",
        "need": [
          26,
          27,
          28,
          29,
          30,
          31,
          32
        ]
      }
    ]
  },
  {
    "id": 26,
    "text": "Вы решили допросить человека, которого видели следящим за миллионером и скандалящим с ним за час до его смерти. Его имя Уильям Темпл. Вы нашли его в своей каюте. На сообщение о смерти Палмея, он отреагировал с недоверием, потом обрадовался, но узнав, что он главный подозреваемый, начал оправдываться.\n— Все знали Палмея как учтивого светского льва, успешного дельца и филантропа. И только я знаю какая он был свинья! — начал с ненавистью говорить Темпл. — Только я знаю откуда у него стартовый капитал и успех. Он украл его у меня!- лицо Уильяма передернулось от злости.\n— После войны я познакомился с ним в Лондоне в гостях. На меня произвели впечатление его деловая хватка и идеи про то что за джазом будущее. Мы стали партнерами в деле производства грампластинок с джазом. Он вкладывал свою энергию и деловые качества, а я деньги. Мы были равными партнерами, хотя и весь первоначальный капитал был мой. Я вложил все свои деньги. А когда бизнес начал приносить прибыль — Палмей меня кинул. Он подделал мою подпись и весь бизнес перешел ему. В суде я не смог ничего доказать. Более того Джордж распустил обо мне порочащие мою репутацию слухи и со мной никто не хотел иметь дела. Я стал банкротом. Тогда я решил плыть в Америку и начать там с ноля. — Уильям посмотрел прямо в глаза и спросил — Представляете каково это было встретить ЭТОГО человека на борту судна, которое, как я думал, увезет меня от моего прошлого? \nТемпл вздохнул и глядя в иллюминатор продолжил.\n— Я начал следить за ним. Я видел как он красиво живет за мои деньги. Я видел как он ухлестывается за девушками, как все перед ним лебезят. Это выводило меня из себя. И хотя я дал себе слово с ним не общаться — вчера вечером я не выдержал и обнаружив его одного на палубе устроил ему скандал. Я потребовал своих денег. Он рассмеялся и сказал что таким олухом грех было не воспользоваться. После этого я пошел в каюту и решил до приезда в Нью-Йорк отсюда не выходить и постараться впредь никогда больше не видеть Джорджа Палмея.- Уильям, продолжая отрешенно смотреть в иллюминатор, продолжил. — Вы должны мне поверить- я ненавидел его, но не убивал. Всю ночь я провел в каюте.",
    "answers": [
      {
        "id": 25,
        "text": "Хм..."
      }
    ]
  },
  {
    "id": 27,
    "text": "Человека, скандалящего с покойным в баре, оказывается вы тоже видели. Именно он смотрел на вас с такой злостью в баре вчера после обеда. Звали его Роберт Ган. Вы обнаружили его в баре, сидящим и пьющим виски. Сначала на ваши вопросы он отвечал крайне агрессивно, преимущественно обещаниями скрутить шею. Но после слов о убийстве и полиции, Ган присмирел и ответил на все заданные вопросы.\n— Я безнесмен, занимаюсь недвижимостью. Признаюсь в последнее время дела у меня идут не очень. Ряд неудачных покупок и продаж подкосили мои дела. — Робет сделал сильный глоток из стакана.- Вот поэтому и еду в эту проклятую Америку, на этом дурацком пароходе, не смотря на мою морскую болезнь.- еще один мощный глоток и стакан пуст. — Хочу привлечь денежки этих американцев и продать им пару домов в старушке Англии.  — Ган потребовал еще виски у бармена.\n— Но у меня морская болезнь, вот и приходится её глушить виски, а то как же я смогу плыть? — Роберт Ган безсмысленным взлядом смотрел на только что поданый стакан виски. — Того франта я помню. С утра у меня в горле пересохло. Пришел сюда, а этого идиота бармена не было на месте. И тут этот пижон пришел и начал у меня спрашивать не знаю ли я куда ушел бармен? — злобная ухмылка пробежала по лицу мужчины. — Ну я ему вежливо и ответил, что я не справочное бюро и вообще мне не нравятся тон каким он говорит. Вот и все. После этого он ушел. А я остался тут. \n Странный разговор. Ган — алкоголик, грубиян и задира. Это очевидно, но мог ли он убить? Действительно ли он не знал жертву? Они работали в одной сфере. Из-за выпивки ли был между ними спор? Темная личность этот пьяница.",
    "answers": [
      {
        "id": 25,
        "text": "Надо подумать."
      }
    ]
  },
  {
    "id": 28,
    "text": "Вы решили пообщаться с соседом слева- Льюисом Макконором. Им оказался уже знакомый вам рыжеволосый доктор 40 лет, которого вы видели с жертвой. \n— Я врач, хирург. Всю жизнь я прожил занимаясь медициной и антропологией, никуда не ездил. Жизнь в Эдинбурге очень однообразна. Видно из-за этого меня бросила жена.- глубокий вздох и грустный взгляд доктора — Она сказала мне что я скучен...- еще один вздох — Я решил поехать в Америку, расширить свои горизонты. На борту я познакомился со своими соседями.- голос доктора начал обретать твердость, взгляд стал опять уверенным. — Ими оказались Джордж- чрезвычайно приятный человек и мистер Булл- молодой человек, занимающийся музыкой. Я антрополог, поэтому по внешнему виду всегда могу сразу определить каков человек внутри. Глубокие глаза, широкий лоб и острый, решительный подбородок мистера Палмея мне сразу сказал о его смелости, решительности и доброжелательности, — доктор говорил как будто читал лекцию. — В тоже время надбровные дуги мистера Булла говорят не в его пользу. Из них явно...\n— Доктор я сюда пришел не для того чтобы слушать этот бред!\nДоктор кидает злой взгляд на вас.\n— Вчера вечером я расстался с Джорджем около 11 ночи. Он ушел гулять, а я пошел читать книгу по антропологии. Немного почитав я заснул. Утром узнал про убийство. \n— А вы слышал какие-то звуки из каюты Палмея? \n— Нет. У меня глубокий, здоровый сон. Это явно видно даже из внешнего вида моего лица...\n— До свиданья, доктор!",
    "answers": [
      {
        "id": 25,
        "text": "Уйти поскорее."
      }
    ]
  },
  {
    "id": 29,
    "text": "Пришло время поговорить с соседом справа. Им оказался известный американский джазмен Айвон Булл. Вы нашли его в каюте. Вид у него невыспавшийся. Новость об убийстве особого впечатления на него не произвела. На вопросы отвечал безразличным тоном.\n— Я возвращаюсь из турне по Англии. Выступал в течении последних шести месяцев во всех концертных залах, ресторанах и притонах Туманного Альбиона. Надоела Британия сил нет. Наконец еду домой в Нью-Йорк. Тут люди проще и честней. — Булл встал, подошел к умывальнику и умылся холодной водой.\n— Устал я от суеты — хочу немного тишины и одиночества. Вы сами это видели, когда играли вчера со мной в бридж. Мои соседи пытались меня втянуть в свою компанию. Особенно старался богач, он как услыхал кто я — сразу начал лезь ко мне в друзья. Но у меня есть талант — я вижу людей насквозь. — пронзительный взгляд на вас. — Я сразу увидел что он плохой человек. Поэтому я дал ему сразу понять что меня не интересует его дружба. Его мой отказ задел. Видно он не привык к такому. Еще и доктор этот лезть ко мне потом пытался- видно Палмей его надоумил. Но и ему я дал отставку. — музыкант тяжело посмотрел на стол. — Я привык доверять своему таланту. Когда я последний раз не послушался его — подписался на это ужастное турне.\n— Что много выступать пришлось?\n— Много выступать мне не привыкать. Меня обманули. Мелкими буквами приписку сделали в договоре и вот — я возвращаюсь домой, почти без денег. Лучше бы тогда согласился на тур по Среднему Западу...\n— Что вы делали вчера вечером между 11 и 12 часами?\n— Я был на палубе, смотрел на темный океан и думал о жизни. Я там пробыл почти всю ночь, потом пошел в каюту. \n— А скажите это не ваше? — вы достаете цилиндр, который нашли под кроватью. Булл бросает безразличный взгляд на него и отвечает.\n— Это язычок от саксафона. Может и мое, а может и нет. Я их не подписываю.\n\"Подозрительный этот музыкант\"- думаете вы, -\" Ничего не знает, ничего конкретного не говорит.\"",
    "answers": [
      {
        "id": 25,
        "text": "\" С американской полицией он бы разговаривал по-вежливей!\""
      }
    ]
  },
  {
    "id": 30,
    "text": "Вы пришли в каюту Генри Никольса, молодого человека лет 18, который вчера украл нож с кухни. Вид у него был довольно бледный и неважный. В каюте был открыт иллюминатор, но все равно пованивало. \n— Я знаю кто вы и зачем пришли, — ответил на ваше приветствие Генри. — Ко мне уже заходил старший помощник капитана и сообщил мне об убийстве и сказал чтобы я никуда не выходил с каюты, что со мной придет беседовать детектив.\n\" Да уж, Карл удружил. Теперь не будет эффекта неожиданности от вопросов.\"- подумали вы.\n— Тогда вы знаете что я хочу узнать о том, зачем вы украли нож и где он.\n— Нож в ванной, — вы идете и находите там влажный нож. Он явно только вымыт. \"Зачем? \"\n— А украл я его чтобы убить Палмея. — от неожиданности вы чуть не роняете нож.  \"Неужели он сейчас признается в убийстве?\" \n— Эта сволочь служила во время войны в полку моего отца. Однажды отец узнал что Палмей обворовывает полк, причем сильно так. Он торговал припасами со склада на черном рынке, а солдаты не получали довольствия. Отец заявил этому негодяю что его ждет трибунал, но в это время немцы начали атаку. Сражение длилось несколько дней. Отец погиб почти сразу. Его убил в спину этот предатель. — юноша взял кувшин с водой и начал жадно пить с него. Выпив всю воду, он продолжил. — Я все это узнал пару недель назад из письма одного солдата,, который это все видел. Он никому ничего не сказал и шантажировал Палмея. Он тоже негодяй, этот солдат. Но пару недель назад он серьезно заболел. Перед смертью он написал мне письмо, где все и рассказал. Прочитав письмо, я бросился к своему знакомому юристу, но он сказал что доказать ничего не получится. Солдат уже умер, других свидетелей нет, а четких доказательств того что в письме правда, а не вымысел нет. Да и скотина эта миллионер со связями — никто ничего ему не сделает. \nНикольс попробывал еще раз выпить из кувшина, но он был пуст.\n— Тогда я решил убить его. Я узнал что он будет ехать в Америку и купил билет на тот же рейс. Я решил убить его сегодня, при схождении с корабля и попробывать скрыться в Нью-Йорке. Единственное о чем я не подумал — это орудие убийства. Пришлось украсть этот нож... Придя в каюту мне стало страшно — я еще никогда никого не убивал. Тогда я решил выпить, чтобы ушел страх. Но я увлекся и сильно перебрал. Остаток ночи у меня остался в памяти как в тумане. Помню что рвал и что мне было плохо. Меня разбудил стук Карла Митчела. — Генри смотрит на вас красными глазами, во взгляде мольба. — Поверьте, я не убивал Палмея вчера. Я хотел убить его сегодня, но вчера я ничего не делал.\nВы выходите из каюты молодого человека в сомнениях. Мотив у него сильный. И нож мокрый, как будто его от чего-то отмывали. Да и напиться он мог уже после убийства. Но зачем тогда он все рассказал о себе, а не соврал?",
    "answers": [
      {
        "id": 25,
        "text": "Тут есть о чем поразмышлять."
      }
    ]
  },
  {
    "id": 31,
    "text": "Вы решили задать несколько вопросов мисс Элизабет Бьюти. В момент вашего прихода, она сидела перед зеркалом и расчесывала волосы. Новость о смерти миллионера она восприняла без лишних эмоций. Она удивилась, слегка растроилась, но и только. На ваш удивленный взгляд она ответила.\n— Джордж был, конечно, приятным собеседником, но и только. Он видел во мне только объект страсти, очередную свою победу в постели. Как личность я его не интересовала. Было интересно его дразнить, давать надежды и знать что они нереальны. — девушка улыбнулась, отложила расчестку и достала из стола сигарету. Вы ни разу не видели ее курящей. Мисс Бьюти закурила и полной грудью затянулась. Выдохнув дым она заметила как вы на нее смотрите и рассмеялась.\n— У вас такой вид будто увидели как черепаха побежала! — отсмеявшись девушка продолжила. — Не судите меня строго. Я знаю вы ожидали что я расплачусь и разрыдаюсь, но этого не будет. Я не такая безвольная и посредственная, как хотелось бы окружающим.\n— Что вы хотите этим сказать? \n— Только то, что девочек у нас в Англии воспитывают в строгости и послушании. В идеале все должны стать тихими, незаметными и послушными. Я же не захотела превращаться в серую мышь. Поэтому, получив небольшое наследство от тети, я решила отправиться в Амнрику, где женщины имеют права, и где мужчины вынуждены к нам прислушиваться. К убийству я не имею никакого отношения. Мне просто нравилось, что моего внимания добивается самый богатый человек на борту и самый главный. Мне нравилось заставлять их ревновать друг к другу и давать им несбыточные надежды. Ночью я спала в своей каюте и ничего не знаю про убийцу.",
    "answers": [
      {
        "id": 25,
        "text": "А мисс с характером!"
      }
    ]
  },
  {
    "id": 32,
    "text": "Пришло время поговорить с Джоном Эйвеном. Вы нашли его на капитанском мостике. Ваши вопросы он сначала воспринял как оскорбление, но вы объяснили ему что обязаны допросить и его, из-за их с покойным одинакового интереса к мисс Бьюти. Подумав капитан нехотя согласился ответить на вопросы.\n— Я плаваю уже больше 30 лет. Капитаном я стал 6 лет назад. Все свое время я посвещаю кораблю, поэтому до сих пор и не женат. Увидев мисс Бьюти, эту волшебную девушку, я всерьез задумался о своем будущем и о возможном продолжении рода. Я познакомился с ней и, очевидно, произвел на нее впечатление. — капитан горделиво выпрямился. — Но потом вмешался этот Палмей. Я сразу увидел, что он заносчивый и высокомерный пройдоха, но мисс Бьюти молода и неопытна, поэтому она не прогнала его прочь от себя. Ей похоже польстило что миллионер начал ухаживать за ней. — капитан сжал кулаки до хруста. — Видел я таких негодяев достаточно. Охмурят молодую девушку, а потом с борта сойдут и делают вид что ничего и не было. Я пытался объяснить молодой мисс это, но она похоже неправильно все поняла...- капитан с грустью посмотрел на океан. \n— Из-за этого я старался по-меньше проводить времени с пассарижами, чтобы не встретиться с этим негодяем даже случайно. После ужина пошел спать. В 5 утра поднялся на мостик. Тут ко мне и прибежал стюард с новостью об убийстве. Дальше вы знаете.\n\"Суровый и гордый мужчина капитан. Такой мог и убить. Правда скорее он убил бы соперника в открытую, как на дуэли в старину. Но, кстати, кортик у него есть\" — подумали вы возвращаясь в каюту.",
    "answers": [
      {
        "id": 25,
        "text": "\"Любви все возрасты покорны.\""
      }
    ]
  },
  {
    "id": 33,
    "text": "Проанализировав все факты и свидетельские показания, вы собрали в ресторане всех подозреваемых. Также вы прикласили старшего помощника и пару матросов для задержания преступника. Итак пришло время объявить имя убийцы. Это...",
    "answers": [
      {
        "id": 34,
        "text": "Уильям Темпл - обманутый партнер"
      },
      {
        "id": 35,
        "text": "Роберт Ган - темная личность"
      },
      {
        "id": 36,
        "text": "Льюис Макконор - доктор"
      },
      {
        "id": 37,
        "text": "Айвон Булл - саксафонист"
      },
      {
        "id": 38,
        "text": "Генри Никольс - молодой мститель"
      },
      {
        "id": 39,
        "text": "Элизабет Бьюти - девушка с характером"
      },
      {
        "id": 40,
        "text": "Джон Эйвен - капитан"
      }
    ]
  },
  {
    "id": 34,
    "text": "— Уильям Темпл. Этот обманутый и ограбленный своим бывшем партнером человек решил отомстить. Вчера, после ссоры, когда миллионер насмехался над ним, Темпл принял решение окончательно отплатить своему обидчику. Он пришел ночью в каюту Палмея и тот впустил его, так как думал опять посмеяться над беднягой, но тот вместо этого убил его. Алиби у него нет. Мотив железный. Орудие преступления, я думаю, он выкинул в океан. Есть еще несколько маленьких неувязок, но полиция все выяснит окончательно. Капитан арестуйте этого человека.\nВсе эту речь Темпл выслушал абсолютно спокойно. Казалось он впал в прострацию. Только приговаривал тихо — Он и из могилы портит мне жизнь. Он и из могилы портит мне жизнь. Он и из...\nЧерез час полиция прибыла на борт судна. Ваше расследование их очень заинтересовало. Темпл был арестован официально и помещен в тюрьму. Следствие прошло быстро. Но в день суда адвокат сумел доказать невиновность Уильяма.\nЕго отпустили прямо со скамьи подсудимых. ",
    "answers": [
      {
        "id": 1,
        "text": "Кто же виновный?"
      }
    ]
  },
  {
    "id": 35,
    "text": "— Роберт Ган. — неуверенно произнесли вы. — Он явно склонен к насилию и испытывает трудности с деньгами. Возможно он узнал что у человека, с которым он поругался, много денег. Вот он и решил убить двух зайцев одним махом. И с неприятным для себя человеком разделаться и, возможно, добыть денег в каюте убитого. Мы не знаем, вдруг жертву еще и обокрали. Поэтому предлагаю обыскать каюту Гана — если деньги там, то и убийца он. \nВсе это обвиняемый выслушивает спокойно с каменным лицом, лишь под конец обещая свернуть вам шею в городе. Открыть каюту для обыска он не соглашается. Приходиться ждать полиции. После прибытия в порт, вы с лейтенантом и сержантом открываете каюту Гана, где находите много пустых бутылок, пару украденных ложек из ресторана и больше ничего лишнего. Похоже вы ошиблись. Убийца за это время успел сойти с корабля.",
    "answers": [
      {
        "id": 1,
        "text": "Надо быть крайне осторожным в Нью-Йорке"
      }
    ]
  },
  {
    "id": 36,
    "text": "— Это — Льис Макконор.\n— Что?! Что за глупость! — с места вскакивает доктор.\n— Присядьте. Это не глупость, — обращаетесь вы к доктору. Потом говорите всем присутствующим. — Прошу выслушать как я пришел к этому выводу.\n— Ради этого мы и собрались. — отвечает капитан, — Сядьте, любезный.Гарантирую — если доказательства будут слабыми — вас не тронут.\nДоктор садится молча.\n— Признаться в этом расследование было слишком много подозреваемых, — начинаете вы. — Это и обманутый партнер, и сын убитого командира, и неразговорчивый музыкант и даже вы капитан. Но разговор с доктором меня насторожил. Из всех людей — он единственный беззаговорочно хвалил покойного, хотя, судя по всему, тот был порядочной скотиной. Тогда я задумался и все встало на свои места. Ключ был в замке с внутренней стороны в каюте покойного, а значит жертва сама открыла каюту. А кому откроют ночью дверь? Только тому кому доверяют. Это сужает круг подозреваемых до мисс Бьюти, капитана и псевдодруга покойного — доктора. Но мистер Макконор сам себя подставил, видно я слишком расердил его и он сказал не подумав. Доктор ответил мне что ничего не слышал, хотя и находился в соседней каюте в момент убийства, и это при том что жертва явно билась в агонии какое-то время. Но это можно списать на крепкий сон обвиняемого. Но вот орудие убийство так просто списать не получится. Мистер Палмей был убит очень острым и тонким ножом, а нож для разделки мяса, который был украден вчера жаждущим мести молодым человеком, явно не подходит под эти описания. Зато подходит скальпель. Ведь мистер Макконор хирург, а значит умеет и резать людей и скальпель имеет. Можно обыскать его каюту, хотя я думаю что скальпель уже на дне океана. Интереснее другое — стремясь уйти из под ответственности и обвинить другого в своем преступлении, доктор подкинул под кровать жервы язычок от саксафона. Этот язычок он украл у мистера Булла, когда якобы пытался с ним подружиться.\nВсе это время доктор сидел тихо и казалось, что его недавнего возбуждения и небыло вовсе.\n— А какой у меня был мотив? — спросил врач.\n— Мотив...Я могу только предпологать. Но я думаю он связан с любвеобильностью жертвы. Вы сказали что не слышали никогда раньше про Палмея, однако, он владеет домом в Эдинбурге, где вы живете. Я думаю он соблазнил вашу жену и она ушла от вас. А потом он ее кинул. Я думаю вы решили ему отомстить и убить его. Для этого вы сели на этот корабль и постарались стать ему другом. Дальнейшее вам известно.\nШотландец молча поднялся и скрестил руки за спиной. Старпом и матросы вывели его из ресторана. \n\" Надо напомнит Карлу про обещание показать мне лучшие места Нью-Йорка, \" — подумали вы.",
    "answers": [
      {
        "id": 1,
        "text": "Убийца - доктор"
      }
    ]
  },
  {
    "id": 37,
    "text": "— Это элементарно! Убийца музыкант! На это явно указывает язычок от саксафона, найденый под кроватью убитого. Я спрашивал у этого хитреца — не его ли этот язычок? Он попробывал уйти от ответа, но неудачно. Я все равно расскусил его преступную сущность!\n— Это глупость! Я его почти не знал! Какой мой мотив, чем я его убил? В момент убийства я был на палубе! — возбужденно заговорил саксафонист.\n— Свидетелей вашего алиби нет. Возможно вы и знали покойного, ведь джаз входил в его бизнес интересы. И вообще это все мелочи — главное язычок на месте преступления!— вы обращаетесь к капитану. — Арестуйте этого человека, а прочие мелкие детали пусть выяснит полиция Нью-Йорка.\nНехотя капитан задерживает музыканта и через пару часов передает его в руки полиции. Спустя пару дней ваше имя на первых полосах всех газет. Только ленивый не высмеивает вас. Айвона, оказывается, в час смерти видели несколько разных пассажиров в дальнем конце палубы. Да и связь его с покойным так и не была установлена. Убийца похоже не он.",
    "answers": [
      {
        "id": 1,
        "text": "Не так вы себе представляли популярность..."
      }
    ]
  },
  {
    "id": 38,
    "text": "— Генри Никольс —  сын убитого Палмеем человека. — молодой человек встрепенулся и попробывал запротестовать, но вы продолжили. — Он сам признался мне в желании убить покойного. Мотив у него сильный. Скорее всего сразу после ужина он пошел к Палмею и убил его. А потом он пришел в свою каюту и напился, так как убийство для него стало потрясением. Из-за этого он забыл выбросить в океан орудие преступления. Поэтому за несколько минут до моего прихода он был вынужден отмывать нож от крови. Экспертиза в полиции покажет — убили жертву этим ножом или нет, а пока уведите его. \nМатросы уводят Генри Никольса, который отчаянно уверяет всех что не убивал Палмея.\nСпустя три дня вы узнаете результаты экспертизы. Оказывается миллионера убили другим ножом. А мокрым нож для разделки мяса оказался из-за того,  что ночью юношу на него стошнило и он, зная что будут им интересоваться, отмыл его. А не сообщал это так как стеснялся признаться в том что его стошнило на будущее орудие мести. Убийца тем временем похоже ускользнул.",
    "answers": [
      {
        "id": 1,
        "text": "Неудобно получилось"
      }
    ]
  },
  {
    "id": 39,
    "text": "— Элизабет Бьюти! — все оглянулись на девушку, которая удивленно смотрела на вас. — Эта хитрая мисс не такая простая как кажется! Под ее дудку плясали самые влиятельные мужчины на этом корабле. Вчера очевидно ей стало этого мало и она решила показать свою силу и ум. Она решила убить Палмея и замести дело так, чтобы никто ее не обвинил. Тогда она доказала бы свое превосходство над мужчинами.\n— Вы больны! — фыркает мисс.\n— Что за бред! — грозно кричит капитан\n— Где орудие преступления? — спрашивает старпом.\nНо вы не обращаете внимание на эти выкрики и пробуете самостоятельно схватить девушку, раз вам никто не верит. Вас останавливает мощный капитанский хук справа. Падая вы сильно ударяетесь головой и на некоторое время теряете сознание. Когда вы приходите в себя, то обнаруживаете что на корабле уже есть полиция. Вы спешите им рассказать о своем расследовании, но вас поднимают на смех. Убийца успевает покинуть судно в суматохе, которая возникла после вашего падения.\n",
    "answers": [
      {
        "id": 1,
        "text": "Теперь можно и в больницу"
      }
    ]
  },
  {
    "id": 40,
    "text": "— Убийца капитан. — все ахнули. — Он страшно ревновал мисс Бьюти к Палмею, поэтому он вчера зашел после ужина к нему и своим кортиком убил его. Потом он пошел в свою каюту, думая что это сойдет ему с рук. Но на его несчастье на борту ехал я! Он не знал что я выдающийся детектив, а когда узнал — только старший помощник и уговорил его пригласить меня расследовать это дело. Карл — арестуй этого убийцу! \nКапитан смотрит на вас с ненавистью, старпом с непониманием. Мисс Бьюти со страхом смотрит на Джона Эйвена. Похоже никто не хочет арестовывать обвиняемого. Но вы решили довести дело до конца. По прибытию в порт, вы делитесь с полицией своими выводами по расследованию и добиваетесь ареста капитана. \nСпустя три дня вас вызывают в главное управление полиции Нью-Йорка. Там вы узнаете что в ходе следствия было доказано что капитан не убивал Палмея. Убийца тем временем сумел ускользнуть. При выходе с управления, выстолкнулись с Карлом Митчелом, который обругал вас всеми словами что знал.",
    "answers": [
      {
        "id": 1,
        "text": "Похоже я потерял друга."
      }
    ]
  },
  {
    "id": 41,
    "text": "Список концовок. Их 8.",
    "answers": [
      {
        "id": 43,
        "text": "Вернуться бы назад во времени!",
        "need": 23,
        "need_ever": true
      },
      {
        "id": 44,
        "text": "Ошибки случаются",
        "need": 34,
        "need_ever": true
      },
      {
        "id": 45,
        "text": "Надо быть осторожным в Нью-Йорке",
        "need": 35,
        "need_ever": true
      },
      {
        "id": 46,
        "text": "Не доверяю докторам",
        "need": 36,
        "need_ever": true
      },
      {
        "id": 47,
        "text": "Не так вы себе представляли популярность...",
        "need": 37,
        "need_ever": true
      },
      {
        "id": 48,
        "text": "Неудобно получилось",
        "need": 38,
        "need_ever": true
      },
      {
        "id": 49,
        "text": "Ушибы и синяки",
        "need": 39,
        "need_ever": true
      },
      {
        "id": 50,
        "text": "Похоже я потерял друга",
        "need": 40,
        "need_ever": true
      },
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 42,
    "text": "— Уильям Темпл. Этот обманутый и ограбленный своим бывшем партнером человек решил отомстить. Вчера, после ссоры, когда миллионер насмехался над ним, Темпл принял решение окончательно отплатить своему обидчику. Он пришел ночью в каюту Палмея и тот впустил его, так как думал опять посмеяться над беднягой, но тот вместо этого убил его. Алиби у него нет. Мотив железный. Орудие преступления, я думаю, он выкинул в океан. Есть еще несколько маленьких неувязок, но полиция все выяснит окончательно. Капитан арестуйте этого человека.\nВсе эту речь Темпл выслушал абсолютно спокойно. Казалось он впал в прострацию. Только приговаривал тихо — Он и из могилы портит мне жизнь. Он и из могилы портит мне жизнь. Он и из...\nЧерез час полиция прибыла на борт судна. Ваше расследование их очень заинтересовало. Темпл был арестован официально и помещен в тюрьму. Следствие прошло быстро. Но в день суда адвокат сумел доказать невиновность Уильяма.\nЕго отпустили прямо со скамьи подсудимых",
    "answers": []
  },
  {
    "id": 43,
    "text": "Вы отказались браться за это дело. \" Условия ужастные\" — подумали вы. \" Времени почти нет, непонятен вопрос оплаты, да и вообще я на отдыхе сейчас\".\nСкандал с убийством попал во все газеты Нью-Йорка. К сожалению, во время следствия всплыло что вы отказались помогать с расследованием. Американские газеты вовсю посмеялись с вашего профессионализма и навесили на вас ярлык труса. Приехав назад в Бельгию вы обнаружили, что там тоже читали эти газеты. Вашей репутации сыщика был нанесен непоправимый урон",
    "answers": [
      {
        "id": 41,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 44,
    "text": "— Уильям Темпл. Этот обманутый и ограбленный своим бывшем партнером человек решил отомстить. Вчера, после ссоры, когда миллионер насмехался над ним, Темпл принял решение окончательно отплатить своему обидчику. Он пришел ночью в каюту Палмея и тот впустил его, так как думал опять посмеяться над беднягой, но тот вместо этого убил его. Алиби у него нет. Мотив железный. Орудие преступления, я думаю, он выкинул в океан. Есть еще несколько маленьких неувязок, но полиция все выяснит окончательно. Капитан арестуйте этого человека.\nВсе эту речь Темпл выслушал абсолютно спокойно. Казалось он впал в прострацию. Только приговаривал тихо — Он и из могилы портит мне жизнь. Он и из могилы портит мне жизнь. Он и из...\nЧерез час полиция прибыла на борт судна. Ваше расследование их очень заинтересовало. Темпл был арестован официально и помещен в тюрьму. Следствие прошло быстро. Но в день суда адвокат сумел доказать невиновность Уильяма.\nЕго отпустили прямо со скамьи подсудимых.",
    "answers": [
      {
        "id": 41,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 45,
    "text": "— Роберт Ган. — неуверенно произнесли вы. — Он явно склонен к насилию и испытывает трудности с деньгами. Возможно он узнал что у человека, с которым он поругался, много денег. Вот он и решил убить двух зайцев одним махом. И с неприятным для себя человеком разделаться и, возможно, добыть денег в каюте убитого. Мы не знаем, вдруг жертву еще и обокрали. Поэтому предлагаю обыскать каюту Гана — если деньги там, то и убийца он. \nВсе это обвиняемый выслушивает спокойно с каменным лицом, лишь под конец обещая свернуть вам шею в городе. Открыть каюту для обыска он не соглашается. Приходиться ждать полиции. После прибытия в порт, вы с лейтенантом и сержантом открываете каюту Гана, где находите много пустых бутылок, пару украденных ложек из ресторана и больше ничего лишнего. Похоже вы ошиблись. Убийца за это время успел сойти с корабля",
    "answers": [
      {
        "id": 41,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 46,
    "text": "— Это — Льис Макконор.\n— Что?! Что за глупость! — с места вскакивает доктор.\n— Присядьте. Это не глупость, — обращаетесь вы к доктору. Потом говорите всем присутствующим. — Прошу выслушать как я пришел к этому выводу.\n— Ради этого мы и собрались. — отвечает капитан, — Сядьте, любезный.Гарантирую — если доказательства будут слабыми — вас не тронут.\nДоктор садится молча.\n— Признаться в этом расследование было слишком много подозреваемых, — начинаете вы. — Это и обманутый партнер, и сын убитого командира, и неразговорчивый музыкант и даже вы капитан. Но разговор с доктором меня насторожил. Из всех людей — он единственный беззаговорочно хвалил покойного, хотя, судя по всему, тот был порядочной скотиной. Тогда я задумался и все встало на свои места. Ключ был в замке с внутренней стороны в каюте покойного, а значит жертва сама открыла каюту. А кому откроют ночью дверь? Только тому кому доверяют. Это сужает круг подозреваемых до мисс Бьюти, капитана и псевдодруга покойного — доктора. Но мистер Макконор сам себя подставил, видно я слишком расердил его и он сказал не подумав. Доктор ответил мне что ничего не слышал, хотя и находился в соседней каюте в момент убийства, и это при том что жертва явно билась в агонии какое-то время. Но это можно списать на крепкий сон обвиняемого. Но вот орудие убийство так просто списать не получится. Мистер Палмей был убит очень острым и тонким ножом, а нож для разделки мяса, который был украден вчера жаждущим мести молодым человеком, явно не подходит под эти описания. Зато подходит скальпель. Ведь мистер Макконор хирург, а значит умеет и резать людей и скальпель имеет. Можно обыскать его каюту, хотя я думаю что скальпель уже на дне океана. Интереснее другое — стремясь уйти из под ответственности и обвинить другого в своем преступлении, доктор подкинул под кровать жервы язычок от саксафона. Этот язычок он украл у мистера Булла, когда якобы пытался с ним подружиться.\nВсе это время доктор сидел тихо и казалось, что его недавнего возбуждения и небыло вовсе.\n— А какой у меня был мотив? — спросил врач.\n— Мотив...Я могу только предпологать. Но я думаю он связан с любвеобильностью жертвы. Вы сказали что не слышали никогда раньше про Палмея, однако, он владеет домом в Эдинбурге, где вы живете. Я думаю он соблазнил вашу жену и она ушла от вас. А потом он ее кинул. Я думаю вы решили ему отомстить и убить его. Для этого вы сели на этот корабль и постарались стать ему другом. Дальнейшее вам известно.\nШотландец молча поднялся и скрестил руки за спиной. Старпом и матросы вывели его из ресторана. \n\" Надо напомнит Карлу про обещание показать мне лучшие места Нью-Йорка, \" — подумали вы.",
    "answers": [
      {
        "id": 41,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 47,
    "text": "— Это элементарно! Убийца музыкант! На это явно указывает язычок от саксафона, найденый под кроватью убитого. Я спрашивал у этого хитреца — не его ли этот язычок? Он попробывал уйти от ответа, но неудачно. Я все равно расскусил его преступную сущность!\n— Это глупость! Я его почти не знал! Какой мой мотив, чем я его убил? В момент убийства я был на палубе! — возбужденно заговорил саксафонист.\n— Свидетелей вашего алиби нет. Возможно вы и знали покойного, ведь джаз входил в его бизнес интересы. И вообще это все мелочи — главное язычок на месте преступления!— вы обращаетесь к капитану. — Арестуйте этого человека, а прочие мелкие детали пусть выяснит полиция Нью-Йорка.\nНехотя капитан задерживает музыканта и через пару часов передает его в руки полиции. Спустя пару дней ваше имя на первых полосах всех газет. Только ленивый не высмеивает вас. Айвона, оказывается, в час смерти видели несколько разных пассажиров в дальнем конце палубы. Да и связь его с покойным так и не была установлена. Убийца похоже не он.",
    "answers": [
      {
        "id": 41,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 48,
    "text": "— Генри Никольс —  сын убитого Палмеем человека. — молодой человек встрепенулся и попробывал запротестовать, но вы продолжили. — Он сам признался мне в желании убить покойного. Мотив у него сильный. Скорее всего сразу после ужина он пошел к Палмею и убил его. А потом он пришел в свою каюту и напился, так как убийство для него стало потрясением. Из-за этого он забыл выбросить в океан орудие преступления. Поэтому за несколько минут до моего прихода он был вынужден отмывать нож от крови. Экспертиза в полиции покажет — убили жертву этим ножом или нет, а пока уведите его. \nМатросы уводят Генри Никольса, который отчаянно уверяет всех что не убивал Палмея.\nСпустя три дня вы узнаете результаты экспертизы. Оказывается миллионера убили другим ножом. А мокрым нож для разделки мяса оказался из-за того,  что ночью юношу на него стошнило и он, зная что будут им интересоваться, отмыл его. А не сообщал это так как стеснялся признаться в том что его стошнило на будущее орудие мести. Убийца тем временем похоже ускользнул.",
    "answers": [
      {
        "id": 41,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 49,
    "text": "— Элизабет Бьюти! — все оглянулись на девушку, которая удивленно смотрела на вас. — Эта хитрая мисс не такая простая как кажется! Под ее дудку плясали самые влиятельные мужчины на этом корабле. Вчера очевидно ей стало этого мало и она решила показать свою силу и ум. Она решила убить Палмея и замести дело так, чтобы никто ее не обвинил. Тогда она доказала бы свое превосходство над мужчинами.\n— Вы больны! — фыркает мисс.\n— Что за бред! — грозно кричит капитан\n— Где орудие преступления? — спрашивает старпом.\nНо вы не обращаете внимание на эти выкрики и пробуете самостоятельно схватить девушку, раз вам никто не верит. Вас останавливает мощный капитанский хук справа. Падая вы сильно ударяетесь головой и на некоторое время теряете сознание. Когда вы приходите в себя, то обнаруживаете что на корабле уже есть полиция. Вы спешите им рассказать о своем расследовании, но вас поднимают на смех. Убийца успевает покинуть судно в суматохе, которая возникла после вашего падения.\n",
    "answers": [
      {
        "id": 41,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 50,
    "text": "— Убийца капитан. — все ахнули. — Он страшно ревновал мисс Бьюти к Палмею, поэтому он вчера зашел после ужина к нему и своим кортиком убил его. Потом он пошел в свою каюту, думая что это сойдет ему с рук. Но на его несчастье на борту ехал я! Он не знал что я выдающийся детектив, а когда узнал — только старший помощник и уговорил его пригласить меня расследовать это дело. Карл — арестуй этого убийцу! \nКапитан смотрит на вас с ненавистью, старпом с непониманием. Мисс Бьюти со страхом смотрит на Джона Эйвена. Похоже никто не хочет арестовывать обвиняемого. Но вы решили довести дело до конца. По прибытию в порт, вы делитесь с полицией своими выводами по расследованию и добиваетесь ареста капитана. \nСпустя три дня вас вызывают в главное управление полиции Нью-Йорка. Там вы узнаете что в ходе следствия было доказано что капитан не убивал Палмея. Убийца тем временем сумел ускользнуть. При выходе с управления, выстолкнулись с Карлом Митчелом, который обругал вас всеми словами что знал.",
    "answers": [
      {
        "id": 41,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 51,
    "text": "1",
    "answers": [
      {
        "id": 1,
        "text": "12"
      }
    ]
  },
  {
    "id": 52,
    "text": "ипп",
    "answers": []
  },
  {
    "id": 53,
    "text": "пса",
    "answers": []
  },
  {
    "id": 54,
    "text": "",
    "answers": []
  }
]