[
  {
    "id": 1,
    "text": "Автор: kiyuki (Данил Лямцев)\nИдея: Сама пришла в голову\nПомощники: Правая рука\nЖанр: Романтика\n \n Это история поведует вам о человеке, который потерял реальность, дабы обрести свой внутренний мир, в котором он живёт. Человек, который забыл о своих друзьях, подругах, учёбе и какой-либо деятельности вообще. Он проживает свои дни в своём мире, а дополнять его может через страницы своей книги. Как же завершится его история? Это предстоит узнать вам, ведь только вы способны сделать самый сложный выбор в жизни этого парня, которого зовут Грей. Дак что же выбрать, реальность или внутренний мир?\n\nПримечание от автора:\n— \"В квесте есть достаточно много довольно важных выборов, так что вам стоит думать над каждым... Подсказок я делать не буду, дабы квест имел хоть какой-то интерес. Удачи вам и приятного прохождения\" ©kiyuki",
    "answers": [
      {
        "id": 2,
        "text": "[НАЧАТЬ]"
      }
    ]
  },
  {
    "id": 2,
    "text": "*Звуки хотьбы*\n — \"Какой прекрасный мой мир, как же всё-таки весело в нём жить. Сегодня надо обязательно сходить в парк, ведь там появилось наконец-то Чёртово Колесо! Хотя чего ждать, нужно бегом идти“",
    "answers": [
      {
        "id": 3,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 3,
    "text": "Грей подошёл к парку и прошёл через главные ворота. Он подошёл к Чёртову Колесу, и посмотрел на кассу.\n — \"О, боже, 10 человек на это колесо? Я не хочу стоять за билетом так долго. Это же мой мир, я же могу убрать этих людей с очереди. Или всё-таки ощутить на себе реальность, и стоять в скукоте минут 10, а того и 15...\"",
    "answers": [
      {
        "id": 4,
        "text": "[Стоять в очереди]"
      },
      {
        "id": 5,
        "text": "[Убрать очередь]"
      }
    ]
  },
  {
    "id": 4,
    "text": "Грей решил ощутить на себе реальность, и потерял минут 15 своей жизни, пока очередь дошла до него. Он встал перел кассиршей и сказал:\n — Мне один билет на Чёртово Колесо.\n — С вас 150 рублей\n *Грей протянул две купюры, 100 и 50 рублей*\n — Вот ваш билет...",
    "answers": [
      {
        "id": 6,
        "text": "[Взять билет и уйти]"
      },
      {
        "id": 7,
        "text": "- Спасибо, девушка.\n[Взять билет и уйти]"
      }
    ]
  },
  {
    "id": 5,
    "text": "Грей решил не ждать очередь, ведь это дело совсем не для него. Всего одним взмахом руки очередь вдруг пропала, и уже он стоял перед довольно красивой кассиршей.\n — Здравствуйте, мне один билет на Чёртово Колесо.\n — Здравствуйте, с вас 150 рублей.\n *Грей протянул две купюры, 100 и 50 рублей*\n — Вот ваши билеты.",
    "answers": [
      {
        "id": 6,
        "text": "[Взять билеты и уйти]"
      },
      {
        "id": 7,
        "text": "- Спасибо, девушка.\n[Взять билеты и уйти]"
      }
    ]
  },
  {
    "id": 6,
    "text": "Грей ничего не сказал девушке, и молча взяв билеты, ушёл. Он подошёл к колесу и сел на свободное место. Прошло минут 10, он уже видел крыши домов, и верхушки довольно высоких деревьев. Спустя ещё минут 10 он увидел красивый закат. Самая приятная обстановка в жизни Грея. Он смотрел на закат, вдыхал чистый воздух, как вдруг...",
    "answers": [
      {
        "id": 10,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 7,
    "text": "Грей поблагодарил девушку, и пошёл в сторону колеса. Он занял там свободное место, и в полном одиночестве колесо понесло его наверх. Спустя минут 10 Грей увидел крыши домов и верхушки деревьев, а спустя ещё 10 минут увидел красивый закат. Грей наслаждался закатом, который был самый красивый в его внутренней жизни, да и возможно в реальности, хоть в реальности он и не видел много закатов. Грей наслаждался воздухом и закатом, как вдруг...",
    "answers": [
      {
        "id": 10,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 8,
    "text": "— Я тебе сказал отстань? Дак вот, ещё раз повторяю, отстань!\n — Но пары уже закончились, ты собрался тут сидеть до конца своих дней? Нам с тобой ещё до дома идти!\n — И что? Одна пойдёшь домой, поди не умрёшь. Отвали!\n Лекси явно обиделась на Грея и пошла вниз, дабы одеть свою одежду и пойти домой. Грей же потянулся, и спустя минут 10 тоже покинул аудиторию, дабы пойти домой.",
    "answers": [
      {
        "id": 16,
        "text": "[Одеться как можно быстрее и бежать за Лекси]"
      },
      {
        "id": 17,
        "text": "[Одеваться как обычно, при этом вспоминая свой внутренний мир]"
      }
    ]
  },
  {
    "id": 9,
    "text": " — П-прости *Немного запинясь сказал Грей* я не хотел тебя обидеть.\n — Не хотел он! Ты изменился за последнее время очень сильно, то ты спишь после пар, то ты начинаешт грубить мне, что с тобой не так? Хотя... можешь даже не напрягаться, видимо у тебя нет никакой заботы о своей лучшей подруге! Я хотела позвать тебя пойти со мной до дома, но теперь иди ты сам!\n — Но...\n В этот момент Лекси просто ушла из аудитории, даже не начав слушать Грея. Она пошла вниз и довольно быстро удалилась из помещения. Грей побежал за ней.",
    "answers": [
      {
        "id": 33,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 10,
    "text": "Колесо вдруг не выдержало и сломалось, оно полетело прямо с Греем на его же город, разрушая всё подряд. Грей вдруг проснулся, и слышал лишь одно:\n — Вставай, Грей, у нас так-то пары закончились, а ты после этого спать собрался? Вставай, я тебе говорю!",
    "answers": [
      {
        "id": 11,
        "text": "- Какого чёрта? Отстань! "
      },
      {
        "id": 12,
        "text": "- Какого... Ой, Лекси?! Прости, просто мне снился ужас"
      }
    ]
  },
  {
    "id": 11,
    "text": "Лекси — так звали девушку, которая будила Грея, сильно испугалась и чуть-ли не упала на пол от толчка, который сделал Грей.\n — Я...я не ожидала от тебя такого! Вот так ты поступаешь с лучшей подругой?",
    "answers": [
      {
        "id": 8,
        "text": "[Ещё раз нагрубить]"
      },
      {
        "id": 9,
        "text": "[Попросить прощения]"
      }
    ]
  },
  {
    "id": 12,
    "text": "Лекси — так звали подругу Грея, которая будила его, испугалась, но не обиделась на Грея, она лишь сказала ему в ответ:\n — И ты прости, что я тебя разбудила, но не стоит спать после того, как пары закончились. *Хихикнув сказала девушка*\n — И вправду не стоит, поэтому я предлагаю отправиться по домам, тем более нам в одну сторону.\n — Идём!",
    "answers": [
      {
        "id": 13,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 13,
    "text": "Всё это время Грей и Лекси шли без каких-либо разговоров, и вдруг Лекси начала разговор сама:\n — Ну и что, мы так и будем молча идти по улицам?\n — А смысл говорить об этой жизни, когда есть более интересная жи... жизнь у других людей. Я бы хотел жить, как богатый человек, без каких-либо забот.\n — Странные у тебя конечно воображения, ведь не в деньгах счастье!\n — Возможно и не в деньгах, но всё равно, богатым быть намного лучше, тебе ведь тогда не нужен никто!\n — Не нужен... никто? То есть, если бы у тебя появились деньги, то ты бы перестал общаться со мной?",
    "answers": [
      {
        "id": 14,
        "text": "[Да]"
      },
      {
        "id": 15,
        "text": "[Нет]"
      }
    ]
  },
  {
    "id": 14,
    "text": "Грей сказал на тот момент самую грустную правду для Лекси. Они и дальше оставались друзьями, но лишь формально. Дни шли, жизнь Лекси менялась очень быстро, парень, любовь, дети, а вот жизнь Грея менялась только в худшую сторону, ведь он лишь старел и всё меньше обращал внимания на реальную жизнь. Спустя две недели того, как он безперерывно находился у себя во внутреннем мире, он просто погиб в настоящем и это был конец этой истории. А ведь он так и не узнал, что Лекси довольно сильно любила его, готова была жить с ним всю свою жизнь, отдать всю себя ему, но ей пришлось отдать всю себя другому....\n\n\n\n\n\n\n\n\n\n                                     THE END",
    "answers": [
      {
        "id": 1,
        "text": "[К началу]"
      }
    ]
  },
  {
    "id": 15,
    "text": "Грей покачал головой и сказал:\n — Конечно же нет, как я могу так кинуть свою лучшую подругу? Ты для меня делала так много, ты как будто зажигала огонь во мне. А ведь точно, это ты же тот самый огонь в моей жизни! Это ты заставляешь встават меня на ноги, дабы прожить этот день, это ты моя любовь!\n — Я конечно ничего не поняла из твоих слов, Грей, но ты сказал любовь?",
    "answers": [
      {
        "id": 40,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 16,
    "text": "Грей спустился вниз и начал буквально накидывать на себя вещи, он даже не застегнул куртку и побежал за своей подругой. Спустя минут 10 бега, он так и не нашёл её. Он шёл вдоль трассы, которую ему нужно было перебежать, либо дойти до пешеходного перехода...",
    "answers": [
      {
        "id": 18,
        "text": "[Дойти до перехода]"
      },
      {
        "id": 19,
        "text": "[Перебежать]"
      }
    ]
  },
  {
    "id": 17,
    "text": "Грей одевался очень медленно, вяло, впрочем он так одевается всегда. На всех своих \"друзей\" он смотрел... умирающим взглядом. Грей оделся и пошёл по дороге домой вдоль трассы. Он не пошёл перебегать через дорогу, ведь это опасно, и решил идти до пешеходного перехода...",
    "answers": [
      {
        "id": 20,
        "text": "[Уйти в себя]"
      },
      {
        "id": 21,
        "text": "[Пойти дальше]"
      }
    ]
  },
  {
    "id": 18,
    "text": "Грей бежал до перехода, он увидел Лекси, которая перебегала дорогу и побежал за ней. Грей догнал девушку и поймал её в объятия.\n — Прости меня, я был чертовски не прав, я идиот, я самый плохой друг на свете, но дай мне шанс рассказать правду и я всё исправлю.\n — У тебя есть довольно мало времени, действуй!",
    "answers": [
      {
        "id": 39,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 19,
    "text": "Грей перебежал дорогу и побежал за своей подругой дальше. К его сожалению он обнаружил свою подругу уже мёртвой прямо на дороге. Машины не было, не было даже очевидцев, она умерла, и так никто и не узнает кто это сделал. Что же случилось с Греем? После такого шока он забыл обо всём, стал пить, и по итогу решил закончить жизнь как внутреннюю, так и настоящую. Он повесился в ванной своей квартиры.... Самая худшая концовка, которая только могла быть в этой истории.\n\n\n\n\n\n\n\n\n                                     THE END\n\n*Вы достигли самой худшей концовки этой истории, советую найти вам самую лучшую концовку, а если вы это сделали, то поздравляю вас с полным завершением этого квеста! Удачи вам, и не стоит завершать вашу жизнь так, как она кончилась сейчас в истории!",
    "answers": [
      {
        "id": 1,
        "text": "[К началу]"
      }
    ]
  },
  {
    "id": 20,
    "text": "Грей решил уйти в себя и начал вспоминать свой внутренний мир. Колесо стояло на своем месте, город снова был целым, всё было прекрасно, вот она, реальная жизнь, которую желает Грей. Правда он не заметил одной детали... В это же время слева от него перебегала дорогу Лекси, и вдруг... удар об землю... Лекси... Кровь... Помятый металл...",
    "answers": [
      {
        "id": 22,
        "text": "[Подбежать к Лекси]"
      },
      {
        "id": 23,
        "text": "[Не обращать на это внимания]"
      }
    ]
  },
  {
    "id": 21,
    "text": "Грей шёл вдоль дороги, смотрел себе под ноги, а так же смотрел на природу, которую он уже видел сотни раз, но всё равно не мог запомнить. Как вдруг он увидел слева от себя свою подругу! \n\"Лекси! Это же точно Лекси, почему она стоит прямо на дороге?\"",
    "answers": [
      {
        "id": 24,
        "text": "[Окликнуть Лекси]"
      },
      {
        "id": 25,
        "text": "[Посмотреть по сторонам]"
      },
      {
        "id": 26,
        "text": "[Подбежать к ней]"
      }
    ]
  },
  {
    "id": 22,
    "text": "Грей подбежал к Лекси, точнее подбежал к тому, что от неё осталось. Грей просто не смог на такое смотреть, но однако его жизнь спустя много лет более менее стабилизировалась, он еле-еле закончил учёбу, нашёл себе работу, но однако его жизнь не была такой счастливой, лишь его внутренний мир приносил ему какую-то радость, пока по итогу он не умер в одиночестве и в старости...\n\n\n\n\n\n\n\n                                    THE END",
    "answers": [
      {
        "id": 1,
        "text": "[К началу]"
      }
    ]
  },
  {
    "id": 23,
    "text": "Грей просто прошёл мимо и дальше проживая свою жизнь в своём внутреннем мирке, который и забрал его целиком к себе. Лекси умерла, как и жизнь Грея, ведь он всё своё время потратил на внутренний мир, за что и заплатил огромную цену. Так Грей и умер, при чём довольно рано...\n\n\n\n\n\n\n\n\n                                    THE END",
    "answers": [
      {
        "id": 1,
        "text": "[К началу]"
      }
    ]
  },
  {
    "id": 24,
    "text": "Грей вдруг приветливо окликнул Лекси, и та конечно же повернулась. Правда очень зря, ведь вы поздно увидели машину, которая летит прямо на неё, а она вообще эту машину не увидела. Кровь... Удар... Тело на земле...",
    "answers": [
      {
        "id": 27,
        "text": "[Подбежать к Лекси]"
      }
    ]
  },
  {
    "id": 25,
    "text": "Грей посмотрел по сторонам и вдруг увидел машину, которая несётся на полной скорости, не замечая никого на своём пути! Лекси стояла прямо на пути безумца, который ехал за рулём!",
    "answers": [
      {
        "id": 28,
        "text": "[Подбежать и толкнуть Лекси с дороги]"
      },
      {
        "id": 29,
        "text": "[Подбежать и прыгнуть вместе с ней с дороги]"
      }
    ]
  },
  {
    "id": 26,
    "text": "Грей подбежал к Лекси и доброжелательно обнял, правда обнимались Грей и Лекси не долго. История их завершилась так же быстро, как и началась. Машина, которая летела на полной скорости сбила и Грея и Лекси. Оба упали, Лекси погибла на месте, Грей же выжил, но...",
    "answers": [
      {
        "id": 30,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 27,
    "text": "Грей подбежал к Лекси, которая была уже мертва... Это было жуткое зрелище на которое Грей не мог даже смотреть, да и смотреть ему не придётся, ведь он всю остальную жизнь проведёт в своём внутреннем мирке, в котором его ждёт счастье, семья, путешествия и абсолютно всё, что он только пожелает увидеть, правда осталось ему находиться там не долго, ведь в реальном времени годы идут, в то время, как во внутреннем мире всё останавливается...\n\n\n\n\n\n\n\n                                     THE END",
    "answers": [
      {
        "id": 1,
        "text": "[К началу]"
      }
    ]
  },
  {
    "id": 28,
    "text": "Грей подбежал и толкнул Лекси с дороги, конечно же девушка отлетела довольно далеко, но выжила, а вот от Грея... От Грея не осталось ничего, он погиб на месте, из-за чего Лекси просто не смогла жить дальше, ведь она сильно любила Грея... Печельно вышло...\n\n\n\n\n\n\n\n\n\n                                    \n                                       THE END",
    "answers": [
      {
        "id": 1,
        "text": "[Начать заново]"
      }
    ]
  },
  {
    "id": 29,
    "text": "Грей подбежал к Лекси, и нераздумывая прыгнул вместе с ней с дороги, тем самым спас себя и её. Они лежали около дороги и держались за руки...",
    "answers": [
      {
        "id": 31,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 30,
    "text": "То, что он выжил было не надолго. Он полностью ушёл в свой внутренний мир, почти не ел и не пил, и когда он сделал всё что хотел у себя там, то решил умереть в реальности, что в принципе и сделал.\n\n\n\n\n\n\n\n                                     THE END.",
    "answers": [
      {
        "id": 1,
        "text": "[Начать заново]"
      }
    ]
  },
  {
    "id": 31,
    "text": "Лекси.\n — Я... я не знаю даже что в таких ситуациях говорить, поэтому... Грей, я... тебя\nГрей.\n — Я тебя тоже люблю, Лекси. Я знаю, что возможно я не лучший вариант для тебя, но, в таких моментах я тоже не знаю что говорить, поэтому, просто будешь моей девушкой?\n — После того как ты спас мне жизнь? Конечно же да!",
    "answers": [
      {
        "id": 32,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 32,
    "text": "После этой ситуации Грей и Лекси стали парой, правда Грей так и не избавился от своей проблемы, по-прежнему реальный мир для него был не нужным, поэтому Лекси так и не добилась от него правды, а так именно поэтому и ушла от него. Грей не смог долго из-за этого жить, поэтому он и свёл эту жизнь к своей смерти... Печальная история...\n\n\n\n\n\n\n\n\n                                       THE END",
    "answers": [
      {
        "id": 1,
        "text": "[Начать заново]"
      }
    ]
  },
  {
    "id": 33,
    "text": "Грей очень быстро спустился вниз, накинул на себя одежду и побежал за Лекси. Он буквально за пару минут добежал до трассы, где ему надо было перебегать дорогу, либо же бежать до пешехода, он собирался выбрать второй вариант, но вдруг увидел Лекси, на которую несётся машина, он даже не стал думать...",
    "answers": [
      {
        "id": 34,
        "text": "[Прыгнуть вместе с Лекси с дороги]"
      }
    ]
  },
  {
    "id": 34,
    "text": "Грей подбежал к Лекси и прыгнул вместе с ней с дороги, машина проехала прочь, а парень лежал прямо на Лекси, та была вся в слезах. Она посмотрела прямо в глаза Грея и сказала:\n — Зачем? Почему? Я тебе ведь не нужна, ты ведь меня не считаешь ни кем!",
    "answers": [
      {
        "id": 35,
        "text": "[Рассказать ей всё]"
      },
      {
        "id": 36,
        "text": "[Соврать]"
      }
    ]
  },
  {
    "id": 35,
    "text": "Грей рассказал ей всё, от начала и до конца. Про свой внутренний мир, про то, что он делал там, и про то, что он не обращал внимания на реальность. Лекси поняла его слова, поняла его самого и рассказала свою тайну о том, что она всё это время любила его...",
    "answers": [
      {
        "id": 37,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 36,
    "text": "Грей решил соврать, и рассказать про то, что он просто себя плохо чувствовал в последнее время, Лекси поняла его, и решила признаться ему в любви. Грей предложил ей встречаться и они встречались, правда довольно не долго...",
    "answers": [
      {
        "id": 38,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 37,
    "text": "У Грея и Лекси получилась отличная семья. Грей избавился от своего внутреннего мира, в котором до этого проживал все свои дни. Лекси и Грей жили довольно долго, сделали детей, поженились. Теперь детям придётся жить дальше, жить возможно так же хорошо, как и жили их родители, которые умерли спустя долгие годы жизни... \n\n\n\n\n\n\n\n\n                                   HAPPY END",
    "answers": [
      {
        "id": 1,
        "text": "[Перейти к началу]"
      }
    ]
  },
  {
    "id": 38,
    "text": "Грей не избавился от своей проблемы, и Лекси не понимала что происходит с ним, поэтому решила просто расстаться с ним, дабы не портить его жизнь. Грей довольно долго грустил, сделал всё что мог, всё что хотел, правда сделал он всё это в своём внутреннем мире, а вот в реальности он погиб... \n\n\n\n\n\n\n\n\n\n\n                                     THE END",
    "answers": [
      {
        "id": 1,
        "text": "[Начать заново]"
      }
    ]
  },
  {
    "id": 39,
    "text": "Грей рассказал девушке всю правду о себе и о своей жизни, та же всё поняла, и она поверила Грею. На следующие дни они стали решать проблему Грея вместе, и тогда Лекси призналась в своих чувствах. Грей предложил встречать Лекси и у них получилась отличная семья с двумя детьми, самый лучший конец для такой истории... \n\n\n\n\n\n\n\n              \n\n                            THE HAPPY END\n\n\n*Поздравляю, вы достигли самой лучшей концовки, на этом ваша миссия возможно подошла к концу, но есть ещё куча других концовок, которые вы вполне в силах получить, в любом случае я желаю вам удачи, и пусть конец вашей истории будет похож на этот;)",
    "answers": [
      {
        "id": 1,
        "text": "[К началу]"
      }
    ]
  },
  {
    "id": 40,
    "text": " — Да, я назвал именно это чувство, потому что я проявляю его к тебе! Ты моя любовь, ты моё всё!\n — Но, ведь, я тоже тебя люблю..\n — Что? Ты.. всё это время любила меня?\n — А почему же я тогда всегда ходила с тобой? Помогала тебе? Это всё лишь потому, что ты тоже огонь в моей жизни, и этот огонь начал медленно тухнуть в моих глазах...\n — Я просто жил не той реальностью, которой нужно было жить, я просто не жил вместе с тобой, поэтому у меня есть к тебе предложеник... Ты станешь моей девушкой?\n — Это... Это так мило слышать с твоей стороны, что я просто не могу отказаться, я согласна.\n",
    "answers": [
      {
        "id": 41,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 41,
    "text": "Новая пара взялись за руки и пошли по домам. Буквально через пару месяцев они переедут в одну квартиру. потом закончат учёбу, поженятся, заведут детей... Жизнь Грея довольно сильно изменилась за один день, и он сам этого не ожидал, ему просто нужно было обрести счастье в реальности, которое находилось так близко. Порой именно так и происходит, что счастье находится намного ближе, и не стоит искать его где-то далеко...\n\n\n\n\n\n\n\n                              THE HAPPY END\n\n\n*Поздравляю, вы нашли секретную концовку! О ней нигде не упомяналось, и я даже сам не знал что она выйдет, но вот так уж получилось, настолько далеко меня завела моя фантазия. Что же, желаю вам любви и счастья! Увидимся в других моих квестах!",
    "answers": [
      {
        "id": 1,
        "text": "[К началу]"
      }
    ]
  },
  {
    "id": 42,
    "text": "",
    "answers": []
  }
]