[
  {
    "id": 1,
    "text": "Автор : Котяра\n\nЖанр: юмор\n\nВы — обычный офисный планктон по имени Толик, работающий в компьютерной компании \"Компьютер и ко\", который любит читать и часто захаживает в книжный магазин.\n\nВсего в квесте 16 концовок. Найдите их все!\n\nP.S.: Все ситуации придуманы автором. Также любые совпадения имён — случайность.\nТакже просьба — пишите отзывы. Они лучше помогают понять, что стоит доработать, или вовсе убрать.\n\nЕсли понравится квест, то выпущу вторую часть.",
    "answers": [
      {
        "id": 2,
        "text": "Начать квест --------->>"
      },
      {
        "id": 27,
        "text": "Достижения"
      }
    ]
  },
  {
    "id": 2,
    "text": "Толик наконец закончил работу и решил зайти в свой любимый книжный магазин. Это место было его любимым. Он зашёл в магазин и стал осматривать полочки с книгами.",
    "answers": [
      {
        "id": 3,
        "text": "Осмотреть полки с энциклопедиями"
      },
      {
        "id": 4,
        "text": "Осмотреть полки со сказками"
      },
      {
        "id": 5,
        "text": "Осмотреть полки с романами"
      }
    ]
  },
  {
    "id": 3,
    "text": "Толик подошёл к полкам с энциклопедиями. Он взял с полки книгу \" Так... водные ипарения задерживаются в атмосфере... не особо интересно\"",
    "answers": [
      {
        "id": 4,
        "text": "Осмотреть полку со сказками"
      },
      {
        "id": 5,
        "text": "Осмотреть полку с романами"
      },
      {
        "id": 6,
        "text": "Направиться к выходу"
      }
    ]
  },
  {
    "id": 4,
    "text": "Толик подошёл к полке со сказками. Там было много ярких книжек. Взяв одну Толик начал читать\" Жила-была прекрасная принцесса, которая ждала принца в высокой башне...\" он немного зачитался, а когда оторвал глаза от книги стал испуганно оглядываться. К счастью, никого рядом не было. Толик положил книгу обратно на полку",
    "answers": [
      {
        "id": 3,
        "text": "Осмотреть полки с энциклопедиями"
      },
      {
        "id": 5,
        "text": "Осмотреть полку с романами"
      },
      {
        "id": 6,
        "text": "Направиться к выходу"
      }
    ]
  },
  {
    "id": 5,
    "text": "Он подошёл к стеллажу с романами. Он открыл один и стал читать \"Нет, мы всегда будем всместе, ничто не разлучат нас!\" Тольк даже немного всплакнул. Он оторвался откниги и положил её на место.",
    "answers": [
      {
        "id": 3,
        "text": "Осмотреть полку с энциклопедиями"
      },
      {
        "id": 4,
        "text": "Осмотреть полку со сказками"
      },
      {
        "id": 6,
        "text": "Направиться к выходу"
      }
    ]
  },
  {
    "id": 6,
    "text": "Толик уже направился к выходу, но его взор упал на забавное пособие \"Отдыхаем на работе\". Он немного поразмыслил, взял книгу и купил её. Толик вышел из магазина и пошёл домой.",
    "answers": [
      {
        "id": 7,
        "text": "Начать новый день",
        "blackout": true
      }
    ]
  },
  {
    "id": 7,
    "text": "Толик проснулся, почистил зубы, позавтракал и отправился на работу, взяв пособие. Он работал в компьютерной компании \"Компьютер и ко\".Офис компани исостоял из нескольких \"кабинетиков\", между которыми был широкий коридор. Толик работал на восьмом этаже. Он пришёл на работу и открыл первую главу книги.\n\nГлава 1\nИзвестно, что работа — довольно утомительное дело. Монотонная и скучная работа всегда надоедает.Поэтому, чтобы разнообразить ваш день мы составили список самых простых и эффективных шалостей:\n\n1 Кнопки — универсальное оружие, которым стоит осторожно пользоваться.\n\n2 Банановая кожура — особенно хороша в сочетании с только что помытым полом из злой уборщицей.\n\n3 Наспинная табличка с надписью\n \"осёл\" — довольно опасное оружие, но если вам улыбнётся удача, вас ждёт ошеломительный успех!\n\n4 Очень-очень горький кофе—взбодрит кого угодно. Для дальнейшего веселья рекомендуются все описанные ранее виды шалостей.\n\n5 Супер-пупер клей — используется для любого вида шалостей: приклеивание кружки к столу, ноги к полу, задницы к креслу ( для последнего не рекомендуется использовать кнопки)",
    "answers": [
      {
        "id": 8,
        "text": "Поискать всё необходимое"
      }
    ]
  },
  {
    "id": 8,
    "text": "Толик злобно хихикнул, ведь у него может получиться отомстить злому директору компании — злому Борису Ивановичу, прозвище которого — Бегемот, из-за особо крупных габаритов. Бегемот часто заставлял задерживаться работников допоздна, чтобы переделать по его мнению \"Пахнущие ленью\" отчёты, хотя работники старались писать документы как можно лучше. Толик встал с рабочего места и отправился на поиски. Стащив у бухгалтерши пачку кнопок, он пошёл в буфет за банановой кожурой.",
    "answers": [
      {
        "id": 9,
        "text": "Идти в буфет"
      }
    ]
  },
  {
    "id": 9,
    "text": "Толик пришёл в столовую, где располагался объёмный буфет, чьё пространство в основном занимала на уливление добрая буфетчица баба Зина. Толик улыбаясь подошёл к ней\n— Здрасте, баб Зин!\n— Привет Толик! Небось засиделся за своим компьютером и перекусить решил? Молодец, а то вон, некоторые днями сидят. И что получают? Радикулит, скалеоз...\nТолик бы ещё поболтал с бабой Зиной, но он быстро купил у неё банан и за секунды слопал. Два оружия уже у нас!",
    "answers": [
      {
        "id": 10,
        "text": "Идти за табличкой"
      }
    ]
  },
  {
    "id": 10,
    "text": "Толик немного побродил по этажам, пока не наткнулся на девушку, нёсшую бумаги. \"Хм, как достать листок?\" подумал Толик.",
    "answers": [
      {
        "id": 11,
        "text": "Обронить банановую кожуру"
      },
      {
        "id": 12,
        "text": "Вежливо попросить"
      }
    ]
  },
  {
    "id": 11,
    "text": "Толик незаметно положил кожуру на пол. Девушка тут же наступила на неё и упала. Как джентельмен, Толик подхватил девушку и поставил на ноги. Девушка хихикнула. Они стали вместе собирать разлетевшуюся бумагу.\n— Привет, я Толик\n— А я Аня.\n— Приятно познакомиться\n— Мне тоже\nПроизошла минутная пауза. \" Что ей сказать?\" думал Толик.",
    "answers": [
      {
        "id": 13,
        "text": "Пригласить на прогулку"
      },
      {
        "id": 14,
        "text": "Молча помочь собрать бумаги"
      }
    ]
  },
  {
    "id": 12,
    "text": "— Извините, можно листок? — попросил Толик. Девушка протянула ему бумагу. Он поблагодарил девушку, а когда она ушла, достал из кармана маркер и написал \"Осёл\". Три инструмента есть!",
    "answers": [
      {
        "id": 15,
        "text": "Идти за крепким кофе"
      }
    ]
  },
  {
    "id": 13,
    "text": "Толик вздохнул\n— Может сходим куда-нибудь сегодня вечером?\n— Я не против — согласилась Аня. Немного поговорив он назначил место встречи и воодушевлённый. Убежал в свой офис. Толик совсем забыл про пакости боссу, ведь его ждал незабываемый вечер...\n\nПолучено достижение \"незабываемый вечер\"",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 14,
    "text": "Толик молча помог Ане собрать бумаги, и незаметно взял один. Когда девушка ушла, он достал из кармана маркер и написал \"Осёл\". Три инструмента есть!",
    "answers": [
      {
        "id": 15,
        "text": "Идти за крепким кофе"
      }
    ]
  },
  {
    "id": 15,
    "text": "Толик подошёл к бухгалтерии. Две девушки мирно распивали кофе. Толик зашёл и тоже решил заварить напиток. Положив с два десятка ложек растворимого кофе в кружку он залил всё кипятком. \n— Зачем вы так много кофе положили? — спросила одна из девушек\n— Я крепкий люблю — буркнул Толик и поспешил выйти из бухгалтерии.\" Где бы найти клей?\" стал думать Толик.",
    "answers": [
      {
        "id": 16,
        "text": "Бродить по зданию"
      }
    ]
  },
  {
    "id": 16,
    "text": "Толик бродил по этажам, пока наконец не нашёл завхоза по имени Лёха. Он был весёлым пацаном, с которым Толик часто общался.\n— Привёт Лёх!\n— Привет Толян!\n— Слушай, у тебя супер-клея не найдётся? — спросил Толик\n— Есть — сказал Лёха и протянул другу тюбик супер-пупер клея.\n— Спасибо огромное, Лёх! — крикнул на бегу Толик. Со скоростью света он влетел в офис и приготовился пакостить Бегемоту. \n— Так-с, с чего начнём?",
    "answers": [
      {
        "id": 17,
        "text": "Кнопки"
      },
      {
        "id": 18,
        "text": "Банановая кожура"
      },
      {
        "id": 19,
        "text": "Табличка \"Осёл\""
      },
      {
        "id": 20,
        "text": "Крепкий кофе"
      },
      {
        "id": 21,
        "text": "Супер-пупер клей"
      }
    ]
  },
  {
    "id": 17,
    "text": "Толик взял в руки коробку с кнопками и выглянул из-за двери. Никого. Значит, операция \"Кнопочный ниндзя\" начинается! Толик на цыпочках прошёл мимо коллег к офису директора и осторожно заглянул внутрь. К счастью, директор ушёл, и офисный ниндзя положил приличное количество кнопок на кресло Бегемота. ",
    "answers": [
      {
        "id": 22,
        "text": "Смываемся"
      }
    ]
  },
  {
    "id": 18,
    "text": "Вооружившись банановой кожурой, Толик вышел из офиса. Когда впереди показалась громоздкая фигура Бегемота Толик поздоровался с директором, и незаметно обронил кожуру.",
    "answers": [
      {
        "id": 28,
        "text": "Быстро скрыться в офисе"
      },
      {
        "id": 29,
        "text": "Остаться на месте"
      }
    ]
  },
  {
    "id": 19,
    "text": "Толик взял в руки табличку и выглянул из-за двери. Как раз мимо проходил Бегемот. Толик поздоровался с начальником , и , не мешкая, прицепил листок на спину. К счастью, директор ничего не заметил. Бегемот пошёл дальше, а Толик тихо хихикнул.",
    "answers": [
      {
        "id": 30,
        "text": "Немного подождать"
      }
    ]
  },
  {
    "id": 20,
    "text": "Толик взял кружку с кофе и задумался \"Может взять что-то ещё?\"",
    "answers": [
      {
        "id": 33,
        "text": "Взять банановую кожуру"
      },
      {
        "id": 34,
        "text": "Ничего не брать"
      }
    ]
  },
  {
    "id": 21,
    "text": "Толик взял супер-пупер клей, и задумался \"Может взять что-то ещё?\"",
    "answers": [
      {
        "id": 37,
        "text": "Взять табличку \"Осёл\""
      },
      {
        "id": 38,
        "text": "Взять крепкий кофе"
      },
      {
        "id": 39,
        "text": "Ничего не брать"
      }
    ]
  },
  {
    "id": 22,
    "text": "Толик также осторожно добрался до своего офиса, и, немного приоткрыв дверь приготовился к шоу.",
    "answers": [
      {
        "id": 23,
        "text": "Ждать"
      }
    ]
  },
  {
    "id": 23,
    "text": "Вскоре послышались тяжёлые шаги по корридору. Толик облизнул губы, предвкушая весёлое зрелище. Наконец послышался грузный плюх на кресло, а затем вопль, режущий уши. Толик, делая вид, что всё время работал в кабинете, высунулся из-за двери. В коридоре крутился Бегемот, прижимая руки и заду, а вокруг него хлопотали девушки. ",
    "answers": [
      {
        "id": 24,
        "text": "Тихо хихикнуть"
      },
      {
        "id": 25,
        "text": "Деланно посочувствовать директору"
      },
      {
        "id": 26,
        "text": "Молча наблюдать за всем"
      }
    ]
  },
  {
    "id": 24,
    "text": "Толик тихо хихикнул, но как на зло, в ту секунду стояла гробовая тишина, и Толика услышали все, в том числе и злой директор. Бегемот злобно посмотрел на Толика, и хотел что-то сказать, но тут прибежали врачи из скорой, которые в ту секунду спасли не Бегемота, а Толика.\n******************************************\nКогда директор вернулся он понизил Толика в должности и уменьшил зарплату.\n\nПолучени достижение \"Правда глаза колет\"",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      },
      {
        "id": 16,
        "text": "Ещё разок"
      }
    ]
  },
  {
    "id": 25,
    "text": "Толик деланно стал сочувствовать директору, пока за ним не приехала скорая. Толик бросил грустный взгляд на Бегемота, которого врачи с трудом несли на носилках....\n******************************************\nКогда Бегемота выписали, он повысил Толика и увеличил зарплату, и он зажил ещё лучше.\n\nПолучени достижение \"Льстец\"",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      },
      {
        "id": 16,
        "text": "Ещё разок"
      }
    ]
  },
  {
    "id": 26,
    "text": "Толик молча наблюдал за всем происходящим. За директором приехала скорая, которая никак не могла поднять Бегемота на носилки...\n******************************************\nКогда Толик приходил в гости к друзьям, он часто рассказывал эту историю, над которой все смеялись...\n\nПолучено достижение \"Бывалый\"",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      },
      {
        "id": 16,
        "text": "Ещё разок"
      }
    ]
  },
  {
    "id": 27,
    "text": " ~Ваши достиженьица~",
    "answers": [
      {
        "id": 24,
        "text": "Правда глаза колет",
        "need": 24
      },
      {
        "id": 13,
        "text": "Незабываемый вечер",
        "need": 13
      },
      {
        "id": 25,
        "text": "Льстец",
        "need": 25
      },
      {
        "id": 26,
        "text": "Бывалый",
        "need": 26
      },
      {
        "id": 28,
        "text": "Спасённый от землетрясения",
        "need": 28
      },
      {
        "id": 29,
        "text": "Жертва землетрясения",
        "need": 29
      },
      {
        "id": 31,
        "text": "Волк в овечьей шкуре",
        "need": 31
      },
      {
        "id": 32,
        "text": "По-тихому",
        "need": 32
      },
      {
        "id": 35,
        "text": "Осторожно, общественные работы",
        "need": 35
      },
      {
        "id": 36,
        "text": "Марафонец",
        "need": 36
      },
      {
        "id": 34,
        "text": "Попивая чаёк вечерком...",
        "need": 34
      },
      {
        "id": 37,
        "text": "С певым апреля!",
        "need": 37
      },
      {
        "id": 38,
        "text": "Не желаете ли кофе?",
        "need": 38
      },
      {
        "id": 40,
        "text": "Скорая помощь спешит на помощь",
        "need": 40
      },
      {
        "id": 41,
        "text": "Цепная реакция",
        "need": 41
      },
      {
        "id": 42,
        "text": "Одна команда хорошо, а две лучше",
        "need": 42
      },
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 28,
    "text": "Толик быстро скрылся в офисе, и во время — на пол упала большая туша в виде Бегемота. Вскоре за директором, как оказалось сломавшим пол, приехало МЧС и на всякий случай, скорая. В тот момент Толику даже показалось, что в мире произошло землетрясение...\n******************************************\nТолик часто вспоминал и смеялся над этим случаем. Теперь, он наверное знал, откуда берутся землетрясения...\n\nПолучено достижение \"Спасённый от землетрясения\"\n",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      },
      {
        "id": 16,
        "text": "Ещё разок"
      }
    ]
  },
  {
    "id": 29,
    "text": "Толик остался на месте. А зря — на него упала большая туша в виде директора, которая умудрилась проломить пол. В этот момент, Толику показалось, что в мире произошло землетрясение. К счастью, скорая приехала быстро, и Толика увезли в больницу всесте с Бегемотом, которого с трудом втиснули в скорую.\n******************************************\nТолику пришлось провести в больнице около полугода — ему сломали несколько рёбер, руку и ногу. Он с грустью вспоминал свою шалость...\n\nПолучено достижение \"Жертва землетрясения\"",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      },
      {
        "id": 16,
        "text": "Ещё разок"
      }
    ]
  },
  {
    "id": 30,
    "text": "Толик подождал пару минут в офисе, а затем выглянул наружу: вокруг Бегемота собралась суета. Коллеги Толика тихо хихикали и поглядывали на директора с листком на спине.",
    "answers": [
      {
        "id": 31,
        "text": "Снять с директора картинку и показать ему."
      },
      {
        "id": 32,
        "text": "Незаметно снять с директора листок и по-тихому выкинуть"
      }
    ]
  },
  {
    "id": 31,
    "text": "Толик подошёл к директору и снял с него листок с надписью и подал его Бегемоту. Коллеги перестали хихикать и разошлись по делам, а директор так и смотрел на листок. — Спасибо — буркнул Бегемот и убежал в свой офис.\n******************************************\nСпустя день Бегемот повысил Толика и дал ему премию. Толик зажил ещё лучше...\n\nПолучени достижение \"Волк в овечьей шкуре\"",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      },
      {
        "id": 16,
        "text": "Ещё разок"
      }
    ]
  },
  {
    "id": 32,
    "text": "Толик подошёл к директору и незаметно снял с него листочек с надписью. Коллеги перестали хихикать и разошлись по делам. Толик тоже зашёл в офис, и выкинул лист в мусорное ведро.\n******************************************\n\nТолик часто рассказывал этот случай друзьям, которые смеялись над этой историей и смекалкой Толика.\n\nПолучено достижение \"По-тихому\"",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      },
      {
        "id": 16,
        "text": "Ещё разок"
      }
    ]
  },
  {
    "id": 33,
    "text": "Толик прихватил с собой банановую кожуру и вышел в коридор. Мега-ниндзя-Толик добрался до кабинета директора и поставил на стол кружку с кофе. Выйдя из его офиса, Толик положил банановую кожуру на пол. По коридору слишались шаги. \"Что делать?\" пронеслось в голове у Толика.",
    "answers": [
      {
        "id": 35,
        "text": "Убежать к себе в офис"
      },
      {
        "id": 36,
        "text": "Остаться на месте"
      }
    ]
  },
  {
    "id": 34,
    "text": "Толик пожал плечами и решил ничего не брать. Он взял кружку в руки и пошёл к директору. Толик осторожно зашёл в кабинет, который к счастью, был пустым, и поставил кружку на стол. Он быстро выбежал из офиса Бегемота и убежал к себе. По коридору раздавались грузные шаги директора, которые вскоре завернули в офис. Толик стал ждать. Ему уже надоело, как вдруг раздался грохот такой силы, что Толика закинуло на кресло. Он немного посидел на стуле, а затем вышел в коридор. Коллеги собрались у двери офиса Бегемота. Толик открыл дверь и увидел... улицу. Директор пробил стену и вылетел на улицу. Вскоре за распластавшейся тушей начальника приехала скорая, и его увезли в больницу.\n******************************************\nКогда Бегемот вернулся из больницы, он занял кабинет Толика, ну а Толику достался шикарный вид на улицу с восьмого этажа...\n\nПолучено достижение \"Попивая чаёк вечерком...\"",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      },
      {
        "id": 16,
        "text": "Ещё разок"
      }
    ]
  },
  {
    "id": 35,
    "text": "Толик быстро юркнул к себе в офис, и сделал вид, что он работает. Мимо офиса протопал грузный директор , а затем Бегемот зашёл в кабинет. — О, Юля кофе принесла! — послышались слова. Через секунду послышался страшный грохот, а затем и крик злого директора. Толик осторожно выглянул из-за двери: по коридору с бешенной скоростью носился Бегемот, который уже успел смести все фикусы в коридоре. \"Ну давай, давай же!\" молился Толик. И наконец этот момент настал — Бегемот наступил на кожуру и грохнулся на спину. Вдруг пол под директором проломился, и он с приличной скоростью, умноженной на собственный вес, полетел вниз. Потом за ним приехала скорая и МЧС, которые вдвоём еле-еле подняли Бегемота на носилки...\n******************************************\nКогда директор вернулся из больницы, он уменьшил всем зарплаты, ссылаясь на починку пола...\n\nПолучено достижение \"Осторожно, общественные работы\"",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      },
      {
        "id": 16,
        "text": "Ещё разок"
      }
    ]
  },
  {
    "id": 36,
    "text": "Толик остался на месте. Мимо него протопал грузный директор, немного задев Толика своими габаритами. Бегемот подошёл к офису и попытался в него зайти, и через несколько минут у него это получилось. Толик стал ждать. Вскоре дверь офиса расспыпалась на щепки, и директор впечатался в стену. Но кофе заставило его продолжать бег. Бегемот с трудом развернулся и понёсся на Толика. Как на зло, банановая кожура не смогла остановить Бегемота, и он продолжил бег за бедным Толиком. Ему пришлось долго бегать от директора, разносящего стены в коридоре, но наконец действие кофе закончилось.\n******************************************\nТолик очень выдохся после этой беготни, поэтому решил бегать по утрам. С тех пор Толик всегда здоров, бодр, и не пьёт кофе ;)\n\nПолучено достижение \"Марафонец\"",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      },
      {
        "id": 16,
        "text": "Ещё разок"
      }
    ]
  },
  {
    "id": 37,
    "text": "Толик прихватил ещё табличку \"Осёл\" и тюбик с клеем и вышел в коридор. Мимо как раз проходил директор. Толик поздоровался с ним, капнул клея на листок, он осторожно прицепил на директора. Бегемот, к счастью, ничего не заметил. \nВечером, когда Толик собирался домой, он вышел в коридор и увидел директора, по-прежнему ходящего с листком. Коллеги тихо хихикали, но Бегемот, похоже, этого не замечал. Толик собрался и пошёл домой. Но впереди ещё долго маячила фигура директора с пиджаке, с надписью \"Осёл\".\n******************************************\nНа следущий день Бегемот не пришёл, поскольку не мог явиться без пиджака. Целый день Толик с коллегами делали работу, болтали, пили чай с булочками, и играли в \"уно\"...\n\nПолучено достижение \"С первым апреля!\"",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      },
      {
        "id": 16,
        "text": "Ещё разок"
      }
    ]
  },
  {
    "id": 38,
    "text": "Толик взял кофе и вышел в коридор. Он зашёл в пустой кабинет директора, и приклеил чашку к столу. Ехидно хихикнув, он быстро выбежал из офиса и шмыгнул к себе. В коридоре послышались грузные шаги директора, который зашёл к себе в кабинет. Толик приготовился к шоу.Вскоре послышалось пыхтение директора, а затем грохот опрокидываемого стола. Затем Толик услышал крик Бегемота. Вскоре у офиса директора собрались люди, а затем за ним приехала скорая.\n******************************************\nТолик любил вспоминать этот случай, особенно когда пил горячий кофе...\n\nПолучено достижение \"Не желаете ли кофе?\"",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      },
      {
        "id": 16,
        "text": "Ещё разок"
      }
    ]
  },
  {
    "id": 39,
    "text": "Толик взял только клей и быстро шмыннул в кабинет директора. В кабитете находились кресло, стол, и компьютер с клавиатурой. \"Так-с, куда налить клей\"",
    "answers": [
      {
        "id": 40,
        "text": "На кресло"
      },
      {
        "id": 41,
        "text": "На клавиатуру"
      },
      {
        "id": 42,
        "text": "На пол"
      }
    ]
  },
  {
    "id": 40,
    "text": "Толик налил клея на кресло и быстренько смылся. Он сел на кресло в своём кабинете и стал прислушиваться. Вскоре раздались тяжёлые шаги Бегемота. Он зашёл в свой кабинет, а затем Толик услышал грузный \"плюх\". По звуку, Толику показалось, что директор подъехал на кресле к компьютеру, и начал что-то печатать.\n\nТолько под конец дня Толик увидел результаты своего труда: Бегемота забирала скорая, которая не знала, как погрузить такой груз в машину.\nНаконец скорая смогла втащить директора внутрь. Но тут колёса машины лопнули, и врачи взвыли. К счастью, они вызвали эвакуатор, котрый всё-таки смог отвезти скорую в больницу...\n******************************************\nТолик не знал, как Бегемота выгружали, но известно, что директор с тех пор разговаривет с работниками только по скайпу или телефону...\n\nПолучено достижение \"Скорая помощь спешит на помощь\"",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      },
      {
        "id": 16,
        "text": "Ещё разок"
      }
    ]
  },
  {
    "id": 41,
    "text": "Толик налил супер клея на клавиатуру и быстро смылся. Он выдохнул, когда вернулся в свой кабинет. Толик прислушался: по коридору тяжело шагал директор. Вскоре он зашёл в офис. Дальше Толик не мог ничего разобрать. Директор плюхнулся на кресло и подъехал к компьютеру и начал печатать. Конечно, его пальцы вскоре перестали шевелиться, и приклеились к клавиатуре. Вскоре из офиса раздался сострясающий стену грохот — это Бегемот потянул клавиатуру, которая потянула компьютер, а тот потянул компьютерный блок, а последний увлёк за собой стол. Вскоре за директором приехала скорая, которой пришлось долго отцеплять Бегемота от весёлого \"паровозика\".\n******************************************\nКогда директор вернулся,долго  ходили слухи, что он поклоняется богу Клавиатур, чтобы тот не наслал на него беду :)\n\nПолучено достижение \"Цепная реакция\"",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      },
      {
        "id": 16,
        "text": "Ещё разок"
      }
    ]
  },
  {
    "id": 42,
    "text": "Толик налил супер-клея на пол и быстренько смылся. Он облегчённо вздохнул, когда оказался в своём кабинете. Наконец директор прошёл по коридору и скрылся в своём кабинете. Толик напряг слух. Прошло несколько секунд и раздался ужасный грохот: ноги Бегемота приклеились к полу, и он вместе со своей тушей грохнулся на пол. Вскоре к зданию подъехало МЧС — они подумали, что случилось землетрясение, и скорая, которую вызвала одна из сотрудниц. Скорая и МЧСники стали думать, как вытащить директора. К счастью директора, у МЧСников была отличная пила, с помощью которой его и вызволили. Обе команды с огромным трудом положили Бегемота на носилки и понесли к скорой.\n******************************************\nТолик не знал, что было с директором дальше, но он знал, что с тех пор вместе с МЧС ездеет и команда врачей. :)\n\nПолучено достижение \"Одна команда хорошо, а две лучше\"",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      },
      {
        "id": 16,
        "text": "Ещё разок"
      }
    ]
  },
  {
    "id": 43,
    "text": "",
    "answers": []
  }
]