[
  {
    "id": 1,
    "text": "Автор: Bartow\nЖанр: Романтика\n\nЛюбовь проявляется в разных местах и в разное время. Но она всегда присутствует там, где ей самое место. Ей нравится испытывать людей в различных стрессовых ситуациях.\n\nЭта история о влюбленных, которые попали в одну из этих ситуаций. Смогут ли они достойно встретить трудности, что приготовила им Любовь?\n",
    "answers": [
      {
        "id": 12,
        "text": "Далее."
      },
      {
        "id": 1,
        "url": "https://vk.com/club170795540",
        "text": "Группа ВКонтакте."
      },
      {
        "id": 12,
        "text": "Новый ответ. введите текст",
        "need": [
          1000
        ]
      }
    ]
  },
  {
    "id": 2,
    "text": "Стена из пыли, выбитые стекла, почти полностью разрушенные здания, выжженная земля, воздух, пропитанный смесью из пороха и запаха человеческой крови — это война. \n\nЧто такое война? Национальный конфликт или просто игра зажравшихся чиновников, которым наскучил обыденный мир? Может это демонстрация военной мощи страны, с целью доказать свое превосходство всему миру или простое вмешательство высших сил? Хах, настоящая война — это тысячи или миллионы смертей, разрушенные города и судьбы их обитателей, огромное количество выброшенных на ветер ресурсов, из-за которого гибнет еще большее количество людей.\n\nНо даже здесь, в месте, предназначеном лишь для полного отчаяния и смерти, есть место для такого прекрасного чувства, как любовь. Герои этого рассказа попали в самую гущу сражения, им предстоит пройти через ад. Сделают ли они это вместе или же их разлучит старушка с косой?",
    "answers": [
      {
        "id": 3,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 3,
    "text": "— Четверо ведут прямой огонь по нам, трое сидят в окопе, точно не вижу, что они там делают... Еще трое обходят с севера! — Громко кричала девушка, наблюдая за полем боя через прицел на своей поношенной винтовке.\n— Этих беру на себя! Чэ, Кирилл, прикройте! — Скомандовал молодой парень с автоматом в руках.\n— У меня своих хватает, Чэ, помоги Максиму! — Не отвелкаясь от шквального огня из своего пулемета, крикнул Кирилл.\n— Я бы с радостью, но не могу, Марина, сними парочку, а то их слишком много. — Выкрикнул парень азиатской внешности.\n— Они лезут как мухи, я только и успеваю, что перезаряжать. Такими темпами у нас закончатся патроны! Максим, нужно что-то делать! — Делая очередной выстрел из винтовки, крикнула девушка.\n— Ублюдки, чтоб вы сгорели к чертям! Они бросили нас как приманку. Даже не верится, что мы вчетвером еще живы, — Перезаряжая автомат, крикнул Максим, — Нужна приманка! Я отвлеку их, а вы перебьете.\n— Макс, ты лучше стреляешь, в таких маневрах от меня меньше толка. Я могу быть приманкой. — Скидывая винтовку и беря в руки пистолет, сказала девушка.\n",
    "answers": [
      {
        "id": 4,
        "text": "Пусть Марина отвлечет."
      },
      {
        "id": 5,
        "text": "Отвлекает Максим."
      }
    ]
  },
  {
    "id": 4,
    "text": "— Нет, это исключено! — Крикнул было Максим, но девушка уже ринулась в бой.\n\nОна быстро перемещалась по полю боя, параллельно отстреливаясь из пистолета, сзади ее прикрывал Кирилл, который безостановочно жал на курок своего пулемета. Чэ, схватив брошенную Мариной винтоку, начал отстреливать всех, кто попадал в его поле зрения, тем самым зачищая слепые зоны Марины. Максим тоже не медлил. Крепче сжав автомат, он ринулся в бой.\n\nЧерез некоторое время все видимые враги были повержены и Марина позволила себе торжественно крикнуть: — Сработало!\nКирилл вылез из окопа, Чэ тоже показался из укрытия. Максим добежал к Марине, обняв ее он медленно прикоснулся к ее мягким губам. Казалось бы, что все кончено и они спасены. Но...\n\n— Сдохните... — В воздухе пронесся слабый крик.\n\nБАМ! БУМ! \n\nВсе ближайшие укрытия, стены, земля начали взрываться. В метре от Марины разорвало очередной заряд, Максим не успел отреагировать. \n\n\n",
    "answers": [
      {
        "id": 6,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 5,
    "text": "— Нет, Марина, отвлекать буду я. — С этими словами, парень бросился в бой.\n\nПробежав нескольких солдат, Максим выдернул чеку и кинул гранату в их сторону. От взрыва враги с криками разлетелись в разные стороны. Непрекращающиеся очереди от Кирилла, страховка Чэ и Марины помогли ребятам справиться с врагами за считаные минуты.\n\n— Победа! — Марина, радостно воскликивая, побежала к Максиму.\n\nБам! Бум!\n\nВзрывы возникли внезапно. Чередуя друг друга, они разрушали все на своем пути. Чэ и Кирилл исчезли за всепоглощающим огнем. Максим же...",
    "answers": [
      {
        "id": 10,
        "text": "Откинул Марину."
      },
      {
        "id": 11,
        "text": "Не успел отреагировать."
      }
    ]
  },
  {
    "id": 6,
    "text": "Когда взыры закончились, от былого места сражения не осталось и следа. Разнесло даже тела умерших солдат.\n\n— Кирилл, Чэ, кхе, кхе... — Максим пытался позвать своих товарищей, но из его рта выходил лишь хрип.\n\nПересилив боль, Максим поднялся на подкашивающиеся ноги и начал вертеть головой в поисках Марина.\n\n— О Боже... — Лишь сказал он, увидев окровавленное тело своей возлюбленной.\n\nМарина лежала в десяти метрах от Максима, а в ее животе торчал огромный осколок от мины. Парень побежал к ней, ноги отказывались слушать его, поэтому он несколько раз падал по пути. Подбежав к девушке, он проверил ее пульс.\n\n— Жива! Но рана... — Сначала обрадовался, а потом осознав критичность этого раненения Максим ... \n\n",
    "answers": [
      {
        "id": 7,
        "text": "Запустил сигнальный огонь."
      },
      {
        "id": 8,
        "text": "Начал оказывать первую помощь."
      }
    ]
  },
  {
    "id": 7,
    "text": "Он аккуратно взял Марину на руки и поплелся к ближайшему уцелевшему зданию. Перед тем как зайти, парень выстрелил из сигнального оружия.\n\n— Надеюсь, это нам поможет. — Печально пробормотал он.\n\nЗайдя внутрь, Максим бережно уложил девушку на пол и стал заниматься раной. Марина была без сознания, поэтому Максим старался делать все очень осторожно, стараясь следить за каждым своим движением. Но как бы сильно он не старался, он ничего не мог сделать с торчащим из девушки осколком. Он уже было отчаялся, но вдруг услышал звук вращающихся лопастей. \n\n— Неужели... — Прошептал он.\n\nУже через несколько минут, в помещении, где находились Максим и Марина, стояло около десятка хорошо экипированных бойцов. Спустя еще несколько минут, уже летели в вертолете.\n\n— Обошлось... — Максим двумя руками сжымал руку Марины, всматриваясь в ее бледное, но такое притягивающее лицо.\n",
    "answers": [
      {
        "id": 9,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 8,
    "text": "Максим снял с пояса некое подобие аптечки и начал оказывать первую помощь. Он провел рядом с Мариной около двадцати минут, пытаясь вытащить ее с того света. Но его попытки были ничтожны, ведь рана была слишком тяжелой.\n\n— М... Мак... сим... — Вдруг протянула девушка.\n— Марина! — Вскрикнул шокированный парень.\n— Максим, я... люблю тебя... — Ее глаза, до этого блистевшие любовью, неумолимо быстро погасли.\n— Прости... — Прошептал парень.\n\nНа шум от взрывов отреагировали враги. Максим это понимал. Он провел рукой по векам девушки, закрывая их. Затем парень поднялся, осмотрел местность. Увидев уцелевший пистолет Марины, он поднял его.\n\n— Убью, твари! — Он сильнее сжал оружие.\n\nЧерез несколько минут, враги уже начали обстреливать его.\n\n— Ааааа... — С отчаянным криком, Максим ринулся в бой.\n\nУспев выстрелить всего два раза, он не смог никого зацепить. В ту же секунду его прошило насквозь сотнями пуль. Пока его окровавленное тело падало на землю, по его щеке стекала слеза любви и горечи, отчаяния и ненависти.",
    "answers": [
      {
        "id": 9,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 9,
    "text": "Да, история трагична,\nНо и в ней присутствуют счастливые моменты.\nОна была б не очень романтичной,\nЕсли б оставил я только печальные фрагменты.\n\nВедь в жизни нашей всякое бывает.\nБывает, лучи солнца светят нам с утра.\nА иногда и серые деньки преобладают,\nНо завтра соберутся все у общего костра.\n\nИстория является лишь выдумкой моей,\nНо в мои мысли кое-что вцепилось.\nОни ж не спали сотнями ночей,\nЧтоб с нами этого не повторилось.",
    "answers": [
      {
        "id": 1,
        "text": "В начало."
      }
    ]
  },
  {
    "id": 10,
    "text": "Он резко толкнул девушку, приняв волну снаряда на себя. \n\n— Максим! Где ты?! — Когда взрывы закончились, Марина стала искать парня в развалинах.\n\nОбведя взглядом местность, девушка лишь еще больше запаниковала. На местности, где недавно проходил бой, не было ни одного тела. Взрывная волна стерла практически все следы людей. Но мгновением позже, Марина пожалела о решении осматриваться. В нескольких метрах от нее лежало нечно, отдаленно похожее на Максима. Это было жалкое подобие человеческого тела. Правая рука была всмятку, ноги так вообще не было. \n\n— Неееет! Нет! Нет! Нет! Нет! — Отчаянно кричала девушка. Она не могла уложить произошедшее в голове. Мысли хаотично бегали, они носились с невероятной скорость. Ее и без того измученный боями мозг пульсировал сильнее с каждой секундой, когда она смотрела на него.\n\nОна медленно, трясущимися руками поднесла пистолет к своему виску. Нервно смеясь, она нажала на курок. Ее обмякшее тело падало на обугленную землю, а по щеке текла хрустально чистая слеза.",
    "answers": [
      {
        "id": 9,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 11,
    "text": "Взрывы начались настолько неожиданно, что парень просто не успел как либо отреагировать. В метре от него разорвало мощный снаряд, если б он сдвинулся хоть немного, последствия могли бы быть необратимыми.\n\n— А, черт! — Очнувшись, Максим ощутил невероятно сильную боль в боку. С левой стороны его живота торчала тонкая трубка. Она пробила его тело насковозь.\n— Ты жив, слава Богу! — Рядом сидела заплаканая Марина и держала парня за руку. — Не пугай меня так больше! — Она разрыдалась крокодильими слезами, а Макс лишь усмехнулся.\n— Как же я тебя оставлю, глупышка. — Слабым голосом сказал парень.\n— Не разговаривай, тебе нельзя. Я связалась со штабом, помощь скоро будет.\nМаксим лишь слабо вздохнул. Пытаясь не потерять сознание, он все сильнее и сильнее сжимал руку Марины.\n\nПомощь и вправду прибыла. Ребят забрали на вертолет. На протяжении всего полета они не сводили друг с друга глаз и радовались тому, что выжили вместе.\n",
    "answers": [
      {
        "id": 9,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 12,
    "text": "Еще одна история для вас,\nОна не будет менее печальна.\nВедь свет свечи уже давно погас.\nИ решено все было изначально.\n\nСпасти вы сможете лишь одного, \nНо будет велика потеря.\nБыть может, любовь существует для того,\nЧтоб останавливалось время.\n\nЭта история расскажет вам о том,\nЧто как бы сильно не любили.\nВойны проходят в унисон,\nА смерти будут, есть и были",
    "answers": [
      {
        "id": 2,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 13,
    "text": "",
    "answers": []
  }
]