[
  {
    "id": 1,
    "text": "Автор: Brothers_games(Роман Комаров и Артем Алексеев)\n\nВы когда нибудь задумывались о двух значности слов? Например, слова like и love переводятся на русский язык \"любить\", но мы не можем сказать love о предмете и like о человеке, потому что like переводится как \"нравится\", \"любить\" в плане вкусов и предпочтений. Например, I like icecream (ни в коем случае не I love icecream), а love переводится \"любить\", \"нравиться\" в плане человеческих отношений. Например, I love Dolly (ни в коем случае не I like Dolly).\nТо же (с точностью до наоборот) касается слов piece and peace. Оба слова звучат одинаково, но слово peace переводится как \"мир\" (не мир, как  Земля, а как мир во всем мире), а слово piece (на сленговом английском) переводится как \"ствол\" (у пистолета), \"пушка\" (один пистолет), и название одного вида наркотиков.\nЧто я хочу всем этим сказать?\nТо, что важно видеть разницу между peace и piece и важно видеть разницу между like и love.\nИ главный герой занят поисками этих отличий.\nТак в каком случае тебя любят, а в каком случае ты просто нравишься другим. И в каком случае наступит peace, а в каком piece?",
    "answers": [
      {
        "id": 2,
        "text": "Начать"
      }
    ]
  },
  {
    "id": 2,
    "text": "Меню",
    "answers": [
      {
        "id": 3,
        "text": "Начать",
        "var_add": [
          "Соня",
          0
        ]
      },
      {
        "id": 13,
        "text": "Описание героев и героинь"
      },
      {
        "id": 2,
        "text": "Достижения",
        "need": 1000
      },
      {
        "id": 31,
        "text": "Идеи",
        "need": 1000
      }
    ]
  },
  {
    "id": 3,
    "text": "Один раз я пошел в школу. В этом не было ничего необычного. Я увидел свою одноклассницу. В ней тоже не было ничего необычного. И я влюбился. В чем тоже нет ничего необычного.",
    "answers": [
      {
        "id": 5,
        "text": "Далее",
        "var_add": [
          "Катя",
          0
        ]
      }
    ]
  },
  {
    "id": 4,
    "text": "Начинается новый день\nИ машины туда-сюда…\nРаз уж солнцу вставать не лень,\nИ для нас, значит, ерунда.",
    "answers": [
      {
        "id": 38,
        "text": "Далее",
        "var_equal": [
          "Наркотики",
          0
        ]
      },
      {
        "id": 39,
        "text": "Наркотики",
        "var_more": [
          "Наркотики",
          0
        ],
        "var_equal": [
          "Наркотики",
          1
        ]
      },
      {
        "id": 40,
        "text": "Далее",
        "var_more": [
          "Наркотики",
          0
        ]
      }
    ]
  },
  {
    "id": 5,
    "text": "Звонит будильник. Не звонит будильник. Я оделся. Я поел. Мама проводила меня и кричала что-то вслед. Я пошел в школу. В школе я увидел ЕЁ. ",
    "answers": [
      {
        "id": 6,
        "text": "Далее",
        "var_add": [
          "Лена",
          0
        ]
      }
    ]
  },
  {
    "id": 6,
    "text": "Катя.\nСтройная, высокая. Ее желтые волосы переливали золотом. На ее лице всегда была видна сияющая улыбка, а еще щеки были покрыты легким румянцем.\n— Привет — сказала она своим ангельским голосом и улыбнулась все той же улыбкой.\n— Привет — ответил я и почувствовал, что у меня на лице тоже появилась улыбка.\nПосле чего она отвернулась и пошла в класс.\nНастроение упало.",
    "answers": [
      {
        "id": 9,
        "text": "Далее",
        "var_add": [
          "Наркотики",
          0
        ]
      }
    ]
  },
  {
    "id": 7,
    "text": "Я включил радио. Играли Кукрыниксы с песней \"Не беда\". Дослушав песню я слушал следующую: Князь \" Мушкетеры\". Послушав радио я выключил его. ",
    "answers": [
      {
        "id": 10,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 8,
    "text": "Я зашел в свою единственную соцсеть Амино. Прочитав новости и интересные факты, я вышел из соцсети.",
    "answers": [
      {
        "id": 10,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 9,
    "text": "— Привет — сказала Настя.\n— Привет — совсем монотонно ответил я.\nОбщаться ни с кем не хотелось, но разве что с Катей. Но Настя снова завела беседу о пустяках. Я не думал о вопросах и отвечал первое, что придет в голову. Когда я отвечал глаза у Насти загорались.",
    "answers": [
      {
        "id": 11,
        "text": "Поговорить с Настей",
        "var_add": [
          "Настя",
          1
        ]
      },
      {
        "id": 12,
        "text": "Зайти в класс и найти Катю",
        "var_add": [
          "Настя",
          0
        ]
      }
    ]
  },
  {
    "id": 10,
    "text": "",
    "answers": []
  },
  {
    "id": 11,
    "text": "Я еще несколько раз кивнул словам Насти. Задал ей несколько вопросов, каких-то наподобии \"А ты?\", \"А у тебя как?\".\nВо время разговора все время думал о Кате. \nМеня мучило, то что я не пошел за ней и не поговорил с ней, пусть о разных пустяках, даже об ее женских и непонятных мне делах. Это было бы лучше, чем стоять здесь и разговаривать с Настей.",
    "answers": [
      {
        "id": 17,
        "text": "Прозвенел звонок"
      }
    ]
  },
  {
    "id": 12,
    "text": "Я зашел в класс и увидел Катю, сидящую за партой, я направился к ней, но путь мне перегородил Кирилл.\n— Здорово\n— Привет\nУж до него мне дела совсем не было. \n— Слушай, а как...?\nНужно ответить.\n— Вот так и так\n— Чем...?\nОпять отвечать\n—Вот этим и тем\nКогда он уже отвяжется. Я надеюсь скоро.\nНо таких вопросов было слишком много, а время утекало.",
    "answers": [
      {
        "id": 17,
        "text": "Прозвенел звонок"
      }
    ]
  },
  {
    "id": 13,
    "text": "Если вы зашли на эту страницу, то может быть уже заметили особенность этого квеста или может еще не проходили его, или может быть прошли весь квест и решили прочить всю дополнительную информацию о нем и его героях. В любом случае я напишу об этой особенности, а именно главный герой все пропускает через собственную призму, и часто описание людей, которые встречаются в квесте, не совпадают с реальными образами, а либо преукрашены, либо занижены. Также описание может вообще отсутствовать. И чтобы вы оценили ситуацию более объективно, я опишу всех (ну, может, только основных) героев.",
    "answers": [
      {
        "id": 14,
        "text": "Катя"
      },
      {
        "id": 15,
        "text": "Настя"
      },
      {
        "id": 16,
        "text": "Главный герой"
      },
      {
        "id": 18,
        "text": "Кирилл"
      },
      {
        "id": 27,
        "text": "Лена",
        "need": -1000
      },
      {
        "id": 36,
        "text": "Соня"
      },
      {
        "id": 2,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 14,
    "text": "Любовь главного героя. Среднего роста. Оптимистка и очень позитивный человек. Умеет манипулировать. Носит очки. Волосы русые и доходят до плеч. Глаза карие. Почти не красится. Водит дружбу с мальчиками и девочками. Учится на 3 и 4. Очень дружелюбна.",
    "answers": [
      {
        "id": 13,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 15,
    "text": "Крайне отрицательно воспринемается главным героем. Низкорослая девушка с каштановыми волосами. Достаточно пухлая. У нее очень детский голос. Изгой в своем классе",
    "answers": [
      {
        "id": 13,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 16,
    "text": "В этом произведении, как и во многих других, главный герой берет в себя качества человека, читающего квест, но некоторые свойства характера я укажу. Довольно апатичен. Честен с  собой. Пропускает все события через собственную призму. ",
    "answers": [
      {
        "id": 13,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 17,
    "text": "Я прошел к своей парте. Урок начался. — Кто знает ...?\nКто-то ответил.\n— А кто знает ...?\nПоднялось несколько рук и один из одноклассников ответил.\n— Как ..., Евгений?\nЯ услышал свое имя. Пришлось встать.\n— Повторите, пожалуйста, вопрос\n— Как чувствовал себя Евгений Онегин, когда получил письмо с признанием в любви?\n— Он чувствовал себя ужасно. Ведь его виденье счастья не совпадало, с чувствами, которые намекали ему, что он влюблен\n— Вот как? Ладно, тогда у меня к тебе другой вопрос. Как чувствовала себя Татьяна, когда получила отказ?\n— Она чувствовала себя глубоко раненной, но внутренне она была рада, что мираж рассеялся.\n— Даже так? Чтож садись два, похоже ты произведение вообще не читал.\nА я ведь читал. Но спорить сейчас хотелось меньше всего. Я сел за парту и сидел в таком состоянии почти до самого конца урока.",
    "answers": [
      {
        "id": 19,
        "text": "Но вдруг..."
      }
    ]
  },
  {
    "id": 18,
    "text": "Лучший друг главного героя. Общаются достаточно часто и много. Позитивен. Может говорить на разные темы и всегда может развеселить (или почти всегда).",
    "answers": [
      {
        "id": 13,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 19,
    "text": "Учителя явно что-то разозлило.\n— Быстро всем ответить на тот же вопрос, что и Жене!\nЭто хорошо. Меня не спросят.\nОдноклассник. Одноклассник. Одноклассница. Настя.\n– Я считаю, что Евгений Онегин поступил неправильно и крайне некрасиво. А Татьяна была глубоко  ранена. Во всем виноват Евгений! Он разрушил всю жизнь Татьяны!..\n– Спасибо за ответ — нагло перебила учительница (\"Иначе не успела бы спросить других\" — позже объяснила она)\nОдноклассник. Одноклассница. Одноклассница. Катя.\nЯ устремил свой взгляд на нее. Ее недовольный вид все равно нравился мне. Даже так она была по-своему красива.\n– Евгений Онегин поступил правильно его чувства не совпадали с Татьяниными и он не был в этом виноват. А Татьяна ведь пережила это и стала жить нормальной жизнью.\nЕе речь заставила меня задуматься, а что если и правда Татьяна зажила настоящей жизнью. Той жизнью, которая и нужна всем девушкам.\nНА САМОМ ДЕЛЕ Я ПОНИМАЛ, ЧТО ЭТО ПОЛНЫЙ БРЕД. Но я не мог поверить, что та которая мне нравится думает так тупо и шаблонно.\nОдноклассник. Одноклассница. Одноклассник. Одноклассник. Кирилл. Одноклассница...\nПроснулся я от звонка с урока.",
    "answers": [
      {
        "id": 20,
        "text": "Идти на следующий урок",
        "var_add": [
          "Шаблонная",
          0
        ]
      },
      {
        "id": 21,
        "text": "Сбежать из школы",
        "var_add": [
          "Шаблонная",
          1
        ]
      }
    ]
  },
  {
    "id": 20,
    "text": "Пришел в класс. Высматривал Катю, но не нашел. С Настей и Кириллом находиться не хочется.\nПосплю.\nИстория. Россия в 20 веке. \nФизика. Колебания всего.\nГеометрия. Синосы и косеносы.\nРусский. Непростые типы предложений.\nВсе уроки шаблоны. На всех нет ничего интересного. \n\nЯ хочу увидеть Катю. Видимо она ушла домой. Я сильно за нее волнуюсь. Мало ли что может у нее случиться?\nНужно срочно наведаться к ней домой!",
    "answers": [
      {
        "id": 22,
        "text": "Бежать к дому Кати!",
        "var_add": [
          "Катя",
          1
        ]
      },
      {
        "id": 23,
        "text": "Идти домой"
      },
      {
        "id": 22,
        "text": "Бежать к дому Кати!!",
        "var_add": [
          "Катя",
          1
        ]
      },
      {
        "id": 30,
        "text": "Идти куда глаза глядят"
      },
      {
        "id": 22,
        "text": "Бежать к дому Кати!!!",
        "var_add": [
          "Катя",
          1
        ]
      }
    ]
  },
  {
    "id": 21,
    "text": "В школе делать нечего, почему бы не сбежать? Но куда идти? Я пошел в парк с названием \"Шаблонный\". Там происходили крайне непонятные вещи. Надо проверить, а заодно освежиться.\nПрогулка была приятной, пели птицы, светило Солнце, ветер ласково дул... (Описание шаблонной прогулки в романтическом свете).\nИ вдруг я споткнулся и упал, случайно задев локтем девушку. После падения я заметил, что схватил девушку руками за грудь.\n— (Шаблонные крики девушки о моем некультурии)\n— (Шаблонные оправдания про то, что это было случайно)\n— А как тебя зовут?\n— У меня несколько имен Яндере-тян, Цундере-тян, Дедере-тян, а еще у меня есть прозвище Шаблонная\nТут я явно должен быть смущен, так что тут же смущаюсь. Мы обмениваемся телефонами, краснея до ушей после каждой цифры. После чего прощаемся",
    "answers": [
      {
        "id": 23,
        "text": "Домой"
      }
    ]
  },
  {
    "id": 22,
    "text": "Я побежал к дому. Думаю не нужно пояснять откуда я знаю ее адрес. Я очень волнуюсь. Я позвонил в квартиру и мне ответил нежный голос: \"Да?\".\nМой язык стал тяжелым и неповоротливым. Мне стоило огромного усилия сказать: \"Это твой одноклассник ...\"\n— И что ты тут делаешь? — ее голос в раз изменился. Он стал гораздо жостче и грубее, но все равно не потерял сладостных ноток.\n— Ты с уроков ушла я пришел тебя проведать.\n— Ладно, зайди, но не надолго",
    "answers": [
      {
        "id": 24,
        "text": "Зайти"
      }
    ]
  },
  {
    "id": 23,
    "text": "Я вернулся домой. Мама кричит. Домашка не сделана. Не буду ничего менять. Я спать. ",
    "answers": [
      {
        "id": 4,
        "text": "До завтра",
        "var_add": [
          "page",
          0
        ]
      }
    ]
  },
  {
    "id": 24,
    "text": "Я входил в дом и уже воображал, как сейчас встречусь с ней и насколько сладостно это будет. Вот я уже подхожу к ее квартире и даже не вижу ее. Меня начинает это беспокоить, но я не могу объяснить почему. Я захожу в квартиру и вижу, что она сидит на кровати. У меня перехватило дыхание — я не мог говорить от восхищения.\n— Ну, привет что ли, ты зачем пришел?\n— Проведать тебя\n— Да, да, я слышала, а если честно?\n— Честно\n— Чтож, если честно, то давай сюда гостинцы\n— Прости, я забыл... — настроение падало ниже и ниже и казалось уже достигло нуля\nА зачем я здесь? Я мог бы доучиться и пойти домой, я мог бы говорить с Кириллом... Но я же так люблю Катю!\n— Какой гость приходит без гостинцев?! — За время моего размышления Катя вскочила с кровати и, все ещё \"больная\", кричала на меня — Пришел проведать, так по-человечески. Уходи!\n— Но... — настроение стало отрицательным.\nНо возразить я ей не мог, и был обязан выйти.\nСпускаясь, я встретил силуэт, но был так несосредоточен, что даже не уверен в этом. Да и какая разница. Со мной, так общалась моя любовь! Но я должен был смириться. ",
    "answers": [
      {
        "id": 23,
        "text": "Домой"
      },
      {
        "id": 30,
        "text": "В запой"
      }
    ]
  },
  {
    "id": 25,
    "text": "Катя была дома, но впустила меня тоьько с гостинцами. Я купил самые дорогие конфеты и надеялся, что ее сердце растает. Но разговар был очень коротким\n— Где гостинцы?\n— Вот\n— Положи сюда, зачем пришел?\n— Проведать\n— Проведал?\n— Ну...\n— Тогда, пока\n— Постой\nНо, она прогнала меня за дверь. ",
    "answers": [
      {
        "id": 52,
        "text": "Идти домой"
      },
      {
        "id": 53,
        "var_need": [
          "Лена",
          1
        ],
        "var_add": [
          "Лена",
          1
        ],
        "text": "Идти к Лене"
      }
    ]
  },
  {
    "id": 26,
    "text": "— Давай, — сказал я равнодушно — терять нечего\n— Я удивлена, думала ты откажежься. Так и быть первая доза бесплатно.\nМеня научили употреблять порошок. После него мир заиграл новыми красками. Теперь мне не страшна никакая дипрессия! Я вдруг почувствовал любовь ко всему на свете. Мне нужно было с кем-то поговорить.\n— Могу я тебя как-нибудь отблагодарить?\n— Нет, эта доза бесплатна, но за следующие придётся платить\n— А как твое имя?\n— Я Соня\nЯ рассмотрел Соню внимательнее. Она стала красивее всех, и Насти, и даже Кати. Странно, ещё пару минут назад я горевал по ней. Но теперь мне нужна Соня и порошок...\nКогда я очнулся, то лежал в гаражах с гудящей головой. Стоило мне встать, когда меня вывернуло на изнанку. Сони видно не было. Мир потускнел и выглядел темно-серым. Я пошел домой по дороге меня вырвало еще раза два. ",
    "answers": [
      {
        "id": 23,
        "text": "Домой",
        "var_add": [
          "Наркотики",
          1
        ]
      }
    ]
  },
  {
    "id": 27,
    "text": "Девушка с накрашенными в оранжево-черный цвет волосами. Низкорослая. Уши проколоты. Некоторые люди считают ее сумасшедшей. ",
    "answers": [
      {
        "id": 13,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 28,
    "text": "Урок идет как улитка в камышах,\nЧерез дырку ему видно чьи-то сонные глаза,\nТот не ест, не спит, тот слышит голоса.\nТакое ощущение, что за каблуком,\nЗа домашней, за контрольной, за кошмарным огнем\nКто-то постоянно шепчется о нем.",
    "answers": [
      {
        "id": 57,
        "text": "Конец школы"
      }
    ]
  },
  {
    "id": 29,
    "text": "— Ну, тогда бывай, — сказала она убегая — и чтоб никому ни слова. \nГаражи, гаражи, гаражи. Зачем я сюда пришел? Мог бы пойти в гости к Кате, мог бы сидеть дома, но я поперся сюда. Гулять, гулять, гулять. Стоило, может, принять тот наркотик, может и полегчало бы. Хотя, зачем я беспокоюсь? Вся жизнь тлен, в ней нет смысла, в ней нет цели, в ней нет верных решений. Все рано или поздно умрут и тогда уже ничего не будет иметь значения. ",
    "answers": [
      {
        "id": 23,
        "text": "Домой"
      },
      {
        "id": 33,
        "text": "Гулять, гулять, гулять "
      }
    ]
  },
  {
    "id": 30,
    "text": "Гаражи, гаражи, гаражи. Меня кто-то окликнул.\n— Эй, ты, будешь?\nПередо мной стояла бледная девушка. Она, как бы из под полы достала пакетик с порошком.\n— Что это? — сказал я, хотя догадывался\n— Так ты не из наших, будешь пробовать или нет? ",
    "answers": [
      {
        "id": 26,
        "text": "Взять пакетик",
        "need": 24,
        "var_add": [
          "Соня",
          1
        ]
      },
      {
        "id": 29,
        "text": "Отказаться ",
        "need": -24,
        "var_add": [
          "Соня",
          0
        ]
      }
    ]
  },
  {
    "id": 31,
    "text": "Для меня",
    "answers": [
      {
        "id": 32,
        "text": "Отсутствие возможности пойти на контакт с Настей"
      },
      {
        "id": 35,
        "text": "Описание неприятных вещей: употребление наркотиков, дрочка и тд в версии без цензуры "
      },
      {
        "id": 37,
        "text": "Плохие концовки, кроме истинно нормальной с Настей и обманно нормальной с Соней "
      },
      {
        "id": 49,
        "text": "Звонок от себя в будущем о несчастье в личной жизни "
      },
      {
        "id": 2,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 32,
    "text": "Нет",
    "answers": [
      {
        "id": 31,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 33,
    "text": "Минута. Полчаса. Час. Два часа. Вот уже видно чисто поле. И тут я замечаю девочку. Видимо, еще один наркобарон. Закажу у него, пожалуй, а то что мне делать.\n— Сколько товар стоит?\n— Вы меня с кем-то путаете?\n— Не переживайте, я заплачу\nУ меня действительно было с собой несколько сотен рублей.\n— Я ничем не торгую, до свидания\nДевушка вновь надела наушники и пошла дальше, но я догнал ее.\n— Простите, я вас действительно кое с кем спутал\n— Ладно, хоть прощения спросили, многие не спрашивают\n— Мне не хочется идти домой, можно прогуляться с вами?\n— Ясно, не хочется домой идти, я кстати тоже из дому сбежала\n— Ясно\n— Могу пригласить переночевать\n— Ясно\n— И? ",
    "answers": [
      {
        "id": 34,
        "text": "Переночевать ",
        "var_add": [
          "Лена",
          1
        ]
      },
      {
        "id": 23,
        "text": "Домой"
      }
    ]
  },
  {
    "id": 34,
    "text": "— Идем\nСмущаться было некогда, да и не хотелось. Похоже, что девушке тоже было все равно. Она надела наушники и отправилась вперёд.\nВскоре мы были на месте. Если описать все одним предложением, то я бы написал так: Коробка, коробка, кирпичи с цементом (подобие печи), бутылка воды, булка хлеба, кусок сервелата, нож. Девушка отрезала сервелат, хлеб, съела их и легла спать. Перел этим она сказала.\n— Меня зовут Лена, но ты называй меня Елена.\n— А меня зовут Евгений\nНе похоже, что она меня услышала. Я лег спать. ",
    "answers": [
      {
        "id": 4,
        "text": "А на утро",
        "var_add": [
          "page",
          0
        ]
      }
    ]
  },
  {
    "id": 35,
    "text": "Нет",
    "answers": [
      {
        "id": 31,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 36,
    "text": "Бледная девушка с распухшими и проколотыми венами. Наркоманка. ",
    "answers": [
      {
        "id": 13,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 37,
    "text": "Нет",
    "answers": [
      {
        "id": 31,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 38,
    "text": "Второй круг ада. Вообщем я в школе. ",
    "answers": [
      {
        "id": 38,
        "text": "Зачем я здесь? ",
        "var_add": [
          "page",
          1
        ],
        "var_equal": [
          "page",
          0
        ]
      },
      {
        "id": 38,
        "text": "Зачем я здесь? ",
        "comment": true,
        "var_need": [
          "page",
          1
        ]
      },
      {
        "id": 38,
        "text": "Катя болеет",
        "var_add": [
          "page",
          1
        ],
        "var_equal": [
          "page",
          1
        ]
      },
      {
        "id": 38,
        "text": "Катя болеет",
        "comment": true,
        "var_need": [
          "page",
          2
        ]
      },
      {
        "id": 38,
        "text": "Сидит дома ",
        "var_add": [
          "page",
          1
        ],
        "var_equal": [
          "page",
          2
        ]
      },
      {
        "id": 38,
        "text": "Сидит дома ",
        "comment": true,
        "var_need": [
          "page",
          3
        ]
      },
      {
        "id": 38,
        "text": "А я в школе ",
        "var_add": [
          "page",
          1
        ],
        "var_equal": [
          "page",
          3
        ]
      },
      {
        "id": 38,
        "text": "А я в школе ",
        "comment": true,
        "var_need": [
          "page",
          4
        ]
      },
      {
        "id": 45,
        "text": "В этом есть хоть какой-то смысл? ",
        "var_add": [
          "page",
          1
        ],
        "var_equal": [
          "page",
          4
        ]
      },
      {
        "id": 38,
        "text": "В этом есть хоть какой-то смысл? ",
        "comment": true,
        "var_need": [
          "page",
          5
        ]
      },
      {
        "id": 41,
        "text": "Да",
        "need": 45
      },
      {
        "id": 42,
        "text": "Нет",
        "need": 45
      }
    ]
  },
  {
    "id": 39,
    "text": "Мне срочно нужна доза. Забив на школу и любую другую деятельность я побежал искать Соню. К счастью, она была там. За эту дозу пришлось заплатить. Принимая, я спросил ее как можно будет ее найти. Она дала мне свой номер. Мы закинулись, и я еле шевеля губами, спросил: \n— Я тебе нравлюсь?\n— А-а-а...\nОна видно уже была под кайфом, не думаю, что она вообще поняла о чем я говорю.\nОчнулся я как и в прошлый раз поздно. Голова уже кружилась не так сильно, а Сони рядом не было. Я решил идти домой. ",
    "answers": [
      {
        "id": 52,
        "text": "Домой"
      }
    ]
  },
  {
    "id": 40,
    "text": "Мне нужна доза, но надо сопротивляться. Я не хочу стать наркоманом. То было один раз и больше не повторится. Это будет тяжело, но нужно потерпеть. ",
    "answers": [
      {
        "id": 28,
        "text": "Бросаем"
      }
    ]
  },
  {
    "id": 41,
    "text": "Видимо есть. Иначе меня бы тут не было. Серые дни стали еще серее. Мне нужно поговорить с кем-то. ",
    "answers": [
      {
        "id": 43,
        "text": "С Настей ",
        "var_equal": [
          "Настя",
          0
        ]
      },
      {
        "id": 47,
        "text": "С Настей ",
        "var_equal": [
          "Настя",
          1
        ]
      },
      {
        "id": 44,
        "text": "С Шаблонной",
        "var_add": [
          "Шаблонная",
          1
        ],
        "var_need": [
          "Шаблонная",
          1
        ]
      },
      {
        "id": 46,
        "text": "С Кириллом "
      },
      {
        "id": 48,
        "text": "С Леной",
        "var_add": [
          "Лена",
          1
        ],
        "var_need": [
          "Лена",
          1
        ]
      }
    ]
  },
  {
    "id": 42,
    "text": "Нет, смысла в этом ни капли. Я люблю. Вот смысл. Нужно бежать к Кате. ",
    "answers": [
      {
        "id": 25,
        "text": "К Кате! "
      }
    ]
  },
  {
    "id": 43,
    "text": "Нет только не с ней. Я с ней никогда не общался и не особо хочется. Я не буду с ней разговаривать даже в самой безвыходной ситуации. ",
    "answers": [
      {
        "id": 41,
        "text": "С кем-нибудь другим "
      }
    ]
  },
  {
    "id": 44,
    "text": "Не думаю, что найти Шаблонную будет слишком сложно. Она, верно, гуляет в шаблонном месте. Нде обычно встречаются герои романтических или этти романов? В коридоре!\nК удивлению, там я ее не встретил. Ладно прогуляюсь до учительской, мне нужно сдать деньги. Там была Шаблонная. В учительской. Она смутилась. Я остался не возмутим. Она заикалась. Я говорил чётко. Мы упали, но мои руки не коснулись ее груди. Пришел учитель, но нас не поймали в неловкой ситуации. На прощание она кричала и махала мне рукой изо всех сил. Я лишь сказал \"пока\". ",
    "answers": [
      {
        "id": 50,
        "text": "Звонок"
      }
    ]
  },
  {
    "id": 45,
    "text": "Смысл! Какой-нибудь! Где? Есть ли смысл? Зачем! Я здесь... Она дома... А смысл? Смысл жизни? Смысл поступков? Где? Смысл, СМысл, СМЫсл, СМЫСл, СМЫСЛ! Катя дома, я в школе, есть ли смысл, есть ли он? Что правильно? ",
    "answers": [
      {
        "id": 38,
        "text": "Действительно "
      }
    ]
  },
  {
    "id": 46,
    "text": "С ним всегда можно поговорить, хорошо, что у меня есть такой друг.\n— Привет\n— Привет\n— Чем занят?\n— Я тут сплю\n— Ты дома постоянно спишь, на уроках, а иногда вообще чаи распиваешь посреди занятия, у тебя дом вообще есть?\n— Ну, как сказать, в какой-то степени есть\n— А я не уверен\n— Так, постой, а где я тогда ем? А сплю?.. Так мне срочно нужна квартира, сколько она стоит?\n— Ну, рубля полтора... \n— Хорошо, что я денег с собой взял\nОн выложил мне в руку 2 рубля.\n— На половину оформишь мне дом\n— Я имел ввиду 1, 5 миллиона рублей\n— А... ",
    "answers": [
      {
        "id": 50,
        "text": "Звонок "
      }
    ]
  },
  {
    "id": 47,
    "text": "Нет только не с ней. Я недавно разговаривал с ней и мне она не показалась особо интересной. ",
    "answers": [
      {
        "id": 41,
        "text": "С кем-нибудь другим "
      }
    ]
  },
  {
    "id": 48,
    "text": "Может мне повезёт встретить ее. Она вроде тоже ушла в школу, заодно и спрошу про то зачем она сказала свое имя. Я встретил её в коридоре. Она сидела в наушниках на скамейке и слушала музыку.\n— Лена\nНоль эмоций. \n— Лена, Лена, Лена, ЛЕНА\nХоть бы шелохнулась. Точно. \n— Елена\n— Чего тебе? \nОна сняла наушники. \n— Зачем ты мне сказала свое имя? \n— Я хотела, чтобы в новелле прозвучало мое имя, да и ты обращался ко мне не девушка. \n— В какой новелле? \n— Так ты тоже не знаешь, ну тогда, нам не о чем с тобой говорить \nОна надела наушники \n— Но... \nНет, теперь уже бессмысленно. ",
    "answers": [
      {
        "id": 50,
        "text": "Звонок "
      }
    ]
  },
  {
    "id": 49,
    "text": "Нет",
    "answers": [
      {
        "id": 31,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 50,
    "text": "Урок идет как улитка в камышах,\nЧерез дырку ему видно чьи-то сонные глаза,\nТот не ест, не спит, тот слышит голоса.\nТакое ощущение, что за каблуком,\nЗа домашней, за контрольной, за кошмарным огнем\nКто-то постоянно шепчется о нем.",
    "answers": [
      {
        "id": 51,
        "text": "Конец школы"
      }
    ]
  },
  {
    "id": 51,
    "text": "Идти домой? ",
    "answers": [
      {
        "id": 52,
        "text": "Да"
      },
      {
        "id": 53,
        "text": "Нет, к Лене",
        "var_add": [
          "Лена",
          1
        ],
        "var_need": [
          "Лена",
          1
        ]
      },
      {
        "id": 54,
        "text": "Нет, к Кате",
        "var_add": [
          "Катя",
          1
        ]
      },
      {
        "id": 55,
        "text": "Нет, к Шаблонной",
        "var_add": [
          "Шаблонная",
          1
        ],
        "var_need": [
          "Шаблонная",
          1
        ]
      },
      {
        "id": 56,
        "text": "Нет, прогуляюсь"
      }
    ]
  },
  {
    "id": 52,
    "text": "Конец демоверсии. Я решил сделать демо чтобы узнать оценку других людей. Работа над квестом не будет заброшена, идей у меня очень много, не хочу их разглагольствовать всем, поэтому прошу с вопросами, недочётами, ошибками и предложениями обращаться по почте: romankomarov154\"собачка\"gmail.com\nСпасибо за прохождение. ",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 53,
    "text": "Я пришел в Коробкодом. Лена была там. Я отрезал хлеб и колбасу. Лена сняла наушники.\n— Иди домой\n— А?\n— Домой, я говорю\n— Но...\n— Думал один раз пришел и теперь каждый день приходить будешь, я тебе шалава что ли?\n— Я...\n— Домой! ",
    "answers": [
      {
        "id": 52,
        "text": "Домой"
      }
    ]
  },
  {
    "id": 54,
    "text": "Я позвонил домофон.\n— Кто?\nЭто не Катин голос... \n— А Катю можно?\nГрубый мерзкий...\n— Она гуляет\nТак еще и говорит плохие новости. ",
    "answers": [
      {
        "id": 52,
        "text": "Видно, не судьба "
      }
    ]
  },
  {
    "id": 55,
    "text": "Она предлагала сходить на горячие источники. К счастью они были недалеко от моего дома. Когда, я подходил к источнику я понял, что обязан за ней подглядеть. Странно, до этого у меня таких мыслей не было. К сожалению или к счастью, она это заметила и, смутившись, (ну а как без этого?) убежала. Чтож пойду домой пожалуй. ",
    "answers": [
      {
        "id": 52,
        "text": "Домой"
      }
    ]
  },
  {
    "id": 56,
    "text": "Больше нечего ловить, все, что можно, я поймал,\nНадо сразу уходить, чтоб никто не привыкал...\nСерые гаражи, переписка с Кириллом, гопники, все как у людей. Да, скука сожрет нас изнутри. Может поэтому мы и любим, чтоб скучно не было. ",
    "answers": [
      {
        "id": 52,
        "text": "Домой"
      }
    ]
  },
  {
    "id": 57,
    "text": "Stop narcotics, narcomano stoppo!\nStop narcotics, narcomano stop!\nStop narcotics, narcomano stoppo!\nStop narcotics, narcomano stop!",
    "answers": [
      {
        "id": 52,
        "text": "Домой "
      },
      {
        "id": 39,
        "text": "Наркотики "
      }
    ]
  },
  {
    "id": 58,
    "text": "",
    "answers": []
  },
  {
    "id": 59,
    "text": "",
    "answers": []
  }
]