[
  {
    "id": 1,
    "text": "                            не судите строго за мои ошибки\nэто мой первый квест рассказ про юную девушку\nи ее жизнь романтику и любовь. Ее выбор зависит только от вас и как сложиться ее судьба.\n",
    "answers": [
      {
        "id": 2,
        "text": "дальше\n"
      }
    ]
  },
  {
    "id": 2,
    "text": "Я дочь вождя племени, у меня есть старший брат  его имя : Сайрус . Он будущий вождь нашего племени, он красив, накачен с темными волосами до плеч с карьеми глазами, он один из лучших охотников, все девушки нашего племени влюблены в него, но взаимностью он отвечает только своей избранной. И конечно не обделяет меня вниманием.\nМне 15 лет и я считаюсь младшей всемье,  у меня длинные черные волосы, кожа цвета кофе с молоком, и карье глаза и милое личико.\nЯ всегда и во всем помогала и помогаю отцу и брату и этот день не стал исключением: Отец  попросил узнать у рыболовов нузны ли им веревки и леска,  у охотников нужны ли им копья и луки. Я согласилась помочь: куда отправимся сперва",
    "answers": [
      {
        "id": 3,
        "text": "к охотникам"
      },
      {
        "id": 4,
        "text": "к рыболовам"
      }
    ]
  },
  {
    "id": 3,
    "text": "пришли к охотникам, там находился Сайрус и его лучший друг Самир:  он был высок с длинными и черными как смола волосами, накаченого телосложения , черными как ночь  глазами.\nОни  стояли и разговаривали между собой.\nСамир улыбнулся мне когда я подошла к ним, он походу приметил меня еще из далека.\nПодойдя я поприветствовал брата и его друга, спросив у них не нужно ли им веревки и копья,\nСайрус ответил что на данный момент у них все есть, а если понадобиться то он обязательно скажет об этом отцу. Пока брат отвечал я заметила присьэтальный взгляд Самира, увидев это он подмигнул мне и отвел взгляд в сторону. \nА я пошла сообщить об этом отцу.\nСтоило мне только отойти на пару метров как я услышала что меня окликнули\n",
    "answers": [
      {
        "id": 5,
        "text": "остановиться и повернуться"
      },
      {
        "id": 6,
        "text": "игнорировать и продолжить движения"
      }
    ]
  },
  {
    "id": 4,
    "text": "прийдя к рыболовам я поприветствовал их и спросила не нужны ли им леска и крючки, на что один из них ответил что лески у них много а вот крючки бы пригодились, я сказала что сообщу об  этом отцу и в скором времени им поенесут крючки. Я отправилась к отцу .",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 5,
    "text": "это был. Самир он очень быстро приблизился ко мне , взям меня за руку он сказал:\n—Лаймина не хочешь ли ты прогуляться со мной",
    "answers": [
      {
        "id": 7,
        "text": "согласиться прогуляться с Самиром"
      },
      {
        "id": 8,
        "text": "отказать Самир в прогулки и отправиться к отцу"
      }
    ]
  },
  {
    "id": 6,
    "text": "Самир догнал тебя взяв не ожиданно за руку, он хотел что то сказать но ты не стала слушать отолкнув его ты убежала в хижину .\nТак и не узнав что он хотел сказать ты выполнела просьбу отца доложив о ответах рыболовов и охотнмков.\n\n                    Конец",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 7,
    "text": "Забыв о просьбе отца ты отправилась на прогулку с Самиром: \n— (Самир) ты знаешь я очень рад что ты согласилась прогуляться со мной!\n—засмущавшись : я тоже этому рада, но долго я не могу гулять мне нужно сообщить отцу о вашем ответе\n—я не займу много твоего времени, я хотел поговорить с тобой\n— о чем же?\n— ты давно мне нравишься, еще когда мы были детьми и играли вместе, я решил что буду защищать тебя от всех невзгод.\n— но ты же знаешь как много времени уже прошло и тем более я стараюсь всеми силами помогать отцу и брату.\n— я знаю это но ты так и не ответила на мое признание",
    "answers": [
      {
        "id": 9,
        "text": "ты мне тоже нравишься"
      },
      {
        "id": 10,
        "text": "у меня нету времени на чувства"
      }
    ]
  },
  {
    "id": 8,
    "text": "ты вернувшись к отцу рассказала о ответах рыболовов и охотников, и сказала что рыболовам нужны крючки. Отец поблагодарил тебя за проделанную работу и сообщил что через пару дней приедит его друг из соседнего. поселения со своим сыном Саймуром и что в будущим ты должна будешь стать его женой, а значит и женой вождя другого племени",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 9,
    "text": "он мило улыбнулся и обнял тебя, в его объятьях ты чуствавала себя уютно и тепло, ты знала что он не когда тебя не предаст, пройдя циримонию становления девушкой, Самир предложил стать тебе его жиной",
    "answers": [
      {
        "id": 11,
        "text": "тысогласилась"
      },
      {
        "id": 12,
        "text": "попросила обдумать его предложения"
      }
    ]
  },
  {
    "id": 10,
    "text": "ты вернувшись к отцу рассказала о ответах рыболовов и охотников, и сказала что рыболовам нужны крючки. Отец поблагодарил тебя за проделанную работу и сообщил что через пару дней приедит его друг из соседнего. поселения со своим сыном Саймуром и что в будущим ты должна будешь стать его женой, а значит и женой вождя другого племеги",
    "answers": [
      {
        "id": 13,
        "text": "согласишься с отцом и его словами"
      },
      {
        "id": 14,
        "text": "скажишь что для начала хочешь посмотреть на него "
      }
    ]
  },
  {
    "id": 11,
    "text": "спустя месяц , вам провели обряд бракосочетания и вы жили счастливой и уютной жизнью он не когда не делал тебе больно покрайне мере старался не делать больно, оберегал тебя и любил всем сердцем... \n    \n                      КОНЕЦ",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 12,
    "text": "обумав его предложения ты согласилась выйти за него замуж, он поцеловав тебя в губы и взяв на руки отнес к себе в хижину и вы жили долго и счастливо.\n  \n                               КОНЕЦ",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 13,
    "text": "в день приезда Саймура и его вождя к тебе подошли две девушки с вашего поселения:\n— Ты думаешь тебе все можно раз ты дочь вождя?\n—Я не пойму о чем вы!\n—Ты отобрала у нас  Сайрус, влюбилась в себя Самира, а теперь еще и сына вождя другого племени хочешь себе забрать!?\n— Я не кого не заберала и не влюбляла в себя , а на счет сына вождя так мне отец велел с ним быть, а я просто согласилась!\n— ага как же ты просто согласилась , а отказаться было не судьба не могла нам его оставить\n—...\n—Тыы вообще кем себя возомнила, ты не такая уж и красавица что б все парни только вокруг тебя вились!!!\n— \"я промолчала\"\nони развернулись и ушли, тем временем у меня покатились слезы по щекам, мое прекрасное настроение улитучилось . я пошла домой, зайдя в дом не успев зайти к себе в комнату отец сказал что гости подъезжаю и что б я собиралась их встречать",
    "answers": [
      {
        "id": 15,
        "text": "ты собираешься и идешь встречать гостей"
      },
      {
        "id": 16,
        "text": "игнорируешь отца и идешь к себе в комнату"
      }
    ]
  },
  {
    "id": 14,
    "text": "он был красив и хорош собой вы поговорили обо всем на свете, он признался тебе в своих чувствах и забрал тебя с собой.\n\n        КОНЕЦ",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 15,
    "text": "начинаешь собираться",
    "answers": [
      {
        "id": 17,
        "text": "набедренная повязка в виде юбки и топ"
      },
      {
        "id": 18,
        "text": "оьлигающая туника из полупрозрачной ткани"
      },
      {
        "id": 19,
        "text": "свободный топ из тонкой шкуры леопарда и набедренная повязка из такой же ткани"
      }
    ]
  },
  {
    "id": 16,
    "text": "Саймур был шикарного телосложения с темно голубыми глазами и черной короткой стрижкоц, он был равнсник моего брата ему было21 год, весь растотуирован какими-то стмволами... \nКак я узнала потом из рассказа брата что каждая тату на его теле  защиту от злых духов и чар, еще он мне сказал что Саймур не допускает до себя не одну девушку , кроме той которую полюбит всем сердцем..\nСаймур подошел к тебе  и спросил :\n—лаймина  не могла бы ты показать мне ваше поселения, мне очень интересны ваши обычии и ваша жизнь?",
    "answers": [
      {
        "id": 27,
        "text": "нет не хочу иди попроси кого нибудь другого что девушек в поселение мало"
      },
      {
        "id": 28,
        "text": "я покажу тебе но не чего хорошего не жди"
      }
    ]
  },
  {
    "id": 17,
    "text": "ты оделась выгледишь прекрасно, выйдя из комнаты отправляешься вместе с отцом и братом встречать гостей .\nВождь пореветсвовал своего друга и его сына, брат пожал руку Саймуру, и представил тебя ему:\n—Знакомься это моя сестра -Лаймина \n— Приятно познакомиться, и рад нашей встречи, я так много слышал о тебе от своего отца, что ждал с нетерпением нашей встречи.\n— Я тоже рада нашему знакомству...\nСаймур был шикарного телосложения с темно голубыми глазами и черной короткой стрижкоц, он был равнсник моего брата ему было21 год, весь растотуирован какими-то стмволами... \nКак я узнала потом из рассказа брата что каждая тату на его теле  защиту от злых духов и чар, еще он мне сказал что Саймур не допускает до себя не одну девушку , кроме той которую полюбит всем сердцем..\nСаймур подошел к тебе  и спросил :\n—лаймина  не могла бы ты показать мне ваше поселения, мне очень интересны ваши обычии и ваша жизнь?",
    "answers": [
      {
        "id": 20,
        "text": "с удовольствием"
      },
      {
        "id": 21,
        "text": "давай немного позже я щас занета"
      }
    ]
  },
  {
    "id": 18,
    "text": "ты оделась выгледишь прекрасно, выйдя из комнаты отправляешься вместе с отцом и братом встречать гостей .\nВождь пореветсвовал своего друга и его сына, брат пожал руку Саймуру, и представил тебя ему:\n—Знакомься это моя сестра -Лаймина \n— Приятно познакомиться, и рад нашей встречи, я так много слышал о тебе от своего отца, что ждал с нетерпением нашей встречи.\n— Я тоже рада нашему знакомству...\nСаймур был шикарного телосложения с темно голубыми глазами и черной короткой стрижкоц, он был равнсник моего брата ему было21 год, весь растотуирован какими-то стмволами... \nКак я узнала потом из рассказа брата что каждая тату на его теле  защиту от злых духов и чар, еще он мне сказал что Саймур не допускает до себя не одну девушку , кроме той которую полюбит всем сердцем..\nСаймур подошел к тебе  и спросил :\n—лаймина  не могла бы ты показать мне ваше поселения, мне очень интересны ваши обычии и ваша жизнь?",
    "answers": [
      {
        "id": 29,
        "text": "идешь показывать ему окрестности "
      }
    ]
  },
  {
    "id": 19,
    "text": "ты оделась выгледишь прекрасно, выйдя из комнаты отправляешься вместе с отцом и братом встречать гостей .\nВождь пореветсвовал своего друга и его сына, брат пожал руку Саймуру, и представил тебя ему:\n—Знакомься это моя сестра -Лаймина \n— Приятно познакомиться, и рад нашей встречи, я так много слышал о тебе от своего отца, что ждал с нетерпением нашей встречи.\n— Я тоже рада нашему знакомству...\nСаймур был шикарного телосложения с темно голубыми глазами и черной короткой стрижкоц, он был равнсник моего брата ему было21 год, весь растотуирован какими-то стмволами... \nКак я узнала потом из рассказа брата что каждая тату на его теле  защиту от злых духов и чар, еще он мне сказал что Саймур не допускает до себя не одну девушку , кроме той которую полюбит всем сердцем..\nСаймур подошел к тебе  и спросил :\n—лаймина  не могла бы ты показать мне ваше поселения, мне очень интересны ваши обычии и ваша жизнь?",
    "answers": [
      {
        "id": 30,
        "text": "показываешь ему окресности"
      }
    ]
  },
  {
    "id": 20,
    "text": "—тыы показываешь ему окрестности и рассказываешь как протекает жизнь в вашем поселение.\nОн слушает тебя внимательно не отводя от тебя взгляд, осторожна прикоснулся к тебе рукой, смотря на твою реакцию",
    "answers": [
      {
        "id": 22,
        "text": "сделаю вид что не заметила "
      },
      {
        "id": 23,
        "text": "скажу ему что бы больше не делал так"
      }
    ]
  },
  {
    "id": 21,
    "text": "ты уходишь заниматься своими делами а он отправляется в хижину к твоему брату и вождям, ожидая тебя пока ты вернешься. \nКогда ты освобождаешься он просит тебя прогуляться с ним и показать ему окрестности \nты соглашаешься.\nон взяв тебя за руку выводить тебя из хижины твоя реакция ",
    "answers": [
      {
        "id": 24,
        "text": "иду с ним спокойно за руку и показываю ему окрестности "
      },
      {
        "id": 25,
        "text": "смущаюсь выдергиваю свою руку из его руки и говорю что б больше так не делал "
      }
    ]
  },
  {
    "id": 22,
    "text": "он спокойно идет с тобой рядом и в конце концов заберает тебя с собой и вы делаете долго и счастливо",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 23,
    "text": "он извеняеться но прлевляет к тебе интерес ты замечаешь и спрашивает у него почему он так смотрит он признается тебе в своих чувствах и перед отъездом заберает тебя с собой.",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 24,
    "text": "он пристально смотрит на тебя потом останавливается и спрашивает:\n—лаймина не хотела бы ты поехать со мной в мое поселение?\n—За чем ведь ты даже не знаешь меня толком.\n— мой отец много рассказывал про тебя, а увидев тебя я влюбился в тебя без памяти, теперь мне не охото даже возвращаться домой без тебя.\n—Но как такое может быть если даже твой отец много говорил обо мне, это не значит что все это ппавда, может я не такая идеальная как тебе описывал меня твой отец.\n—Нет он говорил чистую правду поэтому я хочу доверетб тебе свое сердце, любовь , нежность и ласку. Я хочу что б только ты была моей слабостью и была только моя.\n— Но я все ровно не смогу с тобой поезать, я же не могу оставить отца и брата одних.\n—Твой брат уже достаточно взрослый чтоб позаботиться о себе и отце самлстоятельно, на крайней случай если не сможет справиться сам пусть найдёт себе жену.\n—Но но как же...\n—А я тебя боюсь оставлять здесь одну вдруг пока меня не будет ты найдешь себе другого и выйдешь за него замуж, я не выдержу этого, поэтому ты едешь са мной без обсуждений, думаю твой отец и брат возражать не будут...\nТак все и случилось он забрал меня с собой в свое поселения мы поженились и жили долго и счастлива ... Брат через месяц женился на своей возлюбленной и стал иногда замещять отца помагая ему а отец частенько приежал к нам...\n        \n                         КОНЕЦ",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 25,
    "text": "он не слушает тебя и прижимает тебя за талию к себе , говорит что ты понравилась ему с первого взгляда и что он хочет быть только с тобой, кленетбчя тебе своей верности и защите, ты соглашаешься быть его девушкой а в дальнейшем и его женой...\n   \n                      КОНЕЦ",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 26,
    "text": "",
    "answers": []
  },
  {
    "id": 27,
    "text": "он развернулся и ушел не говоря не слова ты так и осталась сидеть у себя в комнате...\n\nпопробуй сыграть еще раз вдруг повезет !!!! ",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 28,
    "text": "ты пошла показывать окрестности он пытался с тобой поговорить но смотря на девушек которые не спускали с тебя глаз , тебе становилось не по себе и в скором времени ты вернулась домой попросив брата показать саймуру остальное ...\n\n      Конец!!!! сыграй еще раз вдруг повезет)))",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 29,
    "text": "по пути разговариваешь с ним он тебя слегка начинает приобретать за талию, и неожиданно целует ты отвечаешь ему взаимностью.\nон предлагает тебе стать его девушкой ты срглашаешься. он подхватывает тебя на руки и дальше несет уже на руках. теперь ты стала единственной девушкой которую он допустил до себя и разрешил прикоснуться к его телу..\n                               КОНЕЦ",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 30,
    "text": "замечаешь его заинтересованный взгляд на себе , спрашиваешь у него что случилось. Он просит тебя остановиться берет тебя за плечи смотрит тебе в глаза, и говорит о своих чувствах  ты улыбаешься и отвечаешь ему взаимностью . он заберет тебя с собой и ты становишься его женой...     КОНЕЦ",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 31,
    "text": "",
    "answers": []
  },
  {
    "id": 32,
    "text": "",
    "answers": []
  },
  {
    "id": 33,
    "text": "",
    "answers": []
  }
]