[
  {
    "id": 1,
    "text": "Автор: AntiHero (Дмитрий Стойков) \n\nАннотация: Произошла некая катастрофа, но безымянный герой, в роли которого Вы окажетесь, не помнит, что именно случилось. Очнувшись в ужасном месте, Вы должны как можно скорее выяснить, что произошло с Вами и что происходит вокруг Вас. Изменился ли весь мир или только это место? Есть ли у Вас шанс все вернуть на круги своя?\n\nДостижения:\n- \"По следам Ницше\"\n- \"Апокалипсис у вас в крови\"\n- \"Отсрочка от армии\" \n- \"Лучший в мире доктор\" \n- \"Панацея?\" ",
    "answers": [
      {
        "id": 2,
        "text": "[Начать историю] "
      },
      {
        "id": 1,
        "text": "system",
        "canEditCover": true,
        "system": true
      },
      {
        "id": 81,
        "text": "[Контрольная точка] "
      },
      {
        "id": 82,
        "text": "[Достижения] "
      },
      {
        "id": 1,
        "text": "system",
        "system": true,
        "canEditBg": true
      },
      {
        "id": 1,
        "text": "system",
        "canEditPage": true,
        "system": true
      },
      {
        "id": 1,
        "text": "",
        "pageImg": "https://pp.userapi.com/c636418/v636418556/5d658/W6kdN56avHY.jpg",
        "system": true
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "https://pp.userapi.com/c636418/v636418556/5f057/x2w2TlktEQE.jpg",
        "system": true
      }
    ]
  },
  {
    "id": 2,
    "text": "Классические вопросы \"кто я?\" и \"где я?\" молниеносно пронеслись в Вашей голове, но их быстро задушила вонь прелой листвы. Довольно быстро пришло осознание того, что Вы лежите лицом в куче склизкой дряни. ",
    "answers": [
      {
        "id": 3,
        "text": "[Попытаться встать на ноги] "
      }
    ]
  },
  {
    "id": 3,
    "text": "Все тело сводит судорога, и Вы снова падаете лицом в прелую листву. Самое большее, что Вы смогли сделать - перекатиться на спину.\nПеред Вами открылся мрачный вид на развалившийся сарай, чьи доски практически полностью сгнили. Одной стены не было почти полностью, остальные едва стояли, пестря гнилыми дырами. Пол был покрыт опадом, покрывавшим огромные корни. Вероятно, эти корни и стали причиной плачевного состояния постройки.",
    "answers": [
      {
        "id": 4,
        "text": "[Еще раз попытаться встать] "
      }
    ]
  },
  {
    "id": 4,
    "text": "Вы стоите посреди развалин небольшого сарая, все кругом оплетают корни, заваленные гнильем.",
    "answers": [
      {
        "id": 5,
        "text": "[Попытаться воззвать к памяти] ",
        "need": -5
      },
      {
        "id": 6,
        "text": "[Осмотреть сарай] ",
        "need": -10
      },
      {
        "id": 12,
        "text": "[Выйти из сарая] "
      }
    ]
  },
  {
    "id": 5,
    "text": "Череп пронзила острая боль. Вы сами сюда пришли. Да, Вы знали это совершенно точно... Но вот зачем? Вы были уверены, что знаете ответ, но он пока ускользал от Вас, память отказывалась слушаться. ",
    "answers": [
      {
        "id": 4,
        "text": "\"Вернусь к этому вопросу позже\" "
      }
    ]
  },
  {
    "id": 6,
    "text": "Дневной свет пробивался сквозь полупровалившуюся крышу и дыры в стенах, освещая мерзкий пейзаж разложения, царящего в сарае. \nНа дальней от Вас стене виднелись ржавые петли для инструментов с каким-то хламом. А под Вашей левой ногой журчал ручеек, протекающий между корнями наискось через сарай. \n",
    "answers": [
      {
        "id": 7,
        "text": "[Осмотреть петли для инструментов] "
      },
      {
        "id": 9,
        "text": "[Осмотреть ручей] "
      },
      {
        "id": 12,
        "text": "[Выйти из сарая] "
      }
    ]
  },
  {
    "id": 7,
    "text": "На некоторых петлях висели ржавые пилы и топоры. Выглядели эти инструменты на редкость удручающе. Казалось, что стоит лишь коснуться их, и все рассыпется ржавой крошкой.\nХотя среди всей этой груды ржавчины есть небольшой топорик, который, хоть и проржавел, не выглядел хрупким. ",
    "answers": [
      {
        "id": 8,
        "text": "[Попытаться достать топор из крепежа] "
      },
      {
        "id": 6,
        "text": "[Вернуться к осмотру сарая] "
      }
    ]
  },
  {
    "id": 8,
    "text": "Петли скрипят и сыпят ржавчиной, но либо Вы слишком ослабли, либо плен ржавчины слишком крепок, но топор не поддается. ",
    "answers": [
      {
        "id": 6,
        "text": "[Вернуться к осмотру сарая] "
      }
    ]
  },
  {
    "id": 9,
    "text": "Ледяная вода ручья обожгла Вам руки, едва вы коснулись ее. Вы не уверены, можно ли ее пить, хотя она и была удивительно прозрачна для такого гадкого места.\nПо дну канавки, по которой тек ручей, было разбросано несколько камней, которые вода огибала с приятным журчанием. ",
    "answers": [
      {
        "id": 6,
        "text": "[Вернуться к осмотру сарая] "
      },
      {
        "id": 10,
        "text": "[Подобрать камень, чтобы разбить петли] ",
        "need": 8
      },
      {
        "id": 11,
        "text": "[Выпить воды] "
      }
    ]
  },
  {
    "id": 10,
    "text": "Вы подбираете небольшой камень и, вернувшись к креплениям с инструментами, одним ударом высвобождаете топор. Оружие никогда не бывает лишним, ведь так? ",
    "answers": [
      {
        "id": 4,
        "text": "[Вернуться к осмотру сарая] "
      }
    ]
  },
  {
    "id": 11,
    "text": "Вы делаете глоток. Вы чувствуете приятное покалывание в сухих губах от ледяной воды. Остается надеяться, что вода действительно так чиста, как выглядит. ",
    "answers": [
      {
        "id": 6,
        "text": "[Вернуться к осмотру сарая] "
      }
    ]
  },
  {
    "id": 12,
    "text": "Вы стоите у проломленной стены сарая. Сарай со всех сторон обступили деревья, они стояли так плотно, что сквозь них не пробивался свет. Неужели Вы в лесу? Да, Вы точно знаете, что пришли сюда сами, но зачем...\n\nОт сарая вела еле различимая заросшая тропа в чащу, уходящая за деревья.",
    "answers": [
      {
        "id": 4,
        "text": "[Вернуться в сарай] "
      },
      {
        "id": 13,
        "text": "[Пойти по тропе] "
      }
    ]
  },
  {
    "id": 13,
    "text": "Вы осторожно нащупываете тропу, раздвигая жухлую траву и гнилую листву ногами. В воздухе висит настойчивый запах сырости и гнили. Но что более странно, не слышно ни единого звука, кроме ваших шагов и скрипа деревьев. Ни единой птицы. И это в лесу-то! \n\nКак только тропа повернула за деревья, Вы уперлись в стену из корней, покрытую молодой порослью. Пройти здесь, не убрав корни, нет возможности. Однако это единственный путь отсюда. ",
    "answers": [
      {
        "id": 14,
        "text": "[Прорубить себе путь топором] ",
        "need": 10
      },
      {
        "id": 15,
        "text": "[Попытаться раздвинуть корни руками] "
      }
    ]
  },
  {
    "id": 14,
    "text": "Ржавенький топорик с большим трудом вгонялся в корни этих могучих деревьев. Но все же мало-помалу Вы расчистили себе путь.\n\nСудорога снова свела все тело, и Вы упали на колени, тяжело дыша. Ваше сознание начинает уплывать от Вас, но огромным усилием воли Вы ловите его. Нужно идти, нужно найти ответы, пока ещё не слишком поздно. Эта мысль вылетела откуда-то из тьмы воспоминаний. Слишком поздно? Почему? Что должно произойти? Сжав зубы, Вы встаете на ноги. ",
    "answers": [
      {
        "id": 16,
        "text": "[Идти по тропе в чащу] "
      }
    ]
  },
  {
    "id": 15,
    "text": "Вы наваливаетесь на корни, но ничего не можете сделать. Когда они вообще успели здесь вырасти!? Ведь Вы же как-то пришли сюда...\n\nРассадив ладони и измазавшись в земле, Вы бросаете эту затею. ",
    "answers": [
      {
        "id": 12,
        "text": "[Вернуться к сараю] "
      }
    ]
  },
  {
    "id": 16,
    "text": "Неизвестно, сколько Вы уже идете, ориентироваться по солнцу невозможно, так как стена леса едва пропускает его лучи. Вы так и не услышали ни единой птицы.\n\nИдти становилось все тяжелее, Вы чувствуете, как сознание все больше затягивает пелена.",
    "answers": [
      {
        "id": 17,
        "text": "[Присесть отдохнуть] "
      },
      {
        "id": 17,
        "text": "[Продолжить путь] "
      },
      {
        "id": 17,
        "text": "[Остановиться и собраться с мыслями] "
      }
    ]
  },
  {
    "id": 17,
    "text": "Внезапно Вашу голову пронзает резкая боль, за которой следует очередная судорога. Что с Вами вообще происходит? Последние часы только этот вопрос и крутился в голове. Вы снова на коленях.\n\nЗвон в голове начал стихать. На смену ему пришло какое-то утробное рычание. Нескольких секунд хватило, чтобы понять - этот звук не в Вашей голове.\n\nВы подняли голову от земли. Перед Вами стоял волк. Точнее нечто, отдаленно его напоминающее: на морде и боках кожа слезла пластами, обнажив голое мясо, шерсть почти полностью выпала и лишь местами висела колтунами. Но самым жутким были его глаза: они светились яростным безумием.",
    "answers": [
      {
        "id": 18,
        "text": "[Не шевелиться] "
      },
      {
        "id": 18,
        "text": "[Подняться и схватить топорик] "
      }
    ]
  },
  {
    "id": 18,
    "text": "Волк, если это можно было назвать волком, стоял на том же месте и издавал глухой рык, глядя на Вас полными безумия глазами.\n\nВы поняли, что теряете сознание. Разве может быть более неудачный для этого момент? ",
    "answers": [
      {
        "id": 19,
        "text": "\"Только не сейчас...\""
      }
    ]
  },
  {
    "id": 19,
    "text": "Реальность стремительно ускользает от Вас. Волк срывается с места. Вы слышите выстрел. Вы видите брызги крови прямо перед лицом. И темнота.\n\nВы стоите посреди загородного шоссе. Кругом множество брошенных машин. Вдруг приходит осознание, что это совершенно точно сон... Все вокруг кажется таким застывшим, как на фотографии. ",
    "answers": [
      {
        "id": 20,
        "text": "[Постараться проснуться] "
      },
      {
        "id": 21,
        "text": "[Осмотреться] "
      },
      {
        "id": 21,
        "text": "\"Что это за место?\" "
      }
    ]
  },
  {
    "id": 20,
    "text": "Вы напрягаетесь и думаете о том, что необходимо очнуться. Бестолку. Ничего не происходит. \n\nВнезапно Вы услышали чей-то стон. ",
    "answers": [
      {
        "id": 21,
        "text": "[Осмотреться] "
      }
    ]
  },
  {
    "id": 21,
    "text": "Вы точно здесь уже были и, похоже, не так давно. Рядом с Вами стоит машина с открытыми дверцами. Судя по всему, на ней Вы ехали сюда. Прислонившись спиной к переднему колесу сидел человек и хрипло дышал.",
    "answers": [
      {
        "id": 22,
        "text": "[Осмотреть машину] ",
        "need": -25
      },
      {
        "id": 23,
        "text": "[Осмотреть человека] "
      }
    ]
  },
  {
    "id": 22,
    "text": "По задним сидениям машины разбросаны ящики с медикаментами, отмеченные красным крестом. ",
    "answers": [
      {
        "id": 21,
        "text": "[Отойти от машины] "
      },
      {
        "id": 25,
        "text": "[Пошарить под сиденьями] ",
        "need": 24
      }
    ]
  },
  {
    "id": 23,
    "text": "Человек был одет в медицинский халат, испачканный кровью. Он смотрел на Вас и пытался что-то сказать, но вместо слов были лишь хрипы. ",
    "answers": [
      {
        "id": 24,
        "text": "[Присесть рядом, чтобы попытаться разобрать слова] ",
        "need": -24
      },
      {
        "id": 26,
        "text": "[Дать ингалятор] ",
        "need": 25
      },
      {
        "id": 21,
        "text": "[Отойти от человека] "
      }
    ]
  },
  {
    "id": 24,
    "text": "\"Под... Сиденьем\", - с трудом разобрали Вы слова среди хрипов человека. ",
    "answers": [
      {
        "id": 22,
        "text": "[Осмотреть машину] "
      }
    ]
  },
  {
    "id": 25,
    "text": "Под водительским креслом вы находите ингалятор. Внутренний голос подсказывает Вам, что человека в халате сейчас мучает не только астма, ингалятор может помочь с дыханием. ",
    "answers": [
      {
        "id": 23,
        "text": "[Осмотреть человека] "
      }
    ]
  },
  {
    "id": 26,
    "text": "Человек делает жадный вдох и громко кашляет, брызгая на асфальт кровью изо рта... Откашлявшись, он снова посмотрел на Вас: \"Как же мы все обосрались, дружище...\" ",
    "answers": [
      {
        "id": 27,
        "text": "\"Что здесь происходит?\" "
      },
      {
        "id": 27,
        "text": "\"Кто ты?\" "
      },
      {
        "id": 27,
        "text": "\"Что мы здесь делаем?\" "
      }
    ]
  },
  {
    "id": 27,
    "text": "Мужчина в халате снова закашлялся, после чего достал из кармана небольшой белый футляр. Но руки явно не слушались его. Футляр, выпав из рук, упал на асфальт и раскрылся. Из него выкатились маленькие кубики льда и медицинский шприц, заполненный багровой жидкостью. Человек отсутствующе смотрел на шприц: \"Ты хоть примерно догадываешься, что это...?\" - тихо прошептал он, обращаясь к Вам. ",
    "answers": [
      {
        "id": 28,
        "text": "\"Шприц\" "
      },
      {
        "id": 28,
        "text": "\"Лекарство\" "
      },
      {
        "id": 28,
        "text": "\"Кровь\" "
      },
      {
        "id": 28,
        "text": "\"Не знаю\" "
      }
    ]
  },
  {
    "id": 28,
    "text": "\"Это было бы тесто для пирога\", - задумчиво пробормотал человек в халате: \"С нашим оборудованием мы смогли выделить эти тельца, а вот мозгов не хватило, чтобы завершить начатое\". \n\nБредит он или в его словах есть смысл? Вы уже не понимали, сон это или всплывшие из глубин сознания воспоминания. \n\n\"Мы просто должны были отвезти этих анти-засранцев Ему... Он говорил, что знает, как из них сделать то, что спасет всех нас\", - договорив, человек замолчал. \n\nМолчание длилось около минуты: \"А теперь они просто сдохнут в этой стекляшке!\" ",
    "answers": [
      {
        "id": 29,
        "text": "\"Кто сдохнет?\" "
      },
      {
        "id": 29,
        "text": "\"Почему сдохнет?\" "
      }
    ]
  },
  {
    "id": 29,
    "text": "\"Им нужна подходящая среда...\" - прошептал человек еле слышно. Вы придвинулись поближе, чтобы разобрать его слова, как вдруг человек схватил вашу руку, сжав ее с нечеловеческой силой, придвинув вас вплотную к себе: \"Найди Его, скажи, что они в твоей крови, он знает, что делать, он знает, как заставить их лечить нас\", - прошептав это, человек второй рукой всаживает вам в плечо шприц: \"Иди. Скорее. Они не вылечат тебя, поэтому у тебя мало времени... У всех нас мало времени\", - человек завалился на бок, кашляя кровью. ",
    "answers": [
      {
        "id": 30,
        "text": "\"Что за бред!?\" "
      }
    ]
  },
  {
    "id": 30,
    "text": "Вы попятились. Ноги сами несли Вас прочь от магистрали. В этот момент Вы как будто знали, куда именно должны попасть. С обоих сторон от магистрали стояла стена леса. Вам совершенно точно нужно было туда. \n\nВы открыли глаза. Это был не просто сон, это воспоминания болезненно стучались в гости. Но сейчас важнее настоящее. Почему волк не прикончил Вас?\n\nВы лежите на кровати в каком-то деревянном помещении. ",
    "answers": [
      {
        "id": 31,
        "text": "[Осмотреться] "
      }
    ]
  },
  {
    "id": 31,
    "text": "Вы в деревянном домике, с одной единственной дверью и парой окошек. Рядом потрескивал огонь в печи. Посреди комнаты лежало тело того самого волка.\nИз мебели в домике стояли только кровать, стол и пара стульев - все было грубо сколочено из досок. ",
    "answers": [
      {
        "id": 32,
        "text": "[Осмотреть тело волка] "
      },
      {
        "id": 35,
        "text": "[Осмотреть кровать] "
      },
      {
        "id": 36,
        "text": "[Осмотреть стол] ",
        "need": -37
      },
      {
        "id": 38,
        "text": "[Осмотреть окна] "
      },
      {
        "id": 39,
        "text": "[Осмотреть дверь] "
      }
    ]
  },
  {
    "id": 32,
    "text": "Труп животного лежал на большом, пропитанном кровью мешке. Причем у зверя была отрублена голова. Вам показалось, что что-то в этом существе изменилось с Вашей последней встречи, разумеется, кроме того, что он теперь был мертв. ",
    "answers": [
      {
        "id": 33,
        "text": "[Осмотреть туловище волка] ",
        "need": -41
      },
      {
        "id": 34,
        "text": "[Осмотреть голову волка] ",
        "need": -78
      },
      {
        "id": 31,
        "text": "[Отойти от тела] "
      }
    ]
  },
  {
    "id": 33,
    "text": "Если раньше на волке оставались небольшие колтуны шерсти, то теперь шерсти не осталось вовсе. Позвоночник был как-то странно выгнут, а из каждого позвонка торчала острая кость наподобие шипов. Раньше такого не было точно. Участков, где кожа отвалилась, стало намного больше, а голая плоть в таких местах посерела и покрылась твердой коркой.",
    "answers": [
      {
        "id": 32,
        "text": "\"Как странно\" "
      },
      {
        "id": 41,
        "text": "[При помощи ножа отломать костяной шип] ",
        "need": 37
      }
    ]
  },
  {
    "id": 34,
    "text": "Вы вспомнили, что слышали выстрел перед тем, как потеряли сознание. Осмотрев голову, можно было сделать вывод, что пуля вошла через глаз животного, разворотив глазницу черепа - об этом свидетельствовали торчащие из развороченной морды осколки черепа.\n\nОднако глаз волка был на месте... Но это точно был не его изначальный глаз: размером с кулак, оплетенный толстыми сосудами, он словно вырос снаружи черепа после того, как старый глаз был прострелен. Вы с трудом сдержали рвотные позывы. ",
    "answers": [
      {
        "id": 32,
        "text": "\"Ужасное зрелище\" "
      },
      {
        "id": 78,
        "text": "[Извлечь глаз волка охотничим ножом] ",
        "need": 37
      }
    ]
  },
  {
    "id": 35,
    "text": "На подушке были пятна свежей крови. Вытерев рукой губы и посмотрев на кровавую ладонь, Вы вспомнили человека в белом халате, захлебывающегося кровавым кашлем. ",
    "answers": [
      {
        "id": 31,
        "text": "[Отойти от кровати] "
      }
    ]
  },
  {
    "id": 36,
    "text": "На грубом деревянном столе лежит большой охотничий нож. ",
    "answers": [
      {
        "id": 37,
        "text": "[Взять нож] "
      },
      {
        "id": 31,
        "text": "[Отойти от стола] "
      }
    ]
  },
  {
    "id": 37,
    "text": "Вы взяли нож со стола, удивляясь  толщине металла. Выглядел он внушительнее, чем Ваш ржавый топорик, скорее всего, забытый в лесу.",
    "answers": [
      {
        "id": 31,
        "text": "[Отойти от стола] "
      }
    ]
  },
  {
    "id": 38,
    "text": "Окна были плотно закрыты ставнями снаружи. ",
    "answers": [
      {
        "id": 31,
        "text": "[Отойти от окон] "
      }
    ]
  },
  {
    "id": 39,
    "text": "Массивная деревянная дверь была заперта. Изучив замок, Вы пришли к выводу, что отпереть его не сложно, нужно лишь раздобыть тонкий прочный предмет, наподобие отвертки. ",
    "answers": [
      {
        "id": 31,
        "text": "[Отойти от двери] "
      },
      {
        "id": 40,
        "text": "[Попробовать открыть замок ножом] ",
        "need": 37
      },
      {
        "id": 42,
        "text": "[Взломать замок костяным шипом] ",
        "need": 41
      }
    ]
  },
  {
    "id": 40,
    "text": "Лезвие ножа слишком громоздко для этого механизма. Нужно что-нибудь потоньше. ",
    "answers": [
      {
        "id": 31,
        "text": "[Отойти от двери] "
      }
    ]
  },
  {
    "id": 41,
    "text": "Кость оказалась на редкость прочной, но в итоге под ударами огромного ножа она поддалась. ",
    "answers": [
      {
        "id": 32,
        "text": "[Обратно к телу] "
      }
    ]
  },
  {
    "id": 42,
    "text": "Шип отлично подошел для этой цели. После недолгих махинаций дверь заскрипела и приоткрылась. Учитывая, что произошло с волком, Вам было неуютно от мыслей, что может Вас ждать за пределами домика. Но не попробуешь - не узнаешь, верно? ",
    "answers": [
      {
        "id": 43,
        "text": "[Выйти из домика] "
      }
    ]
  },
  {
    "id": 43,
    "text": "Свет ослепил Вас на долю секунды. Вы оказались посреди небольшой полуразрушенной деревушки, окруженной стенами мрачного леса.  В нескольких шагах от Вас на бревне сидел человек, весь замотанный в тряпье так, что были видны лишь глаза. На голове у него была большая соломенная шляпа. На коленях он держал охотничье ружье. ",
    "answers": [
      {
        "id": 44,
        "text": "\"Кто ты?\" "
      },
      {
        "id": 44,
        "text": "\"Это ты принес меня сюда?\" "
      }
    ]
  },
  {
    "id": 44,
    "text": "Человек поднял на Вас глаза. Воцарилась тишина. Один глаз у него был полностью залит кровью, второй был обычного карего цвета.\n\"Я Петр\", - негромко произнес человек с ружьем: \"Я принес тебя сюда вчера днем\". Немного помолчав, он добавил: \"Но судя по твоему состоянию, я сделал это зря\". ",
    "answers": [
      {
        "id": 45,
        "text": "\"Петр, стало быть...\""
      }
    ]
  },
  {
    "id": 45,
    "text": "\"У тебя есть еще вопросы?\" - Петр смотрел на Вас все так же пристально. ",
    "answers": [
      {
        "id": 46,
        "text": "\"Что это за место?\" ",
        "need": -46
      },
      {
        "id": 47,
        "text": "\"Кто ты?\" ",
        "need": -47
      },
      {
        "id": 49,
        "text": "\"Что произошло с тем волком?\" ",
        "need": -50
      },
      {
        "id": 48,
        "text": "\"Почему ты принес меня сюда?\" ",
        "need": -48
      },
      {
        "id": 51,
        "text": "\"Что ты знаешь о болезни?\" ",
        "need": -52
      },
      {
        "id": 53,
        "text": "\"Эту дрянь пробовали лечить?\" ",
        "need": 52
      }
    ]
  },
  {
    "id": 46,
    "text": "\"Это наша деревушка... Как она называлась, уже не имеет значения. Из тех, кого еще можно назвать людьми, здесь осталось всего несколько человек. Раньше здесь было людно, и лес не был так близко.\"",
    "answers": [
      {
        "id": 45,
        "text": "\"Хм...\""
      }
    ]
  },
  {
    "id": 47,
    "text": "\"Я простой охотник. С приходом этой напасти им и остался\".",
    "answers": [
      {
        "id": 45,
        "text": "\"Понятно...\" "
      }
    ]
  },
  {
    "id": 48,
    "text": "Петр отвел взгляд в сторону: \"Я подумал, что раз ты пришел извне, из-за леса, то ты здесь, чтобы помочь нам. Но при тебе не было никаких вещей, кроме вот этого\", - с этими словами он достал откуда-то из-под тряпья пустой медицинский шприц.\n\nВы вздрогнули, вспомнив, как человек в медицинском халате ввел вам его в руку.",
    "answers": [
      {
        "id": 45,
        "text": "[Взять пустой шприц] "
      }
    ]
  },
  {
    "id": 49,
    "text": "\"То же, что и со всеми нами - он заражен. Не спрашивай чем - я надеялся, что это ты мне расскажешь\". ",
    "answers": [
      {
        "id": 50,
        "text": "\"Зачем ты отрубил ему голову?\" "
      }
    ]
  },
  {
    "id": 50,
    "text": "\"Потому что пули Их не убивают, их вообще мало что убивает. Как ты, наверное, видел, он с пулей в башке умудрился отрастить себе новый здоровенный глаз. Однако я почти уверен, что сейчас он мертв\". ",
    "answers": [
      {
        "id": 45,
        "text": "\"Ужасно\" "
      }
    ]
  },
  {
    "id": 51,
    "text": "\"То, что она делает больных бессмертными безумцами, вот что\", - прошептал Петр: \"Начинается все с постоянных головокружений, через неделю человеку уже трудно сохранять трезвость мышления, личность словно пропадает, заменяется чем-то другим... Начинаются внешние изменения, самые разные, выпадают волосы, удлиняются конечности, живьем слезает кожа... К концу второй недели личности в человеке уже нет, да и внешне уже не человек, а чудовище. И эти монстры постоянно нуждаются в мясе, словно они так развиваются быстрее\", - Петр сплюнул. ",
    "answers": [
      {
        "id": 52,
        "text": "\"Значит и люди, и животные...\" "
      }
    ]
  },
  {
    "id": 52,
    "text": "\"Нет, даже растения оказались поражены. Посмотри вокруг, еще месяц назад этот лес не был и на половину так дремуч! Одна радость, что хоть деревья нас пока не едят\", - Петр уставился в землю. ",
    "answers": [
      {
        "id": 45,
        "text": "\"Это ужасно...\" "
      }
    ]
  },
  {
    "id": 53,
    "text": "\"Наши чего только не пробовали, средства от всех недугов. Даже бесов изгонять пытались. Все бесполезно\", - вдруг глаза Петра сощурились, а голос стал злее: \"Были доктора и из Большого Города, появились незадолго до того, как пришла болезнь, все местных осматривали. Знали, видать, о том, что зараза придет\".\n\nЛюди из Большого Города, пытавшиеся лечить болезнь здесь, в глуши. Вы снова мысленно вернулись на автомагистраль к человеку в халате. \"Найди Его\", - были последние слова умирающего: \"Он знает, что делать\". ",
    "answers": [
      {
        "id": 54,
        "text": "\"Эти доктора еще здесь?\" "
      }
    ]
  },
  {
    "id": 54,
    "text": "\"Они обустроили лагерь недалеко от деревни еще до того, как лес разросся\", - Петр встал с бревна: \"Ты пришел сюда, чтобы найти их?\"\n\nВ Вашей крови жило нечто, что было жизненно необходимо людям, изучающим болезнь в этой глуши - теперь Вы точно это знали. Но вот важный вопрос: стоит ли посвящать в это такого странного человека, как Петр? Ведь Вы ничего о нем не знаете.\n\n[Перед Вами важный выбор] ",
    "answers": [
      {
        "id": 55,
        "text": "\"Я ничего не помню\" [Не посвящать Петра] "
      },
      {
        "id": 57,
        "text": "\"Думаю, я смогу помочь им с лекарством\" [Рассказать Петру правду] "
      }
    ]
  },
  {
    "id": 55,
    "text": "\"Значит, твоя болезнь прогрессирует\", - Петр явно не любил церемониться с людьми. ",
    "answers": [
      {
        "id": 56,
        "text": "\"Отведи меня к ним\" "
      }
    ]
  },
  {
    "id": 56,
    "text": "Человек, замотанный в тряпье, закинул ружье за спину и жестом позвал Вас следовать за собой. Пройдя по заброшенной деревне, где каждое окно было заколочено ставнями, Вы вновь подходите к лесу. \"Их лагерь в конце этой тропы\", - Петр указал Вам под ноги. ",
    "answers": [
      {
        "id": 58,
        "text": "\"Спасибо\"",
        "need": 55
      },
      {
        "id": 59,
        "text": "\"Спасибо\" ",
        "need": 57
      }
    ]
  },
  {
    "id": 57,
    "text": "Петр подошел к Вам вплотную, глядя прямо в глаза. Молчание длилось долго. Петр прервал его первым: \"Если есть хоть малейший шанс, мы должны идти немедленно\". ",
    "answers": [
      {
        "id": 56,
        "text": "\"Отведи меня к ним\" "
      }
    ]
  },
  {
    "id": 58,
    "text": "Вы делаете несколько шагов по тропе и оборачиваетесь на Петра. \n\n\"Дальше я с тобой не пойду. Сам понимаешь, небезопасно уходить в лес с человеком, не помнящим своих целей и намерений, иначе твоя болезнь может раньше убить меня, чем тебя\", - с этими словами Петр направился в сторону деревни. ",
    "answers": [
      {
        "id": 60,
        "text": "[Отправиться по тропе] "
      }
    ]
  },
  {
    "id": 59,
    "text": "\"Я пойду с тобой. Если ты действительно можешь помочь с лекарством, необходимо увеличить твои шансы на выживание\" - с этими словами Петр снял с плеча ружье и зашагал по тропе. ",
    "answers": [
      {
        "id": 60,
        "text": "[Отправиться по тропе] "
      }
    ]
  },
  {
    "id": 60,
    "text": "Долго идти не пришлось. Вскоре Вы увидели сооружение из металлических листов на длинных стальных сваях, прислонившееся к огромному дереву. К двери постройки поднималась металлическая сборная лестница. Сооружение напоминало Вам \"Избушку-На-Курьих-Ножках\", и это было совершено не смешно.\n\nОставалось надеяться, что внутри кто-то есть, кто-то разумный. ",
    "answers": [
      {
        "id": 61,
        "text": "[Забраться в полевую лабораторию] "
      }
    ]
  },
  {
    "id": 61,
    "text": "Дверь была не заперта, а внутри горел свет и был слышен гул генератора. Все было заставлено шкафами и столами, на которых в беспорядке были разбросаны склянки, а кое-где даже какие-то неопознаваемые части тел в емкостях. За столом стоял седой человек и что-то старательно резал, бормоча себе под нос. ",
    "answers": [
      {
        "id": 62,
        "text": "\"Доктор?\" "
      },
      {
        "id": 62,
        "text": "[Молча подойти к старику] "
      }
    ]
  },
  {
    "id": 62,
    "text": "Старик Вас не замечает и не слышит. На подносе перед ним лежит человеческая кисть, которую лесной доктор старательно препарирует.\n\nКогда Вы подошли совсем близко, доктор оторвался от своего занятия и посмотрел на Вас: \"Опять местные?\" - сердито проворчал он.",
    "answers": [
      {
        "id": 63,
        "text": "\"Нет, я из Города, меня прислали к вам...\" "
      }
    ]
  },
  {
    "id": 63,
    "text": "\"Наконец-то!\" - закричал старик, бросаясь к Вам: \"Где оно!?\" \n\nЧто-то в его взгляде и движениях Вам очень не нравилось. Да, он явно был заражен, но это явно не все.. Аккуратнее. ",
    "answers": [
      {
        "id": 64,
        "text": "\"Это что-то должно помочь вам с лекарством?\" "
      }
    ]
  },
  {
    "id": 64,
    "text": "Лесной доктор задумался: \"Видишь ли, уважаемый, лекарство - это не совсем тот термин, о котором мы сейчас говорим... Лекарства лечат от болезни. А нам нужно исправить изъян\", - договорив, старик снял с себя медицинские перчатки. \n\nВы отшатнулись назад: одна рука старика была совершенно без кожи, с вытянутыми тонкими пальцами, вся покрытая пульсирующими сосудами. \n\n\"Не так давно\", - продолжил старик: \"Когда я еще не знал, что инфекция передается по воздуху, меня укусил один из зараженных... Тогда я просто ампутировал свою руку в надежде не заразиться. Но ты не поверишь, на следующий день она отросла! Да, выглядит она не очень, но по силе превосходит человеческую во много раз!\"",
    "answers": [
      {
        "id": 65,
        "text": "\"И что вы предлагаете?\" "
      }
    ]
  },
  {
    "id": 65,
    "text": "Доктор расплылся в улыбке: \"Проблема этой трансформации в том, что человек постепенно утрачивает рассудок... Становится почти животным. Но при этом перерождается в высшее существо. Представь, если бы человек сохранял при всей своей новой силе свое сознание! Это единственный способ спасти человечество от полного превращения в стадо хищных тварей!\"\n\nВы стоите в замешательстве. Трудно было предугадать такой поворот событий. Позволить этой ужасной болезни процветать? Но вдруг действительно создание лекарства невозможно, и остается лишь постараться сохранить человечеству разум? \n\n[Перед Вами крайне важный выбор]",
    "answers": [
      {
        "id": 66,
        "text": "\"Попытаемся спасти человеческий разум\" \n[Сотрудничать с доктором] "
      },
      {
        "id": 71,
        "text": "\"Да вы псих!\"\n[Отказать доктору] "
      }
    ]
  },
  {
    "id": 66,
    "text": "Доктор оживился еще больше: \"Прекрасно, мальчик мой! С твоей помощью мы спасем человечество от забвения!\"\n\nПравильно ли Вы поступаете? Это уже не имеет значения, отступать поздно. ",
    "answers": [
      {
        "id": 67,
        "text": "\"То, что вам нужно - в моей крови\"",
        "need": 59
      },
      {
        "id": 70,
        "text": "\"То, что тебе нужно - в моей крови\" ",
        "need": 58
      }
    ]
  },
  {
    "id": 67,
    "text": "Старик с удивительной прытью извлекает шприцом кровь у Вас из вены, но вдруг замирает, уставившись на Петра, все это время тихо стоявшего у двери. Глаза доктора расширились от восторга и он, словно ребенок, захлопал в ладоши, истерично смеясь: \"Да ты, молодой человек, обеспечил старика всем, что он сам не смог собрать за такое долгое время!\" Одним прыжком старик оказался возле Петра и сдернул шляпу с его головы вместе с тряпками, закрывающими лицо.",
    "answers": [
      {
        "id": 68,
        "text": "\"Что... Это...?\" "
      }
    ]
  },
  {
    "id": 68,
    "text": "То, что у Петра не было волос, поразило Вас куда меньше, чем то, что у него не было носа, не было даже ноздревых щелей. Вся его голова была серого цвета и идеально обтекаемой формы, словно на ней был шлем... Или панцирь. Из неровностей были только глаза и рот, напоминающие скорее прорезь в этом \"литом\" лице.\n\nДоктор повернулся к Вам: \"Когда мы только начинали изучать эту болезнь, мы выяснили, что у нее много различных штаммов разной жизнеспособности. Такой штамм чрезвычайно редок, так как он очень неустойчив, ввиду своей сложности. Болезни проще и быстрее создать монстра, чем высокоорганизованное существо. Однако разум без нашей помощи он также скоро утратит\".",
    "answers": [
      {
        "id": 69,
        "text": "\"У вас есть моя кровь и образец особого штамма. Приступайте\""
      }
    ]
  },
  {
    "id": 69,
    "text": "Вы получаете достижение:\n\"По следам Ницше\".\n\nСтарый порядок вещей был разрушен. Новый штамм, укрепленный Вашей кровью, стал доминировать над другими штаммами и вскоре заполонил планету, истребив остальные сорта болезни. Ужасных изуродованных мутантов не осталось, как и обычных людей. На смену им пришли новые существа, биологически намного более развитые, чем люди. Разум им действительно удалось сохранить, но не человеческие мораль и ценности. \"Новые Люди\" не строили городов и не создавали технологий - они жили подобно животным, среди новых, созданных той же заразой флоры и фауны.\n\nВы закончили историю, доведя свои поиски спасения для человечества до одного из пяти финалов. ",
    "answers": [
      {
        "id": 1,
        "text": "[Конец истории] "
      }
    ]
  },
  {
    "id": 70,
    "text": "Вы получаете достижение:\n\"Апокалипсис у вас в крови\".\n\nКровь, содержащая особые антитела, действительно смогла замедлить распространение болезни на мозг зараженных, но ее было недостаточно, чтобы направить мутации в нужное русло. Болезнь распространялась стремительно, а самыми живучими оказались штаммы, несущие самые страшные трансформации генома. Очень быстро планету заполонили ужасные твари, чей единственный инстинкт, оказавшийся сильнее остатков разума, велел им пожирать друг друга. \n\nВы закончили историю, доведя свои поиски спасения для человечества до одного из пяти финалов. ",
    "answers": [
      {
        "id": 1,
        "text": "[Конец истории] "
      }
    ]
  },
  {
    "id": 71,
    "text": "Старик помрачнел: \"Ай-яй, молодой человек\", - тонкие длинные пальцы схватили Вас за горло: \"Твою кровь не обязательно извлекать из живого тела, ты же знаешь...\" ",
    "answers": [
      {
        "id": 72,
        "text": "\"Петр..!\" ",
        "need": 59
      },
      {
        "id": 77,
        "text": "[Ударить охотничим ножом]",
        "need": 58
      }
    ]
  },
  {
    "id": 72,
    "text": "Прямо над Вашим ухом прогремел выстрел, а Ваше лицо забрызгало кровью. У Ваших ног лежало тело доктора. К Вам подошел человек, спасший Вас уже дважды: \"Надеюсь, он оставил какие-нибудь записи о своей работе до того, как болезнь свела его с ума...\"\n\nПошарив по шкафам и покопавшись в компьютере, Вы невольно впадаете в тоску. На основе только лишь Ваших антител нельзя сделать полноценное лекарство, можно лишь замедлить развитие болезни вплоть до многих лет. Конечно, это не даст человечеству полное спасение, но поможет выиграть время. Имеющихся данных и оборудования достаточно, чтобы Вы самолично могли изготовить такой \"подавитель\". ",
    "answers": [
      {
        "id": 73,
        "text": "[Всецело посвятить себя \"подавителю\"] "
      },
      {
        "id": 74,
        "text": "[Попытаться найти еще зацепки] "
      }
    ]
  },
  {
    "id": 73,
    "text": "Вы получаете достижение:\n\"Отсрочка от армии\".\n\nНа основе данных старого доктора удалось создать формулу некоего \"подавителя\" этой страшной безымянной болезни. Его целью было изменить механизм поражения болезнью живых существ, растянув его с пары недель до нескольких лет. Остается лишь надеяться, что этого времени человечеству будет достаточно, чтобы придумать, как ему выжить. \n\nВы закончили историю, доведя свои поиски спасения для человечества до одного из пяти финалов. ",
    "answers": [
      {
        "id": 1,
        "text": "[Конец истории] "
      }
    ]
  },
  {
    "id": 74,
    "text": "Потратив весь день на разорение лаборатории, Вы находите отрывок заметки ученого. Там говорится о неком \"Первом Штамме\" этой болезни. Первые зараженные изменялись не так, как болезнь меняет живые формы сейчас. Зараженные первым штаммом имели намного менее беспорядочные мутации и не теряли так быстро свою личность. Однако вскоре болезнь мутировала, уничтожив \"Первый Штамм\", так как он был менее жизнестоек. На основе образца этого штамма старик изначально и хотел создать лекарство, но не смог найти живой зараженный образец, а потом и вовсе свихнулся.\n\nК Вам подошел Петр: \"Возможно, я могу помочь с этим\". ",
    "answers": [
      {
        "id": 75,
        "text": "\"Как?\" "
      }
    ]
  },
  {
    "id": 75,
    "text": "Петр снял шляпу и тряпки с лица.\n\nТо, что у Петра не было волос, поразило Вас куда меньше, чем то, что у него не было носа, не было даже ноздревых щелей. Вся его голова была серого цвета и идеально обтекаемой формы, словно на ней был шлем... Или панцирь. Из неровностей были только глаза и рот, напоминающий скорее прорезь в этом \"литом\" лице.\n\nПетр был, возможно, последним живым образцом \"Первого Штамма\" на Земле...",
    "answers": [
      {
        "id": 76,
        "text": "[Создать лекарство] "
      },
      {
        "id": 79,
        "text": "\"Глаз волка...\" ",
        "need": 78
      }
    ]
  },
  {
    "id": 76,
    "text": "Вы получаете достижение:\n\"Лучший в мире доктор\".\n\nНа основе образца \"Первого Штамма\" болезни и особых подавляющих антител была создана формула вещества, способного полностью остановить болезнь. Конечно, уже полностью мутировавшие формы было не спасти, но для человечества это лекарство означало полное спасение от этой ужасной заразы.\n\nВы закончили историю, доведя свои поиски спасения для человечества до одного из пяти финалов. ",
    "answers": [
      {
        "id": 1,
        "text": "[Конец истории] "
      }
    ]
  },
  {
    "id": 77,
    "text": "Как же хорошо, что Вы забрали эту штуку с собой: нож с размаху вошел в голову психопата по самую ручку. Тело доктора рухнуло перед Вами.\n\nОсталось надеяться, что старик оставил какие-нибудь записи о своей работе до того, как болезнь свела его с ума...\n\nПошарив по шкафам и покопавшись в компьютере, Вы невольно впадаете в тоску. На основе только лишь Ваших антител нельзя сделать полноценное лекарство, можно лишь замедлить развитие болезни вплоть до многих лет. Конечно, это не даст человечеству полное спасение, но поможет выиграть время. Имеющихся данных и оборудования достаточно, чтобы Вы самолично могли изготовить такой \"подавитель\". ",
    "answers": [
      {
        "id": 73,
        "text": "[Всецело посвятить себя \"подавителю\"] "
      }
    ]
  },
  {
    "id": 78,
    "text": "Неизвестно, чем были мотивированы Ваши действия, но Вы наклоняетесь над головой волка и ножом извлекаете его огромный новый глаз, после чего кладете его в карман. \n\nВозможно, Ваш разум все больше заволакивает пелена? Иначе к чему такая жестокость... ",
    "answers": [
      {
        "id": 32,
        "text": "[Обратно к телу] "
      }
    ]
  },
  {
    "id": 79,
    "text": "Внезапно Вы вспоминаете про глаз волка у Вас в кармане. Этот глаз вырос совсем недавно по вине болезни и является образцом ее последнего штама.\n\nЖизнестойкость последнего штамма просто поражала. Технически, если создать препарат на основе Ваших антител, \"Первого Штамма Петра\" и штамма из глаза волка, то есть шанс не только уничтожить болезнь, но и укрепить организм человека. Хотя, конечно, всегда есть шанс, что все пойдет наперекосяк и Вы просто создадите новых мутантов.\n\nВыбор за Вами. ",
    "answers": [
      {
        "id": 76,
        "text": "\"Я не могу так рисковать\" \n[Создать лекарство на основе антител и \"Первого Штамма\"] "
      },
      {
        "id": 80,
        "text": "\"Я рискну\" \n[Создать особый препарат на основе Ваших антител, \"Первого Штамма\" и последнего штамма] "
      }
    ]
  },
  {
    "id": 80,
    "text": "Вы получаете достижение:\n\"Панацея?\".\n\nПрепарат на основе двух штаммов и ваших антител смог полностью остановить болезнь. Кроме этого спустя время выяснилось, что новый препарат развил у людей иммунитет к большей части известных заболеваний, за исключением насморка. Иронично, что зараза, отнявшая столько жизней, подарила человечеству лекарство от всех болезней. \n\nВы закончили историю, доведя свои поиски спасения для человечества до одного из пяти финалов. ",
    "answers": [
      {
        "id": 1,
        "text": "[Конец истории] "
      }
    ]
  },
  {
    "id": 81,
    "text": "Вы прошли эту историю, и Вам интересно, могла ли она закончиться как-то иначе? Разумеется, могла. Представьте, что уже открытые Вами концовки - это просто сон... И снова проснитесь в деревянном домике.\n\nЭто возможно, только если Вы уже побывали этом домишке.",
    "answers": [
      {
        "id": 31,
        "text": "[Очнуться] ",
        "need": 31,
        "need_ever": true
      },
      {
        "id": 1,
        "text": "[Назад] "
      }
    ]
  },
  {
    "id": 82,
    "text": "Судьба управляет нами или мы управляем судьбой? У любой истории может быть несколько финалов.\n\nЗдесь Вы можете видеть те финалы, к которым Вы привели эту историю.",
    "answers": [
      {
        "id": 69,
        "text": "\"По следам Ницше\" ",
        "need": 69,
        "need_ever": true
      },
      {
        "id": 70,
        "text": "\"Апокалипсис у вас в крови\" ",
        "need": 70,
        "need_ever": true
      },
      {
        "id": 73,
        "text": "\"Отсрочка от армии\" ",
        "need": 73,
        "need_ever": true
      },
      {
        "id": 76,
        "text": "\"Лучший в мире доктор\" ",
        "need": 76,
        "need_ever": true
      },
      {
        "id": 80,
        "text": "\"Панацея?\" ",
        "need": 80,
        "need_ever": true
      },
      {
        "id": 1,
        "text": "[Назад] "
      }
    ]
  },
  {
    "id": 83,
    "text": "",
    "answers": []
  }
]