[
  {
    "id": 1,
    "text": "Автор: ТДР\nЖанр: фиксики юмор\n2 история (скоро) Димдимыч и Симка решили устроить сюрприз для Нолика. 3 история ( демо) файер и Верта решили сходить в кино 1 история В классе фиксиков появился новенький и на этот раз влюбилась Шпуля...",
    "answers": [
      {
        "id": 2,
        "text": "Читать!"
      },
      {
        "id": 15,
        "text": "Читайте другие мои квесты!"
      }
    ]
  },
  {
    "id": 2,
    "text": "Выбери историю! ",
    "answers": [
      {
        "id": 3,
        "text": "Шпуля влюбилась "
      },
      {
        "id": 2,
        "text": "Сюрприз ко дню рождения ( скоро)"
      },
      {
        "id": 5,
        "text": "Кинотеатр в большом городе ( доступна 1 глава) новые уже скоро!"
      }
    ]
  },
  {
    "id": 3,
    "text": "Глава 1 Новенький\nв школе фиксиков снова начался урок но на этот раз он был не совсем обычный... Дедус: у нас в классе новый ученик знакомьтесь! Гвоздик! Гвоздик: привет... Шпуля: меня зовут Шпуля... начала она строить ему глазки Файер: рад знакомству я Файер! Гвоздик: Гвоздик Гвоздиков Гвоздикович! Файер: Файер Электронный Быстрин! Быстрин это фамилия! Гвозик: ага... Файер: хе! видал Игрек такой же зануда как ты! Игрек: я зануда? Файер: да! Гвоздик: Шпуля а ты любишь фотографироваться? Файер чуть заревновал... ведь они со Шпулей вроде как парень и девушка ( они ходили на концерт Вектора вместе) \n\n",
    "answers": [
      {
        "id": 4,
        "text": "Глава 2 Ревность"
      }
    ]
  },
  {
    "id": 4,
    "text": "          ГЛАВА 2 РЕВНОСТЬ\n\nФайер: Шпуля а ты не хочешь пойти в кафе? ;) Шпуля: а какой твой любимый цвет? Гвоздик: розовый! Шпуля: а у меня жёлтый! Гвозик: и у меня жёлтый насчёт розового я пошутил! Файер: Шпуля а ты не хочешь мороженого?! ревниво спросил Файер Шпуля: Файер отстань! Файер: Шпуля! Шпуля: Гвоздик а как тебе это видео? Файер был на последней капли Файер: Шпуля Шпилькина Шпулина!!! Шпуля и Гвоздик лишь улетели на фиксибортах... Файер: грр!",
    "answers": [
      {
        "id": 6,
        "text": "Полететь за ними"
      }
    ]
  },
  {
    "id": 5,
    "text": "Глава 1 Признание\nОднажды в лаборатории Чудакова как всегда проходил урок, но Файеру было всё равно Дедус: дети я ненадолго отойду Файер: да без проблем! Дедус внимательно посмотрел на Файера Дедус: Файер ты постригся? Файер: у Расчёски лучшая парикмахерская! Дедус: Файер ты сейчас будешь рекламу спонсировать?! Файер: заходите к Расчёске она вас расчешит, пострижёт, помоет голову, и всё это совершенно бесплатно! Дедус:  прекрати поясничать! Игрек ты за главного! Игрек: дети начнём урок... Дедус ушёл и Файер начал писать какие то записки а потом делать из них самолётики... записки прителели прямо к Верте Верта: Файер осторожно! Файер: ой нет...не читай Верта!! Верта начала читать записку: \" Я люблю тебя Верта я давно хотел тебе это сказать\" Верта явно была не готова к такому признанию в любви... Файер: зачем ты её прочитала?! Верта: Файер я тоже тебя люблю... Файер написал  новую записку и она снова прилетела к Верте Верта прочитала записку: \"может сходим сегодня в кино после уроков?\" Верта: конечно Файер! \n",
    "answers": [
      {
        "id": 5,
        "text": "Глава 2 свидание или до свидания ( ожидайте скоро;)"
      }
    ]
  },
  {
    "id": 6,
    "text": "Файер: и чего я этим добьюсь?! она же меня в упор не замечает! ",
    "answers": [
      {
        "id": 7,
        "text": "значит тебе надо подружиться с Гвоздиком!"
      }
    ]
  },
  {
    "id": 7,
    "text": "Файер: нет!",
    "answers": [
      {
        "id": 9,
        "text": "Лететь к Нолику"
      },
      {
        "id": 10,
        "text": "Лететь к Игреку"
      },
      {
        "id": 11,
        "text": "Лететь к Симке"
      },
      {
        "id": 12,
        "text": "Лететь к Верте"
      },
      {
        "id": 13,
        "text": "Лететь к Дедусу"
      }
    ]
  },
  {
    "id": 8,
    "text": "Файер",
    "answers": []
  },
  {
    "id": 9,
    "text": "Файер: и чего я этим добьюсь?!",
    "answers": [
      {
        "id": 7,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 10,
    "text": "Файер: он в этом не разбирается!",
    "answers": [
      {
        "id": 7,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 11,
    "text": "Файер: Симка! Симка: привет Файер! Файер: Шпуля она вообще меня не замечает! Симка: поговори с ней!",
    "answers": [
      {
        "id": 1,
        "text": "Глава 3 А теперь всё! ( в разработке)"
      }
    ]
  },
  {
    "id": 12,
    "text": "Файер: она понимает только о красоте!",
    "answers": [
      {
        "id": 7,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 13,
    "text": "Файер: плохая идея...",
    "answers": [
      {
        "id": 7,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 14,
    "text": "",
    "answers": []
  },
  {
    "id": 15,
    "text": "Смешарики приключение Ёжика Ёжик решил пойти в гости и с этого и начались его приключения...",
    "answers": [
      {
        "id": 16,
        "text": "далее"
      }
    ]
  },
  {
    "id": 16,
    "text": "Сказочный патруль знакомство квест по любимым приключениям!",
    "answers": [
      {
        "id": 17,
        "text": "далее"
      }
    ]
  },
  {
    "id": 17,
    "text": "Смешарики приключение Нюши представь что Чёрный Ловелас приплыл...",
    "answers": [
      {
        "id": 18,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 18,
    "text": "Смешарики приключение Кроша эпическая битва викторина!",
    "answers": [
      {
        "id": 19,
        "text": "далее"
      }
    ]
  },
  {
    "id": 19,
    "text": "Смешарики Приключение Бараша а с ним ты сможешь сыграть в популярные игры!",
    "answers": [
      {
        "id": 20,
        "text": "далее"
      }
    ]
  },
  {
    "id": 20,
    "text": "Ми ми мишки как ты думаешь с чего всё началось откуда взялся Тучка, сколько денег заплатил Кеша и за что, и как Цыпа был настоящей копилкой?",
    "answers": [
      {
        "id": 21,
        "text": "далее"
      }
    ]
  },
  {
    "id": 21,
    "text": "Пришельцы на планете Земля кто такие инопланетяне и что на самом деле они хотят? ( закончено) ( нечаянно вышел из профиля поэтому не могу ничего исправить;( ",
    "answers": [
      {
        "id": 22,
        "text": "далее"
      }
    ]
  },
  {
    "id": 22,
    "text": "СКОРО не пропусти 2 часть Сказочного патруля! будет интересно! СКОРО в Простоквашино всё хорошо за исключением 1 смогут ли Матроскин и Шарик разгадать тайну заброшенного дома в Простоквашино ( планирую сделать 3 части) СКОРО Смешарики Приключение Совуньи что нас ждёт на этот раз?",
    "answers": [
      {
        "id": 1,
        "text": "На главную"
      }
    ]
  },
  {
    "id": 23,
    "text": "",
    "answers": []
  }
]