[
  {
    "id": 1,
    "text": "Автор:ТДР\nЖанр: Мистика, Юмор, Детектив, чуть ужасов, Простоквашино\n \nВсё начинается в Простоквашино Матроскин решает пройтись по \" мёртвой\" улице на ней уже давно никто не живёт внезапно Матроскину становится не по себе придя домой у него начинает болеть голова Шарик и Дядя Фёдор решают разгадать тайну заброшенного дома в Простоквашино! PS. ненадолго прекращу делать все свои квесты :( ПОТОМУ ЧТО Я ДЕЛАЮ НОВЫЙ КВЕСТ!!!! ;)",
    "answers": [
      {
        "id": 8,
        "text": "О моих квестах"
      },
      {
        "id": 22,
        "text": "ОБНОВЛЕНИЯ"
      },
      {
        "id": 2,
        "text": "Глава 1 Матроскин и заброшенный дом"
      },
      {
        "id": 6,
        "text": "Глава 2 Дядя Фёдор приезжает в гости"
      },
      {
        "id": 7,
        "text": "Глава 3 Проклятый дом"
      },
      {
        "id": 24,
        "text": "Глава 4 Печкин что то скрывает..."
      },
      {
        "id": 26,
        "text": "Глава 5 Камилла не та кем кажется"
      },
      {
        "id": 27,
        "text": "Глава 6 Выбор Шарика"
      },
      {
        "id": 28,
        "text": "Глава 7 Камилла возвращается"
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "https://www.google.com/imgres?imgurl=http://multikionline.org/img_content/troe-iz-prostokvashino.jpg<amp>imgrefurl=http://multikionline.org/load/prostokvashino_troe_iz_prostokvashino/4-1-0-98<amp>docid=ll8U7VW3ZXuzfM<amp>tbnid=SBBrz0eCXww6UM:<amp>vet=12ahUKEwi--4zR4b7eAhUrp4sKHSJTDZU4rAIQMygyMDJ6BAgBEEE..i<amp>w=350<amp>h=483<amp>hl=ru-RU<amp>client=tablet-android-samsung<amp>bih=963<amp>biw=602<amp>q=Простоквашино картинки<amp>ved=2ahUKEwi--4zR4b7eAhUrp4sKHSJTDZU4rAIQMygyMDJ6BAgBEEE<amp>iact=mrc<amp>uact=8",
        "system": true
      },
      {
        "id": 1,
        "text": "",
        "pageImg": "https://www.google.com/imgres?imgurl=http://kinoliza.net/uploads/posts/2018-04/1522944027_maxresdefault.jpg<amp>imgrefurl=http://kinoliza.net/serials/prostokvashino-mult/2018-04-05-10580<amp>docid=ujeuw78HdNDeIM<amp>tbnid=nDTKUsAyYoH11M:<amp>vet=12ahUKEwi--4zR4b7eAhUrp4sKHSJTDZU4rAIQMygRMBF6BAgBEBY..i<amp>w=375<amp>h=210<amp>hl=ru-RU<amp>client=tablet-android-samsung<amp>bih=963<amp>biw=602<amp>q=Простоквашино картинки<amp>ved=2ahUKEwi--4zR4b7eAhUrp4sKHSJTDZU4rAIQMygRMBF6BAgBEBY<amp>iact=mrc<amp>uact=8",
        "system": true
      },
      {
        "id": 1,
        "text": "Укажите команды для картинки",
        "url": "https://www.google.com/imgres?imgurl=http://kinoliza.net/uploads/posts/2018-04/1522944027_maxresdefault.jpg<amp>imgrefurl=http://kinoliza.net/serials/prostokvashino-mult/2018-04-05-10580<amp>docid=ujeuw78HdNDeIM<amp>tbnid=nDTKUsAyYoH11M:<amp>vet=12ahUKEwi--4zR4b7eAhUrp4sKHSJTDZU4rAIQMygRMBF6BAgBEBY..i<amp>w=375<amp>h=210<amp>hl=ru-RU<amp>client=tablet-android-samsung<amp>bih=963<amp>biw=602<amp>q=Простоквашино картинки<amp>ved=2ahUKEwi--4zR4b7eAhUrp4sKHSJTDZU4rAIQMygRMBF6BAgBEBY<amp>iact=mrc<amp>uact=8"
      },
      {
        "id": 29,
        "text": "Глава 8 Печкина в печку"
      },
      {
        "id": 30,
        "text": "Глава 9 Теперь ты всё поймёшь Матроскин"
      },
      {
        "id": 31,
        "text": "Глава 10 Первый артефакт"
      }
    ]
  },
  {
    "id": 2,
    "text": "Глава 1 Матроскин и заброшенный дом\n\nМатроскин: ой Шарик! ну сегодня и погода! сказал Матроскин пришедший домой из гостей Шарик: а тебя никто не просил идти в дождь к Камилле! Камилла была соседкой Матроскина и Шарика девочка 10 лет с чёрными волосами и прямыми ресницами Матроскин: и долго ты тут будешь сидеть?! Шарик: я жду Дядю Фёдора сказал Шарик типо \" отстань от меня\" Матроскин: ой Шарик, Шарик в такой дождь не то что фёдор, даже воробей не прилетит! Шарик только развёл плечами...",
    "answers": [
      {
        "id": 3,
        "text": "Матроскин: может ты и прав Шарик, но я всё равно не буду здесь сидеть и ждать! грозно сказал кот"
      }
    ]
  },
  {
    "id": 3,
    "text": "Шарик: знаешь Матроскин, ты как хочешь а я не пойду в такой дождь на улицу! я пойду погуляю! Матроскин сильно хлопнул дверью Шарик: ты так скоро дверь сломаешь! но Матроскин уже ушел на прогулку",
    "answers": [
      {
        "id": 4,
        "text": "далее"
      }
    ]
  },
  {
    "id": 4,
    "text": "Матроскин: он мне ещё спасибо скажет! вау! это же заброшенный дом! мне ещё бабушка рассказывала про него!",
    "answers": [
      {
        "id": 5,
        "text": "Зайти"
      }
    ]
  },
  {
    "id": 5,
    "text": "Матроскин: ничего себе какой дом... сказал Матроскин Матроскин: ааа!! голова! Матроскин побежал домой... Шарик: о мы вернулись! Матроскин: голова заболела! Шарик: у кого? Матроскин вопросительно посмотрел на Шарика Шарик: а у тебя... разочарованно сказал Шарик Матроскин: ааа!! Шарик: Матроскин!! кот лежал на полу и явно был болен...",
    "answers": [
      {
        "id": 1,
        "text": "Конец главы"
      }
    ]
  },
  {
    "id": 6,
    "text": "Шарик: Алло Дядя Фёдор? Дядя Фёдор: привет Шарик! Галчонок: кар! Шарик: приезжай в гости! Дядя Фёдор: хорошо приеду! Шарик: Матроскин! Матроскин: Дядя Шарик! Шарик: ну вообще то я просто Шарик! Матроскин: просто Шарик, принеси мне воды! Шарик: Матроскин да хватит уже! пользуешься своим  \"проклятьем\"!",
    "answers": [
      {
        "id": 1,
        "text": "Конец главы"
      }
    ]
  },
  {
    "id": 7,
    "text": "Матроскин: мне реально плохо дяда Шарик Шарик начал поясничать Шарик: а ну да,ну да, ты же у нас заболел! Матроскин: я пошёл в заброшенный дом! Шарик: кто ж тебя просил то туда идти?!!! так громко и пристально смотря в глаза сказал Шарик, на что Матроскин жалобно ответил будто плача Матроскин: мяу! Шарик: ну и где этот Дядя Фёдор?! раздался тихий сткк в дверь Шарик: кто там? Печкин: 100 грамм, тьфу ты! это я Печкин! Шарик: Здравствуйте товарищ Печкин! произнес Шарик будто они в армии",
    "answers": [
      {
        "id": 23,
        "text": "   "
      }
    ]
  },
  {
    "id": 8,
    "text": "Смешарики приключение Ёжика Ёжик решил пойти в гости...\n\n",
    "answers": [
      {
        "id": 9,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 9,
    "text": "Смешарики приключение Нюши представьте что Чёрный Ловелас приплыл...\n",
    "answers": [
      {
        "id": 10,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 10,
    "text": "Сыграй с Крошем в игры и викторину!",
    "answers": [
      {
        "id": 11,
        "text": "далее"
      }
    ]
  },
  {
    "id": 11,
    "text": "Смешарики приключение Бараша сыграй с Барашем в кое что интересное...",
    "answers": [
      {
        "id": 12,
        "text": "далее"
      }
    ]
  },
  {
    "id": 12,
    "text": "Сказочный патруль знакомство квест пройди квест по любимому мультфильму а скоро 2 часть!",
    "answers": [
      {
        "id": 13,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 13,
    "text": "Пришельцы на планете Земля предотврати инопланетное вторжение!",
    "answers": [
      {
        "id": 14,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 14,
    "text": "Ми ми мишки узнай как они познокомились!",
    "answers": [
      {
        "id": 15,
        "text": "далее"
      }
    ]
  },
  {
    "id": 15,
    "text": "Фиксики новые приключения приключения которых не было никогда!",
    "answers": [
      {
        "id": 16,
        "text": "далее"
      }
    ]
  },
  {
    "id": 16,
    "text": "   ",
    "answers": [
      {
        "id": 17,
        "text": "далее"
      }
    ]
  },
  {
    "id": 17,
    "text": "Смншарики приключение Копатыча ВСЯ ПРАВДА О МЕДВЕДЕ! ( СКОРО)",
    "answers": [
      {
        "id": 18,
        "text": "далее"
      }
    ]
  },
  {
    "id": 18,
    "text": "Смешарики приключение Лосяша ( скоро)",
    "answers": [
      {
        "id": 19,
        "text": "далее"
      }
    ]
  },
  {
    "id": 19,
    "text": "Смешарики \" мороженое\" в киоске с мороженым Кроша ждут приключения! ",
    "answers": [
      {
        "id": 20,
        "text": "далее"
      }
    ]
  },
  {
    "id": 20,
    "text": "На этом всё!",
    "answers": [
      {
        "id": 21,
        "text": "в каком смысле?"
      }
    ]
  },
  {
    "id": 21,
    "text": "У меня нет идей! (пока что:)",
    "answers": [
      {
        "id": 1,
        "text": "на главную"
      }
    ]
  },
  {
    "id": 22,
    "text": "Версия 1 доступно 2 главы юмор обеспечен! Версия 2 сразу 3 главы! глава 3 Проклятый дом глава 4 Печкин что то скрывает... глава 5 Камилла не та кем кажется... V.3 доступно: Глава 6 Выбор Шарика Глава 7 Камилла возвращается V 3 2 доступно: глава 8 Печкина в печку V 4 напечатал новые главы глава 9 теперь ты всё поймёшь Матроскин глава 10 Первый артефакт V 5 наконец закончил квест! глава 11 Матроскин вернулся!! глава 12 Дядя Фёдор снова с нами глава 13 последний бой с Камиллой глава 14 врата назад",
    "answers": [
      {
        "id": 1,
        "text": "  "
      }
    ]
  },
  {
    "id": 23,
    "text": "Матроскин: каими судьбами господин Печкин? Печкин: это что сарказм? спросил Печкин Матроскин: нет это не сарказм! Печкин: читали новую заметк... Шарик его перебил  Шарик: про ВАШЕГО мальчика? Печкин: но у меня нет никаких мальчиков! Шарик: я имею ввиду Дядю Фёдора! Печкин: а в этом смысле! нет я имел ввиду заметку о проклятом доме! Шарик: дай сюда! злобно сказал Шарик и начал читать: \" тому кто зайдёт в заброшенный дом ждёт неминуемая смерть\" позже было написано о Матроскине но Печкин не догадывался об этом или догадывался? внезапно снова послышался стук в дверь Печкин: ой! напугали вы нас! Камилла! Матроскин: Шарик а она то чо здесь делает?! Шарик: самому интересно! Камилла была в ужасе но от чего? Камилла: там в городе случилась беда! Шарик: какая беда? Камилла: пропал дядя Шарик! Шарик: Фёдор?!!!! у Шарика были \"шарики за роликами\" от услышенного он немедленно отправился в город... нет не пешком, на автобусе...",
    "answers": [
      {
        "id": 1,
        "text": "Конец главы"
      }
    ]
  },
  {
    "id": 24,
    "text": "Шарик приехал в город постучался в дом Дяди Фёдора никто не открывал... Шарик уехал на такси в деревню... но он не успел доехать до дома так как ему показался силуэт того самого дома... и он решил всё выяснить сам, войдя в дом Шарику было не посебе, но он не сдался! Шарик нашёл сгоревшую фотографию с Печкиным и пришёл к нему... Шарик: Печкин! Печкин: Шарик?!! Шарик: что это за фотография?! Печкин: ха! а мне то откуда знать! ответил Печкин Шарик: кто жил в этом доме? Печкин: в нём жила Лена! Шарик: какая Лера?! Печкин: баба Лера!  Шарик: ну говори полностью! начал Шарик \"давить\" на Печкина",
    "answers": [
      {
        "id": 25,
        "text": "   "
      }
    ]
  },
  {
    "id": 25,
    "text": "Печкин: ну хорошо, хорошо! у нас с Лерой был роман, мы дружили мы были молоды и безответственные!  Шарик: а к Матроскину то какое это имеет дело?! Печкин: его прокляли... а он случаем не искал кольцо? Шарик: какое кольцо? Печкин: обручальное кольцо... вдруг послышался крик на всё Простоквашино и это было из дома Шарика и Матроскина... придя домой Шарик увидел Камиллу а в её руке было то самое обручальное кольцо подаренное Печкиным Лере...",
    "answers": [
      {
        "id": 1,
        "text": "Конец главы"
      }
    ]
  },
  {
    "id": 26,
    "text": "Шарик: Камилла это не твоё кольцо! Камилла: глупцы! вы не знаете кто я такая! под обликом левочки на самом деле скрывался монстр... Камилла: я могу взять это кольцо и уничтожить им Матроскина! Матроскин жалобно мяукал Шарик: Печкин что за мистика?! Печкин: Камилла это внучка Леры... она решила отомстить за неё! Шарик: но почему Матроскину?! я понял... он пришёл в её дом и побеспокоил Леру... в небе раздавались раскаты грома и молний а Камилла продолжала держать кольцо на своей руке забирая все силы Простоквашинцев... Шарик: что тебе нужно Камилла?! Камилла: отомстить Матроскину! и тебе тоже, потому что ты нашёл сгоревшую фотографию!! над всем Простоквашино нависла большая угроза, но никто не понимал какая она серьёзная, а Камилла продолжала держать кольцо возле неба...",
    "answers": [
      {
        "id": 1,
        "text": "Конец главы"
      }
    ]
  },
  {
    "id": 27,
    "text": "Перед Шариком стоял сложный выбор спасти Матроскина и принести в жертву себя или дать Камилле уничтожить кота... Шарик: Камилла хватит!!! Камилла: вы за всё ответите! Печкин: Шарик нам надо бежать! Шарик: я не могу так просто сбежать когда больная на всю голову девчонка убивает моего друга! Печкин решил сбежать... у Шарика не было выбора ему пришлось дать в жертву Камилле себя... Шарик: я не позволю тебе убить Матроскина!!!!! это были последние слова Шарика... но с Матроскина было снято проклятье Матроскин: Шарик... Камилла: прощайте! я скоро вернусь Матроскин и тебе не поздоровится... Матроскин: Шарик не умирай...Шарик пожалуйста... через 3 секунды у Шарика остановилось сердце... он пожертвовал собой ради друга...",
    "answers": [
      {
        "id": 1,
        "text": "Конец главы"
      }
    ]
  },
  {
    "id": 28,
    "text": "с момента смерти Шарика прошло 2 дня Матроскин до сих пор не знал как победить Камиллу, как найти Дядю Фёдора и как уничтожить кольцо... в дверь Матроскина постучались... Матроскин грустно спросил Матроскин: кто там? Печкин: это я почт... а можно просто Печкин... Матроскин: входи Печкин... Печкин: у меня есть новости! радостно сказал Печкин Матроскин: какие новости? Печкин: про Дядю Фёдора! Матроскин: и где же он? Печкин: а вот тут плохая новость... Матроскин был в ожидании того что ему скажет почтальон... Печкин: он в плену у Камиллы! Матроскин: что?! неожиданно небо опять потемнело и опять появилась Камилла, но уже не 1 а с Дядей Фёдором... Камилла: предлагаю обмен Дядя Фёдор на Печкина... Матроскин: зачем тебе Печкин?! Камилла: он знает обо всех проклятых артефактах! а их целых 5! Матроскин: и ты мне гад такой ничего не сказал?! Матроскин схватил Печкина за шею... Камилла: ну Матроскин выбор за тобой! Матроскин схитрил Матроскин: дай мне время подумать! а именно 3 дня! а через 3 дня у Матроскина было день рождения, но у него был план, как выиграть в этой \"битве\" Камилла согласилась а Матроскин ушёл в свою комнату, но а Печкин незаметно сбежал... Печкин: я пришёл! ?: отлично! Печкин: Матроскин мне верит! ?: он не догадывается не о чём? Печкин: не думаю... но Матроскин решил проследить за Печкиным поэтому установил по всей деревне видеокамеры...",
    "answers": [
      {
        "id": 1,
        "text": "Конец главы"
      }
    ]
  },
  {
    "id": 29,
    "text": "Матроскин решил проверить свою догадку в 14 00 по московскому времени он пришёл на то место где расставил камеры... и услышал всё до последней капли... Печкин: знаешь что Элла, Камилла просто клоун выполняющий план... далее было еще 10 минут разговора Матроскин решил наведаться к Печкину но Печкин что то подозревал... Печкин: кого это к нам занесло, и зачем? с сарказмом спросил Игорь Иванович Матроскин: господин Печкин вас бы в печку за всю ложь! Печкин вытащил из кармана фотоплёнку...",
    "answers": [
      {
        "id": 1,
        "text": "Конец главы"
      }
    ]
  },
  {
    "id": 30,
    "text": "Печкин: здесь вся правда... Матроскин: хм... ладно просмотрю на ноутбуке... Печкин: на фотоплёнке ничего нет,всё написано на блокноте... Матроскин начал читать: \"однажды когда мне было 6 лет я познакомился с Камиллой мы начали с ней дружить, на выпускном мы с ней зажигали, но я никогда не мог подумать что Камилла окажется демонессой, она направила на меня кольцо и я оказался в чёрной комнате, выход из неё я написал это послание адресовано людям 22 века, когда полюса земли поменяются и всё живое погибнет, спастись мы сможем только уничтожив все 5 артефактов\" Иван Сергеевич Печкин\" Матроскин закончил читать: значит мы погибнем от рук Камиллы?????!!! Печкин:  или мы найдём и уничтожим все 5 артефактов! Матроскин: так держать Игорь Иванович Печкин!",
    "answers": [
      {
        "id": 1,
        "text": "Конец главы"
      }
    ]
  },
  {
    "id": 31,
    "text": "Это случилось спустя 3 дня после прочтения дневника Ивана Печкина в городе в котором жил Дядя Фёдор Матроскин  искал артефакты и в 1 очередь он решил поискать в музее...\n ?: вот он 1 артефакт! ?: стоять!!! ?: Кашира?! Кашира: Дон?! Дон и Кашира были сообщниками Клифа кто все они такие? это хранители артефактов за которыми охотится Камилла Матроскин: отдайте нам артефакт! Дон: зачем он тебе? Матроскин: я имею право им обладать! Печкин: нет котёнок не имеешь! Камилла: мне давно надо было от тебя избавиться!!! Хранители: вы кто и что вам нужно?! Камилла: долго обьяснять! Камилла направила на Матроскина кольцо... Матроскин: аааааааа!!!!!!!!!!!! но было уже поздно кричать... Матроскин оказался в той самой комнате про которую было написано в блокноте....",
    "answers": [
      {
        "id": 1,
        "text": "Конец главы"
      }
    ]
  },
  {
    "id": 32,
    "text": "Матроскин очнулся в странной тёмной комнате ",
    "answers": []
  }
]