[
  {
    "id": 1,
    "text": "Автор: Proffit\n\nЖанр:  Фантастика\n\nЭпоха космических путешествий.\nЭпоха открытий новых планет.\nЭпоха межпланетных войн.\n--------------------------------------\n\nПолковник разучился смеяться, и даже улыбаться еще за то время, пока служил на Земле. А здесь…",
    "answers": [
      {
        "id": 4,
        "text": "НАЧАЛО"
      },
      {
        "id": 2,
        "text": "ОГЛАВЛЕНИЕ"
      },
      {
        "id": 3,
        "text": "О КНИГЕ"
      },
      {
        "id": 20,
        "text": "НОВОСТИ"
      },
      {
        "id": 1,
        "text": "system",
        "canEditCover": true,
        "system": true
      }
    ]
  },
  {
    "id": 2,
    "text": "ОГЛАВЛЕНИЕ",
    "answers": [
      {
        "id": 4,
        "text": "Часть 1"
      },
      {
        "id": 13,
        "text": "Часть 2"
      },
      {
        "id": 19,
        "text": "Эпилог"
      }
    ]
  },
  {
    "id": 3,
    "text": "Этот рассказ написан по мотивам знаменитой стратегии Star Craft.\n\nЗдесь не будет разветвлений сюжета и  разных концовок - это всего лишь рассказ.\n\nФанатам этой игры книга обязательно понравится.",
    "answers": [
      {
        "id": 2,
        "text": "К оглавлению"
      }
    ]
  },
  {
    "id": 4,
    "text": "                                    ЧАСТЬ 1\n                                База Терран\n\n-Что случилось? – спросил полковник, повернувшись в кресле к вошедшему.<s>r\n-Заслон пробит, - ответил адъютант, держа в руках сводку с поля боя.<s>r\n-Черт! Этого следовало ожидать… Что еще?<s>r\n-Зерги бросили гидралисков на  наши ракетницы, на севере.<s>r\n-А бункеры!? – гневно спросил полковник. – Бункеры целы?<s>r\n-Только ближние два, и еще один у восточной ПВО. Нужно послать подкрепление. Просят хотя бы пару Голиафов или танк с пехотой.",
    "answers": [
      {
        "id": 7,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 5,
    "text": "– Что творится на западе? – спросил он, смотря в окно на рассветное небо.<s>r\n-- Там все тихо, - спокойно отвечал адъютант. – Из-за гор может прорваться только авиация, а ракетниц там более чем достаточно. \n- Разведка доложила, - продолжил он после небольшой паузы, - что Протосы готовятся выступить, но на кого они сначала нападут – не известно.<s>r",
    "answers": [
      {
        "id": 8,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 6,
    "text": "   Впереди показалась главная база Зергов представленная своими уродливыми живыми сооружениями, дышащими в одном ритме, подчиняясь единому импульсу инкубатора. Один только вид этой «базы» вызывал ужас и отвращение.<s>r\n",
    "answers": [
      {
        "id": 15,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 7,
    "text": "   Полковник встал и начал ходить по комнате: от стола к окну и обратно.<s>r\n-Отправь к каждому бункеру по инженеру, на восток бросить всю оставшуюся пехоту и огнеметчиков. Два танка на север на охрану ракетниц, - полковник отдавал распоряжения, не глядя на помощника. ",
    "answers": [
      {
        "id": 5,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 8,
    "text": "    Полковник отпустил адъютанта, сел за стол и обхватил голову руками.<s>r\n    «Если Протосы решат напасть на базы Зергов, пока эти твари терроризируют нас, - размышлял полковник, - то снесут, по крайней мере, одну, и почти без потерь! Тогда они получат двух слабых противников – Зергов и Землян. Это им на руку. Остается надеяться, что их логика не сильно отличается от земной».<s>r",
    "answers": [
      {
        "id": 9,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 9,
    "text": "    Под вечер Зерги все-таки прекратили осаду базы Терранов и бросились отбиваться от Протосов. \n    Полковник внимательно изучал положение своей базы: вместо образцово укрепленного форпоста с самой современной защитой и войском открывался вид на полу-разваленный, покрытый слизью и кислотой, умирающий военный лагерь.\n    Терраны нарвались на приглянувшиеся другим расам земли и за это поплатились.",
    "answers": [
      {
        "id": 10,
        "text": "Полковник созвал совет"
      }
    ]
  },
  {
    "id": 10,
    "text": "-Итак, - начал он, когда все собрались, - до утра время у нас есть, поэтому за ночь нам, а то есть инженерам, - он выразительно посмотрел на людей в синих комбинезонах, - необходимо восстановить все, что только можно, а также соорудить бункеры на рубежах: хотя бы два-три. От заводов я жду, по крайней мере, три танка и Голиафы. Трудитесь как наши предки в пятилетку!<s>r",
    "answers": [
      {
        "id": 11,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 11,
    "text": "    После выслушивания стратегических соображений командиров совет завершился.\n \n    Полковник подозвал двух ученых из разных секретных отделов.<s>r\n-Что у вас? – спросил он.<s>r\n-Крейсер будет готов к утру – установим орудие и вперед, - ответил один ученый с нашивкой в виде синего знака Х окруженной языками огня.<s>r\n    Полковник обернулся к другому – с изображением ядерного гриба на плече.<s>r\n-У нас все готово, - сказал тот, - но нужен десантный корабль и призрак.<s>r\n-Все будет, - пообещал полковник, - только без прикрытия крейсера они будут бесполезны.<s>r\n    Ученые удалились, а полковник пошел выступать с речью – поднимать боевой дух.<s>r",
    "answers": [
      {
        "id": 12,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 12,
    "text": "    Наутро почти все было готово – танки прикрывали бункеры, бункеры защищали ракетницы, а те всех от авиации.<s>r\n    Ближе к обеду появились Зерги, меньше чем вчера – Протосы их основательно помяли. \n    Тогда же к полковнику, смотрящему из окна штаба на приближающихся насекомых-переростков, подошел один из ученых:<s>r\n-Мы готовы, можно начинать.<s>r\n\n-Начинайте!<s>r",
    "answers": [
      {
        "id": 13,
        "text": "Конец первой части"
      }
    ]
  },
  {
    "id": 13,
    "text": "                               ЧАСТЬ 2\n                             Сэм Фишер\n\n    Сэм Фишер был одним из лучших охотников-призраков, поэтому его и выбрали для столь опасного и крайне важного задания. Сэм погрузился на корабль и тот начал набирать высоту. Сэм смотрел через стекло иллюминатора на горы, находящиеся на западной границе базы, и думал о том, что вряд ли вернется с этого задания.",
    "answers": [
      {
        "id": 14,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 14,
    "text": "    Десантный корабль вскоре догнал, вылетевший немного раньше, боевой крейсер Молот.<s>r\n    На пути этой небольшой, но грозной эскадрильи встретилась только пара заблудившихся муталисков, которых Молот разнес на куски зеленого мяса.<s>r",
    "answers": [
      {
        "id": 6,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 15,
    "text": "    Между Зергами и кораблями пролегало широкое горное плато, на которое и предстояло высадиться Сэму Фишеру.\n    Молот, благодаря новейшему орудию «пушке Ямато», не оставил и следа от ближайших «зениток», очистив тем самым путь десантному кораблю.",
    "answers": [
      {
        "id": 16,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 16,
    "text": "    Едва Сэм десантировался, на корабли налетела целая туча муталисков. Их было так много, что неба из-за их тел не было видно.\n    Послав в кучу Зергов силовой снаряд, Сэм забрался в небольшую расщелину и оттуда наблюдал за воздушным побоищем – собой рисковать он не имел права. \n    Транспортер взорвался почти сразу, а крейсер сражался до последнего. Через полчаса покореженные и обожженные кислотой обломки Молота с ужасным грохотом упали на землю, оставив на ее поверхности глубокие воронки.<s>r\n\n   Нельзя было впадать в панику: он - охотник-призрак - должен был спасти людей.<s>r\n",
    "answers": [
      {
        "id": 17,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 17,
    "text": "    Возле обрыва Сэм остановился. Отсюда инкубатор был виден как на ладони. Призрак прицелился точно в его жерло.<s>r\n<s>r\n//  «Цель захвачена» мигало на мониторе. Мишель подбежала к пульту и нажала кнопку пуска, в душе надеясь, что Сэм успеет уйти из зоны поражения. //<s>r\n<s>r\n   Сэм сел на корточки, прислонившись спиной к большому валуну. Он думал о Мишель. Жить, наверное, оставалось лишь ради нее.<s>r\n   Он встал и не торопясь пошел к своим. В запасе было еще время.<s>r",
    "answers": [
      {
        "id": 18,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 18,
    "text": "    Сэм прошел уже довольно большое расстояние. Он обернулся. Там, где еще недавно была база Зергов, возник и начал стремительно расти огненный гриб. Зрелище завораживало, но призрак поспешил уйти.",
    "answers": [
      {
        "id": 19,
        "text": "Конец второй части"
      }
    ]
  },
  {
    "id": 19,
    "text": "                                      ЭПИЛОГ\n\n   Машины убирали разлагающиеся туши Зергов. Несколько солдат сделали чучело из дохлого гидралиска и соревновались на нем в меткости. Сэм Фишер стоял и смотрел на радостные лица людей: они выжили в этой бойне и получили передышку.\n   Тут он почувствовал тяжелую руку на своем плече. Сэм обернулся.<s>r\n\n-Хорошая работа, парень. Мишель ждет тебя, - сказал полковник и улыбнулся.<s>r",
    "answers": [
      {
        "id": 21,
        "text": "                            ПОСЛЕСЛОВИЕ"
      }
    ]
  },
  {
    "id": 20,
    "text": "                                     НОВОСТИ\n15.03.17\n    Работа продолжается. По проекту новая книга будет состоять из трех частей. Первая часть готова на 50%.\n\n03.03.17\n    Начата работа над новым рассказом\n\n28.02.17\n    Исправлены несколько стилистических ошибок. \n\n25.02.17\n    Релиз рассказа \"Звездный аванпост\"",
    "answers": [
      {
        "id": 2,
        "text": "К оглавлению"
      }
    ]
  },
  {
    "id": 21,
    "text": "                               ПОСЛЕСЛОВИЕ\n\nВо время своей последней тайной миссии в начале 21 века Сэм Фишер был серьезно ранен и не мог больше продолжать работу. Он согласился заморозить себя до тех пор, пока медицина не достигнет такого уровня, что сможет «починить» его полностью.\n\n Спустя почти пятьсот лет, когда люди уже вовсю осваивали новые планеты, и когда началась война с Зергами, Сэма поставили на ноги, и его талант пришелся как нельзя кстати.",
    "answers": [
      {
        "id": 1,
        "text": "                              КОНЕЦ"
      }
    ]
  },
  {
    "id": 22,
    "text": "",
    "answers": []
  },
  {
    "id": 23,
    "text": "",
    "answers": []
  }
]