[
  {
    "id": 1,
    "text": "Главную героиню зовут Эмма ей 17 лет она заканчивает 11 класс. После 11-го класса Эмма переезжает в другой город и поступает в университет. Что вас ждёт, вы решите сами любовь или рутина ?",
    "answers": [
      {
        "id": 2,
        "text": "Пролог"
      },
      {
        "id": 5,
        "text": "Глава 1"
      },
      {
        "id": 26,
        "text": "Глава 2"
      },
      {
        "id": 54,
        "text": "Глава 3"
      }
    ]
  },
  {
    "id": 2,
    "text": "Пролог \n\nТебя завут Эмма тебе 17 лет и ты учишься в 11 классе. Ты живёшь с мамой и сесетрой. Мама вечно проподает на работе. Твоей сестре Лизе уже 12 лет, она  увлекается плаванием. Ты уже заканчиваешь 11 класс и под конец учебного года к вам переводится один парень. Он очень общительный и вы с ним хорошо поладили. Но по окончанию 11-го класса ты переезжаешь  в другой город. Поступаешь в университет, что тебя  ждёт любовь или рутина ? ",
    "answers": [
      {
        "id": 5,
        "text": "Глава 1"
      }
    ]
  },
  {
    "id": 3,
    "text": "                                        Глава 1\n\nЯ проснулась от лучей солнца  светивших прямо мне в лицо. Взглянув на часы я понела, что опаздываю я быстро оделась и схватила сумку. Я побежала на кухню в надежде, что мама подвезёт меня, но к моему удивлению её и Лизы не было дома. Лишь записка : „ Доброе утро солнышко прости, что не разбудила меня срочно вызвали на работу. Лизу я отвезла в школу. Купи продукты деньги на столе. Целую!” ",
    "answers": [
      {
        "id": 6,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 4,
    "text": "\nЯ выбежала из дома , ели успев на автобус. Всё было спокойно, как вдруг меня талкнул какойто парень. Я начала падать, но кто-то схватил меня за талию — это был тот самый парень.\n— Спасибо-тихо произнесла я.\n—Да, незачто- сказал парень мило улыбаясь.\n— Я, Эмма, а тебя, как завут? \n— Я Ник. \nСтранно на нём форма нашей школы, но я его никогда  не видела.\n—Ты из 11 школы ?\n—Да, я перевёлся с 22 школы в 11ю. А ты в каком классе ? — спросил продолжая улыбаться.\n— Я в 11„А” ,а ты? \n— Ух ты, мы будем учиться вместе.\n— Нам пора выходить. \nКак только я вышла из автобуса меня за руку  схватила Даша. \n— Даша, мне больно.-сказала я пытаясь вырваться.\n— Ой, Эмма прости. Сегодня будет вечеринка, ты придёшь?-сказала Даша и смотрела на меня щенячьими глазками.\nНу, как ей можно отказать. И я молча кивнула. Даша вся сияла от радости.\n— Мы опаздываем — сказала я исхватила Дашу за руку.",
    "answers": [
      {
        "id": 12,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 5,
    "text": "                                          Глава 1\n\nЯ проснулась от лучей солнца светивших мне в лицо. Взглянув на часы я поняла ,что опаздываю, я быстро оделась и схватила сумку. Я побежала на кухню в надежде, что мама подвезёт меня, но к моему удивлению её и Лизы не было дома. Лишь записка : „ Доброе утро солнышко прости ,что не разбудила, меня срочно вызвали на работу. Лизу я отвезла в школу. Купи продукты, деньги на столе. Целую ! ”",
    "answers": [
      {
        "id": 8,
        "text": "—Я же опаздываю."
      }
    ]
  },
  {
    "id": 6,
    "text": "",
    "answers": []
  },
  {
    "id": 7,
    "text": " \nОн привёл меня на поляну и я увидела корзину для пикника. Ник стал всё разлаживать.\n—По какому поводу пикник?-спросила я помогая разлаживать.\n—У меня сегодня день рождение и я хочу отметить его с самой красивой девушкой.-сказал Ник и посмотрел мне в глаза.\n— Я её знаю? Давай я её позаву? — сказала я, хотя я понимала что речь идёт обо мне.\n—Что? Она уже здесь.\n—Ой где ?-сказазала я пытаясь изобразить удивление.\n— Эмма это ты. Я люблю тебя.-сказал он и стал приближаться к моим губам.",
    "answers": [
      {
        "id": 56,
        "text": "Не сопративляться"
      },
      {
        "id": 57,
        "text": " Оттолкнуть его"
      }
    ]
  },
  {
    "id": 8,
    "text": "\nЯ выбежала из дома, ели успев на автобус. Всё было спокойно, как вдрук  меня талкнул  какой-то парень. Я начала падать, но кто-то схватил меня за талию. -это был тот самый парень.\n\n— Спасибо.- тихо сказалая я.\n—Да, незачто, я Ник.— сказал парень мило улыбнувшись.\n—Я Эмма.\nСтранно  на нём форма нашей школы,но я никогда его не видела.\n—Ты из 11 школы ?\n—Да,я перевёлся в 11ю недавно в 11„А\" класс.Судя по форме ты тоже из 11 школы.\n—Да, и я тоже в 11„А\" классе.\n—Круть мы в одном классе.\n—Нам пора выходить.\nЯ вышла из автобуса,но тут меня схватила даша и потащила в сторону.\n— Даша, мне больно.- сказала я пытаясь вырваться. \n—Ой,Эмма прости. Сегодня будет вечеринка,ты придёшь ?- сказала Даша и смотрела на меня щенячьими глазками. Ну, как ей можно отказать. И я молча кивнула. Даша вся сияла от радости.\n—Мы опаздываем.-сказала я схватив Дашу за руку потянула в школу.",
    "answers": [
      {
        "id": 9,
        "text": "Первый урок математика.\n"
      }
    ]
  },
  {
    "id": 9,
    "text": "\nМы зашли в кабинет, Ник сел за первую парту ,он сидел один. Даша предложила мне сесть с ней.",
    "answers": [
      {
        "id": 10,
        "text": "Сесть с Дашей "
      },
      {
        "id": 11,
        "text": "Сесть с Ником "
      }
    ]
  },
  {
    "id": 10,
    "text": "\nЯ села с Дашей и тут же прозвенел звонок,в класс зашла Галина Ивановна она сказала: \n—Ребята  сегодня контрольная работа.\nЯ посмотрела на Дашу, та в спешке начала листать учебник. Я стала искать помощи у одноклассников, но они все уткнулись в учебники, только Ник и Диллан сидели нормально.",
    "answers": [
      {
        "id": 17,
        "text": "Попросить помощи у Ника"
      },
      {
        "id": 14,
        "text": "Попросить помощи у Диллана"
      }
    ]
  },
  {
    "id": 11,
    "text": "\nЯ села с Ником он мне просто улыбнулся. Тут же  прозвенел звонок и в класс зашла Галина Ивановна она сказала : \n—Ребята сегодня контрольная работа.\nЯ посмотрела на класс все уткнулись в учебники, только  Диллан и Ник сидели спокойно.",
    "answers": [
      {
        "id": 17,
        "text": "Попросить помощи у Ника"
      }
    ]
  },
  {
    "id": 12,
    "text": "",
    "answers": []
  },
  {
    "id": 13,
    "text": "",
    "answers": [
      {
        "id": 17,
        "text": "далее"
      }
    ]
  },
  {
    "id": 14,
    "text": "\nДиллан сидел перед нами ,я ткнула его ручкой он злобно посмотрел на меня ,аж мурашки побежали от его взгляда. \n—Чего тебе ?-сказал Диллан.\n—Помоги пожалуйста.- сказала я протягивая ему свой вариант.\n—Что мне за это будет ?-спросил Диллан с лёгкой ухмылкой на лице.\n—Что ты хочешь ?-спросила я.\n—После уроков скажу, ладно давай сюда.-Диллан взял наши с Дашей контрольные  и быстро проришал.",
    "answers": [
      {
        "id": 15,
        "text": "далее"
      }
    ]
  },
  {
    "id": 15,
    "text": "\nУрок закончился мы стали готовиться  к русскому языку. Его  ведёт наш классный руковадитель Галина Сергеевна. Она представила нам нашего нового ученика и мне поручила поручила провести ему экскурсию.",
    "answers": [
      {
        "id": 16,
        "text": "далее"
      }
    ]
  },
  {
    "id": 16,
    "text": "\nВсе остальные уроки прошли очень быстро. Оказалось, что он перевёлся из-за работы отца. Так как ему предложили повышение,но перевели в другой филлиал и им пришлось переехать.\n\nПосле того, как я попращалась с Ником  ко мне подошёл Диллан.\n—Привет ,ты не забыла?- спросил Диллан с ухмылкой на лице.\n—А да спасибо,что ты хочешь?\n—Что бы ты пришла на игру.\n—И всё. В чём подвох?\n—Подвоха нет.\n— Восколько игра?-в моих глазах был виден азарт.\n—Завтра в18:00.\n—Хорошо я приду!?",
    "answers": [
      {
        "id": 18,
        "text": "домой"
      }
    ]
  },
  {
    "id": 17,
    "text": "Как хорошо что Ник рядом. Я дала ему свой вариант он его быстро решил и отдал мне.\n—Спасибо.-тихо сказала я.\n— Незачто.- улыбнулся он своей милой улыбкой.\n\nУрок закончился мы стали готовиться к русскому языку. Его вела наш классный руководитель Галина Сергеевна. Она представила нам нашего нового ученика и поручила мне провести ему экскурсию.\n\nВсе остальные уроки прошли очень быстро.Я провела экскурсию для Ника мы поболтали о его прошлой школе. Оказалось он перевёлся из-за работы отца. Так как ему предложили повышение, но перевели в другой филлиал и им пришлось переехать.",
    "answers": [
      {
        "id": 18,
        "text": "Домой"
      }
    ]
  },
  {
    "id": 18,
    "text": "\nПосле школы я отправилась за продуктами потом домой.\nЧто одеть на вечеринку ?",
    "answers": [
      {
        "id": 19,
        "text": "Красивое красное плать чуть выне колен. Красный клач и туфельки."
      },
      {
        "id": 20,
        "text": "Джинсы ,белый топ, кеды и коженная куртка."
      },
      {
        "id": 21,
        "text": "Белое платье с чёным ремешком ,чёрный клач, белые туфельки."
      }
    ]
  },
  {
    "id": 19,
    "text": "Красиво смотрится так и пойду.\n",
    "answers": [
      {
        "id": 22,
        "text": "Вечеринка"
      }
    ]
  },
  {
    "id": 20,
    "text": "Мне нравится пожалуй так и пойду.\n",
    "answers": [
      {
        "id": 22,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 21,
    "text": "Очень мило мне нравится.",
    "answers": [
      {
        "id": 22,
        "text": "далее"
      }
    ]
  },
  {
    "id": 22,
    "text": "\nЯ пришла на вечеринку вместе с Дашей. Мы стали танцевать. Меня с зади кто-то приобнял.Я обернулась это был Диллан. \n—Привет.- сказал Диллан всё так же продолжая меня обнимать.\n—Привет может отпустишь?-сказала я но он всеровно продолжал меня обнимать.Я так отвлеклась ,что не заметила ,как исчезла Даша.\n— А где Даша?- спросила я.\n—Поцелуешь скажу?-И опять у него на лице эта ухмылка.он прижал  меня к стене.\n—Я сама найду.- я попыталась вырваться но он только сильнее прижал меня. Когда я оставила попытки вырваться он взял меня за подбородок и повернул к себе. И начал нежно и жадно меня целовать ,казалось что сейчас кончится воздух. \n—Она на балконе.-сказал он отстранившись.Я ничего не успела сказать  ,как Диллан куда-то ушёл.Я Побежала на болкон. Даша заметила меня и позвала к себе. Оказалось они играли в бутылочку.Я начала играть с ними.Мне выподали простенькие желания.К нам присоединился Диллан.",
    "answers": [
      {
        "id": 23,
        "text": "Я вышла из игры и направилась домой"
      },
      {
        "id": 24,
        "text": "Я осталась и продолжила играть."
      }
    ]
  },
  {
    "id": 23,
    "text": "\n—Всем пока, мне пора домой.-Я не хотела играть с Дилланом и мне правда пора  домой.\n—Ну останься на пол чамика.- все стали меня уговаривать.\n—Нет,мне правда пора.-сказала я уходя с балкона.\n—Я тебя подвизу.-услышала я голос за спиной это был Диллан.\n—Не надо, я сама дойду.\n—Диллан  не слушай её, ей далеко идти.-сказала Даша и мне пришлось согласиться.\n",
    "answers": [
      {
        "id": 25,
        "text": "далее"
      }
    ]
  },
  {
    "id": 24,
    "text": "\n—Ой,ребят ещё пол часика и я домой.\n— Ну тогда начнём.- сказали ребята.\n—Ну, что за невезение всё время попадает на меня. — В этот раз крутил Диллан. Ему выпало поцеловать на кого укажет бутылка. Я зажмурила глаза о нет она вновь показала на меня.Я закрыла глаза и Диллан поцеловал меня в щёку. Мы играли  и полчаса быстро пролетели.\nЯ попращалась со всеми. Диллан вызвался меня подвести.Я не стала возражать.",
    "answers": [
      {
        "id": 25,
        "text": "далее"
      }
    ]
  },
  {
    "id": 25,
    "text": "\nМы ехали молча.Дилан остановил возле моего дома я вышла и еле натинув улыбку сказала:\n— Спасибо,пока.\n—Пока.—сказал он и уехал.\n Я зашла в дом мама уже спала как и Лиза. Я тихо проскользнула в свою комнату и уснула.",
    "answers": [
      {
        "id": 26,
        "text": "Глава 2"
      }
    ]
  },
  {
    "id": 26,
    "text": "                                       Глава 2\nЯ проснулась в 6 утра \nСходила в душ. \nЧто мне сегодня одеть ?",
    "answers": [
      {
        "id": 27,
        "text": "Чёрную юбку белую блузку и чёрные туфли."
      },
      {
        "id": 27,
        "text": "Пойти в школьной форме."
      },
      {
        "id": 27,
        "text": "Синие платье чуть выше колен и синие туфли"
      }
    ]
  },
  {
    "id": 27,
    "text": "\n\nЯ повертелась у зеркала. \nИ остановилась на этом наряде.",
    "answers": [
      {
        "id": 28,
        "text": "Причёска"
      }
    ]
  },
  {
    "id": 28,
    "text": " \nС нарядом я определилась теперь волосы.\n",
    "answers": [
      {
        "id": 29,
        "text": "Распущенные"
      },
      {
        "id": 29,
        "text": "Завить плойкой"
      },
      {
        "id": 29,
        "text": "заплести косички"
      }
    ]
  },
  {
    "id": 29,
    "text": "Отлично я почти готова раз ещё есть время можно накраситься. Спустя минут 10 я готова.\n",
    "answers": [
      {
        "id": 30,
        "text": "Пойти в школу"
      }
    ]
  },
  {
    "id": 30,
    "text": "\nЯ забежала на кухню мама сделала блинчики, быстро перекусив я направилась в школу.По пути в школу я встретила Ника.\n—Привет кого ждёшь? \n—Привет тебя . -сказал Ник\n—А от куда ты знаешь где я живу?\n—Даша сказала.-Ник улыбнулся и стал показывать в строну  школы.Ник взял меня за руку и потащил в сторону школы.Но перед  школой он остановился и притянул меня к себе.\nЯ стояла в недоумении и начала краснеть.\n—Что ты делаешь ?-спросила я а Ник наклонился к моему уху и сказал\n—Ты мне нравишься Эмма.-произнёс он и отдалился от моего уха.После чего поцеловал меня в щёку и направился в школу. Из ступора меня вывела Даша.\n—Привет подруга что такая грусная?-спросила  Даша .Её слова вывели меня из транса и я посматрела на часы прошло больше 5 минут как Ник ушёл.\n—Привет,да я просто задумалась.",
    "answers": [
      {
        "id": 31,
        "text": "далее"
      }
    ]
  },
  {
    "id": 31,
    "text": "После первого урока мы направились в столовую.Мы сели за свободный столик к нам подсели Ник и Диллан.Я сразу вспомнила утро но Диллан прервал мои воспоминания.\n—Ребят у меня сегодня игра придёте посмотреть?-спросил Диллан.\n—Да конечно во сколько игра ?- спросила Даша.\n—В 18:00.-сказал Диллан. \n—Да мы придём.-я поняла что под мы она подрозумивает меня и себя.\n—Ну тогда я вас жду.-и опять у него на лице нахальная улыбка.\nОстальные уроки быстро пролители. Я вышла из школы и Диллан меня остановил.\n—Тебя подвести.-спосил он.Я начила отказываться и не понила как оказалась в его машине.\n—Давай поспорим если моя команда выйграет  то ты пойдёшь со мной на свидание.-сказал Диллан.\n—А если проиграет?-перебила его я.\n—То ты можешь загадать любое жилание и я его исполню.\nДоговорились.,- в моих глазах был виден азарт.",
    "answers": [
      {
        "id": 32,
        "text": "далее"
      }
    ]
  },
  {
    "id": 32,
    "text": "\nЯ попращалась с Дилланом и вошла в дом.\n—Что мне одеть на игру?",
    "answers": [
      {
        "id": 33,
        "text": "Толстовка, джинсы и кеды."
      },
      {
        "id": 33,
        "text": "Красивое чёрное платье с вырезом и чёрные туфли."
      },
      {
        "id": 33,
        "text": "Платье с открытой спиной красного цвета и красные туфли"
      }
    ]
  },
  {
    "id": 33,
    "text": "\nОтлично мне нравится.\nТак с нарядом я определилась теперь причёска.",
    "answers": [
      {
        "id": 34,
        "text": "Пойду с распущенными."
      },
      {
        "id": 34,
        "text": "Сделаю хвост."
      },
      {
        "id": 34,
        "text": "Накручу плойкой"
      }
    ]
  },
  {
    "id": 34,
    "text": "\nВсё я готова.\nВыглядит отлично.\n\nЯ закончила собираться как вдруг в дверь кто-то позванил.Это был Диллан.\n—Привет,ты готова?Не забуть после игры у нас свидание?-сказал он сверля меня глазами.\n—Ты так уверен что выйграешь.-сказала я пытаясь выйти из дома, но Диллан преградил  мне путь.\n—Уверяю тебя я выйграю.-сказал он с ухмылкой.\n—Посмотрим.-я села к нему в машину и мы поехали. Я попрасила заехать за Дашей.\nПо телефону:\n—Даш выходи мы за табой заедим.\n—Мы?-спросила Даша.\n—За мной заехал Диллан и сейчас мы едем до тебя.\n—Аа,ну„Диллан за табой часто заезжает”. Ну хорошо я жду.- я не успела ей ничего сказать как она повесила трубку.\n",
    "answers": [
      {
        "id": 35,
        "text": "далее"
      }
    ]
  },
  {
    "id": 35,
    "text": "\nКогда мы подьехали Даша села на задние сидение. Я сидела в переди поэтому не могла поговарить с Дашей.Как только мы подьехали к школе Диллан ушёл к своей каманде.Даша сразу стала меня распрашивать.\n—Как давно вы с Дилланом вместе?-этот вопрос ввёл меня в ступор.\n—Ч-что? Мы не вместе.- я злосно посмотрела на ниё.\n—Но он тебе нравится?-спросила она скрестив руки на груди.\n—Н-нет.-сказала я и быстрым шагом направилась к стадиону.\n—Эмма, подожди ты обиделась?\n—Нет, но не задавай глупые вапросы.-сказала я повернувшись к ней.\n—Хорошо.-сказала она опусти в голову.\n—Ладно пойдём.- я взяла её за руку и потащила на трибуну.\nМы сели на первый ряд игра началась. Это была матчивая встреча по баскетболу. У нас была сильная команда. Из нашего класса там были : Алекс, Вася и Диллан. В первом периоде наша команда вела, но к концу второго периода  пеимущество было на стороне пративников.\nИгра была настолько захватывающей что я не заметила что :",
    "answers": [
      {
        "id": 36,
        "text": "Наша команда выйграла."
      },
      {
        "id": 37,
        "text": "Наша команда проиграла"
      }
    ]
  },
  {
    "id": 36,
    "text": "\nПо началу я стала радоваться, но я вспомнила про спор и моя радость я пропала.Тут ко мне подошёл Диллан.\n—Отличная игра.- сказала я в надежде что он не вспомнит про спор. Но я ошиблась.\n—Надеюсь ты не забыла ?-он чуть приобнял меня.Как хорошо что Даша уже ушла.\n—Что незабыла?-прикинулась я дурочкой.\n—Неприкидывайся дурочкой, я про свидание.- посли этих слов Диллан поцеловал меня.Он отстранился схватив меня за руку потащил к машине. Мы сели в машину и он повёз меня куда-то.Машина остановилась возле какого-то большого здания.Он завёл меня туда и мы поднялись на крышу. Здесь так красиво  отсюда открывается такой вид на город.\n—Тебе нравится?-спросил Диллан глядя на мою детскую улыбку.\n—Как ты нашёл это место?-я перевела свой взгляд на Диллана.\n—Папа часто водил меня сюда.Но после его смерти я ни разу не поднимался сюда.\n—Прости.-сказала я посмотрев в его грусные глаза.После моих слов он обнял меня .Мы не долго любовались видом но было уже поздно поэтому мы поехали по домам.",
    "answers": [
      {
        "id": 38,
        "text": "далее"
      }
    ]
  },
  {
    "id": 37,
    "text": "\nЯ расстроилась что наша команда проиграла. Но вспомнив про спор я стала искать Диллана.Но он сам меня нашёл. Кто-то закрыл мне глаза я обернулась это был Диллан.\n—Желание.-сказала я.\n—Что? -сказал Диллан посмотрев на меня удивлёнными глазами.\n—Ты проспорил.\n—Я думал ты не вспомнишь, ну какое твоё желание ?-сказал он улыбнувшись.\n—Я ещё не придумала.\n—Может тебя подвести, пока ты думаешь? — спросил Диллан открывая мне дверь машины.\n—Ну давай.-я села к нему в машину мы доехали до моего дома но я не успела ничиго придумать.\n—Блин я не знаю что загадать, о точно ты должен одеть моё платье.\n—Что я не буду это делать.\n—Ты сам сказал любое желание.-я посмотрела на него с взглядом победителя.\n—Ладно давай.",
    "answers": [
      {
        "id": 39,
        "text": "далее"
      }
    ]
  },
  {
    "id": 38,
    "text": "\nДиллан остановил перед моим домам и открыл мне дверь машины. Он обнял меня и поцеловал в губы.Я вся залилась краской.\n—Пока.-сказала я забежав в дом.Диллан быстро уехал.",
    "answers": [
      {
        "id": 45,
        "text": "далее"
      }
    ]
  },
  {
    "id": 39,
    "text": "\nМы зашли в мою комнату и стали выбирать платье Диллану.\n—Как тебе это с вырезом?\n—Я такое не одену.-сказал Диллан.\n—Отлично значит оно подойдёт.\n—Ты издиваешься ?\n— А что тебе не нравится? -спросила я и протянула Диллану платье.—Одивай.\n—Я выгляжу как гей.-сказал он одев платье.\n—А тебе идёт так ещё парик и макияж.\n—Что? Для чего это, я же на машине.-спросил он и улыбнулся.\n—А ,точно ты пойдёшь домой пешком, а машина останится здесь.\n—Я так по улице не пойду. Ты ещё мне каблуки нацепи ?\n—Да ,точно какой у тебя размер ?\n—41. Что я пошутил.\n—Всё готово , так теперь пошли.\n—А ты куда ?\n—Я тебя провожу.",
    "answers": [
      {
        "id": 40,
        "text": "далее"
      }
    ]
  },
  {
    "id": 40,
    "text": "\nМы шли Диллан с непревычки часто спотыкался на каблуках.Когда мы подошли к его дому я остановилась возле забора Диллан пошёл домой. Я уже направлялась домой как услышала:\n—Это что такое ?\n—Ты про что ?-кажется это был Диллан.\n—Ты выглядишь как гей.\n—Я поспорил с другом на желание.-начал оправдываться Диллан.\n—Поспорил? Ты серьёзно думаешь что я поверю? \n—Я говорю правду.-крикнул Диллан.\n—Не смей на меня кричать. Я думаю что твой друг разрешит тебе пожить у него.\n—Ты не имеешь права выгонять меня из дома. Это дом моего отца.\n—Этот дом принадлежит мне твой отец завещал его мне.\n—Это ложь.\n—Смотри вот завещание.\n—Ну и живи здесь.-крикнул Диллан и всё утихло через 5 минут Диллан выскочил из дома вместе  с двумя чемоданнами .Всё это время я медленно направлялась домой Диллан догнал меня.\n—Ты слышала?\n—Что слышала я ничего не слышала.\n—Ты не умеешь врать.Можно мне у тебя переконтоваться?\n—Я не знаю мама будет ругаться.\n—Это из-за твоего желания меня выгнали.\n—Ну ладно.-сказала я, и мы с Дилланом направились ко мне домой. Хорошо что завтра выходной.",
    "answers": [
      {
        "id": 41,
        "text": "далее."
      }
    ]
  },
  {
    "id": 41,
    "text": "\nМы тихо пробрались в мою комнату.Я помогла Диллану смыть макияж. Я легла в своей кровати, а Диллан в ванной.",
    "answers": [
      {
        "id": 42,
        "text": "далее"
      }
    ]
  },
  {
    "id": 42,
    "text": "\nМне пришлось встать очень рано и разбудить Диллана.\n—Подьём.-сказала я толкая Диллана чтобы разбудить.\n—В такую рань зачем?\n—Моя мама не должна тебя видеть.-он посмотрел на меня и схватил за руку и потяну к себе. Я упала в ванную прямо на Диллана. Я упёрлась ему в грудь он приобнял меня я пыталась встать но он  всё время прижимал меня.\n—Что ты делаешь? Отпусти.-сказала я глядя ему в глаза.\n—Зачем мне тебя отпускать? \n—Эй отпусти.- я стала бить его кулаками.\n—Ладно-ладно ток не ори.\n—Я не ору. Так нам надо уходить из ванны давай быстрей.-мы быстро вышли из ванны и зашли в мою комнату.\n—Где ты собираешься жить?\n—У тебя. А что ты против?-у него на лице была видна ехидная улыбка.\n—Что?ты не можешь здесь жить.\n—Ладно я переконтуюсь у Васьки я уже договарился .-он стал собираться. Мама уже ушла, а у Лизы сегодня соревнования. Мы с Дашей договарились поддержать нашу чемпионку.",
    "answers": [
      {
        "id": 43,
        "text": "далее"
      }
    ]
  },
  {
    "id": 43,
    "text": "\nМы с Дашей пришли и сели в первом ряду.\n—Где наша чемпионка?-спросила Даша.\n—Вон видишь в чёрном купальнике и фиолетовой шапочке.-сказала я указав на Лизу.\nЛиза нас заметила и подбежала к нам.\n—Привет как настрой?Боевой?-спросила Даша обнимая Лизу.\n—Да боевой.-быстро ответила Лиза.\n—Ты не волнуешься?-спросила я.\n—Чучуть но я справлюсь.-сказала Лиза глядя мне в глаза.Лиза побежа к своим друзьям.Я взглядом прошлась по требуне и заметила Ника мы с Дашей подошли к нему.\n—О, Ник что ты тут делаешь?-сказала Даша\n—Привет девчёнки у меня брат участвует в соревнованиях, а вы что тут делаете ?- сказал Ник и перевёл свой взгляд на меня.\n—У меня сестра участвует в соревнованиях. А как твоего брата зовут ?\n—Макс а твою сестру как зовут ? \n—Лиза.-сказала я и обратила внимание что Даши рядом нет.\n—Эмма, Лиза на старте.- услышала я голос Даши она уже сидела на месте.\n—Где мой телефон ?- я быстро нашла телефон и начала снимать. Мы дождались пока проплывёт Макс прошло награждение Макс и Лиза заняли первые места.\n—Ребята это надо отметить. -сказал Ник обнимая наших чимпионов.\n—Отличная идея. -сказала Даша а я просто кивнула.\n\n",
    "answers": [
      {
        "id": 44,
        "text": "далее"
      }
    ]
  },
  {
    "id": 44,
    "text": "\nМы зашли в кафе Даша села рядом с чимпионами ну а я  с Ником.\n—Кто что будет?\n—Коктель и пироженое.-сказала Лиза.\n—Пиццу на всех и газировку.- сказала Даша. Все были не против. Мы поели и расчитались Даша сказала:\n—Я Лизу и Макса отведу по домам а вы с Ником  погуляйте. — Даша что-то шепнула Нику и ушла с чемпионами.\n—Что тебе сказала  Даша? — сказала я и повернулась к Нику.\n—Сделать вот это.-я не успела ничего произнести как он впился в мои губы. Мы так стояли несколько минут когда уже стало не хватать воздуха  Ник отстранился и поцеловал меня в щёку.Мы шли молча подходя к моему дому Ник взял меня за руку я взглянула на него.\nПосле чего он обнял меня и я зашла в дом.",
    "answers": [
      {
        "id": 46,
        "text": "далее"
      }
    ]
  },
  {
    "id": 45,
    "text": "\nКак хорошо что начинаются выходные. Я уснула  а когда проснулась мамы уже не было дома. Сегодня у Лизы соревнование  мы с Дашей договорились поддержать нашу чемпионку.\n",
    "answers": [
      {
        "id": 43,
        "text": "далее"
      }
    ]
  },
  {
    "id": 46,
    "text": "Воскресение :\nСегодня я не хотела никуда идти я решила перед экзаминами надо подготовиться, но Даша решила посвоему.\nПо телефону:\n—Привет, чем занимаешься ?-спросила Даша.\n—Привет, к экзаменам готовлюсь.\n—Давай встретимся.\n—Хорошо, где?\n—Давай у меня.\n—Лады через пол часа буду.-сказала я и стала собираться. Я пришла к Даше она светилась от счастья.\n—Что случилось?-сказала я посмотрев на Дашу.\n—У меня сегодня свиданка.\n—С кем?-мне стало очень интересно и я стала её распрашивать.\n—С Васей он вчера возле моего дома поджидал.\n—Ну а я тебе зачем ?\n—Прости, но это двойное свидание.-сказала Даша прикрывая лицо руками.\n—Что? Ладно с кем я иду?-сказала я закипая от злости. Даша стала медленно пятиться назад.\n—С Дилланом.-сказала Даша и забижала в ванную.\n—Что ? Я не согласна.- сказала я и пыталась открыть дверь в ванную.\n—Успокойся. Пожалуйста сходи со мной, а я сделаю всё что ты захочешь.-сказала Даша и вышла из ванной.\n—Ладно.-сказала я и села на диван.\n—Ура! Так давай одеваться.- Даша уже опять сияла от радости.\n",
    "answers": [
      {
        "id": 47,
        "text": "далее"
      }
    ]
  },
  {
    "id": 47,
    "text": "Что мне одеть ?",
    "answers": [
      {
        "id": 48,
        "text": "Белое платье, белые туфли."
      },
      {
        "id": 48,
        "text": "Синие платье,чёрный клач и чёрные туфли"
      },
      {
        "id": 48,
        "text": "Красную блузку,чёрную юбку и красные туфли."
      }
    ]
  },
  {
    "id": 48,
    "text": "\nОчень мило.\nТеперь причёска.",
    "answers": [
      {
        "id": 49,
        "text": "Накрутить плойкой"
      },
      {
        "id": 49,
        "text": "Пойти с распущенными"
      },
      {
        "id": 49,
        "text": "Сделать хвост"
      }
    ]
  },
  {
    "id": 49,
    "text": "Всё я готова.\n—Вау ты так мило выглядишь.-сказала Даша хотя сама выглядила просто шикарно.\n—Спасибо, но это ты выглядишь мило. Всё Вася не достоин такой красавицы.-сказала я и мы расмеялись.\n—Эмма нам пора выходить.- мы вышли и тут сразу подьехали две машины.\n—Эм почему вы оба на машинах.\n—Просто мы едим в разные места.-сказал Вася.\n—Почему?-спросила я.\n—Садись и не задавай вопросы.-сказал Диллан открывая мне дверь. Я села и мы поехали.\n—Красиво выглядишь.-пробубнил Диллан.\n—Спасибо, ты тоже .- сказала я. За всё время которое я его знаю, я впервые вижу его в костюме. Мы быстро доехали, когда я вышла из машины, ребят и правда не было.\n—А где ребята? -спросила я.\n—Я же тебе сказал не задавай  вопросы.-сказал Диллан и пошёл в ресторан я пошла следом.\n",
    "answers": [
      {
        "id": 50,
        "text": "далее"
      }
    ]
  },
  {
    "id": 50,
    "text": "\nДля нас были забронированы места.\nНам принесли меню.\n—Здесь всё так дорого.-сказала я и посматрела на Диллана.\n—Здесь дорого, но вкусно.-сказал Диллан и мило улыбнулся я ни разу не видела что бы он так улыбался.\n—Эм что посоветуешь ? -сказала я. Он подозвал официанта.\n—Как обычно только на двоих.-сказал Диллан. Официант удалился через минут 10 он принёс заказ.\n—Ухты как красиво.- сказала я и посматрела на Диллана.\n—Это ты ещё не пробывала.- сказал он мило улыбнувшись. После чего я попробывала.\n—Это вкуснятина.\n—Я рад что тебе нравится, за тебя.- сказал Диллан подымая бокал с вином. Мы посидели он распрашивал меня ,я его. Он живёт с мачихой,\nа отец погиб. После он довёз меня до дома.",
    "answers": [
      {
        "id": 51,
        "text": "Обнять Диллана"
      },
      {
        "id": 52,
        "text": "Поцеловать Диллана"
      }
    ]
  },
  {
    "id": 51,
    "text": "Мы вышли из машины и я обняла Диллана. Мне не хотелось его отпускать. Он уехал, а я зашла в дом Лиза уже была дома.",
    "answers": [
      {
        "id": 53,
        "text": "далее"
      }
    ]
  },
  {
    "id": 52,
    "text": "\nМы вышли из машины Диллан стоял  ко мне лицом толи под действием вина. Я подошла к нему ближе и стала приближаться к его губам.\nОн приобнял меня за талию, мне стало не хватать воздуха и я отдалилась. Я попращалась с Дилланом и зашла в дом Лиза была уже дома.",
    "answers": [
      {
        "id": 53,
        "text": "далее"
      }
    ]
  },
  {
    "id": 53,
    "text": "Лиза подбежала ко мне .\n—Это твой парень ?- спросила Лиза.\n—Нет это мой одноклассник.-сказала я пытаясь уйти. Но Лиза преградила мне путь.\n—Почему он тебя привёз я не отстану.\n—Просто нам было по пути.-сказала я уберая руку сестры.\n—А если мама узнает ? \n—Так шантажистка, что ты хочешь?- сказала я и посмотрела на сестру.\n—Ну у меня соревнования в другом городе.\n—А я тут причём?\n—Нужно чтоб сопроваждали взрослые, а мама работает я очень хочу поехать.\n—А Макс едет?\n—Да.-коротко ответила Лиза.\n—Ну тогда понятно почему ты хочешь поехать.-сказала я и с улыбкой посмотрела на Лизу.\n—Что понятно ?\n—Не прикидывайся. Тебе же нравится Макс ?\n—Нет.-сказала Лиза изалилась краской.\n—Не ври я всё вижу.\n—Ладно он мне нравится ток ни кому хорошо. Так ты поедишь ?\n— Да.",
    "answers": [
      {
        "id": 54,
        "text": "Глава 3"
      }
    ]
  },
  {
    "id": 54,
    "text": "                                       Глава 3\nПосле разговора с Лизой я долго не могла уснуть. Я думала о Лизе и Максе. Было видно что она ему не безразлична, но как им помочь?Я уснула и мне приснилось что я стаю в белом платье и играет свадебная музыка. Я иду вперед и у алтаря вижу Ника и Диллана они улыбаются. Моя мама и друзья смотрят на меня и тут я слышу „кого ты выбираешь\". После этих слов я проснулась на часах 6 утра. Я встала и стала собираться в школу. Сегодня мы пишем пробные экзамены.",
    "answers": [
      {
        "id": 55,
        "text": "далее"
      }
    ]
  },
  {
    "id": 55,
    "text": "\nЯ прибежала в школу и зашла в класс. Была полнейшая тишина все сидели  уткнувшись в книги. Я села к Даше.\n —Как прошло ваше свидание с Васей?- спросила я и дотронулась до Даши.\n—Ой Эмма ты меня напугала. А да всё хорошо прошло он привёз меня в какой-то ресторан.\nА у вас как?\n—Диллан тоже привёз меня в ресторан. Ну вы с Васей теперь вместе?\n—Я не знаю он мне даже не позвонил.-сказала Даша и прозвенел звонок.Нам раздали бланки и варианты. Мне попалось то что я знала назубок.\nЯ быстро ответила и стала помогать Даше. Мы здали работы и вышли из  класса.\n— Давай во дворе погуляем до звонка ещё минут 20.\n—Давай. Мы вышли походили вокруг школы и сели на скамейку.\n—Хочешь пить ?-спросила Даша.\n—Да что-то в горле пересохло.-Даша побежала за напитками. Ко мне взади кто-то подошёл и закрыл глаза.\n—Даша ты уже вернулась?- на мой вопрос ни кто не ответил я убрала руки с глаз и повернулась там был Ник.\n—Привет я не Даша но вот.-сказал он и протянул мне газировку.\n—Привет и спасибо. -сказала  я и встала со скамейки. Мы погуляли с Ником. Он взял меня за руку и куда-то повёл.",
    "answers": [
      {
        "id": 7,
        "text": "далее"
      }
    ]
  },
  {
    "id": 56,
    "text": "\nЯ не стала сопративляться и Ник поцеловал меня это был нежный и очень страстный поцелуй.\nНик отстранился. Мы посидели ещё минут пять я взглянула на часы и поняла что нам нужно бежать. Мы успели вовремя учителя ещё не было в классе. Я села с Дашей.\n—Ты где была ?-спросила Даша.\n—Долгая история.-тут зашёл учитель и раздал нам бланки и тесты.",
    "answers": [
      {
        "id": 58,
        "text": "далее"
      }
    ]
  },
  {
    "id": 57,
    "text": "\nЯ отталкнула Ника и побежала в сторону школы.\nНик догнал меня и прижал к стене.\n—Эмма прости.-сказал он и отпустил меня. Мы зашли в класс звонка ещё не было я села с Дашей.\n—Ты где была?-спросила Даша.\n—Долгая история.",
    "answers": [
      {
        "id": 58,
        "text": "далее"
      }
    ]
  },
  {
    "id": 58,
    "text": "\nМы с Дашей написали все тесты и пошли домой.\nНо вдруг перед нами останавливается машина.\n—Вас подвести?-сказал выходя из машины Вася.\n—Я не вазражаю.-сказала Даша садясь в машину.\n—Я пас.-сказала я и наклонилась к подруге делая вид что прощяюсь.\n—Потом расскажешь о чём говорили.-сказала я шёпотом ей на ушко.Она кивнула я им помохала и пошла дальше. Я пришла домой и зашла на кухню в духовке был мой любимый пирог.",
    "answers": [
      {
        "id": 59,
        "text": "С малиной"
      },
      {
        "id": 59,
        "text": "С мясом и картошкой"
      },
      {
        "id": 59,
        "text": "С капустой"
      }
    ]
  },
  {
    "id": 59,
    "text": "А это означало одно мама дома. Я быстро побежала в свою комнату переодеваться.\nЯ переоделась и спустилась в низ.\n—Эмма ты уже дома?Будешь пирог?-сказала мама.\n—Да уже бегу.-я забежала на кухню и там я увидела Диллана. Я около 5 минут стояла в проходе пока мама не откликнула меня.\n—Эмма с табой всё в порядке?-спросила мама.\n—Да, а что он тут делает?\n—Я пришёл за домашним заданием.-в разговор вмешался Диллан.\n—А почему не позвонил?-сказала я даставая телефон.\n—Я звонил.-сказал Диллан. Я посмотрела 5 пропущенных.\n—Ладно пошли дам тебе домашку.-сказала я подымаясь в свою комнату. Я стала искать свой дневник. Диллан сел на мою кровать и ждал.\n—О нашла записывай.-сказала я смотря на Диллана.\n—Диктуй.-сказал он доставая телефон.\n—Математика 365(а,б,в), Литература стр 150-200 и тд.-я положила дневник и собиралась уходить но Диллан схватил мою руку.\n—Что ты делаешь?-спросила я.\n—Ты даже не хочешь знать где я был?",
    "answers": [
      {
        "id": 60,
        "text": "Хочу."
      },
      {
        "id": 61,
        "text": "Не хочу."
      }
    ]
  },
  {
    "id": 60,
    "text": "\n—И где ты был?-спросила я.\n—У меня сегодня день рождение.- сказал Диллан.\n—А я и не знала поздравляю.Что тебе подарить?-сказала я.  \n—Не чего кроме этого.- я не успела ничего сказать как он впился в мои губы. Я толкнула его и дала ему подщёчину.\n—Выйди из моей комнаты. -заорала я на Диллана. Он  меня проигнорировал. я стала его выталкивать он повернулся ко мне и схватил за руки и повалил на кровать.\n—Отпусти.-кричала я пытаясь вырваться.\n—Не кричи.-сказал он прикосаясь к моим губам. На этот раз поцелуй был очень нежный и осторожный. Он оторвался от моих губ.\n—Прости.-сказал он и ушёл.",
    "answers": [
      {
        "id": 62,
        "text": "далее"
      }
    ]
  },
  {
    "id": 61,
    "text": "—Мне это без надобности.- сказала я доставая дневник.\n—У меня сегодня день рождение!- сказал Диллан\n—И что?-спросила я.\n— Ты мне должна подарок.-сказал он притягивая меня к себе. Я пыталась вырваться  но  мне не удалось он поцеловал меня. Этот поцелуй был очень долгий и вот когда нам стало не хватать воздуха он отстранился. Я решила не чего не говарить и молча указала  ему на дверь.\nДиллан ушёл.",
    "answers": [
      {
        "id": 62,
        "text": "далее"
      }
    ]
  },
  {
    "id": 62,
    "text": "\nС этим Дилланом я совсем  забыла позвонить Даше.\nПо телефону :\n—Привет Даш ну о чём вы разговаривали?-спросила я. \n—Эмма, мы с Васей встречаемся он сейчас у меня не могу говорить, пока.-сказала Даша  и повесила трупку. Я была рада за подругу.  \nМне было не чем заняться и я спустилась в низ. Диллан так и не ушёл. Я хотела подняться назад в свою комнату, но он меня заметил. Он подошёл и сказал:\n—Твоя мама вилела тебе передать это.-он протянул мне записку. Я начала читать её в слух\n—„Эмма сходи в магазин купи продукты и попроси Диллана...\"—  я затихла на секунду и продолжила:\n—Попроси Диллана уйти из нашего дома.-сказала я и на лице появилась ехидная улыбка.\n—Ты уверена что там это написано ?-спросил он протягивая мне руку.\n—Да.-ответила я пряча записку в карман.\n—Я её уже читал собирайся я отвезу.-сказал Диллан и направился в сторону двери.\n—Я с тобой не поеду.- крикнула я и побижала в свою комнату. Я споткнулась и полетела вниз но меня подхватил Диллан.\n—Спасибо-сказала я, он держал меня на руках и понёс в сторону двери. Я не успела оглянуться как оказалась возле магазина.\n—Ещё раз спасибо.-сказала я и хотела уйти но Диллан схватил мою руку и притянул меня к себе.\n—Ты так просто не уйдёшь.-сказал он и стал оставлять засосы на шее.\n—Отстань.-сказала я и отталкнула Диллана.",
    "answers": [
      {
        "id": 63,
        "text": "далее"
      }
    ]
  },
  {
    "id": 63,
    "text": " \nЯ быстро забежала в магазин. Я стала выбирать продукты и случайно толкнула чью-то телешку.\n—Ой простите я не заметила.-сказала я \n—Привет.- услышала я знакомый голос. Я повернула голову это был Ник.\n—О Ник привет.\n— Эмма а ты можешь мне помочь?-спросил Ник \n—Да. А с чем?- спросила я пытаясь достать пачку  с салфетками.\n— Мне выбрать подарок для мамы.-сказал Ник доставая салфетки.\n—Хорошо а что она любит?\n—Эм я не знаю.\n— Типичный пацан. У неё есть алергия ?\n—Да на розы и малину.\n—Ладно  пойдём",
    "answers": [
      {
        "id": 1,
        "text": "1"
      }
    ]
  },
  {
    "id": 64,
    "text": "",
    "answers": []
  },
  {
    "id": 65,
    "text": "",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 66,
    "text": "",
    "answers": []
  },
  {
    "id": 67,
    "text": "",
    "answers": []
  }
]