[
  {
    "id": 1,
    "text": "Автор: AnthonySamet(Антон Волков)\nЖанр: Детектив, Романтика.\n\nФ.Б.Р — действующая секретная организация в Соединённых Штатах Америки. \n\nПредисловие: Пару лет назад, ФБР было разгромлено. В то время  весь город стоял на ушах, так как Директор был убит и город остался без защиты... Полиция вон из кожи лезла, чтобы не подпускать людей на поле боя. Базу отбивали почти неделю, правда так и не известно , отправили туда Спец.Отряд или же это дейстовал кто-то конкретный.\nПосле того, как боевые действия прекратились, Президент назначил нового Директора и объявил его на весь мир, после чего все и наладилось.\n\nИстория Эмили Роуз : Девушка 23-х лет, тёмные волосы, карие глаза. Родилась в Нью-Йорке, родители относятся к \"Интеллигенции\" , так как её отец Доктор биологических и химических наук, а так же специалист в энергетике (Странное сочетание).\nПо словам самой Эмили, она не помнит мать.\nС недавнего времени, отец Эмили погиб, правда она не знает как и где... Ей просто это сообщили\nПосле этого, она стала разыскивать всю информацию о его гибили и обо всём, чего он не рассказывал ей. С того времени, она и напала на след , который вёл в ФБР. \n\n",
    "answers": [
      {
        "id": 2,
        "text": "               ✓Начало: Знакомство✓"
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "",
        "system": true
      },
      {
        "id": 1,
        "text": "",
        "pageImg": "",
        "system": true
      }
    ]
  },
  {
    "id": 2,
    "text": "Я вошла в комнату и села за свой стол, весь засыпанный разными бумагами ... \nКомната была небольшая: в углу стояла кровать , а почти у стены стоял небольшой стол и кресло.\nПрямо возле двери стоял  шкаф, доставшийся Эмили еще от родителей, там она хранила всю одежду и иные вещи. Комнату освещали лучи солнца , выходившие из единственного окна этой комнаты, на улице была осень и вся земля была укрыта красочной листвой.",
    "answers": [
      {
        "id": 3,
        "text": "Осмотреть вещи в шкафу."
      },
      {
        "id": 4,
        "text": "Осмотреть стол"
      },
      {
        "id": 5,
        "text": "Посмотреть в окно",
        "need": [
          4
        ]
      }
    ]
  },
  {
    "id": 3,
    "text": "В шкафу весели вечерние платья, внизу лежали коробки с различной мелочью.Пока ничего из этого мне не было нужно.",
    "answers": [
      {
        "id": 2,
        "text": "Закрыть шкаф и продолжить осмотр комнаты."
      }
    ]
  },
  {
    "id": 4,
    "text": "На столе лежала куча бумаг , в основном это были документы из архивов полиции. Недалеко стоял большой железный термос с кофе, дабы не уснуть при работе здесь.",
    "answers": [
      {
        "id": 2,
        "text": "Отойти от стола и продолжить осмотр комнаты."
      }
    ]
  },
  {
    "id": 5,
    "text": "Я подошла к окну , на улице было солнечно, осенняя пора  придавала много красок этому тусклому дню. Впрочем, красота была только на улице, комната была более унылая...",
    "answers": [
      {
        "id": 6,
        "text": "Сесть за стол и прочесть блокнот с заметками."
      }
    ]
  },
  {
    "id": 6,
    "text": "Достав блокнот , я решила прочесть свои пометки , дабы вспомнить все что уже откопала.\n\"Двадцать седьмого сентября , дветысячи восемнадцатого года, в Лос-Анджелесе произошло ЧП ,  был Час \"Пик\" и в метро было достаточно людей.Подошел очередной поезд, громкий звук, осколки, горы трупов и литры пролитой крови.Станция обрушилась, погибло достаточно людей, а причина обвала , так и не была сказанна , ведь расскрывать всю тайну никто не желал\".\n[По новостям передали]\n— Прошу вас не паниковать , ФБР во всем разберётся. \n— А я ведь доберусь до правды, — Произнесла Эмили прожигая карими глазами лист с информацией.\n",
    "answers": [
      {
        "id": 7,
        "text": "Встать из-за стола и подойти к зеркалу."
      }
    ]
  },
  {
    "id": 7,
    "text": "Я подошла к зеркалу и посмотрела на себя, будто что-то было не так. Ах, конечно , красные глаза и мешки под глазами.\n— Сколько суток я уже не спала? , — спросила я у самой себя.\nДевушка была неистово красивой, черные волосы, карие глаза, всё напоминало фотомодель.\n— Пожалуй, нужно взбодриться , — произнесла я и отошла от зеркала.",
    "answers": [
      {
        "id": 8,
        "text": "Пойти проспать до утра."
      },
      {
        "id": 9,
        "text": "Выпить кофеёк из термоса."
      }
    ]
  },
  {
    "id": 8,
    "text": "Я легла на кровать и накрывшись мягким пледом закрыла глаза. Всю ночь в мою голову приходило много идей, я всё же хотела раскрыть все тайны которые от меня скрыли.\nМне снились разные сны, я будто видела реальность , а когда просыпалась , не могла разделить сон и настоящий мир. Последние часы сна, мне все же удалось немного вздремнуть.",
    "answers": [
      {
        "id": 10,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 9,
    "text": "Я подошла к столу и открутив крышку термоса налила в неё кофе, затем сделала пару глотков и сказала , \n— Кажется этот метод больше не работает, мне все же нужно отдохнуть , пусть и не много.",
    "answers": [
      {
        "id": 8,
        "text": "Поставить термос на место и идти к кровати."
      }
    ]
  },
  {
    "id": 10,
    "text": "Меня разбудили яркие лучи солнца. Я немного расшевелилась и уже была готова вставать.",
    "answers": [
      {
        "id": 11,
        "text": "Встать с кровати."
      }
    ]
  },
  {
    "id": 11,
    "text": "Я встала с кровати и успела лишь одеться, как тут послышался громкий и протяженный стук в дверь , а затем грубый мужской голос, —  \"Мисс, откройте дверь , это ФБР\".\nПосле чего я немного растерялась и начала прятать все бумаги лежавшие на столе . Но в то же мгновение , пара Агентов ввалилась ко мне в комнату. \n—Доброе утро мисс, я Агент Тишман.  Громко представился один из мужчин. Затем он представил своих товарищей , Агента Бруно и Агента Барса. После чего добавил, — \"Мисс,  вам придется проехать с нами\".",
    "answers": [
      {
        "id": 12,
        "text": "Осмотреть мужчин."
      }
    ]
  },
  {
    "id": 12,
    "text": "Это были строгие , средних лет мужчины.Каждый в черном костюме, с едва ли заметным пистолетом на поясе. Агент Тишман,  был серьёзен и очень уверенным, Агенты Бруно и Барс были так же серьезны , но немного обеспокоены, возможно просто устали от вечных приказов Агента Тишиана. Агенты разошлись по комнате и стали осматриваться, при этом слушая наш разговор.\n\n— Что происходит?!   — Сказала я хлопая ресницами и немного паникуя, косо смотря на бумаги лежащие на столе.\n\nТишман немного провел глазами по комнате, затем сказал, \n—  Вы ,мисс, уже более полугода интересуетесь различной информацией запрещенной для вас.\nЯ немного подумала , затем выдала ... ",
    "answers": [
      {
        "id": 13,
        "text": "Нет, ничего подобного не было, вы ошиблись! "
      },
      {
        "id": 14,
        "text": "Давайте поговорим. Присаживайтесь, -  \"Указывая рукой на стул\".Хотите кофе, Мистер Тишман?"
      }
    ]
  },
  {
    "id": 13,
    "text": "Агент Тишман посмотрел на меня прожигающим взглядом , а затем выдал, \n— Мы к вам приехали шутки шутить?! Вы арестованы!\n Тишман схватил меня за руку, а затем повел за собой. После всех допросов и поездок, я оказалась за решёткой. Мой путь на этом окончился.",
    "answers": [
      {
        "id": 1,
        "text": "Начать сначала."
      }
    ]
  },
  {
    "id": 14,
    "text": "Тишман с неким недопониманием сел за стол и согласился выпить чашку кофе, затем выдал.\n\n— Мисс Роуз, может быть расскажите, зачем вам понадобилась информация о Бюро?. \n\nЗатем Тишман сделал глоток кофе и перевел свой взгляд на меня. Его зеленые глаза так и завораживали, после минутных гляделок , Тишман счелкнул пальцами и добавил, \n— Мисс Роуз, вы меня слышите?\n\nЯ очнулась и немного растерянно продолжила беседу.\n—Да, конечно. Информация о Бюро? Хм, дайте подумать.",
    "answers": [
      {
        "id": 15,
        "text": "Сказать правду."
      },
      {
        "id": 16,
        "text": "Солгать."
      }
    ]
  },
  {
    "id": 15,
    "text": "— Пожалуй, начну с самого начала. Вы не торопитесь, Мистер Тишман? \n— О, нет. Слушаю. \n— Я давно задавалась вопросом, а людям и впрямь не интересно, что происходит вокруг их самих? Вся жизнь, сплошные проблемы, и их решение. И вот сколько ни спрашивала у друзей и знакомых, никто не задавался этим вопросом. Мистер Тишман , вы же Агент ФБР, я конечно не уверена, но вы же не знаете всех тайн, вам не интересно? \n— Мисс Роуз, может быть не будем отвечать вопросом на вопрос… Я работаю в ФБР, работаю на Правительство, и мне не положено знать всех секретов, это естественно. \nАгент Бруно подошёл к Тишману и что-то прошептал ему на ухо. \n— Мисс Роуз, я бы конечно продолжил нашу удивительную беседу, но у нас появились дела. А вы всё же нам интересны… Так что, Агент Барс доставит вас , не нужно лишних вопросов , просто езжайте с ним. Мы скоро догоним вас. \n— Постойте! Можно я хотя бы захвачу пару вещиц? \n— Да, конечно. До встречи, Мисс Роуз. \nДвое Агентов вышли из комнаты, и быстро исчезли из поля зрения. \nЯ подошла к шкафу и взяв свой рюкзак стала собирать вещи.\nНе долго думая, я решила взять все то, что всегда беру с собой.",
    "answers": [
      {
        "id": 15,
        "text": "Паспорт",
        "comment": true
      },
      {
        "id": 15,
        "text": "Деньги",
        "comment": true
      },
      {
        "id": 15,
        "text": "Медальон",
        "comment": true
      },
      {
        "id": 15,
        "text": "Сменная одежда",
        "comment": true
      },
      {
        "id": 15,
        "text": "Блокнот и ручка",
        "comment": true
      },
      {
        "id": 18,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 16,
    "text": "— Я просто работаю Журналистом, хотела сделать небольшой репортаж на тему Тайн Агенства. Но я так ничего и не узнала, а откуда вы вообще обо мне узнали? Немного нахмурившись сказала я.\n— Мисс Роуз , открую вам пару секретов. Тишшан встал со стула и подошёл к окну, смотря на улицу он продолжил.\n— Вы не умеете врать, Мисс Роуз. Да, вы журналистка, при чем хорошая — я узнавал. Но, тайны, разве вам нужно их знать? \n— А вы запретите? Тишман, я конечно не знаю вас, но скажу одно. Никто , никому не доверяет. ",
    "answers": [
      {
        "id": 20,
        "text": "Продолжить слушать Тишмана."
      },
      {
        "id": 21,
        "text": "Отойти к окну и задуматься."
      }
    ]
  },
  {
    "id": 17,
    "text": "Вытянув из шкафа пыльную коробку с мелочью, я достала оттуда нож-бабочку. Затем положила его в карман джинсов, мало ли что может пригодиться, я ведь еду с Агентом ФБР",
    "answers": []
  },
  {
    "id": 18,
    "text": "— Мисс Роуз, вы готовы? Грубым голосом произнес Агент Барс. \n— Честно говоря, я немного испугалась , — с  усмешкой произнесла я.\n— Я не страшный, Мисс Роуз. Идёмте?\n— Да, я готова.\nМы вышли из комнаты , я заперла дверь и стала спускаться по лестнице, Агент Барс шёл за мной, после чего открыл мне дверь подъезда. Мы вышли на улицу, прошло уже несколько часов, тучи почти укрыли все небо толстыми серыми слоями. Не зря  в этот день  , ко мне заявилось Агентство. \n",
    "answers": [
      {
        "id": 19,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 19,
    "text": "Но стоило мне отвезти глаза от неба , как только я заметила черную машин. Это был Мерседес Бенз.\nАгент Барс открыл дверь и сказал\n— Присаживайтесь, Мисс Роуз. \nЯ села на коженое сиденье, запах в салоне был такой же , как и в новых автомобилях из салона. Агент Барс сел на водительское сиденье и мы тронулись. \nМимо пролетали сотни улиц, на улице было пасмурно, почти что Час-Пик. Множество автомобилей, люди куда-то торопятся. \n— Поспите Мисс Роуз, дорога будет долгая.\nПосле этих слов, я уснула.",
    "answers": [
      {
        "id": 22,
        "text": "Переход на Тишмана"
      }
    ]
  },
  {
    "id": 20,
    "text": "— Мисс Роуз, я правда не хочу наносить вам вреда. Просто скажите, для чего вы хотели знать о нас?\n— Мистер Тишман, а давайте так, сейчас вы отвезете меня к вам в Офис, я проведу репортаж, а в замен расскажу вам, почему я так интересуюсь.\n— Да уж, заманчиво конечно, но сейчас я сам вас не смогу отвезти. Нам нужно отъехать, вас отвезет Агент Барс, вы не против?\n— Нет.\n",
    "answers": [
      {
        "id": 18,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 21,
    "text": "Я подошла к окну и будто стала в ступор. Я смотрела на улицу, это уже немного мрачное небо, навеяло ужас. Двор был пуст, стояло лишь два Автомобиля, и судя по их внешнему виду, это были  автомобили Агентов.\n— Мисс Роуз, достаточно вранья и ожиданий. Времени нет, в любом случае, вы проедите в наш офис, поедите с Агентом Барсом, встретимся\n позже, Тишман подмигнул Барсу, и затем вместе с Бруно, вышел из комнаты. Я подошла к окну, они сели в чёрный Range Rover и уехали.",
    "answers": [
      {
        "id": 18,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 22,
    "text": "— Бруно, я что-то так и не понял, что за встреча в округе? \n— Да, как тебе сказать. Короче , мой знакомый пару недель назад подсел на наркоту. Он мне написал, сказал что у него проблемы и ему нужна помощь. Он нормальный парень, просто вляпался, —  Бруно тяжко посмотрел на меня и ждал ответа.\n— Пушки у нас есть, так что ... Говори адрес и погнали.  Знай Бруно, я всегда тебе помогу! \n— Спасибо, Марк.\nБруно назвал адрес , это был Mulholland drive.\n\n\n",
    "answers": [
      {
        "id": 23,
        "text": "Отправиться по адресу."
      }
    ]
  },
  {
    "id": 23,
    "text": "Я дал по газам , машина вела себя послушно и мы выехали на автостраду. До Mulholland drive было не далеко, но Час-Пик, пробки никто не отменял. \n— Марк, с чем пойдём? Возьмём \"M16\" или же \"Desert Eagle\" ? \n— Он не сказал , что произошло? \n— Ну, Джордж задолжал за дозу. Короче его трясут, деньги ищут.\n— Джордж? Не Трэв случаем? Сколько их, не сказал?\n— Он самый... Так вы знакомы что ль? Нет, не сказал, все что знаю, я тебе сообщил.\n— Давно знакомы, ах , да. Мой ответ, \"M16\"\n— Хороший выбор! Воскликнул Бруно.\n \n\n",
    "answers": [
      {
        "id": 24,
        "text": "Припарковаться напротив дома Джорджа.\n"
      },
      {
        "id": 25,
        "text": "Припарковаться в переулке."
      }
    ]
  },
  {
    "id": 24,
    "text": "Мы подъехали к дому и прямо там припарковались. \n— Бруно, доставай из багажника \"M16\" , и на всякий пожарный, \"Desert Eagle\" захвати. Я пока посмотрю окна и черный ход.\n— Окей Марк. Только будь осторожен, ты нам нужен.\nБруно пошёл за пушками, а я вызвался осмотреть дом.\nЭто была двухэтажка, почему на такой богатой улице остался еще такой дом, понятия не имею.\nОкна были заделаны досками, черный выход — заперт. Ничего особо не найдя, я вернулся к Бруно.\n— Ну? Есть что? Черный закрыт, окна заделаны. Ничего.\n— Странно, может затаились?\n— Возможно, ладно пошли.\nТолько мы приблизились к двери, раздался звук выстрела, затем еще один. Все это сопровождалось диким криком, будто там кого-то на куски разорвали.\n\n",
    "answers": [
      {
        "id": 26,
        "text": "Следовать к двери.\n"
      },
      {
        "id": 27,
        "text": "Уйти оттуда."
      }
    ]
  },
  {
    "id": 25,
    "text": "— Марк, давай в переулок. Там будет менее заметно, и если они все еще в квартире, мы их не спугнем \n— Да, без проблем , кстати тут есть пожарная лестница, можем забраться по ней. А можем зайти через черный ход \n— Бери пушки из багажника и погнали.\nБруно достал из багажника два пистолета \"Desert Eagle\", а затем достал два автомата \"M16\",  и кинул мне.\nАвтомат в руках, пистолет на поясе. Мы готовы\n— Как идём? Спросил Бруно.",
    "answers": [
      {
        "id": 31,
        "text": "Идем лестницей."
      },
      {
        "id": 32,
        "text": "Идем через черный ход."
      }
    ]
  },
  {
    "id": 26,
    "text": "— Всё, пошли. \nМы подошли к двери , снова тишина, но либо мне казалось, либо же и правда, из дома все же доносились звуки.\nБруно кивнул головой и мы вышибли дверь. Она оказалась хлипкой, и мы вынесли ее с одного удара ноги.\n— Бруно, на тебе левая часть дома. На мне правая.\n— Понял тебя . \nМы распределились по квартире и начали поиск.\nКак только мы проверили все комнаты , оставалась лишь одна. И туда вели следы крови.\nНедолго думая, Бруно рванул туда и вынес дверь. Я не успел среагировать, и в него последовала пуля. На полу лежал Джордж — та ещё пакость...\nЯ влетел в комнату и начал зажимать рану Бруно.\nЗатем я посмотрел на Джорджа и сказал \n— Ну ты чудак, тебе не хватило простреленной ноги и брюха?!\n— Я, я думал это они. Они вернулись за деньгами.\n— Вот же , вляпался он, а страдает Бруно.\n",
    "answers": [
      {
        "id": 28,
        "text": "Вызвать скорую и зажать рану у Бруно."
      }
    ]
  },
  {
    "id": 27,
    "text": "— Бруно, заходим? \n— Может быть.. \n— Да ладно, не паникуй .... Погнали ! ",
    "answers": [
      {
        "id": 26,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 28,
    "text": "— Бруно! Держись, скорая едит, рану я замотал. Все будет окей, главное выкарапкайся.\n— Ма-рр-к, я кажется ... всё.\n— Чего блин?! Живи давай! Эй!\nЯ похлопал его по щекам и пощупал пульс.\n— Ты справишься! На меня смотри! Смотри на меня, Бруно! \n— Да ладно , ты так обосрался, ха-ха-ха.\n— Бруно! Живучий гад. Я тебя сам грохну когда-нибудь...\nЯ отошел от Бруно и подошёл к Джорджу, его раны были завязаны кусками одежды, а сам он кажется лежал уже мёртвым...\n",
    "answers": [
      {
        "id": 29,
        "text": "Дождаться скорой помощи."
      }
    ]
  },
  {
    "id": 29,
    "text": "На улице послышались звуки сирен.\nТам была не только скорая, но и копы. Кстати, не зря я всё таки Директор ФБР,  Бруно и Барс мои заместители. Да уж, первая неудачная операция за последния время.\n — Куда ты лез , Бруно?! , — Произнес я уже не в мыслях.\n— Чего? Это ты там завис перед дверью, я думал ты видешь что я собираюсь войти.\n— Ладно, разберёмся. Сказал я с некой тревогой.\nВ дом забежали пятеро патрульных, а за ними трое медиков \n— Руки! Руки за голову! \n— Спокойно парни, ФБР.  Я удостоверение достану...\n— Тремя пальцами! Медленно!\n Я достал удостоверение и предъявил им.\n— Ну, извиняйте уж. Они ушли?\n— Ушли, наверное... \nМедики приступили к работе.\n— Значит так, Джорджа в больничку и под охрану. Важный свидетель.\n— Бруно, я поеду с тобой.\n— Не , погоди. Парни, тут меня залотайте. \nЯ не стал возвражать, он всё равно не любит больнички.",
    "answers": [
      {
        "id": 30,
        "text": "Переключение на Эмили."
      }
    ]
  },
  {
    "id": 30,
    "text": "Прошло пару часов, я только проснулась. Агент Барс все с тем же не укоризненным видом вёл автомобиль. На улице было все еще темно, значит уехали не далеко.\n— Нам еще долго ехать? Спросила я вытягивая руки вверх.\n— Нет, уже приехали. Как спалось?\n— Довольно таки не плохо.\nЧерез минуту мы повернули , проехали шлакбаун и заехали на парковку. Пока и сказать не могу, что это территория ФБР.\n— Ммм, и это ФБР?\n— Одна из территорий... На самом деле, их намного больше чем вы думаете, — с усмешкой произнес он.\nМы вышли из автомобиля, и прошли к лифту. Сказать честно, после теплого салона автомобиля, тут казалось очень холодно.",
    "answers": [
      {
        "id": 35,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 31,
    "text": "— Идём пожарной лестницей, я пойду первый. Нервно сказал Бруно.\n— Нет! Я пойду первый, нехватало мне тебя еще потерять.\nБруно посмотрел на меня с улыбкой. Но через секунду его вид стал грозным, он дал понять что готов.\n— Погнали Бруно.\nМы забрались по лестнице,  вот мы уже и на крыше. Как ни странно, на крыше было тихо, хотя я ожидал какого-то стрёма, дабы увидеть копов.\nМы спустились, второй этаж. Подошли к нужной двери, слышались стоны. Затем пару реплик, типо * Где бабки, чудила?!*. Мы вышибли дверь и перед нами открылась просторная квартира, но осматривать ее не было времени. Перед нами стояло три \"шкафа\" с пушками. \nМы отошли за стены и по нам пошла очередь из \"AK-47\".\n— Бруно! Прикрой!\nОн кивнул и высадил очередь из \"M16\". Во время чего я и сделал два выстрела точно в череп. Это было круто, третий кинулся бежать. Его пристелил Бруно, из \"Desert Eagle\" , точно в голову..  Нашей меткости мог позавидовать любой. \n",
    "answers": [
      {
        "id": 33,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 32,
    "text": "— Идём через черный ход, — сказал Бруно и вскинул пушку на плечо.\n— Идёт, я иду первый.\nМы аккуратно вышли из переулка и быстро подошли к чёрному ходу. Естественно он был заперт, какой идиот при избиении человека, будет пускать копов?\n— Готов? , — спросил Бруно и был готов вышибить дверь.\n— Погнали, — сказал я передернул затвор автомата \"М16\"\nБруно вынес дверь и от этого прошёл такой грохот, что даже глухой что-то заподозрил бы.",
    "answers": [
      {
        "id": 40,
        "text": "Распределиться по комнатам "
      }
    ]
  },
  {
    "id": 33,
    "text": "— Бруно, ты как? \n— Цел.\nПеред нами валялся Джордж, чувство что он обдолбанный меня не покидало. Он лежал на полу и у него было разбито лицо, благо не грохнули подумал я.\n— Джордж, какого хрена они от тебя хотели?\n— Деньги, Директор, вы ли это?\n— Я, точно надо с наркоты тебя снимать.\n— Бруно, вызывай труповозку для этих. Только нашу, лишних разговоров нам не нужно. И да, вызови парочку лучших Агентов, пусть собирут гильзы, сотрут кровь да и все улики. Копом это дело отдавать нет смысла, да и вообще, никому знать об этом не нужно.\n— Окей, Марк. И да, иди-ка ты Братец отдохни, ты не спал уже 3-е суток, все над делом Эмили Роуз работал. С важными лицом произнёс Бруно.\n— Да, может ты и прав. Я тогда машину возьму, а ты с парнями доедишь, лады?\n— Идёт, я скажу чтобы тебя не трогали.\n— Спасибо Эрнесто. С улыбкой произнёс я и вышел из квартиры.",
    "answers": [
      {
        "id": 34,
        "text": "Сесть в машину."
      }
    ]
  },
  {
    "id": 34,
    "text": "Я сел за руль и дал по газам. Я хотел было ехать домой, отсыпаться. Но вспомнил про Эмили, Лео же её привез в Офис, точно ждут меня. Меня переклинило и прямо потянуло в офис, я быстро развернул машину и погнал туда. Прошло немного, минут 30. \n— Это же с какой скоростью я еду то?! , — Я завернул к шлакбауну и заехал на парковку, спустился на лифте и вот он мой Офис. \n— Как я люблю возвращаться сюда! , — Воскликнул я.",
    "answers": [
      {
        "id": 38,
        "text": "Переход на Эмили"
      }
    ]
  },
  {
    "id": 35,
    "text": "Из парковки мы спустились еще ниже, я не ожидала , что здание ФБР находится под землей.\n— Сколько же здесь уровней? ,  — удивлённо спросила я .\n— Десять уровней, кстати на десятый мы и спускаемся. Это уровень Директора Тишмана.\n— Он еще и Директор , — сказала я , отводя взгляд вверх.\n— Да уж, кстати странно , что именно Директор взялся за ваше дело. Обычно он расследует только самые сложные дела, что и мы расскрыть не можем.\n— Действительно странно.\nПока мы разговаривали, уже спустились вниз.\nДесятый уровень, десять слоёв охраны, вход по отпечатку пальца, сечатке глаза и распознаванию голоса. ",
    "answers": [
      {
        "id": 36,
        "text": "Следовать за Агентом Барсом."
      },
      {
        "id": 37,
        "text": "Спросить про Директора."
      }
    ]
  },
  {
    "id": 36,
    "text": "Мы прошли через все уровни охраны. Сказать , что меня облапали со всех сторон, ничего не сказать. Настолько охраняемый объект, хотя нет ничего удивительного, он же Директор ФБР\n— Мисс Роуз, присаживайтесь пока на диван, а я сейчас сделаю сэндвич и кофе, взбодритесь.\n— Да, спасибо огромное.\nАгент Барс приготовил мне Сэндвич и кофе, затем занялся каким-то своими делами.",
    "answers": [
      {
        "id": 37,
        "text": "Спросить про Директора Тишмана."
      }
    ]
  },
  {
    "id": 37,
    "text": "— Агент Барс, можно вопрос?\n— Можно просто, Лео. Конечно, слушаю. Он отложил все дела и стал слушать меня.\n— Лео, расскажите мне про Марка, мне очень интересна его личность.\n— Марк, я его и сам то знаю около года. Ну, скажу по правде, он необычный человек. Возможно немного странный, но все же очень умён и хитёр. Да и мы по его мнению от него не особо то и отличаемся. Он то сам нас поставил на эти должности. Он парень смышлёный, но  со своими причудами. Как я уже и говорил, он обычно не берется за такие пустяки как ваше дело. Но как видите.",
    "answers": [
      {
        "id": 38,
        "text": "Ждать Марка."
      }
    ]
  },
  {
    "id": 38,
    "text": "Через 30 минут появился Марк \n— Как я люблю возвращаться сюда! , — Воскликнул он\n— Марк, мы тебя уже заждались. Все в порядке? , — спросил Лео увидив пару царапин на пиджаке.\n— Все в порядке. Было важное дело, но теперь мы переходим к вам, Мисс Роуз.\n— А где Бруно? , — перебил его Лео.\nОн не успел ничего ответить, как лифт открылся и Ернесто появился в Офисе.\n— А вот и я! , — с усмешкой крикнул Бруно.\nОн подошёл к Барсу и пожал руку.",
    "answers": [
      {
        "id": 39,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 39,
    "text": "— Мистер Тишман, — прервала нас Эмили.\n— Можно просто, Марк.\n— Тогда , Эмили.\n— Эмили, я так полагаю, вы все это время хотели узнать о Отце, верно же?\n— Да, я хочу услышать все.\n— Я на тот момент только пришёл в ФБР, только взяли из Полиции. Ваш Отец на то время что-то изучал. Это поручил ему бывший Директор, его звали Билл. В общем, Директор поручил ему изучение какого-то инопланетного объекта, ну и когда они разобрались что это за объект. Директор приказал устранить всех, кто занимался этим делом. Благо мы с парнями были в Лондоне, не застали это все. Но по приезду сюда, был хаос. Половина Агентов убита, Директор окупировал всю территорию. В общем, мы втроём прорвались на 10 уровень. И грохнули этого говнюка при сопротивлении. Нам тогда ещё от Правительства награды выдали. Ну и должность.\nЭмили слушала и плакала, она не могла понять, почему именно её отец.\n— Мы когда вошли в лабораторию, Профессор лежал на полу, несколько пуль в груди, в глазах ужас.\nОна начала плакать еще сильнее,  Ернесто и Лео стояли рядом и смотрели в эти карие глаза, кажется они хотели остановить меня, но я и сам не стал продолжать.\nЯ подошел ближе и прижал её к себе, честно говоря, я еще никому такие истории не рассказывал так искренне. Я почувствовал, будто во мне что-то изменилось.",
    "answers": [
      {
        "id": 42,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 40,
    "text": "— Бруно, в укрытие! , — за моими словами последовала очередь из \"АК-47\" , а затем звук перезарядки.\nЯ немного выглянул из-за своего временного укрытия и увидил трёх амбалов с пушками, а на полу валялся Джордж.\n— Марк, прикрой!\nЯ кивнул и дал очередь из автомата, она ушла в их укрытие, они опрокинули железный стол, в момент , Бруно всадил в одного пулю из пистолета \"Desert Eagle\".\nЗатем я дал \"плюшку\" ещё одному  амбалу.  Мы с Бруно переглянулись и поняли к чему идёт дело, мы стали спинами друг к другу и прогремело два выстрела, две пули пронеслись этому \"шкафу\" прямо в лоб. Это было красивое зрелище.\nМы подошли друг к другу и пожали руки.\n— Давно мы так не веселились, — усмехнулся я.\n— Согласен, вспомнили старые добрые, — улыбнулся он в ответ.\n",
    "answers": [
      {
        "id": 41,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 41,
    "text": "— Я вызвал скорую для этого мудилы, для остальных труповозка.\n— Молодец Бруно, ты же наших вызвал?\n— Естественно, можем ехать.\n— Погнали, нас ждут в Штабе.\nМы сели в машину и погнали в Штаб. Дорога была не долгая. Хорошо всё, что хорошо кончается! , — произнёс я вслух.\nМы вышли из машины и вошли в лифт, 10 уровень. Мой офис, как же это всё круто.\n",
    "answers": [
      {
        "id": 38,
        "text": "Переход на Эмили."
      }
    ]
  },
  {
    "id": 42,
    "text": "Сколько таких случаев мы видили,        рассказывали . Мне всегда было будто плевать на них. Но не на эту девушку, что-то меня тянуло к ней, понять бы , что именно?\n— Парни, оставьте нас . Идите отдыхайте, на сегодня хватит.\nОни кивнули и разошлись по комнатам. Мы так и простояли обнявшись , минут 30. Затем она уснула прямо у меня на плече. Я занёс ее в свободную комнату недалёко от себя , поцеловал в щёку и ушел в кабинет.\nНужно было подумать, что делать дальше. Все это не давало мне покоя. В мыслях, я так и уснул за столом в своём кабинете.",
    "answers": [
      {
        "id": 43,
        "text": "Глава вторая : Захват."
      }
    ]
  },
  {
    "id": 43,
    "text": "— Марк! Вставай, у нас проблемы! , — с этими словами меня разбудил Лео.\n— Твою же медь, Лео! Что случилось то? , — сказал я и зевнул.\n— Короче, рассказываю вкратце. Вчера нам пришла информация, в общем, у кого-то из сотрудников или еще кого-то, какая-то херь, что взломала нашу систему. А когда при входе обыскивают всех, ничего не выдаёт. И да, нас сейчас пытаются слить в сеть. Но наши Хакеры уже работают над этим.\n— Погоди, но вчера никто из посторонних не заходил на территорию, кроме..\n— Эмили! , — крикнули мы в один голос.\n— Нет, это не может быть она, — в один голос я кричал это у себя в голове.\n— Пойдем, нужно проверить.\n\n",
    "answers": [
      {
        "id": 44,
        "text": "Идти в комнату к Эмили."
      },
      {
        "id": 45,
        "text": "Дать приказ сотрудникам."
      }
    ]
  },
  {
    "id": 44,
    "text": "Мы аккуратно вошли в комнату, девушка лежала на кровати точно в такой же позе, как я вчера ее туда положил. \n— Постой, она за ночь не шевельнулась? , — сказал я полушопотом.\n— Не понимаю.\n— Бруно, поставь охрану сюда.\n— Что?\n— Я не понимаю, ты оглох что ли?\n— Я тебя не понимаю.\n— Всмысле?\nВ эту же секунду что-то оглушило нас, какая-то звуковая волна  , из моих ушей пошла кровь.\n— Да что это  такое?!  — еле слышно для себя, крикнул я.\nВ эту же секунду я отключился, Бруно вроде тоже слёг, но в этом я не был уверен.\n",
    "answers": [
      {
        "id": 46,
        "text": "Очнуться."
      }
    ]
  },
  {
    "id": 45,
    "text": "Я подбежал к парням из Службы Безопасности и крикнул следующее :\n— Парни, объявляю ЧС ! Всем занять свои позиции и давайте дадим жару, есть шанс того, что нас скоро ... убьют.\n— Директор?\n— Что? Вы меня не услышали?\n— Директор! Эй! Что с вами?!\nВ эту секунду меня оглушила звуковая волна, я упал на пол и понял, началось.\nПоследнее , что я увидел — это выстрел в голову тем парням, с кем я говорил секунду назад.\nЯ не успел на долго отключиться, через минуту меня оттащил Бруно, он был жив!\n— Марк! Марк , очнись ! Ты слышишь меня?! \n— Б-б-бруно, — еле смог произнести я.\n— Лео! Марка оглушило, прикрой! Я оттащу его в кабинет , может не найдут. \n— Окей, тащи, — услышал я голос Лео и звуки выстрелов.",
    "answers": [
      {
        "id": 53,
        "text": "Отключиться."
      },
      {
        "id": 54,
        "text": "Попытаться не терять сознание."
      }
    ]
  },
  {
    "id": 46,
    "text": "Очнулся я совсем в другой комнате, по всему Штабу были слышны звуки выстрелов и эта подовляющая звуковая волна. Я вышел из укрытия и тут же пролетело несколько пуль, я замер на месте и будто ребёнок , не понимал , что происходит.\nВ эту секунду кто-то свалил меня сног, это оказался Барс. После подбежал и Бруно, дал мне автомат \"М16\" и затем крикнул , — Они уже рядом! \n— Да кто они то ? Что происходит?!\n— Ещё не понял? Нас расскрыли, вся база данных летает по интернету, наших бойцов и сотрудников... Всех положили! Мы втроём остались, Марк!\n— А Эмили?! Она жива?! , — будто в эту секунду меня ничего больше и не интересовало.\n— Да чхать я хотел на твою Эмили, нам бы самим выбраться! \n\n",
    "answers": [
      {
        "id": 47,
        "text": "Взять пушку и начать пробиваться."
      },
      {
        "id": 48,
        "text": "Найти Эмили\n"
      }
    ]
  },
  {
    "id": 47,
    "text": "Я взял из рук Бруно \"M16\" и встал из-за укрытия, затем сам того не заметив , я отправил на \"тот свет\" пятерых бойцов.\nЗвук выстрелов затих, Бруно поднялся аккуратно посмотрел на оставшихся врагов, затем стал  апплодировать.\n— Ачуметь, ты только что вынес пятерым всю дурь из бошки. Я не прекращал верить в тебя, — сказал Бруно и затем продолжил.\n— Эмили на 7 уровне, спаси её, а мы пока зачистим всё, что осталось или все , кто остались.\nЯ кивнул и затем оставил парням код активации системы обороны(не включилась автоматически из-за взлома системы)\nЯ вышел на лестницу и стал подниматься.",
    "answers": [
      {
        "id": 49,
        "text": "Подняться."
      }
    ]
  },
  {
    "id": 48,
    "text": "Я отошёл от парней и пошел искать Эмили, прошло большое количество времени, эа тот период пока я был в отключке, понятия не имел , где она может быть.\n— Марк, она на 7 уровне, там всё полыхает. Извини, Брат, я не хотел тебе говорить.\n— Я понимаю, зачистите 10 уровень, код от системы обороны — 6-7-3-5-9-2. Используйте все, что там есть. Я вернусь к вам с Эмили.\n— Удачи Брат! , — в один голос сказали парни.\n— И вам, удачи.\nЯ повернул к лестнице, лифт точно был сломан, вся система выведена из строя. Тут же активировались резервные генераторы, все к чертям закрыли. Парни включили систему обороны , — подумал я.\nЯ стал спускаться по лестнице , 9 уровень, несколько бойцов у лестницы, не знаю , что они там  высматривали , но это были самые лучшие два выстрела, за последние пару секунд.",
    "answers": [
      {
        "id": 49,
        "text": "Продолжить спуск."
      }
    ]
  },
  {
    "id": 49,
    "text": "Я не стал заходить на каждый уровень , я  все же надеюсь , что она на 7 уровне, что она... жива. \nСпуск к 8 уровню не был под охранной, либо все что там было, уже вынесли, либо они не знают про хранилище. Я пошёл ниже, 7 уровень, наконец-то.\nОн разделялся всего на 3 секции. Первая секция — часть охранны и столовая. Странное распределение конечно, но не сейчас же его менять. Вторая секция — большая научная лаборатория. Куча пробирок, биоданных и всякой всячины. \n— Здесь и работал Профессор, — сказал я.\nТретья секция — тренажерный зал не для тренировок, скорее для опытов. \n— Что она вообще могла тут делать? Твою же медь, данные о Профессоре. Конечно!\nЯ двинулся сразу к Лабаратории, по секциям ходило человек пять в качестве охранны, а основной сброд и был в Лаборатории. Я увидел её, она связанная , сидела на стуле. Кажется и без сознания. Я снял автомат \"М16\" с плеча и был  готов прострелить им бошки, но в ту же секунду меня оглушили, я так полагаю это был приклад, следующий час я провёл без сознания.",
    "answers": [
      {
        "id": 50,
        "text": "Очнуться."
      }
    ]
  },
  {
    "id": 50,
    "text": "Я очнулся рядом с Эмили, тоже связанный. Она уже очнулась. Я посмотрел ей в глаза, она не плакала, ничего подобного. Она была дико злая.\nПеред нами стояло двое , парни в масках и с автоматами. \n— Парни, может быть вы нас отвяжите и мы мило побеседуем? , — тем временем я достал нож-кредитку и начал резать верёвку.\n— Молчать! , — будто робот ответил он.\n— Ну не кипишуй парниша, всё будет зашибись, только для нас, но не для вас , — я дорезал верёвку и бросился на одного, пару ударов в грудак, а затем нож с его пояса , и нет двоих.\n— Эх, что творит нож-кредитка, — усмехнулся я.\n— Марк! Где ты был?! Мне было страшно! \n— А по тебе и не скажешь, я думал если тебя отвяжу, то ты их покрамсаешь.\n— Разве я похожа на убийцу?\n— Нет, что ты.\nЯ подошёл и разрезал верёвки, она встала и подошла ко мне. Мах руки и я получил пощёчину, правда понятия не имел, за что? А затем я получил страстный поцелуй в губы.\n— Неожидано, пора выбираться отсюда, нужно забрать парней.",
    "answers": [
      {
        "id": 51,
        "text": "Спуститься к парням."
      }
    ]
  },
  {
    "id": 51,
    "text": "— Давай руку, — сказал я и протянул руку Эмили, а во вторую взял уже нашедший после автомат \"M16\"\nОна подала дрожащую руку и пошла за мной.\n— Сейчас спустимся к парням и будем выбираться отсюда , — сказал я с уверенностью.\n— Ааа-га, — дрожащим голосом сказала она.\nМы спустились на 10 уровень и опешили.\nТут было пусто, все стояло на своих местах, ни пуль, ни гильз, ничего.\n— Ты тоже это видишь? — спросил я у Эмили.\nОна просто кивнула , она не была такой же напуганной, как пару секунд назад , а затем сказала \n— Марк, остановись!\n— Что? Я стою , — с непониманием ответил я.\n— Марк! Дыши! Марк!! Марк!!!",
    "answers": [
      {
        "id": 52,
        "text": "Дышать."
      }
    ]
  },
  {
    "id": 52,
    "text": "Я очнулся на больничной койке, кажется это был наш Госпиталь , правда , я не знал какой из.\nКо мне были прицеплены \"липучки\" , чтобы следить за ритмом биения сердца.",
    "answers": [
      {
        "id": 55,
        "text": "Осмотреться."
      }
    ]
  },
  {
    "id": 53,
    "text": "Я не смог переосилить себя и отключился, лишь доля секунды и я без сознания.",
    "answers": [
      {
        "id": 52,
        "text": "Очнуться."
      }
    ]
  },
  {
    "id": 54,
    "text": "Я напрягся и стал сопротивляться. Хоть этот звук всё ещё и пробивался сквозь мои уши, я пытался сконцентрироваться на спокойствии и вспоминал все упражнения, что ранее помогали мне успокоиться, но моё тело было ели подвижно, будто его сковали тысячами цепей и сколько бы я не просил, никак не отпускают.\nЯ не отключился, но ощущения , что проблем  куча, а решать их кроме меня и парней некому, не отпускало меня.",
    "answers": [
      {
        "id": 52,
        "text": "Получить прикладом по голове."
      }
    ]
  },
  {
    "id": 55,
    "text": "Это была небольшая комната , лишь спец.оборудование и одно окно.\n— Можно было бы и получше апартаменты организовать , — сказал я в грозном тоне.\nРядом лежала красная кнопка , для вызова мед.сестры.",
    "answers": [
      {
        "id": 56,
        "text": "Нажать на кнопку."
      }
    ]
  },
  {
    "id": 56,
    "text": "В долю секунды в палату зашла девушка лет 25, рыжие волосы.\n— Мисс, где я?\n— Госпиталь ФБР, Чикаго.\n— Чикаго? Это же сколько я был в отключке?!\n— Кажется, пару недель, — сказала девушка и подошла ко мне, затем проверила датчики и вколола укол.\n— Не беспокойтесь, поспите.\nЯ ничего не ответил, а затем стал подгружаться в сон.\n",
    "answers": [
      {
        "id": 57,
        "text": "Проснуться."
      }
    ]
  },
  {
    "id": 57,
    "text": "Я проснулся через пару часов, а рядом со мной лежал конверт, я глянул на него и прочёл следующее.\nОтправитель : James Mead.\nПолучатель : M.Tishman.\nАдрес : Mulholland drive.\nХм, Джеймс, сколько же я его не видел?\nЯ побыстрее открыл конверт и достал от-туда мобильный и ключи, по всей видимости от Ford Mustang 1974 года.",
    "answers": [
      {
        "id": 58,
        "text": "Включить телефон."
      }
    ]
  },
  {
    "id": 58,
    "text": "Только включил телефон, как пришло сообщение от контакта под номером \"1\".\n— Привет Марк, окно открыто, первый этаж, аппарат, ключи от которого ты уже получил, припаркован через улицу отсюда. Там есть:  одежда, деньги, пистолет. Встретимся в Нью-Йорке, на Mulholland drive. \nУдачи Марк.                                J.M\n",
    "answers": [
      {
        "id": 59,
        "text": "Новая глава : Новая жизнь."
      }
    ]
  },
  {
    "id": 59,
    "text": "До Нью-Йорка 12 часов езды, кажется стоит поторопиться, — подумал я и нажал на газ.",
    "answers": [
      {
        "id": 60,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 60,
    "text": "За это время меня посещало большое количество вопросов. Конечно меня больше интересовало , живы ли парни и Эмили.\nНо сейчас другой вопрос , почему место встречи это Mulholland drive?\nПомниться мне , мы с Бруно там неплохо поработали. Но откуда об этом смог узнать James? Не ясно. \nСледующие часы пролетели в полной тишине наполненной лишь важнейшими вопросами , на которые хотелось получить лишь положительные ответы.",
    "answers": [
      {
        "id": 61,
        "text": "На месте."
      }
    ]
  },
  {
    "id": 61,
    "text": "Спустя 12 часов я был на месте, вот он , Mulholland drive. Джеймс  встретил меня на подземной парковке. Сказать, что он выглядел странно — ничего не сказать. \n— Выглядишь неважно.\n— Ты тоже Марк, как самочувствие?\n— Бывало и лучше, будто после пьянки, — усмехнулся я.\nЯ облакотился на машину James'a , затем посмотрел куда-то в пол и сказал...",
    "answers": [
      {
        "id": 62,
        "text": "Что известно? Ты же непросто так меня позвал."
      }
    ]
  },
  {
    "id": 62,
    "text": "Да, непросто так. Я думал именно сейчас тебя интересует вопрос про парней , верно?\n— Ага, скажи, что они живы!\n— Живы, тебе считай повезло. Они скоро приедут, кажется отъехали по делу. \nХорошо, ааа, где Эмили?\n— Кто прости?\n— Эмм-ми-ли, — еле выговорил я.\n",
    "answers": [
      {
        "id": 63,
        "text": "Ожидать парней."
      }
    ]
  },
  {
    "id": 63,
    "text": "Через пару минут подъехали Лео и Ернесто, я с радостью поприветствовал их.\n— Парни, может расскажите, что было? Медик мне сказала, что я был в отключке пару недель. В связи с чем у меня вопрос.\n— Как один из наших госпиталей выжил? Я так полагаю организация потерпела крах.\n— Марк, ты что? С нами ФБР не падёт, и не пало. \n— Постой, вы отбились тогда?\n— Ну , почти. Нам пришлось уничтожить базу, тебя еле нашли и вытащили.\n— Весело, постой, если вы восстановили всё, прошло явно не две недели, так?\n— Марк, ты был в коме, 3 года.\nЯ немного опешил и упал на землю, ноги просто подкасились и отказывались держать моё тело.\n— Марк! Ну же, брат! Живи, слышишь? \n— Да, да . Живой. А, что с Эмили , — чуть ли не крича сказал я.\n— Ох, ты же ещё не знаешь, она вызвалась нам помочь и в общем, совет избрал её на должность временного Директора ФБР, пока ты не очнёшься.\n— Матерь Божья.\n— Ладно, смысл от балтовни, поехали в Офис.",
    "answers": [
      {
        "id": 64,
        "text": "В пути."
      }
    ]
  },
  {
    "id": 64,
    "text": "Офис находился недалеко от места встречи. Я смотрел в окно и думал, что всё изменилось и я буду лишним грузом в жизнях парней, что меня не радавало. \n— Бруно , и что теперь? Что мне теперь делать в ФБР?\n— Марк, я тебя не узнаю, никогда не видел тебя таким растерянным. Та вернёшься на должность Директора и всё будет как в старые добрые.\n— Ладно, сейчас в Офисе всё скажу.\nЯ отвернулся и стал рассуждать.",
    "answers": [
      {
        "id": 65,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 65,
    "text": "Подъезжая к Офису я смог только открыть рот. ФБР расцвело, без моей помощи. Я резко почувствовал себя отсталым.\nПосле чего , мы вышли из машины и пошли к выходу.\n— Ну как?\n— Красота.\n— И это всё твоя Эмили постаралась.",
    "answers": [
      {
        "id": 66,
        "text": "Офис."
      }
    ]
  },
  {
    "id": 66,
    "text": "Мы поднялись вновь на 10 этаж. Никто меня не узнавал, так что было даже непривычно.\nМы вошли в кабинет Директора и я увидел её, Эмили, красотка, не изменилась. Она бросилась ко мне и я получил страстный поцелуй в губы.\nОна отлично выглядела, строгий костюм ей к лицу.\n— Здравствуй Эмили.\n— Привет Марк! Как я долго ждала этой встречи!\n— Парни , можете нас оставить? Я хочу поговорить на едине.\nПарни вышли в коридор , а Эмили села на большой мягкий пуховик и стала внимательно меня слушать.\n— Слушай, я так вижу ты прекрасно справляешься с должностью Директора, и я в общем не буду претендовать на твое место. Я хочу оставить тебя. Мне кажется ты отлично справляешься. \n— Марк, постой, я лишь временный Директор, и я тебе передам управление.\n— Но из своей жизни, я тебя не отпущу, я люблю тебя.\n— Хех, и я тебя, — сказала Эмили и расплылась в улыбке.\nПосле пары подписанных бумаг, я вновь вернулся в кресло Директора. Всё вновь вернулось на круги своя.\nЯ сделал Эмили предложение, и она  согласилась. \nПарни стали советниками для Правительства. Бруно создал свой спец отряд, Барс свой. \nБруно сейчас где-то в Греции или что-то типо того, на Спец.Задании. Работает на Правительство Украины и соответственно СБУ. Про Лео мало знаю, кажется где-то в том же районе. Бруно помогает.\n\nНа данный момент, Эмили беременна, и я этому очень рад.\nСобственно, именно сейчас началась новая история. История Марка и Эмили Тишман.",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 67,
    "text": "",
    "answers": []
  }
]