[
  {
    "id": 1,
    "text": "     Автор :Милашка<s>r\n     Жанр :фэнтези<s>r\n     Аннотация :Я бы хотела чтобы вы всё узнали прочитав книгу, но увы без описания она вообще никого не заинтересует. <s>r\n    Тёмное королество. Стоит ли говорить дальше? Убийства,безнаказанность,своеволие...Такие прекрасные слова!не находите?Анида считает их лучшими .<s>r\n Чуть не забыла. Это сказка.",
    "answers": [
      {
        "id": 4,
        "text": "Я не вижу смысла тратить на это время\n"
      },
      {
        "id": 2,
        "text": "Я согласна \n"
      },
      {
        "id": 7,
        "text": "Слова автора (читать обязательно) "
      },
      {
        "id": 10,
        "text": "Просьба. "
      }
    ]
  },
  {
    "id": 2,
    "text": "Предисловие. \nВсе мы привыкли читать захватывающие истории о тёмных и светлых царствах.в детстве, привыкшие сказкам, принимаем их за обыденность. Как-то незаметно для нас, шарм сказок исчез, даже в них мы увидели обыденность. Постепенно волшебная жизнь перестала трогать нас, мы со скукой ожидаем конца, мы знаем что сказка закончится добром, мы ждём этого, переставая думать о деталях. С лёгким сердцем делим персонажей на злодеев и героев, не заглядывая в душу. Поэтому я опять попытаюсь сделать то, что делают все писатели, банально, но я попытаюсь впустить вас в сказку изнутри, выделяя её сказочное очарование. Тогда начнём историю, которая будет похожа как все сказки,при этом оставаясь уникальной.  \n                          ",
    "answers": [
      {
        "id": 3,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 3,
    "text": "Обыденность. <s>r\nКто-то хочет узнать о нашем королевстве? Не так скоро, сначала мы посмотрим соседей сей прелестной страны. С 4 сторон её окружают государства, конечно каждая совершенно не похожа на другие. Но о чём мы? Это сказка. Каждая из них похожа на другую. Отличия видны лишь при тщательном осмотре и долгом проживании . Я бы  с радостью рассказала обо всех чудесах королевств, но я пришла за другим. Я осмотрю их с высоты полёта и моего звания. Все страны представляют собой горы, , изредка встречаются долины или ручьи. Все они имеют свою экономику, тоже схожую,но имеющая свои неизвестные отличия. Я забыла сказать. Как же я могла позабыть? Все эти королевства тёмные. Да, я не ошибаюсь.<s>r\nОни населены тёмными господами и светлыми рабами. В некоторых из них разграничения не строго установлены, много раз я пыталась повернуть их отношения к лучшему исходу, но эти старые аристократы, довольствуются привычними привилегиями. Они не идут на сближение, редкое упорство с их стороны, портящее мне все планы. Каждый живёт в своём мире, причины этого столь долго были загадкой... Эти знания столь пригодились бы мне раньше ... О чём я? Какие знания? В последнее время происходит что-то странное, я забываю что говорила,я говорю вещи, неизвестные всем,  и непонятные. Стоп! Как обычно это приведёт лишь к боли в каждом нерве. Кажется я сказала что могла, остальное приходит мне на ум в выражениях которые мне как женщине моего положения говорить можно  и нужно, но этим я встану в ровень со всеми. А здесь не никого выше меня! Пора рассказать о центральном королевстве, и услышать мою историю. <s>r\n    <s>r\n    ",
    "answers": [
      {
        "id": 5,
        "text": "Перенесёмся в главные покои Ильтары Аниды."
      },
      {
        "id": 9,
        "text": "Послушать легенду о возникновении мира. "
      }
    ]
  },
  {
    "id": 4,
    "text": "Ты пытаешься меня надуть? Если ты сюда зашёл, значит тебе интересно что автор может написать, как убедить почитать его творение. Если бы ты не был заинтересован, просто вышел бы из квеста. Убеждать читать не буду , лишь тебе решать рискнуть или нет. Уходи делать свои дела, или погрузись в сказку. ",
    "answers": [
      {
        "id": 2,
        "text": "Показывай уже своё \"творение\" "
      },
      {
        "id": 1,
        "text": "Всё равно пока!\n"
      }
    ]
  },
  {
    "id": 5,
    "text": "Темно.Ничего не видно.Тихий смех и приглушённый разговор.Но с кем?<s>r\n -Это было так сложно,хотелось самой взять в руки нож!-голос девочки раздаётся отчётливо и немного капризно.<s>r\n—Не привередничай,ты ещё мала,привыкнешь,- голос женщины не смотря на строгий тон выдаёт расположение к девочке. А теперь иди,ещё встретимся.<s>r\n—А может и не приду,-заносчиво отечает малявка.<s>r\nГромкий хлопок в ладоши, всё замирает.Плавно на середину комнаты выдвигается фиолетово-синий шар,который освещает всю маленькую комнату.Но какую!Тихо сидит,забившись  в угол клетки экзотическая птица,собака,поднятая тёмным волшебством скалит зубы,а котик кушает мясо,свежее мясо человека. Аскетичное обустройство комнаты всё же даёт нам представление о высоком сане хозяйки.Где же она?Над котом наклоняется девушка(или женщина?) на вид 18 лет,гладит своего любимого питомца,и, резко встав, выходит из комнаты.Пока она несётся по коридору мы можем мельком глянуть на её лицо.Но...мы ничего не видим,как будто что-то скрывает её от наших глаз,но это не выглядит дружелюбно,не похоже на стеснительность .Если вы попытаетесь сосредоточиться на её лице ,к вам выйдут стражи ,или королева.Вас примут ласково и тепло.Хотите узнать почему она так выглядит?Вам расскажут.Как?Ну,это надо видеть.\n—Госпожа, к вам гости, — почтенный слуга, с испугом на лице, склонившись ждал реакции. ",
    "answers": [
      {
        "id": 6,
        "text": "  -Гости? Кто-то хочет меня видеть? Удовлетворю их любопытство. Женщина была искренне заинтересована, и забыла про наблюдателя. \n "
      },
      {
        "id": 8,
        "text": "Неважно. Подождут. Во дворце ещё один любитель чужих лиц. Я хочу его встретить.\nАнида махнула рукой, прогогння слугу. "
      }
    ]
  },
  {
    "id": 6,
    "text": "Слуга был очень рад и повёл королеву к гостям. Их ждали. Миг, слуги нет. Старые гости встретились и готовы к серьёзному разговору.\n—Ты совсем не изменилась! Почему не поменяла слугу раньше? — красивая блондинка не выглядела глупой, но откровенно настораживала\n— А то ты не знаешь? Привязалась как и бывает с подобными. — Мужчина, криво усмехнулся, портя свой внешний вид.\n—Здравствуй, мама, папа. Какими судьбами? Я так скучала! — Любой человек заметил бы искреннюю радость покорной дочери.\n—Мы тоже рады встрече. Обнимемся? — Мама дружелюбно улыбнулась, клык чуть поцарапал её губу.\n  На лице Аниды промелькнула тень беспокойства. ",
    "answers": [
      {
        "id": 1,
        "text": "(продолжение придётся ждать) "
      }
    ]
  },
  {
    "id": 7,
    "text": "Хмм... Начнём с того что я пробую, учусь, поэтому прошу не писать в комментариях, что если не дано не пытайся. У всех своё мнение. Критику выслушаю, но прошу без грубости и с аргументами. Извиняюсь, за ошибки что есть в тексте. Когда мысль приходит в голову пишу быстро, не всегда хватает терпения и времени всё тщательно проверить потом . Буду рада, если вы заметите ошибку и сообщите мне. ",
    "answers": [
      {
        "id": 1,
        "text": "Информация дана,ответственность беру"
      },
      {
        "id": 12,
        "text": "Вы сказали, я ответственность не беру за свои действия. "
      }
    ]
  },
  {
    "id": 8,
    "text": "Невидимая сила вытолкнула из-за угла маленького мальчика. \n—Ребёнок? — презрительная улыбка. Я не могу встретить тебя как других шпионов. Но своё ты получишь. Всего лишь неделя у моего дядюшки. Лишь потому что ты такой лапочка. Лицо королевы приобрело оттенок дружелюбия, когда она услышала ответ.\n—Премного благодарю. Я вам очень признателен. — изобразив глубокий поклон, он застыл с глазами, лишёнными всякой искры жизни.\n—Стоп! — Самая сильная женщина этого королевства, склонилась чтобы взглянуть в глаза ребёнку и вынести вердикт.\n—Что — то не так? — спросил ребёнок.\n—Ты будешь служить в армии. Я лично расскажу тебе о ней\n",
    "answers": [
      {
        "id": 13,
        "text": "-Давно я не встречала таких.Присаживайся."
      }
    ]
  },
  {
    "id": 9,
    "text": "Когда то 4 мага, демиурга, соревновались в своём владении магией. Долго спорили они, много войн претерпела планета из-за них. Тогда они признали, что силы их равны. Но как доказать что действительно нет среди них слабого? Договорились они между собой создать планету, а на ней 4 государства, похожих друг на другу, чтобы было всё честно. Маги были ещё слишком молоды, и создав по государству, перегорели, но обрели семью в друг друге. Недолго жили они в мире и согласии, бессильных их вскоре убили за горе, которые они принесли ранее.\nКонец! ",
    "answers": [
      {
        "id": 3,
        "text": "Вот и сказочке конец, кто послушал, тот возможно выживет в игре. "
      }
    ]
  },
  {
    "id": 10,
    "text": "У меня возникают затруднения с поиском имён. Буду признательна, если вы в комментариях напишете имена, которые вам нравятся, и которые будут вписываться в фэнтези мир ",
    "answers": [
      {
        "id": 1,
        "text": "Я подумаю. "
      },
      {
        "id": 2,
        "text": "Сразу читать. Не морочь мне голову. "
      }
    ]
  },
  {
    "id": 11,
    "text": "",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 12,
    "text": "Ну и я тогда не беру. Классно так жить? ",
    "answers": [
      {
        "id": 1,
        "text": "Да"
      }
    ]
  },
  {
    "id": 13,
    "text": "Неожиданно из ниоткуда появился стул.Женщина задумчиво кивнула мальчишке<s>r\n -Расскажи кратко о своей жизни.<s>r\n -Я жил в лесу с родителями,они были светлыми рабами.У меня была сестра.Их убили,а я в это время ушёл вглубь леса,меня не стали искать,подумали ,что один не выживу.Я выжил.<s>r\nМальчик был белый как труп и такой же эмоциональный.Анида слушала очень заинтересовано.<s>r\n—Но изменился?<s>r\n—Да,но разве таких как я не много?Он поднял свои бездушные глаза.<s>r\n—Некромантов много,но связанных с тем миром нет.Никто не знает почему некоторые существа не умирают,а переходят на другой уровень развития.В армии нужны те,кто не бояться смерти и при этом сильные.В мире может грянуть война,как с существами тьмы ,так и с другими государствами.Тебя научат защищаться и атаковать,ты можешь создавать армии  скелетов, или даже делать личев.Тебе больше объяснят потом,привыкни к тому ,что я сказала.Все вы расчётливые,поэтому знай:будешь хорошим слугой ,будешь хорошо жить.А теперь проваливай.<s>r\nУже другой запуганный слуга возник рядом по приказу госпожи и увёл мальчишку,который казалось ничего не понял.<s>r\n<s>r\n<s>r\n<s>r\n",
    "answers": [
      {
        "id": 1,
        "text": "(ждёи продолжения,или нет)\n"
      }
    ]
  },
  {
    "id": 14,
    "text": "",
    "answers": []
  }
]