[
  {
    "id": 1,
    "text": "Усадьба князя Зимина. С виду роскошное, огромное поместье, ничем не отличающееся от других. Но это только на первый взгляд...\n«Группа исследователей, отправившихся в Усадьбу князя Зимина, до сих пор не вернулась...», «Возле Поместья Зиминых найден труп замёрзшего человека...» \nГазеты разрывались от такого количества информации. Люди с замиранием сердца ждали развязки этой истории, но похоже это только начало.\nРешительная журналистка Кира Дмитриева решила разобраться во всём этом беспорядке. Она отважно направляется прямиком в это поместье. Но что-то идёт не так...\nУзнать что же всё-таки случилось с Кирой и в чём же секрет этого загадочного поместья, вы можете прочитав мою книгу «Тайна усадьбы Зиминых»",
    "answers": [
      {
        "id": 2,
        "text": "Начать"
      }
    ]
  },
  {
    "id": 2,
    "text": "В комнате было как-то пусто. После того как умерла мать, я не стала ничего менять в этой квартире. Всё равно каждый раз я возвращалась сюда только для того, чтобы переночевать. Квартира была однокомнатной. До сих пор не понимаю как мы с мамой умещались тут вдвоём. В комнате располагалась двухспальная кровать напротив которой стоял огромный шкаф встроенный в стену. Чаще всего я переодевалась прямо в нём, скрытая от посторонних глаз. Это для меня было наподобие гардеробной комнаты. Письменный стол я покупать не стала. Зачем он нужен если есть кухонный? Лишняя трата денег. Ванная комната была совмещена с сан. узлом. Это маленькая комната в углу которой стояла душевая кабина (никогда не любила «киснуть» в ванне), рядом раковина, стиральная машина, над которой мирно спала сушилка для полотенец (на ней уже давно ничего не сушили), и, сам туалет. Всё это не использовалось уже больше полугода , так и стоит в запылённом состоянии. В зеркало в коридоре я предпочитала не смотреть. Всё равно каждое утро я вижу одну и ту же картину. Бледное лицо, пшеничного цвета волосы, при чём на ощупь они тоже были подобны соломе, огромные мешки под глазами, в которые, как говорят, можно картошку складывать. Потому я и завесила это зеркало белой простынёй, нечего мне глаза мозолить. Обычно у меня не было гостей. После несчастного случая я закрылась от внешнего мира, стала замкнутой. Но тут мои размышления прервал стук в дверь...",
    "answers": [
      {
        "id": 4,
        "text": "Открыть дверь"
      },
      {
        "id": 5,
        "text": "Не открывать"
      }
    ]
  },
  {
    "id": 3,
    "text": "Всё наверху. Ничего не мешается. И в то же время очень стильно))",
    "answers": [
      {
        "id": 7,
        "text": "Пойти так"
      }
    ]
  },
  {
    "id": 4,
    "text": "Я никого не ждала уже много месяцев. По этому я так вздрогнула услышав непривычный для меня звук. Посмотрев в глазок я никого не увидела. Странно, ведь мои уши точно уловили звук стука. Осторожно открыв дверь, на пороге я обнаружила конверт. На конверте не было указано ни адреса отправки с доставкой, ни, даже, почтового индекса. Ровным счётом ни-че-го! Только когда я подняла конверт с коврика, со старой, почти стёршейся надписью «Добро пожаловать», мне удалось обнаружить только своё имя на самом краю конверта. Я зашла на кухню, села на стул и аккуратно надорвала конверт с боку. Его содержимое меня очень удивило. В нём лежал засушенный остролист. \n«Это что розыгрыш?»\nДа нет, если бы это был розыгрыш мне бы скорее какую-нибудь хлопушку подбросили, или самораспыляющийся баллончик с краской. Но не остролист! Я ещё пошарила в конверте и нашла там небольшую открытку. На рисунке был изображён всё тот же остролист. Я долго сидела и размышляла что это за «подарок» такой? Потом меня осенило. Взяв компьютер, набрав в поисковике \"остролист в конверте\" и пролистав несколько сайтов я узнала на изображении точную копию моей картинки из конверта. Оказывается, что это было своеобразным приглашением на посещение Усадьбы Зиминых. Набрав в поисковике новый запрос я уже во всю читала об этом загадочном месте. Но либо браузер устарел, либо сайты так мало пишут, но я не смогла узнать ничего дельного",
    "answers": [
      {
        "id": 6,
        "text": "Лечь спать"
      }
    ]
  },
  {
    "id": 5,
    "text": "Но это же так любопытно! Кто же вспомнил обо мне в такое время? Может быть всё-таки посмотреть кто там?...",
    "answers": [
      {
        "id": 4,
        "text": "Открыть дверь"
      }
    ]
  },
  {
    "id": 6,
    "text": "Я чувствовала как мои глаза нещадно слипаются, не давая мне сосредоточится. По этому мне пришлось пойти спать. Перед тем как уснуть я долго думала принять ли мне преддложение и заодно разузнать что нибудь об этом поместье. Ведь я как никак журналист, за эту эксклюзивную работу мне наверняка выписали бы большую премию. Или всё-таки оставить всё как есть и приняться снова за ту рутину которой я занимаюсь каждый день? Ну уж нет, в этой жизни надо что-то менять! Я однозначно еду! С этими мыслями сон забрал моё сознание в свои пушистые, мягкие лапы до утра...",
    "answers": [
      {
        "id": 7,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 7,
    "text": "Проснулась я бодрая и счастливая. Впервые за все время после аварии... Сегодня я не хотела думать о грустном, потому отбросила эти мысли. На экране моего телефона чётко светились цифры \"06:35\". Я решила что сегодня я должна была поехать в эту Усадьбу красивая. Я встала и пошла чистить зубы. Когда я вышла из ванны, села на стул и начала раздумывать, что же мне сделать?",
    "answers": [
      {
        "id": 8,
        "text": "Подобрать одежду"
      },
      {
        "id": 9,
        "text": "Накраситься"
      },
      {
        "id": 10,
        "text": "Сделать причёску"
      },
      {
        "id": 22,
        "text": "Выбор сделан)"
      }
    ]
  },
  {
    "id": 8,
    "text": "Я подошла к огромному шкафу-купе, раздвинула дверцы и посмотрела на гардероб. Мне удалось выбрать из всей этой кучи хлама 3 образа, но какой из них мне одеть сегодня?",
    "answers": [
      {
        "id": 11,
        "text": "Бордовый свитер, чёрные брюки, кожаные ботильоны, небольшая квадратная сумка на цепочке \"на плечо\", серое пальто в белую крапинку, \"шотландский\" шарф"
      },
      {
        "id": 12,
        "text": "Бежевая блузка, рваные джинсы, ботильоны на среднем каблуке, горчичное пальто, геометрическое колье"
      },
      {
        "id": 13,
        "text": "Чёрно-белая рубашка, светло-розовая юбка до щиколотки, замшевые сапоги по колено, светло-розовое удлинённое пальто, розовая мини-сумка \"на кольцах\""
      },
      {
        "id": 14,
        "text": "Серое платье крупной вязки, серое пальто, замшевые сапоги, серое пальто, перчатки, замшевый клатч"
      }
    ]
  },
  {
    "id": 9,
    "text": "Я подошла к зеркалу, отдёрнула простынь и увидела своё отражение. Дааа... Надо что-то сделать",
    "answers": [
      {
        "id": 15,
        "text": "Повседневный: \nчёткие брови, коричневые тени с переходом от светлого к тёмному, светло-розовая помада"
      },
      {
        "id": 16,
        "text": "Элегантность:\nестественные брови, чёрные стрелки сверху подведённые золотым карандошом, помада \"латте\""
      },
      {
        "id": 17,
        "text": "Файер-шоу:\nестественный макияж глаз и бровей, красная помада"
      }
    ]
  },
  {
    "id": 10,
    "text": "Так, 50% женской красоты это волосы, так что приступим! Но что же сделать?...",
    "answers": [
      {
        "id": 3,
        "text": "Небрежный пучок"
      },
      {
        "id": 18,
        "text": "Две косы \"наизнанку\""
      },
      {
        "id": 19,
        "text": "Хвост"
      },
      {
        "id": 20,
        "text": "Выпрямить волосы"
      },
      {
        "id": 21,
        "text": "Завить волосы"
      }
    ]
  },
  {
    "id": 11,
    "text": "Свитер, шарф... По домашнему, ммм))",
    "answers": [
      {
        "id": 7,
        "text": "Пойти в этом"
      }
    ]
  },
  {
    "id": 12,
    "text": "Строго, стильно... и со вкусом)",
    "answers": [
      {
        "id": 7,
        "text": "Пойти в этом"
      }
    ]
  },
  {
    "id": 13,
    "text": "Очень нежно и... Мииило))",
    "answers": [
      {
        "id": 7,
        "text": "Пойти в этом"
      }
    ]
  },
  {
    "id": 14,
    "text": "С одной стороны элегантно, с другой... По домашнему))",
    "answers": [
      {
        "id": 7,
        "text": "Пойти в этом"
      }
    ]
  },
  {
    "id": 15,
    "text": "С таким макияжем я всегда чувствую себя комфортно))",
    "answers": [
      {
        "id": 7,
        "text": "Пойти так"
      }
    ]
  },
  {
    "id": 16,
    "text": "Пожалуй, это то, что мне сейчас нужно)",
    "answers": [
      {
        "id": 7,
        "text": "Пойти так"
      }
    ]
  },
  {
    "id": 17,
    "text": "Это просто взрыв моих эмоций! Потрясающе!))",
    "answers": [
      {
        "id": 7,
        "text": "Пойти так"
      }
    ]
  },
  {
    "id": 18,
    "text": "Чувствую себя школьницей. Нет... стильной школьницей!))",
    "answers": [
      {
        "id": 7,
        "text": "Пойти так"
      }
    ]
  },
  {
    "id": 19,
    "text": "Всё по домашнему и очень просто. Мне нравится))",
    "answers": [
      {
        "id": 7,
        "text": "Пойти так"
      }
    ]
  },
  {
    "id": 20,
    "text": "Ну ооочень красиво))",
    "answers": [
      {
        "id": 7,
        "text": "Пойти так"
      }
    ]
  },
  {
    "id": 21,
    "text": "Кудряшки это стильно... и мииило))",
    "answers": [
      {
        "id": 7,
        "text": "Пойти так"
      }
    ]
  },
  {
    "id": 22,
    "text": "Ну что ж, я уже готова. Осталось только собрать чемодан.",
    "answers": [
      {
        "id": 23,
        "text": "Собрать чемодан"
      }
    ]
  },
  {
    "id": 23,
    "text": "Вроде бы, я готова. Вот только... куда ехать??? И тут я поняла как же оплошалась. Разочарование, растерянность, смятение... Всё это пронеслось вихрем в моей голове. Я села на кровать в непонимании. Если они хотели пригласить меня, то как бы я приехала? А может быть это всего лишь мои фантазии? Может и не было никакого письма, никакого остролиста, никакого стука. Может я просто схожу с ума? Но ведь конверт был! И остролист. Я ощущала его в руке. Такой нежный, с красными ягодками... Я побежала на кухню, туда, где я последний раз видела письмо. Но на полке, куда я его положила, его не было. Осмотревшись, я обнаружила его на столе, прямо перед носом. Но как? Ладно, разбираться нет времени. Я по очереди осмотрела конверт, остролист и открытку. На её задней, белой стороне карандашом был указан номер телефона. Не медля ни секунды я позвонила на него.",
    "answers": [
      {
        "id": 24,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 24,
    "text": "— Здравствуйте. Говорите имя, — проговорил мне в трубку усталый, бархатный женский голос.\n— Здравствуйте, я Кира... Кира Дмитриева\n— Кира? Здравствуйте, дорогая. Вы решились всё-таки нас навестить? — голос оживился, было ощущение, что для них это был важный звонок\n— Да... Могу я узнать адрес?... Куда мне ехать?... Нужно ведь купить билеты... поторопиться...\n— Торопиться? Вот вам как раз никуда торопиться не нужно! Мы всё сделаем. Вы пока готовьтесь, а когда сочтёте нужным выходите, наш водитель вас довезёт.\n— Ну хорошо... Я живу на...\n— О, не беспокойтесь, наш водитель знает где вас искать.\n— Тогда через сколько хотя бы мне выходить?\n— Когда сочтёте нужным. Можете прямо сейчас, а можете завтра. В любой момент!\n— Эмм... Ну ладно... До свидания...\n— Точнее до скорой встречи!\nРазговор был закончен. Всё это было как то странно. Выходить когда захочу? А если водитель не успеет подъехать? И сумеет ли он найти ко мне дорогу? Очень странно...",
    "answers": [
      {
        "id": 25,
        "text": "Позавтракать и выйти"
      }
    ]
  },
  {
    "id": 25,
    "text": "Я наспех позавтракала хлопьями с молоком, взяла чемодан и подошла к зеркалу. Сегодня я выглядела шикарно, нечего сказать. Вышла на улицу и чуть не \"ахнула\". Перед моим подъездом стоял длинный лимузин! На его \"боку\" красовался герб усадьбы — остролист с красными ягодками-бусинками. Из лимузина вышел мужчина в смокинге. на его пиджаке так же красовалась яркая брошь-герб. Он протянул мне руку и повёл к лимузину возле которого уже столпились ребята со двора. Всем было интересно кто же хозяин столь дорогой вещи? Мужчина отогнал от лимузина детей, открыл дверь и протянул руку, приглашая войти внутрь. Я послушно села, за мной закрылась дверь и я поняла, что оказалась в раю. Длинный салон с множеством развлечений предлагал попробовать хотя бы одно. Тут и мини бар, и диско-шар, и салон красоты... Всё как будто для меня. Мне даже пришлось ущипнуть себя чтобы поверить что я не сплю!",
    "answers": [
      {
        "id": 26,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 26,
    "text": "— Нет, девочка моя, ты не спишь.\nИз-за синих занавесей ко мне подошла сама Белоснежка! Ну или просто очень похожая на неё девушка.\n— Не волнуйся, тебе нечего бояться. И хотя мы будем ехать здесь около 5 часов, нам будет чем заняться. Хочешь, пойдём потанцуем и попоём. Может  ты хочешь посетить наш салон красоты? Там много всякой косметики и приспособлений для волос. Если не выспалась, я могу раздвинуть кравать и ты ещё немного поваляешься.\nДевушка предлагала много всяких вариантов, она выглядела словно добрая фея, которая исполнит все желания.\n— Я хотела бы...",
    "answers": [
      {
        "id": 27,
        "text": "Посмотреть фильм"
      },
      {
        "id": 28,
        "text": "Покушать"
      },
      {
        "id": 29,
        "text": "Немного отдохнуть"
      }
    ]
  },
  {
    "id": 27,
    "text": "— ... посмотреть фильм.\n— О, это отличчная идея! Что ты предпочитаешь?\n В это время она достала маленький пульт и что-то там нажала. И тут у меня на глазах вылез маленький плазменный телевизор. Прямо из стены!!!\n— Выбирай)\nИ что же я буду смотреть?",
    "answers": [
      {
        "id": 30,
        "text": "Звёздные войны"
      },
      {
        "id": 30,
        "text": "Ирония судьбы, или С лёгким паром!\n"
      },
      {
        "id": 30,
        "text": "Чарли и шоколадная фабрика"
      }
    ]
  },
  {
    "id": 28,
    "text": "— Выбирай любое блюдо!\nНо что же я хочу?",
    "answers": [
      {
        "id": 34,
        "text": "Мясо по французски"
      },
      {
        "id": 34,
        "text": "Яичница с беконом"
      },
      {
        "id": 34,
        "text": "Макароны с сыром"
      }
    ]
  },
  {
    "id": 29,
    "text": "— О, я понимаю.\nОна достала маленький пультик, нажала на кнопочку и передо мной открылась занавеска, я увидела как быстро движется лес. На самом деле это мы движемся, но было ощущение, что это мир вертится вокруг нас. Я стала смотреть в даль и ощущать себя самой счастливой",
    "answers": [
      {
        "id": 31,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 30,
    "text": "— О, я не давно его посмотрела. Что ж, ради тебя я готова смотреть его вечно. Включаем.\nЭти слова меня насторожили. \"Ради меня\"? Что это значит? Хотя... Она ещё ничего плохого мне не сделала. Ей можно доверять)\nЯ устроилась поудобнее и понеслось!",
    "answers": [
      {
        "id": 31,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 31,
    "text": "В этот день мы ещё много чего делали. Красились, пели, кидались подушками. В общем было весело. Но тут машина остановилась.\n— Ну что, мы хорошо провели время. Теперь тебе нужно обустроиться в доме. Можешь оставаться здесь на сколько захочешь. Главное помни, никогда не спрашивай нашу Сонечку про детей, родные они, или нет. Ну, иди. Тебе уже пора.",
    "answers": [
      {
        "id": 32,
        "text": "Поблагодарить и выйти из машины"
      },
      {
        "id": 32,
        "text": "- А почему нельзя? Кто такая \"Сонечка\"? Куда мне идти? "
      }
    ]
  },
  {
    "id": 32,
    "text": "— Ты сама скоро всё поймёшь. Наш дворецкий тебя проводит и донесёт вещи. Счастливо!",
    "answers": [
      {
        "id": 33,
        "text": "Пойти вместе с дворецким"
      }
    ]
  },
  {
    "id": 33,
    "text": "Когда я развернулась, то не поверила своим глазам. Передо но и легла длинные аллея состоящае из рябин и миндаля. Я приехала в ту самую пору, когда миндаль был в самом роскошном своем обличии. Перед глазами пролетали маленькие розовые лепестки, и всё казалось таким нежным, сказочным, необыкновенно красивым. Мой проводник быстрым шагом направился вдоль аллеи. Я даже не сразу сообразила, что мне следует пойти за ним. Я шла как будто в розовом облаке, как фея из тех мультиков, где всё всегда заканчивается хорошо. Дорога привела нас к огромному зданию. Высокие его колонны, казалось, уходили глубоко в небо. Наверху все они были украшены уже знакомым мне растением — остролистом. Да и вообще, этим снежным растениям зависели чуть ли не всю усадьбу. Оно красовалась на картинах, арках, колоннах, а также в цветочных горшках, как комнатное растение. Скорее всего, это был какой-то символ семьи Зиминых. Да и с фамилии он хорошо сочетался. Ведь когда у нас в воображении всплывает изображение остролиста, припорошенного снегом, это ассоциируется с зимой, Рождеством, праздником.",
    "answers": [
      {
        "id": 35,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 34,
    "text": "— Отличный выбор!\nИз какой-то каробочки она достала именно то что я заказала! Но как? Коробочка такая маленькая, а я могла сказать всё что угодно! Ну ладно. Обед остынет.",
    "answers": [
      {
        "id": 31,
        "text": "Поесть"
      }
    ]
  },
  {
    "id": 35,
    "text": "Мы долго бродили по коридорам, то спускаясь вниз, то поднимаясь вверх. И как хозяева ориентируются в этих \"катакомбах\"? Наконец очередной коридор привел нас к моей двери. Я поблагодарила своего проводника и, развернувшись лицом к двери, заметила, что на ней уже висит табличка с надписью \"Кира\". Ну что ж, будем заселяться. Открыв дверь, я почувствовала как на меня из комнаты выплеснулся поток холодного воздуха. Интересно, здесь всегда так холодно? Надо бы что-то узнать об отоплении. Комната определённо было задумана в стиле \"лофт\". Кирпичные стены, покрашенные белой краской, двуспальная кровать на деревянных ящиках, прямые колоновидные и шаровидные светильники, с функцией включается заметив движение, и полупрозрачные тумбочки из, всё тех же, деревянных ящиков. Одна из стен была натяжной и абсолютно жёлтой. Всё выглядело так, словно до меня тут жил какой-то дизайнер. Мне этот стиль сразу понравился и я непременно захотелось сделать такой же ремонт у себя дома. Впервые за долгое время я решила что-то поменять! Я поняла, что готова! Но я до сих пор так и стояла на пороге. Нужно уже пройти и начать рассматривать комнату, и разбирать вещи.",
    "answers": [
      {
        "id": 36,
        "text": "Рассмотреть комнату детальнее"
      },
      {
        "id": 36,
        "text": "Разобрать вещи"
      }
    ]
  },
  {
    "id": 36,
    "text": "Я зашла в комнату, положила чемодан на кровать, открыла его и начала разбирать вещи. Я планировала остаться здесь как минимум на неделю. Первым делом я достала свою одежду и положила в шкаф. Но тут рукой я нащупала что то твердое. Я потянула это \"что-то\" к себе но оно не поддавалась. Отодвинув свою одежду, я обнаружила там папку. Обычная бумажная папка с гербом этого поместья",
    "answers": [
      {
        "id": 1,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 37,
    "text": "",
    "answers": []
  },
  {
    "id": 38,
    "text": "",
    "answers": []
  }
]