[
  {
    "id": 1,
    "text": "Какого чувствовать себя лишним во всем мире?А как долго вы сможете вытерпеть холодные глаза, полностью игнорирующие ваше существование? Нишида Тацуми оказался в подобной ситуации, не в силах что-либо изменить в неведомом ему мире. Как так получилось? Что это за странный мир? Что ждёт Тацуми в будущем на этой мрачной земле?",
    "answers": [
      {
        "id": 2,
        "need_ever": true,
        "need": 30,
        "text": "Начать погружение"
      },
      {
        "id": 2,
        "text": "Начать погружение\n",
        "need": [
          -30,
          4
        ],
        "need_ever": true
      },
      {
        "id": 3,
        "text": "Ключи",
        "need": 15,
        "need_ever": true
      },
      {
        "id": 4,
        "need_ever": true,
        "text": "Предисловие автора"
      }
    ]
  },
  {
    "id": 2,
    "text": "В мире погруженном во мрак. В мире что утратил все надежды и мечты. Мир который, быть может уже и не существует. Те кого нельзя назвать людьми, животными или монстрами. Они — одинокие марионетки, ибо их кукловода больше не существует. Безликие марионетки, куклы без лица. Все одинаковы. Их движения, слова, чувства... Хотя нет. Эти существа лишены чувств. Они не чувствуют боли, никогда не испытывают радости и не грустят.\nТакова моя жизнь. Я потерял счёт времени, ведь никто в этом мире не умирает и не рождается, а каждый день как две капли воды похож на предыдущий. Это настоящий ад для человека, чья жизнь когда-то была необычна и наполнена красками. Раньше каждый день был чем-то сказочным, временами я думал что высшие силы делали мою жизнь такой. А сейчас... Я стою  окружённый куклами, которые не обращают на меня никакого внимания. Это взаимно. \nИх в принципе ничего не заботит кроме ежедневного графика. Они словно роботы, запрограммированные проживать один и тот же день раз за разом, до скончания времён.. ",
    "answers": [
      {
        "id": 5,
        "text": "... "
      }
    ]
  },
  {
    "id": 3,
    "text": "Тут располагаются добытые вами \"ключи\" и \"фрагменты ключей\" мира, открывающие дополнительный контент и особые возможности. ",
    "answers": [
      {
        "id": 38,
        "text": "- Я прощаю тебя. ",
        "need": 30,
        "need_ever": true
      },
      {
        "id": 53,
        "text": "Оглавление",
        "need": 41,
        "need_ever": true
      },
      {
        "id": 1,
        "text": "На главную"
      }
    ]
  },
  {
    "id": 4,
    "text": "Изначально проект \"World Without God\" был визуальной новеллой, но столкнулся с весомыми проблемами, решить которые так и не удалось. Идея была заброшена и забыта. Однако мне повезло наткнуться на это интересное приложение, которое напомнило об этом самом проекте. Реализовать его на данной платформе будет несколько сложнее(в плане сюжетной целостности), но более чем реально для меня одного. Из меня писатель как из слона мухобойка, прошу понимать и направлять в правильное русло. \nНа данный момент это пробная версия с прологом истории, если она найдёт своих читателей, то продолжу работу тут.\nСам пролог представляет из себя быстрый пересказ основных событий от лица Тацуми и завязку сюжета. В прологе есть 3 \"концовки\", которые определяют 3 главных ветви истории. Дальше это дерево будет только увеличиваться, но в прологе их только 3.\nСразу скажу, что квест будет довольно линейным(много чистого текста без выбора), но будет сразу несколько таких линий, кардинально отличающихся друг от друга. Грубо говоря, несколько историй в одном сюжетом мире. \nТаким образом, не будет вариантов, которые приводят к преждевременному концу, обрыва повествования на середине. Каждая такая ветка будет иметь целостную концовку и/или ключ/фрагмент ключа, с помощью которых можно открыть дополнительные куски текста, более подробно описывающие некоторые любопытные части истории или открывающие особые возможности. \n\nРебят! Я с нетерпением жду ваших отзывов! Это поможет мне двигаться в правильном направлении и даст мощную мотивацию! \n\nВаш покорный, Maki.! ",
    "answers": [
      {
        "id": 1,
        "text": "На главную"
      }
    ]
  },
  {
    "id": 5,
    "text": "Я побрёл по обычному маршруту. Первая остановка — небольшой парк, находившийся где-то на юге города. Утром там никого нет. Пожалуй, одно из самых спокойных мест во всём городе.\nНавстречу мне шли толпы кукол. Я с лёгкостью обходил их, сворачивая в узкие переулки, где их было не так много. Некоторых я уже запомнил, однако не уверен что они помнят меня. Не думаю что помнят как я ходил за ними целыми днями, пытаясь расспросить об этом мире, пока они меня игнорировали. ",
    "answers": [
      {
        "id": 6,
        "text": "В то время я сходил с ума.. "
      }
    ]
  },
  {
    "id": 6,
    "text": "Я иду по тротуару, левее проходит широкая дорога. Никто по ней не проходит, однако я не видел никакого транспорта. \"Они\" перемещаются только неспешным шагом.\nПосле полудня можно встретить маленьких ребятишек. В отличии от взрослых они веселятся и играют друг с другом, смеются и даже ссорятся.\nТолько благодаря этим малышам я не превратился в такую же бесчувственную марионетку. Они были моим лучиком света в этом тусклом мире.\nНо чем они старше, тем больше походят на серую массу марионеток.\nМне показалось, что их такими воспитывают.",
    "answers": [
      {
        "id": 7,
        "text": "Тогда-то я и задумал \"перевоспитать\" одну такую.. ",
        "need_ever": true
      }
    ]
  },
  {
    "id": 7,
    "text": "Моей целью стал учитель старшей школы. Он жил один где-то на окраине города, совсем близко ко Мгле.\nКогда он заснул, я вытащил его во двор и привязал к столбу. Утром же, он и глазом не повёл, словно каждый день просыпается привязанным к столбу. Около недели я проводил над ним эксперименты, в итоге я добился не многого. Он просил еды и воды, я решил ему помочь. Выпил много, после поблагодарил. Но не меня, это было видно по его пустым глазам, он действительно был благодарен, но чему-то не реальному. Я разозлился и схватив первую попавшуюся под руку палку, жестоко избил парня.",
    "answers": [
      {
        "id": 8,
        "text": "Довольно скоро он замолчал.. Навсегда.",
        "need": [
          -30
        ],
        "need_ever": true
      },
      {
        "id": 32,
        "text": "Довольно скоро он замолчал.. Навсегда.",
        "need": [
          30
        ],
        "need_ever": true
      }
    ]
  },
  {
    "id": 8,
    "text": "Я вспоминаю об этом сейчас и сожалею о содеянном, но не в состоянии это изменить. Поэтому я решил заняться обучением его учеников. Когда я заглянул в школу, со мной решил заговорить директор. Я был просто шокирован! Впервые за огромное количество времени со мной кто-то разговаривал! Но счастье длилось недолго, беседа шла исключительно о работе. Как бы я не старался перевести тему, он не отступал от неё до конца. ",
    "answers": [
      {
        "id": 9,
        "text": "Продолжить идти к парку"
      }
    ]
  },
  {
    "id": 9,
    "text": "Вокруг меня расположились однотонные дома. Чем ближе я подходил к парку, тем реже кто-либо попадался на пути. Высокие дома сменялись средней высоты деревьями. Дорога становилась более сельской: местами трещала, а из-под ног летели камни. Вскоре асфальтированный путь полностью остался позади, и шел я уже по чистому грунту. И хотя окраина парка уже была довольно спокойной зоной, я шёл вглубь, в своё любимое место. По бокам меня сопровождал чудный резной заборчик. Его украшали всеразличные завитушки, а верхушку заполняли многочисленные фонарики. Впереди я заметил огромное дерево —  каменную скульптуру безымянного мастера. Она была огромна. Её ветви сплетались в одну большую картину. Наверное, на её изучение уйдёт немало времени, однако меня это не интересовало. \nОставив дерево в покое, я сошёл с дороги и залез  под странной формы куст. Внутри  было моё \"тайное убежище\" — первое место в котором я жил, когда попал в этот мир.",
    "answers": [
      {
        "id": 10,
        "text": "... "
      }
    ]
  },
  {
    "id": 10,
    "text": "Кустик не пропускал свет, поэтому внутри было темно. Однажды я украл фонарь с западной стороны парка и принёс его сюда. Его механизм был прост. Он работал на солнечных батареях. Днём заряжался, а когда наступала ночь — светился. У меня же он ещё работал и днём, когда я прятался здесь и обдумывал дальнейшие действия. \nПочему-то только в столь забавном для взрослого мужчины \"убежище\" я мог расслабиться. Быть может, виной тому чёрная, как сердце самой бездны, Мгла, окружающая весь город громадным куполом. Она наблюдалась из любой части города, даже небеса представляли из себя лишь мрачный туман, из которого временами проглядывали лучи солнца.. солнца, ли? \nСегодня ночью я почти не спал, дабы сделать конспект на грядущий урок. Поэтому, решив немного вздремнуть, устроился на лежанке.",
    "answers": [
      {
        "id": 11,
        "text": "Вздремнуть"
      }
    ]
  },
  {
    "id": 11,
    "text": "Парк наполнился громкими звуками колоколов. Я резко вскочил, но немного позже пришёл в себя и вернулся на место. \nЗдесь неподалёку была маленькая церквушка, каждый день она отбивала 12 раз из большого колокола, говоря о том, что уже полдень. В это время в парке находились несколько человек, одним из которых был мой любимый гитарист. Он играет тут ежедневно, а я в свою очередь день от о дня слушаю его. Может он не пел, но его музыка была простой и успокаивающей. На фоне бегающих туда сюда марионеток он выглядел более живым, поэтому я уделял гитаристу особое внимание. Я носил ему взамен платы еду. Каждый день мы болтали по поводу стихов и музыки. Но когда, по обыкновению, я пытался сменить тему, он, не обращая внимание, продолжал говорить о своём или попросту игнорировал меня.",
    "answers": [
      {
        "id": 12,
        "text": "Выбраться из убежища и подойти к гитаристу"
      }
    ]
  },
  {
    "id": 12,
    "text": " -Сегодня простые булочки с якисобой — завёл я привычный разговор. \n—Благодарю молодой господин. Желаете послушать что-нибудь определённое?\n—Предоставлю выбор тебе.\n—Хорошо. Тогда я сыграю свою любимую.\nПо совпадению она была и моей любимой.\nОн называл её \"Радуга эмоций\". Название определённо оправдывало себя, с первых звуков накатывала тоска, позже чувства перерождались и мне хотелось смеяться. Это странное чувство, словно покрывало меня, и мне становилось тепло и приятно.",
    "answers": [
      {
        "id": 13,
        "text": "Дослушать песню"
      }
    ]
  },
  {
    "id": 13,
    "text": "Песня закончилась. Я заговорил первым:\n—Прошу прощения, но сегодня уйду пораньше.\n—Ещё увидимся!\nНа самом то деле я мог не спешить, но мне не хотелось больше оставаться в парке и я зашагал в сторону школы. Мой урок только через полтора часа. Может мне навязали и другие классы, но беспокоился я только за тот, классным руководителем которого был убитый мной мужчина. Время я проводил в раменой, которая находилась у меня по пути. Те люди, они без слов смотрели на меня, а когда я заказывал еду, так же безмолвно продолжали работать.",
    "answers": [
      {
        "id": 14,
        "text": "Перекусить и продолжить путь",
        "need_ever": true
      }
    ]
  },
  {
    "id": 14,
    "text": "Каменная дорога под ногами извивалась как могла. Меня это только забавляло: я  скакал из стороны в сторону, как маленький ребёнок. Дальше дорога приобретала более человечный вид и можно было идти спокойно, смотря по сторонам. Здесь небольшая библиотека, набор книг которой, был очень скуден и составлял, в основном, справочники по точным наукам. А тут ресторанчик...\n—Секунду, а где ресторан?!\nЯ не мог ошибиться, он был тут, вот ровно на этом месте. А сейчас здесь совершенно новое заведение — \"Алый рассвет\". Я замер, еле выдавив из себя звук, спросил в пустоту:",
    "answers": [
      {
        "id": 15,
        "text": "Почему? Как?",
        "need": [
          -30
        ],
        "need_ever": true
      },
      {
        "id": 31,
        "text": "Почему? Как? ",
        "need": 30,
        "need_ever": true
      }
    ]
  },
  {
    "id": 15,
    "text": "И тогда услышал тихий голосок:\n—Эмм.. ну.. \nЯ обернулся. На вид это была молодая девушка, возможно даже старшеклассница. Хотя нет, тогда она была бы на занятиях.\nВидимо, девушка была поражена моим поведением. \n—Что-то не так? — с ухмылкой решил спросить её.\n Но она лишь вскрикнула и побежала в этот самый \"Алый рассвет\", споткнувшись у порога, остановилась,но снова, кажется, вспомнив обо мне, ещё раз крикнула и забежала в здание.\nЯ был просто уничтожен. Все мои догадки и теории об этом мире были разбиты в пух и прах. Прежде чем я опомнился, прошло некоторое время. \nЕсли я сейчас не пойду в школу, то опоздаю на урок, но если не пойду за той девушкой, быть может, так и не смогу получить ответы на свои многочисленные вопросы. Мозг судорожно обрабатывал информацию. Стоит ли идти за ней?Все ли будет в порядке? А может это ловушка сего жестоко мира? Что происходит? Это потому что я стал учителем? Частью этого мира? Я изменился? Или целый мир? Галлюцинации? Ах, так я все-таки сошёл с ума? Нет, скорее всего эт..\nВдруг, все моё тело окатил электрический разряд и я услышал чистый, громкий голос, который приказывал:",
    "answers": [
      {
        "id": 16,
        "text": "Беги за ней! "
      },
      {
        "id": 15,
        "text": "Немедленно убирайся отсюда, все это очень плохо! ",
        "comment": true
      }
    ]
  },
  {
    "id": 16,
    "text": "Я не стал сопротивляться голосу и сорвался с места. Спустя мгновение, я был рядом с дверью, приложив немного силы, повернул ручку и очутился внутри здания. Окинув взглядом все огромное помещение, переливающееся во всевозможных оттенках красного, я никого не нашёл.\n—Как? Где?\nЯ ещё раз, более внимательно, осмотрел каждый участок комнаты, но это не принесло каких бы то ни было результатов.\nОна пропала. Испарилась. Исчезла. Растворилась?\nНемного успокоив мысли, я перевёл дыхание и решил ещё раз все обдумать.\nНет, она не могла провалиться под землю. ",
    "answers": [
      {
        "id": 18,
        "text": "Она спряталась, нужно проверить комнату на наличие других дверей. ",
        "need": -30,
        "need_ever": true
      },
      {
        "id": 33,
        "text": "Она спряталась, нужно проверить комнату на наличие других дверей. ",
        "need": 30,
        "need_ever": true
      }
    ]
  },
  {
    "id": 17,
    "text": "Решив довериться голосу, я ринулся в направлении школы. По пути встречались многочисленные марионетки, но единственным звуком, рушившим гробовую тишину, были мои туфли, стучащие по улицам города.Через некоторое время возникло и здание школы.Каждый раз, когда я его видел, у меня появлялись противоречивые эмоции ,но сейчас я чувствовал нечто другое ,словно я был с самого начала предназначен для того что бы работать тут.\nМожет и так ,но я — чужак. Я это понимал ,но не хотел соглашаться.\nШкольный двор пустовал , все же сейчас идут уроки, но одну особу, так или иначе, мне удалось приметить. Что интересно, это одна из не многочисленных марионеток, которых я наградил великой честью, заповнив не только лицо, но и имя. Если говорить прямо, это была моя ученица Имай Томо. Очень, и ещё раз, очень энергичная и любознательная личность. Её можно встретить повсюду, в сопровождении с неизменным зелененьким блокнотом. Обычно, я избегаю любых встреч с ней, потому что они развивались по одному сценарию:\n\"- Ах, учитель! Позвольте задать несколько вопросов!\n—Конечно, дорогая.\n—Почему вы устроились к нам? Почему вы пропускаете занятия других классов? А поче..\"\nИ так далее.\nСамое важное, что вопросы всегда были одинаковыми и все мои попытки присечь их, так и не доходили до положительного конца. Она либо отмахивалась от подобных заявлений, говоря, что такого не было, либо попросту игнорировала. За что получила вполне справедливое прозвище — \"Склерозник Том\". ",
    "answers": [
      {
        "id": 27,
        "text": "Подойти к девушке"
      }
    ]
  },
  {
    "id": 18,
    "text": "Это было весьма логичное заключение. Тут несколько дверей, по значкам которых, можно было предположить следующее: уборная, кухня, комната для персонала.\n—Так куклам тоже нужен туалет — глупая шутка, но заставила улыбнуться,улыбка, однако, была даже глупее самой шутки — конечно нужен, они же все-таки живые организмы и похожи на людей. Однако только внешне, ибо — я замолчал, но сформулировав предложение, продолжил — настоящий человек — это в первую очередь уникальная личность! \nЗачем-то ударив себя в грудь, я устремил взгляд за воображаемый горизонт. \n",
    "answers": [
      {
        "id": 19,
        "text": "Осмотреть уборную"
      },
      {
        "id": 20,
        "text": "Осмотреть кухню"
      },
      {
        "id": 18,
        "text": "Осмотреть комнату персонала",
        "comment": true
      }
    ]
  },
  {
    "id": 19,
    "text": "Заметить скромную дверь уборной было дано далеко не каждому, но все-таки возможно. Цвета она была, наверное, бордового, делая её незаметной на фоне всех этих красных пятен, которые заполняли помещение.\nРучка поддалась легко и дверь открылась, явив миру белизну самого рая, я даже поморщился. Привыкнув к вечносерым тонам — этот ангельский цвет просто испепелял мой бедные глазки.\nНемного обвыкнув, я осмотрел комнату на наличие той странной особы.\nОднако же, кроме умывальников и 3-х других дверей, объектов в комнате обнаружено не было.\nУмывальники меня не интересовали в принципе, а вот новые двери создавали проблемы.\nОткрыв одну из них, я попал в ещё одно белоснежное помещение, наполненное различными..\n—Мужской туалет.\nДверь лёгким движением была закрыта, а в соседней наблюдалось нечто похожее, но кабинок было больше.\nПриняв, практически аналогичный вывод, я направился к последней дверьке.\nНо стоило взяться за её ручку , как меня пробила дрожь, а на сердце сразу похолодело.\nОтдернув руку, я сделал несколько шажков назад. ",
    "answers": [
      {
        "id": 24,
        "text": "Открыть дверь"
      },
      {
        "id": 19,
        "text": "Покинуть уборную",
        "comment": true
      }
    ]
  },
  {
    "id": 20,
    "text": "Широкие двухстворчатые двери находились аккурат напротив главного входа. Добравшись, я ловко повернул ручки.\nНо двери не открылись.\n—...\nЯ приложил ещё больше силы и потянул.\nБез результата.\nНавалиашись всем телом, толкнул.\nНо и это не помогло.\nТогда я отошёл на шаг и поднял ногу.\nВдох, выдох, вдох, выдох.. СТОП.\nЧто я делаю? Она мне так сильно нужна, эта кухня?\nНо девушка может прятаться там.. ",
    "answers": [
      {
        "id": 22,
        "text": "Выбить дверь ногой"
      },
      {
        "id": 22,
        "text": "Оставить кухню в покое"
      }
    ]
  },
  {
    "id": 21,
    "text": "Эта дверь выделялась на фоне всего, абсолютно всего находившегося в ресторане. Она была необъятного чёрного цвета с большой буквой \"П\" аккурат по центру.\nНажать на ручку было проще простого, но дверь не открылась, лишь издав мяукающее \"пиип\".\n...\n...\n...\n...\nИ заорала сирена.\nНоги автоматически понесли меня к выходу, времени удивляться или пугаться не было.\nВыскочив из ресторана, я, не сбавляя темп, побежал в сторону школы, выкрикивая что-то вроде:\n—А ха-ха, у меня урок, я опаздываю!\n...\nОчухался только во дворе, ранее упомянутого, учебного заведения. И, немного отдышавшись, я выбросил из головы все что произошло в.. Где? Ха-ха! ",
    "answers": [
      {
        "id": 28,
        "text": "Перевести дыхание и успокоится"
      }
    ]
  },
  {
    "id": 22,
    "text": "Но прежде, я решил заглянуть за стекло, заполнявшее 2 верхних выреза на каждой из дверей.\n— Ящик?\nДа, там, прямо между дверей, стоял деревянный ящик, блокирующий их движение.\n— Вот оно как..\nОдна моя ножка, все равно, не справилась бы с таким. Да и выглядит он довольно тяжёлым, сомневаться не приходится, девушка не смогла б попасть на кухню.\nПриняв этот злополучный вывод, я решил отойти от обаятельных кухонных дверей. ",
    "answers": [
      {
        "id": 23,
        "text": "Проверить другие двери",
        "need": -30,
        "need_ever": true
      },
      {
        "id": 35,
        "text": "Проверить другие двери",
        "need": 30,
        "need_ever": true
      }
    ]
  },
  {
    "id": 23,
    "text": "Что осмотрим следующим? ",
    "answers": [
      {
        "id": 19,
        "text": "Уборную",
        "need": -19
      },
      {
        "id": 20,
        "text": "Кухню",
        "need": -22
      },
      {
        "id": 23,
        "text": "Комнату персонала ",
        "comment": true
      }
    ]
  },
  {
    "id": 24,
    "text": "Собравшись с силами, он толкнул дверь и устремил свой взгляд в открывшийся проём, после чего безмолвно замер.\nСказать, что новое помещение выделялась на фоне пламенного холла или снежной уборной было сложно, оно представляло из себя довольно \"серенькую\" комнатушку с минимальным набором каких бы то ни было объектов: там были небольшой прямоугольный столик и окружающие его стульчики, несколько высоких шкафчиков, ещё одна дверь с табличкой, на которой была аккуратно выведена надпись \"Душевая\", разукрашенная непонятными узорчиками, чем-то напоминающие цветочки, такие, что рисуют в детском саду ярые художники, и, конечно, девушка в нижнем белье.\nОно было уже привычного белоснежного тона со все теми же слабоуловимыми цветочками.\nИх глаза встретились в один миг, погрузив и без того бесшумное здание в ещё более глубокую и напряжённую атмосферу. Казалось, само время прекратил ход, с интересом наблюдая за развернувшейся картиной. Впрочем, оно не интересовало эту парочку, утопающую в глазах друг друга. \nСтоль неожиданная сцена не могла продолжаться ещё дольше, спахватившись, парень начал действовать первым, приняв молниеносное решение. ",
    "answers": [
      {
        "id": 25,
        "text": "Попробовать объясниться "
      },
      {
        "id": 24,
        "text": "Тактично отступить ",
        "comment": true
      }
    ]
  },
  {
    "id": 25,
    "text": "Иногда недопонимание перерастает в крупные конфликты и паренёк это знал, поэтому объясниться сейчас — это очень важно, но стоило ему открыть рот, как девушка тоже вышла из оцепенения и начала действовать. Она ловко извренулась своим стройным телом, схватила, наверное, первый попавшийся под руку предмет и так же грациозно вывернулась в исходную стойку, швырнув свою находку в источник неприятностей.\nТацуми же, тоже был не лыком шит, отступив на шаг, он занял удобную позицию и успешно поймал, как оказалось, кожаный пенал с разными канцелярскими принадлежностями.\nИ он бы продолжал разглядывать содержимое этой коробочки, если бы дверь перед его глазами не захлопнулась. Похоже, девушка не тратила время в пустую и, быстро сблизившись, оборвала зрительный контакт куском дерева.\n\nВоцарилась привычная мировая тишина.\nЕдинственным звуком, нарушающим стандарт мрачного мира, было биение его сердца. Он не мог назвать конкретную причину или время, когда началась подобная метаморфоза в его теле. Последний раз, подобное случалось только в первые дни его прибывания на земле марионеток. Он сжал свободную руку в кулак и попробовал успокоить дыхание.\nВдох, выдох, вдох, выдох.\nВдох.....выдох.\nНемного успокоившись, Тацуми решил ",
    "answers": [
      {
        "id": 29,
        "text": "обдумать дальнейшие действия. "
      }
    ]
  },
  {
    "id": 26,
    "text": "",
    "answers": [
      {
        "id": 28,
        "text": "Осмотреться "
      }
    ]
  },
  {
    "id": 27,
    "text": "Как будто почувствовав моё присутствие, Имай оторвалась от своих записей и, задорно подпрыгнув, заговорила:\n—Ах, учитель!..\n—Доброго утра, Склерозник Том — прервал её мой грубый тон — какие вопросы сегодня?\nИмай же отреагировала несколько иначе, по сравнению с её обычным поведением, её лицо озарило сразу несколько гримас, а руки медленно опустились.\n— Прошу прощения, учитель, скоро урок, мне стоит поспешить.\nПока я пытался подобрать слова, Имай сложила блокнотик в карман и поскакала в направлении школы. Спустя немного времени, скрылась за широкими дверями.\nТолько тогда, словно излечив окаменение, я сделал шаг вперёд и услышал шорох под ногами.\nОпустив голову, можно было заметить небольшой листок бумаги, который я ловко поднял и зачитал:\n— Что такое специальная лаборатория М.?Нужно собрать больше информации.\nСпециальная лаборатория М., так было сказано на этом маленьком листочке. Что это такое? Это как-то связано.. С чем оно связано?\nСегодня явно происходит что-то не нормальное, слишком много событий для этого мёртвого мира. Немного подумав над листочком, было принято решение расспросить Имай после занятий, а сейчас. ",
    "answers": [
      {
        "id": 28,
        "text": "Посмотреть на часы"
      }
    ]
  },
  {
    "id": 28,
    "text": "Бросив небрежный взгляд на часы, Тацуми сообразил, что до начала урока оставалось несколько минут, а это довольно веский повод поспешить. Так он направился в свой кабинет.\n\nНа первый взгляд, школа выглядела очень скромно, но внутри она превращалась в бесконечную вереницу серых коридоров. Заплутать тут, забыв напрочь, что ты собирался сделать — это абсолютно нормально, тут можно бродить часами лишь смутно догадываясь, что ходишь кругами. Тацуми спасло только одно — он знал чётко выверенный путь, по которому и продолжал движение.\nСама школа была довольно необычной, вероятно, таково влияние подобного мрачного мира. Если опустить сложный лабиринт однотипных коридоров, школа состояла из целых 3 корпусов по 3-4 этажа в каждом. Первый был для учеников строго 1-6 классов, когда второй так же строго для учеников 7-12 классов. Третий корпус был предназначен для, как Тацуми выяснил, кружков, в которых дети могли бы собираться и заниматься любимыми хобби. Но как бы не так. Этот корпус всегда пустует, должно быть, дети этого мира ничем не увлекаются, акромя учёбы. Там располагается только одна спортивная секция и кабинет школьного совета, суть которого не ясна.\n\nПродолжая движение по строго выверенному маршруту, Тацуми внезапно остановился, а причиной того было:\n—Добрый день, Нишида, вы припозднились. ",
    "answers": [
      {
        "id": 34,
        "text": "Обернуться на голос"
      }
    ]
  },
  {
    "id": 29,
    "text": "Но.. пусть биение сердца и дыхание пришли в норму, его мысли все ещё пребывали в беспорядке. Ситуация, как казалось, была непомерно сложной. Нет, достаточно было просто извиниться за свои действия, но голова Тацуми была забита совершенно другим. Он судорожно вспоминал свои, как раньше думал, \"пустяковые поступки\", навроде избиений и даже убийства марионеток, взлом и кражи личного имущества в домах и магазинах. Раньше это не беспокоило его в принципе. Почему? А это просто, ибо он — единственный \"живой\" человек из всего сброда человекоподобных, населяющих этот город. И это было правильно. Тацуми — чужак, который не имел ничего и никак не мог утолить свои даже минимальные потребности. И он пользовался полной беспомощностью и бесчувственностью окружающих.\nНо сейчас все было совершенно по другому, и на его \"чистую\" душу лёг тяжёлый груз. Возможно, впервые в жизни он хотел покаяться, полностью очиститься от своих грехов.\nТацуми припал к стене и медленно сполз на пол, схватившись за голову. Мысли продолжали бурный поток дискуссий: \n\"Ты не виноват, у тебя не было выбора!\"\n\"Марионетки — тоже живые, ты просто омерзителен.\"\n\"Но они не шли на контакт! Я всячески пытался проникнуться к ним, но..\"\n\"И ты провалился, просто сдался, выбрав самый гнусный путь.\"\n\"Я не хотел этого.. я действительно не мог иначе!\"\n\"Ложь! Ты в любом случае мог бы отплатить им!\"\n\"Но чем? У меня же ничего нет! А как я могу покаяться перед \"ним\"? Это бред, марионетки — безмозглые существа, не имеющие ни чувств, ни личности!\"\n\"Хватило бы просто его достойно похоронить.\"",
    "answers": [
      {
        "id": 30,
        "text": "И мысли стихли "
      }
    ]
  },
  {
    "id": 30,
    "text": "Время неуловимо продолжал свой ход: редкие куклы шныряли по улицам и переулкам мрачного города, бросая не менее редкие взгляды на новое, что было странно и ненормально, здание \"Алого рассвета\". На фоне серых, довольно тусклых домов ресторан выделялся своими яркими и тёплыми красками, которые хорошо просматривались сквозь широкие окна. Если остановится и как следует осмотреть каждое из этих крупных солнечных пятен, можно приметить дверь, что ведёт в белоснежную уборную, наполненною совершенно новыми предметами личной гигиены. Именно там, в одном из углов снежной комнаты, сидели двое — он и она. Даже если спросите, никто вам не скажет когда девушка оказалась у парня на плечах, нежно обнимая. Дрожащим голосом он о чём-то рассказывал, не в силах сдержать собственные слезы. С каждым его вздохом, объятья девушки становились все крепче, она тоже не могла сдержать слез, но оставалась безмолвной.\nНаконец он закончил, и в комнате воцарилась привычная им обоим тишина. Тогда девушка отстранилась и, достав из кармана аккуратный платочек, прислонила его к лицу парня. Он, казалось, пришёл в чувства и поднял голову, чтобы услышать слова, что навсегда останутся в его сердце:",
    "answers": [
      {
        "id": 1,
        "text": "— Я прощаю тебя. ",
        "blackout": true
      }
    ]
  },
  {
    "id": 31,
    "text": "И тогда услышал тихий голосок:\n—Эмм.. ну.. \nЯ обернулся. На вид это была молодая девушка, возможно даже старшеклассница. Хотя нет, тогда она была бы на занятиях.\nВидимо, девушка была поражена моим поведением. \n—Подожди-ка, я тебя знаю? — осмотрев девушку, я машинально задал вопрос.\nНо она лишь вскрикнула и побежала в этот самый \"Алый рассвет\", споткнувшись у порога, остановилась,но снова, кажется, вспомнив обо мне, ещё раз крикнула и забежала в здание.\nЯ был, честно сказать, ошеломлен. Я знаю её! Но откуда? Пока я копался в воспоминаниях, так и не найдя ответа, прошло некоторое время. \nЕсли я сейчас не пойду в школу, то опоздаю на урок, но если не пойду за той девушкой, быть может, потеряю что-то очень важное. Мозг судорожно обрабатывал информацию.Что происходит? Это потому что я стал учителем? Частью этого мира? Я изменился? Или целый мир? Галлюцинации? Ах, так я все-таки сошёл с ума? Нет, скорее всего эт..\nВдруг, все моё тело окатил электрический разряд и я услышал чистый, громкий голос, который приказывал:",
    "answers": [
      {
        "id": 16,
        "text": "Беги за ней! "
      },
      {
        "id": 17,
        "text": "Немедленно убирайся отсюда, все это очень плохо! "
      }
    ]
  },
  {
    "id": 32,
    "text": "Тогда я похоронил его со всеми почестями и временами приношу цветы на могилу — таково моё покаяние. Так же я решил заняться обучением его учеников. Когда я заглянул в школу, со мной решил заговорить директор. Я был просто шокирован! Впервые за огромное количество времени со мной кто-то разговаривал! Но счастье длилось недолго, беседа шла исключительно о работе. Как бы я не старался перевести тему, он не отступал от неё до конца. ",
    "answers": [
      {
        "id": 9,
        "text": "Продолжить движение к парку"
      }
    ]
  },
  {
    "id": 33,
    "text": "Это было весьма логичное заключение. Тут несколько дверей, по значкам которых, можно было предположить следующее: уборная, кухня, комната для персонала.\n—Так куклам тоже нужен туалет — глупая шутка, но заставила улыбнуться,улыбка, однако, была даже глупее самой шутки — конечно нужен, они же все-таки живые организмы и похожи на людей. Однако только внешне, ибо — я замолчал, но сформулировав предложение, продолжил — настоящий человек — это в первую очередь уникальная личность! \nЗачем-то ударив себя в грудь, я устремил взгляд за воображаемый горизонт. \n",
    "answers": [
      {
        "id": 36,
        "text": "Осмотреть уборную"
      },
      {
        "id": 20,
        "text": "Осмотреть кухню"
      },
      {
        "id": 21,
        "text": "Осмотреть комнату персонала"
      }
    ]
  },
  {
    "id": 34,
    "text": "Голос принадлежал пожелому мужчине, одетому в типичный пиджак и широкие чёрные штаны, которые, если честно, его сильно полнили. Он обладал шикарной, но, к сожалению, редкой седой шевелюрой и такой же суровой бородой. Мужиком он был огромным, кажется, только его рост превышал мой на целую голову, а огромная грудь, от плеча до плеча, соответствовал размаху моих рук. Так же он самим Богом был наделён громким тяжёлым басом, отвечать на реплики которого, хотелось по всем правилам армейского этикета: выпрямив спину и отдавая честь.\nОсобо не раздумывая, Тацуми ответил на вопрос старика:\n— Прошу прощения, директор, возникли сложные обстоятельства по пути на работу, пришлось опоздать.\n—Это какие — натянув страшную улыбку, старик продолжил допрос — если не секрет?\n—Я.. — Тацуми замешкался, обычно, он придумывал оправдание по дороге из раменой, но сейчас его мысли были забиты другим — ну..\n— Понятно всё — опустив улыбку, подхватил мужик — не сложно понять, что ты пропускаешь занятия у всех классов, кроме одного.\nТацуми сглотнул, это была опасная тема, но директор сказал нечто, что повергло в шок:\n— Я устал бороться с тобой и придумал альтернативу — выдержав паузу, он продолжил — уж не знаю почему ты так плохо относишься к другим ребятам, но им тоже нужны твои уроки, а раз ты отказываешься им преподавать, то мне остаётся лишь одно.\n— Подождите, директор, вы не можете просто уволить меня, я не знаю как и..\n—Могу — прервал парня громкий бас — но не буду.\n— А? То есть?\n— Я предлагаю тебе преподавать абсолютно всё у одного единственного класса — твоего.\n",
    "answers": [
      {
        "id": 39,
        "text": "... "
      }
    ]
  },
  {
    "id": 35,
    "text": "Что осмотрим следующим? ",
    "answers": [
      {
        "id": 36,
        "text": "Уборную",
        "need": -36
      },
      {
        "id": 20,
        "text": "Кухню",
        "need": [
          -20
        ]
      },
      {
        "id": 21,
        "text": "Комнату персонала"
      }
    ]
  },
  {
    "id": 36,
    "text": "Заметить скромную дверь уборной было дано далеко не каждому, но все-таки возможно. Цвета она была, наверное, бордового, делая её незаметной на фоне всех этих красных пятен, которые заполняли помещение.\nРучка поддалась легко и дверь открылась, явив миру белизну самого рая, я даже поморщился. Привыкнув к вечносерым тонам — этот ангельский цвет просто испепелял мой бедные глазки.\nНемного обвыкнув, я осмотрел комнату на наличие той странной особы.\nОднако же, кроме умывальников и 3-х других дверей, объектов в комнате обнаружено не было.\nУмывальники меня не интересовали в принципе, а вот новые двери создавали проблемы.\nОткрыв одну из них, я попал в ещё одно белоснежное помещение, наполненное различными..\n—Мужской туалет.\nДверь лёгким движением была закрыта, а в соседней наблюдалось нечто похожее, но кабинок было больше.\nПриняв, практически аналогичный вывод, я направился к последней дверьке.\nНо стоило взяться за её ручку , как меня пробила дрожь, а на сердце сразу похолодело.\nОтдернув руку, я сделал несколько шажков назад. ",
    "answers": [
      {
        "id": 37,
        "text": "Открыть дверь"
      },
      {
        "id": 35,
        "text": "Покинуть уборную"
      }
    ]
  },
  {
    "id": 37,
    "text": "Собравшись с силами, он толкнул дверь и устремил свой взгляд в открывшийся проём, после чего безмолвно замер.\nСказать, что новое помещение выделялась на фоне пламенного холла или снежной уборной было сложно, оно представляло из себя довольно \"серенькую\" комнатушку с минимальным набором каких бы то ни было объектов: там были небольшой прямоугольный столик и окружающие его стульчики, несколько высоких шкафчиков, ещё одна дверь с табличкой, на которой была аккуратно выведена надпись \"Душевая\", разукрашенная непонятными узорчиками, чем-то напоминающие цветочки, такие, что рисуют в детском саду ярые художники. Больше в комнате ничего не было и оправдать сумасшедшее сердцебиение было нечем. Тацуми схватился за грудь. Он чувствовал нестерпимою боль. Почему?...\n...\n...\n...\nОтветить на этот простой вопрос он не мог.\nВсё что оставалось — это успокоить свое сердце и направится в школу, что парень и сделал.\nНа душе же остался неприятный осадок, он всем своим существом желал что-то найти в этой комнате, но подобного не произошло.\nБлаго, все грустные мысли покинули его, когда он добрёл до школьного двора. ",
    "answers": [
      {
        "id": 28,
        "text": "... "
      }
    ]
  },
  {
    "id": 38,
    "text": "То был сон или все случилось на самом деле — сказать сложно, но эти слова, предназначенные ему неизвестным ангелом, навсегда остались сиять яркой звездой в сердце. ",
    "answers": [
      {
        "id": 3,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 39,
    "text": "Все органы разом сжались в точку, у Тацуми закружилась голова и он припал к стене.\n\"За что?\" — повторялось в его голове.\nПарень, по существу, преподавал только по одной причине — это искупление перед мёртвым учитилем. Сейчас же, ему навязывают невозможно сложный выбор: учи детей всем наукам или проваливай.\nХочется отметить, что Тацуми работает в школе, как абсолютный педагог. У него имеются корочки всевозможных преподавательских областей — добыть их было очень просто, достаточно просто напечатать их самому, одолжив печати у марионеток. Это было невероятно, и он получал довольно хорошую зарплату, но сейчас подобное встало боком.\nПарень продолжал подбирать аргументы \"за\" и \"против\", но его прервала маленькая ручка, опустившаяся на плечо.\n—Вы в порядке? — зазвучал нежный голос — мне позвать медсестру?\n\nПодняв голову, он обомлел, мысли стихли, а сердце бешено заколотилось: \"Это она! Она!\"\n—Я тебя знаю! — вырвалось из него неучтивая фраза.\nНо голос оказался сухим и грубым, что испугало девушку. Она быстро отступила и спряталась за могучую спину директора. Тогда парень поднял глаза на лицо старика, что делать ему категорически не стоило. Вся его величественная рожа, а иначе и не назвать эти искренне злые глаза и наморщенный лоб, просто пылала ненавистью.\n—Это Акияма Рин — подавив своё агрессивное нутро, начал директор — и с сегодняшнего дня она переводится в твой специальный класс. Так что, если у вас были какие-то разногласия, настоятельно рекомендую о них забыть. ",
    "answers": [
      {
        "id": 40,
        "text": "- Так точно! Неприятностей не возникнет! "
      }
    ]
  },
  {
    "id": 40,
    "text": "Мой ответ несколько ошарашил старика, но тот быстро вернул самообладание и продолжил:\n—Я выделил тебе отдельный кабинет в 3-ем корпусе, не сомневайся он тебе понравится. — переведя дыхание, он продолжил — твой класс отныне называется 11-S, вечером я выдам тебе список часов и необходимый материал, прошу заглянуть.\n—Да, Сэр, так точно, Сэр.\n—Кхм, сейчас вместе отправляйтесь на место и подготовьте его к завтрашним урокам — выдохнув, директор повернулся к девушке — Акияма тебя отведет.\nЗакончив с настовлениями, старик оставил нас и побрёл в только ему известном направлении.\n\n\"Похоже, все уже было решено и без меня\"\nЯ грустно улыбнулся и посмотрел на девушку:\n—Акияма Рин — повторил её имя.\n—Д-да, Учитель?\n— Нет, ничего. Давай пойдём к классу?\n—Конечно — бодро поравнявшись со мной, Рин продолжила — он действительно большой!\n—Ты шутишь? Это на сколько обычный класс может быть большим?\n—Нет, Учитель, это не просто класс — это как будто два класса вместе!\n\"Ого, что за штуку мне подкинул этот старик?\" ",
    "answers": [
      {
        "id": 41,
        "text": "Двигаться к кабинету "
      }
    ]
  },
  {
    "id": 41,
    "text": "Каждый из корпусов школы был отдельным зданием. Общая картина была похожа на неправильный треугольник и соединялись они аккуратными дорожками. Чтобы попасть в третий корпус нам пришлось выйти во внутренний двор, в котором располагался вечнозелёный парк — местечко было великолепным, но мрачные марионетки, появляющиеся то тут, то там, портили всю картину. Пока я отдавал дань Богу, создавшему такой потрясающе-отвратительный мир, меня окликнула рядом идущая девушка.\n—Учитель, я.. не поймите меня неправильно..\n—Что такое?\n—Я о том что произошло немного раньше.\n—А, около ресторана?\n—Да.. Я уже знала вас, как своего будущего учителя и поэтому..\n—Поэтому что?\n—А.. Аха-ха, не важно, простите меня.\n\"Что за странная девушка?\" и думал я так не просто из-за её поведения. Она в целом была \"не от мира сего\",но почему-то всё моё существо говорило, что это само собой разумееющееся, отчего мысли путались ещё больше.\n—Учитель, с вами точно все в порядке? — вновь окликнула меня Рин — у вас бледное лицо..\n—Ах? Нет, все хорошо — я перевёл дыхание — просто сегодня очень сложный день и я уже немного устал.\n—А, так вот оно как — приложив палец к щеке, она сформулировала вывод — тогда вам нужно отдохнуть. ",
    "answers": [
      {
        "id": 42,
        "text": "Продолжить движение "
      }
    ]
  },
  {
    "id": 42,
    "text": "Идея было хорошей, но заряд бодрости, который передал мне директор, в любом случае не даст спокойно уснуть. Да, ещё нужно привести кабинет в достойное состояние, ведь уже завтра там будут проходить уроки. А зная популярность третьего корпуса, можно предположить, что только пыли будет столько, что можно будет заполнить несколько аквариумов в центральном океанариуме. От таких мыслей настроение окончательно скатилась на дно.\n—Учитель?\n—Да-да, я уберусь как следует, не волнуйся.\n—Что? Ах, так класс уже прибран.\n—То есть?\n—Всё ученики 11-S приняли участие в уборке, после чего их отпустили с занятий.\nНовость была хорошей. Нет! Она была просто волшебной! Это вообще возможно? Что б одной только фразой излечить все духовные проблемы.. Впрочем, я изначально зря себя накручивал, ибо я мог бы прилопатить учеников и всё-всё было бы чудесно!\n—Учитель?\n—Да, Рин, ещё что-нибудь?\n—У вас очень страшное лицо, вы точно-точно в порядке?\n—Не волнуйся, я чувствую себя замечательно! Нхахаха!",
    "answers": [
      {
        "id": 43,
        "text": "Но.. Хоть класс и был убран.. "
      }
    ]
  },
  {
    "id": 43,
    "text": "—Рин, а что, собственно, говоря — \"это\" такое?\n—Мм? Мы тут именно из-за \"этого\", нам нужно \"это\" рас..\n—Но я отказываюсь!\n—Учитель, вы не можете этого сделать.\n—Почему?\n—Это важная часть нашей школы, без \"этого\" вы не сможете начать преподавать.\n—Раньше \"этого\" не было и все было хорошо, сейчас то зачем?\n—Сейчас у вас на попечении целый класс, как сказал директор, вы будете этим заниматься каждый триместр.\n—Я ещё могу отказаться?\n—Нет.\n—Пожалуйста.\n—Учитель!\nА причиной этой дискуссии был, как не странно, классный журнал. Что может быть такого страшного в классом журнале? Да, ничего. Проблему создавали горы бумаги и папок с документами. Я, откровенно говоря, знать не желаю зачем они нужны, ибо ничем хорошим это не пахнет.",
    "answers": [
      {
        "id": 44,
        "text": "... ",
        "need": 37
      },
      {
        "id": 48,
        "text": "... ",
        "need": 21
      },
      {
        "id": 55,
        "text": "... "
      }
    ]
  },
  {
    "id": 44,
    "text": "Сложно сказать сколько прошло времени, но на улице уже темнело, а значит много. Пока я работал на журналом, Рин ни на минутку не отходила от меня, подбадривая и помогая. Вот так вместе мы закончили работу над \"этим\".\n—Ох, боже, как же я устал.\n—Я и не думала, что это на столько сложно..\n—Ха! А что ты думала? Любая бумажная работа — это ужасно скучный монотонный труд.\n—Но когда директор рассказывал мне как и что нужно делать, мне показалось, что это очень легко.\n—А ты больше его слушай, старик просто обожает подобную работу.\n—Ах-ха-ха, директор очень сильный. \n—Не спорю, кабана может разорвать одной левой. \n—Я в другом смысле, но.. директор правда так может?\n—Не сомневайся.\nА после мы задорно рассмеялись.\n\nУчебное время уже давно закончилось, и Рин отправилась домой. Мне же ещё предстоит зайти к директору за новой порцией бумажной работы..\n\"Ах, я не о такой жизни мечтал\". \nИ пусть, все же мир стал чуточку краше. Теперь у меня есть Рин, необычная девушка, которая может просто смеяться и поддержать любую беседу... Любую?\nМеня осенило. Поток мыслей затих и сердце, слившись с мозгом в одно целое, приказывало:",
    "answers": [
      {
        "id": 45,
        "text": "Беги! Ты должен её догнать! "
      }
    ]
  },
  {
    "id": 45,
    "text": "Не упуская ни секунды, я ринулся за девушкой.\nВылетев из кабинета, свернул в сторону лестницы и продолжил бег.\n\"Вниз по лестнице!\" — приказывали мне все чувства.\n\"Теперь во двор, беги к воротам!\"\nКоманды я выполнял точно и быстро. Только появлялся проём в двери, как я был на несколько шагов впереди. Мной завладел невероятный импульс. Я мог только бежать. Я отдал всего себя чувству скорости. \n\"Прямо по дороге, теперь за угол, внутрь первого корпуса, по прямой, право, лево, лево...\"\nИ вот я вырвался в передний двор, оставалось всего несколько метров и я выжал из себя всё..\n\nОблокотившись на створку ворот, я смотрел на дорогу, выискивая желанный мной\" кусочек счастья\". Но её не было.",
    "answers": [
      {
        "id": 46,
        "text": "—Я не успел.. "
      }
    ]
  },
  {
    "id": 46,
    "text": "То ли отдышка взяла своё, то ли боль в сердце была невыносима, Тацуми схватился за грудь.\nПроклиная весь этот дряной мир, он ударил кулаком в стену. Потом ещё раз. И ещё. И ещё...\nОстановился он только спустя несколько минут, когда физическая боль обогнала сердечную. Он опустился на колени и склонил голову.\n—Пожалуйста, молю, не бросай меня! Приди завтра, как и должно быть! Я... Я не смогу.. без тебя..\n\nНазвать причину такого всплеск эмоций он не мог. Но.. вероятно, виной тому был сон, который Тацуми видел очень давно.. прекрасный сон.. с девушкой, что была похожа на Рин, словно капля воды... Он боялся, что это всё — ещё один сон, который сейчас закончится. И только пульсирующая боль рук, напоминала ему, что это правда.\n—Акияма... Рин.\n\"Даже если это очередной сон, я навсегда запомню твоё имя!\"\nИ эта была последняя мысль, после которой Тацуми потерял контроль над своим телом и",
    "answers": [
      {
        "id": 47,
        "text": "рухнул на землю. ",
        "blackout": true
      }
    ]
  },
  {
    "id": 47,
    "text": "Это конец и начало. Граница и горизонт, что кроется за ней. \n\n\nТаков конец пролога \"Пылающее сердце\".\n\n\n*Получен фрагмент ключа \"Оглавления\"*\n(В будущем он позволит сразу начать прохождение игры с этого момента) ",
    "answers": [
      {
        "id": 1,
        "text": "Это не единственная доступная \"не до\" концовка, попробуйте открыть все! "
      }
    ]
  },
  {
    "id": 48,
    "text": "Сложно сказать сколько прошло времени, но на улице уже темнело, а значит много. Пока я работал на журналом, Рин ни на минутку не отходила от меня, подбадривая и помогая. Вот так вместе мы закончили работу над \"этим\".\n—Ох, боже, как же я устал.\n—Я и не думала, что это на столько сложно..\n—Ха! А что ты думала? Любая бумажная работа — это ужасно скучный монотонный труд.\n—Но когда директор рассказывал мне как и что нужно делать, мне показалось, что это очень легко.\n—А ты больше его слушай, старик просто обожает подобную работу.\n—Ах-ха-ха, директор очень сильный. \n—Не спорю, кабана может разорвать одной левой. \n—Я в другом смысле, но.. директор правда так может?\n—Не сомневайся.\nА после мы задорно рассмеялись.\n\nУчебное время уже давно закончилось, и Рин отправилась домой. Мне же ещё предстоит зайти к директору за новой порцией бумажной работы..\nС этим тянуть я не стал и отправился к нему как только разложил все документы по своим местам.\nМрачные пейзажи города становились ещё более страшными ночью. Пусть марионеток на улицах не было, но эта давящая атмосфера.. Безмолвный ночной город был не самым приятным местом для прогулок, поэтому я редко когда выходил на улицу в это время суток. ",
    "answers": [
      {
        "id": 49,
        "text": "Отправиться к директору"
      }
    ]
  },
  {
    "id": 49,
    "text": "Я решил направится прямо в кабинет директора.\nШкола, в отличии от города, обладала другим больным шармом: бесконечные серые коридоры освещались тусклыми лампами, а тени уличных деревьев наводили страха.\nНо далеко идти не пришлось, директор лично встретил меня около \"младшего\" корпуса:\n—Ох, Нишида, вы сильно задержались, я уж было начал беспокоится — смутившись, почесал старик лоб — но, видимо вы не любитель бумажной работы.\n—Нхахаха, не волнуйтесь, директор, это я с непривычки.\n—Пожалуй — рассмеялся старик — вот твои бумаги, можешь оставить их изучение на завтра.\n—А как же уроки?\n—Я уже подготовил тебе расписание на завтрашний день, можешь не волноваться.\n—Покорно благодарю, вот вручили, так вручили!\n—Да что там! Обращайся, если нужна будет помощь, а сейчас..\n—Ага, доброй ночи.\n—Доброй.\nВот так обменявшись прощаниями, старик и Тацуми пошли своими дорогами.\n\"Ох, что за долгий день..\"-только и мог вздыхать парень. ",
    "answers": [
      {
        "id": 50,
        "text": "Отправится домой",
        "need": 48
      },
      {
        "id": 56,
        "text": "Отправится домой",
        "need": 55
      }
    ]
  },
  {
    "id": 50,
    "text": "И все же город наводил больше жути, чем коридоры школы. Это было неоспаримо. Благо, дом парня располагался относительно близко к школе. Ну, не совсем его дом. Это дом другого учителя с плачевной историей. А добраться до него можно двумя способами: сделав крюч через \"Алый рассвет\" или прямо по лесопарку.\nИдти по прямой было выгодно с точки зрения времени, но этот парк мог без зазрения совести довести простого обывателя до инфаркта.\nТацуми решил сделать крюк, уж хватит страшилок на сегодня. Так он продолжил свой путь.\n\nГородок никогда не менялся: все те-же дома, все те-же тени и строгое расписание кукол. Сколько было ночных вылазок, столько же и встреченных марионеток деленный на нуль. В это время они все, как один, спали в своих серых домах. Этот город был до того скучен, что даже не имел названия. Действительно, а зачем ему имя, если он единственный в мире? Иногда Тацуми посещали мысли навроде \"А что там? За мглой?\". Он лишь единственный раз ступил в неё, чтобы в страхе дать на попятную. Там было абсолютное ничто. Мгла — это мгла, лишь вечная тьма, пустота и отчаяние. Парень решил так раз и навсегда, и более не касался её.\nНо не весь город одинаков и постоянен. Эту возможность не постоянства доказал \"Алый рассвет\" одним своим существованием.\nТацуми тогда проходил мимо главных дверей, когда, бросив случайный взгляд, заметил, что та открывается. Он остановился, чтобы услышать голос:\n—Доброй ночи, господин, какими судьбами?\n—Доброй — подавив волнение, ответил парень — направляюсь домой.\n—Ах, я то подумал, что вы из \"наших\"— расстроено сообщил голос незнакомца. ",
    "answers": [
      {
        "id": 51,
        "text": "- \"Наших\"? "
      }
    ]
  },
  {
    "id": 51,
    "text": "Незнакомец странно покасился на парня, но вернув спокойное выражение лица, продолжил:\n—Любителей ночи, так сказать — улыбнулся он — наверное, странно для человека жить во тьме, но есть и такие, вроде меня, кому это нравится больше.\n—О, ночь — это прекрасно, но я привык спать, потому, прошу меня простить.\n—Конечно, господин, надеюсь мы ещё увидимся.\n—Не мудрено.\nПопращавшись, Тацуми продолжил свой путь. Его, действительно, беспокоят эти \"любители ночи\", но он слишком устал, чтобы завести свой мозговой двигатель и хоть что-то обдумать.\n\nТак он добрался до дома и без лишних церемоний рухнул в кровать. Ему снился сон, в котором он был выспавшимся и сытым. Этого было достаточно для счастья маленькому человеку. ",
    "answers": [
      {
        "id": 52,
        "text": "... ",
        "blackout": true
      }
    ]
  },
  {
    "id": 52,
    "text": "Это конец начала и начало конца. Тьма и свет, воплощение самой сути бытия!\n\n\nТаков конец пролога \"Аристократ\".\n\n\n*Получен фрагмент ключа \"Оглавления\"*\n(В будущем он позволит сразу начать прохождение игры с этого момента) ",
    "answers": [
      {
        "id": 1,
        "text": "Это не единственная доступная \"не до\" концовка, попробуйте открыть все! "
      }
    ]
  },
  {
    "id": 53,
    "text": "Ключи этого типа позволяют быстро перемещаться по сюжету игры. ",
    "answers": [
      {
        "id": 54,
        "text": "Пролог"
      },
      {
        "id": 3,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 54,
    "text": "Открытые вами \"концовки\" пролога. ",
    "answers": [
      {
        "id": 47,
        "text": "Пылающее сердце ",
        "need": 47,
        "need_ever": true
      },
      {
        "id": 52,
        "text": "Аристократ",
        "need": 52,
        "need_ever": true
      },
      {
        "id": 57,
        "text": "По проторенной дорожке",
        "need": 57,
        "need_ever": true
      },
      {
        "id": 53,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 55,
    "text": "Сложно сказать сколько прошло времени, но на улице уже темнело, а значит много. Пока я работал на журналом, Рин ни на минутку не отходила от меня, подбадривая и помогая. Вот так вместе мы закончили работу над \"этим\".\n—Ох, боже, как же я устал.\n—Я и не думала, что это на столько сложно..\n—Ха! А что ты думала? Любая бумажная работа — это ужасно скучный монотонный труд.\n—Но когда директор рассказывал мне как и что нужно делать, мне показалось, что это очень легко.\n—А ты больше его слушай, старик просто обожает подобную работу.\n—Ах-ха-ха, директор очень сильный. \n—Не спорю, кабана может разорвать одной левой. \n—Я в другом смысле, но.. директор правда так может?\n—Не сомневайся.\nА после мы задорно рассмеялись.\n\nУчебное время уже давно закончилось, и Рин отправилась домой. Мне же ещё предстоит зайти к директору за новой порцией бумажной работы..\nИ тут я вспомнил про лист блокнота, что обратила Имай. Я достал его из кармана, ещё раз прочитал и убрал назад. В любом случае Склерозник Том уже покинула школу, придётся разбираться с этим завтра.. ",
    "answers": [
      {
        "id": 49,
        "text": "Заняться более важными делами"
      }
    ]
  },
  {
    "id": 56,
    "text": "И все же город наводил больше жути, чем коридоры школы. Это было неоспаримо. Благо, дом парня располагался относительно близко к школе. Ну, не совсем его дом. Это дом другого учителя с плачевной историей. А добраться до него можно двумя способами: сделав крюч через \"Алый рассвет\" или прямо по лесопарку.\nИдти по прямой было выгодно с точки зрения времени, но этот парк мог без зазрения совести довести простого обывателя до инфаркта.\nВпрочем, Тацуми так сильно устал, что даже дьявол его не испугает. Он решил пройти самым коротким из возможных путей — напрямик.\n\nОдна из интересных особенностей мрачного мира — это животные и птицы, вернее, полное их отсутствие. Но это не мешало спокойно жить. Более интересным Тацуми считал мясо. Да, простое мясо. Откуда, черт возьми, оно?\nВ компании подобных мыслей, парень добрался до уютной кроватки. Он не стал заставлять себя снимать одежду и рухнул вот прямо так. ",
    "answers": [
      {
        "id": 57,
        "text": "... ",
        "blackout": true
      }
    ]
  },
  {
    "id": 57,
    "text": "Это конец концов и начало начал. Или как оно правильно звучит?\n\n\nТаков конец пролога \"По проторенной дорожке\".\n\n\n*Получен фрагмент ключа \"Оглавления\"*\n(В будущем он позволит сразу начать прохождение игры с этого момента) ",
    "answers": [
      {
        "id": 1,
        "text": "Это не единственная доступная \"не до\" концовка, попробуйте открыть все! "
      }
    ]
  },
  {
    "id": 58,
    "text": "",
    "answers": []
  }
]