[
  {
    "id": 1,
    "text": "*Земля, захваченная врагом*<s>r\n\nКВЕСТ ЗАБРОШЕН. У этого квеста появились свои фанаты, которые ждали и хотели продолжения, однако у меня слишком мало опыта, чтобы реализовать тот маштаб, который я изначально задумывал. Возможно, когда-нибудь, я полностью переделаю квест, но на данный момент он окончательно заброшен.\n\n\nНа данный момент квест не доделан. Вы можете внезапно вернуться назад сюда. Это значит что дальше не написанно. Заранее прошу у Вас прощения.<s>r\n—ПРЕДУПРЕЖДЕНИЕ!<s>r\nВ этом квесте вам нужно думать логически, ставить себя на место персонажа. Так как в этом квесте вы можете умереть из-за неправильного выбора и начинать всю историю С САМОГО НАЧАЛА! Конечно, если вам это не понравится и все будут жаловаться, то наверно добавлю чекпоинты. Но а так, думайте, остерегайтесь, знайте!<s>r\nАвтор: Gas21<s>r\n<s>r\nЧеловечество вызвало Каскадный Резонанс, тем самым подвергнув человечество на неминуемое рабство.<s>r\nКаскадный Резонанс вызвал портальные штормы, из-за которых о земле узнала Инопланетная Раса, целью которой является бесконечная<s>r\nэкпансия. Альянс вторгся на Землю и захватил ее за 7 часов! Это событие так и назвали: \"7-ми Часовая Война\"<s>r\n<s>r\nГорода потеряли индивидуальность. 90% инфаструктуры Планеты было уничтожено, а названия сменились на номерные знаки.<s>r\nИз всех городов, больше всего выделяется Сити 17-бывшая часть Восточной Европы, которая отныне занимает Административную<s>r\nроль.<s>r\n<s>r\nВам предстоит играть за обычного прибывшего жителя, слепо верующий в то, что в новом Сити будет лучше.<s>r\nВы можете вступить в ряды гражданской обороны, стать Лоялистом, Бандитом или вовсе стать участником Повстанческого Движения.<s>r\nВсе зависит от Вас!<s>r\nУныние. Тотальный Контроль и полная дезинформация.<s>r\nВсе это ждет вас в этом квесте!<s>r\n",
    "answers": [
      {
        "id": 2,
        "text": "Начать квест"
      },
      {
        "id": 3,
        "text": "Пути Развития"
      },
      {
        "id": 62,
        "text": "Начать вторую главу",
        "need": [
          62
        ]
      },
      {
        "id": 29,
        "text": "Начать первую главу",
        "need": [
          29
        ]
      },
      {
        "id": 137,
        "text": "ЛОРная составляющая"
      }
    ]
  },
  {
    "id": 2,
    "text": "Прошло около 2-ух лет после 7-ми часовой войны. Многое и многие изменились. Альянс заставил людей воевать между собой.<s>r\nНекоторые выбирают путь Сопротивления, некоторые Коллаборационизма.<s>r\nВы — обычный гражданин, который приезжает с другого Сити, номер которого вам не известен. Обычный пассажирский поезд, в вагоне вместе с вами было всего лишь 3-и человека. Все они были уставшими и напугаными, но ввиду не подовали. <s>r\n",
    "answers": [
      {
        "id": 4,
        "text": "[Дождаться приезда]"
      }
    ]
  },
  {
    "id": 3,
    "text": "1. Коллабрационист<s>r\n2. Член Сопротивления<s>r\n3. Юнит Гражданской Обороны.<s>r\n4. Изгой<s>r\n5. (Секретно)",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 4,
    "text": "Вы приехали. Двери вагона открылись и все пассажиры вышли первыми.<s>r\nВас постиг ужас. Людей тут считают как дешевую рабочую силу, ущемляя все возможные права.<s>r\nВокруг летают сканеры, которые снимают всю обстановку, один из этих сканеров подлетел к Вам, и яркой вспышкой света ослепил Вас. После чего сканер улетел.<s>r\nВы проходите дальше, и продвигаетесь к пропускному пункту, где проверяют документы.<s>r\nДокумент был всего один, это ID-Карта. В этой карте написан Ваш идентификационный номер, имя, фамилия и ваша лояльность. Перед входом в пропускной пункт, было большое помещение, которое отдаленно напоминает столовую.<s>r\n",
    "answers": [
      {
        "id": 5,
        "text": "[Подойти к столу ПП]"
      },
      {
        "id": 6,
        "text": "[Осмотреть помещение]"
      }
    ]
  },
  {
    "id": 5,
    "text": "Решив, что задерживаться опасно, Вы пошли сразу к столу пропускного пункта, где Вас встретил знакомый вам юнит Гражданской Обороны. Маска на лице была похожа на противогаз, а форма закреплена двумя поясами. В руках у него была дубинка, на ударной части которой было что-то похожее на катушку, для проведения тока, рядом с большим пальцем, была кнопка, видимо которая активирует подачу электричества. Она используется что бы \"перевоспитать\" нарушителей. Вам один раз пришлось почуствовать удар дубинки. Ну уж очень не приятные ощущения остаются после удара, но зато запоминается надолго. <s>r\n\n— Вашу ID-Карту!-грозно сказал он.<s>r\n",
    "answers": [
      {
        "id": 22,
        "text": "[Показать ID-Карту Добропорядочного гражданина]",
        "need": 19
      },
      {
        "id": 24,
        "text": "[Показать ID-Карту]",
        "need": -19
      },
      {
        "id": 5,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d34/1811/d2/30dfd449d4ac.jpg"
      }
    ]
  },
  {
    "id": 6,
    "text": "Вы решили осмотреться, перед визитом в ПП.<s>r\nВдоль стен помещения было заставлено лавочками со столами. Может быть тут реально была столовая .. ну или перекусочная? Такие мысли посетили Вас. Впрочем, после Альянса, тут ничего нет.<s>r\nНа одной лавочке сидел человек, качаясь в разные стороны. <s>r\nОн что-то бормотал себе под нос, Вы не могли понять что он говорит.<s>r\nНа другой лавочке, сидит пара людей. Парень и девушка. Они держась за руки о чем-то говорят.<s>r\n<s>r\nВы не знаете что делать. Пойти в ПП, или к кому-то из людей?<s>r\n",
    "answers": [
      {
        "id": 7,
        "text": "[Подойти к человеку]"
      },
      {
        "id": 8,
        "text": "[Подойти к паре]"
      },
      {
        "id": 5,
        "text": "[Пройти в ПП]"
      }
    ]
  },
  {
    "id": 7,
    "text": "Вы все таки решились подойти к человеку, который что-то бормочит. Мало ли ему нужна помощь?<s>r\nПодойдя к нему, Вы начали понимать то, что он говорит: \"Я не хочу умирать. Я не  хочу умирать. Я не хочу умирать...\"<s>r\nВидимо мужчина сошел с ума и Вы не уверены, что обращаться к нему безопасно, учитывая положение в мире. <s>r\n<s>r\nКогда Вы хотели уйти, краем глаза заметили, что под столом валяется 15 токенов. Токены-местная валюта. Так же под столом лежал осколок стекла, один конец которого был замотан изолентой.",
    "answers": [
      {
        "id": 10,
        "text": "[Уйти]"
      },
      {
        "id": 11,
        "text": "[Попытаться взять \"заточку\" или токены]",
        "var_set": [
          "проф",
          1
        ]
      }
    ]
  },
  {
    "id": 8,
    "text": "Вы подошли к паре возлюбленных. Они разговаривали о том, каким прекрасным был мир до вторжения Альянса. Но их диалог прервался, а парень обратился к вам: \"Что-то нужно?\" ",
    "answers": [
      {
        "id": 12,
        "text": "-Да я просто подошел."
      },
      {
        "id": 13,
        "text": "-Я бы хотел спросить, что меня ждет на пропускном пункте?"
      }
    ]
  },
  {
    "id": 9,
    "text": "Юнит Г.О. подозрительно на вас посмотрел. Видимо он хочет вас проверить.<s>r\nЮнит: Так, встаньте к стенке, я проведу обыск. Отказ карается задержанием, с проведением допроса. А в худшем случае, ампутацией!",
    "answers": [
      {
        "id": 16,
        "text": "[Подчиниться] "
      },
      {
        "id": 17,
        "text": "[Сбежать]"
      }
    ]
  },
  {
    "id": 10,
    "text": "Вы решили не рисковать и просто ушли. Чтож, остается два варианта.",
    "answers": [
      {
        "id": 8,
        "text": "[Подойти к паре]"
      },
      {
        "id": 5,
        "text": "[Пройти на ПП]"
      }
    ]
  },
  {
    "id": 11,
    "text": "Вы потянулись под стол. Человек никак на Вас не среагировал.<s>r\nВы быстро взяли затычку и 15 токенов. Хоть теперь у вас есть копейки и что-то для самообороны.<s>r\nНо не успев встать, к Вам подошел юнит Г.О.<s>r\n— Что Вы подобрали гражданин?<s>r\n",
    "answers": [
      {
        "id": 9,
        "text": "-Я уронил ID-Карту. Хотел на ПП пройти. Извините."
      },
      {
        "id": 15,
        "text": "-Я тут нашел заточку и деньги. И конечно же как истинный гражданин хочу доложить и отдать Г.О."
      }
    ]
  },
  {
    "id": 12,
    "text": "—Просто? Тогда можешь уйти. Нам неприятно, когда какой-то левый человек слушает наш разговор. Если не уйдешь, я позову Гражданскую Оборону!<s>r\nПосле этих слов, рядом стоящий юнит Г.О. подошел к вам.<s>r\nВидимо он услышал слова парня. Чтож, будем надеятся на лучшее.<s>r\nЮнит: Что случилось?-обратился он к молодому человеку.<s>r\nП: Да ничего, сер. Данный гражданский уходит.<s>r\nЮнит: 10-4. Утверждать.<s>r\nПосле этого юнит Г.О. ушел, а с вас потек холодный пот.<s>r\nЯ: Спасибо, не буду вам мешать.",
    "answers": [
      {
        "id": 5,
        "text": "[Пройти к ПП]"
      }
    ]
  },
  {
    "id": 13,
    "text": "—Да ничего такого. Если ты конечно не член Сопротивления. Кстати, ни в коем случае не говори что ты знаешь что такое Сопротивление, поверь мне! Если спросят, то ты Коллаборационист. А дальше сам поймешь. Кстати, самое важ...<s>r\nНе успев парень договорить, к вам подходит юнит Г.О.<s>r\nЮнит: Так, все в порядке? Я вижу скопление людей. Мятеж?<s>r\nП: Нет, сэр! Данный гражданин просто спросил как у нас дела.<s>r\nЮнит: Кем является для вас данная девушка?<s>r\nП: Просто знакомым, ей плохо, решил помочь.<s>r\nЮнит: 10-4. Утверждать. Гражданин, быстро на ПП!-сказал он Вам.<s>r\nЯ: Иду.",
    "answers": [
      {
        "id": 5,
        "text": "[Пройти в ПП]"
      }
    ]
  },
  {
    "id": 14,
    "text": "Вы решили побежать налево. К вашему счастью, там проходил один Лоялист. Он открыл дверь, и практически прошел, но вы вовремя успели добежать до него, и прошли вместе с ним.  Перед вами была такая картина. Окрававленные стены, убитый сотрудник Г.О. Вам приказали выйти, и показали палкой к выходу с вокзала. Вы еле сдержали позывы рвоты. У вас закружилась голова, и тряслись ноги. Но опять к вашему счастью, юнит Г.О. больше вас не приследовал.<s>r\n<s>r\nПолучено достижение: \"В бегах\"",
    "answers": [
      {
        "id": 29,
        "text": "[Закончить пролог]"
      },
      {
        "id": 14,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b13/1811/64/92861bc93697.jpg"
      }
    ]
  },
  {
    "id": 15,
    "text": "— Так держать! Пожалуйста, дайте мне Вашу ID-Карту, я добавлю Вам немножко очков к Вашей лояльности. Если Вы будете всегда проявлять качества истинного гражданина, возможно станете не то что Лоялистом, так возможно Референтом Администрации!",
    "answers": [
      {
        "id": 18,
        "text": "[Показать ID-Карту]"
      }
    ]
  },
  {
    "id": 16,
    "text": "Вы становитесь к стенке. Раздвинули ноги по ширине плеч. Юнит начинает проверять вас, но не дойдя до карманов, вы внезапно услышали, как с рации сказали, что у выхода в вокзал произошла маленькая бойня. Был потерян один Био-Сигнал Г.О.<s>r\nЮнит моментально перестал вас обыскивать, и побежал к выходу. С вас же потек легкий холодный пот. <s>r\nВидимо, кто-то напал и оказал Сопротивление юниту Г.О. Вы же собрались с духом.",
    "answers": [
      {
        "id": 5,
        "text": "[Пройти в ПП]"
      }
    ]
  },
  {
    "id": 17,
    "text": "Вы оттолкнули юнита Г.О. со всей силы, и рынулись в бег. Юнит побежал за вами, приказывая остановиться.<s>r\nРазвилка, налево ведет к проходу без очереди для Лоялистом и выше. Направо ведет к электричкам. Куда же бежать?",
    "answers": [
      {
        "id": 14,
        "text": "[Побежать налево]"
      },
      {
        "id": 20,
        "text": "[Побежать направо]"
      }
    ]
  },
  {
    "id": 18,
    "text": "В вашей карте написанно: \n•\nСубъект — Такэда Хаяси\nИдентификационный номер — №84911 \nЛояльность — низкая. Гражданин.<s>ufeff\n•\n— Хм, если у Вас низкая лояльность, то я могу это исправить. Ждите тут.",
    "answers": [
      {
        "id": 19,
        "text": "[Ждать]"
      }
    ]
  },
  {
    "id": 19,
    "text": "Прошло 5 минут. Юнит ГэО подошел к Вам и выдал карточку серого цвета.\n— Так, теперь Вы у нас Добропорядочный гражданин. Ваша лояльность: Средняя. А теперь не задерживайтесь, проходите в ПП.",
    "answers": [
      {
        "id": 5,
        "text": "[Пройти в ПП]"
      }
    ]
  },
  {
    "id": 20,
    "text": "Вы решили побежать направо. Но к сожелению вы попали в тупик и бежать вам было некуда. Юнит Г.О. вас догнал и заставил вас встать лицом к стене.<s>r\nЮнит: Неподчинение! 10-20a 10-25. Пресекаю! Подозреваемый, приготовтесь к выносению вердикта.<s>r\nВ эти секунды у вас со скоростью света билось сердце. Видимо вот он, конец вашего пути. Неужели он закончился так быстро?<s>r\nЮнит: Ампутировать!<s>r\n*Выстрел*",
    "answers": [
      {
        "id": 21,
        "text": "Закончить квест."
      }
    ]
  },
  {
    "id": 21,
    "text": "Ну вот и на этом все. Вы закончили первую главу с плохой концовкой.<s>r\nДостижение: Короткий путь.<s>r\nДумаете на этом все? Нет! Это просто быстрое завершение всей истории. Не бойтесь, пока что это только один путь к такому исходу в ПЕРВОЙ главе. Так что смело можете начать заново. Кто знает? Может вы спасете человечество? Или же поможете ему вымереть? Все опять же зависит от вас!<s>r\n<s>r\nПолучено доп. достижение: \"Неудачный побег\"",
    "answers": [
      {
        "id": 1,
        "text": "Начало истории"
      }
    ]
  },
  {
    "id": 22,
    "text": "Юнит ГэО проверил Вашу ID-Карту.\n•\nСубъект — Такэда Хаяси\nИдентификационный номер — №84911 \nЛояльность — средняя. Добропорядочный Гражданин.<s>ufeff\n•\n— Принято, гражданин. Допрос и обыск отменен. Проходите.<s>r\n",
    "answers": [
      {
        "id": 23,
        "text": "[Выйти к выходу Вокзала]"
      }
    ]
  },
  {
    "id": 23,
    "text": "Когда Вы подошли к выходу вокзала, то уже услышали разговор ГэО. На полу была кровь, а мимо Вас пробежал другой юнит, но был одет он немножко в другую форму. Все таки решившись подойти к выходу, Вы заметили неприятную картину. Мертвый юнит ГэО, на полу пистолет, а рядом с пистолетом юнит держит труп гражданского. Вас хватили рвотные позывы, которые еле удержали. У Вас началась небольшая паника. Один юнит ГэО заставил выйти, показав пальцем на дверь. <s>r\n<s>r\nВы вышли, и поняли что этот мир жесток и опасен. С холодным потом навили свои мысли в порядок. Собрались с духом. Чтож, Вы теперь Добропорядочный гражданин. Имеете среднию лояльность. Может это путь к новой жизни? Или же мир рухнет перед Вашими ногами и Вас ждет совсем другая история?<s>r",
    "answers": [
      {
        "id": 29,
        "text": "[Закончить пролог]"
      },
      {
        "id": 23,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b13/1811/64/92861bc93697.jpg"
      }
    ]
  },
  {
    "id": 24,
    "text": "Юнит проверил вашу ID-Карту. Там было написано:\n•\nСубъект — Такэда Хаяси\nИдентификационный номер — №84911 \nЛояльность — низкая. Гражданин.<s>r\n•\n— Чтобы пройти дальше, я должен задать вам несколько вопросов. Готовы?",
    "answers": [
      {
        "id": 26,
        "text": "-Да"
      }
    ]
  },
  {
    "id": 25,
    "text": "Все достижения: <s>r\n1. Неужели я смог?-Вы смогли взять токены и затычку. С добром спокойно покинули вокзал.<s>r\n<s>r\n2. Берите пример-Вы сдали токены и затычку. Получили среднию лояльность. Смогли покинуть вокзал.<s>r\n<s>r\n3. Плохой исход-Вы проволили допрос. Но история не заканчивается.<s>r\n<s>r\n4. В бегах-Вы смогли взять токены и затычку. Сбежали от юнита Г.О. и покинули вокзал. Вам повезло или нет?<s>r\n<s>r\nДоп. достижения: <s>r\n<s>r\nЛегкие вопросы-Вы прошли без проблем опрос.<s>r\n<s>r\nНеудачный побег-Вы не смогли убежать от юнита Г.О.<s>r\n(Данные достижения не пишутся. Сверяйте сами)",
    "answers": [
      {
        "id": 29,
        "text": "[Вернуться]"
      }
    ]
  },
  {
    "id": 26,
    "text": "Юнит: Вы являетесь Коллаборационистом? И как вы относитесь к Анти-Коллаборационистам?",
    "answers": [
      {
        "id": 27,
        "text": "-Не являюсь. Отношусь положительно."
      },
      {
        "id": 28,
        "text": "-Являюсь. Отношусь отрицательно."
      }
    ]
  },
  {
    "id": 27,
    "text": "Юнит Г.О. взял в руки рацию и сказал: У нас тут Анти-Коллаборационист. Код: Обнаружить, обезопасить, допросить.<s>r\nДругой юнит Г.О: Выполняю!<s>r\nПосле этого, к Вам подошел юнит и активировав дубинку ударил, Вас прямо в висок. Вы потеряли сознание от мощнего удара током. Что ждет Вас дальше, стоит только догадываться.<s>r\n<s>r\nПолучено достижение: \"Плохой исход\"",
    "answers": [
      {
        "id": 1,
        "text": "[Конец¿]"
      }
    ]
  },
  {
    "id": 28,
    "text": "Юнит: Правильно. Следущий вопрос.<s>r\nЧто вы знаете о \"Сопротивление\"? Вам знаком Гордон Фримен?",
    "answers": [
      {
        "id": 27,
        "text": "-Они сражаются против Альянса. Гордон Фримен-один из самых лучший бойцов."
      },
      {
        "id": 32,
        "text": "-Если честно, первый раз слышу такое. Тем более имя."
      }
    ]
  },
  {
    "id": 29,
    "text": "Вы завершили пролог, поздравляю! Дальше Вас будет ждать все больше историй с еще большими выборами, которые повлияют на концовки. Надеюсь, на данный момент, Вам понравился квест. <s>r\nДальше — лучше.<s>r",
    "answers": [
      {
        "id": 1,
        "text": "[Начало]"
      },
      {
        "id": 30,
        "text": "[Продолжить]"
      }
    ]
  },
  {
    "id": 30,
    "text": "Вы вышли с вокзала. Навели свои мысли в порядок. Вы заметили, что бегут два юнита Г.О. Они направлялись в вокзал. Вы же думали что делать дальше.<s>r\n<s>r\nВы могли пойти в здание ГСР.<s>r\nГСР — Гражданский Союз Рабочих. Там Вы можете записаться на свободные вакансии и по мере накопления стажа и лояльности, сможете подняться с уборщика до владельца закусочной.  Руководил всем Первый Секретарь. Один из самых влиятельных людей в Сити-17. Настолько, что ему должна быть преставлена охрана ввиде двух юнитов ГэО. Кстати, у Гражданской Обороны есть звания. RCT, 05, 04, 03, 01, Ofc, EpU. Это все звания, которые вы знали. Жалко что тут одежда у ГэО другая. Вам теперь не понять кто есть кто.<s>r\n<s>r\nМожно пойти в столовую. Только есть ли у вас деньги?<s>r\n<s>r\nИли же просто погулять по Главной Площади.",
    "answers": [
      {
        "id": 34,
        "text": "[Пойти в здание ГСР]"
      },
      {
        "id": 36,
        "text": "[Погулять по Главной Площади]"
      },
      {
        "id": 37,
        "text": "[Пойти в столовую]"
      }
    ]
  },
  {
    "id": 31,
    "text": "Юнит: Утвердительно. Держите вашу CID-Карту. Можете спокойно выйти с вокзала. Не нарушайте дисциплинну, чтобы не упасть в глазах Альянса.",
    "answers": [
      {
        "id": 35,
        "text": "[Направиться к выходу]",
        "need": -16
      },
      {
        "id": 33,
        "text": "[Направиться к выходу]",
        "need": 16
      }
    ]
  },
  {
    "id": 32,
    "text": "Юнит: Утвердительно. Последний вопрос.<s>r\nНаш истинный враг? И его двойник?",
    "answers": [
      {
        "id": 31,
        "text": "-Инстинкт. Суеверие"
      },
      {
        "id": 27,
        "text": "-Сопротивление. Гордон Фримен."
      }
    ]
  },
  {
    "id": 33,
    "text": "Когда Вы подошли к выходу вокзала, то уже услышали разговор ГэО. На полу была кровь, а мимо Вас пробежал другой юнит, но был одет он немножко в другую форму. Все таки решившись подойти к выходу, Вы заметили неприятную картину. Мертвый юнит ГэО, на полу пистолет, а рядом с пистолетом юнит держит труп гражданского. Вас хватили рвотные позывы, которые еле удержали. У Вас началась небольшая паника. Один юнит ГэО заставил выйти, показав пальцем на дверь. <s>ufeff\n<s>r\nВы вышли и поняли что этот мир жесток и опасен. С холодным потом навили свои мысли в порядок. Собрались с духом. Чтож, у Вас есть немножко денег и что-то для самообороны. Внезапно Вас поситила мысль о том, что Вам придется грабить, убивать людей, чтобы выжить самому. Вы сразу же убрали эту мысль с головы. Но кто знает, может все таки это единственный способ выжить? Может это путь к новой жизни? Или же мир рухнет перед Вашими ногами и Вас ждет совсем другая история?<s>r",
    "answers": [
      {
        "id": 29,
        "text": "[Закончить пролог]"
      },
      {
        "id": 33,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b13/1811/64/92861bc93697.jpg"
      }
    ]
  },
  {
    "id": 34,
    "text": "Вам захотелось пойти в Здание ГСР. Мало ли, может найдете работу? Или же просто узнаете какую-нибудь интересную информацию. Кстати, там можно взять в аренду маленькую квартирку. Только каждую неделю юниты Г.О. делают налеты на квартиры с целью проверки. Если найдут что-то запрещенное, пиши-пропало.<s>r\nТак что, в любом случае надо было бы пойти сюда.",
    "answers": [
      {
        "id": 44,
        "text": "[Зайти в Здание]"
      }
    ]
  },
  {
    "id": 35,
    "text": "Когда Вы подошли к выходу вокзала, то уже услышали разговор ГэО. На полу была кровь, а мимо Вас пробежал другой юнит, но был одет он немножко в другую форму. Все таки решившись подойти к выходу, Вы заметили неприятную картину. Мертвый юнит ГэО, на полу пистолет, а рядом с пистолетом юнит держит труп гражданского. Вас хватили рвотные позывы, которые еле удержали. У Вас началась небольшая паника. Один юнит ГэО заставил выйти, показав пальцем на дверь. <s>ufeff\n<s>r\nВы вышли, и поняли что этот мир жесток и опасен. С холодным потом вы навили свои мысли в порядок. Собрались с духом. У вас нет денег. Нет чего-то для защиты. Может это путь к новой жизни? Или же мир рухнет перед вашими ногами и вас ждет совсем другая история? <s>r\n<s>r\nВы получили достижение: \"Неужели я смог?\"",
    "answers": [
      {
        "id": 29,
        "text": "[Закончить пролог]"
      },
      {
        "id": 35,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a11/1811/1b/b78c0ef84c71.jpg"
      }
    ]
  },
  {
    "id": 36,
    "text": "Вы решились прогуляться по главной площади. В самом ее центре, стоял большой памятник, посвященный Администратору Мира — Уоллес Брину. Кстати, вы услышали, что идет мобилизация в юниты Г.О. Может стоить сходить? Конечно, если вы не нарушали порядок и дисциплинну.",
    "answers": [
      {
        "id": 38,
        "text": "[Придти на набор]"
      },
      {
        "id": 88,
        "text": "[Проигнорировать]"
      }
    ]
  },
  {
    "id": 37,
    "text": "Вы проголодались и решили сходить в столовую. Как раз у вас было 15 токенов. Столовая была в секторе D4. Чтобы пройти туда нужна лояльность средней или выше. Если лояльность низкая, нужно найти того, кто проведет тебя. У него должна быть средняя лояльность. Интересно, у вас какая лояльность?<s>r\n(Чтобы пройти без проблем, вы должны были получить достижение \"Берите пример\")<s>r\n",
    "answers": [
      {
        "id": 40,
        "text": "[Пройти к посту D4]"
      }
    ]
  },
  {
    "id": 38,
    "text": "Вы подошли к входу в двор Нексус Надзора. Посмотрев наверх, вы увидели, что конец цитадели был выше облаков. Самый верхний этаж-это кабинет Администратора Города. Вы были в большом удивление от увиденного. Тем не менее у вас один юнит Г.О. попросил CID-Карту. ",
    "answers": [
      {
        "id": 47,
        "text": "[Показать CID-Карту]"
      },
      {
        "id": 47,
        "text": "[Показать CID-Карту]",
        "need": 14
      },
      {
        "id": 38,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c15/1811/79/fe02c55454f2.jpg"
      }
    ]
  },
  {
    "id": 39,
    "text": "Вы решились довериться членам Сопротивления и побежали к ним. Вас встретили 3-и бойца. Как ни странно они не желали вам вреда. Но вас поразила одна картина. Вы увидили Юнита Г.О. который напоминает 01. Вы сражу же отошли назад. Но вас успокоили.<s>r\n<s>r\nБоец: Не бойся. Это Агент Провокатор. Так скажем, предатель Альянса. Но не будем об этом. Нас ждет смертельная битва. У нас наверху есть разведчик. Он провидет тебя до нашей базы. Это самый лучший выход с данной ситуации. Так как полюбому SeC тебя запомнил. Так что тебе лучше послушать нас. <s>r\n<s>r\n(Вы можете отказаться только в том случае, если у вас средняя лояльность. Почему? Потому что при низкой, вам не поверят. Так что Герой поступает логически и не думает по поводу отказа. Если вы не прошли данный сценарий, то вариант будет не доступен)",
    "answers": [
      {
        "id": 41,
        "text": "[Согласиться]"
      },
      {
        "id": 42,
        "text": "[Отказаться]",
        "need": 16
      }
    ]
  },
  {
    "id": 40,
    "text": "Вы подошли к КПП и заметили что там очередь из 5 человек. Вы бы встали в очередь, но желудок явно с вами не согласен. Есть несколько вариантов: 1. Встать очередь и потерпеть. 2. Попросить место. 3. Проскользнуть незаметно. Что же делать? Нарушать-опасно, но и ждать вы не хотите. Чтож, пожалуй надо...",
    "answers": [
      {
        "id": 1,
        "text": "[Попросить уступить место]"
      },
      {
        "id": 1,
        "text": "[Незаметно пройти]"
      },
      {
        "id": 89,
        "text": "[Встать в очередь]"
      }
    ]
  },
  {
    "id": 41,
    "text": "Вы, послушав их, побежали наверх. Там вы встретили другого бойца. Он представился и сказал идти за ним.<s>r\nВы поднялись до чердака, где были открыты окна. Боец пролез через них на крышу и зовет вас. Вы хотели обдумать то, что вы делаете. Но вам не дали юниты Г.О. и члены Сопротивления внизу. Там началась перестрелка. Она же и заставила сразу полезть за бойцом.<s>r\n<s>r\nВы перелезли через окошко. Но увидили внизу на улице идущих EpU. Они были в усиленной броне. Боец вам сказал: Добро пожаловать в Сектор D6. Этот сектор запрещен для посещения всем граждан. За проникновение на эту территорию убивают на месте. Так что не показывайся. Не торопись, тут легко упасть и разбиться. Просто иди за мной.",
    "answers": [
      {
        "id": 43,
        "text": "[Послушаться]"
      }
    ]
  },
  {
    "id": 42,
    "text": "Член Сопротивления: Ну сам решай, мы тебя предупреждали.<s>r\n<s>r\nВы решили побежать обратно. Вы спустились вниз, вас встретил SeC. Вы моментально показали CID-Карту и рассказали о том, что случилось и сколько там людей с оружием. Вы хорошо понимали, что если вы скажете Сопротивление. Вам не жить. Нельзя, чтобы Г.О. думали что вы что-то знаете о Сопротивление. <s>r\n<s>r\nSeC: Принято! Быстро покиньте здание ГСР! ",
    "answers": [
      {
        "id": 48,
        "text": "[Выйти]"
      }
    ]
  },
  {
    "id": 43,
    "text": "Боец шел первым. Вы же шли за ним. Но внезапно вы слышати позади вас звуки сканера. Обернувшись вы видите, что это тот самый сканер, который вас встретил в вокзале. Боец тоже это заметил, но слишком поздно. Сканер успел сделать спышку, ослепив вас двоих. Сканер улетел. Вы начали по-тихоньку заново различать предметы. Но снизу к вам прилитает граната. Боец отошел от вспышки быстрее вас и дернул за собой. Вы упали вместе на пол, Боец ногой пнул гранату, она отлетев взорвалась. Видимо сканер показал наше местоположение и нас приследуют.<s>r\n<s>r\nБоец: Надо бежать! Быстрее за мной!",
    "answers": [
      {
        "id": 46,
        "text": "[Побежать]"
      },
      {
        "id": 43,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b21/1811/71/12738fc43c3d.jpg"
      }
    ]
  },
  {
    "id": 44,
    "text": "Вы зашли в Здание. Вас встретили два сотрудника ГСР. Они спросили причину визита и чем бы могли вам помочь. Рядом вы встретили два юнита Г.О. Один из них тревожно подошел к вам и сказал: Показать CID-Карту без резких движений! <s>r\nИнтересно, почему он так нервничает? Но и вы были не исключением, и тоже начали немножко паниковать. Вам хотелось убежать, думаю что вы что-то сделали не так. Чтож делать?",
    "answers": [
      {
        "id": 45,
        "text": "[Показать CID-Карту]"
      },
      {
        "id": 51,
        "text": "[Убежать]",
        "need": -51
      }
    ]
  },
  {
    "id": 45,
    "text": "Вы решились показать свою CID-Карту. Юнит, проверив ее, отдал вам. Сказав: Чисто. Можете пройти.<s>r\nВы с облегчением выдохнули. Теперь вы думаете, чтобы сделать?",
    "answers": [
      {
        "id": 59,
        "text": "[Найти Первого Секретаря]",
        "need": -59
      },
      {
        "id": 60,
        "text": "[Спросить про квартиру]",
        "need": -60
      },
      {
        "id": 61,
        "text": "[Спросить про работу]"
      },
      {
        "id": 64,
        "text": "[Пробраться на второй этаж]",
        "need": 60
      }
    ]
  },
  {
    "id": 46,
    "text": "Вы бежали со всех сил. Позади вы слышали разговор ОТА. Вы расслышали: Протокол: меч. цель: Сопротивление. Код: Подавить, окружить, отсечь!<s>r\n?: Выполняю<s>r\nПосле этого вы побежали еще быстрее. Адреналина в вашей крови было много, вы не думали куда бежите, где бежите. Все рефлексы были временно улучшены где-то на 11%. Вы заметили, что вам навстречу выходят 4 члена Сопротивления. Прикрывая вас, вы быстро пробежали за их спины и бросились в окно. Вас сражу же подняли на ноги и повели куда-то. Навстречу к ОТА побежали еще 5 бойцов. Вас спустили на самый первый этаж. Вы находились в секретной базе Сопротивления. Вас сразу начали осматривать на наличие ран. Дали воды. <s>r\n<s>r\nСтарший Медик: Так, слушай. Ты себя нормально чувствуешь? Не беспокойся, это все из-за сильного страха и большого содержания адреналина в крови. Скоро все пройдет. Полежите пока что и отдохните. Вы в безопасности. И да, добро пожаловать в Сопротивление.<s>r\n<s>r\nВы получили достижение: Мы-Сопротивление",
    "answers": [
      {
        "id": 62,
        "text": "[Закончить первую часть]"
      }
    ]
  },
  {
    "id": 47,
    "text": "Вы показали CID-Карту. Юнит Г.О. не обнаружил нарушений и разрешил пройти на набор. Вы встали в очередь всего из 3 человек. <s>r\n<s>r\nПрошло 15 минут. Наконец-то очередь дошла до вас. Вы увидили юнита Г.О. Вроде бы ничего не обычного, но раньше вы не видели такой формы. Два кружка по бокам были красного цвета, так же как и глаза. Они внушали страх в человека. Черный строгий костюм, три маленьких противогаза, вместо двух больших. Сам юнит был с винтовкой. Вы начали немножко нервничать. <s>r\n<s>r\n—Первый вопрос. Что для вас значит Альянс?<s>r\n",
    "answers": [
      {
        "id": 49,
        "text": "-Наше все. Смысл нашей жизни"
      },
      {
        "id": 49,
        "text": "-Захватчики."
      },
      {
        "id": 49,
        "text": "-Ничего"
      },
      {
        "id": 47,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c31/1811/3c/67d3765189e4.jpg"
      }
    ]
  },
  {
    "id": 48,
    "text": "Вы вышли из Здания ГСР. Вы заметили как из Двора Нексус Надзора выбегает СверхЧеловеческий Патруль. Вы моменталь отошли от двери, чтобы им не мешать. Тем временем по вашим знаниям в рангах Г.О. к вам подошел OfC. <s>r\n<s>r\nOfC: CID-Карту сюда. SeC сказал, что вы проивили качества истинного гражданина. У вас есть два варианта: 1. Получить очки лояльности. В следущий раз у вас будет Высокая лояльность. 2. Вы можете вступить без набора в Гражданскую Оборону. Решать вам.<s>r\n<s>r\nВы задумались. Вы слышали выстрелы, взрывы. Работать в Гражданской Обороне может быть опасно. Но и быть истинным Коллаборационистом тоже опасно. Ведь Сопротивление наоборот устраняет их. Чтож, все таки я выберу...",
    "answers": [
      {
        "id": 53,
        "text": "-Хочу в Гражданскую Оборону"
      },
      {
        "id": 58,
        "text": "-Хочу получить очки лояльности"
      }
    ]
  },
  {
    "id": 49,
    "text": "DvL: Принято. Следущий вопрос. Наш истинный враг? Его двойник?",
    "answers": [
      {
        "id": 52,
        "text": "-Инстинкт. Суеверие"
      },
      {
        "id": 52,
        "text": "-Сопротивление. Гордон Фримен"
      },
      {
        "id": 52,
        "text": "Альянс. Покровители"
      }
    ]
  },
  {
    "id": 50,
    "text": "Вы поняли, что сбежать вам не получиться, ведь выход из двора охраняются еще двумя юнитами Г.О. <s>r\n<s>r\nСтав к стене, вы начали вспоминать все что с вами было. Кем вы были, чего добились, как раньше жили.<s>r\nВнезапно, вы спомнили что жили в Сити под номером 8. Там вы был...<s>r\n<s>r\nНе успев вспомнить вас заковали в наручники и сильным ударом в висок вы отключились. Вы не знаете что может вас ждать. Хотя не стоит ожидать чуда. Это по-любому смерть...",
    "answers": [
      {
        "id": 1,
        "text": "[Исправить историю]"
      }
    ]
  },
  {
    "id": 51,
    "text": "Вы хотели пнуть юнита Г.О. и направиться к выходу, но вы не смогли этого сделать, ведь пришёл еще один юнит Г.О. Теперь вы точно понимали, что убежать у вас нет шансов.",
    "answers": [
      {
        "id": 45,
        "text": "[Успокоиться и показать все таки CID-Карту]"
      }
    ]
  },
  {
    "id": 52,
    "text": "DvL: Принято. Следущий вопрос. Кто такие ОТА(СверхЧеловеческий Патруль)<s>r\n<s>r\n(ОТА-Подобие киборгов. Они представляют из себя чипированных людей, которые не имеют страха. Не понимают приказов. Только протоколы. Контакт с ним запрещен. Даже юнитам Г.О. конечно, исключение офицерский состав. Контакт карается моментальной ампутацией)",
    "answers": [
      {
        "id": 55,
        "text": "-Это кто такие?"
      },
      {
        "id": 56,
        "text": "-Высшие представители человеческого вида"
      },
      {
        "id": 52,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b33/1811/8e/da17d62f85fe.jpg"
      }
    ]
  },
  {
    "id": 53,
    "text": "Вы прошли набор. Подходя к терминалу вы увидили одного юнита ОТА. Конечно же вы даже не посмели на него посмотреть больше 5 секунд, ведь это тоже считается за контакт. Вы вставили свою карту в терминал.<s>r\n<s>r\nПрошло ~10минут. К вам подходит Коммисар. У него были желтые глаза, два противогаза. Вид был строгим. Вместе с ним была охрана. <s>r\n<s>r\nCmR: За мной. Без резких движений. Шагом марш.",
    "answers": [
      {
        "id": 54,
        "text": "[Пройти за CmR]"
      },
      {
        "id": 53,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a26/1811/0a/2670d9be3d82.jpg"
      }
    ]
  },
  {
    "id": 54,
    "text": "Вы шли по Нексус Надзору. Увидили несколько юнитов ОТА. Сталкеров и Крематоров. Нексус Надзор был огромным. Вы увидили несколько юнитов Г.О. У них немного отличалась форма от обычных. Вы спустились вниз, прямоком в лазерет. <s>r\n<s>r\nCmR: Ложитесь на стол.",
    "answers": [
      {
        "id": 57,
        "text": "[Лечь]"
      }
    ]
  },
  {
    "id": 55,
    "text": "DvL: Твоя смерть. EpU, задержать гражданского. Превратим в сталкера. Пригодится.<s>r\nEpU: 10-4. Гражданский! Лицом к стене! ",
    "answers": [
      {
        "id": 50,
        "text": "[Подчиниться]"
      },
      {
        "id": 1,
        "text": "[Сбежать]"
      }
    ]
  },
  {
    "id": 56,
    "text": "DvL: Правильно. Вы прошли набор. Прошу, подойдите к терминалу и вставьте свою CID-Карту. После этого ожидайте Коммисара(CmR) Он вас провидет в лазарет. Вам вставят чип подавления и дадут форму Рекрута(RCT) Все ясно?",
    "answers": [
      {
        "id": 53,
        "text": "-Да"
      }
    ]
  },
  {
    "id": 57,
    "text": "Вы легли на стол. Внезапно ваши руки и ноги заковались сами. Стол поднялся, а из потолка открылся люк, из которого вышел большой выбор иструментов. А из его центра вышли щупальца, которые обошли ваш стол.<s>r\n<s>r\nВы почуствовали сильную боль в голове и в шеи. В глазах потемнело, а голоса расплылись. <s>r\n<s>r\nВы начали забывать свое имя, что такое чувства, кем вы раньше были, чем вы занимались, как сюда попали.<s>r\nНо вы знали точно, что это новая история. Новая жизнь. Новый чистый листок. Дальше все зависит от вас.",
    "answers": [
      {
        "id": 62,
        "text": "[Начать новую жизнь(Закончить первую часть)]"
      },
      {
        "id": 57,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b33/1811/c9/677b86a3e0a4.jpg"
      }
    ]
  },
  {
    "id": 58,
    "text": "OfC: Принято. Ждите меня тут. Скоро приду.<s>r\n<s>r\nПрошло минут 5. Вы слышали все это время выстрелы  и взрывы. После истечения 6-ой минуты вы увидили странного человека, в синим педжаке. У вас резко начала болеть голова. В глазах потемнело, а в ушах шел сильный гул. Вы видили его. Это был...<s>r\n<s>r\nOfC: Гражданин, держите свою карту. Продолжайте в том же духе и получите высокую лояльность. Всего хорошего.<s>r\n<s>r\nВы не понимали что это было. Этот человек остался у вас в памяти навсегда. Кто это может быть?",
    "answers": [
      {
        "id": 58,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a34/1811/4d/21ec17de0d57.jpg"
      },
      {
        "id": 62,
        "text": "[Закончить первую часть]"
      }
    ]
  },
  {
    "id": 59,
    "text": "Вам захотелось найти Первого Секретаря. Но не знаете где его искать. Вы решили спросить у сотруднига ГСР.<s>r\nСотрудник: Он находится в Нексус Надзоре. К сожалению, он будет там долго. А зачем он вам?",
    "answers": [
      {
        "id": 45,
        "text": "-Да просто"
      }
    ]
  },
  {
    "id": 60,
    "text": "Вам захотелось спросить про место жительства. За это отвечал сотрудник ГСР по имени Gas Harison. <s>r\nGas: Квартира на неделю стоит 15 токенов. Вода, свет. Все имеется. Только вот рейды юниты Г.О. делают, но если вы не будете нарушать законы, вам не о чем переживать. Ну так что?<s>r\n<s>r\n(Чтобы купить квартиру, вы должны были подобрать деньги под столом. В противном случае действие не будет доступно.)",
    "answers": [
      {
        "id": 45,
        "text": "[Отказаться и уйти]"
      },
      {
        "id": 63,
        "text": "[Согласиться и отдать деньги]"
      }
    ]
  },
  {
    "id": 61,
    "text": "Вам захотелось спросить по поводу работы. За это отвечал сотрудник ГСР по имени Alina Sokolova.<s>r\nAlina: У нас на данный момент есть только одна свободная вакансия на ремонтника. Вашей задачей будет чинить сломанные гидранты или же сломанную технику. Условия для поступления: Средняя лояльность. Если у вас низкая, то вы не сможете поступить на работу.",
    "answers": [
      {
        "id": 1,
        "text": "[Показать CID-Карту Добропорядочного Гражданина]"
      },
      {
        "id": 45,
        "text": "[Уйти]"
      }
    ]
  },
  {
    "id": 62,
    "text": "Поздравляю! Вы прошли первую часть. Да, вышло коротко, но не думайте что это от того что Автору было лень или типо того. На самом деле первая часть — это распределяющая часть. С помощью ее Вы делаете первые шаги, выбираете свой путь, где во второй главе будет много чего нового. Вторая часть будет одна из самых длинных, содержательных, интересных частей. Пока что, точный прогноз давать не могу, но третья часть будет финальной. В ней основная история будет окончена. Но это не значит что конец всей истории квестов по этой атмосфере. Нет. Все зависит от Вас. Если Вам понравится основной рассказ, то Вас будет ждать два продолжения. Только второе продолжение может быть последним. Ну да ладно. На данный момент Вы прошли всю Демо версию квеста. Отсюда Вы можете вернуться только на титульный лист. Надеюсь, Вамм понравилось мое творчество. Как говорил Уоллес Брин.<s>r\n<s>r\nДальше — Лучше.",
    "answers": [
      {
        "id": 1,
        "text": "[Вспомнить прошлое]"
      },
      {
        "id": 62,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d31/1811/a1/36237df56bf6.jpg"
      },
      {
        "id": 1,
        "text": "[Продолжить историю за Изгоя]",
        "need": [
          81
        ]
      },
      {
        "id": 100,
        "text": "[Продолжить историю за ГэО]",
        "need": [
          57
        ]
      },
      {
        "id": 1,
        "text": "[Продолжить историю за Сопротивление]",
        "need": [
          46
        ]
      },
      {
        "id": 1,
        "text": "[Продолжить историю за Коллабрациониста]",
        "need": [
          58
        ]
      }
    ]
  },
  {
    "id": 63,
    "text": "Gas: Спасибо большое. Номер вашей квартиры-21. Пожалуйста, не поднимайтесь на второй этаж. Там идет проверка квартир. Если вы туда проникните, то будете объявлены Анти-Гражданином. Так что подожди окончания проверки в главном холле.<s>r\n<s>r\nЧтож, видимо вам не получится сейчас осмотреть ваши новые апартаменты. И вы остались без денег. Хотя бы есть место где жить. Уже хорошо. Уходить вам не хочется, хотя у вас есть заточка. А может...",
    "answers": [
      {
        "id": 66,
        "text": "[Остаться и дождаться окончания проверки]"
      },
      {
        "id": 67,
        "text": "[Выйти и найти жертву]"
      }
    ]
  },
  {
    "id": 64,
    "text": "Вы смогли незаметно пробраться на второй этаж. Когда вы поднимались, вы услышали звуки драки, и криков. Вам стало немного не по себе. Внезапно вы услышали сильный хлопок. Вас схватил страх. Спускаться вам тоже не хотелось. Оставалось идти дальше. ",
    "answers": [
      {
        "id": 65,
        "text": "[Достать заточку]"
      },
      {
        "id": 87,
        "text": "[Подняться]"
      }
    ]
  },
  {
    "id": 65,
    "text": "Вы достали заточку и поднялись наверх. Увидили такую картину. Несколько юнитов Г.О. рейдят квартиру.<s>r\nОдин увидев вас включил палку. В левой руке он держал револьвер. Вы еле как успели убрать затычку. Внезапно вы откуда-то вспомнили, что этот юнит является Секториальным Коммандером(SeC). Он имеет полную власть над всеми юнитами Гражданской Обороны. Исключение: ОТА. Вы испугались.<s>r\n<s>r\nSeC: Убирайся отсюда! Или ты будешь объявлен Анти-Гражданином! <s>r\nОн хотел наставить на вас оружие, но не успел из-за выстрелов в вашу сторону. Стреляли члены Сопротивления. Видимо, они были агентами, но их раскрыли. <s>r\n<s>r\nЧлен Сопротивления: Гражданский! Беги к нам!-крикнул один из них.<s>r\nSeC же был ранен, и спустился вниз. У вас есть один выбор. Прибежать к Сопротивлению.<s>r\nДругого выбора нету и времени мало. Ведь вы услышали, как разговаривают юниты ОТА. Нужно быстро принять решение.",
    "answers": [
      {
        "id": 39,
        "text": "[К Сопротивлению]"
      }
    ]
  },
  {
    "id": 66,
    "text": "Вы сели на диван в главном холле. Работы у Сотрудников ГСР было много и вы наблюдали как они быстро выполняли свои дела. Понимали друг друга с пол слова, разговаривали быстро, некоторые по виду даже нервные. Чтож, посидев 5 минут и посмотрев за нервными сотрудниками, вы внезапно услышили несколько оглушающих хлопков. В ваших ушах стал сильный гул. Все начали паниковать, прятаться, а некоторые выбежали чтобы позвать ГэО. Вы же заметели как спускается раненый ГэО, который совсем другой формы. И понимаете что это самый главный у ГэО и его ранг SeC(Секториальный Коммандер) Он приказал всем выйти из здания.",
    "answers": [
      {
        "id": 92,
        "text": "[Подчиниться]"
      }
    ]
  },
  {
    "id": 67,
    "text": "Вы понимаете, что без денег вам не выжить. А на данный момент самый легкий способ их заработать-отобрать. <s>r\nВы вышли из Здания ГСР. Погуляли на Главной площади и услышали, что идет набор в Гражданскую Оборону. У вас есть заточка, которую вы не хотите бросать, а идти на набор с ней опасно. Так что вы просто проигнорировали. Вдруг, вы заметили что человек в хорошем костюме, в галстуке зашел в темный переулок, и зажег подобие сигареты. В этом месте его было почти не видно. Если бы вы не заметили его заранее, то потеряли бы шанс. Видимо, жертва нашлась.",
    "answers": [
      {
        "id": 68,
        "text": "[Пойти в переулок]"
      }
    ]
  },
  {
    "id": 68,
    "text": "Вы незаметно прошли в тот же переулок. Достали заточку из кармана, и были готовы уже угрожать, но внезапно, вы заметили что место того гражданского, который курил сигарету, стоит совсем другой человек.<s>r\nОн был одет в синий педжак, галстук. В руках он держал маленький чемодан. <s>r\n<s>r\nG-Man: Как раз тебя я и ждал, друг мой. Я вижу, что ты идешь совсем по другому пути, которого я не ожидал. Проигнорировал набор в Гражданскую Оборону. Но самое главное, ты не думаешь примкнуть к Сопротивлению. <s>r\n<s>r\nВы заметили, что время вокруг вас остановилось. У вас сильно болела голова, а мир был искажен так сильно,  что вы не понимали, где находитесь.<s>r\n<s>r\nG-Man: Понимаю, все сложилось совсем по-другому, но не хочешь ли ты поменять свое решение? Я предлагаю тебе вступить в Гражданскую Оборону, или же в Сопротивление. Или же я оставлю все как есть. Возможно, ты спросишь зачем мне это делать. Ну так вот. Ты-надежда человечества. Эта вселенная выбрала тебя 2-ым главным героем этой истории. Кто же первый? Гордон Фримен. Ну так что, что ты решил?<s>r\n<s>r\nАвтор: Если вы примити чью-то сторону, ветка сюжета полностью будет изменена. Вы начнете проходить в место вступления Гражданской Обороны или же Сопротивления. Или же можете не выбирать не какую сторону и оставить все как есть. Внимание-потом вы никак не сможете поменять историю. Либо сейчас, либо никогда. Выбор за вами.",
    "answers": [
      {
        "id": 68,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d22/1811/79/293f0587c878.jpg"
      },
      {
        "id": 47,
        "text": "[Гражданская Оборона]"
      },
      {
        "id": 87,
        "text": "[Сопротивление]"
      },
      {
        "id": 71,
        "text": "[Отказаться]"
      }
    ]
  },
  {
    "id": 69,
    "text": "Направляясь к выходу, вы вспомнили ваш инструктаж и загрузили в чипсет шлема звания Гражданской Обороны.<s>r\n(Буду писать их сокращеное название)<s>r\nПример: C17.MPF.RcT<s>r\nC17 — это обозначение Сити. На данный момент Сити 17<s>r\nMPF — наземные войско. Иногда пишутся подразделение (.MPF.BLADE.)<s>r\nOWC — Офицерское звание. Высший чин в Гражданской Обороне<s>r\nRcT — Звание юнита)<s>r\nЗвания по возрастанию<s>r\nC17.MPF.RcT<s>r\nC17. HELIX.05<s>r\nC17.MPF.05<s>r\nC17.MPF.04<s>r\nC17.MPF.03<s>r\nC17.MPF.02<s>r\nC17.MPF.HELIX.01<s>r\nC17.MPF.01<s>r\nC17.MPF.BLADE.01<s>r\nC17.MPF.HELIX.OfC<s>r\nC17.MPF.OfC<s>r\nC17.MPF.BLADE.OfC<s>r\nC17.MPF.BLADE.Scout<s>r\nC17.MPF.EpU<s>r\nC17.MPF.BLADE.HeavyOfC<s>r\nOWC.DvL<s>r\nOWC.CmR<s>r\nOWC.SeC",
    "answers": [
      {
        "id": 146,
        "text": "[Продолжить]"
      }
    ]
  },
  {
    "id": 70,
    "text": "Вы, перед тем как выполнить приказ, решили осмотреть первый этаж Нексус Надзора. Тут было полно юнитов Гражданской Обороны звания: Рекрут, 05, 04. <s>r\nПо обучению и рассказу основ, вы поняли, кто кого старше по званию<s>r\n(Буду писать их сокращеное название)<s>r\nПример: C17.MPF.RcT<s>r\nC17 — это обозначение Сити. На данный момент Сити 17<s>r\nMPF — наземные войско. Иногда пишутся подразделение (.MPF.BLADE.)<s>r\nOWC — Офицерское звание. Высший чин в Гражданской Обороне<s>r\nRcT — Звание юнита)<s>r\nЗвания по возрастанию<s>r\nC17.MPF.RcT<s>r\nC17. HELIX.05<s>r\nC17.MPF.05<s>r\nC17.MPF.04<s>r\nC17.MPF.03<s>r\nC17.MPF.02<s>r\nC17.MPF.HELIX.01<s>r\nC17.MPF.01<s>r\nC17.MPF.BLADE.01<s>r\nC17.MPF.HELIX.OfC<s>r\nC17.MPF.OfC<s>r\nC17.MPF.BLADE.OfC<s>r\nC17.MPF.BLADE.Scout<s>r\nC17.MPF.EpU<s>r\nC17.MPF.BLADE.HeavyOfC<s>r\nOWC.DvL<s>r\nOWC.CmR<s>r\nOWC.SeC<s>r\n<s>r\n",
    "answers": [
      {
        "id": 82,
        "text": "[Запомнить и осматривать дальше]"
      }
    ]
  },
  {
    "id": 71,
    "text": "G-Man: Как хочешь, пусть будет по твоему. Но я не хочу чтобы ты просто так испортил свою судьбу. На полу ты найдешь 20 токенов. Это тебе подарок от меня. И да, мы с тобой еще встретимся.<s>r\n<s>r\nНезнакомый человек исчез. Время заново начала работать. Рядом с вами никого не было, а на полу вы заметили 20 токенов. У вас до сих пор сильно болела голова, а в ушах стоял сильный гул. Вы начали думать, кто это был, но так и не смогли вспомнить. Прошло две минуты. Вас за все это время так и никто не заметил. Вы более менее пришли в себя. Подобрав 20 токенов, вы заметили как из Здания ГСР выходят отряд ОТА и Отряд Г.О. Видимо рейд закончился.",
    "answers": [
      {
        "id": 72,
        "text": "[Вернуться в Здание ГСР]"
      }
    ]
  },
  {
    "id": 72,
    "text": "Вы вернулись в Здание ГСР. Осмотрелись вокруг. Вы заметили пятна крови на лестнице, которая видет на второй этаж. Вы решили спросить у Gas про это.<s>r\n<s>r\nGas: Аээээ... *шепотом* Тут было Сопротивление. Альянс их нашли и проверили рейд квартир. Итог: Несколько трупов членов Сопротивления и Гражданской Обороны. И да, если бы не ОТА, Сопротивление бы осталось в живых. Не такое уж и слабое это Сопротивление. А теперь, если сможешь, иди в свою квартиру. Ключи у тебя.",
    "answers": [
      {
        "id": 73,
        "text": "[Направиться на второй этаж]"
      }
    ]
  },
  {
    "id": 73,
    "text": "Вы потихоньку поднялись на второй этаж. Все стены были в крови. Когда вы окончательно поднялись, увидили страшную картину. Во второй раз, вы еле сдержали рвотный позыв. У вас начала кружиться голова, а сами начали паниковать. ",
    "answers": [
      {
        "id": 74,
        "text": "[Быстро зайти в квартиру]"
      }
    ]
  },
  {
    "id": 74,
    "text": "Когда вы захотели зайти в квартиру, вас кто-то схватил за руку и начал что-то бормотать. Вы испугались и ударили его. Он вас отпустил, но разозлился и достал из своего кармана настоящий нож. После чего, он с криком побежал в вашу сторону.",
    "answers": [
      {
        "id": 75,
        "text": "[Достать заточку]"
      },
      {
        "id": 76,
        "text": "[Убежать]"
      },
      {
        "id": 77,
        "text": "[Попытаться успокоить]"
      }
    ]
  },
  {
    "id": 75,
    "text": "Вы решили достать свою заточку, но нападавшего это не испугало и все так же продолжал на вас бежать.",
    "answers": [
      {
        "id": 78,
        "text": "[Приготовиться к бою]"
      },
      {
        "id": 79,
        "text": "[Кинуть в него заточку]"
      }
    ]
  },
  {
    "id": 76,
    "text": "Вы решили убежать, но поняли что спуск на первый этаж за его спиной, а мимо него пройти никак не получится. Так что вы просто побежали назад и зашли в тупик. Псих побежал за вами. Вы в панике хотели достать заточку, но она упала с ваших рук. Когда ваше расстояние между психом и вами сокращалась и стала доступной для удара, вы заметили как сзади психа появился странный ГэО, который схватил его за шею и сделал одно легкое движение.",
    "answers": [
      {
        "id": 80,
        "text": "[Поблагодарить и отойти от стены]"
      }
    ]
  },
  {
    "id": 77,
    "text": "Вы сказали ему успокоиться, но это вам не чудо мир, где все так просто. Вы все таки решили достать заточку и обороняться.",
    "answers": [
      {
        "id": 78,
        "text": "[Приготовиться к бою]"
      }
    ]
  },
  {
    "id": 78,
    "text": "Вы встали в стойку и уже приготовились увернуться от его атаки, но вдруг сзади на него набрасывается Сотрудник Гражданской Обороны. Он схватил его за шею и сильным ударом в висок вырубил нападавшего. Когда тело упало, вы заметили что это не обычный Г.О. На его форме были знаки руки, которая держит монтировку, а сама форма была немножко светло-желтой. Вы сразу же выкинули заточку.",
    "answers": [
      {
        "id": 80,
        "text": "[Поблагодарить]"
      }
    ]
  },
  {
    "id": 79,
    "text": "Вы кинули в него заточку, но она попала тем местом, за которое вы держитесь и отскочила в вашу сторону и улетела за вашу спину. Вы начали паниковать, но внезапно к психу подбегает странный сотрудник ГэО и хватая его за шею сделал одно легкое движение, после которого псих успокоился навечно.",
    "answers": [
      {
        "id": 80,
        "text": "[Поблагодарить]"
      }
    ]
  },
  {
    "id": 80,
    "text": "Странный Сотрудник Г.О. вам ничего не ответил, а молча зашел вам за спину, взял с пола заточку и протянул вам.<s>r\n<s>r\n— Она тебе еще понадобится.<s>r\n<s>r\nВы ее взяли, после чего Г.О. ушел на крышу.",
    "answers": [
      {
        "id": 81,
        "text": "[Войти в квартиру]"
      }
    ]
  },
  {
    "id": 81,
    "text": "Вы вошли в свою квартиру, после чего моментально ее закрыли. Вы зашли в главный зал и видите что все шкафы и тумбочки открыты. Вся постель была на полу. Вы поняли что и вашу квартиру тоже проверяли. <s>r\n<s>r\nВы очень сильно устали и хотите спать. Быстро поправив постель, вы не раздеваясь легли спать. Вы думали о том, что сегодня произошло. Что это за странный человек с чемоданом. Что за странный Г.О. Что вообще происходит? Пока вы думали, вы уже уснули.",
    "answers": [
      {
        "id": 62,
        "text": "[Проснуться]"
      }
    ]
  },
  {
    "id": 82,
    "text": "Вы продолжили осматривать первый этаж. Стены были серо-синего цвета. Так же вы заметили как идут ОТА(Overwatch.Transhuman.Arm). Вокруг были терминали, каждый был занят своим делом. Тут к вам подходи 04 и спрашивает ваше активное задание.",
    "answers": [
      {
        "id": 83,
        "text": "-Патруль Главной Площади"
      }
    ]
  },
  {
    "id": 83,
    "text": "04 достал дубинку, включив эелектрошок и приподнял ее, угрожая вам.<s>r\n — Ну так что ты не выполняешь приказ? Быстрее пошел выполнять код 12 Главная Площадь. Первое предупреждение!",
    "answers": [
      {
        "id": 84,
        "text": "[Подчинится и выйти]"
      }
    ]
  },
  {
    "id": 84,
    "text": "Вы послушались и вышли из Нексус Надзора. Выходя, вход в Нексус Надзор окружен стенами КПП. Там стояли 02 и 03. Немнога пройдя вперед, вы услышали громкий взрыв. Загудела сирена. Все силы начали стягиваться к огромным воротам КПП. Когда они открылись, вы заметли огромную толпу граждан, которая была чем-то недовольна. Хоть они и выглядили грозно, но в них был виден страх. <s>r\nГромкоговорители — Внимание! Всем наземным силам! Обнаружены локальные беспорядки. Объявлен Желтый код. Код: Окружить, подавить, усмирить.<s>r\n<s>r\nИз-за желтого кода(Повышенная опасность) вам выдают 9-mm пистолет в Нексус Надзоре, после чего вас созывает два отряда. В первом находятся 04 — 02 и один BLADE.OfC а во втором 03-BLADE.01, BLADE.Scout",
    "answers": [
      {
        "id": 85,
        "text": "[К первому отряду]"
      },
      {
        "id": 99,
        "text": "[Ко второму отряду]"
      }
    ]
  },
  {
    "id": 85,
    "text": "Вы подошли к первому отряду. Вас встретили 3 юнита 03, 1 юнит 02 и 2 04. Вместе с вами там 7 человек.<s>r\nВы вышли на передовую, достав оружие. Вам командир начал говорить<s>r\nC17.MPF.BLADE.OfC — Внимание граждани! За бунт и локальные беспорядки, вы будете наказаны вплоть до ампутации! У вас есть ровно одна минута чтобы пройти по домам, иначе бунт будет подавлен!<s>r\n<s>r\nВы приготовили пистолет и заметили как сверху, из 4 этажа был юнит Гражданской Обороны, но заметев знак на левом плече, а именно знак Лямбды, вы поняли что это боец Сопротивления или же Агент Провокатор. Он взял в руки тяжелый, старый телевизор и скидывает в сторону командира.",
    "answers": [
      {
        "id": 101,
        "text": "[Показать направление юнитам и начать огонь(Огонь может вызвать сопротивление или же испугать граждан]"
      },
      {
        "id": 102,
        "text": "[Отойти от место падения телевизора(Может укрепить боевой дух граждан]"
      }
    ]
  },
  {
    "id": 86,
    "text": "Вы решили, что все таки лучше сбежать через крыши. Вы побежали по корридору на встречу Сопротивлению, но свернули и зашли в квартиру, закрыв за собой дверь. На крышу можно постараться залезть через окно, или же спрятаться в квартире",
    "answers": []
  },
  {
    "id": 87,
    "text": "Вы поднялись наверх. Увидили такую картину. Несколько юнитов Г.О. рейдят квартиру.<s>r\nОдин увидев вас включил палку. В левой руке он держал револьвер. Хорошо что вы не достали заточку. Внезапно вы откуда-то вспомнили, что этот юнит является Секториальным Коммандером(SeC). Он имеет полную власть над всеми юнитами Гражданской Обороны. Вас охватывает страх.<s>r\n<s>r\nSeC: Убирайся отсюда! Или ты будешь объявлен Анти-Гражданином! <s>r\nОн хотел наставить на вас оружие, но не успел из-за выстрелов в вашу сторону. Стреляли члены Сопротивления. Видимо, они были агентами, но их раскрыли. <s>r\n<s>r\nЧлен Сопротивления: Гражданский! Беги к нам!-крикнул один из них.<s>r\nSeC же был ранен, и спустился вниз. У вас есть один выбор. Прибежать к Сопротивлению.<s>r\nДругого выбора нету и времени мало. Ведь вы услышали, как разговаривают юниты ОТА. Нужно быстро принять решение.",
    "answers": [
      {
        "id": 39,
        "text": "[Прибежать к Сопротивлению]"
      }
    ]
  },
  {
    "id": 88,
    "text": "Вы решили что Альняс — это не ваше и просто погуляли по Главной Площади. Вы замечаете, как везде летают сканеры, везде Сотрудники ГэО, везде полный контроль и уныние. Вы вернулись обратно к вокзалу.",
    "answers": [
      {
        "id": 30,
        "text": "[Подумать]"
      }
    ]
  },
  {
    "id": 89,
    "text": "Вы решили не нарушать порядок и встали в очередь. На удивление, людей быстро пропускали. Через 5 минут настала и ваша очередь. У вас попросили CID-Карту.",
    "answers": [
      {
        "id": 90,
        "text": "[Показать CID-Карту]",
        "need": [
          19
        ]
      }
    ]
  },
  {
    "id": 90,
    "text": "Вы показали свою CID-Карту. Вы знали то что сможете пройти из-за средней лояльности.<s>r\n<s>r\n—Проходите",
    "answers": [
      {
        "id": 91,
        "text": "[Пройти]"
      }
    ]
  },
  {
    "id": 91,
    "text": "Вы прошли в Сектор D4. Он был полон сотрудниками ГСР. Рядом с вами была столовая. Там продовали какие-то гнилые фрукты и воду, а так и обычные рационы. Напротив склад ГСР.",
    "answers": [
      {
        "id": 30,
        "text": "[Уйти]"
      }
    ]
  },
  {
    "id": 92,
    "text": "Вы быстро выбежали вместе со всеми. Через некоторое время прибегает отряд ОТА. Они быстро и оперативно среагировали на выстрелы и поднялись на второй этаж. Вы заметили как пули попадали по одному ОТА, но как щепки отлетели от его брони. После этого дверь закрыли. Прибежал еще 2-а сотрудника ГэО и приказали встать вам лицом к стене. ",
    "answers": [
      {
        "id": 93,
        "text": "[Подчиниться]"
      },
      {
        "id": 94,
        "text": "[Незаметно выкинуть заточку]"
      }
    ]
  },
  {
    "id": 93,
    "text": "Вы подчинились и забыли, то что в вашем кармане есть заточка, которая запрещена и является холодным оружием. Но реагировать было поздно. Вас поставили лицом к стене и начали проверять. Проверив карманы, сотрудник ГэО нашел у вас заточку.<s>r\n<s>r\nГэО — Гражданин, объясните, что это делает у вас?",
    "answers": [
      {
        "id": 95,
        "text": "- Я нашел его в главном холле"
      },
      {
        "id": 95,
        "text": "- Я нашел его в Вокзале"
      }
    ]
  },
  {
    "id": 94,
    "text": "Вы незаметно достали заточку и кинули ее мягким местом на землю, чтобы не было слышно звука. Сотрудник ГэО начал вас проверять и ничего не нашел. Какие же все таки они иногда не внимательные...",
    "answers": [
      {
        "id": 98,
        "text": "[Зайти в Здание]"
      }
    ]
  },
  {
    "id": 95,
    "text": "ГэО — Почему вы его не отдали первому попавшему ГэО?",
    "answers": [
      {
        "id": 97,
        "text": "- Потому что начались беспорядки в Здание ГСР и я не успел отдать эту вещь"
      }
    ]
  },
  {
    "id": 96,
    "text": "ГэО — Почему вы не отдали ее п",
    "answers": []
  },
  {
    "id": 97,
    "text": "ГэО — Принято. <s>r\n<s>r\nУ вас забрали заточку. Вам повезло что вы смогли отмазаться. Тем не менее, другой закончил проверять остальных. Как раз, после проверки, выбежали все ГэО и ОТА, позвав за собой тех, кто вас проверял.",
    "answers": [
      {
        "id": 98,
        "text": "[Зайти в Здание ГСР]"
      }
    ]
  },
  {
    "id": 98,
    "text": "Вы по-тихоньку зашли все вместе в здание. На первом этаже практически было все нормально. Только везде были документы, буамжки, перевернуты стулья и столы. Бардак. Вы решили пройти в свою комнату.<s>r\n<s>r\nGas — Будь осторожен",
    "answers": [
      {
        "id": 73,
        "text": "[Подняться на второй этаж]"
      }
    ]
  },
  {
    "id": 99,
    "text": "",
    "answers": []
  },
  {
    "id": 100,
    "text": "— После операции, вас уже не назвать человеком. Вы — синтет. Оружие ваших новых Хозяив, которых называют Покровителями. С тех пор, вы, относились к людям как к мусору, и по любому поводу готовы были убить любого гражданского. Вы стали законом, который не давал людям жить. Вы стали грозным оружием, для того чтобы убивать по приказу. Вы стали настоящем злодеем. Ваш мозг был на 95% заменен чипами и имплантантами, которые обеспечивали вам постоянную связь с такими как вы. Так же на поясе у вас есть маленький генератор микроволн, которые называют Био-сигналом. Когда вы умрете, Био-сигнал будет потерян, с помощью чего ваше место смерти найдут. Вы прошли рекрутировку, которая длилась целый день. Вам выдали дубинку с электрошокером на конце. Он создан для \"перевоспитания\" нарушителя, но так же может служить как орудие убийства. <s>r\n<s>r\nВам выдали первый приказ — выйти из Нексус Надзора(Цедатель) и патрулировать Главную Площадь",
    "answers": [
      {
        "id": 69,
        "text": "[Выйти из Нексус Надзора и выполнять приказ]"
      },
      {
        "id": 70,
        "text": "[Осмотреть первый этаж Нексус Надзора]"
      }
    ]
  },
  {
    "id": 101,
    "text": "Вы решили не медлить и начать огонь по нарушителю. Показав точное место, вы первый начали стрелять. Юниты увидев это, немедленно приказали прекратить огонь. После этого телевизор с треском падает на голову командира, разбивая обшивку шлема. Командир рухнул на пол, а толпа начала еще сильнее кричать и продвигаться вперед. <s>r\n<s>r\nСобравшись с отрядом, вы объяснили что случилось и все вместе побежали в отель. По пути именно на вас набросился гражданский с ножом",
    "answers": [
      {
        "id": 103,
        "text": "[Ударить коленкой и достав пистолет прострелить голову]"
      },
      {
        "id": 104,
        "text": "[Достать дубинку и начать избивать]"
      }
    ]
  },
  {
    "id": 102,
    "text": "",
    "answers": []
  },
  {
    "id": 103,
    "text": "Вы понимаете, что он угрожает вашей жизни, не замедлительно даете отпор и убиваете гражданского. И понимая что он первый, но не последний, начали догонять свой отряд. Вы все вместе зашли в отель. Первый и второй этажи были пусты. Но поднимаясь на третий, вам оказали Сопротивление ввиде пуль в вашу сторону. Один из ваших юнитов кинул гранату, после чего огонь прекратился. Вы по звуку шагов поняли что они находятся в левой стороне. Пока вы думали, граната взорвалась. Везде полетеле щепки и чей-то палец. Оперативно поднявшись на верх, вы начали огонь. Вдруг на вас выходят двое. Один в левой комнате, другой в правой, но вас там защищает тело юнита. Куда стрелять?",
    "answers": [
      {
        "id": 105,
        "text": "[Начать огонь в левую сторону]"
      },
      {
        "id": 106,
        "text": "[Толкнув напарника, начать огонь в правую сторону]"
      }
    ]
  },
  {
    "id": 104,
    "text": "",
    "answers": []
  },
  {
    "id": 105,
    "text": "Вы начали огонь в левую комнату. Боец, не успев среагировать на вас, получил вашу пулю в лоб. Но из той же комнаты, выходят еще 3 человека, стреляя из полу-автоматической винтовки. Вас ранили в плечо, живот где-то в области печени и в ногу около колена. Вы сразу же упали на пол, вместе с вами еще 2 сотрудника Гражданской Обороны. Но они были мертвы. Внезапно, поднялись ОТА, а наши отступили. Все пули отлетали от их брони, оставляя маленькие вмятины. ОТА быстро расстреляла всех и начала проверку всего отеля",
    "answers": [
      {
        "id": 107,
        "text": "[Ползти на нижний этаж]"
      }
    ]
  },
  {
    "id": 106,
    "text": "",
    "answers": []
  },
  {
    "id": 107,
    "text": "Вы практически не чувствуете боли и смогли нормально встать. Ранение ноги заставляет вас хромать. Вы спускаетесь вниз, но там вас встречает 2 отряд. Вы объединились и пошли вместе на улицу.",
    "answers": [
      {
        "id": 108,
        "text": "[Выйти и подготовить оружие к бою]"
      }
    ]
  },
  {
    "id": 108,
    "text": "Как только вы вышли, вы видите только трупы, огонь и стреляющих юнитов Гражданской Обороны(Отныне ГэО) Вы и не заметили, как наступили на чью-то грудь. Посмотрев под ноги, вы видите полностью расстреляный труп, а ваша нога проламывает ему грудную клетку. Тем не менее, вас позвали за собой. Везде убивают невинновных граждан, которые прятались в углах и не принимали участие в бунте. Некоторых насильно затаскивали в Нексус Надзор(Отныне НН) Из самого НН выходят два страшных существа. Крематоры. У них не было голосовых связок, голова была заменена на железную, в которой находились вся электроника и чипы. Вместо глаз были камеры. Живот был заменен на топливо для специального огнемета, который был предназначен для сжигания тел, но так же и для ампутации граждан. Рост Крематора составляет 2 метра.  ",
    "answers": [
      {
        "id": 109,
        "text": "[Проследовать за отрядом]"
      }
    ]
  },
  {
    "id": 109,
    "text": "Везде крики, кровь, камни, ножи и тому подобнее. Вы направились с отрядом в старый заброшеный магазин по названию \"Мелочи и полезности у Сидора\" По вашим данным, там остались канистры с бензином. Ваш отряд назвали \"Штурмовой Феникс\" Вам и еще 2 ГэО, командир приказал разведать магазин.",
    "answers": [
      {
        "id": 110,
        "text": "[Попросить взять командование разведкой на себя]"
      },
      {
        "id": 112,
        "text": "[Приготовиться к разведке]"
      }
    ]
  },
  {
    "id": 110,
    "text": "— Отказано в доступе. С вами идет 03, он и возмет командование. Теперь быстро выполнять приказ.",
    "answers": [
      {
        "id": 112,
        "text": "[Подготовиться к разведке]"
      }
    ]
  },
  {
    "id": 111,
    "text": "— Точно? Твоя речь свободная. Отправляйся в НН для проверки обшивки. Немедленно.",
    "answers": [
      {
        "id": 127,
        "text": "[Направиться в НН]"
      }
    ]
  },
  {
    "id": 112,
    "text": "Вы проверили обойму своего пистолета. Проверили форму на наличие повреждений. Так же настроив рацию на волну вашего отряда, вы стали готовы к разведке.<s>r\n<s>r\nВы начали обход магазина. Пытаясь его обойти, вы заметели странные силуеты за окном. Они хоть и не двигались, но очень похожи на людей.",
    "answers": [
      {
        "id": 113,
        "text": "[Уведомить]"
      }
    ]
  },
  {
    "id": 113,
    "text": "Вы уведомили через рацию о странных силуэтах. Командир принял информацию и приказал подготовиться к сопротивлению.<s>r\n<s>r\nВы прошли к черному ходу и слышите шорохи и чьи-то разговоры. 03 приказал одному юниту ГэО выбить дверь, за это дело принялся 05 и сильном пинком выбил дряхлую железную дверь, у которой петли уже сами ломались. Внезапно, в голову 05 прилетает пуля, которая нежно укладывает его спать. Так же через дверной проем прилетела граната.",
    "answers": [
      {
        "id": 116,
        "text": "[Отбежать]"
      },
      {
        "id": 117,
        "text": "[Зайти в магазин]"
      },
      {
        "id": 118,
        "text": "[Приказать стоять на месте и вести огонь]"
      }
    ]
  },
  {
    "id": 114,
    "text": "Снаряжение ты сможешь взять в левом корпусе. Там тебя встретят бойцы, скажешь кто-ты и на какое задание. Выдадут снаряжение сами.",
    "answers": [
      {
        "id": 115,
        "text": "[Направится за снаряжением]"
      }
    ]
  },
  {
    "id": 115,
    "text": "Вы пошли за снаряжением и зашли в другой корпус. Там вас встретили два бойца. Вы объяснили им все и они вам выдали штык-нож, 9mm USP-CE, рацию.<s>r\n<s>r\nПосле этого, вы спустились вниз и идете по Сектору D6. Вы слышите громкие звуки ворот КПП, из которых толпами идут ГэО и ОТА. Вы в опасности. Что делать?",
    "answers": [
      {
        "id": 122,
        "text": "[Взять пистолет и продолжить движение]"
      },
      {
        "id": 142,
        "text": "[Спрятаться]"
      }
    ]
  },
  {
    "id": 116,
    "text": "Вы быстро отбежали, граната взорвалась, разрушив пол стены. Вас очень сильно оглушило, так что вы не слышали рацию. Еле как, вы замечаете, как из черного входа, выходят несколько бойцов Сопротивления.",
    "answers": [
      {
        "id": 119,
        "text": "[Спрятаться и запросить поддержку]"
      },
      {
        "id": 120,
        "text": "[Начать огонь]"
      }
    ]
  },
  {
    "id": 117,
    "text": "Вы попытались заскочить в магазин, но граната фактически взорвалась около ваших ног...<s>r\n<s>r\nКритическое повреждение...<s>r\n<s>r\nПроверка организма...<s>r\nОрганиз мертв<s>r\n<s>r\nОтправка Био-сигнала...<s>r\nУспешно<s>r\n<s>r\nПопытка включения жизнеобеспечения...<s>r\nНеудачно<s>r\n<s>r\nОтправка сигнала о смерти Сотрудника ГэО...<s>r\nУспешно<s>r\n<s>r\nОтключение электроники...<s>r\nУспешно",
    "answers": [
      {
        "id": 1,
        "text": "[Н#ч^#ь \"! ?ов*й№#]"
      }
    ]
  },
  {
    "id": 118,
    "text": "Никто вас не послушал и все отбежали, а вы остались стоять на месте. Граната взорвалась около ваших ног...<s>r\n<s>r\nКритическое повреждение...<s>r\n<s>r\nПроверка организма...<s>r\nОрганиз мертв<s>r\n<s>r\nОтправка Био-сигнала...<s>r\nУспешно<s>r\n<s>r\nПопытка включения жизнеобеспечения...<s>r\nНеудачно<s>r\n<s>r\nОтправка сигнала о смерти Сотрудника ГэО...<s>r\nУспешно<s>r\n<s>r\nОтключение электроники...<s>r\nУспешно",
    "answers": [
      {
        "id": 1,
        "text": "[Н#ч^#ь \"! ?ов*й№#]"
      }
    ]
  },
  {
    "id": 119,
    "text": "Вы быстро забежали за мусорный бак и зовете на помощь.<s>r\n<s>r\n— Был слышен взрыв. Что случилось?",
    "answers": [
      {
        "id": 121,
        "text": "- Сопротивление наступает и выходит через черный вход"
      }
    ]
  },
  {
    "id": 120,
    "text": "",
    "answers": []
  },
  {
    "id": 121,
    "text": "— Принято. Код: Сгруппироваться, наступить, подавить.<s>r\n<s>r\nВы слышите шаги за ту сторону мусорного бака. Кто-то неуверенно направляется в вашу сторону.",
    "answers": [
      {
        "id": 123,
        "text": "[Встать и посмотреть]"
      },
      {
        "id": 124,
        "text": "[Встать и сразу начать огонь]"
      }
    ]
  },
  {
    "id": 122,
    "text": "Немножко подумав, вы понимаете что это очень опасно. Они могут вас проверить, так же вашу CID-Карту, которой у вас нету. Точно пойдем?",
    "answers": [
      {
        "id": 139,
        "text": "[Продолжить]"
      },
      {
        "id": 142,
        "text": "[Спрятаться]"
      }
    ]
  },
  {
    "id": 123,
    "text": "Вы неуверенно встали и решили посмотреть, кто это идет, но внезапно, сами того не ожидая, это был боец Сопротивления, который пустил вам пулю в лоб.<s>r\n<s>r\nКритическое повреждение...<s>r\n<s>r\nПроверка организма...<s>r\nОрганиз мертв<s>r\n<s>r\nОтправка Био-сигнала...<s>r\nУспешно<s>r\n<s>r\nПопытка включения жизнеобеспечения...<s>r\nНеудачно<s>r\n<s>r\nОтправка сигнала о смерти Сотрудника ГэО...<s>r\nУспешно<s>r\n<s>r\nОтключение электроники...<s>r\nУспешно",
    "answers": [
      {
        "id": 1,
        "text": "[Начать с начала]"
      }
    ]
  },
  {
    "id": 124,
    "text": "Вы быстро встав, не думая начали стрелять. К сч%#^тью это был боец Сопротивления. Он получил четыре пулевых ранения и умер.<s>r\n<s>r\nВы почуствовали очень сильную боль в шеи. Начали терять связь с отрядом и рация перестала работать. Вы вспоминаете, что такое ин#!т, ра%#!!ть, с№#х. Вы пониматете что попали под тиранию Альянса и хотите сбежать",
    "answers": [
      {
        "id": 125,
        "text": "[Попытаться сбежать]"
      }
    ]
  },
  {
    "id": 125,
    "text": "Вас охватил страх. В глазах помутнело. К вам подошел 02. <s>r\n<s>r\n— Ты в норме? Наш датчик уведомляет, что твой Био-Сигнал потерян.",
    "answers": [
      {
        "id": 111,
        "text": "- Аээм. Я в но-норме"
      },
      {
        "id": 126,
        "text": "- Наверно повредили мой датчик. Я должен вернуться в НН."
      }
    ]
  },
  {
    "id": 126,
    "text": "— Так точно. Наверно у тебя поврежден датчик. Направляйся на 1 этаж НН. Там найдешь отдел HELIX.",
    "answers": [
      {
        "id": 127,
        "text": "[Направится в НН]"
      }
    ]
  },
  {
    "id": 127,
    "text": "Вы вышли и находитесь на Главной Площади(Отныне ГП). Крематоры везде сжигают трупы. Бунт уже давным давно подавлен, но здесь точно находятся бойцы Сопротивления. Вы можете рационально мыслить. У вас нету связи с диспетчером и ваш Био-Сигнал не улавливается. Вас могуть засечь инженеры. Вы отказываетесь служить Альянсу. Или же...",
    "answers": [
      {
        "id": 128,
        "text": "[Сопротивление]"
      },
      {
        "id": 129,
        "text": "[Новый Порядок]"
      }
    ]
  },
  {
    "id": 128,
    "text": "К черту. подумали вы и побежали в сторону Сектора D6 — запрещеный сектор для граждан и юнит ГэО ниже 01. Вам нужно попасть за ту сторону сектора, там где находятся силы сопротивления.<s>r\n<s>r\nВы по-тихоньку дошли до Сектора D6. Вас встречает OfC и спрашивает ваше звание. На крыше высокого здания вы заметели снайпера Сопротивления.",
    "answers": [
      {
        "id": 130,
        "text": "[Подать знак Снайперу]"
      },
      {
        "id": 131,
        "text": "[Сообщить о Снайпере OfC]"
      }
    ]
  },
  {
    "id": 129,
    "text": "",
    "answers": []
  },
  {
    "id": 130,
    "text": "Вы типо случайно смахнули рукой так, чтобы Снайпер вас заметил. Он нацелился в вашу сторону.<s>r\n<s>r\n— Ваше звание!",
    "answers": [
      {
        "id": 132,
        "text": "- Я RcT"
      }
    ]
  },
  {
    "id": 131,
    "text": "Вы быстро сказали OfC про снайпера. Он моментально развернулся и сообщил об этом в рацию, но снайпер был намного быстрее, и выстрелил OfC голову. Вы, не успев среагировать, словили пулю в...<s>r\n<s>r\nКритическое повреждение...<s>r\n<s>r\nПроверка организма...<s>r\nОрганиз мертв<s>r\n<s>r\nОтправка Био-сигнала...<s>r\nНеисправно<s>r\n<s>r\nПопытка включения жизнеобеспечения...<s>r\nНеудачно<s>r\n<s>r\nОтправка сигнала о смерти Сотрудника ГэО...<s>r\nОтказано<s>r\n<s>r\nОтключение электроники...<s>r\nУспешно",
    "answers": []
  },
  {
    "id": 132,
    "text": "Как только вы сказали свое звание, снайпер прострелил ГэОшнику голову и крикнул вам, чтобы вы открыли силовое поле.<s>r\n<s>r\nОткрыв силовое поле, вы зашли в КПП Сектора D6. Везде трупы юнитов ГэО, ОТА и Повстанцев. На вас навели оружие и сказали показать CID-Карту.<s>r\n<s>r\nПоказав CID-Карту, вы объяснили что с вами случилось. Они вам не доверяли и забрали у вас все оружие. После этого, один из повстанцев, выйдя в запрещенную зону Сектора D6, проводит вас к базе, но перед этим, они повязкой закрывают вам глаза.<s>r\n<s>r\nПовязку убрали с ваших глаз. Вы находитесь в каком-то разрушенном здание. Вас встречают большое количество бойцов Сопротивления. И кажется, сама надежда Сопротивления — Гордон Фримен или же Свободный Человек.<s>r\n<s>r\nВас провели еще дальше. В какой-то подвал. Подойдя к автомату содовой, один из бойцов ввел какую-то комбинацию и внезапно, передняя часть автомата открылась. Зайдя внутрь, вы были удвл%ны. Красивая комната. Красный ковер на полу. Чистота и порядок. Множество экранов, где наблюдаются всякие вычисления.  Большая северная, камеры наблюдения и самое главное, что нужно Альянсу — Большая, быстрая установка телепортирования.<s>r\n<s>r\nК вам подошел один ученый. Изак Кляйнер. Бывший сотрудник в Черной Мезе. Он начал изучать вас и так же проверял модули связи и чип подавления. Он сказал что вы чист и можете освободить из наручников. После этого, как вы поняли, он позвал Ветерана Сопротивления, для того чтобы он вам разъяснил, что да как.<s>r\n<s>r\nОн пришел и зовет вас к себе.     <s>r\n <s>r\n<s>r\n<s>r\n<s>r\nДостижение: Предатель Нового Порядка.",
    "answers": [
      {
        "id": 135,
        "text": "[Подойдти]"
      },
      {
        "id": 134,
        "text": "[Осмотреться]"
      }
    ]
  },
  {
    "id": 133,
    "text": "",
    "answers": []
  },
  {
    "id": 134,
    "text": "— У нас нету времени. Давай быстрее за мной.",
    "answers": [
      {
        "id": 135,
        "text": "[Последовать за Ветераном]"
      }
    ]
  },
  {
    "id": 135,
    "text": "Вы пошли за Ветераном и зашли в какую-то комнату. Как вы поняли, это была комната допроса. Вас попросили сесть за стол допроса и максимально честно отвечать на вопросы. Ветеран был вооружен.<s>r\n<s>r\n— Первый вопрос. Почему ты здесь?",
    "answers": [
      {
        "id": 136,
        "text": "- Я попал под тиранию Альянса. Но после очередного вашего рейда, у меня повредился чип, который стирал мои воспоминания. Я внезапно начал чувствовать. Я был заперт в собственном теле. Поняв, что Альянс нам врет. До меня дошло что Альянс - Главное зло"
      },
      {
        "id": 138,
        "text": "- Я шпион Альянса и меня привели сюда для того, чтобы я отправил координаты вашей базы. Вы в ловушке. Убив меня, начнется рейд на вашу базу."
      }
    ]
  },
  {
    "id": 136,
    "text": "— Как нам тебе доверять?",
    "answers": [
      {
        "id": 140,
        "text": "- Я говорю вам все максимально честно."
      },
      {
        "id": 140,
        "text": "- У меня нету связи с диспетчером, а значит я не могу быть шпионом. Так что мне не зачем вам врать."
      },
      {
        "id": 138,
        "text": "- Мне нельзя доверять. Альянс уже знаю координаты вашей базы. Убив меня, вы обречете себя на гибель."
      }
    ]
  },
  {
    "id": 137,
    "text": "Добро пожаловать в ЛОР. Тут Вы сможете вкратце ознакомиться со вселенной данного квеста, который основывается на серии игр Half-Life и его фанатского фендома. \n\n— Кто такие \"Альянс\"?\n Альянс — межгалактическия империя, цель которой является бесконечная экспансия. Альянс представляет из себя кучу порабощенных видов разумной жизни, которых Альянс видоизменяет. В главе Альянса стоят неизвестные виды разумной жизни. Они имеют полную власть и их слово — закон. \n\n— Что было до вторжения?\n Функционировала засекреченная научно-военная лаборатория по изучению других измерений, создания энергетических устройств, начиная с безобидных и заканчивая аннигиляторными орудиями. Так же там изучалась разработка портала для путешествия между измерениями. В ходе очередного эксперимента с порталом и кристаллом, добытым из другого измерения, произошли непредвиденные последствия. Портальная установка изначально была настроена неправильно и направив энергетический луч на неизученный кристалл, произошёл сбой, что привело к массовым портальным разрывам между Землей и миром Zen. Лаборатория называлась \"Black Mesa\". Ученые, которые были причастны к произошедшему до сих пор живы и разыскиваются Альянсом.\n\n— Что за мир \"Zen\"?\n\nZen — Заселенный мир разумными видами жизнями. Данный мир находится в другом измерении и попасть в него можно было лишь прототипными портальными установками. Существа представляют из себя агрессивными по отношению к другим живым субъектам. Один вид, обитавший в мире Zen является поработителем других живых организмов. \n\n— Кто такие \"Сопротивление\"?\n\nСопротивление — Выжившие, которые хотят избавиться от тирании Альянса и вернуть Землю в былое состояние. У Сопротивления нет центрального командования, однако самыми уважаемыми и одновременно руководящие всем Сопротивлением личности являются: Гордон Фримен, Илай Венс, Айзек Кляйнер, Алекс Венс. Трое мужчин являются бывшими учёными \"Black Mesa\".",
    "answers": [
      {
        "id": 141,
        "text": "Иерархия Альянса"
      },
      {
        "id": 149,
        "text": "Иерархия Сопротивления"
      }
    ]
  },
  {
    "id": 138,
    "text": "Ветеран тут же встал и навел на вас Смит-Вессон 27 Магнум. Он сообщил о том, что на базе шпион и приказал всем силам подготовиться к рейду. Он завел курок и...<s>r\n<s>r\nКритическое повреждение...<s>r\n<s>r\nПроверка организма...<s>r\nОрганиз мертв<s>r\n<s>r\nОтправка Био-сигнала...<s>r\nНеисправно<s>r\n<s>r\nПопытка включения жизнеобеспечения...<s>r\nНеудачно<s>r\n<s>r\nОтправка сигнала о смерти Сотрудника ГэО...<s>r\nОтказано<s>r\n<s>r\nОтключение электроники...<s>r\nУспешно<s>r\n",
    "answers": [
      {
        "id": 1,
        "text": "[Новая история]"
      }
    ]
  },
  {
    "id": 139,
    "text": "Вы идете дальше к КПП. Вас встречают несколько ГэО ранга 01.<s>r\n<s>r\n— Юнит? Чип отображает тебя мертвым! Немедленно показать CID-Карту!",
    "answers": [
      {
        "id": 147,
        "text": "[?]"
      }
    ]
  },
  {
    "id": 140,
    "text": "— Не предашь ли ты Сопротивление? Как ты это сделал с Альянсом. Предатель всегда остается предателем.",
    "answers": [
      {
        "id": 143,
        "text": "- Нет. Я бы тогда сюда не пришел."
      },
      {
        "id": 143,
        "text": "- Я служил Альянсу не под своей волей. Я здесь, чтобы уничтожить захватчиков."
      }
    ]
  },
  {
    "id": 141,
    "text": "",
    "answers": []
  },
  {
    "id": 142,
    "text": "Вы спрятались в первом же подъезды. Подъезд был в очень плохом виде. Везде плакаты про вступление в ГэО. Что они наши спасители. Наш смысл жизни. Половина дверей было выбито, лестницы разрушены. Пока вы осматривали подъезд, отряд прошел мимо вас и принялся проверять заброшенный завод.",
    "answers": [
      {
        "id": 133,
        "text": "[Покинуть Сектор D6]"
      }
    ]
  },
  {
    "id": 143,
    "text": "— Ладно. Пока что, тебе можно доверять. Но запномни, любое лишнее действие — смерть.",
    "answers": [
      {
        "id": 144,
        "text": "- Согласен"
      }
    ]
  },
  {
    "id": 144,
    "text": "— Теперь так. По нашим данным, погиб Агент Провокатор. Он тоже предал Альянс. Агент Провокатор нужен для слежки за ГэО.  Он подрывает их работу. Крадет их по-одному и допрашивает. Так же может открывать силовые поля на важный для нас КПП. ГэО видят его как 01, благодаря нашему ученому. Но его CID-Карта заблокирована, а ее отсуствие признак дефекта. Так что, для того чтобы отбросить от себя все подозрения, Агенту иногда приходится избивать невинных гражданских. Так как он мертв, ты новый Агент Провокатор. Ясно?",
    "answers": [
      {
        "id": 145,
        "text": "- Да"
      }
    ]
  },
  {
    "id": 145,
    "text": "Теперь. Отправляйся в Главную Площадь. Там тебе надо будет следить за работой ГэО и докладывать то, где они патрулируют.",
    "answers": [
      {
        "id": 114,
        "text": "- А снаряжение?"
      }
    ]
  },
  {
    "id": 146,
    "text": "Вы вышли из Нексус Надзора. Выходя, вход в Нексус Надзор окружен стенами КПП. Там стояли 02 и 03. Немнога пройдя вперед, вы услышали громкий взрыв. Загудела сирена. Все силы начали стягиваться к огромным воротам КПП. Когда они открылись, вы заметли огромную толпу граждан, которая была чем-то недовольна. Хоть они и выглядили грозно, но в них был виден страх. <s>r\nГромкоговорители — Внимание! Всем наземным силам! Обнаружен локальные беспорядки. Объявлен Желтый код. Код: Окружить, подавить, усмирить.<s>r\n<s>r\nИз-за желтого кода(Повышенная опасность) вам выдают 9-mm пистолет в Нексус Надзоре, после чего вас созывает два отряда. В первом находятся 04 — 02 и один BLADE.OfC а во втором 03-BLADE.01, BLADE.Scout",
    "answers": [
      {
        "id": 85,
        "text": "[К первому отряду]"
      },
      {
        "id": 148,
        "text": "[К второму отряду]"
      }
    ]
  },
  {
    "id": 147,
    "text": "— Нету<s>r\n<s>r\n— (Рация) Внимание! Докладывает 01. Обнаружен дефективный юнит. Ампутировать!<s>r\n<s>r\nКритическое повреждение...<s>r\n<s>r\nПроверка организма...<s>r\nОрганиз мертв<s>r\n<s>r\nОтправка Био-сигнала...<s>r\nНеисправно<s>r\n<s>r\nПопытка включения жизнеобеспечения...<s>r\nНеудачно<s>r\n<s>r\nОтправка сигнала о смерти Сотрудника ГэО...<s>r\nОтказано<s>r\n<s>r\nОтключение электроники...<s>r\nУспешно",
    "answers": [
      {
        "id": 1,
        "text": "[Начать с начала]"
      }
    ]
  },
  {
    "id": 148,
    "text": "",
    "answers": []
  },
  {
    "id": 149,
    "text": "",
    "answers": []
  }
]