[
  {
    "id": 1,
    "text": "Вы — обычный мент-учёный, который столкнулся с непонятным листком с надписями на древне-японско-китайско-английско-русском языке. Но потом началось что-то странное...\n\n\n\n\nPS: Учитывая, что это мой первый квест, здесь будет очень много несостыковок и очень тупых моментов и ошибок в сюжете. Поэтому, предупреждаю сразу.",
    "answers": [
      {
        "id": 2,
        "text": "Начать приключение"
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "https://cdn1.savepice.ru/uploads/2018/11/13/a62b33d616a9dc3550df08ea25202487-full.jpg",
        "system": true
      },
      {
        "id": 1,
        "text": "",
        "pageImg": "https://cdn1.savepice.ru/uploads/2018/11/13/a62b33d616a9dc3550df08ea25202487-full.jpg",
        "system": true
      }
    ]
  },
  {
    "id": 2,
    "text": "Однажды ночью, Вы проснулись.",
    "answers": [
      {
        "id": 3,
        "text": "Встать с кровати"
      }
    ]
  },
  {
    "id": 3,
    "text": "Встав с кровати , Вы посмотрели на часы. Было только 3 часа ночи.",
    "answers": [
      {
        "id": 4,
        "text": "Пойти к холодильнику"
      },
      {
        "id": 5,
        "text": "Подойти к двери"
      }
    ]
  },
  {
    "id": 4,
    "text": "Подойдя к холодильнику, Вы открыли его и обнаружили в нём кота и Доширак трёхмесячной давности. Вы же студент.",
    "answers": [
      {
        "id": 3,
        "text": "Вернуться назад"
      }
    ]
  },
  {
    "id": 5,
    "text": "Вы подошли к двери и открыли её.\nТут Вы буквально стояли лицом к лицу со смертью. Перед Вами стоял огромный соседский пёс по кличке Кек.",
    "answers": [
      {
        "id": 6,
        "text": "Внимательно осмотреть Кека"
      }
    ]
  },
  {
    "id": 6,
    "text": "Но что с ним стало? Из позвоночника торчали странные острые когти, а бОльшая часть шерсти сжалась в клочки и отвалилась.",
    "answers": [
      {
        "id": 7,
        "text": "Смотреть дальше"
      }
    ]
  },
  {
    "id": 7,
    "text": "Вы смотрели в его пустые, белые глаза уже 3 минуты, но пёс стоял как статуя.",
    "answers": [
      {
        "id": 8,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 8,
    "text": "Вдруг раздался выстрел, и через секунду, Кек упал на землю с дырой в черепе. ",
    "answers": [
      {
        "id": 9,
        "text": "Посмотреть туда, откуда был слышен выстрел."
      },
      {
        "id": 10,
        "text": "Стоять на месте и офигевать от удивления"
      }
    ]
  },
  {
    "id": 9,
    "text": "Посмотрев туда, откуда был слышен выстрел, Вы заметили некого учёного со снайперкой и странной татуировкой. Тут он нацелился на вас.",
    "answers": [
      {
        "id": 11,
        "text": "По закону каждого фильма ужасов, стоять на месте и ждать чуда"
      }
    ]
  },
  {
    "id": 10,
    "text": "Вы простояли на месте ещё минуту. Ничего не изменилось.",
    "answers": [
      {
        "id": 9,
        "text": "Посмотреть туда, откуда был слышен выстрел"
      }
    ]
  },
  {
    "id": 11,
    "text": "Тут Вам на голову упал Ваш кот Кошак и оттолкнул от пули. Вы кинулись к двери, но она была заперта.",
    "answers": [
      {
        "id": 12,
        "text": "Бежать к гаражу Дяди Васи"
      }
    ]
  },
  {
    "id": 12,
    "text": "Добежав до гаража Дяди Васи( он не был заперт ) , Вы быстро запрыгнули в старый, гнилой ВАЗ-2107 и удивились, что он завёлся.",
    "answers": [
      {
        "id": 13,
        "text": "Го дальше"
      }
    ]
  },
  {
    "id": 13,
    "text": "Через километр езды по прямой дороге своего Мухосранска с максимальной скоростью 60 км/ч,\nВы заметили, что в машине ,кроме Вас , есть кто-то ещё. Вы посмотрели на заднее сидение и обнаружили там Каму Пулю.\n\"Кчхаа!\",- сказал он, и случайно ударил по машине, из-за чего ВАЗ развалился.\n\n",
    "answers": [
      {
        "id": 14,
        "text": "Упс"
      }
    ]
  },
  {
    "id": 14,
    "text": "Вы сидели в останках машины ещё минуту. Ничерта ни поменялось.",
    "answers": [
      {
        "id": 15,
        "text": "Выйти через отвалившеюся дверь"
      }
    ]
  },
  {
    "id": 15,
    "text": "Вы вышли из останков автомобиля вместе с Камой Пулей, и увидели сотни (неее, тысячи!) точно таких же собак, как в начале.",
    "answers": [
      {
        "id": 16,
        "text": "Стоять, думать о будущем, о своих детях, каким же тупым был их отец"
      },
      {
        "id": 16,
        "text": "Вспомнить о Каме Пуле"
      }
    ]
  },
  {
    "id": 16,
    "text": "Пока Кама Пуля отбивался от собак-мутантов, Вы молча думали о чём-то , одновременно офигевая от происходящего. Вдруг одна( или один, они же бесполые) из собак укусила Каму, и он превратился в огромного пса-мутанта , напоминавшего босса из какой нибудь игры.",
    "answers": [
      {
        "id": 17,
        "text": "Побежать в ближайщую заброшку"
      },
      {
        "id": 17,
        "text": "С помощью телепорта попасть в ближайшую заброшку"
      }
    ]
  },
  {
    "id": 17,
    "text": "(неважно, каким образом,)Вы попали в заброшку с огромной надписью из трёх букв на передней стене. Заперев дверь изнутри, Вы думали , как убить босса.",
    "answers": [
      {
        "id": 18,
        "text": "Вспомнить, что Вы - мент"
      },
      {
        "id": 18,
        "text": "Обнаружить на поясе пистолет"
      }
    ]
  },
  {
    "id": 18,
    "text": "\"Стоп. У меня же есть пистолет! Я же мент!\",-радостно подумали Вы, и сквозь приоткрытую дверь выстрелили все 7 патронов в босса. Ничего не поменялось.",
    "answers": [
      {
        "id": 19,
        "text": "Ну чо там дальшеее????"
      }
    ]
  },
  {
    "id": 19,
    "text": "Вдруг Вы услышали несколько(очень много) автоматных очередей, и сквозь окно увидели уже лежащего, дырявого босса и несколько тысяч дохлых мутантов, а так же вашего старого друга Сергея.\nВы(далее-В) — Серый!!!\nСергей(далее-С) -А, это ты! Ну здоров. слышь, у меня есть для тебя кое что.\nТут Сергей передаёт Вам листок с цифрой 2 сверху и  надписями на древне-китайско-японско-английско-русском языке. Так как Вы владеете этим языком,  Вы поняли, что там написано про этих собак и учёного. Но там, где написано про ученого, часть страницы отрывается. \n\n",
    "answers": [
      {
        "id": 20,
        "text": "Поехать в лабораторию"
      }
    ]
  },
  {
    "id": 20,
    "text": "В -Так . Мне нужно попасть в свою лабораторию(Вы же мент-учёный). У меня, кажется есть такой листок. Только с цифрой 1.\nС -Ну,  тогда садись!\nВы быстро запрыгнули в пикап Сергея.\nПопутно стреляя из окна, Вы пытались вспомнить, куда же положили лист со странными надписями. \nКогда Вы приехали, ничего подозрительногл не было.\n",
    "answers": [
      {
        "id": 21,
        "text": "Выйти из машины"
      },
      {
        "id": 22,
        "text": "Посидеть, подумать о будущем, о своих де... Стоп. Я это уже где-то слышал..."
      }
    ]
  },
  {
    "id": 21,
    "text": "Вы вышли из машины. Возле двери Вашей лаборатории , как обычно , сидел Бомж Кирилл, но с кишками наружу.  Вам нужно открыть дверь.",
    "answers": [
      {
        "id": 23,
        "text": "Позвать Сергея"
      },
      {
        "id": 24,
        "text": "Достать карточку"
      }
    ]
  },
  {
    "id": 22,
    "text": "Вы просидели в машине ещё минуту.",
    "answers": [
      {
        "id": 21,
        "text": "Выйти из машины"
      }
    ]
  },
  {
    "id": 23,
    "text": " Сергей подошёл , и , в слоу-мо красиво выбил дверь. Теперь можно в неё войти.",
    "answers": [
      {
        "id": 25,
        "text": "Войти в лабораторию"
      }
    ]
  },
  {
    "id": 24,
    "text": "Вы достали карточку BOMJ-TEC и, приложив её к панели сбоку, Вы спокойно её открыли.",
    "answers": [
      {
        "id": 25,
        "text": "Войти в лабораторию"
      }
    ]
  },
  {
    "id": 25,
    "text": "Войдя в лабораторию , Вы несколько раз прокричали: \"Что, твою мать, здесь произошло?!\"\nЛаборатория была перевёрнута. Бумаги разбросаны, шкафы открыты, а компьютер был без жёсткого диска.\n\n\n\n",
    "answers": [
      {
        "id": 26,
        "text": "Попытаться найти листок."
      }
    ]
  },
  {
    "id": 26,
    "text": "Вы нашли 3 единственных НЕ пустых шкаф, полку для обуви и тумбочку для телевизора.",
    "answers": [
      {
        "id": 27,
        "text": "Открыть шкаф"
      },
      {
        "id": 28,
        "text": "Осмотреть полку для обуви"
      },
      {
        "id": 29,
        "text": "Подойти к тумбочке"
      },
      {
        "id": 30,
        "text": "Осмотреть бумаги на полу"
      }
    ]
  },
  {
    "id": 27,
    "text": "Открыв шкаф, Вы решили быстро его закрыть. Ведь там сидел Ваш кот Кошак. ",
    "answers": [
      {
        "id": 26,
        "text": "Осматриваться дальше"
      }
    ]
  },
  {
    "id": 28,
    "text": "На полке для обуви были Ваши туфли Gucci и Кошак. Ещё там лежал КПК. Вы решили его забрать.\n",
    "answers": [
      {
        "id": 26,
        "text": "Забрать КПК и идти дальше"
      }
    ]
  },
  {
    "id": 29,
    "text": "В тумбочке под разбитым советским телевизором Вы обнаружили кота и Доширак. А , да. Тут лежал листок с цифрой 1.",
    "answers": [
      {
        "id": 31,
        "text": "Попытать просканировать лист"
      },
      {
        "id": 30,
        "text": "Может, осмотреть бумаги на полу?"
      }
    ]
  },
  {
    "id": 30,
    "text": "Ничего интересного. Документы , кредиты , фотографии с котиками и журналы PLAYBOY.\nТипичный русский человек. А, стоп, тут ещё письмо от родителей, что ты приёмный.",
    "answers": [
      {
        "id": 26,
        "text": "Осмотреть другие предметы"
      }
    ]
  },
  {
    "id": 31,
    "text": "Кое-как включив компутахтер через ядро ИИ, Вы положили листок под полу-разбитый сканер.\nИИ сказал, что это древне-китайско-японско-английско-русский язык, и перевёл надпись. На листке было написано:\"Если ты читаешь это, значит планета уже заражена. Найди третий лист, и вы узна...\"\nДальше — пятно крови и лист оборван. Точно так же как и первый. Стоп. У листа же есть обратная сторона. \"Другой лист закопан в моей могиле. Отыщи его и спаси Землю от страшного вируса!!\"  Так как на листке было пятно крови,  по её анализу Вы выяснили, что это был... Кама Пуля?",
    "answers": [
      {
        "id": 32,
        "text": "Стоп. Но я же видел, как его..."
      }
    ]
  },
  {
    "id": 32,
    "text": "В- Сергей, нам, кажется, нужно ехать на городское кладбище.\nС- Ну ОК.\nКак только Сергей подошёл к двери, снаружи в неё кто-то стучал.",
    "answers": [
      {
        "id": 33,
        "text": "По закону всех фильмов ужасов, пойти на любой звук, даже если тебя там сожрут."
      }
    ]
  },
  {
    "id": 33,
    "text": "Сергей открыл дверь, и Бомж Кирилл набросился на него. Через 1 минуту боя  он укусил Сергея.",
    "answers": [
      {
        "id": 34,
        "text": "Выхватить у Сергея автомат и выстрелить в него."
      },
      {
        "id": 35,
        "text": "Идти в рукопашку"
      }
    ]
  },
  {
    "id": 34,
    "text": "Вы успешно выхватили у него автомат, и выстрелили ему в голову всю обойму. Забыв про Кирилла, Вы быстро побежали к пикапу Сергея.\n",
    "answers": [
      {
        "id": 36,
        "text": "Сесть в пикап"
      }
    ]
  },
  {
    "id": 35,
    "text": "К сожалению, Сергей-мутант укусил Вас за кулак и вы стали таким же мутантом как и он.\n\nКонец.",
    "answers": [
      {
        "id": 1,
        "text": "Возродиться "
      }
    ]
  },
  {
    "id": 36,
    "text": "Сев в пикап, Вы поехали к городскому кладбищу. Попутно убивая мутантов, Вы искали могилу Камы Пули. Наконец, Вы её нашли. Только... Даты смерти на ней небыло. ",
    "answers": [
      {
        "id": 37,
        "text": "Найти лопату"
      },
      {
        "id": 38,
        "text": "Разрисовать могилу и написать дату смерти"
      },
      {
        "id": 39,
        "text": "Откопать руками"
      }
    ]
  },
  {
    "id": 37,
    "text": "Странно, но лопата лежала рядом. Через метр копания вниз,Вы наткнулись на гроб.\n",
    "answers": [
      {
        "id": 40,
        "text": "Открыть гроб"
      }
    ]
  },
  {
    "id": 38,
    "text": "Достав из рюкзака баллончик с краской и, со слезами на глазах,  Вынаписали на могиле: \"2018.11.11 Помним, любим, скорбим\". После этого все мемы про Каму Пулю опустились на кладбище мемов.",
    "answers": [
      {
        "id": 36,
        "text": "Попробовать найти лопату."
      }
    ]
  },
  {
    "id": 39,
    "text": "Что-то пошло не так, и земля оказалась слишком твердой.",
    "answers": [
      {
        "id": 36,
        "text": "Попробовать другие способы"
      }
    ]
  },
  {
    "id": 40,
    "text": "В гробу небыло трупа. Может, его в морге забыли? Ну ладно. В нём лежалаа записка и... Ларец?.",
    "answers": [
      {
        "id": 41,
        "text": "Открыть ларец"
      }
    ]
  },
  {
    "id": 41,
    "text": "Но... Ларец пуст! Где камни?! Ларец должен быть полон!",
    "answers": [
      {
        "id": 42,
        "text": "Прочитать записку"
      }
    ]
  },
  {
    "id": 42,
    "text": "В записке было написано: \"Ха! Ты думал, всё будет так легко? Нет! Тот, кто будет иметь все три листа, тот получит всемогущую власть! Ну ты конечно лох на тонком тесте.\"",
    "answers": [
      {
        "id": 43,
        "text": "Ну, теперь мне ещё и с каким-то дибилом придётся сражаться."
      }
    ]
  },
  {
    "id": 43,
    "text": "Тут Вы услышали , что сзади Вас заводится автомобиль.  Это был пикап. ",
    "answers": [
      {
        "id": 44,
        "text": "Чё бл"
      }
    ]
  },
  {
    "id": 44,
    "text": "Кошак снова упал Вам на голову и спас от пули. Далее решение принимаете Вы.",
    "answers": [
      {
        "id": 45,
        "text": "Попытаться ухватиться за задний бампер"
      },
      {
        "id": 46,
        "text": "Побежать за пикапом своим ходом"
      }
    ]
  },
  {
    "id": 45,
    "text": "Ухватившись за задний бампер, Вы залезли в кузов и застрелили водителя. То, что автомобилем никто не управляет, Вы поняли только тогда, когда пикап врезался в церковь.",
    "answers": [
      {
        "id": 47,
        "text": "Залезть в кабину"
      }
    ]
  },
  {
    "id": 46,
    "text": "К сожалению, бегать со скоростью 60 км/ч Вы бегать не умеете. Пока Вы бежали за пикапом, Вас укусила одна из собак (или один) и  Вы стали мутантом.\n\nКонец.",
    "answers": [
      {
        "id": 1,
        "text": "Возродиться "
      }
    ]
  },
  {
    "id": 47,
    "text": "В кабине сидел тот самый учёный с татуировкой на руке. На сидении пассажира лежал листок с цифрой 3.\nНа листке было написано, что в этой церкви работает Бомж Дибилл, брат Кирилла, который может остановить всё это. На другой стороне написаны странные символы на неизвестном языке.",
    "answers": [
      {
        "id": 48,
        "text": "Зайти в церковь"
      }
    ]
  },
  {
    "id": 48,
    "text": "Вы зашли в церковь. Ничего необычного: просто пристанище бомжей. Бомж Дибилл выделялся среди всех — сидел на алтаре и пил водку.  ",
    "answers": [
      {
        "id": 49,
        "text": "Подойти к Бомжу"
      }
    ]
  },
  {
    "id": 49,
    "text": "Вы подошли к Бомжу и рассказали всё, что случилось за сегодня. Он немного подумал, выпил ещё и, серъёзным голосом, сказал: \n\"У тебя все три фрагмента \"Текста No 666\". Но я знаю, что у двух из них оторваны куски. Они у меня.\" Он подошёл к алтарю, прочитал какую-то шпору на руке, и начал читать текст на обратной стороне третьей страницы. Это звучало примерно так:\" ВЫКВЫРАГТАКТАХПЫХМЫХХЕХЖЫХСУКТЫЧОДИБИЛКАКЖЕЭТОДОЛГОНУЛЯНУЗАЧТОПОЧЕМУУУЛЯУМЕНЯУЖЕСЛОВАЗАКОНЧИЛИСЬЛЯ\"\nВообщем, когда он дочитал, босс-мутант вышиб двери и в церковь вошла стая собак-мутантов. \"Ля, чот не работает!\",- успел сказать Дибилл, пока его не сожрали. ",
    "answers": [
      {
        "id": 50,
        "text": "Вспомнить , что у Вас есть АКМ"
      }
    ]
  },
  {
    "id": 50,
    "text": "Перестреляв половину ещё живых бомжей, Вы наконец-то смогли убить несколько десятков мутантов. Вдруг...",
    "answers": [
      {
        "id": 51,
        "text": "Ну не тяни резину, давай дальше!"
      }
    ]
  },
  {
    "id": 51,
    "text": "Вдруг... Они... Испарились?\nКажется, всё сработало.",
    "answers": [
      {
        "id": 52,
        "text": "Пойти к городу."
      }
    ]
  },
  {
    "id": 52,
    "text": "Вы решили пойти к городу, чтобы поймать такси. По дороге вы встретили старый сарай.",
    "answers": [
      {
        "id": 53,
        "text": "Войти в него"
      }
    ]
  },
  {
    "id": 53,
    "text": "К счастью, он не был закрыт.  ",
    "answers": [
      {
        "id": 54,
        "text": "Посмотреть, что внутри"
      }
    ]
  },
  {
    "id": 54,
    "text": "В сарае стоял чёрный Porsche Cayenne и ишак.",
    "answers": [
      {
        "id": 55,
        "text": "Запрыгнуть в Porsche "
      },
      {
        "id": 56,
        "text": "Сесть на ишака"
      }
    ]
  },
  {
    "id": 55,
    "text": "Запрыгнув в Porsche,  Вы только через минуту поняли, что в нём нету ключей.",
    "answers": [
      {
        "id": 57,
        "text": "Попытаться завести без ключей"
      },
      {
        "id": 58,
        "text": "Искать ключи"
      }
    ]
  },
  {
    "id": 56,
    "text": "К сожалению, ишак стукнул Вас по лицу копытом и оттолкнул в другой край сарая.",
    "answers": [
      {
        "id": 54,
        "text": "Запрыгнуть в Порш"
      }
    ]
  },
  {
    "id": 57,
    "text": "К сожалению, навыков по этому делу Вы не имели, ибо авто вы никогда не угоняли.",
    "answers": [
      {
        "id": 55,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 58,
    "text": "Есть только три места, где возможно, есть ключи от Порше. ",
    "answers": [
      {
        "id": 60,
        "text": "Стог сена"
      },
      {
        "id": 61,
        "text": "Древний компутахтер 1990-2006 года"
      },
      {
        "id": 62,
        "text": "Какашки ишака"
      }
    ]
  },
  {
    "id": 59,
    "text": "",
    "answers": []
  },
  {
    "id": 60,
    "text": "Ключи от Порше это не иголка, поэтому  в стоге сена найти их будет легко. Поэтому, там их нет.",
    "answers": [
      {
        "id": 58,
        "text": "Искать дальше"
      }
    ]
  },
  {
    "id": 61,
    "text": "Заглянув \"под капот\" компутахтеру, Вы нашли там AMD Sempron, лежащий отдельно от мат. платы. Ключей в корпусе , конечно, небыло.",
    "answers": [
      {
        "id": 58,
        "text": "Остался только один вариант"
      }
    ]
  },
  {
    "id": 62,
    "text": "Рядом с Порше лежала уже засохшая какашка ишака. \"Фу\",- сказали Вы. Особо подробно я описывать процесс доставания оттуда ключей я не буду, а то модераторы такой квест не примут.",
    "answers": [
      {
        "id": 63,
        "text": "Запрыгнуть в Порш."
      }
    ]
  },
  {
    "id": 63,
    "text": "Запрыгнув в Порше, Вы радостно завели его, и, выехали из сарая. Вы включили песню \"Kavinsky — Nightcall\" и красиво уехали в закат...",
    "answers": [
      {
        "id": 64,
        "text": "30 ЛЕТ СПУСТЯ"
      }
    ]
  },
  {
    "id": 64,
    "text": "В- И так, внуки, а сейчас, я рассакажу вам историю...\n—Дед, ты нам косарь должен. А уже каждую из историй мы слышали 666 раз.\nВ- Нее, это другая история. А имя ей — \"Текст No 666\"\n\n\n",
    "answers": [
      {
        "id": 65,
        "text": "И так..."
      }
    ]
  },
  {
    "id": 65,
    "text": "\"Однажды ночью, я проснулся\"...",
    "answers": [
      {
        "id": 1,
        "text": "КОНЕЦ"
      }
    ]
  },
  {
    "id": 66,
    "text": "",
    "answers": []
  }
]