[
  {
    "id": 1,
    "text": "\nСовёнок встречал очередное светлое утро. Солнце светило, птички пели, трава зеленела — словно картина неизвестного художника ожила и сотворила из себя свою вселенную — где пионеры, СССР и по твоей просьбе могут оставить тебя ещё на один день в лагере.\n\n\nАвтор: Bazarov\n\nПриятного чтения.",
    "answers": [
      {
        "id": 11,
        "text": "Начать игру."
      },
      {
        "id": 21,
        "text": "P.S."
      }
    ]
  },
  {
    "id": 2,
    "text": "— \"Слушай, я же тебе голову отрежу! Где деньги? Где деньги, спрашиваю?\"\n\n— \"Лена, успокойся...\" — Толян, в своём белом костюме, показывая своим выражением лица полную незаинтересованность происходящей ситуацией, занимался чем-то важным с компании своих друзей... довольно-таки странных друзей — белобрысый парень и фиолетовая девочка.\n\n— \"Но Толик, вы же сказали что я смогу уйти из банды только после того как \"выбью деньги из суки\", не так ли?\"\n\n— \"Ну, вообще я говорил \"выбить деньги из сумки\" — ну, знаешь мою походную сумку? Там вот кармашек немного порвался и все деньги как-то неудачно попали, их надо как-то вытряхнуть... а вообще, Лен, можешь выйти из банды. Нож себе оставь, только не светись сильно, хорошо?\"\n\n— \"Вы... вы серьёзно?\"\n\n— \"Да, мне немного жаль терять такого человека, но всё же, это твой выбор. Преследований никаких устраивать не будем, обещаем. А теперь лучше выйди — тут решаются не самые приятные вопросы...\"\n\n— \"Спасибо!\" — и Лена выбежала из медпункта. Выйти из банды она хотела давно, очень давно — приезжала в лагерь она не первый год, как и Толик, поэтому приходилось делать не самые добрые вещи — иногда доходило до нанесения серьёзных увечий людям.",
    "answers": [
      {
        "id": 3,
        "text": ">>>"
      }
    ]
  },
  {
    "id": 3,
    "text": "Толик же проводил Лену взглядом и вернулся к напуганной медсестре, которая от страха не могла пошевелиться.\n\n— \"Ну, Виола... мы же договорились? Мы вам платим деньги, вы нам достаёте водку \"для протирки оптики\" — а потом мы уже начнём доставать водку как \"средство дезинфекции для медицинских инструментов\". Вот, наши деньги, у вас на столе лежат.\" — Толик указал на пачку купюр. — \"А водки нет.\"\n\n— \"Так водки нет!\" — Виола была страшно напугана.\n\n— \"Водка есть.\" — и с этими словами Толик открыл аптечку, в которой лежала бутылка водки. — \"И то есть, вы хотели оставить себе и деньги, и алкоголь?\"\n\n— \"Ну, я...\"\n\n— \"Я по натуре человек добрый, вы понимаете... шашлыки люблю там, с друзьями соку попить, но я не очень люблю, когда меня обманывают. Расстраивает, знаете ли — доверяешься человеку, а он ведёт себя как последний негодяй. А когда я расстраиваюсь — я впадаю в непродолжительную депрессию. И это огорчает моих друзей. А когда мои друзья огорчаются — они ищут причину и... ну, вы понимаете. А когда причины нет, они приходят ко мне и рассказывают анекдоты, но всё же... мы немного отошли. Вы собираетесь отдавать нам водку или нет?\"",
    "answers": [
      {
        "id": 22,
        "text": "Отдать водку. >>>"
      },
      {
        "id": 4,
        "text": "Не отдавать водку. >>>"
      }
    ]
  },
  {
    "id": 4,
    "text": "— \"Вы пионеры! Вы ничего мне не сдес-дес-делаете!\"\n\n— \"Ну, ваш выбор. Шурик, доставай.\"\n\nШурик взял из сумки обломок какой-то железной балки, обмотанной бинтами и замахнулся. Медсестра в ужасе закричала — но никто не услышал.\n\n— \"Может, передумаете?\"\n\n— \"Да, конечно! Берите!\"\n\n— \"Ну вы же понимаете, что вы немного расстроили меня? А когда я расстраиваюсь, я ем. Следовательно, мне нужны деньги на булочки. Желательно на целый поднос.\" — и с этими словами Толик забрал одну треть из пачки купюр.\n\n— \"Но мы же договаривались!\"\n\n— \"Шурик.\" — и Шурик снова достал арматуру.\n\n— \"Берите-берите, ладно, хорошо!\"\n\n— \"Ну вы же понимаете, что надо было сразу отдать. Надеюсь, мы ещё будем сотрудничать... и на этот раз ничего не повторится.\" — с этими словами Толик с Шуриком вышли из медпункта. Медсестра же осталась сидеть, как вкопанная, скованная ужасом.",
    "answers": [
      {
        "id": 5,
        "text": ">>>"
      }
    ]
  },
  {
    "id": 5,
    "text": "— \"Ну, Шурик? Вот твои деньги, твоя протирка оптики. Я же говорил — что мы помогаем всем своим.\"\n\n— \"Спасибо, Толик!\"\n\n— \"Да это же пустяки... хотя да, задержались немного. Ну беги давай, а с роботами не затягивай... самому интересно, что там.\"\n\nШурик убежал с водкой, а Толик пошёл в другую сторону — немного грустный. В такую погоду было сложно грустить, но это же Толик.\n\n— \"Ну и на что я жизнь свою трачу? Испугал медсестру... просто так.\"\n\nТолик думал предаться размышлениям, но его прервал Электроник, весь запыхавшийся.\n\n— \"Чего, Эл?\" — Толик немного разозлился от того, что кто-то посмел прервать его размышления.\n\n— \"Новый... пионер приехал! В пальто! Видать с севера!\"\n\n— \"Ну... соберите о нём информацию, наверное.\"\n\n— \"Хорошо!\" — и Электроник убежал.\n\nТолик же отправился в столовую — в конце концов, там его обычно никто не трогает.",
    "answers": [
      {
        "id": 6,
        "text": ">>>"
      }
    ]
  },
  {
    "id": 6,
    "text": "Тем временем Электроник бежал к воротам. По пути он встретил Славю.\n\n— \"Электроник, ты куда так бежишь?\"\n\n— \"Новень... слушай, Славя. Помнишь про долг?\"\n\n— \"Помню... я отдам, честно!\" — Славя немного помутнела в лице.\n\n— \"Да подожди ты так. Мы можем простить треть долга, если ты кое-что выполнишь для нас. Ничего страшного, на самом то деле.\"\n\n— \"Что такое?\"\n\n— \"Сходи к воротам и поговори с новеньким, разузнай что-нибудь про него, это по просьбе сама-знаешь-кого.\"\n\n— \"Толика?\"\n\n— \"Тише ты! Просто сходи к воротам и расспроси его там, откуда он, куда заселяется. Просто мы не уверены, что что-то сможем из вожатой выбить. Я буду в кустах сидеть и слушать.\"\n\n— \"Вам это так надо?\"\n\n— \"Надо. Не спрашивай, почему.\"\n\n— \"Ладно, я не спорю ведь. Пошли.\"",
    "answers": [
      {
        "id": 7,
        "text": ">>>"
      }
    ]
  },
  {
    "id": 7,
    "text": "Электроник со Славей двинулись к воротам. Семён ещё не успел войти. Когда Славя подошла к воротам, Семён уже там стоял и готовился удрать.\n\n— \"Так, я в кусты. Разузнай что получится.\"\n\n— \" *в сторону* Ладно...\" — \"Новенький! Ты только что приехал? Меня Славяна зовут, но все зовут Славей и ты зови!\"\n\n— \"Ну, я это... Семён...\"",
    "answers": [
      {
        "id": 8,
        "text": ">>>"
      }
    ]
  },
  {
    "id": 8,
    "text": "Славя ещё некоторое время расспрашивала Семёна. К огорчению Электроника, практически ничего узнать неудалось — гость явно был неразговорчивый.\n\nКогда Славя отправила Семёна к вожатой, Электроник вылез из кустов, оттряхнулся и начал отчитывать Славю.\n\n— \"Ты не могла что-нибудь поважнее узнать?\"\n\n— \"Так он сам не разговорчивый, ничего не рассказывает... он будто и сам не знает, кто он.\"\n\n— \"Ну, а... ладно, чёрт с тобой.\" — и не закончив фразу, Электроник побежал к столовой, рассказывать Толяну.",
    "answers": [
      {
        "id": 9,
        "text": ">>>"
      }
    ]
  },
  {
    "id": 9,
    "text": "Толян сидел на своём привычном месте в дальнем углу стола — нет, его не травили, он и сам мог ответить — но иногда ему хотелось быть незаметным.\n\nЭлектроник же бежал на сверхзвуковой скорости, за пару минут прибежав в столовую. Толику не понравилось, что его отвлекают.\n\n— \"Ну, Эл?\"\n\n— \"Разузнал о новеньком... его зовут Семён, он в пальто,только что приехал, сейчас направляется к вожатой.\"\n\n— \"И это... всё?\"\n\n— \"Он больше не говорил ничего.\"\n\n— \"Ладно, понимаю... лучше бы сам сходил. Освежи его.\"\n\n— \"Что?\"\n\n— \"Ну, освежи его. Жара на улице всё-таки. Он оценит.\"\n\n— \"Ну, ладно... а, я понял, о чём вы!\"\n\n— \"Да-да. Ладно, иди уже, я поесть нормально хочу... повара, ещё одну сосиску, пожалуйста.\"",
    "answers": [
      {
        "id": 10,
        "text": ">>>"
      }
    ]
  },
  {
    "id": 10,
    "text": "Электроник опять побежал на улицу, перепрыгивая через всё что можно, расталкивая пионеров и...\n\n— \"Ты куда несёшься то? Чуть меня не сбил!\" — Алиса была крайне недовольна бегающими белобрысыми парнями.\n\n— \"Я... это... у тебя есть ведро?\"\n\n— \"Да, есть, а тебе куда? Сгущёнки мало?\"\n\n— \"Не понял шутки... ну, ладно. Ты про долг помнишь?\"\n\n— \"Помню, помню, я всё отдам! Отстаньте!\"\n\n— \"Мы простим половину долга в обмен на одно одолжение... тебе надо облить новенького водой.\"\n\n— \"Зачем?\"\n\n— \"ОН попросил. Ну ты поняла.\"\n\n— \"ОН? Непонятно, зачем это Ему... ну ладно, я согласна. Когда облить?\"\n\n— \"Как только увидишь. Беги за ведром.\"\n\n— \"Ладно, ладно... Эля.\"\n\n— \"ЧТО?!\"\n\n— \"Нет-нет, ничего!\" — с усмешкой в голосе Алиса побежала.\n\nЭлектроник же отправился к зданию кружков.",
    "answers": [
      {
        "id": 12,
        "text": ">>>"
      }
    ]
  },
  {
    "id": 11,
    "text": "За несколько часов до приезда Семёна.\n\n\nСовёнок встречал очередное светлое утро. Солнце светило, птички пели, трава зеленела — словно картина неизвестного художника ожила и сотворила из себя свою вселенную — где пионеры, СССР и по твоей просьбе могут оставить тебя ещё на один день в лагере.\n\nЛагерь просыпался. Многие ещё спали, закутавшись в одеяла. Спала и вожатая. По лагерю праздно шаталось парочка пионеров. Однако, даже в такое время могли происходить скандалы — у медпункта что-то творилось.",
    "answers": [
      {
        "id": 2,
        "text": ">>>"
      }
    ]
  },
  {
    "id": 12,
    "text": "Через несколько минут Алиса стояла с ведром воды, поджидая Семёна. Семён не заставил себя ждать — грузная фигура в пальто неуклюже шла в неизвестном направлении.\n\n— \"Новенький, ты?\"\n\n— \"Да...\"\n\n— \"С Сибири к нам ехал? Так, новенький сам себя не обольёт, давайте обольём новенького! По ведру за каждый штрафной день!\"\n\nНа крик Алисы собралось несколько десятков пионеров с вёдрами. Семён был в крайнем замешательстве и попытался убежать, но ему просто не дали. Первое ведро, второе ведро... всё промокло, и пальто, и нижняя одежда. Потом, почуяв опасность, пионеры разбежались, Алиса тоже убежала. Семён же, явно поникший духом, поплёлся неизвестно куда.\n\nАлиса же пошла к Электронику.",
    "answers": [
      {
        "id": 13,
        "text": ">>>"
      }
    ]
  },
  {
    "id": 13,
    "text": "— \"Эй, Сыроежка! Облили мы твоего новенького.\"\n\n— \"Отлично!\"\n\n— \"Ну, половина долга прощена?\"\n\n— \"Да, да... пойду. То... то, не то сообщу!\"\n\n— \"Ааа... ладно, ладно.\"\n\nЗа сегодня Электроник пробежал почти марафон — но, бежать надо было, поэтому Электроник опять побежал в столовую. Добежал он крайне быстро, ещё до появления Семёна.\n\nТолик же сидел на своём привычном месте, отчитывая Ульянку, которая сидела у него на коленях... непонятно, почему.",
    "answers": [
      {
        "id": 14,
        "text": ">>>"
      }
    ]
  },
  {
    "id": 14,
    "text": "— \"Ну так вот, Ульян... не надо пугать Лену. Хорошо? Она всё-таки наш друг, а сейчас она решила начать новую жизнь и... не надо её пугать, хорошо? Я бы не очень хотел применять некоторые меры.\"\n\n— \"Хо-хорошо!\"\n\n— \"Ну и отлично. Беги давай, удачного дня и всё такое... чего опять, Эл?\"\n\n— \"Задание выполнено! Мы освежили его... водой облили.\"\n\n— \"Водой? Облили?\"\n\n— \"Да, да!\"\n\n— \"Ну... Электроник, можно вопрос?\"\n\n— \"Да, конечно?\"\n\n— \"Вот я дебил?\"\n\n— \"Нет.\"\n\n— \"А Шурик дебил?\"\n\n— \"Никак нет...\"\n\n— \"Почему ты тогда такой дебил, Электроник? Какой водой облить? Я же ясно сказал — освежить его! Воды там принести холодной, кефиру из холодильника...\"\n\n— \"Ну на нашем языке это же значит...\"\n\n— \"Какой наш язык? Фильмов пересмотрел? Ладно, похоже мне придётся самому с ним поговорить. А теперь дуй отсюда.\"\n\n— \"Так точно!\"\n\n— \"Ну... ах да, у вас же есть видик? Сегодня фильм посмотрим, у нас там кассета недосмотренная. Что-то принести?\"\n\n— \"Да нет, что вы!\"\n\n— \"Ну как-то с пустыми руками... я там принесу может кефиру, булок... ладно, дуй, не мешай.\"\n\nЭлектроник убежал. Толик же остался сидеть с кислой миной. Да, проблем меньше не становилось — и всё по вине не самых умных сообщников.",
    "answers": [
      {
        "id": 15,
        "text": ">>>"
      },
      {
        "id": 23,
        "text": "Размышления о жизни. >>>"
      }
    ]
  },
  {
    "id": 15,
    "text": "Но, сообщники сообщниками — но и Толяну надо что-то делать. В конце концов, будь ты хоть трижды босс преступной группировки, сидеть без дела нельзя, как-никак не так много людей в банде. Нужно было что-то разузнать о Семёне.\n\n— \"Так, повара, будьте друзьями? Это, оставьте пару сосисок на ночь, я потом заберу. Мне по делам надо.\"\n\n— \"Да, конечно...\" — и поварихи были запуганы.\n\nКак так — пионер, пусть и нестандартно одетый и с жутким лицом, запугал практически всех в этом лагере? Довольно-таки странное дело.",
    "answers": [
      {
        "id": 16,
        "text": ">>>"
      }
    ]
  },
  {
    "id": 16,
    "text": "Толян отправился грузным шагом из столовой.\n\nВообще, он вполне неплохо бегал — но бегающий Толян мог бы вызвать тысяча и один вопрос в лагере, а когда мафиози грузной поступью идёт по дороге, это оказывает несколько иной, пугающий эффект. По пути можно было бы зайти и в библиотеку, как раз.\n\nТолик еле-еле постучался в библиотеку. Да, пусть он и, как его звали в лагере, Амбал Толян, но даже он чего-то боялся — в первую очередь, стервозной очкастой девочки.\n\n— \"Здравствуйте, читатели!\" — Толик с порога всех поприветствовал.\n\n— \"Тише ты, никого нет.\" — Женя одёрнула его. -\"Достал?\"\n\n— \"Достать то достал... оплата будет?\"\n\n— \"Будет, будет... показывай.\"\n\nТолик вытащил из кармана своего пиджака свёрток, в котором лежали новые очки и вата, непонятно зачем... для сохранности очков?\n\n— \"Ты где достал то, Толь?\"\n\n— \"Не Толь, а Анатолий. А где достал, там очкастый плавает...\"\n\n— \"Эй-эй, Толик...\"\n\n— \"Шучу, шучу, не попадайся так. Перехватил у одного лешего в лесу, взамен одарил его ведами славянскими. Это всё что тебе нужно знать. И вообще, что насчёт оплаты?\"\n\n— \"Сахар пойдёт?\"\n\n— \"У меня его мешками. Есть чтиво интересное? Дни скучные пошли.\"\n\n— \"Ну, Лена недавно книжку брала, Унесённые ветром...\"\n\n— \"Унесённые ветром? Чушь какая-то любовная. Есть что-нибудь посерьёзнее?\"\n\n— \"Есть одна книга, но с ней могут быть проблемы... припрятать лучше. \"Однажды в Америке\", вот она.\" — Женя протянула книгу, на которой был нарисован человек в фетровой шляпе.\n\n— \"Вот какие материалы держишь? Ну, я не отказываюсь, мне подходит.\"\n\n— \"Вот и договорились. Кстати, эта безумная до сих по лесу ходит? Ну, которая сов ищет.\"\n\n— \"Жень, видишь мои два пальца?\"\n\n— \"Вижу.\"\n\n— \"Сейчас я со всей силы ими двину и очки у тебя будут вбиты в глаза. Не надо оскорблять членов моей банды. Ты многого не понимаешь.\"\n\n— \"Ну...\" — ещё один человек напуган Толиком.\n\n— \"Ладно, пойду я. Удачи, книгу оставлю.\"\n\n— \"По-по-по-пока...\"",
    "answers": [
      {
        "id": 17,
        "text": ">>>"
      }
    ]
  },
  {
    "id": 17,
    "text": "Толик вышел из библиотеки. Разговор был, правда, не самый удачный — но наконец-то можно было избавиться от этой ваты. Довольно-таки неприятно таскать её везде. Что-то надо было сделать... ах да, забежать к вожатой. В Толяна кто-то врезался.\n\n— \"Смотри куда идё-а-а...\"\n\n— \"Да, Алис?\"\n\n— \"Не-не, ничего! Как день там?\"\n\n— \"Да нормально... кстати, как там концерт ваш? Будет? Я там даже вложиться готов, ну, вы понимаете.\"\n\n— \"Концерт? А ты откуда зназнаешь?\"\n\n— \"Так, по хабам. По каналам информационным.\" — Толик ехидно улыбнулся.\n\n— \"Ну, будет... надо ещё обговорить.\"\n\n— \"Да, если будет — скажи, я там народ позову, может помогу чем. Аппаратуру там выбить, ну.\"\n\n— \"Ну да, да, хорошо... я побегу?\"\n\n— \"Давай, удачи. Не знаешь, вожатая у себя в домике?\n\n— \"Вроде...\" — Алиса убежала, не договорив.\n\nСегодня Толика все боялись... как и всегда. на самом деле, не самое приятное чувство — вроде и некая власть, а пообщаться не с кем. В любом случае, надо идти до вожатой.",
    "answers": [
      {
        "id": 18,
        "text": ">>>"
      }
    ]
  },
  {
    "id": 18,
    "text": "Вожатая мирно сидела у домика, читая ещё одну какую-то книгу. Толик, дабы не спугнуть — а что, закономерность же, — тихо подошёл. Ольга Дмитриевна, кажется, и не заметила его присутствия, пока...\n\n— \"Здравствуйте...\"\n\n— \"То-то-то...Толик, чего тебе? Не пугай так.\"\n\n— \"Да что ж вы, меня сегодня все так боятся? Ну ничего я не делал плохого... и вообще, я спросить хотел. Сегодня же новенький прибыл?\"\n\n— \"Да, Семён прибыл...\"\n\n— \"Ну, что-нибудь о нём известно?\"\n\n— \"А с чего я тебе должна выкладывать информацию? Толик, соблюдай дисциплину...\"",
    "answers": [
      {
        "id": 19,
        "text": ">>>"
      }
    ]
  },
  {
    "id": 19,
    "text": "Толик кинул Ольге Дмитриевну пару купюр.\n\n— \"Ну, я точно не знаю, но он вообще без прошлого кажется приехал. В пальто, без вещей, водой облитый, родителям мы его позвонили, что-то в кармане постоянно вертит, телосложение неплохое... кажется, пловец.\"\n\n— \"Ну, как минимум это больше того что я знал. Благодарю за сотрудничество.\"\n\n— \"Да это... Толик, хватит может? Играешь в эти игры свои, гангстер тоже мне...\"\n\n— \"Ну, игры играми же, мы же пионеры?\" — Толик нервно захихикал и ушёл.",
    "answers": [
      {
        "id": 20,
        "text": ">>>"
      }
    ]
  },
  {
    "id": 20,
    "text": "Ольга Дмитриевна, немного недоумевая, вернулась к своей книге. Толик же отправился неизвестно куда — на самом деле же он пошёл за домик.\n\nНемного обогнув привычный маршрут, он спрятался за домиком Ольги Дмитриевны и закурил. Как попадали сигареты в Совёнок, конечно же, оставалось загадкой. \n\nЗадумавшись немного, Толик отбросил бычок.\n\n— \"Меняться надо... вот ещё, курить эту херню...\"\n\nВнезапно прозвучал сигнал, призывающий идти на ужин. Отличный момент, чтобы познакомиться с новеньким и пообщаться со старыми друзьями.",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 21,
    "text": "Спасибо, за прочтение этого небольшого сочинения, если хотите увидеть продолжение, пишите комментарии, ставьте лайки, и скоро будет обновление.\n\nЖдать осталось недолго...",
    "answers": [
      {
        "id": 1,
        "text": "<<<"
      }
    ]
  },
  {
    "id": 22,
    "text": "— \"Ладно, пионеры. Берите!\"\n\n— \"Надеюсь, таких сделок больше не будет, и всё будет по моему!\" — пригрозливым тоном произнёс Толик.\n\n— \"Да-да, всё будет, завтра-послезавтра придёт ещё товар, поэтому всё, по пол-цены, согласны?\" — дрожащим подыхом молвит медсестра.\n\n— \"Мы подумаем, водки нам ещё хватит, взяли для наших роботостроителей, для протирки мелких деталей.\"\n\n— \"Да.\" — ответил молчаливый Шурик с арматурой.\n\n— \"Мы пойдём, я после таких операций, всегда хочется сильно кушать, пойду как раз сейчас в столовую.\" — Толик любит покушать, особенно, после тяжелого робочего ганстерського дня.\n\n— \"До свиданья, пионеры...\"\n\n— \"До новых сделок, Виолетта.\"",
    "answers": [
      {
        "id": 5,
        "text": ">>>"
      }
    ]
  },
  {
    "id": 23,
    "text": "\"Кто я? Пионер? Как я помню, я всегда был пионером... всегда. Но почему, я выгляжу, как минимум на сорок?.. Что произошло в моём прошлом? Авария? Не помню, или не знаю... Я в этот лагерь приезжаю постоянно, приезжаю, вроде, 4-тый год... Но не помню! Если посмотреть, я играю в какие-то гангстерськие игры, меня все боятся, у меня есть своя команда, своя банда. И почему меня боятся, из-за внешности, или из-за характера?.. Я обычно добрый, если я сыт, я не буду злиться. Я люблю этот пионерлагерь. Эти кусты, остров, сцена, пляж... Сколько классных дней, здесь я провёл... Сколько в карты мы играли, на деньги, даже в долг, многие нам задолжали огромные суммы. Я бы простил, но это один из факторов влияния на людей, карточный долг — это святое! Я не помню, что происходило вне лагеря........\"\n\n\n\n\n\nP.S.\nНемного сыровато, в следующем обновлении будет изменено текст, добавлено больше сюжету...",
    "answers": [
      {
        "id": 14,
        "text": "<<<"
      }
    ]
  },
  {
    "id": 24,
    "text": "",
    "answers": []
  }
]