[
  {
    "id": 1,
    "text": "Автор: Масяня\nОписание: В 2017 году на Землю вторглись инопланетяне, известные как митраллы. Попытки выйти на контакт не увенчались успехом. Космические гости прибыли далеко не с мирными намерениями. Их интересовал один ресурс, которого не было на других планетах и вариантов добыть его мирным путём не было. Неизвестно для чего, но им нужен был человеческий скелет. Ни металлы, ни вода, ни рабы не интересовали и не были нужны митраллам. Так началось противостояние людей и инопланетян. К сожалению люди были хуже подготовленны к войне, поэтому к 2019 году оставшиеся в живых люди начали укрываться в убежищах и в лесах. Вы узнаете судьбу трёх различных персонажей, среди которых один из солдат, отправленных уничтожить материнский корабль пришельцев, свихнувшийся после потери близких врач и штурмовик митраллов. Все истории отличаются друг от друга, но так же они тесно связаны. То что вы сделаете в одной истории отразится на том, что произойдёт в другой.",
    "answers": [
      {
        "id": 2,
        "text": "Начать.",
        "bg_color": [
          1,
          1,
          1
        ],
        "text_color": [
          0,
          0,
          0
        ]
      },
      {
        "id": 175,
        "text": "Просьба автора."
      }
    ]
  },
  {
    "id": 2,
    "text": "Выберите историю или узнайте результаты ваших приключений.",
    "answers": [
      {
        "id": 3,
        "text": "[История Койота]",
        "need": -3
      },
      {
        "id": 4,
        "text": "[История Психиатра]",
        "need": [
          -4,
          3
        ],
        "var_set": [
          "добро",
          0,
          "зло",
          0
        ]
      },
      {
        "id": 18,
        "text": "[История 57683-его]",
        "need": [
          -18,
          4
        ]
      },
      {
        "id": 85,
        "text": "[Результаты]",
        "need": [
          18
        ]
      },
      {
        "id": 1,
        "text": "[Назад]",
        "need": [
          3,
          4,
          18
        ]
      }
    ]
  },
  {
    "id": 3,
    "text": "—Койот, ты как? — Вепрь, подошёл к вам протягивая руку.\nВас отбросило взрывной, когда Москит прострелил топливный бак штурмовика инопланетян.",
    "answers": [
      {
        "id": 6,
        "text": "\"Нормально\""
      },
      {
        "id": 7,
        "text": "\"Словно меня грузовик переехал*"
      }
    ]
  },
  {
    "id": 4,
    "text": "—Эй! Вставай! Третий час уже валяешься! Были бы у меня руки, я бы дал тебе пощёчену!\n—Не дави на него. У него был трудный день. Не каждый же час  его пытаются убить, а потом бьют лопатой.\n—Он не должен быть хлюпиком! Я вот всегда готов к атаке!\n—Это потому что ты не чувствуешь боли, а он чувствует.",
    "answers": [
      {
        "id": 88,
        "text": "\"Эй, я тут!\""
      },
      {
        "id": 89,
        "text": "\"Заткнитесь! Оба\""
      }
    ]
  },
  {
    "id": 5,
    "text": "—Не лучшая идея, но да, лишний солдат нам не помешает. — Вепрь повернулся к Москиту. — Найди палку покрепче, будем делать Ворону новую ногу, лучше старой.\nСпустя несколько минут Ворон уже неуверенно стоял на своей ноге и костыле, собранном Москитом.",
    "answers": [
      {
        "id": 21,
        "text": "[Идти дальше]"
      }
    ]
  },
  {
    "id": 6,
    "text": "—Вот и хорошо, давай вставай. — Вепрь помог вам подняться.\n—Спасибо. Все живы? — вы обвели взглядом поляну, на которой произошло сражение.\n—К сожалению нет, Медведь погиб, а Ворон остался без ноги. — Вепрь пожал плечами. — Но они знали на что идут. Их семьям будет начисленна компенсация в размере месечного количества провианта.",
    "answers": [
      {
        "id": 8,
        "text": "[Осмотреть остатки митралла]"
      },
      {
        "id": 9,
        "text": "[Осмотреть место гибели Медведя]"
      },
      {
        "id": 10,
        "text": "\"Что будем делать дальше?\""
      }
    ]
  },
  {
    "id": 7,
    "text": "—Шутишь? Это хорошо, давай вставай. — Вепрь помог вам подняться.\n—Спасибо. Все живы? — вы обвели взглядом поляну, на которой произошло сражение.\n—К сожалению нет, Медведь погиб, а Ворону  пол ноги разъело химией. — Вепрь пожал плечами. — Но они знали на что идут. Их семьям будет начисленна компенсация в размере месечного количества провианта.",
    "answers": [
      {
        "id": 8,
        "text": "[Осмотреть остатки митралла]"
      },
      {
        "id": 9,
        "text": "[Осмотреть место гибели Медведя]"
      },
      {
        "id": 10,
        "text": "\"Что будем делать дальше?\""
      }
    ]
  },
  {
    "id": 8,
    "text": "Вы подошли к месту, почерневшему от взрыва. Везде, в радиусе трёх метром валялись металлические обломки, остатки митралла. Вы заметили в траве огромное, по сравнению с вашим, инопланетное оружие, а также большой розовый глаз, голова митралла или что-то вроде того.",
    "answers": [
      {
        "id": 11,
        "text": "[Осмотреть оружие]"
      },
      {
        "id": 12,
        "text": "[Взять глаз митралла]"
      }
    ]
  },
  {
    "id": 9,
    "text": "Вы подошли к месту гибели Медведя. Он лежал скрюченный в неестественной позе на выженной химикатами земле. Это самое страшное в митраллах. Их оружие заряженно какой-то жидкостью, которая разъедает кожу человека за несколько минут. Но всё то время, пока мыщцы и  кожа превращаются в жижу и стекают с человека, человек находится в сознании и чувствует всю эту адскую боль. Интересно то, что кости остаются целыми и очещёнными от ненужного материала, такого как одежда, волосы и мясо.",
    "answers": [
      {
        "id": 13,
        "text": "[Осмотреть сумку Медведя]"
      },
      {
        "id": 14,
        "text": "\"Нужно похоронить его\""
      }
    ]
  },
  {
    "id": 10,
    "text": "—Что и собирались. Отправляемся к материнскому кораблю пришельцев. — Вепрь указал на восток. — Есть только одна проблема... Ворон не сможет пойти с нами. ",
    "answers": [
      {
        "id": 5,
        "text": "\"Если сделать из ветки костыль, он сможет пойти с нами\""
      },
      {
        "id": 19,
        "text": "\"Ему лучше вернуться в убежище\""
      }
    ]
  },
  {
    "id": 11,
    "text": "Вы подошли ближе к оружию. Это внеземное оружие было очень похоже на огромный водяной пистолет, но вместо воды, он был заправлен каким-то химическим веществом. К сожалению сил поднять оружие у вас не было. Оно было размером со взрослого сенбернара. Это доказывает, что митраллы очень сильны. ",
    "answers": [
      {
        "id": 10,
        "text": "\"Что будем делать дальше?\""
      }
    ]
  },
  {
    "id": 12,
    "text": "Москит рассказывал вам, что глаз митралла имеет очень интересные свойства. Хотя это и противно, но его можно употреблять в пищу, поэтому в убежищах он очень высоко ценится. Вы подошли и подняли с земли розовый глаз с узким зрачком. Срезав ножом нитки нервов, торчащих из глаза, вы положили его в свою сумку.",
    "answers": [
      {
        "id": 10,
        "text": "\"Что будем делать дальше?\""
      }
    ]
  },
  {
    "id": 13,
    "text": "Вы обходите скелет Медведя и находите в нескольких метрах от него сумку. Открыв сумку, вы видите в ней кучку обменного хлама, швейцарский нож и обручальное кольцо.",
    "answers": [
      {
        "id": 15,
        "text": "[Взять обменный хлам]"
      },
      {
        "id": 16,
        "text": "[Взять швейцарский нож]"
      },
      {
        "id": 17,
        "text": "[Взять обручальное кольцо]"
      }
    ]
  },
  {
    "id": 14,
    "text": "—Ну у нас нет на это времени, но Медведь был нашим другом, поэтому я с тобой согласен. — Вепрь бросил вам сапёрную лопатку, а сам взял лопатку Ворона. \nУ вас ушло несколько часов, прежде чем вы смогли вырыть достаточно глубокую могилу для Медведя. Москит за это время сделал из двух веток крест. Похоронив Медведя, все начали собираться.",
    "answers": [
      {
        "id": 10,
        "text": "\"Что будем делать дальше?\""
      }
    ]
  },
  {
    "id": 15,
    "text": "Вы достали пять вещей, которые сейчас людям не нужны (булавка, севшие батарейки, разбитый телефон, флешка и т.д.), но которые можно выгодно обменят. у торговцев.",
    "answers": [
      {
        "id": 10,
        "text": "\"Что будем делать дальше?\""
      }
    ]
  },
  {
    "id": 16,
    "text": "Вы взяли из сумки Медведя раскладной швейцарский нож, слегка испачканный в чём-то, но в принципе готовый исполнить своё предназначение.",
    "answers": [
      {
        "id": 10,
        "text": "\"Что будем делать дальше?\""
      }
    ]
  },
  {
    "id": 17,
    "text": "Вы достали из сумки обручальное кольцо медведя с гравировкой внутри: Михаил. Медведь погиб, но в убежище у него осталась жена, возможно стоит отдать кольцо ей.",
    "answers": [
      {
        "id": 10,
        "text": "\"Что будем делать дальше?\""
      }
    ]
  },
  {
    "id": 18,
    "text": "—Эй, 57683-ий, ты меня слышишь? — раздался голос у вас в голове. — Твоя задача иследовать местность секторе \"D\", там были замечены люди, возможно там есть их поселение. Всё понятно?",
    "answers": [
      {
        "id": 93,
        "text": "\"Да\""
      }
    ]
  },
  {
    "id": 19,
    "text": "—Это верно, в убежище есть нормальные лекарства и доктора, а то наш Айболит, — Вепрь указал на Москита. — только подорожником лечить умеет. \nОперевшись на своё ружьё как на костыль, Ворон отправился в сторону убежища. Припасов должно хватить, до убежища всего где-то 2-2,5 километра.",
    "answers": [
      {
        "id": 21,
        "text": "[Идти дальше]"
      }
    ]
  },
  {
    "id": 20,
    "text": "Вы остановились и разбили лагерь. Вепрь разводил костёр. Москит ушёл за дровами. Дух и Змей ставили палатки. Вы открывали консервы. Ворон сидел под деревом с понурой головой.",
    "answers": [
      {
        "id": 23,
        "text": "[Закончить день]"
      }
    ]
  },
  {
    "id": 21,
    "text": "Весь отряд побрёл дсльше по лесной дороге. Время от времени вы встречали различных животных, от зайцев до волков, но все они были напуганны и убегали только завидев вас. Вы шли очень долго, часов у вас не было, но вы могли поклясться, что идёте уже больше 5 часов. Когда ноги уже перестали сгибаться, Вепрь объявил о том, что сегодня дальше вы не пойдёте. ",
    "answers": [
      {
        "id": 20,
        "text": "[Отдыхать]",
        "need": 5
      },
      {
        "id": 22,
        "text": "[Отдыхать]",
        "need": 19
      }
    ]
  },
  {
    "id": 22,
    "text": "Вы остановились и разбили лагерь. Вепрь разводил костёр. Москит ушёл за дровами. Дух и Змей ставили палатки. Вы открывали консервы. ",
    "answers": [
      {
        "id": 23,
        "text": "[Закончить день]"
      }
    ]
  },
  {
    "id": 23,
    "text": "Утром вы быстро собрались и снова отправились в путь. Вы шли без остановки несколько часов, пока вас не остановил Вепрь.\n—Смотрите, здесь чья-то община. — Вепрь указал но огромный частокол, который наврядли задержит митралла, но от хищников и бандитов спасёт.\nДух постучался в ворота. Сначала ответа не было, но потом ворота распахнулись и на отряд направили копья два человека. \n—Сдайте всё оружие, если хотите войти. — скомандовал один из них.",
    "answers": [
      {
        "id": 24,
        "text": "[Собрать оружие у отряда и передать его парню с копьём]",
        "need": 5
      },
      {
        "id": 26,
        "text": "[Собрать оружие у отряда и передать его парню с копьём]",
        "need": 19
      }
    ]
  },
  {
    "id": 24,
    "text": "Вы бостро прошлись по отряду и собрали оружие. Автомат Вепря, винтовка Москита, ружьё Ворона, самодельный огнемёт \nДуха, пистолет и мачете Змея, а так же свой нож и автомат.\n—Можете войти в наше поселение. — парень взял всё ваше оружие. — У нас есть еда, вода, жильё, остснетесь, если хотите, если будите уходить, то мы вернём вам оружие.",
    "answers": [
      {
        "id": 25,
        "text": "[Войти в поселение]"
      }
    ]
  },
  {
    "id": 25,
    "text": "Всё в поселении выглядело так, словно вы попали в средневековье — повсюду стояли деревянные домишки, воду качают из колодца, разводят скот, люди вооруженны топорами, копьями и луками, хотя на вышке можно заметить снайпера, а у главного здания установлен пулемёт.",
    "answers": [
      {
        "id": 27,
        "text": "[Подойти к торговцу]"
      },
      {
        "id": 28,
        "text": "[Найти главу поселения]"
      },
      {
        "id": 29,
        "text": "[Отдохнуть здесь]"
      },
      {
        "id": 38,
        "text": "[Отправиться на болото]",
        "need": [
          36,
          -38
        ]
      },
      {
        "id": 46,
        "text": "[Осмотреть колодец]",
        "need": [
          -47,
          35
        ]
      }
    ]
  },
  {
    "id": 26,
    "text": "Вы бостро прошлись по отряду и собрали оружие. Автомат Вепря, винтовка Москита, самодельный огнемёт Духа, пистолет и мачете Змея, а так же свой нож и автомат. \n—Можете войти в наше поселение. — парень взял всё ваше оружие. — У нас есть еда, вода, жильё, останетесь, если хотите, если будите уходить, то мы вернём вам оружие. ",
    "answers": [
      {
        "id": 25,
        "text": "[Войти в поселение]"
      }
    ]
  },
  {
    "id": 27,
    "text": "За деревянным столом сидел толстоватый мужчина в безрукавке. \n—О! Как давно я не видел новых людей! Что хочешь, путник? — обрадовался вам торговец.",
    "answers": [
      {
        "id": 31,
        "text": "\"Что можно купить на этот хлам?\"",
        "need": [
          -31,
          15
        ]
      },
      {
        "id": 30,
        "text": "\"Что я могу получить за глаз митралла?\"",
        "need": [
          12,
          -30
        ]
      },
      {
        "id": 32,
        "text": "\"Что в деревне интересного?\"",
        "need": -32
      },
      {
        "id": 48,
        "text": "\"Мне нужна верёвка, хочу проверить колодец\"",
        "need": [
          35,
          -48
        ]
      },
      {
        "id": 25,
        "text": "\"Нет, мне нечего не нужно\""
      }
    ]
  },
  {
    "id": 28,
    "text": "Не трудно было понять, что глава поселения находится в самом большо, центральном здании, защищённом пулемётом. Глава поселения сидел в кресле и о чём-то разговаривал с одним из своих людей.",
    "answers": [
      {
        "id": 33,
        "text": "[Поговорить с главой]"
      }
    ]
  },
  {
    "id": 29,
    "text": "Вместе со Змеем вы установили палатки на выделенном вам Старостой участке земли.Так же Староста приказал, чтобы вас накормили, правда какой-то белый жижей, названной кашей, но на кашу не похоже было ни капли. Но на вкус оказалось терпимо, да и сытно.",
    "answers": [
      {
        "id": 51,
        "text": "[Закончить день]"
      }
    ]
  },
  {
    "id": 30,
    "text": "—Ух ты! Впервые вижу настоящий глаз этих тварей. — глаза торговца загорелись. — Говорят они приносят удачу. Да и к тому же очень питательны. Могу дать за него вот этот бронежилет, в него вставленно несколько металлических пластин, а сам он сделан из коровьей шкуры. Будем меняться?",
    "answers": [
      {
        "id": 27,
        "text": "\"Да\""
      }
    ]
  },
  {
    "id": 31,
    "text": "—Ооо! Это может мне пригодиться. — торговец обрадовался. — Могу дать за это лук и 5 стрел в придачу. Согласен?",
    "answers": [
      {
        "id": 27,
        "text": "\"Да\""
      }
    ]
  },
  {
    "id": 32,
    "text": "—Что нового? — торговец удивился — Ну... Я точно не уверен, но у нас недели две назад пропало пять человек, две девушки и три парня, хорошые ребята были. Ну не суть. Короче слух ходит, что одна девушка вернулась, правда умом тронулась, кидалась на всех... Ну так как-то, правда я не верю. Ты лучше к старосте Федоту сходи.",
    "answers": [
      {
        "id": 27,
        "text": "\"Спасибо за историю\""
      }
    ]
  },
  {
    "id": 33,
    "text": "—Здравствуй путник, я староста Федот. — увидев вас, поднялся с кресла староста. — Что тебе нужно.",
    "answers": [
      {
        "id": 34,
        "text": "\"Как вы тут выживаете?\"",
        "need": -34
      },
      {
        "id": 35,
        "text": "\"Что странного видели?\"",
        "need": -35
      },
      {
        "id": 36,
        "text": "\"Говорят у вас люди пропадают\"",
        "need": [
          32,
          -36
        ]
      },
      {
        "id": 43,
        "text": "\"Я не знаю, что это было, но похоже пропавшие люди чем-то больны\"",
        "need": [
          42,
          45,
          -43
        ],
        "need_sometimes": false
      },
      {
        "id": 25,
        "text": "\"Извините за беспокойство\""
      }
    ]
  },
  {
    "id": 34,
    "text": "—Как? — удивился Федот. — Как все. Правда сначало трудно было. Но после того как построили колодец жизнь начала налаживаться. А уж после того как мы приручили овец и коров, так нам вообще практически не надо думать о выживании. Правда иногда бандиты нападают, так мы их из лука или топориком, а митраллов из винтовки, с расстояния. Глаз ему прошибаешь и он дохнет. Мы потом их разбираем на запчасти и делаем что-то полезное. Вот недавно мельницу построили.",
    "answers": [
      {
        "id": 33,
        "text": "\"Спасибо за то, что уделили мне минуту.\""
      }
    ]
  },
  {
    "id": 35,
    "text": "—Ууу... — протянул Федот. — И не перечислишь. Иногда видим здоровых червей, розовых, противных, по лесу ползают, но к нам не заползают и вроде не агрессивны Ещё собак бешенных видели, они ужасны. Вся пасть в крови, из глаз тоже кровь течёт, а они, кидаются и боли не чувствуют. А ещё люди говорят, что у воды в колодце вкус изменился, а мне кажется всё нормально.",
    "answers": [
      {
        "id": 33,
        "text": "\"Спасибо за то, что уделили мне минуту.\""
      }
    ]
  },
  {
    "id": 36,
    "text": "—Это вам торговец наш, Антон, рассказал? — вздохнул Федот. — Вот язык у кого как помело. Что услышит, не разберётся, сразу бежит рассказывать. Однажды увидел, как я парня одного обнимаю, брата моего, наконец-то меня нашёл, так я потом неделю доказывал, что у меня нормальная ориентация. Ну мы не об этом. Да, люди пропадают. Две доярки пропали, Света и Ольга, фермер Коля и два охотника, Слава и Толик. Их не было две недели, мы им уже кресты на кладбище поставили.",
    "answers": [
      {
        "id": 37,
        "text": "\"Продолжайте\""
      }
    ]
  },
  {
    "id": 37,
    "text": "—А дня два назад Ольга вернулась. Вся в крови. На лице царапины. Мычит, нечего сказать не может. Наш врач Лёха к ней подбежал, а она на него кинулась и душить начала. Еле оттащили. Сильная оказалась. Втроём тащили. Я и два охранника. Так она мне палец откусила. — Федот показал вам левую руку без указательного пальца. — Короче она не успокаивалась и тогда Гена, один из охранников пробил ей голову топором. Мы пытались скрыть это, но видимо не получилось. Вот если бы ты помог нам понять, что с ней случилось. У неё вся обувь была в трясине, а в лесу всего одно болото. Видимо там она и была. Я не могу рисковать своими людьми, а ты солдат, тебе всё по плечу. Поможешь?",
    "answers": [
      {
        "id": 33,
        "text": "\"Да\""
      }
    ]
  },
  {
    "id": 38,
    "text": "Где-то 10 минут вы искали в деревне парня, который забрал у вас оружие. Потом, всё же забрав у парня свои вещи, вы отправились на болото, предупредив об этом Вепря. Путь был не маленький. Болото находилось где-то в трёх километрах от поселения. Зачем доярке идти в такую даль? ",
    "answers": [
      {
        "id": 39,
        "text": "[Выйти к болоту]"
      }
    ]
  },
  {
    "id": 39,
    "text": "Огромное зелёное болото было прямо перед вами, но никаких признаков пропавших людей. Вы начинаете обходить болото. Взади что-то булькает. Направив на звук автомат, вы видите худого мужчину в уостюме из коровьей шкуры. Он смотрит на вас чёрными вытекшими глазами и мычит, пытаясь выбраться из топи.",
    "answers": [
      {
        "id": 40,
        "text": "[Выстрелить в него из автомата]"
      },
      {
        "id": 41,
        "text": "[Подойти ближе]"
      }
    ]
  },
  {
    "id": 40,
    "text": "Вы стреляете. Пуля пробивает голову парня, раскидывая ошмётки черепа по болоту. Тело исчезает в трясине. Неожиданно взади раздаётся рычание. Вы не успеваете развернуться и вас сбивает с ног ещё один мужчина, более уродливый чем первый. Глаза на его голове не то, что вытекли,а начали сростаться на лбу в один глаз. Эта тварь, которую трудно назвать человеком, издаёт рык и кидается на вас. ",
    "answers": [
      {
        "id": 42,
        "text": "[Зарезать тварь]"
      }
    ]
  },
  {
    "id": 41,
    "text": "На всякий случай вы достаёте нож , а автомат вешаете на плечо. \n—Эй, парень. Ты Толя? Или Славик? Я пришёл помочь. — вы протягиваете парню руку.\nОн хватает вас и начинает тянуть в болото. Вы успеваете оттолкнуть его и парень падает в болото, исчезая в нём. Неожиданно взади раздаётся рычание. Вы не успеваете развернуться и вас сбивает с ног ещё один мужчина, более уродливый чем первый. Глаза на его голове не то, что вытекли,а начали сростаться на лбу в один глаз. Ваш нод вылетел из рук и упал в болото, а автомат из-за спины не достать. Эта тварь, которую трудно назвать человеком, издаёт рык и кидается на вас. ",
    "answers": [
      {
        "id": 44,
        "text": "[Ударить кулаком]",
        "need": -16
      },
      {
        "id": 45,
        "text": "[Зарезать тварь]",
        "need": 16
      }
    ]
  },
  {
    "id": 42,
    "text": "Тварь брасается на вас, вы вовремя успеваете среагировать и, откатившись вправо, пробиваете голову твари ножом. Существо падает на землю. Из его недоглаза вытекает оранжевая жидкость, по запаху напоминающая испорченную воду. Поднявшись с земли, вы осматриваете болото и пониаете, что больше здесь никого нет.",
    "answers": [
      {
        "id": 33,
        "text": "[Вернуться к старосте]"
      }
    ]
  },
  {
    "id": 43,
    "text": "—Да? — Федот удивился. — Сначало пришельцы, а теперь ещё и эпидемия какая-то. Расскажи, что ты видел.\n—Я видел двух парней. — начали вы. — один застрял в болоте и выглядел так же как ваша Ольга. Я убил его. Но потом на меня кинулся второй парень. Он не был похож на человека. Более крепкий, высокий, худой, аж кости торчат и  глаза, они срослись в один глаз, по форме похожий на стрелку вверх. Он был крайне агрессивен. Но я так понял, что если снести башку, то тварь сдохнет. Так и скажите своим Робин Гудам, если они их увидят. \n—Спасибо, странник. — Федот пожал вам руку. — много я тебе дать не могу, но на вот возьми, это семейная реликвия. \nФедот подошёл к шкафу и протянул вам револьвер. \n—Там шесть патронов, больше нет, уж извини. ",
    "answers": [
      {
        "id": 33,
        "text": "\"Спасибо\""
      }
    ]
  },
  {
    "id": 44,
    "text": "Вы бьёте тварь в челюсть, но она крепче чем казалась. Схватив вас за руку, тварь выворачивает её под углом в 90°. Вы кричите изо всех сил, но тщетно. Тварь вгрызается вам в горло, вырывая кусок кожи. Кровь начинает хлыстать фонтаном из шеи \nСпустя несколько мучительных секунд вы умираете.",
    "answers": [
      {
        "id": 2,
        "text": "*Конец первой истории*"
      }
    ]
  },
  {
    "id": 45,
    "text": "Вовремя вспомнив про нож Михаила, вы вытасаиваете его из кармана и вонзаете в дыру, бывшую глазами существа. Тварь падаеь на землю. Из глаза вытекает оранжевая жидкость по запаху напоминающая испорченную воду.",
    "answers": [
      {
        "id": 33,
        "text": "[Вернуться к старосте]"
      }
    ]
  },
  {
    "id": 46,
    "text": "Глубокий колодец, дна не видно. Но вода действительно мутная и пахнет отвратительно.",
    "answers": [
      {
        "id": 47,
        "text": "[Спуститься вниз по верёвке]",
        "need": 48
      },
      {
        "id": 25,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 47,
    "text": "По верёвке вы спускаетесь вниз, на дно колодца. Воды здесь по пояс, правда она здесь холодная. Вы быстро находите причину испорченного колодца. В воде плавает раздутый женский труп.",
    "answers": [
      {
        "id": 49,
        "text": "[Привязать труп к верёвке и вытащить из колодца]"
      }
    ]
  },
  {
    "id": 48,
    "text": "—Хмм... — торговец хмурится. — Ну если это на благо деревни... Ладно дам, но потом вернёшь. Ясно?",
    "answers": [
      {
        "id": 27,
        "text": "\"Да, спасибо\""
      }
    ]
  },
  {
    "id": 49,
    "text": "Вы обвязываете вокруг раздутого живота трупа верёвку. Сначала вы валазиете сами, а потом с трудом вытягиваете труп.",
    "answers": [
      {
        "id": 50,
        "text": "[Сообщить об этом старосте]"
      }
    ]
  },
  {
    "id": 50,
    "text": "Вы приводите Федота к колодцу. По его испуганному лицу вы понимаете, что он узнал труп. \n—Это же Ольга. Но Гена же сказал, что избавился от трупа. Вот гнида. Я с ним разберусь. Спасибо тебе за очистку колодца.",
    "answers": [
      {
        "id": 25,
        "text": "\"Рад помочь\""
      }
    ]
  },
  {
    "id": 51,
    "text": "Утром вы поблагодарили жителей поселения за гостепреимство и отправились в путь. По расчётам Вепря вы добирётесь до корабля инопланетян завтра в обед, если не будет никаких препятствий.",
    "answers": [
      {
        "id": 52,
        "text": "[Отправиться в путь]"
      }
    ]
  },
  {
    "id": 52,
    "text": "Весь день вы шли, размышляя о том, что в лесном поселении происходит что-то странное, но разобраться в этом у вас нет времени. Когда вы проходили мимо затушенного костра вам показалось, что здесь кто-то есть, но обыскав всё, вы нечего не нашли, поэтому пошли дальше.",
    "answers": [
      {
        "id": 53,
        "text": "[Идти]"
      }
    ]
  },
  {
    "id": 53,
    "text": "Спустя пару часов вы были уже на достаточно большом расстоянии от затушенного костра и лесного поселения. Сейчас вы находились возле чьей-то сгоревшей избушки. Неизвестно кому она принадлежала, но сгорела она почти полностью, оставив лишь часть стены и обваленную крышу. Порывшись в обломках, вы нечего не находите. Вепрь приказывает остановиться здесь. ",
    "answers": [
      {
        "id": 54,
        "text": "[Тщательнее осмотреть сгоревший дом]"
      },
      {
        "id": 55,
        "text": "[Приготовить еду]"
      },
      {
        "id": 56,
        "text": "[Ставить палатки]"
      }
    ]
  },
  {
    "id": 54,
    "text": "Пока остальные ставят палатки и готовят еду, вы решили осмотреть сгоревший дом. Угли ещё тёплые, это означает, что дом сгорел недавно, сегодня ночью или вчера днём. Из вещей вы находите лишь сгоревшую одежду, несколько ножей, которыми уже нельзя пользоваться, а так же испорченные медецинские приспособления, типа расширителя рёбер, жгута и скальпеля. Больше нечего интересного вы не нашли.",
    "answers": [
      {
        "id": 57,
        "text": "[Закончить день]"
      }
    ]
  },
  {
    "id": 55,
    "text": "Пока остсльные ставят палатки, вы решаете приготовить ужин. Сначала нужно найти дрова, поэтому, предупредив Вепря, вы отправляетесь в лес.",
    "answers": [
      {
        "id": 58,
        "text": "[Собирать хворост]"
      }
    ]
  },
  {
    "id": 56,
    "text": "Пока Дух готовил ужин, вы вместе со Змеем решили поставить палатки. На это у вас ушло около 15 минут, к этому времени ужин был уже готов.",
    "answers": [
      {
        "id": 57,
        "text": "[Закончить день]"
      }
    ]
  },
  {
    "id": 57,
    "text": "Поужинав кулинарным шедевром, все разбредаются по своим палаткам. Вы тоже заползаете в свою палатку и засыпаете.",
    "answers": [
      {
        "id": 61,
        "text": "[Следующий день]"
      }
    ]
  },
  {
    "id": 58,
    "text": "Вы долго ходите по лесу в поисках хвороста и спустя 30 минут вы уже носите в руках достаточно большую охапку. Неожиланно в кустах что-то заршало. Бросив хворост, вы прячетесь за дерево, проклиная себя за то, что оставили автомат в лагере. Но выглянув из-за дерева вы видите на поляне молодого оленя.",
    "answers": [
      {
        "id": 59,
        "text": "[Убить оленя]",
        "need": [
          31
        ]
      },
      {
        "id": 60,
        "text": "[Спугнуть оленя]"
      }
    ]
  },
  {
    "id": 59,
    "text": "К сожалению вы забыли автомат в лагере, но лук, который вы купили у торговца, был с вами. Поэтому вы без труда убиваете оленя, правда с третьей попытки. Всё же из лука вы стреляете в первый раз, но зато теперь на ужин у вас будет не старые консервы, а жаренная оленина.",
    "answers": [
      {
        "id": 57,
        "text": "[Закончить день]"
      }
    ]
  },
  {
    "id": 60,
    "text": "Вы выбегаете из-за дерева махая руками и крича что-то неразборчивое. Олень, увидев вас, бросился бежать. А вы, собрав хворост, брошенный на поляне, возвращаетесь в лагерь.",
    "answers": [
      {
        "id": 57,
        "text": "[Закончить день]"
      }
    ]
  },
  {
    "id": 61,
    "text": "Всю ночь вам казалось что за лагерем кто-то наблюдает, но утром вы поняли, что напрасно волновались. Нечего не пропало и следов наблюдателей не было. Вепрь приказал собираться и отправляться в путь.",
    "answers": [
      {
        "id": 62,
        "text": "[Продолжать идти]"
      }
    ]
  },
  {
    "id": 62,
    "text": "Несколько часов вы шли без остсновки, пока не вышли к обрыву. Отсюда отлично было видно корабль пришельцев. Огромная база, похожая на вулкан, находилась в нескольких километрах от вас.\n—Мы почти пришли. Идём. — погнал вас снова Вепрь.",
    "answers": [
      {
        "id": 63,
        "text": "[Идти к кораблю]"
      }
    ]
  },
  {
    "id": 63,
    "text": "Через час вы были практически у входа на корабль. Вы прятались за грузовиком, кюпридавленным кораблём при приземлении. Но шанса попасть на базу не было. У входа то и дело сновали митраллы и не по одному, а отрядам, по пять, по шесть штук.\n—Что будем делать? — спросил Дух.",
    "answers": [
      {
        "id": 64,
        "text": "\"Попытаемся пробиться через главные ворота\""
      },
      {
        "id": 65,
        "text": "\"Здесь наверняка есть запасной вход или что-то типа того\""
      },
      {
        "id": 66,
        "text": "\"Их нужно отвлечь\"",
        "need": 5
      }
    ]
  },
  {
    "id": 64,
    "text": "—Ты уверен? — удивился Москит. \n—Да. — ответили вы.\n—Я согласен. — подал голос Дух.\n—И я. — поднял руку Змей.\n—Ну раз большая часть людей согласна, то будем пробиваться. — Вепрь снял с плеча автомат.",
    "answers": [
      {
        "id": 86,
        "text": "[Пробиваться к главным воротам]"
      }
    ]
  },
  {
    "id": 65,
    "text": "—А это мысль! — поддержал вас Москит. — на таком большом корабле 100 процентов есть запасной вход.\n—Мне тоже так кажется. — согласился Дух. \n—Тогда идём! — махнул рукой Вепрь.",
    "answers": [
      {
        "id": 87,
        "text": "[Идти через чёрных ход]"
      }
    ]
  },
  {
    "id": 66,
    "text": "—Ага и как же? — удивился Змей. — Предлагаешь пошуметь, чтобы они на звук пошли?\n—Нет, я хочу сказать, что кто-то должен отвлечь их. Как приманка. — ответили вы Змею.\n— Ну и кто это будет? Я? Дух? А может Москит? Или ты? — замахал руками Змей. \n—Я буду... — раздался чей-то голос. \nНа секунду все замолкли и поавернулись к Ворону. \n—-Я их отвлеку. Мне терять нечего. А у вас в убежище почти у всех семьи остались. — Ворон как-то глупо улыбнулся. — Правда, я далеко не убегу. Я там на обрыве засяду и постреляю этих железных дровосеков, сколько смогу. И не надо меня отговаривать.\nПосле этих слов Ворон развернулся и захромал в сторону обрыва.",
    "answers": [
      {
        "id": 67,
        "text": "[Ждать пока Ворон начнёт атаку]"
      }
    ]
  },
  {
    "id": 67,
    "text": "После того, как Ворон скрылся в лесу прошло около десяти минут. Потом начали раздаваться выстрелы, но не точные, хотя и их было достаточно. Уже после второго выстрела большая часть митраллов двинулась к обрыву, теряя время от времени солдат.\n—Наш шанс, пошли. — Москит дёрнул вас за руку.",
    "answers": [
      {
        "id": 68,
        "text": "[Пробраться на базу]"
      }
    ]
  },
  {
    "id": 68,
    "text": "Все аккуратно начали перебегать от укрытия к укрытию, стараясь не шуметь, дабы не обратить волну митраллов, идущую к Ворону, назад. Когда вы уже подходили к полукруглым воротоам базы над вами что-то пронеслось. Повернувшись, вы увидели как в сторону Ворона несутся несколько летательных аппаратов. Через секунду обрыв вспухнул красным светом от запущенного в него снаряда. А вы стояли и смотрели как в том месте поднимается серо-красный дым. Кто-то потянул вас за руку и вам пришлось идти за ним.",
    "answers": [
      {
        "id": 69,
        "text": "[Идти]"
      }
    ]
  },
  {
    "id": 69,
    "text": "Вот вы и на базе, к счасть митраллы пока вас не обнаружили. \n—Нужно найти генератор, реактор или что-то другое, от чего работает эта махина. Взорвём и дело сделано. — Вепрь махнул рукой.\n—С чего начнём? — Москит прислонился к стене.",
    "answers": [
      {
        "id": 70,
        "text": "[Дверь слева]",
        "need": -70
      },
      {
        "id": 71,
        "text": "[Пройти дальше]"
      },
      {
        "id": 72,
        "text": "[Дверь справа]",
        "need": -72
      }
    ]
  },
  {
    "id": 70,
    "text": "Вы открываете дверь слева. Первое, что бросается в глаза, это огромное количество митраллов, стоящих в ряд. От неожиданности вы падаете на пол.ю, но приглядевшись, вы понимаете, что это всего лишь пустые костюмы. Заглянув в один из них, вы видите, что костюм внутри не пуст, он заполнен всякими проводами и деталями, что означает, что одеть такой костюм на человека не возможно.  Пустой только шлем, но от него мало проку без брони. ",
    "answers": [
      {
        "id": 69,
        "text": "[Выйти]"
      }
    ]
  },
  {
    "id": 71,
    "text": "Вы прошли в глубь коридора. \n— Осторожно! — потянув ваз за какой-то ящик, прошептал Москит.\nЭто оказалось очень кстати. Как только вы оказались за ящиком по коридору прошёл митралл, громко топая железными конечностями.",
    "answers": [
      {
        "id": 73,
        "text": "[Идти дальше]"
      },
      {
        "id": 74,
        "text": "[Заглянуть в большую дверь справа]"
      }
    ]
  },
  {
    "id": 72,
    "text": "Дверь справа оказалась закрыта. Видимо она открывается только для определённых существ.",
    "answers": [
      {
        "id": 69,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 73,
    "text": "Спустя несколько безконечных перекрёстков вы доходите до лифта, который наверника может привести вас к вашей цели.",
    "answers": [
      {
        "id": 76,
        "text": "[Спуститься на лифте на нижний уровень]"
      }
    ]
  },
  {
    "id": 74,
    "text": "Двери распахнулисись перед вами, представляя вашему взору огромную машину, похожую на железного жука, с двумя крупнокалиберными орудиями вместо усиков. \n—Нечего себе! — воскликнул Змей. — Эта штука разнесёт три таких убежища как наше всего за несколько часов. Нам бы пригодилась такая крошка. \n—У нас нет времени. Идём. — Вепрь вышел из комнаты. \n—Вон терминал, может там что-то интересное... — Москит указаал в глубь ангара. ",
    "answers": [
      {
        "id": 75,
        "text": "[Скопировать чертежи боевого \"Скарабея\" на флешку]",
        "need": [
          -31,
          15
        ]
      },
      {
        "id": 73,
        "text": "[Идти дальше]"
      }
    ]
  },
  {
    "id": 75,
    "text": "Благодаря флешке, которую зачем-то Медведь взял с собой вы копируете с терминала все данные об этой машине. Наверника это заинтерисую главу вашего убежища.",
    "answers": [
      {
        "id": 73,
        "text": "[Идти дальше]"
      }
    ]
  },
  {
    "id": 76,
    "text": "На самом деле это оказался не лифт, а очень просторная лестница, которая вела вниз и вверх. По логике вещей вам нужно вниз. Поэтому вы спускаетесь на нижний уровень.",
    "answers": [
      {
        "id": 77,
        "text": "[Открыть дверь слева]"
      },
      {
        "id": 78,
        "text": "[Войти сквозь широкие двери]"
      }
    ]
  },
  {
    "id": 77,
    "text": "Вы открываете дверь и видите огромное количество колб с каким-то веществом. Но вы не сразу замечаете движение в комнате. Митралл бросается на вас, а вы не успеваете отреагировать.",
    "answers": [
      {
        "id": 79,
        "text": "[Принять удар]",
        "need": 30
      },
      {
        "id": 80,
        "text": "[Принять удар]",
        "need": -30
      }
    ]
  },
  {
    "id": 78,
    "text": "Открыв двери, вы входите в большое просторное помещение, с длинным столбом посередине. Из столба выходят несколько прозрачных труб, по которым течёт странная голубая жидкость. Подойдя ближе к трубе, вы видите прозрачное стекло в столбе. За стеклом находится огромный, примерно с баскетбольный мяч, глаз митралла, в который вставленнл несколько прозрачных трубочек, как от капельницы. Он смотрит на вас и видно, что он живой, он следит за вашими движени и время от времени моргает. Видимо он и есть источник энергии корабля.",
    "answers": [
      {
        "id": 83,
        "text": "[Заложить взрывчатку]"
      }
    ]
  },
  {
    "id": 79,
    "text": "Огромная железная клешня отбрасывает вас из комнаты. Слышытся треск металлических пластин, вставленных в вашу броню. \n—Митралл! — раздаётся чей-то приглушённый голос. \n",
    "answers": [
      {
        "id": 81,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 80,
    "text": "Огромная железная клешня отбрасывает вас из комнаты. Слышытся треск ваших рёбер.\n—Митралл! — раздаётся чей-то голос, но вы уже не слышите его.",
    "answers": [
      {
        "id": 2,
        "text": "*Конец первой истории*"
      }
    ]
  },
  {
    "id": 81,
    "text": "Вы приходите в себя и видите над собой Духа, который замахится для удара, но видя ваши открытые глаза, отходит от вас. Вы встаёте на ноги и, ощупав поломанный бронежилет, скидываете его с себя. ",
    "answers": [
      {
        "id": 82,
        "text": "[Осмотреть комнату]"
      },
      {
        "id": 78,
        "text": "[Войти сквозь широкие двери]"
      }
    ]
  },
  {
    "id": 82,
    "text": "Комната была похожа но небольшую лабораторию. Всюду стояли разные склянки и колбы с разноцветными химикатами, а также капсулы, размером с холодильник. Подойдя к одной из капсул, вы видите в ней спящее существо, которое похоже на червя. Большой розовый глаз с хвостом, из которого торчат какие-то нити, плавал в капсуле и не обращал на вас внимания.",
    "answers": [
      {
        "id": 78,
        "text": "[Войти сквозь широкие двери]"
      }
    ]
  },
  {
    "id": 83,
    "text": "У каждого из вас с собой была взрывчатка, на случай, если кто-то погибнет, поэтому все начали устанавливать её.  Всё то время, пока вы возились со взрывчаткой, глаз наблюдал за вами и было видно, что он напуган. \n—Таймер я установил, можно сваливать. — Змей хлопнул вас по плечу. ",
    "answers": [
      {
        "id": 84,
        "text": "[Покинуть базу]"
      }
    ]
  },
  {
    "id": 84,
    "text": "Спустя полчаса вы стояли не в далеке от базы митраллов и наблюдали, ожидая момента, когда она взлетит на воздух. К вашему удивлению, она действительно взлетела, и направилась куда-то в южном направлении.\n—10 секунд. — Вепрь взглянул на часы.\nРаздался взрыв. Огромная взрывная волна повалила все деревья в несольких километрах от базы, а так же сбила с ног вас и остальных. \nСпустя несколько секунд с неба начали ппадать обломки корабля. Все начали что-то кричать, смеяться, хлопать. Кажется, вы всё же одержали победу в этой войне.",
    "answers": [
      {
        "id": 2,
        "text": "*Конец первой истории*"
      }
    ]
  },
  {
    "id": 85,
    "text": "Вот что произошло после приключенний данных персонажей.",
    "answers": [
      {
        "id": 85,
        "text": "Койот погиб на болотах. Прождав несколько дней и отчаившись увидеть друга в живых, Вепрь отправился с отрядом к базе митраллов без него. Но корабль остался цел, а о Вепре и остальных с тех пор нечего не известно.",
        "need": 44,
        "comment": true
      },
      {
        "id": 85,
        "text": "Благодаря тому, что Койот выяснил о пропавших людях в лесном поселении, староста Федот усилил охрану данного места и больше люди там не пропалали.",
        "need": 43,
        "comment": true
      },
      {
        "id": 85,
        "text": "Из-за того, что никто не помог лесному поселению в проблеме с пропажей людей, люди там стали пропадать чуть ли не каждый день. Таким образом, к марту 2020 года лесное поселение перестало существовать.",
        "need": [
          -43,
          32
        ],
        "comment": true
      },
      {
        "id": 85,
        "text": "Благодаря смекалке Койота, Федот узнал, что случилось с колодцем. Конечно, он никому не рассказал об этом, но виновный был изгнан из лесного поселения.",
        "need": 50,
        "comment": true
      },
      {
        "id": 85,
        "text": "Из-за глаза митралла, который Антон выменял у Койота, слава Антона начала возрастать. Всё больше людей начали приходить в лесное поселение за покупками и посмотреть на чудной глаз, который спустя несколько месяцев начал попахивать гнильцом.",
        "need": [
          30,
          43
        ],
        "comment": true
      },
      {
        "id": 85,
        "text": "Олень, которого убил Койот, на самом деле был оленихой. У которой к тому времени было два оленёнка, им не было ещё и двух недель. Что случилось с оленятами неизвестно, но уж точно нечего хорошего.",
        "need": 59,
        "comment": true
      },
      {
        "id": 85,
        "text": "Ворон погиб на обрыве от ядовитого красного химиката, попавшего на обрыв с одного из истребителей митраллов. Но даже задыхаясь, Ворон продолжал думать не о себе, а о своих друзьях.",
        "comment": true,
        "need": 66
      },
      {
        "id": 85,
        "text": "Койот вместе со всем отрядом погиб на подступах к базе митраллов. Перевес сил был не на стороне Койота, поэтому он и остальные пополнили ресурсы митраллов.",
        "need": 64,
        "comment": true
      },
      {
        "id": 85,
        "text": "Койот погиб от внутреннего кровотечения и многочисленных переломов рёбер. Корабль остался цел, а это значит, что Вепрь и остальные тоже погибли.",
        "need": 80,
        "comment": true
      },
      {
        "id": 85,
        "text": "Благодаря слаженной работе всего отряда корабль всё же был уничтожен, а это значит, что у человечества есть шанс на выживание.",
        "need": 84,
        "comment": true
      },
      {
        "id": 85,
        "text": "Те данные, что Койот скопировал с терминала в ангаре помогли людям из убежища создать своего \"Скарабея\", который очень сильно помог в избавлении Земли от оставшихся в живых митраллов.",
        "need": [
          84,
          75
        ],
        "comment": true
      },
      {
        "id": 85,
        "text": "Кольцо Медведя, которое Койот пронёс всё приключение в своём рюкзаке всё же попало в руки Марии, жены Медведя. У Марии были смешанные чувства, она была благодарна Койоту за возвращения кольца, но и была зла, за то, что они позволили её мужу погибнуть. Но в конце концов злость ушла и Мария простила Койота, а о своём муже с грустью вспоминает каждый день.",
        "need": [
          17,
          84
        ],
        "comment": true
      },
      {
        "id": 85,
        "text": "Психиатор был убит канибалами в их хижине. Он провисел на крюке несколько дней, прежде чем из него было приготовлено новое блюдо для этой семейки.",
        "comment": true,
        "need": 128
      },
      {
        "id": 85,
        "text": "Все канибалы сгорели в своей хижине. А через некторое время на дым от огня прилетели митраллы и забрали их останки себе.",
        "comment": true,
        "need": 136
      },
      {
        "id": 85,
        "text": "Неизвестно, что хотел Сергей от Психиатра, но после того, как Психиатор отказал, Сергей сам решил сделать то, что хотел. Но к сожалению в поселинии Сергея больше не видели.",
        "need": 165,
        "comment": true
      },
      {
        "id": 85,
        "text": "Психиатор погиб в неравном бою с неизвестным человеком. Возможно, если бы он был повнимательнее, то смог бы прелугадать удар противника. ",
        "need": 170,
        "comment": true
      },
      {
        "id": 85,
        "text": "По дороге к убежищу Психиатор встретил Генадия, брата Сергея, и рассказал ему о решении Федота. Благодаря этому Сергей снова встретил своего брата.",
        "need": 171,
        "comment": true
      },
      {
        "id": 85,
        "text": "В убежище появился новый житель, Психиатор, бывший врач, а ныне странник, потерявший жену и дочь. ",
        "comment": true,
        "need": 172
      },
      {
        "id": 85,
        "text": "В убежище появился новый житель, Адвокат, добродушный человек, всегда помогающий людям.",
        "comment": true,
        "need": 173
      },
      {
        "id": 85,
        "text": "В убежище появился новый житель, Капитан, жестокий и дерзкий человек, который вскоре стал капитаном одного из отрядов охотников на митраллов.",
        "comment": true,
        "need": 174
      },
      {
        "id": 2,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 86,
    "text": "Видимо это была не лучшая идея. Как только вы показались из укрытия, то стали лёгкой мишенью для митраллов, вооружённых химическим оружием, и спустя несколько минут вы уже лежали на земле, крича от боли, ведь ваша кожа и мышцы превращались в жгучую жижу и стекали с ваших костей.",
    "answers": [
      {
        "id": 2,
        "text": "*Конец первой истории*"
      }
    ]
  },
  {
    "id": 87,
    "text": "Спустя несколько минут, вы уже находились внутри вражеской базы. И, так как митраллов здесь практически не видно, это нижний уровень. ",
    "answers": [
      {
        "id": 77,
        "text": "[Открыть левую дверь]"
      },
      {
        "id": 78,
        "text": "[Войти сквозь широкие двери]"
      }
    ]
  },
  {
    "id": 88,
    "text": "—Праснулся? Ты в курсе, что ты блюдо этого вечера? Вот я в курсе!\n—Если ты не будешь на него давить, а поможешь ему, то он может выбраться отсюда.",
    "answers": [
      {
        "id": 90,
        "text": "\"Что случилось?\""
      }
    ]
  },
  {
    "id": 89,
    "text": "—А что если не заткнусь? Ударишь меня? Попробуй!\n—А я вообще-то за тебя. А ты... Всё, я обиделся.\n—Ты вообще в курсе, что ты блюдо этого вечера? Вот я в курсе!\n—Если ты не будешь на него давить, а поможешь ему, то он может выбраться отсюда.",
    "answers": [
      {
        "id": 90,
        "text": "\"Что случилось?\""
      }
    ]
  },
  {
    "id": 90,
    "text": "—Что случилось с тобой? Или со всеми нами? Выражайся конкретней!\n—Ты не понимаешь? Конечно он интересуется не только о себе, мы тоже для него важны.\n—А ты уверен? Меня вот терзают смутные сомнения!\n—Уверен.\n—Тогда ладно! Слушай! Мы шли из каменной деревни, которую уничтожили митраллы, ты это помнишь? С нами ещё Глухой тогда был, сейчас не знаю где он, видимо те уроды его связали в другом месте! Когда мы ушли от деревни на достаточно большое расстояние кто-то предложил остановиться на ночлег! Ну а потом пришли те уроды и вырубили тебя с Глухим! Вспомнил?",
    "answers": [
      {
        "id": 91,
        "text": "\"Да, что будем делать?\""
      }
    ]
  },
  {
    "id": 91,
    "text": "—Постараемся не умереть, а дальше как получится!\n—Очень смешно. Ты не думал стать комиком? \n—Заткнись! Я хотя бы пытаюсь что-то сделать, а ты только и можешь критиковать!\n—Я не критикую, а выражаю свою граждансккю позицию.\n—Были бы у меня руки я бы тебе показал гражданскую позицию! \n—Снова шутишь? Я рад, что у тебя есть чувство юмора.\n",
    "answers": [
      {
        "id": 92,
        "text": "\"Может хватит?\""
      },
      {
        "id": 94,
        "text": "\"Давайте выбираться отсюда!\""
      }
    ]
  },
  {
    "id": 92,
    "text": "—Нет не хватит! Раз этот умник решил, что он лучше меня, то я докажу ему обратное!\n—И как? Побьёшь меня? Задушишь? Или растреляешь? \n—Всё! Ты договорился!\nНаступила тишина. Ни Капитан, ни Адвокат больше не говорили друг другу нечего. ",
    "answers": [
      {
        "id": 97,
        "text": "[Осмотреться]"
      }
    ]
  },
  {
    "id": 93,
    "text": "—В таком случае направляйся к выходу с базы. И ещё, 67912-ый просил тебя прийти к нему в лабораторию на болоте. И да, ты отправишься один. Остальные сейчас заняты, они обнаружили поселение в пещере, в секторе \"B\", и добывают там ресурсы.",
    "answers": [
      {
        "id": 95,
        "text": "[Идти к выходу]"
      }
    ]
  },
  {
    "id": 94,
    "text": "—Давайте, только скажи это сначала этому напыщенному гусю.\n—Что? Я гусь? У тебя нет фантазии даже на нормальное оскорбление!\n—Есть, я могу перечислить около 50 оскорблений, которые в той или иной степени будут охарактеризовывать тебя. Просто я считаю себя культурным и разумным человеком, а не таким дикарём, как ты.\n—Всё! Ты договорился!\nНаступила тишина. Ни Капитан, ни Адвокат больше не говорили друг другу нечего.",
    "answers": [
      {
        "id": 97,
        "text": "[Осмотреться]"
      }
    ]
  },
  {
    "id": 95,
    "text": "Вы медленно направились к воротам базы. По дороге заглянув в инжинерный отсек, вы поразились красотой и мощью нового изобретения 3462-ого. Эта боевая машина могла смести всё с этой планеты, включая ресурсы. ",
    "answers": [
      {
        "id": 96,
        "text": "[Покинуть базу]"
      }
    ]
  },
  {
    "id": 96,
    "text": "Вы вышли на улицу. Вокруг ходили ваши сородичи и что-то делали, вы особо не вникали в это. \n—Эй! — крикнул вам 54390. — Ты же в сектор \"D\" направляешься? \n—Да. — ответили вы. \n—Так я в \"С\" отправляюсь, давая я тебя на подброшу. \"С\" в нескольких сотнях километрах отсюда, поэтому мне выделили \"Уховёртку\". — 54390-ый показал на истребитель, стоявший за ним. — Она не большая, но если потесниться, можно двоим уместиться. Согласен?",
    "answers": [
      {
        "id": 176,
        "text": "\"Да\""
      },
      {
        "id": 177,
        "text": "\"Нет\""
      }
    ]
  },
  {
    "id": 97,
    "text": "Вы находились в небольшой комнате с решётчатой дверью. Освещения в комнате не было, кроме того, который проходил сюда через дверь. Но и этого света было достаточно, чтобы рсссмотреть всё, что здесь находилось.",
    "answers": [
      {
        "id": 98,
        "text": "[Осмотреть ведро в углу комнаты]",
        "need": -98
      },
      {
        "id": 99,
        "text": "[Осмотреть место на котором вы лежали]",
        "need": -99
      },
      {
        "id": 100,
        "text": "[Осмотреть себя]",
        "need": -100
      }
    ]
  },
  {
    "id": 98,
    "text": "Вы подошли ближе к ведру. Сразу стало понятно, почему оно стоит в углу, его использовали как туалет. Запах был невыносимый. Приглядевшись, вы заметили возле ведра затаченную ложку, возможно кто-то до вас собирался спастись с её помощью. ",
    "answers": [
      {
        "id": 101,
        "text": "[Взять заточку]"
      }
    ]
  },
  {
    "id": 99,
    "text": "Лежали вы конечно не на кровате, но всё же на каких-то тряпках. Надеясь найти что-то полезное, вы начинаете осматривать каждую тряпку, которые оказались майками и штанами. Но под тряпьём кроме деревянного пола нечего не было. Присмотревшись, вы замечаете кривой гвоздь, который торчит в одной из досок. ",
    "answers": [
      {
        "id": 101,
        "text": "[Вытащить гвоздь]"
      }
    ]
  },
  {
    "id": 100,
    "text": "Вы начинаете хлопать себя по корманам толстовки и брюк, надеясь на то, что ваши похитители не забрали все ваши вещи. Но к несчастью все корманы были пусты, они забрали даже значок с каким-то супергероем, который крепился булавкой к толстовке.\n—У тебя есть кол! Опять забыл?\n—Он не забыл, он просто ещё не дошёл до туда. Я прав?\nИ правда, кол, сделанный из железной трубки и вшитый в толстовку, былл на месте. Нужно просто его достать.",
    "answers": [
      {
        "id": 101,
        "text": "[Достать кол]"
      }
    ]
  },
  {
    "id": 101,
    "text": "Как только вы закончили в коридоре раздался топот чьих-то сапог. \n—Нужно спрятаться! \n—Где? \n—Незнаю! ",
    "answers": [
      {
        "id": 103,
        "text": "[Притвориться спящим]"
      }
    ]
  },
  {
    "id": 102,
    "text": "Вы медленно встаёте, поднимая руки вверх. Перед вами стоят два мужика, один из которых внушительного размера. \n—Дурак!\n—Заткнись.\n—Я же тебе говорил, что он жив. — усатый мужчина хлопнул гиганта по плечу. — Это от твоего удара редко кто встаёт, а я бы убил, если бы ребром лопаты бил. Ну да ладно, скоро ужин, поэтому давай быстрее закончим. \nПосле этих слов громила замахнулся и врезал вам. ",
    "answers": [
      {
        "id": 104,
        "text": "[Очнуться]"
      }
    ]
  },
  {
    "id": 103,
    "text": "Вы снова ложитесь на пол и закрываете глаза. Слышится скрип открывающейся двери. По звукам похоже, что вошли двое.\n—Похоже он ещё не очухался. — кто-то подошёл к вам.\n—Значит хорошо ты его лопатой приложил. — второй пнул вас в спину ногой. — Подъём!\n—Вот урод! Давай, зарежь его! — закричал Капитан.\n—Нет, это опасно. У них может быть огнестрельное оружие. — вмешался Адвокат.",
    "answers": [
      {
        "id": 102,
        "text": "[Медленно подняться]",
        "var_add": [
          "добро",
          1
        ]
      },
      {
        "id": 105,
        "text": "[Кинуться на врагов]",
        "var_add": [
          "зло",
          1
        ]
      }
    ]
  },
  {
    "id": 104,
    "text": "Вы открываете глаза и тут же жмуритесь от яркого света. Когда глаза привыкают вы пытаетесь всиать, но понимаете, что ваши руки и ноги привязаны к тому, на чём вы лежите.\n",
    "answers": [
      {
        "id": 125,
        "text": "[Осмотреться]"
      }
    ]
  },
  {
    "id": 105,
    "text": "Вы резко бросаетесь на ближнего к вам мужчину и валите его на пол. Пока второй пытается оттащить вас, вы успеваете воткнуть своё орудие чуть ли не полностью в глаз поваленного врага. Но в тот же момент вас сильно бьют чем то в спину. Вы валитесь на пол. После этого вы получаете ещё несколько пинков в живот и бока. В царство тьмы вас отправляет удар в голову прикладом автомата.",
    "answers": [
      {
        "id": 106,
        "text": "[Очнуться]"
      }
    ]
  },
  {
    "id": 106,
    "text": "Вы открываете глаза и тут же жмуритесь от яркого света. Когда глаза привыкают вы пытаетесь всиать, но понимаете, что ваши руки и ноги привязаны к тому, на чём вы лежите.\n",
    "answers": [
      {
        "id": 107,
        "text": "[Осмотреться]"
      }
    ]
  },
  {
    "id": 107,
    "text": "Единственное, что вы сейчас можете делать, это смотреть по сторонам. Слева от вас находится дверь, но неизвестно, что заней. Справа от себя вы видите человека, висящего в воздухе, но присмотревшись, понимаете, что он висит на крюке. \n—Это же Глухой... \n—Чёрт, а я только к нему привык! \n—Жаль парня, молодой совсем.\n—Молодой, не молодой, а я не собираюсь висеть рядом с ним! \n—Тогда помоги ему выбраться. \n—А я что хочу сделать!\n—Я не знаю. Благодаря твоей помоще он оказался здесь. \n—Кто же знал, что он слабак и не может двух мужиков завалить!\n",
    "answers": [
      {
        "id": 108,
        "text": "[Попытаться разорвать верёвки]"
      }
    ]
  },
  {
    "id": 108,
    "text": "Вы начинаете вертеть руками, дёргать их, пытаямь разорвать верёвки или хотя бы вытащить из них руки.\n—Что-то я сомневаюсь, что у него получится!\n—Опять ты за своё?\n—Нет, ну ты посмотри! Он видимо и не старается! Хочешь на крюке висеть?\n—Ты можешь не мешать? Ты его отвлекаешь.\n—Я отвлекаю? Да я ему помочь пытаюсь!\n—Своими упрёками? Я не уверне, что это ему помогает.\n—А я уверен! От того, что я его унижаю, он злится, пытается доказать обратное и в конце концов выбирается из ловушки!\n—Интересно... Жаль только это ещё не разу не помогало.\n—Опять начинаешь? Лучше не беси меня, Мотя!",
    "answers": [
      {
        "id": 109,
        "text": "[Разорвать верёвки]"
      }
    ]
  },
  {
    "id": 109,
    "text": "Неизвестно, что помогло вам, то что верёвки были плохо затянуты или упрёки Капитана, но вам всё же удаётся избавиться от верёвок. Неожиданно вы слышите, что кто-то приближается к этой комнате.\n—Закрой дверь.\nВы подбегаете к двери, но она зыкрывается только на щеколду. \n—Ха! Щпингалета нет! Что теперь? Вот мой план: ложись назад на кушетку и когда он подойдёт, убей его!\n—Но так нельзя. Должен быть другой выход.",
    "answers": [
      {
        "id": 110,
        "text": "[Вернуться на кушетку]",
        "var_add": [
          "зло",
          1
        ]
      },
      {
        "need_sometimes": true,
        "id": 111,
        "text": "[Вставить вместо шпингалета своё оружие]",
        "need": [
          98,
          99,
          100
        ],
        "var_add": [
          "добро",
          1
        ]
      }
    ]
  },
  {
    "id": 110,
    "text": "Вы снова ложитесь на кушетку и ставите руки так, словно они всё ещё привязанны. В комнату входит дряхлый старик с длиной седой бородой, лысой головой, в грязном зелёном фартуке и с чемоданчиком в руке. \n—Ты проснулся? — старик улыбнулся гнилушками зубов. — Это хорошо. Люблю слушать, как вы кричите.\nСтарик поставил на стол чемодан и открыл его. Его содердимое вы не видели, но по звонкому металлическому звуку можно было догадаться, что там. Старик достал оттуда блестящую, словно новую, ножовку. \n—Нуссс... С чего начнём? — старик подошёл к вам вплотную. — Что тебе больше не понадобится? Рука? Нога? Или может повеселимся? У меня есть просто замечательный расширитель рёбер. Представь, как далеко будет слышно твой крик. \nОн развернулся и пошёл к чемодану. ",
    "answers": [
      {
        "id": 112,
        "text": "[Задушить его]"
      }
    ]
  },
  {
    "id": 111,
    "text": "Достав из рукава своё оружие, вы вставляете его вместо шпингалета. В это время кто-то дёргает ручки двери.\n—Что такое? Почему не открывается? — раздался чей-то хриплый голос. — Олег, иди. сюда. У меня дверь не открывается.\n—Молобец! Просто молодец! Щас сюда все сбегутся!\n—Можно сбежать через то окошко.\n—Да через него фиг пролезешь!",
    "answers": [
      {
        "id": 127,
        "text": "[Вылезти в окно]"
      },
      {
        "id": 128,
        "text": "[Спрятаться под стол]"
      }
    ]
  },
  {
    "id": 112,
    "text": "—О вот он! — старик с довольной улыбкой развернулся показывая вам инструмент. \nНо вы в это время находились уже у него за спиной. Схватив его за шею, вы вместе с ним валитесь на пол, опракидывая и ящик с ножами и инструментами. Вы из-зо всех сил сжимаете пальцы на шее старика. А он лишь пытается поцарапать вас своими поломанными ногтями. В какой-то момент слышится хруст и старик опускает руки. \n—Молодец! Я и не думал, что ты так можешь! Во время нашей первой встречи ты стоял на коленях и рыдал перед своей...\n—Замолчи. Ты не смеешь говорить об этом. Ты не имеешь права. \n—Ой! И правда, слегка лишнего сказал! Извини!",
    "answers": [
      {
        "id": 113,
        "text": "[Осмотреть чемодан]"
      }
    ]
  },
  {
    "id": 113,
    "text": "Вы поднимаете с пола чемодан и все выпавшие инструменты. Чего здесь только не было: и скальпель, и кухонный нож, и топорик для рубки мяса, и молоток для отбивных, и  нож для резки хлеба, и многое другое. Вам же приглянулся небольшой тесак. Не успели вы его вытащить из ремня как кто-то постучался в комнату.\n—Опять? Да они издеваются! Ладно, ты знаешь, что нужно делать! \n—Но это неправильно.",
    "answers": [
      {
        "id": 114,
        "text": "[Встать за дверью]"
      }
    ]
  },
  {
    "id": 114,
    "text": "—Пап? Ты в порядке? Я слышал какой-то шум. — раздался грубый голос из-за двери. \nВы тихо, стараясь не шуметь, подкрались к двери и встали за неё, приготовившись к атаке.\n—Ты там как? А? Чего молчишь? Ладно, я захожу! — прорычал мужчина и открыл дверь. \nВ комнату вошёл огромный \"шкаф\", как говорится, размером 2x2. \n—Нечего себе! Я не уверен, что ты замочишь этого громилу!\n— А я предупреждал.",
    "answers": [
      {
        "id": 115,
        "text": "[Врезать тесаком в голову]"
      },
      {
        "id": 116,
        "text": "[Тихо выйти из комнаты]"
      }
    ]
  },
  {
    "id": 115,
    "text": "С вашим ростом, 1 метр 47 сантиметров, было трудно попасть такому здоровяку в голову, но всё же, подпрыгнув, вы оставляете тесак в его шее. \n—А ты крут!\n—Не вижу нечего крутого.\n—Ах-ты. — пробормотал громила, вырывая тесак из шеи, что конечно он сделал зря.\nКак только рана оказалась открыта, алая кровь ярким фонтаном начала брызжать в разные стороны, окрашивая потолок и стены. Здоровяк сделал несколько шагов в вашу сторону и с грохотом упал. Признаков жизни он не подавал.",
    "answers": [
      {
        "id": 117,
        "text": "[Выбежать из комнаты]"
      }
    ]
  },
  {
    "id": 116,
    "text": "Вы покрасились к выходу из комнаты, но вас всё же услышали. Огромная рука схватила вас за капюшон толстовки и потянула к себе.\n—Что? Как ты выбрался? Что ты сделал с моим отцом? — голос громилы начал повышаться, а вы начали задыхаться, вися в воздухе. — Я сейчас сверну тебе шею, как молодому цыплёнку!\n—Кпжется наш друг сейчас отправится туда, откуда не возвращаются!\n—Вот это и есть твоя помощь? Посмеяться человеку в лицо, когда он в тебе нуждается?",
    "answers": [
      {
        "id": 118,
        "text": "[Стукнуть громилу тесаком]"
      }
    ]
  },
  {
    "id": 117,
    "text": "Вы выбегаете из комнаты в небольшой коридорчик с тремя дверями, одна из которых ведёт в вашу \"темницу\". Вторая дверь была слегка приоткрыта и оттуда слышался разговор двух или более людей. Третья дверь была закрыта на крючок и видимо вела на улицу.",
    "answers": [
      {
        "id": 122,
        "text": "[Выйти на улицу]"
      },
      {
        "id": 121,
        "text": "[Заглянуть в приоткрытую дверь]"
      }
    ]
  },
  {
    "id": 118,
    "text": "Из последних сил вы бьёте тесаком здоровяку в голову. От неожиданности тот роняет вас на землю, а через секунду падает и сам, вбивая тесак глубже себе в голову. \n—Ух-ты, а ты крут!\n—Не вижу нечего крутого.",
    "answers": [
      {
        "id": 117,
        "text": "[Выбежать из комнаты]"
      }
    ]
  },
  {
    "id": 119,
    "text": "Вы снимаете с крюка керосиновую лампу и бросаете её на солому, из которой достали вилы. Солома вспыхивает мгновенно. В дверь начинают стучать всё чаще, но уже не пытаются нечего сказать, а просто кричат благим матом. ",
    "answers": [
      {
        "id": 124,
        "text": "[Уйти отсюда]"
      }
    ]
  },
  {
    "id": 120,
    "text": "Вы разворачиваетесь и уже собираетесь уходить, когда слышите ещё один удар в дверь, да такой сильный, что с крюка слетает керосиновая лампа, находящаяся рядом с дверью. Лампа падает прямо на солому, из которой вы достали вилы. Огонь вспыхивает мгновенно. Из-за двери начинают слышаться крики.",
    "answers": [
      {
        "id": 124,
        "text": "[Уйти отсюда]"
      }
    ]
  },
  {
    "id": 121,
    "text": "Подкравшись к двери, вы заглядываете в проём. В комнате стоит стол для пяти человек. За нрм сидит мужчина с повязкой на глазу и молодой парень. Они о чём-то весело разговаривают и играют в карты. Через несколько минут к столу подходит толстая немолодая женщина с большой серой кастрюлей. Она что-то говорит молодому парню и тот нехотя встаёт и идёт в вашу сторону.",
    "answers": [
      {
        "id": 122,
        "text": "[Выбежать на улицу]"
      }
    ]
  },
  {
    "id": 122,
    "text": "Вы как можно тише, но быстрым шагом идёте в сторону выхода. Когда вы уже находились на улице, из дома донёсся испуганный крик, видимо обнаружили трупы. \n—Закрой их! \n—Я согласен с ним.",
    "answers": [
      {
        "id": 123,
        "text": "[Заблокировать входную дверь]"
      }
    ]
  },
  {
    "id": 123,
    "text": "Вы хватаете первое что попадается на глаза, этим оказываются вилы. Вилами вы подпираете дверь. Это оказывается очень вовремя, как только вы поставили вилы в дверь кто-то врезался. \n—Открой! Лучше открой! — раздался голос из-за двери.\n—А я предлагаю сжечь их!\n—Нет, ты обрекаешь их на долгие мучения.\n—А они значит нас хотели попугать и отпустить? Ты же видел Глухого!",
    "answers": [
      {
        "id": 119,
        "text": "[Сжечь их]",
        "var_add": [
          "зло",
          1
        ]
      },
      {
        "id": 120,
        "text": "[Оставить их]",
        "var_add": [
          "добро",
          1
        ]
      }
    ]
  },
  {
    "id": 124,
    "text": "Вы просто пошли вперёд, не оборачиваясь ни на мат, ни на истошные крики. Когда растояние между вами и тем домом было уже в несколько километров, вы всё же решили обернуться. Из-за деревьев поднимался огромный столб чёрного дыма. \n—Давай! Я чувствую, люди не далеко!\n—Да он сейчас свалится, нужно передохнуть.",
    "answers": [
      {
        "id": 129,
        "text": "[Идти дальше]"
      },
      {
        "id": 130,
        "text": "[Отдохнуть]"
      }
    ]
  },
  {
    "id": 125,
    "text": "Единственное, что вы сейчас можете делать, это смотреть по сторонам. Слева от вас находится дверь, но неизвестно, что заней. Справа от себя вы видите человека, висящего в воздухе, но присмотревшись, понимаете, что он висит на крюке. \n—Это же Глухой... \n—Чёрт, а я только к нему привык! \n—Жаль парня, молодой совсем.\n—Молодой, не молодой, а я не собираюсь висеть рядом с ним! \n—Тогда помоги ему выбраться. \n—А я что хочу сделать! Ведь благодаря тебе он здесь оказался.\n—Да, я согласен. Моя ошибка.",
    "answers": [
      {
        "id": 126,
        "text": "[Попытаться разорвать верёвки]"
      }
    ]
  },
  {
    "id": 126,
    "text": "Вы начинаете вертеть руками, дёргать их, пытаямь разорвать верёвки или хотя бы вытащить из них руки.\n—Что-то я сомневаюсь, что у него получится!\n—Опять ты за своё?\n—Нет, ну ты посмотри! Он видимо и не старается! Хочешь на крюке висеть?\n—Ты можешь не мешать? Ты его отвлекаешь.\n—Я отвлекаю? Да я ему помочь пытаюсь!\n—Своими упрёками? Я не уверен, что это ему помогает.\n—А я уверен! От того, что я его унижаю, он злится, пытается доказать обратное и в конце концов выбирается из ловушки!\n—Интересно... Жаль только это ещё не разу не помогало.\n—Опять начинаешь? Лучше не беси меня, Мотя!",
    "answers": [
      {
        "id": 109,
        "text": "[Разорвать верёвки]"
      }
    ]
  },
  {
    "id": 127,
    "text": "Иногда быть такого размера как вы, то есть маленького, очень хорошо. С трудом, но вы всё же протиснулись сквозь окно. Как только вы оказались на улице, из комнаты донёсся звук выбиваемой двери.\n—Закрой их! Иначе они убьёт тебя! \n—Скорее.",
    "answers": [
      {
        "id": 123,
        "text": "[Закрыть их]"
      }
    ]
  },
  {
    "id": 128,
    "text": "Вы заползаете под стол, надеясь, что вас не заметят. Как только вы спрятались, в дверь был нанесён на столько сильный удар, что она слетела с петель. В комнату вошли двое. \n—Молодец! Ты в ловушке!\n—Извини, видимо это была глупая идея.\nКрепкие руки схватили вас за шиворот и вытянули из под стола. Вы увидели перед собой того гиганта, который вырубил вас в клетке, и дряхлого старикашку в грязном фартуке. Громила резко толкнул вас назад. В спину воткнулся острый крюк. Прежде чем умереть, вы провисели на крюке несколько часов.",
    "answers": [
      {
        "id": 2,
        "text": "*Конец второй истории*"
      }
    ]
  },
  {
    "id": 129,
    "text": "Вы сделали ещё несколько шагов вперёд и рухнули на землю. Сил идти больше не было. Так на земле вы и уснули.",
    "answers": [
      {
        "id": 131,
        "text": "[Проснуться]"
      }
    ]
  },
  {
    "id": 130,
    "text": "Вы падаете на колени. Нет сил даже разжечь костёр. Вы засыпаете прямо на холодной земле.",
    "answers": [
      {
        "id": 131,
        "text": "[Проснуться]"
      }
    ]
  },
  {
    "id": 131,
    "text": "—Ой! Посмотри как мило он спит!\n—Тебе правда он кажется милым?\n—Конечно нет! Вместо того, чтобы отвести нас к другим выжившим, он валяется на земле и храпит!\n—Он заслужил отдых. Он через многое прошёл.\n—Да пофиг! Любой у кого башка на месте мог бы с этим справиться!\n—С чем? С тем что по его вине заживо сгорели несколько людей?\n—Он не виноват! Он защищался!\n—Хорошо, он защищался. Давай обсудим это без него. \n—Конечно! Куда я денусь? Эй! Спящая красавица, пора вставать!",
    "answers": [
      {
        "id": 132,
        "text": "[Встать]"
      }
    ]
  },
  {
    "id": 132,
    "text": "Вы медленно встаёте с земли, попутно отряхиваясь от пыли. Бросив взгляд в сторону хижины, вы видите едва заметный белый дымок. В животе урчит. И правда, подумав, вы понимаете, что не ели нечего уже больше двух дней. Поэтому вы решаете побродить по лесу в поисках пищи.",
    "answers": [
      {
        "id": 133,
        "text": "*Спустя час*"
      }
    ]
  },
  {
    "id": 133,
    "text": "Около часа вы бродили по лесу и с каждой минутой понимали, что охотиться без оружия глупо, но всё же вам как-то повезло и вы смогли поймать зайца, которому, как говорится, 300 лет, поэтому он и не смог от вас убежать. Вернувшись на тропу, вы разжигаете костёр и владываете туда зайца на крепкой палке. К сожалению разделывать его нечем, поэтому жарится он таким, каким и был пойман. Но сейчас и это пир.",
    "answers": [
      {
        "id": 134,
        "text": "[Есть кролика]"
      }
    ]
  },
  {
    "id": 134,
    "text": "Ели вы не как подобает культурному человеку. Руками вы сдирали с зайца опалённую шерсть, обжигая пальцы. Голову вы оторвали почти сразу же и закинули её в дальние кусты. Тощая тушка старого зайца практически не имела мяса. Приходилась выгрызать всё, обгладывать каждое ребро и лапу. Есть хотелось так, что вы съели даже внутренности, от сердца до кишков. ",
    "answers": [
      {
        "id": 135,
        "text": "[Закончить]"
      }
    ]
  },
  {
    "id": 135,
    "text": "Как только вы закончили завтрак и облегчённо вздохнули, снова послышались чьи-то шаги и голоса. \n—Нужно спрятаться.\n—Я бы предложил перебить их, но я не знаю сколько их!",
    "answers": [
      {
        "id": 136,
        "text": "[Спрятаться]"
      }
    ]
  },
  {
    "id": 136,
    "text": "Наспех затушив костёр и закинув кости зайца в кусты, вы сами скрылись в кустах. Через несколько минут мимо вашего лагеря прошёл отряд вооружённых людей. Один из них даже решил осмотреть костёр. Но нечего не найдя, ушёл. \n—Пронесло.\n—Ага, меня тоже! Всё, чем дольше будем здесь находиться, тем больше опасность, что нас найдут! Идём!",
    "answers": [
      {
        "id": 137,
        "text": "[Идти дальше]"
      }
    ]
  },
  {
    "id": 137,
    "text": "Дождавшись пока последний из солдат исчез из виду, вы выбрались из кустов и побрели в противоположную отряду сторону. Несколько часов вы брели наугад и наконец дошли до деревянного частокола, охраняемого двумя людьми с копьями. \n—Сдай оружие, если хочешь пройти дальше. — скомандовал один из охранников. ",
    "answers": [
      {
        "id": 138,
        "text": "\"У меня нечего нет\"",
        "need": 100
      },
      {
        "id": 139,
        "text": "\"У меня нечего нет\"",
        "need": -100
      }
    ]
  },
  {
    "id": 138,
    "text": "—Наслово я не поверю, поэтому подними руки. — охранник передал своё копьё второму охраннику и подошёл к вам. — Не бойся, я всего лишь осмотрю тебя.\n—Он собирается облапать тебя!\n—Ты дурак? Он делает свою работу.\n—Так... Всё нормально, можете проходить. — закончил охранник.",
    "answers": [
      {
        "id": 140,
        "text": "[Войти в поселение]"
      }
    ]
  },
  {
    "id": 139,
    "text": "—Наслово я не поверю, поэтому подними руки. — охранник передал своё копьё второму охраннику и подошёл к вам. — Не бойся, я всего лишь осмотрю тебя.\n—Он собирается облапать тебя!\n—Ты дурак? Он делает свою работу.\n—А это что? — охранник схватил вас за толстовку. — Тут чтот зашито. Лёх, дай нож.\nПолучив нож, охранник вспорол толстовку и извлёк оттуда заточенную трубку, о которой вы давно забыли.\n—Такссс... Это что? — охранник показал вам заточку.",
    "answers": [
      {
        "id": 141,
        "text": "[Промолчать]"
      },
      {
        "id": 142,
        "text": "\"Извините, я про неё совсем забыл\""
      },
      {
        "id": 143,
        "text": "\"Это моё! Отдай!\""
      }
    ]
  },
  {
    "id": 140,
    "text": "Вы вошли в лесное поселение. Раньше вы здесь никогда не бывали, но Глухой говорил, что каменная деревня вела с поселением торговлю, поэтому к вам должны здесь отнестись нормально. ",
    "answers": [
      {
        "id": 144,
        "text": "[Идти к торговцу]"
      },
      {
        "id": 145,
        "text": "[Идти к старосте]",
        "need": -145
      },
      {
        "id": 146,
        "text": "[Идти к колодцу]",
        "need": [
          -150,
          -151
        ],
        "need_sometimes": true
      },
      {
        "id": 161,
        "text": "[Найти Сергея]",
        "need": 160
      },
      {
        "id": 157,
        "text": "[Уйти из поселения]"
      }
    ]
  },
  {
    "id": 141,
    "text": "—Скажи что это ещё и не твоё. — охранник бросил заточку напарнику. — Ладно, у меня сегодня настроение хорошее и идти к старосте неохота, поэтому можешь войти, заточку отдам, когда уйдёшь отсюда.",
    "answers": [
      {
        "id": 140,
        "text": "[Войти в поселение]"
      }
    ]
  },
  {
    "id": 142,
    "text": "—Интересно, как она до сих пор в бок тебе не воткнулась, а? — охранник бросил заточку напарнику. — Ладно, у меня сегодня настроение хорошее и идти к старосте неохота, поэтому можешь войти, заточку отдам, когда уйдёшь отсюда.",
    "answers": [
      {
        "id": 140,
        "text": "[Войти в поселение]"
      }
    ]
  },
  {
    "id": 143,
    "text": "—Ага, щас!. — охранник бросил заточку напарнику. — Скажи спасибо, что у меня сегодня настроение хорошее и идти к старосте неохота, поэтому можешь войти, заточку отдам, когда уйдёшь отсюда.",
    "answers": [
      {
        "id": 140,
        "text": "[Войти в поселение]"
      }
    ]
  },
  {
    "id": 144,
    "text": "Толстый мужчина сидел за столом и читал какую-то книгу. Завидев вас, он отложил книгу и широко улыбнулся.\n—О, да я в последнии дни популярен! Я Антон, чем могу вам помочь?",
    "answers": [
      {
        "id": 147,
        "text": "\"Что здесь интересного случается?\"",
        "need": 43
      },
      {
        "id": 148,
        "text": "\"Что здесь интересного случается?\"",
        "need": -43
      },
      {
        "id": 149,
        "text": "\"А что это у тебя на столе в банке стоит?\"",
        "need": [
          30,
          -149
        ]
      },
      {
        "id": 160,
        "text": "\"Я собираюсь уходить отсюда, пожелай мне удачи, Антон.\"",
        "need": [
          145,
          50,
          -160
        ]
      },
      {
        "id": 140,
        "text": "\"Ничем, извините\""
      }
    ]
  },
  {
    "id": 145,
    "text": "Староста находился там же, где и рассказывал Глухой, в самом большом здании, защищённом пулемётом. \n—Здравствуй, путник. Я Федот, глава этого поселения, что тебе нужно от меня?",
    "answers": [
      {
        "id": 152,
        "text": "\"Мне нужна помощь\""
      },
      {
        "id": 153,
        "text": "\"Я бы хотел остаться жить у вас\""
      }
    ]
  },
  {
    "id": 146,
    "text": "Гуляя по поселению, вы заметили большой колодец. Пить хотелось сильно. Вы не пили несколько дней, да ещё и жаренный кролик жажду усилил.",
    "answers": [
      {
        "id": 150,
        "text": "[Выпить воды из колодца]",
        "need": 50
      },
      {
        "id": 151,
        "text": "[Выпить воды из колодца]",
        "need": -50
      },
      {
        "id": 144,
        "text": "[Отойти от колодца]"
      }
    ]
  },
  {
    "id": 147,
    "text": "—Хммм... Что интересного? — торговец почесал затылок. — А! У нас же здесь эпидемия какая-то. Люди сначало пропадают из поселения, а потом возвращаются, но уже как зомби, да прям как в фильмах. Но один из солдат, они ушли сегодня днём, полазил по лесу и нашёл типа место зарозное и спас нас всех. Правда, староста всё равно ввёл камендантский час и запретил по одному выходить из поселения.",
    "answers": [
      {
        "id": 144,
        "text": "\"Молодец солдатик, да?\""
      }
    ]
  },
  {
    "id": 148,
    "text": "—Хммм... Что интересного? — торговец почесал затылок. — А! У нас же здесь эпидемия какая-то. Люди сначало пропадают из поселения, а потом возвращаются, но уже как зомби, да прям как в фильмах. Честно скажу, фиг знает, что происходит. Староста не чешется, а люди пропадают. Надеюсь это скоро закончится.",
    "answers": [
      {
        "id": 144,
        "text": "\"Класс, ещё зомби не хватало встретить\""
      }
    ]
  },
  {
    "id": 149,
    "text": "—Это? — Антон показал пальцем на трёхлитровую банку. — Это мне один солдатик продал, вроде Кайотом зовут. И вот хочешь верь, хочешь не верь, а это глаз инопланетный! Да-да, тех самых существ, митраллов. Он кстати удачу приносит. Вот я недавно домой шёл, а время уже позднее было, так вот, иду я значит, глаз в банке несу. Иду-иду и прохожу мимо берёзки старой, так вот, только её прошёл и ба-бах, упала берёза. Вот так, благодаря ему я жив остался.",
    "answers": [
      {
        "id": 144,
        "text": "\"Интересно, мне бы тоже такой не помешал\""
      }
    ]
  },
  {
    "id": 150,
    "text": "Закинув в колодец слегка помятое ведро, вы набрали в него воды и утолили жажду.",
    "answers": [
      {
        "id": 140,
        "text": "[Отойти от колодца]"
      }
    ]
  },
  {
    "id": 151,
    "text": "Закинув в колодец слегка помятое ведро, вы набрали в него воды, но утолить жажду не смогли. У воды оказался настолько специфический вкус, что вы выплюнули всё, что успели выпить.",
    "answers": [
      {
        "id": 140,
        "text": "[Отойти от колодца]"
      }
    ]
  },
  {
    "id": 152,
    "text": "—Что у вас случилось? — Федот положил руки на стол. — Я не могу отказать человеку в беде.",
    "answers": [
      {
        "id": 154,
        "text": "\"На каменную деревню напали митраллы и ...\""
      },
      {
        "id": 155,
        "text": "\"Снчало меня хотели сделать блюдом дня, а потом ...\""
      },
      {
        "id": 156,
        "text": "\"Я скитаюсь уже несколько дней и практически нечего не ел, за это время\""
      }
    ]
  },
  {
    "id": 153,
    "text": "—У нас? Ну нет, извини. — Федот слегка смутился. — Я бы рад тебя оставить, но у нас сейчас тежёлое время, мест и еды маловато стсновится. Так что не сердис. хорошо? Кстати, тут до тебя были люди из убежища на юге. Они говорили что там безопасно, думаю тебе надо туда сходить, там уж точно и еда и свободный дом найдётся. Я распоряжусь и тебе выдадут еды в дорогу и оружия",
    "answers": [
      {
        "id": 140,
        "text": "\"Спасибо\""
      }
    ]
  },
  {
    "id": 154,
    "text": "—Стой! Это ты про ту деревню, которая на севере. Ну у которой мы раньше еду на руду обменивали? — Федот махнул рукой.\n—Да, которая в одной из пещер в располагалась. — кивнули вы. \n—Это действительно нехорошие новости. Даже не знаю, чем тебе помочь... — Федот нахмурился. — Знаешь, тут до тебя были люди из убежища на юге. Они говорили что там безопасно, думаю тебе надо туда сходить. Я распоряжусь и тебе выдадут еды в дорогу и оружие.",
    "answers": [
      {
        "id": 140,
        "text": "\"Спасибо\""
      }
    ]
  },
  {
    "id": 155,
    "text": "—Где говоришь тот дом находится? — поинтересовался Федот. — Ааа. Да там часа три назад один из наших патрулей проходил, они дым увидели, и там кроме сгоревшей избы нечего не было. Так что можешь больше их не бояться. Кстати, насчёт помощи, у меня тут до тебя были люди из убежища на юге. Они говорили что там безопасно, думаю тебе надо туда сходить. Я распоряжусь и тебе выдадут еды в дорогу и оружие.",
    "answers": [
      {
        "id": 140,
        "text": "\"Спасибо\""
      }
    ]
  },
  {
    "id": 156,
    "text": "—Да? И что заставило тебя бродить по миру? — улыбнулся Федот. — Конечно мы тебя накормим. У нас сегодня на обед перловка, или что-то похожее на неё, у нас просто готовит повар-дилетант. А ты знаешь, тут до тебя были люди из убежища на юге. Они говорили что там безопасно, думаю тебе надо туда сходить. Я распоряжусь и тебе выдадут еды в дорогу и оружие.",
    "answers": [
      {
        "id": 140,
        "text": "\"Спасибо\""
      }
    ]
  },
  {
    "id": 157,
    "text": "Когда вы выходили из поселения вас догнал охранник, который вас обыскивал. \n—Ух, еле догнал. — охранник протянул вам сумку из коровьей шкуры. — Вот, Федот просил тебе передать.\n",
    "answers": [
      {
        "id": 158,
        "text": "\"Спасибо, удачи вам\""
      },
      {
        "id": 163,
        "text": "\"Стой а он не говорил тебе, что ещё мне нужна винтовка?\""
      }
    ]
  },
  {
    "id": 158,
    "text": "—И тебе удачи, Странник. — охранник пожал вам руку. — Даст Бог, свидимся.\nОхранник вернулся в поселение, а вы пошли в сторону убежища.",
    "answers": [
      {
        "id": 159,
        "text": "[Идти]"
      }
    ]
  },
  {
    "id": 159,
    "text": "Вы шли несколько часов и в конце концов пришли на чистую поляну. Было видно, что здесь когда был бой между митраллами и людьми.",
    "answers": [
      {
        "id": 166,
        "text": "[Осмотреться]",
        "need": 14
      },
      {
        "id": 167,
        "text": "[Идти дальше]"
      }
    ]
  },
  {
    "id": 160,
    "text": "—Удачи тебе, странник. — Антон поднялся, чтобы пожать вам руку. — Да, тут ко мне приходил Серёга, долго рассказывать, кто он такой, ну он короче, хотел с тобой поговорить, пока ты не ушёл.",
    "answers": [
      {
        "id": 144,
        "text": "\"Ясно, спасибо\""
      }
    ]
  },
  {
    "id": 161,
    "text": "Долго искать Сергея не пришлось. После того как вы обошли несколько хижин в его поисках, он сам к вам подошёл. \n—Это ты тот странник, который скоро собирается уйти отсюда? — обратился он к вам.",
    "answers": [
      {
        "id": 162,
        "text": "\"Да\""
      },
      {
        "id": 162,
        "text": "\"Мне больше нравится \" Психиатор\", а не \"Странник\".\""
      }
    ]
  },
  {
    "id": 162,
    "text": "—А я Сергей, мне нужна твоя помощь. — Сергей с надеждой посмотрел на вас. \n—С каких пор ты стал добрым саморитянином? Гони его в шею!\n—Нет, он нуждается в нас, возможно мы его последний шанс.",
    "answers": [
      {
        "id": 164,
        "text": "\"Как я могу вам помочь?\""
      },
      {
        "id": 165,
        "text": "\"Извини, но у меня своих дел полно\""
      }
    ]
  },
  {
    "id": 163,
    "text": "—Ага, конечно говорил. Я её сложил и тебе в сумку положил. — охранник улыбнулся. Ладно, прощай. Будишь мимо проходить, заходи в гости. \nОхранник вернулся в поселение, а вы пошли в сторону убежища.",
    "answers": [
      {
        "id": 159,
        "text": "[Идти]"
      }
    ]
  },
  {
    "id": 164,
    "text": "—Ну это очень длинная история. — замялся Сергей. — Вообщем у меня есть брат, Гена его зовут. Ты в курсе, что у нас люди пропадают? Так вот, Гена рассказывал, что одна из пропавших вернулась, только уже была какая-то психованная, пыталась Федота убить, короче Гена убил её. А Федот и говорит, мол избавься от трупа, а то люди пугаться будут. А ты сам понимаешь, что когда такое творится, то из поселения выходить страшно. Поэтому Гена просто выкинул её в колодец. \n—Ха! Молодец!\n—Почему, поступил как трус и предатель, отравил колодец.\n—А один из солдафонов, — продолжил Сергей. — Нашёл труп и рассказал Федоту. Федот конечно в ярость, там матюкался, капец. И решил выгнать Гену из поселения, а как? А там же опасно. Вот я поговорил с Федотом и тот разрешил Гене вернуться, правда ему придётся отрабатывать ещё месяц. Так ты найдёшь его?\n—Не обещаю, но попробую. — отвечаете вы. \n—Спасибо. — Сергей уходит.",
    "answers": [
      {
        "id": 157,
        "text": "[Уйти из поселения]"
      }
    ]
  },
  {
    "id": 165,
    "text": "—Хорошо, тогда попрошу кого-нибудь другого. Я бы и сам пошёл, да у меня дочь болеет, бросить её не могу. А когда она выздоровеет будет уже поздно. — Сергей ушёл.",
    "answers": [
      {
        "id": 157,
        "text": "[Уйти из поселения]"
      }
    ]
  },
  {
    "id": 166,
    "text": "Подойдя ближе, вы заметили несколько обломков от брони митраллов и деревянный крест с надписью, наскрябанной ножом: Михаил. 1974-2019.",
    "answers": [
      {
        "id": 167,
        "text": "[Идти дальше]"
      }
    ]
  },
  {
    "id": 167,
    "text": "Немного постояв на поляне, вы идёте дальше. Проходит ещё полчаса прежде чем вы видите впереди какое-то движение. Подойдя ближе, вы видите, что это мужчина и сейчас он разводит костёр.\n—Замочим его? У него мугут быть припасы!\n—Нет. Он такой де человек как и мы. Тем более у нас есть припасы из поселения.",
    "answers": [
      {
        "id": 168,
        "text": "[Пройти мимо]"
      },
      {
        "id": 170,
        "text": "[Убить незнакомца]"
      },
      {
        "id": 171,
        "text": "[Поговорить с незнакомцем]",
        "need": 164
      }
    ]
  },
  {
    "id": 168,
    "text": "Вы решили на всякий случай обойти незнакомца, мало ли что. Видимо он был так занят розжигом костра, что даде не заметил, как вы прошмыгнули в кустах мимо него.",
    "answers": [
      {
        "id": 169,
        "text": "[Идти дальше]",
        "need": 19
      },
      {
        "id": 180,
        "text": "[Идти дальше]",
        "need": 5
      }
    ]
  },
  {
    "id": 169,
    "text": "Ещё несколько часов вы шли тупо прямо, время от времени слушая споры Капитана и Адвоката. Наконец перед вами предстал огромный город с высокими стенами и ровом. Как только вы постучали в толстые ворота, из города вышел мужчина, слегка прихрамывая протезом ноги. \n—Кто ты странник? — направил на вас ружьё мужчина. —  Назовись и сдай оружие, тогда сможешь пройти.",
    "answers": [
      {
        "id": 172,
        "text": "\"Психиатор\"",
        "var_less": [
          "добро",
          3,
          " зло",
          3
        ]
      },
      {
        "id": 173,
        "text": "\"Адвокат\"",
        "var_need": [
          "добро",
          3
        ]
      },
      {
        "id": 174,
        "text": "\"Капитан\"",
        "var_need": [
          "зло",
          3
        ]
      }
    ]
  },
  {
    "id": 170,
    "text": "Вы бросаетесь на незнакомца с ножом, который вам выдали в поселении. Но незнакомец видимо ожидал удара, поэтому резко хватает с земли копьё, которое вы не заметили, и направляет на вас. Вы не успеваете остановиться и натыкаетесь на копьё, пройдя его насквозь.",
    "answers": [
      {
        "id": 2,
        "text": "*Конец второй истории*"
      }
    ]
  },
  {
    "id": 171,
    "text": "—Эй, господин. — вы поднимаете руки вверх и выходите к незнакомцу.\nУслышав вас, незнакомец хватается за копьё, лежащее на земле, и направляет его на вас.\n—Говорил я вам, мочкануть его надо!\n—Заткнись.\n—Кто ты такой? — гневно спрашивает незнакомец.\n—Спокойно, я друг. А ту случаем не Генадий? Тебя брат ищет, тебе разрешили вернуться в поселение. — вы опускаете руки, надеясь, что вас не убьют.\n—Сергей? Вы его знаете? — удивился Гена. — Меня простили? Я могу вернуться. Спасибо, кто бы ты ни был. \nБросив копьё, Генадий побежал назад, в сторону поселения.",
    "answers": [
      {
        "id": 169,
        "text": "[Идти дальше]"
      }
    ]
  },
  {
    "id": 172,
    "text": "—Ну что же, Психиатор, добро пожаловать в наше убежище. — Протянул вам руку мужчина.",
    "answers": [
      {
        "id": 2,
        "text": "*Конец второй истории*"
      }
    ]
  },
  {
    "id": 173,
    "text": "—Ну что же, Адвокат, добро пожаловать в наше убежище. — Протянул вам руку мужчина.",
    "answers": [
      {
        "id": 2,
        "text": "*Конец второй истории*"
      }
    ]
  },
  {
    "id": 174,
    "text": "—Ну что же, Капитан, добро пожаловать в наше убежище. — Протянул вам руку мужчина.",
    "answers": [
      {
        "id": 2,
        "text": "*Конец второй истории*"
      }
    ]
  },
  {
    "id": 175,
    "text": "Если в квесте обнаружатся ошибки, а я уверен, что они обнаружатся,  то не могли бы вы сказать где они и как их исправить.",
    "answers": [
      {
        "id": 1,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 176,
    "text": "—Отлично! — воскликнул 54390-ый. — Тогда садись. \nВы оподошли к небольшому боевому истребителю, похожему на земной, но с подвижным длинным хвостом, на который установленно двухствольное орудие, заряженное ядовитым газом, поражающим мозговые центры жертвы. Благодаря подвижному хвосту орудие может быть направленно в любую сторону с очень высокой скоростью. Потеснив 54390-ого, вы забрались в кабину \"Уховёртки\".",
    "answers": [
      {
        "id": 178,
        "text": "[Лететь в сектор \"D\"]"
      }
    ]
  },
  {
    "id": 177,
    "text": "—Как хочешь. — 54390-ый залез в кабину. -Удачи.\n\"Уховёртка\" неторопясь взлетела и направилась в сторону сектора \"С\". Вы же пошли в сторону леса. Когда перед вами возник высокий склон, на который нужно взобраться, вы пожалели, что не согласились на полёт.",
    "answers": [
      {
        "id": 181,
        "text": "[Лезть наверх]"
      }
    ]
  },
  {
    "id": 178,
    "text": "—Ну всё, дальше я не полечу, мне надо в другую сторону. — 54390-ый посадил уховёртку в нескольких километрах от бызы. — Удачи. \nВы вылезли из тесной кабины и, захватив оружие, направились в глубь леса. \"Уховёртка\" снова взлетела и полетела в направлении сектора \"D\".",
    "answers": [
      {
        "id": 179,
        "text": "[Идти дальше]"
      }
    ]
  },
  {
    "id": 179,
    "text": "Спустя несколько часов вы увидели перед собой небольшое людское поселение. Видно было, что охраны здесь никакой, кроме дикарей с палками.",
    "answers": [
      {
        "id": 185,
        "text": "[Доложить Десятому о поселении]"
      }
    ]
  },
  {
    "id": 180,
    "text": "Ещё несколько часов вы шли тупо прямо, время от времени слушая споры Капитана и Адвоката. Наконец перед вами предстал огромный город с высокими стенами и ровом. Как только вы постучали в толстые ворота, из города вышел мужчина с ружьём наперевес. \n—Кто ты странник? — направил на вас ружьё мужчина. —  Назовись и сдай оружие, тогда сможешь пройти.",
    "answers": [
      {
        "id": 172,
        "text": "\"Психиатор\"",
        "var_less": [
          "добро",
          3,
          " зло",
          3
        ]
      },
      {
        "id": 173,
        "text": "\"Адвокат\"",
        "var_need": [
          "добро",
          3
        ]
      },
      {
        "id": 174,
        "text": "\"Капитан\"",
        "var_need": [
          "зло",
          3
        ]
      }
    ]
  },
  {
    "id": 181,
    "text": "Спустя неопределённое количество времени вам удалось взобраться наверх. Отсюда открывался прекрасный вид на базу. Жаль нет времени насладиться этой красотой. ",
    "answers": [
      {
        "id": 182,
        "text": "[Идти дальше]"
      }
    ]
  },
  {
    "id": 182,
    "text": "Пройдя околу двух километров вы натыкаетесь на небольшую людскую хижину. И видимо в ней никого не было, т.к. не услышать громкие шаги вашего бронекостюма было невозможно. ",
    "answers": [
      {
        "id": 183,
        "text": "[Доложить Десятому о хижине]"
      }
    ]
  },
  {
    "id": 183,
    "text": "—Вас понял, 57683-ый. — ответил 10-ый. — В скором времени отправим туда отряд для сбора ресурсов. Самому в бой не вступать. Продолжайте разведку.",
    "answers": [
      {
        "id": 184,
        "text": "[Пройти мимо хижины]"
      }
    ]
  },
  {
    "id": 184,
    "text": "Вы прошли мимо хижины, углубляясь всё дальше в лес. Несколько часов вы булждали по сектору \"D\", не находя нечего необычного.",
    "answers": [
      {
        "id": 179,
        "text": "[Идти дальше]"
      }
    ]
  },
  {
    "id": 185,
    "text": "—Об этом поселении мы знаем, здесь 67912-ый вместе с научным персоналом проводит свои эксперементы. Кстати, он просил тебя заглянуть к нему. Он на болоте, в километре отсюда. На поселение не в коем случае не нападать.",
    "answers": [
      {
        "id": 186,
        "text": "[Идти к лаборатории]"
      },
      {
        "id": 187,
        "text": "[Продолжить разведку]"
      }
    ]
  },
  {
    "id": 186,
    "text": "Путь к  лаборатории оказался несколько труднее, чем вы ожидали. На болоте вы несколько раз застрявали в трясине, из которой было очень проблематично выбраться. Но спустя полтора часа вы были уже в центре гигантского болота и у входа в мобильную лабораторию 67912-ого.",
    "answers": [
      {
        "id": 188,
        "text": "[Войти в лабораторию]"
      }
    ]
  },
  {
    "id": 187,
    "text": "Вы продолжили разведку, решив, что лаборатория справится и без вас. Несколько часов вы бродили по разным тропам, выискивая поселения людей, но нечего не нашли.",
    "answers": [
      {
        "id": 195,
        "text": "[Идти вперёд]"
      }
    ]
  },
  {
    "id": 188,
    "text": "Лаборатория была не большая, здесь были лишь три комнаты для персонала, столовая и сама лаборатория с полигоном. 67912-ый встретил вас у входа и предложил пойтис ним в лабораторию.",
    "answers": [
      {
        "id": 189,
        "text": "[Следовать за 67912-ым]"
      }
    ]
  },
  {
    "id": 189,
    "text": "—Вот здесь мы и работаем. — 67912-ый открыл двери лаборатории. — Хочешь взглянуть на наши эксперементы или сразу к делу?",
    "answers": [
      {
        "id": 190,
        "text": "\"Посмотрим зачем вас Единый держит\""
      },
      {
        "id": 191,
        "text": "\"Давай сразу к делу, у меня ещё работа есть\""
      }
    ]
  },
  {
    "id": 190,
    "text": "—Вот, смотри. — 67912-ый подвёл вас к клеткам с людьми. — Это наши подопытные. Те что слева, ещё люди, а те что справа, уже нет. Мы пытаемся внедрить наших сородичей в тела людей. Правда пока неудачно. Человеческое тело отвергало митраллов, когда мы вживляли их в грудную клетку. Поэтому 5733-ий предложил удалять человеческий мозг и внедрять нас в череп. Это дало свои плоды. Митраллы приживались, правда человек начанал видоизменяться. И к сожалению такого урода, каким он становился в итоге уже нельзя было считать человеком. Да и митраллы не смогли контролировать тела, они просто находились внутри них и всё, даже не отвечали. И такие тела с митраллом в черепе к тому же стоновятся крайне агрессивны, а то, что до них не может достучаться ни митралл, ни человек, говорит о том, что нам предстоит ещё во многом разобраться, благо материала для экспериментов полно.",
    "answers": [
      {
        "id": 191,
        "text": "\"Ну удачи, а от меня что требуется?\""
      }
    ]
  },
  {
    "id": 191,
    "text": "—Да от вас требуется сущий пустяк. — 67912-ый махнул рукой. — Несколько подопытных сбежали, убив 3 сотрудников лаборатории. Эти подопытные уже не люди и они очень опасны, но вы же штурмовик, я прав? Вы легко сможете избавиться от них. Сбедало 4 тела. Найдите их и уничтожьте.",
    "answers": [
      {
        "id": 192,
        "text": "[Отправиться на поиски подопытных]"
      }
    ]
  },
  {
    "id": 192,
    "text": "Искать подопытных было не трудно, уже через 15 минут вы нашли первого из них. Он каким-то образом застрел в колючих кустах. Выбраться у него не получалось, он рычал и рзал себе грудь и ноги шипами куста, пытаясь кинуться на вас.",
    "answers": [
      {
        "id": 193,
        "text": "[Свернуть ему шею]"
      },
      {
        "id": 194,
        "text": "[Выстрелить из своего оружия]"
      }
    ]
  },
  {
    "id": 193,
    "text": "Своими трёхпалыми клешнями вы с лёгкостью сворачиваете голову уродцу. \n—Ты чем занимаешься? — раздалось у вас в голове. — Где доклад о разведке местности?!\n—Я слегка занят, я помогаю 67912-ому. — попытались оправдаться вы.\n—Это не главная задача! Единому нужны данные о людях в секторе \"D\"! — голос становился всё громче. — 67912-ого я предупрежу, а ты отправляйся дальше на разведку!",
    "answers": [
      {
        "id": 187,
        "text": "[Продолжить разведку]"
      }
    ]
  },
  {
    "id": 194,
    "text": "От химического вещества, которым было заряжено ваше оружие, кожа и всё остальное начали буквально стекать с подопытного. Странно, но видимо он не чувствовал боли, так как он не издал ни одного звука.\n—Ты чем занимаешься? — раздалось у вас в голове. — Где доклад о разведке местности?!\n—Я слегка занят, я помогаю 67912-ому. — попытались оправдаться вы.\n—Это не главная задача! Единому нужны данные о людях в секторе \"D\"! — голос становился всё громче. — 67912-ого я предупрежу, а ты отправляйся дальше на разведку!",
    "answers": [
      {
        "id": 187,
        "text": "[Продолжить разведку]"
      }
    ]
  },
  {
    "id": 195,
    "text": "Наконец лес закончился и вы вышли на большую просторную поляну с ярко зелёной травой. С другой стороны на поляну вышли несколько вооружённых человек. \n—Внимание! Они представляют опасность! — закричал Десятый в голове у вас. — Ты должен их остановить.",
    "answers": [
      {
        "id": 196,
        "text": "[Атаковать незнакомцев]"
      }
    ]
  },
  {
    "id": 196,
    "text": "Вы направляете своё оружие на врагов, но те уже успевабт вас заметить и открывают по вам огонь. Благо ваш бронекостюм не пробьёт обычная человеческая пуля. ",
    "answers": [
      {
        "id": 197,
        "text": "[Выстрелить в человека с ружьём]"
      },
      {
        "id": 198,
        "text": "[Выстрелить в человека с автоматом]"
      }
    ]
  },
  {
    "id": 197,
    "text": "Вы стреляете сгустком химического вещества в человека с ружьём. \n—Ворон, берегись! — кричит один из людей и отталкивает человека с ружьём, принимая удар на себя. Слышатся крики. Человек сружьём корчится на земле, держась за часть ноги, которая полностью расплавилась, оставив лишь кость. Второй человек бьётся в агонии пока все вещи и кожа растекаются по земле вокруг него. Крик прекращается когда на его месте остаётся лишь скрюченный скелет.",
    "answers": [
      {
        "id": 201,
        "text": "[Выстрелить в человека с автоматом]"
      }
    ]
  },
  {
    "id": 198,
    "text": "Вы направляете оружие на человека с автоматом, но выстрелить не успеваете. Кто-то пробивает вам бак с химическим веществом, который был устоновлен у вас на спине. Вешество маленькой струйкой начинает вытекать из бака. Теперь оружие бесполезно.",
    "answers": [
      {
        "id": 199,
        "text": "[Броситься на врагов с голыми руками]"
      }
    ]
  },
  {
    "id": 199,
    "text": "Вы снова бросаетесь на парня с автоматом, но раздаётся ещё один выстрел и бак взрывается. В зону поражения попадают лишь двое. Большой человек, которого с ног до головы обливает вырвавшимся из бака веществом. Второму вещество попадет на ногу, очищая её от всех лишних материалов. Вы тоже попалаете под брызги вещества.\n—Тебя не забудут. — последнее, что раздаётся у вас в голове.",
    "answers": [
      {
        "id": 2,
        "text": "*Конец третьей истории*"
      }
    ]
  },
  {
    "id": 200,
    "text": "Вы снова бросаетесь на парня с автоматом, но раздаётся ещё один выстрел и бак взрывается. Все успевают удалиться из зоны поражения. Успевают оттащить даже человека без ноги. Вы тоже попадаете под брызги вещества.\n—Тебя не забудут. — последнее, что раздаётся у вас в голове.",
    "answers": [
      {
        "id": 2,
        "text": "*Конец третьей истории*"
      }
    ]
  },
  {
    "id": 201,
    "text": "Вы направляете оружие на человека с автоматом, но выстрелить не успеваете. Кто-то пробивает вам бак с химическим веществом, который был устоновлен у вас на спине. Вешество маленькой струйкой начинает вытекать из бака. Теперь оружие бесполезно.",
    "answers": [
      {
        "id": 200,
        "text": "[Броситься на врагов с голыми руками]"
      }
    ]
  },
  {
    "id": 202,
    "text": "",
    "answers": []
  },
  {
    "id": 203,
    "text": "",
    "answers": []
  }
]