[
  {
    "id": 1,
    "text": "  Автор: Milsa.\n  Жанр: повседневность, приукрашенная нотками романтики и облитая сверху толстым слоем юмора. В довершении, для придания терпкого послевкусия посыпана щипоткой драмы.\n\n\n  Переезд... Что для вас значит это слово? Для молодого парня Максима — это возможность начать жизнь с чистого листа. Ведь в прошлой школе он был, мягко говоря, не особо популярен среди одноклассников. Но в новом городе, кто знает, возможно ему удастся найти друзей и даже встретить ту самую...\n\n  P.S. Хотела бы выразить огромную благодарность своему брату за его назойливость... Если бы не он, я так и не опубликовала бы этот квест)",
    "answers": [
      {
        "id": 2,
        "text": "Начать квест"
      },
      {
        "id": 239,
        "text": "Концовки"
      },
      {
        "id": 240,
        "text": "От автора "
      }
    ]
  },
  {
    "id": 2,
    "text": "  За окном вашей машины проплывали однообразные пейзажи серого, типичного промышленного города, коих в нашей необъятной и не счесть. Вы смотрели скучающим взглядом на редких прохожих, покосившиеся заборы, исписанные руками местных художников и выбитые окна заброшенных домов. \"Н-да...\" — размышляли вы — \"Не самое лучшее место для начала новой жизни\". Радовало хоть то, что на улице было лето и деревья своей листвой хоть как-то украшали это место.\n  В машине было душно и вы, опустив окно, впустили в салон освежающий ветер. \"Ладно! Не все так плохо!\" — решили вы — \"Всяко лучше моей старой школы...\"",
    "answers": [
      {
        "id": 3,
        "text": "Погрузиться в воспоминания"
      },
      {
        "id": 4,
        "text": "Отвлечься и послушать родителей"
      }
    ]
  },
  {
    "id": 3,
    "text": "  Да уж, прошлый год точно выдался не самым удачным для вас! Вначале внезапный переезд отца на новое место работы и, вследствие чего, смена вашей школы. А вы ведь только обжились в той, старой! Ученики в новой школе встретили вас прохладно, если не сказать в штыки. И вы не винили их за это. Конечно, если бы в ваш дружный коллектив, сформированный за девять лет учебы, ворвался какой-то новичок, вы бы тоже, скорее всего, не сдружились с ним. Весь этот год, пока учились в девятом, вы ощущали себя \"белой вороной\" Парни не общались с вами, а девчонки даже не замечали...\n  Вы невольно поморщились, словно вас что-то кольнуло. Хотя, воспоминания о пережитом одиночестве и вправду причиняли вам боль.",
    "answers": [
      {
        "id": 5,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 4,
    "text": "  Вы перевели взгляд на родителей. Ваш отец вел машину и одновременно рассерженно разговаривал по телефону.\n—Александр Владимирович (так звали начальника вашего отца) нет, я не понимаю! Почему мне не дали обещанное повышение?! Да, конечно! \n—Витя, смотри на дорогу — напоминала ваша мама с соседнего пассажирского сиденья — На дорогу!\n  Машина сильно вильнула в сторону.\n—Урод! — воскликнул отец в окно машины — Нет, Александр Владимирович, это я не вам. Так, что там с повышением? Ага, скоро! — воскликнул он — А скоро это когда? Через неделю или через год?! Да, я вас понял, подожду.\n  Отец в сердцах бросил телефон на торпеду машины и воскликнул:\n—Урод! Повышение должен был дать еще...\n—Вить, ты трубку не положил — заметила мама.\n  Отец схватился за телефон.\n—Нет, Александр Владимирович, это я не вам!",
    "answers": [
      {
        "id": 91,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 5,
    "text": "—Приехали! — вырвал вас из раздумий радостный голос матери.\n  Вы встрепенулись и огляделись. Машина остановилась на парковке перед серой многоэтажкой.\n—Макс, все хорошо? — спросила мама, заметив ваше расстроенное лицо.\n  Вы поспешно улыбнулись ей и нарочито беззаботно ответили:\n—Конечно, все отлично!\n—Ладно, Макс! — обратился к вам отец — Пойдем вещи твои выгрузим.",
    "answers": [
      {
        "id": 7,
        "text": "Выйти из машины"
      }
    ]
  },
  {
    "id": 6,
    "text": "  Вы сами предложили родителям такой вариант и сейчас было бы некрасиво отказываться от него.\n—Да, уверен — кивнули вы.\n  После этого ваша мама начала отдавать подробные указания по поводу продуктов, которые необходимо было выложить в холодильник и вещей, которые нужно было достать, пока те не помялись. И, только после вашего обещания все исполнить, она успокоилась и села обратно в машину. Отец завел двигатель и, посигналив вам на прощанье, уехал в закат... То есть, с трудом развернул машину на узкой, заставленной стоянке, обругал всех водителей припаркованного транспорта \"криворукими\" и выехал обратно на шоссе.",
    "answers": [
      {
        "id": 9,
        "text": "Осознать себя независимым"
      }
    ]
  },
  {
    "id": 7,
    "text": "  Кошда вы вышли из салона отец достал из багажника все ваши немногочисленные пожитки, состоящие из одной сумки и рюкзака, и вручил их вам.\n—Ну что ж — начал отец напутственную речь, которая у него всегда выходила \"так себе\" — Ну, короче, там в окна к девушкам не лазь, сорвешься еще. Лучше уж по пожарной лестнице... \n—Ой, Витя — махнула на него стоящая рядом мать — Сядь в машину!\n  Ваш отец недоумевающе взглянул на жену, но спорить не стал.\n—Мы ж с тобой так и познакомились... — расслышали вы его недовольное бурчание, пока он шел к машине.\n  Мать с трудом могла сдержать слезы.\n—Ты точно уверен, что хочешь жить отдельно этим летом?",
    "answers": [
      {
        "id": 6,
        "text": "-Уверен"
      },
      {
        "id": 8,
        "text": "-Не очень"
      }
    ]
  },
  {
    "id": 8,
    "text": "—По правде сказать... — протянули вы. \n—Ой, вот только не начиннай, сына! — взмолился отец — Сам же хотел отдельно пожить, взрослым себя почувствовать, вот! Наслаждайся!\n  Вы тяжело вздохнули, но возражать не стали. Потому как ваш отец был прав: вы и вправду сами предложили родителям такой вариант.\n   Затем ваша мама начала отдавать подробные указания по поводу продуктов, которые необходимо было выложить в холодильник и вещей, которые нужно было достать, пока те не помялись. И, только после вашего обещания все исполнить, она успокоилась и села обратно в машину. Отец завел двигатель и, посигналив вам на прощанье, уехал в закат... То есть, с трудом развернул машину на узкой, заставленной стоянке, обругал всех водителей припаркованного транспорта \"криворукими\" и выехал обратно на шоссе.",
    "answers": [
      {
        "id": 9,
        "text": "Осознать себя независимым"
      }
    ]
  },
  {
    "id": 9,
    "text": "  Вы, стоя спиной к общежитию, глубоко вдохнули и улыбнулись.\n—Эх, вот и начинается новая...\n—Извращенец?",
    "answers": [
      {
        "id": 10,
        "text": "Обернуться "
      }
    ]
  },
  {
    "id": 10,
    "text": "  Оглянувшись, вы увидели перед собой девочку в черной футболке и синих джинсах. Ростом она была вам до плеч и выглядела лет на тринадцать. Черные волосы до плеч были убраны сзади в хвост. У нее было маленькое личико с острыми чертами и небольшим, приподнятым носиком. Однако вас смущал взгляд ее черных глаз, сверкавших злостью.\n—Че вылупился, извращуга? — грубо спросила она.",
    "answers": [
      {
        "id": 11,
        "text": "-Извращуга?"
      },
      {
        "id": 12,
        "text": "-Ты потерялась, девочка?"
      }
    ]
  },
  {
    "id": 11,
    "text": "—Извращуга? — удивились вы. \n—Ну да! — серьёзно ответила девочка — Извращуга и есть!",
    "answers": [
      {
        "id": 12,
        "text": "Ты потерялась, девочка?"
      }
    ]
  },
  {
    "id": 12,
    "text": "—Где твои родители, девочка? — спросили вы, добродушно улыбнувшись и склонившись над ней.\n  Но в следующую секунду горько пожалели о сказанном. Удар маленькой ножки, обутой в кроссовок, пришелся точно в пах. Вы подпрыгнули на месте и, схватившись за ушибленное место, упали на колени. Дыхание перехватило, а в глазах потемнело.\n—Какая я тебе девочка, урод! — откуда издалека донесся до вас дечачий возглас — Мне, вообще-то, семнадцать! А теперь вали отсюда и чтоб духу твоего здесь не было, извращуга!\n  Сказав это, грубиянка бодро зашагала прочь.",
    "answers": [
      {
        "id": 13,
        "text": "Отлежаться"
      }
    ]
  },
  {
    "id": 13,
    "text": "  Через минуты две вам все же удалось нормализовать дыхание. Вы с трудом поднялись на ноги и поплелись в сторону общаги. \"Какого черта сейчас было?!\" — ошарашенно думали вы по пути.",
    "answers": [
      {
        "id": 14,
        "text": "Войти в здание "
      }
    ]
  },
  {
    "id": 14,
    "text": "  Войдя внутрь, вы оказались в небольшой комнатке, являющейся, судя по всему, холлом общежития. Из этой комнаты вели три двери: одна железная — в которую вы и вошли, а также две деревянных. Одна из этих дверей была установлена в противоположной стене, а другая — слева. Пол под ногами был покрыт деревянным паркетом. Прямо напротив двери был установлен широкий стол, за которым сидела женщина средних лет и крупного телосложения. Судя по надписи \"охрона\" — вышитой вручную на ее форме — это была вахтерша общежития. Когда вы вошли, она с трудом оторвала взгляд от экрана телевизора и, взглянув на вас, грозным голосом спросила:\n—Тебе чего?",
    "answers": [
      {
        "id": 15,
        "text": "-Хотел заявить о нападении"
      },
      {
        "id": 16,
        "text": "-Хотел в общежитие заселиться"
      }
    ]
  },
  {
    "id": 15,
    "text": "—Хотел заявить о покушении на убийство — зло ответили вы.\n—Чего? Тебя убить хотели? — испуганно посмотрела на вас вахтерша.\n—Нет, покушались на жизнь и здоровье моих будущей детей! — воскликнули вы — А также возможно и внуков!\n  Оторопевшая вахтерша недоумевающе уставилась на вас. Наступившую неловкую паузу прервал скрип двери. И, вслед за этим, из  дверного проема напротив вынырнула черноволосая девочка небольшого роста.",
    "answers": [
      {
        "id": 17,
        "text": "-Ты?!"
      }
    ]
  },
  {
    "id": 16,
    "text": "—Меня Максимом Воробьевым звать — представились вы — И я в общежитие хотел заселиться.\n—А! — вахтерша вернула взгляд к экрану телевизора — Это тебе к Егоровне надо.\n  Вы подождали несколько минут, в ожидании последующих действий, но так ничего и не дождавшись.\n—Ну? — спросили вы.\n—А? Что ну? — отозвалась вахтерша, оторвавшись от телевизора.\n—Где эта ваша \"Егоровна\"?\n  Но прежде, чем женщина вам ответила, раздался громкий скрип двери. И, вслед за этим, из  дверного проема напротив вынырнула черноволосая девочка небольшого роста.",
    "answers": [
      {
        "id": 190,
        "text": "-Ты?!"
      }
    ]
  },
  {
    "id": 17,
    "text": "—Ты?! Это она напала на меня! — крикнули вы, обращаясь к вахтерше.\n  Девочка сначала удивлённо взглянула на вас, но в следующую секунду ее удивление сменилось гневом.\n—Теть Люб! — воскликнула она, указывая на вас — Это тот самый извращуга!\n  Представительница \"охроны\" недоумевающе переводила взгляд от вас к девочке и обратно. Однако девочка не стала дожидаться решения вахтерши. В одну секунду она оказалась около вас и, замахнувшись кулаком, приготовилась нанести удар.",
    "answers": [
      {
        "id": 18,
        "text": "Бросить в нее сумку",
        "var_add": [
          "респект",
          1
        ]
      },
      {
        "id": 19,
        "text": "Не отвечать агрессией на агрессию, ибо \"насилие порождает насилие\" и все в этом мире взаимосвязанно... ну, вы поняли!"
      }
    ]
  },
  {
    "id": 18,
    "text": "  Недолго думая, вы швырнули в приближающуюся бестию свою сумку. Удар пришелся ей в лицо. Девочка закрылась руками и отскочила назад.\n—Ты ударил меня сумкой?! — воскликнула она в ярости.\n—Что здесь происходит?\n  Этот спокойный, женский голос в считанные секунды развеял всю кипевшую ярость черноволосой девочки. Она испуганно обернулась, затем поправила свою футболку и, бросив на вас испепиляющий взгляд, отошла в сторону. Вы тем временем, подняли с пола свою сумку. \"Яйца!\" — вдруг пронеслось в вашей голове — \"В сумке были яйца!\"",
    "answers": [
      {
        "id": 20,
        "text": "Оглянуться на голос"
      }
    ]
  },
  {
    "id": 19,
    "text": "  Вы зажмурились и приготовились к удару.\n—Что здесь происходит? — раздался чей-то спокойный, женский голос.\n  Вы приоткрыли глаза. Кулак завис в воздухе, в нескольких сантиметрах от вашего лица. Девушка убрала руку, затем больно щелкнула вас по лбу.\n—Тюфяк — надменно сказала она и отошла от вас.",
    "answers": [
      {
        "id": 20,
        "text": "Оглянуться на голос"
      }
    ]
  },
  {
    "id": 20,
    "text": "  В дверном проеме, ведущем налево от холла, стояла невысокая, хрупкая на первый взгляд, старушка в белой вязанной шали и сером платьице. Седые волосы на голове были причесаны в виде небольшого облака, создавая знакомый всем вид \"бабушки-одуваничка\"\n—Кто вы? — спросила она, внимательно изучая вас своими голубыми глазками.",
    "answers": [
      {
        "id": 21,
        "text": "Представиться"
      }
    ]
  },
  {
    "id": 21,
    "text": "—Меня зовут Максим Воробьев — представились вы.\n—Ах, да! Воробьев! — вспомнила старушка — Новый жилец!\n—Чего?! — воскликнула черноволосая девочка, стоя у стены — Этот извращуга будет жить в нашей общаге?\n—Я не извращуга! — не выдержали вы.\n—Все извращуги так говорят! — возразила девочка, топнув ногой.",
    "answers": [
      {
        "id": 22,
        "text": "Обозвать ее в ответ",
        "var_add": [
          "респект",
          1
        ]
      },
      {
        "id": 23,
        "text": "Проигнорировать"
      }
    ]
  },
  {
    "id": 22,
    "text": "—Похоже и вправду все карлики злые! — вскричали вы в сердцах, а в следующее мгновение умолкли.\n  Черные глаза прожигали вас неистовой ненавистью.\n—Как... ты... меня... назвал? — отчеканила она каждое слово, подступая к вам и угрожающе подняв кулак.\n  Вы сделали шаг к выходу.\n—Так, Поль — обратилась старушка к девочке — Ты ведь знаешь правило? Постояльцев в первый день не бить!\n  Девочка по имени Полина остановилась и обернулась к старушке.\n—А потом можно? — с надеждой в голосе спросила она.\n—Потом можно — кивнула старушка — Только без синяков.\n  Злобный смех Полины был схож со смехом демона, предчувствующего скорую жертву. Она с жуткой улыбкой взглянула на вас, а затем бодро зашагала к двери, откуда так внезапно выскочила.\n—Еще увидимся, извращуга! — бросила она напоследок.\n  Вы ошарашенно смотрели ей вслед.\n—Подойди к Егоровне — обратилась к вам вахтерша, возвращая взгляд на экран телевизора и махнув рукой в сторону старушки.",
    "answers": [
      {
        "id": 24,
        "text": "Подойти к \"Егоровне\""
      }
    ]
  },
  {
    "id": 23,
    "text": "  Вы не стали реагировать. Девушка тем временем направилась к двери, откуда так внезапно выскочила в холл.\n—Тюфяк! — бросила она вам напоследок.\n  Вы ошарашенно смотрели ей вслед.\n—Подойди к Егоровне — обратилась к вам вахтерша, возвращая взгляд на экран телевизора и махнув рукой в сторону старушки. ",
    "answers": [
      {
        "id": 24,
        "text": "Подойти к  \"Егоровне\""
      }
    ]
  },
  {
    "id": 24,
    "text": "  Вы приблизились к старушке в белой шали. Она приветливо улыбнулась вам и промолвила:\n—Не обращай внимание на Полю, Максим, она так шутит.\n—Не похоже — отозвались вы, вспомнив вашу первую встречу с этой девочкой.\n—Так, давай я введу тебя в курс дела, а затем отвечу на твои вопросы? — предложила старушка.",
    "answers": [
      {
        "id": 25,
        "text": "Внимательно слушать"
      }
    ]
  },
  {
    "id": 25,
    "text": "—Меня зовут Маргаритой Егоровной, но можешь звать просто — тетя Рита. Я комендант этого прекрасного заведения. Вон там — старушка указала рукой на вахтершу, та махнула вам, не отрываясь от экрана — Сидит Любовь Николаевна, можно просто...\n—Любаша! — продолжила за нее вахтерша.\n—Да... Так вот — старушка возобновила рассказ — Летом в нашем общежитии не так много людей остаются. В этом году у нас заселены только первые два этажа и последний — пятый. Парни живут внизу, а девочки наверху. И к девчонкам так просто не попадешь...\n—Ага! У них там КПП с пулемотом, да патрули с собаками! АХА-ХА-ХА!! — громко засмеялась вахтерша, хлопнув ладонью о стол.\n  Вы со старушкой перевели на нее удивленный взгляд.\n—Да... Так вот — продолжила Маргарита Егоровна, дождавшись, когда Любаша успокоилась — Пулемотов там, конечно, нет, но вот камеры везде стоят — старушка на минуту умолкла, что-то вспоминая, а затем добавила — Ну, вроде ничего не упустила. Вопросы?",
    "answers": [
      {
        "id": 26,
        "text": "-Вы говорили что-то о правилах",
        "need": -26
      },
      {
        "id": 27,
        "text": "-Расскажите о Полине",
        "need": -27
      },
      {
        "id": 31,
        "text": "Вопросов нет"
      }
    ]
  },
  {
    "id": 26,
    "text": "—Да, их немного — ответила старушка — Заселившихся в первый день никто не имеет права бить, весь пронесенный в общежитие алкоголь подлежит немедленному...\n—Уничтожению? — продолжили вы.\n—Нет — улыбнулась тетя Рита — Подлежит немедленному употреблению тетей Любой.\n—Угу! — отозвалась вахтерша.\n—Понятно... — ответили вы — Еще правила есть?\n—Пожалуй есть одно — лицо коменданта стало серьёзным, а голубые глазки, секунду назад смотревшие так наивно, блеснули строгостью — Никогда не обижай наших девчонок.\n  От этого наставления повеяло такой угрозой, что у вас по спине пробежали мурашки.\n—П-понял — отозвались вы, сглотнув ком в горле.\n—Да, девочек у нас мало и мы заботимся о них — отметила вахтерша.\n  Тем временем лицо старушки вновь приняло безвредные черты и она широко улыбнулась.",
    "answers": [
      {
        "id": 26,
        "text": "Назад",
        "isBack": true,
        "backstepCount": 1
      }
    ]
  },
  {
    "id": 27,
    "text": "  Тетя Рита лукаво прищурилась:\n—А что, понравилась?",
    "answers": [
      {
        "id": 29,
        "text": "-Она пнула мне между ног!"
      },
      {
        "id": 28,
        "text": "-Ну, симпатичная"
      },
      {
        "id": 30,
        "text": "-Да нет"
      }
    ]
  },
  {
    "id": 28,
    "text": "  Улыбка старушки стала еще шире и она промолвила:\n—Полина, как ты уже наверное заметил, девочка с характером и к ней подход нужен — затем тетя Рита приблизилась к вам и шепнула — Если хочешь, могу дать пару советов, как к ней подступить.",
    "answers": [
      {
        "id": 41,
        "text": "-Советов?",
        "need": [
          18
        ]
      },
      {
        "id": 44,
        "text": "-Советов? ",
        "need": -18
      },
      {
        "id": 25,
        "text": "-Нет, спасибо"
      }
    ]
  },
  {
    "id": 29,
    "text": "—Она пнула мне между ног! — воскликнули вы.\n—Ну и что? — удивилась старушка — Одно другому не мешает. Ну ладно — махнула она рукой — Если Поля тебе не понравилась, я не стану ничего о ней рассказывать.",
    "answers": [
      {
        "id": 28,
        "text": "-Да понравилась"
      },
      {
        "id": 25,
        "text": "-Ну и ладно "
      }
    ]
  },
  {
    "id": 30,
    "text": "—Ну, раз не понравилась, тогда я не буду о ней ничего говорить — махнула рукой старушка.",
    "answers": [
      {
        "id": 25,
        "text": "Ну ладно "
      }
    ]
  },
  {
    "id": 31,
    "text": "—Ну и славно — отметила комендант — А теперь, возьми у вахтерши ключ от 25 комнаты, а я тебе дам матрас и постельное белье.",
    "answers": [
      {
        "id": 32,
        "text": "-Забрать все необходимое и подняться в комнату "
      }
    ]
  },
  {
    "id": 32,
    "text": "  Водрузив на вас матрас и закинув сверху постельное белье, комендант отправила вас в путь-дорогу. Поднявшись по лестнице, вы оказались в длинном, узком и плохо освещенном коридоре. С трудом, но все же вам удалось найти 25 комнату.",
    "answers": [
      {
        "id": 33,
        "text": "Войти в комнату "
      }
    ]
  },
  {
    "id": 33,
    "text": "  Вы вставили ключ в замочную скважину, но, к вашему удивлению,  дверь оказалась не заперта. Толкнув ее, вы вошли внутрь.",
    "answers": [
      {
        "id": 34,
        "text": "Осмотреться"
      }
    ]
  },
  {
    "id": 34,
    "text": "  Это была вполне обычная комнатушка, правда, неприбранная. Две кровати у стен, слева и справа, между ними стол и два стула, старенький, шумный холодильник. Обои на стенах местами облезли, на одной из кроватей творился полный хаос, состоящий из вещей, тетрадей и бумаг. На столе вы заметили пустую упаковку из-под лапши быстрого приготовления. \"Здесь еще кто-то живет?\" — удивились вы — \"Но комендант ничего не сказала мне об этом\"",
    "answers": [
      {
        "id": 35,
        "text": "Взглянуть под ноги"
      }
    ]
  },
  {
    "id": 35,
    "text": "  \"Так, что тут у нас?\" — размышляли вы, подмечая глазами увиденное — \"Пустая бутылка воды, носки (конечно, куда без них!), какое-то тело, ложка... Стоп, что?!\"",
    "answers": [
      {
        "id": 36,
        "text": "-ТЕЛО?!"
      }
    ]
  },
  {
    "id": 36,
    "text": "  Вы выронили из рук сумку и матрас. Тело молодого парня растянулось под окном. Он был одет в серые штаны и белую футболку, а на голове у него был салафановый пакет.",
    "answers": [
      {
        "id": 37,
        "text": "Бежать за помощью"
      },
      {
        "id": 38,
        "text": "Подбежать к нему"
      }
    ]
  },
  {
    "id": 37,
    "text": "  \"Нужно позвать кого-нибудь!\" — пронеслось в вашей голове и вы рванули к лестнице.\n—Там человек с пакетом на голове! — крикнули вы вахтерше.\n—В комнате? — спросила женщина спокойным голосом, чуть приподнявшись в кресле.\n—Н-ну, да — подтвердили вы, несколько пораженный таким хладнокровием.\n—Тогда стяни с его головы пакет и все! — махнула рукой вахтерша, усаживаясь обратно в кресло.",
    "answers": [
      {
        "id": 38,
        "text": "Бежать в комнату "
      }
    ]
  },
  {
    "id": 38,
    "text": "  Подбежав к телу, вы проверели пульс на шее. \"Вроде, живой\" — облегченно отметили вы, снимая с его головы пакет. У парня было узкое, вытянутое лицо и длинные, взъерошенные волосы светло-русого цвета до плеч, прикрывающие глаза. Вы похлопали пострадавщего по щекам. \n—А? — начал приходить в себя парень — Чего?",
    "answers": [
      {
        "id": 39,
        "text": "-Что тут произошло?!"
      }
    ]
  },
  {
    "id": 39,
    "text": "—Экс-перимент — с трудом произнес парень, приподнявшись на руках. \n  \"Похоже, бредит\" — отметили вы.\n—Я говорю почему ты валялся на полу с пакетом на голове? — уточнили вы.\n  Парень меж тем сел на пол, упершись спиной о стену.\n—Чувак, я ведь тебе уже ответил — протянул он с расслабленной улыбкой — Это был эксперимент.\n  \"Чего?\" — удивились вы.\n—А ты, собственно, чей будешь? — спросил парень, склонив набок голову.",
    "answers": [
      {
        "id": 40,
        "text": "Представиться"
      }
    ]
  },
  {
    "id": 40,
    "text": "—Максим Воробьев, меня в эту комнату заселили.\n—Сосед значит — улыбнулся парень, после чего протянул вам руку — А я — просто Лео.",
    "answers": [
      {
        "id": 47,
        "text": "Пожать ему руку"
      },
      {
        "id": 48,
        "text": "Не пожимать"
      }
    ]
  },
  {
    "id": 41,
    "text": "—Ну, во-первых, Полина ищет кого-нибудь подстать ей.\n—То есть, такого же грубияна?\n—В какой-то степени можно и так сказать — улыбнулась тетя Рита — Ей нужен парень сильный, решительный и готовый постоять за себя. Тут ты хорошо отыграл, бросив ей в лицо сумкой.\n  Впервые вас похвалили за то, что вы ударили девочку.",
    "answers": [
      {
        "id": 42,
        "text": "-А что там во-вторых?"
      }
    ]
  },
  {
    "id": 42,
    "text": "—А что там дальше, во-вторых? — спросили вы.\n—А это — комендант подняла вверх указательный палец — Нужно будет выяснить тебе самому. Удачи, кавалер.",
    "answers": [
      {
        "id": 25,
        "text": "-Спасибо "
      }
    ]
  },
  {
    "id": 43,
    "text": "  Вы слегка пригнулись и попытались рассмотреть ту девушку сквозь полку с книгами, но ее там уже не было.",
    "answers": [
      {
        "id": 45,
        "text": "Приблизиться к тому месту, где она стояла"
      },
      {
        "id": 72,
        "text": "Забыть про нее"
      }
    ]
  },
  {
    "id": 44,
    "text": "—Ну, во-первых, Полина ищет кого-нибудь подстать ей.\n—То есть, такого же грубияна?\n—В какой-то степени можно и так сказать — улыбнулась тетя Рита — Ей нужен парень сильный, решительный и готовый постоять за себя. Тут ты показал себя не с лучшей стороны — покачала она головой — Не надо было столбом стоять, хотя бы сумкой швырнул бы в нее!",
    "answers": [
      {
        "id": 42,
        "text": "-А что там во-вторых? "
      }
    ]
  },
  {
    "id": 45,
    "text": "  Вы, беспрестанно оглядываясь, приблизились к тому месту, где она стояла. В воздухе витал аромат ее духов. \"Что это?\" — принюхались вы — \"Персик? Точно, запах персика!\"",
    "answers": [
      {
        "id": 73,
        "text": "Пройтись вдоль стеллажей"
      }
    ]
  },
  {
    "id": 46,
    "text": "  Вы перевернулись в постели и взглянули в потолок и, тяжело вздохнув, промолвили:\n—Сегодня я впервые встретил Полину. И не сказать, что она мне понравилась.\n—Понимаю — отозвался собеседник — Ты не из тех, кто заводит роман в  первый же день. Ладно! — Лео приблизился к выключателю — А теперь, давай спать.\n  Щелчок. И комната потонула во тьме.",
    "answers": [
      {
        "id": 225,
        "text": "Эпилог "
      }
    ]
  },
  {
    "id": 47,
    "text": "  Вы пожали ему руку.\n—Так-то лучше! — воскликнул Лео, вставая на ноги — Я уверен, мы с тобой подружимся!\n  Вы тоже поднялись и приблизились к сумке.\n—Эх! — Лео тем временем подобрал с пола пакет — Эксперимент снова провалился...",
    "answers": [
      {
        "id": 49,
        "text": "-Эксперимент?"
      },
      {
        "id": 50,
        "text": "Разобрать вещи",
        "need": [
          18,
          900
        ]
      },
      {
        "id": 123,
        "text": "Разобрать вещи",
        "need": [
          19
        ]
      }
    ]
  },
  {
    "id": 48,
    "text": "—Знаешь, \"просто Лео\" — вы встали на ноги — Какой-то ты подозрительный.\n  Внезапно парниша вскочил с пола. От неожиданности вы ненароком отпрыгнули назад.\n—Подозрительный? — спросил Лео, широко улыбаясь — Значит мы с тобой точно подружимся!\n—С чего бы это? — удивились вы.\n—То, что ты назвал меня подозрительным означает, что ты человек здравомыслящий! — радостно воскликнул Лео -Понимаешь, мы, как Инь и Янь! Мы дополняем друг друга!\n  Вы ошарашенно смотрели на него, не зная, что ответить. \"Да уж, повезло мне с соседом!\" — пронеслось в вашей голове.\n—Эх — Лео, тем временем, поднял с пола пакет — Эксперимент снова провалился...",
    "answers": [
      {
        "id": 49,
        "text": "-Что за эксперимент?"
      },
      {
        "id": 50,
        "text": "Разложить вещи",
        "need": [
          18,
          900
        ]
      },
      {
        "id": 123,
        "text": "Разложить вещи ",
        "need": [
          19
        ]
      }
    ]
  },
  {
    "id": 49,
    "text": "—Что за эксперимент? \n—А, заинтересовал? — улыбнулся Лео, поднимая с пола какой-то блакнот — Вот, можешь изучить мои записи. Я делал их до и во время опыта.\n  С этими словами он отдал вам записную книжку.",
    "answers": [
      {
        "id": 51,
        "text": "Прочитать"
      },
      {
        "id": 52,
        "text": "Не читать"
      }
    ]
  },
  {
    "id": 50,
    "text": "  Не обращая внимание на парня, вы разобрали сумки. \"Конечно! Яйца разбиты и вытекли на вещи!\" — сокрушенно отметили вы, доставая джинсы.\n—Ух ты! — воскликнул Лео — Это какой-то новый стиль одежды? Выглядит вызывающе!\n  Вы бросили злобный взгляд на соседа, но по его восхищенному лицу было трудно определить, дразнит он вас или говорит правду.\n—Да это все из-за вашей Полины — отозвались вы, тяжело вздохнув, и продолжили разбирать вещи.\n—А, Полина! Правда круто, когда она сверлит тебя своими глазками и относится к тебе, как к ничтожеству?\n  Вы удивлённо взглянули на него.",
    "answers": [
      {
        "id": 50,
        "text": "\n-Кстати, не хочешь глянуть на мои записи? - предложил Лео, протягивая вам какой-то блакнот. ",
        "need": [
          -49
        ],
        "merge": true
      },
      {
        "id": 51,
        "text": "Прочитать",
        "need": [
          -49
        ]
      },
      {
        "id": 160,
        "text": "Не читать",
        "need": [
          -49
        ]
      },
      {
        "id": 163,
        "text": "Далее",
        "need": [
          49
        ]
      }
    ]
  },
  {
    "id": 51,
    "text": "  1-ая запись:\n  Купил пакет. И на этот раз прозрачный! Прошлый эксперимент провалился из-за моей недальновидности. \"Заметка на полях\": надев на голову черный, не прозрачный пакет, становится трудно что-либо писать в блокнот.\n  2-ая запись:\n  Приступаю к эксперименту. Фаза первая: надел пакет на голову...\n\n—Стой! — оторвали вы взгляд от блокнота — То есть, ты сам надел этот пакет на себя?\n—Ну да — произнес Лео, видимо, удивленный вашим вопросом.\n—Но... зачем?\n  Парень отвернулся от вас и взглянул в окно.\n—Мои действия — начал он серьёзным и задумчивым голосом — Не всегда можно объяснить логикой. Но, что бы я не делал, пойми, все это ради развития человечества...",
    "answers": [
      {
        "id": 53,
        "text": "-Ближе к сути"
      }
    ]
  },
  {
    "id": 52,
    "text": "—Пожалуй, откажусь — ответили вы, протягивая блокнот владельцу.\n—Ты так холоден со мной — произнес Лео, улыбаясь — Обожаю!",
    "answers": [
      {
        "id": 50,
        "text": "Разложить вещи ",
        "need": 18
      },
      {
        "id": 163,
        "text": "Разложить вещи",
        "need": [
          19
        ]
      }
    ]
  },
  {
    "id": 53,
    "text": "—Ближе к сути, философ! — не выдержали вы. \n  Лео обернулся к вам и, почесав затылок, произнес:\n—Хотел узнать, что чувствует человек перед смертью, а все свои ощущения записать на бумагу — внезапно его лицо стало серьёзным и он добавил, подняв вверх указательный палец — В конечном счете, моя смерть приблизила бы человечество к понимаю этого феномена. Ну что, теперь представляешь, как тебе повезло с соседом?!",
    "answers": [
      {
        "id": 55,
        "text": "Пять минут спустя"
      }
    ]
  },
  {
    "id": 54,
    "text": "—Я остаюсь — бросили вы, убирая телефон.\n  \"За первый месяц мы уже заплатили... и ты сам говорил, что если мы дадим тебе пожить отдельно, то ты не будешь нас доставать... ведь только заселился, а уже ноешь!\" — эти и еще много других аргументов предъявили родители, заставив вас передумать.\n—Ну вот и хорошо! — хлопнула в ладоши тетя Рита — Не волнуйся, Максимушка. Лео хоть и странный, но с ним ты точно не соскучишься. Кстати — старушка обернулась к вашему соседу — Ты ведь собирался куда-то в город? Прихвати с собой и Максима, покажешь ему окрестности.\n—Отличная мысль — отметил Лео — Ну что, Макс, прогуляемся?",
    "answers": [
      {
        "id": 58,
        "text": "Согласиться "
      },
      {
        "id": 59,
        "text": "Отказаться "
      }
    ]
  },
  {
    "id": 55,
    "text": "—Что значит больше нет свободных комнат и вы не можете меня переселить?! — кричали вы, стоя перед вахтершой и комендой.\n—Макс, все комнаты на втором этаже заняты — развела руками тетя Рита. \n—А первый ? — не сдавались вы.\n—На первом этаже семейные живут и там тоже все под завязку.\n—То есть, мне придётся жить вот с этим! — бросили вы, указывая на стоящего рядом Лео.\n—Йоу, дружище-братище, это судьба — широко улыбнулся тот.\n—Заткнись, Лео! — прикрикнули вы.\n—Боюсь, Макс, у тебя нет другого выбора — пожала плечами коменда.\n  \"Нет, есть!\" — мысленно возразили вы — \"Я могу позвонить родителям!\"",
    "answers": [
      {
        "id": 56,
        "text": "Позвонить родителям "
      },
      {
        "id": 57,
        "text": "Смириться с судьбой "
      }
    ]
  },
  {
    "id": 56,
    "text": "—Ну, это мы еще посмотрим! — улыбнулись вы, доставая из кармана телефон — Один звонок и я перееду от вас!",
    "answers": [
      {
        "id": 54,
        "text": "Один рассержанный телефонный разговор спустя"
      }
    ]
  },
  {
    "id": 57,
    "text": "—Ладно — вздохнули вы устало.\n—Ну вот и хорошо! — хлопнула в ладоши тетя Рита — Не волнуйся, Максимушка. Лео хоть и странный, но с ним ты точно не соскучишься. Кстати — старушка обернулась к вашему соседу — Ты ведь собирался куда-то в город? Прихвати с собой и Максима, покажешь ему окрестности.\n—Отличная мысль — отметил Лео — Ну что, Макс, прогуляемся?",
    "answers": [
      {
        "id": 58,
        "text": "Согласиться "
      },
      {
        "id": 59,
        "text": "Отказаться"
      }
    ]
  },
  {
    "id": 58,
    "text": "—Почему бы нет? — ответили вы и направились вслед за Лео к выходу.\n  После того, как вы покинули здание общежития, сосед повел вас по узкой, мощенной тропинке. Слева и справа от тропинки возвышались деревья. Для вас появилась возможность получше узнать Лео.",
    "answers": [
      {
        "id": 60,
        "text": "-Где ты работаешь?",
        "need": -60
      },
      {
        "id": 62,
        "text": "-Куда мы идем?",
        "need": [
          -62
        ]
      },
      {
        "id": 63,
        "text": "-У тебя есть семья?",
        "need": -63
      },
      {
        "id": 64,
        "text": "Молчать"
      }
    ]
  },
  {
    "id": 59,
    "text": "—Может, в следующий раз — ответили вы и направилась к лестнице, ведущей на второй этаж.\n  Лео пожал плечами и зашагал к выходу. ",
    "answers": [
      {
        "id": 161,
        "text": "Подняться в комнату "
      }
    ]
  },
  {
    "id": 60,
    "text": "—Лео, где ты работаешь?\n—Толком нигде — ответил собеседник, задрав голову и рассматривая что-то в небе — Я постоянно в поисках... Ищу себя и свое место в жизни.\n  Вы взглянули вверх, но ничего не увидели.",
    "answers": [
      {
        "id": 61,
        "text": "-О чем задумался?"
      },
      {
        "id": 58,
        "text": "Другой вопрос"
      }
    ]
  },
  {
    "id": 61,
    "text": "—О чем ты думаешь сейчас?\n  Лео взглянул на вас и, рассеянно улыбнувшись, произнес:\n—Не задумывался ли ты, что не плохо было бы стать птицей в небесах?\n  Вы вновь подняли взор к небу.\n—Да, чувство полета и свободы... — промолвили вы в задумчивости.\n—Да нет! — прервал ваши мечты собеседник — Я о том, что весело, наверное, гадить на головы прохожих, а они еще при этом считали, что это хорошая примета.",
    "answers": [
      {
        "id": 58,
        "text": "Другой вопрос "
      }
    ]
  },
  {
    "id": 62,
    "text": "—А куда мы идем?\n—Скоро узнаешь — промолвил в ответ Лео.",
    "answers": [
      {
        "id": 62,
        "text": "Другой вопрос ",
        "isBack": true,
        "backstepCount": 1
      }
    ]
  },
  {
    "id": 63,
    "text": "—У тебя есть семья? \n  Лео на мгновение задумался, а затем ответил:\n—Наверное, есть. Точно не знаю, они бросили меня совсем маленького.\n—Ох, прости — спохватились вы — Не стоило мне об этом спрашивать.\n—Ничего — беззаботно бросил Лео — В какой-то степени я им благодарен за это. В следствии того, что я рос сиротой, из меня получился тот, кто я есть. Это сделало меня личностью с уникальными чертами характера.\n  \"Похоже, он никогда не расстраивается\" — отметили вы, с улыбкой глядя на него.\n—Тем более родители мешали бы мне проводить эксперименты — закончил задумчиво Лео.",
    "answers": [
      {
        "id": 63,
        "text": "Другой вопрос ",
        "isBack": true,
        "backstepCount": 1
      }
    ]
  },
  {
    "id": 64,
    "text": "  Оставшуюся часть пути вы прошли молча, размышляя о своем. Вы вдруг поймали себя на мысли, что вспоминаете Полину, точнее, ее горящие, черные глаза.\n—Вот и пришли! — радостно возвестил Лео.",
    "answers": [
      {
        "id": 65,
        "text": "Осмотреться"
      }
    ]
  },
  {
    "id": 65,
    "text": " Вы стояли напротив высокого каменного здания с колоннами у входа. На стене, слева от двери, красовалась табличка \"Библиотека\"\n—Что? Библиотека? — удивились вы.\n—Ну да — ответил Лео, подходя к дверям — Мне нужно кое-что здесь найти, пойдем.\n  \"Он еще и читать любит?\" — удивились вы.",
    "answers": [
      {
        "id": 66,
        "text": "Войти в библиотеку"
      }
    ]
  },
  {
    "id": 66,
    "text": "  Внутри библиотека казалась еще более обширной, чем снаружи. Огромные, широкие стеллажи с книгами, читательские столики с фонариками и абсолютная тишина — это место вам явно нравилось.\n—Вдохни в себя этот воздух! — воскликнул вдруг Лео — Этот запах книг! Так пахнут знания!\n—Тшшш! — недовольно шикнула на него библиотекарь — великовозрастная дама в очках. Она сидела за одним из столов и перебирала книги.\n—Макс — шепнул вам Лео — Я пойду разузнаю где нужная мне литература, а ты пока прогуляйся здесь, осмотрись.\n  С эими словами ваш сосед приблизился к библиотекарю.",
    "answers": [
      {
        "id": 67,
        "text": "Прогуляться"
      }
    ]
  },
  {
    "id": 67,
    "text": "  Вы двинулись вдоль одного из стеллажей, осматривая его содержимое. \"Столько книг\" — отметили вы — \"Чтобы все это прочесть пол жизни уйдет\" Посетителей, как вы заметили, здесь было немного и все они сидели за читательскими столами. Внезапно между стеллажами вы заметили фигуру молодой девушки.",
    "answers": [
      {
        "id": 68,
        "text": "Присмотреться"
      }
    ]
  },
  {
    "id": 68,
    "text": "  Вы остановились и пригляделись к ней. Она была одета в черную блузку и такого же цвета юбку до середины бедра, на ногах у нее были темные башмачки, а также низкие чулки. Стройное тело, средний рост, черные волосы средней длины, которые скрывали от вас верхнюю половину лица. Эта девушка держала в руках раскрытую книгу и, упершись спиной о стеллаж, с увлечением читала ее. \"Почему она читает здесь, а не за столом?\" — удивились вы — \"Быть может, мне следует подойти к ней?\" Но прежде, чем вы что-либо решили по всей библиотеке раздался громкий возглас Лео:\n—Как у вас нет отдела с эротикой?!",
    "answers": [
      {
        "id": 69,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 69,
    "text": "  Девушка отвлеклась от книги и, смахнув с лица прядь волос, взглянула в вашу сторону своими темно-синими глазами. Похоже, она заметила, что вы наблюдали за ней.",
    "answers": [
      {
        "id": 70,
        "text": "Спрятаться за стеллаж"
      }
    ]
  },
  {
    "id": 70,
    "text": "  Вы в то же мгновение сделали шаг в сторону и укрылись за ближайшим стеллажом. \"Черт! Она меня заметила!\"  Вы зажмурились и уткнулись затылком о полку с книгами. Открыв глаза, вы обнаружили перед собой стол библиотекаря. Лео стоял около него и, задумчиво почесывая подбородок, что-то говорил женщине в очках.\n—Как мне кажется, стоит уважать предпочтения своих посетителей — расслышали вы его речь — И если читатель хочет расширить свой кругозор прочтением книг для взрослых, то стоит дать ему эту возможность. \n—Шшш — библиотекарь приложила палец к губам и яростно взглянула на Лео.",
    "answers": [
      {
        "id": 43,
        "text": "Посмотреть на девушку "
      }
    ]
  },
  {
    "id": 71,
    "text": "—Рассказать о Яне? — переспросила комендант, а затем улыбнувшись, ответила- Это тебе уж лучше у нее самой узнать.\n—Легко сказать — вздохнули вы. \n  Тетя Рита приблизилась к вам и, опустив свою сухую руку на ваше плечо, произнесла:\n—Будь смелее, Макс. Ведь лучше попробывать и сделать, чем сожалеть всю жизнь об упущенной возможности.\n  Вы взглянули на нее и благодарно улыбнулись.",
    "answers": [
      {
        "id": 71,
        "text": "Назад",
        "backstepCount": 1,
        "isBack": true
      }
    ]
  },
  {
    "id": 72,
    "text": "  \"Ушла?\" — отметили вы — \"Ну и ладно\" Вы отступили от стеллажа и направились к Лео.",
    "answers": [
      {
        "id": 74,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 73,
    "text": "  Вы, ускорив шаг, прошли вдоль стеллажей и вышли к столикам. Запах персика развеялся в воздухе. \"Упустил\" — отметили вы расстроенно и направились к Лео.",
    "answers": [
      {
        "id": 74,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 74,
    "text": "—Ну у вас же есть исторический отдел?! — не унимался тот, упершись руками о стол библиотекаря — Камасутра как раз таки относится к истории древней Индии! Подайте мне Камасутру!\n—Тшшш! — шипение библиотекаря было схоже с шипением гадюки.\n  Вслед за этим, откуда не возьмись, появились два двухметровых амбала (по всей видимости, охранники). Они подступили к Лео и, бережно схватив его под руки, потащили к выходу.\n—Ну хоть фотки обнаженных скульптур дайте посмотреть! — воскликнул ваш сосед, беспомощно повиснув на руках здоровяков.\n  Когда его вышвырнули, вы еще раз обернулись, в надежде увидеть ее, затем глубоко вздохнули. \"Все-таки упустил...\"",
    "answers": [
      {
        "id": 75,
        "text": "Выйти на улицу "
      }
    ]
  },
  {
    "id": 75,
    "text": "—Дружище-братище! — обратился к вам Лео, когда вы вышли на улицу.",
    "answers": [
      {
        "id": 76,
        "text": "-Что это сейчас было?"
      },
      {
        "id": 85,
        "text": "Пойти в общагу "
      }
    ]
  },
  {
    "id": 76,
    "text": "—Что это было? — накинулись вы на него.\n—Ты о чем? — не понял собеседник.\n—Я о представлении, которое ты там устроил! Что за цирк?!\n—Ах, ты об этом — промолвил Лео, задумчиво почесывая подбородок — Это тоже одна из моих многочисленных хобби.\n—Что? Просмотр эротики ты называешь хобби?!\n—Не говори так! — воскликнул Лео, размахивая руками — Я не какой-нибудь извращенец, помешанный на... на... — он попытался подобрать слово — На изращениях! Нет! Я изучаю красоту женского тела с духовной точки зрения, мои помысли чисты!\n—Хватит! — махнули вы рукой — Как хочешь называй свои извращения!",
    "answers": [
      {
        "id": 79,
        "text": "Расспросить Лео о девушке"
      },
      {
        "id": 85,
        "text": "Пойти в общагу "
      }
    ]
  },
  {
    "id": 77,
    "text": "  Вы схватились за ручку и потянули ее на себя и дверь с громким скрипом открылась. Войдя внутрь, вы оказались в небольшой комнатке. На полу вдоль стен слева и справа были установлены клетки с собаками. Также вы заметили в углу комнаты стол, за которым сидел невысокого роста старичок с седыми волосами.\n—К нам посетитель? — осведомился он, улыбаясь, и глядя на вас своими добрыми глазами.\n  Около него стояла Полина. На ней был черные перчатки и передник, а нижнуюю часть лица скрывала медицинская маска.\n—Ты чего тут? — удивлённо промолвила она.",
    "answers": [
      {
        "id": 210,
        "text": "-Да я тут гулял просто"
      }
    ]
  },
  {
    "id": 78,
    "text": "—А нельзя было аккуратнее?! — воскликнули вы в ярости.\n  Полина опустила глаза и вам показалось, что она покраснела.\n—Сам виноват! — бросила она напоследок и убежала прочь.\n  Вы удивлённо взглянули на Лео. Тот лишь пожал в ответ плечами и направился в общагу.\n  \"Странно... Куда это она на ночь глядя?\" — подумали вы, массируя ушибленный нос.",
    "answers": [
      {
        "id": 86,
        "text": "Пойти следом за Лео"
      },
      {
        "id": 87,
        "text": "Последовать за Полиной"
      }
    ]
  },
  {
    "id": 79,
    "text": "—Ты не видел девушку в библиотеке? — спросили вы.\n—Какую девушку?\n—Ну, с черными волосами и темно-синими глазами... От нее еще пахло персиками.\n—Нет, не видел — лицо Лео расплылось в улыбке.",
    "answers": [
      {
        "id": 80,
        "text": "-Чему ухмыляешься?"
      },
      {
        "id": 85,
        "text": "Не обращать на это внимание и вернуться в общагу "
      }
    ]
  },
  {
    "id": 80,
    "text": "—Чему ты ухмыляешься? — нахмурились вы.\n—Да так! — Лео развел руками — Просто, похоже, что кто-то влюбился...\n—Чего?!\n—Ну, признайся — лукаво промолвил собеседник — Влюбился ведь?",
    "answers": [
      {
        "id": 82,
        "text": "-Нет!"
      },
      {
        "id": 84,
        "text": "-Не знаю "
      }
    ]
  },
  {
    "id": 81,
    "text": "  Вы, продолжая держаться за нос, зло взглянули на девушку, но промолчали.\n—Привет, Поль! — махнул рукой Лео — Осторожнее надо быть. Ты моего дружбана-братана чуть не убила, а ведь мы с ним столько экспериментов еще не поставили...\n—Заткнись, Лео! — прикрикнули вы с Полиной на него.\n  Девушка прошла мимо и направилась в сторону аллеи. \"Куда это она на ночь глядя?\" — задумались вы, массируя ушибленный нос. Лео тем временем направился в общагу.",
    "answers": [
      {
        "id": 86,
        "text": "Последовать за Лео"
      },
      {
        "id": 87,
        "text": "Идти за Полиной"
      }
    ]
  },
  {
    "id": 82,
    "text": "—Нет, конечно! — воскликнули вы — Что за глупости ты говоришь?!\n—Ну, как знаешь — пожал плечами Лео — Пойдем в общагу?",
    "answers": [
      {
        "id": 85,
        "text": "-Пойдем"
      }
    ]
  },
  {
    "id": 83,
    "text": "—Тетя Рита, это н-недоразумение! — замахали вы руками, отступая к стене — Я... я никакой не извращенец! П-просто...\n  В этот момент перед вами выскочил Лео и заслонив вас рукой заявил:\n—Тетя Рита, он бы ни в коем случае не стал приставать к Яне! Он гей!",
    "answers": [
      {
        "id": 181,
        "text": "Пару ошеломленных минут спустя"
      }
    ]
  },
  {
    "id": 84,
    "text": "—Не знаю — признались вы — То есть, разве можно так сразу это определить? Я ее впервые увидел сегодня...\n—Знаешь — Лео приблизился к вам и закинул руки на ваши плечи — Многие люди не верят в любовь с первого взгляда лишь потому, что не испытывали это чувство. Однако не стоит полагать, что влюбиться с первого взгляда невозможно! Слушай свое сердце, оно подскажет.\n  Вы на минуту призадумались\n—Умно — заметили вы.\n—Да — улыбнулся собеседник, убирая руку — Я вычитал это в одном эротическом журнале, в разделе...\n—Заткнись, Лео.",
    "answers": [
      {
        "id": 85,
        "text": "Вернуться в общагу"
      }
    ]
  },
  {
    "id": 85,
    "text": "  Вы с Лео вернулись в общагу и к тому времени пока дошли, уже стемнело.\n—У вас тут вечером прохладно — заметили вы.\n—Да — ответил Лео — А там, где ты раньше жил теплее?\n—Намного. В том городе... — начали вы рассказ, потянувшись к ручке двери, ведущей в холл.\n  Но в следующую секунду железная дверь резко распахнулась в вашу сторону. Ничего не успев предпринять, вам пришлось покорно наблюдать за тем, как она стремительно приблизилась к вашему лицу. Удар. Вспышка боли. Вы отпрыгнули назад, схватившись за нос. Лео во время подбежал и, ухватив вас за плечи, не дал упасть.\n—Ой! — раздался тонкий возглас и из приоткрытой двери показалось маленькое личико с черными, испуганными глазками.\n  В следующее мгновение глаза сверкнули злостью.\n—Ты чего под дверью трешься?! — набросилась на вас Полина.",
    "answers": [
      {
        "id": 78,
        "text": "Накричать на нее",
        "need": [
          18
        ]
      },
      {
        "id": 97,
        "text": "Накричать на нее ",
        "need": [
          -18
        ]
      },
      {
        "id": 81,
        "text": "Промолчать "
      }
    ]
  },
  {
    "id": 86,
    "text": "  \"Ладно, не мое дело\" — решили вы и направились ко входу в общежитие.\n  В холле, помимо вахтерши Любы, была еще девушка. Она стояла перед столом вахтерши, спиной к вам, и у нее были черные волосы средней длины. \"Неужели...\" — девушка начала оборачиваться к вам — \"Это...\" — темно-синие глаза, заметив вас, широко раскрылись от удивления — \"Та самая!\" На вашем лице непроизвольно показалась улыбка.\n  Однако хмурый взгляд, которым девушка глянула на вас, насторожил вас. Затем незнакомка пригнулась к уху вахтерши и что-то ей шепнула. Тетя Люба нахмурилась.\n—Ты чего это к нашим девочкам лезишь? — грозно спросила она.\n—Кто к нашим девочкам лезет? — раздался ужасающе-спокойный голос тети Риты.\n  Вы испуганно посмотрели на дверь, ведущую в ее кабинет, и чуть не упали на пол. Тетя Рита медленно шла к вам, угрожающе сжимая в руках концы шали, накинутой ей на плечи. На лице коменданта играла улыбка, более похожая на оскал.",
    "answers": [
      {
        "id": 83,
        "text": "Оправдываться"
      }
    ]
  },
  {
    "id": 87,
    "text": "  Вы рванули с места и помчались в ту сторону, куда убежала Полина. Вскоре вам удалось догнать ее. Она шла по  хорошо освещенной аллее, опустив голову и задумавшись о своем, поэтому ваши шаги за спиной девушка и не заметила.",
    "answers": [
      {
        "id": 88,
        "text": "Идти за ней следом"
      },
      {
        "id": 90,
        "text": "Вернуться в общагу ",
        "need": [
          -204
        ]
      }
    ]
  },
  {
    "id": 88,
    "text": "  Вы не стали привлекать внимание к своей персоне и последовали за ней следом. Вскоре Полина дошла до одноэтажного, небольшого, серого здания и вошла в него через железную дверь.",
    "answers": [
      {
        "id": 77,
        "text": "Войти внутрь"
      },
      {
        "id": 92,
        "text": "Разведать территорию"
      }
    ]
  },
  {
    "id": 89,
    "text": "—Хорошо — ответили вы, забрав у девушки передник.\n  Полина направилась к выходу во двор.\n—Как закончишь, выходи — произнесла она и скрылась в дверном проеме. ",
    "answers": [
      {
        "id": 109,
        "text": "Надеть передник"
      }
    ]
  },
  {
    "id": 90,
    "text": "  \"Ладно, не мое дело\" — решили вы и вернулись в общежитие.\n  В холле, помимо вахтерши Любы, была еще девушка. Она стояла перед столом вахтерши, спиной к вам, и у нее были черные волосы средней длины. \"Неужели...\" — девушка начала оборачиваться к вам — \"Это...\" — темно-синие глаза, заметив вас, широко раскрылись от удивления — \"Та самая!\" На вашем лице непроизвольно показалась улыбка.\n  Однако хмурый взгляд, которым девушка глянула на вас, насторожил вас. Затем незнакомка пригнулась к уху вахтерши и что-то ей шепнула. Тетя Люба нахмурилась.\n—Ты чего это к нашим девочкам лезишь? — грозно спросила она.\n—Кто к нашим девочкам лезет? — раздался ужасающе-спокойный голос тети Риты.\n  Вы испуганно посмотрели на дверь, ведущую в ее кабинет, и чуть не упали на пол. Тетя Рита медленно шла к вам, угрожающе сжимая в руках концы шали, накинутой ей на плечи. На лице коменданта играла улыбка, более похожая на оскал.",
    "answers": [
      {
        "id": 83,
        "text": "Оправдываться "
      }
    ]
  },
  {
    "id": 91,
    "text": "  Вскоре вы доехали до места назначения — пятиэтажного серого общежития. Остановив машину на парковке, отец обратился к вам:\n—Пойдем, Макс, вещи твои выгрузим. ",
    "answers": [
      {
        "id": 7,
        "text": "Выйти из машины "
      }
    ]
  },
  {
    "id": 92,
    "text": "  Вы пригнулись и, вспомнив все навыки ниндзя, которым вы обучились из кинофильмов, подступили к зданию. Как вы выяснили, к нему примыкал высокий, бетонный забор. За ограждением раздавался многочислененный собачий лай. \"Что это?\" — призадумались вы — \"Подпольные собачьи бои? Эксперименты на животных? Почему Полина пришла сюда ночью? Нужно все разузнать!\"",
    "answers": [
      {
        "id": 93,
        "text": "Перелезть через забор"
      },
      {
        "id": 77,
        "text": "Войти в железную дверь "
      }
    ]
  },
  {
    "id": 93,
    "text": "  Вы ухватились за край стены и подтянули туловище. Затем перекинули тело через ограждение и, совершив в воздух кульбит, изящно приземлились на спину. От удара у вас потемнело в глазах и перехватило дыхание. Спустя несколько секунд переворачиваний с бока набок и сетований на свою слабую физическую подготовленность, вам все же удалось очухаться.",
    "answers": [
      {
        "id": 95,
        "text": "Встать и осмотреться"
      }
    ]
  },
  {
    "id": 94,
    "text": "—Пожалуй, откажусь — ответили вы, направляясь к выходу. \n  Полина удивлённо взглянула на вас, а затем покраснела и рассержанно брсила вам вслед:\n—Ну и проваливай, извращуга! Без тебя справлюсь!\n  Вы открыли дверь и остановились на пороге спиной к девушке. \"Нет, это не мое дело\" — решили вы и шагнули на улицу. \n—Урод! — раздался за вашей спиной яростный возглас после того, как дверь закрылась.",
    "answers": [
      {
        "id": 195,
        "text": "Вернуться в общежитие "
      }
    ]
  },
  {
    "id": 95,
    "text": "  Вы приподнялись на руках и осмотрелись. Слева и справа от вас вдоль забора были установлены клетки с собаками. Во дворе стоял шум, вызванный несмолкаемым собачьим лаем. Сам двор оказался небольшим и вмещал в себя около двадцати-тридцати клеток. Из здания, куда вошла Полина, во внутренний двор вела деревянная дверь. Над этим входом висел фонарь, который освещал весь двор. \"Похоже, меня никто не заметил\" — отметили вы, пригнувшись к земле и прищурившись — \"Проникновение прошло успешно!\"\n—Ты чего тут? — раздался вдруг чей-то голос за вашей спиной. ",
    "answers": [
      {
        "id": 96,
        "text": "Вскрикнуть и обернуться"
      }
    ]
  },
  {
    "id": 96,
    "text": "  От испуга вы ненароком вскрикнули и обернулись. За вами стояла Полина. На ней был черные перчатки и передник, а нижнуюю часть лица скрывала медицинская маска. \"Точно! Опыты!\" — пронеслось в вашей голове. \n—Ты чего здесь делаешь? — спросила девушка голосом, в котором читался нарастающий гнев.",
    "answers": [
      {
        "id": 99,
        "text": "Предъявить обвинения "
      },
      {
        "id": 100,
        "text": "-Я просто гулял"
      }
    ]
  },
  {
    "id": 97,
    "text": "—А нельзя было аккуратнее?! — воскликнули вы в ярости. \n—Это ты со своему извращуге Лео скажи, чтобы он аккуратнее был, когда в следующий раз ласкать тебя будет! — ответила Полина.\n  Лео убрал от вас руки.\n—Привет, Поль — сказал он, улыбаясь — Ты как всегда остра на язычок.\n—А ты как всегда придурок — бросила девушка, проходя мимо вас.\n—Обожаю, когда она со мной так груба — с блаженной улыбкой признался Лео, направляясь к общежитию.\n  \"Интересно, куда это она на ночь глядя?\" — подумали вы, массируя ушибленный нос. ",
    "answers": [
      {
        "id": 86,
        "text": "Пойти следом за Лео "
      },
      {
        "id": 98,
        "text": "Пойти за Полиной "
      }
    ]
  },
  {
    "id": 98,
    "text": "  Вы развернулись и быстрым шагом направились в ту сторону, куда ушла девушка. Вскоре вам удалось догнать ее. Полина шла по  хорошо освещенной аллее, опустив голову и задумавшись о своем, поэтому ваши шаги за спиной девушка и не заметила.",
    "answers": [
      {
        "id": 88,
        "text": "Идти за ней следом"
      },
      {
        "id": 90,
        "text": "Вернуться в общагу "
      }
    ]
  },
  {
    "id": 99,
    "text": "—Ага! — воскликнули вы, указывая на нее пальцем — Уж не знаю, какие опыты вы здесь проводите, но я вас поймал с поличным!\n—Опыты? — удивилась Полина.\n—Можешь не оправдываться! — воодушевленно продолжили вы — Сюда ты ходишь ночью и скрываешь от всех свое место работы!\n—Что ж — глаза девушки блеснули недобрым огоньком — Ты раскрыл меня. Ну, а теперь — она хрустула пальцами сжатого кулака — Моей организации придется устранить тебя.\n—Ч-чего?! — воскликнули вы.\n  Полина подошла к двери, ведущей в здание и бросила вам через плечо:\n—Балда, хватит с ума сходить! Всех собак распугаешь! Заходи.",
    "answers": [
      {
        "id": 101,
        "text": "Последовать за ней"
      }
    ]
  },
  {
    "id": 100,
    "text": "—Да я здесь просто прогуливался — ответили вы, как можно более беззаботным голосом.\n—Ага! В такое время и здесь?! Врешь! — воскликнула девушка — Следил за мной, извращуга?!\n—Да нет! — замахали вы руками — Просто...\n—Неважно — махнула рукой Полина, направляясь ко входу в здание — Пошли.\n—Куда? — удивились вы. ",
    "answers": [
      {
        "id": 100,
        "text": "-Дам тебе пенделя в сторону общаги! - бросила девушка.",
        "comment": true,
        "need": -18
      },
      {
        "id": 100,
        "text": "-Поможешь мне - ответила девушка не оборачиваясь.",
        "comment": true,
        "need": 18
      },
      {
        "id": 101,
        "text": "Последовать за ней"
      }
    ]
  },
  {
    "id": 101,
    "text": "  Полина завела вас в небольшое здание. Внутри находилось еще несколько клеток с собаками, а также стол, за которым сидел невысокого роста старичок с седыми волосами.\n—К нам посетитель? — осведомился он, улыбаясь, и глядя на вас своими добрыми глазами.",
    "answers": [
      {
        "id": 101,
        "text": "-Скорее, помощник - ответила Полина, снимая с лица маску.",
        "need": [
          18
        ],
        "comment": true
      },
      {
        "id": 101,
        "text": "-Скорее, случайный гость - буркнула недовольно Полина, снимая с лица маску. ",
        "need": [
          -18
        ],
        "comment": true
      },
      {
        "id": 103,
        "text": "-Кто вы?",
        "need": [
          -103
        ]
      },
      {
        "id": 102,
        "text": "-Что это за место?",
        "need": [
          -102,
          -18
        ],
        "need_sometimes": true
      },
      {
        "id": 105,
        "text": "-Что это за место? ",
        "need": [
          18,
          -105
        ]
      },
      {
        "id": 104,
        "text": "Далее",
        "need": [
          -18,
          103,
          102
        ]
      },
      {
        "id": 104,
        "text": "Далее",
        "need": [
          -18,
          103,
          105
        ]
      },
      {
        "id": 108,
        "text": "Далее",
        "need": [
          18,
          105,
          103
        ]
      }
    ]
  },
  {
    "id": 102,
    "text": "—Что это за место? — спросили вы, оглядываясь по сторонам. \n—Тебе-то какое дело? — бросила девушка. \n—Полина — обратился к ней старик — Помнишь, что я тебе говорил о терпимости?\n  Девушка закатила глаза и, вздохнув, ответила:\n—Помню, дядь Саш — она перевела взгляд на вас — Это приют для собак. Дядь Саш отлавливает бездомных собак по всему городу и привозит сюда.",
    "answers": [
      {
        "id": 102,
        "text": "-Ясно",
        "backstepCount": 1,
        "isBack": true
      }
    ]
  },
  {
    "id": 103,
    "text": "—Кто вы? — спросили вы у старика.\n  Он приподнялся со стула и протянул вам руку.\n—Я дядя Саша — представился старик — А с Полиной вы, кажется, уже знакомы.",
    "answers": [
      {
        "id": 103,
        "text": "Назад",
        "backstepCount": 1,
        "isBack": true
      }
    ]
  },
  {
    "id": 104,
    "text": "  Полина приблизилась к железной двери, ведущей на улицу.\n—Выход здесь — указала она рукой.\n—Постой, Поля — дядя Саша встал со стула — Может, этот молодой человек поможет тебе? Ведь ты сама говорила, что не успеваешь.\n—Мне не нужна помощь — бросила девушка — Тем более, от этого тюфяка!",
    "answers": [
      {
        "id": 106,
        "text": "Выйти"
      },
      {
        "id": 107,
        "text": "Остаться и помочь"
      }
    ]
  },
  {
    "id": 105,
    "text": "—Что это за место? — спросили вы, оглядевшись кругом. \n—А на что это похоже? — ответила Полина — Здесь приют для собак. Дядь Саш отлавливает бездомных собак по всему городу и привозит сюда. ",
    "answers": [
      {
        "id": 105,
        "text": "-Ясно",
        "backstepCount": 1,
        "isBack": true
      }
    ]
  },
  {
    "id": 106,
    "text": "—Пф! Да я и не хотел — ответили вы и вышли на улицу. \n  Железная дверь за вами с грохотом захлопнулась.\"Ну и ну\" — подумали вы, шагнув в сторону аллеи, ведущей в общежитие.",
    "answers": [
      {
        "id": 195,
        "text": "Вернуться в общежитие "
      }
    ]
  },
  {
    "id": 107,
    "text": "— Я не против остаться и помочь.\n  Полина пристальнее взглянула на вас.\n—Тебе деньги никто платить не собирается — уточнила она.\n—Я понял — улыбнулись вы.\n  Девушка хмыкнула, сняла со стены еще один передник и, бросив вам его, сказала, направляясь во двор:\n—Накинь сверху и пойдем во двор.",
    "answers": [
      {
        "id": 109,
        "text": "Надеть передник"
      }
    ]
  },
  {
    "id": 108,
    "text": "  Полина сняла со стены еще один передник и протянула вам.\n—Вот, надень это, если... — она потупилась — Если вдруг помочь захочешь.\n—Помочь в чем?\n—В уходе за нашими посетителями — улыбнулась девушка. ",
    "answers": [
      {
        "id": 89,
        "text": "Остаться и помочь "
      },
      {
        "id": 94,
        "text": "Уйти"
      }
    ]
  },
  {
    "id": 109,
    "text": " Когда  вы накинули передник, к вам приблизился дядя Саша. \n—Вот — он отдал вам черные перчатки.\n—Спасибо.",
    "answers": [
      {
        "id": 109,
        "text": "\n-Ты на Полину не обижайся. Она с виду груба, а сердце у нее золотое. ",
        "need": [
          -89
        ],
        "merge": true
      },
      {
        "id": 109,
        "text": "\n-Кажется, ты ей понравился - с улыбкой отметил старик. ",
        "need": [
          89
        ],
        "merge": true
      },
      {
        "id": 109,
        "text": "-Эй! Ты там заблудился чтоли?! - раздался со двора рассержанный голос Полины.",
        "comment": true,
        "need": [
          110,
          111
        ]
      },
      {
        "id": 110,
        "text": "-Откуда вы ее знаете?",
        "need": -110
      },
      {
        "id": 111,
        "text": "-Почему вы не помогаете Полине?",
        "need": -111
      },
      {
        "id": 112,
        "text": "Выйти во двор"
      }
    ]
  },
  {
    "id": 110,
    "text": "—Дядя я ее — ответил старик, с трудом усаживаясь за стол — Считай, единственный родственник... — он на секунду умолк, о чем-то задумавшись, а затем добавил — Родители то ее разбились на машине.\n—Ох, мне жаль... — промолвили вы.",
    "answers": [
      {
        "id": 110,
        "text": "Назад",
        "isBack": true,
        "backstepCount": 1
      }
    ]
  },
  {
    "id": 111,
    "text": "—Не разрешает она мне! — улыбнулся старик — Говорит, давление у меня, а я ведь здоров, как бык!",
    "answers": [
      {
        "id": 111,
        "text": "-Ясно",
        "isBack": true,
        "backstepCount": 1
      }
    ]
  },
  {
    "id": 112,
    "text": "  Во дворе вас дожидалась Полина. Она стояла с небольшим веником в руках.\n—Сюда подойди! — обратилась она к вам.",
    "answers": [
      {
        "id": 113,
        "text": "Встать перед ней"
      }
    ]
  },
  {
    "id": 113,
    "text": "  Когда вы встали перед ней, Полина вдруг произнесла торжественным голосом:\n—Сир Макс, отныне ты — она тихонько опустила веник на ваши плечи — Рыцарь собачьих какашек!",
    "answers": [
      {
        "id": 114,
        "text": "Отмахнуться"
      },
      {
        "id": 115,
        "text": "Рассмеяться"
      }
    ]
  },
  {
    "id": 114,
    "text": "—Что за шутки! — отмахнулись вы.\n  Веник, описав в воздухе дугу, приземлился на вашу голову.\n—Заткнись — процедила сквозь зубы Полина — И не строй из себя недотрогу! Если тебе не нравятся — можешь уходить!\n  Вы прикусили губу.",
    "answers": [
      {
        "id": 196,
        "text": "Остаться"
      },
      {
        "id": 197,
        "text": "Уйти"
      }
    ]
  },
  {
    "id": 115,
    "text": "  Вы громко рассмеялись. Ваш смех подхватила и девушка. \n—А ты забавная! — произнесли вы через смех.\n—Ну, а ты оказался не таким уж тюфяком — признала Полина, улыбаясь и глядя вам в глаза.\n  Вы перестали смеяться и засмотрелись на девушку. \"Глаза у нее так ярко светяться...\" — отметили вы.\n—Ладно! — встряхнула головой Полина, после секундной паузы — За работу!\n—Д-да.",
    "answers": [
      {
        "id": 116,
        "text": "За работу"
      }
    ]
  },
  {
    "id": 116,
    "text": "  Через часа два клетки были вычищены, а питомцы накормлены и вы с Полиной направились обратно в общежитие. Ваш путь пролегал через аллею и вам захотелось пообщаться с девушкой.\n—Поль...\n—Да? — отозвалась девушка.",
    "answers": [
      {
        "id": 117,
        "text": "-Чем ты занимаешься, помимо того, что работаешь в приюте?",
        "need": -117
      },
      {
        "id": 118,
        "text": "-Похоже ты любишь собак?",
        "need": [
          -118
        ]
      },
      {
        "id": 119,
        "text": "-Ничего"
      }
    ]
  },
  {
    "id": 117,
    "text": "—Я учусь на ветеринара — ответила девушка — Я мечтаю открыть собственную клинику.\n—Это хорошая мечта — признали вы.\n—А ты, Макс — обернулась к вам Полина — Мечтаешь о чем-нибудь?",
    "answers": [
      {
        "id": 121,
        "text": "Сказать, что есть"
      },
      {
        "id": 120,
        "text": "Сказать правду"
      }
    ]
  },
  {
    "id": 118,
    "text": "—Да — Полина на мгновение задумалась — Они никогда не придадут, в отличии...",
    "answers": [
      {
        "id": 122,
        "text": "-От людей?"
      }
    ]
  },
  {
    "id": 119,
    "text": "  Спустя несколько минут показалось здание общежития.\n—Почти пришли — отметили вы.\n—Макс... — промолвила Полина чуть слышно.\n—Что? — спросили вы обернувшись.\n  Девушка стояла перед вами опустив голову, затем вдруг резко взглянула на вас горящими, черными глазами и выпалила:\n—Я нравлюсь тебе?\n  Вы ощутили, словно у вас земля ушла из-под ног.\n—Ч-что? — сумели вы выдавть из себя.\n—Ну, говори! Чего ты мнешься?! — прикрикнула раздраженно Полина.\n  Однако за ее злостью легко читалось смущение.",
    "answers": [
      {
        "id": 124,
        "text": "-Да"
      },
      {
        "id": 125,
        "text": "-Нет"
      }
    ]
  },
  {
    "id": 120,
    "text": "—Честно сказать — вы подняли взгляд к звездному небу — У меня нет никакой мечты...\n—Как так? — удивилась девушка. \n—Да, и такое бывает — грустно улыбнулись вы — Переезжая с места на место, находя друзей и теряя их по новой, я уже перестал смотреть в будущее и строить планы...",
    "answers": [
      {
        "id": 116,
        "text": "Другой вопрос "
      }
    ]
  },
  {
    "id": 121,
    "text": "—У всех есть мечта — ответили вы с улыбкой.\n—А твоя какая?\n—Лучше не говорить, а то не сбудется.\n—Пф! — Полина пренебрежительно скривила губки — Веришь в глупые приметы?! ",
    "answers": [
      {
        "id": 116,
        "text": "Другой вопрос "
      }
    ]
  },
  {
    "id": 122,
    "text": "—...от людей? — предположили вы.\n  Девушка обернулась к вам.\n—Да! Люди обманывают, хитрят, предают друг друга, а собаки лучше! И если ты не нравишься собаке, то она сразу это покажет. Вот, как Рекс.\n  Вы вспомнили Рекса — огромного ротвейлера, который зло смотрел на вас и поежились.\n—Дядя Саша его щенком еще привез, всего избитого! Вот он на людей и злой такой. И по нему я сразу вижу: вырветься — загрызет! Он ведь не притворяется!\n—Оставим эту тему — предложили вы.\n—Как хочешь — пожала плечами девушка.",
    "answers": [
      {
        "id": 116,
        "text": "Другой вопрос "
      }
    ]
  },
  {
    "id": 123,
    "text": "  Вы закинули сумку на кровать и принялись разбирать вещи. \"Точно, у меня же здесь яйца!\" — вспомнили вы — \"Хорошо, что я в ту девчонку сумку не бросил\"\n—Эй, дружище! Не хочешь изучить мои записи? — обратился к вам Лео, протягивая какой-то блакнот.\n—Записи?\n—Да, я их делал до и во время проведения опыта — улыбнулся сосед.",
    "answers": [
      {
        "id": 51,
        "text": "Прочитать"
      },
      {
        "id": 160,
        "text": "Не читать "
      }
    ]
  },
  {
    "id": 124,
    "text": "—Думаю, да — признались вы, опустив голову.\n—Понятно — Полина чуть улыбнулась — А вот ты мне — нет!\n  Крикнув это, она убежала в общежитие. Вы недоумевающе смотрели ей вслед. \"Меня... сейчас отшили?\" — удивились вы и зашагали вслед за Полиной.",
    "answers": [
      {
        "id": 127,
        "text": "Войти в общежитие"
      }
    ]
  },
  {
    "id": 125,
    "text": "  Вы тяжело вздохнули. \n—Полина, мы знакомы всего лишь день...\n—Ясно — прервала вас Полина и, развернувшись, бросила вам через плечо:\n—Вообще-то, ты мне тоже не нравишься. Просто хотела расставить все точки над И.\n  Сказав это, она побежала в сторону общежития.  Вы хотели остановить ее, но сдержались. ",
    "answers": [
      {
        "id": 126,
        "text": "Вернуться в общежитие "
      }
    ]
  },
  {
    "id": 126,
    "text": "—Что у вас случилось? — встретила вас вопросом обеспокоенная тетя Люба — Поля забежала сильно расстроенная. Ты ее обидел?\n  Вы молча прошли мимо и поднялись по лестнице на второй этаж.",
    "answers": [
      {
        "id": 128,
        "text": "Войти в комнату "
      }
    ]
  },
  {
    "id": 127,
    "text": "—Вы чего так поздно гуляете? — встретила вас вопросом тетя Люба, лукаво улыбаясь — Ух, какой шустрый! В первый же день на свидание девочку позвал!\n  Вы ничего не ответили, а молча прошли мимо и поднялись на второй этаж.",
    "answers": [
      {
        "id": 128,
        "text": "Войти в комнату "
      }
    ]
  },
  {
    "id": 128,
    "text": "  Дверь как всегда оказалась открытой. Ваш сосед стоял у окна и не отрываясь смотрел в него.\n—Эй, дружище-братище! — воскликнул он, не отводя взгляд от стекла.",
    "answers": [
      {
        "id": 129,
        "text": "-Что ты делаешь?"
      }
    ]
  },
  {
    "id": 129,
    "text": "—Что за дурачество ты опять затеял?\n  Лео громко рассмеялся.\n—Это не просто чудачество! Это вызов самому себе! Проверка своих сил и выносливости!\n—То есть? — уточнили вы, ложась на кровать.\n—Играю в гляделки сам с собой.",
    "answers": [
      {
        "id": 130,
        "text": "Через две минуты "
      }
    ]
  },
  {
    "id": 130,
    "text": "—Ааа! Мое отражение непобедимо! — воскликнул Лео, оторвавшись от окна.\n  Он помассировал глаза и взглянул на вас.\n—А ты чего такой хмурый? — спросил он.",
    "answers": [
      {
        "id": 131,
        "text": "Рассказать о Полине",
        "need": [
          124
        ]
      },
      {
        "id": 132,
        "text": "Промолчать"
      },
      {
        "id": 212,
        "text": "Рассказать о Полине ",
        "need": [
          125
        ]
      }
    ]
  },
  {
    "id": 131,
    "text": "  Вы рассказали Лео о вас с Полиной.\n—Значит, она крикнула тебе, что ты ей не нравишься и убежала? — уточнил сосед, задумчиво почесывая подбородок.\n—Ну да.\n—А ты молодец! — воскликнул он, после минутной паузы — Сумел растопить ее холодное сердце!\n—Что? — удивились вы.\n—Ну разве ты не понял? То, что она так отреагировала значит, что она к тебе не ровно дышит!\n—Но ведь она сказала...\n—Она так сказала, только потому что стесняется своих чувств! — прервал вас Лео.\n  Вы призадумались.\n—Слушай — сосед заговорщески понизил голос — У меня зародился в голове гениальный план, как можно тебе добиться признания Полины, слушай...",
    "answers": [
      {
        "id": 133,
        "text": "Выслушать план",
        "need": [
          88
        ]
      },
      {
        "id": 227,
        "text": "Выслушать план ",
        "need": [
          90
        ]
      }
    ]
  },
  {
    "id": 132,
    "text": "  Вы молча отвернулись к стене. Через несколько секунд над вашим ухом начало раздаваться шумное сопение.\n—Лео, отвали! — прикрикнули вы.\n—Я могу так всю ночь! — улыбнулся он — Я буду страстно дышать тебе в ухо, пока ты...\n—Заткнись, Лео! \n—Рассказывай — не унимался сосед.",
    "answers": [
      {
        "id": 131,
        "text": "Рассказать о Полине ",
        "need": [
          124
        ]
      },
      {
        "id": 212,
        "text": "Рассказать о Полине ",
        "need": [
          125
        ]
      }
    ]
  },
  {
    "id": 133,
    "text": "  Как не удивительно, но план Лео звучал вполне разумно. Он предлагал сыграть на том, что нравится Полине больше всего, то есть, на тех, кто ей нравится. Вы должны были завтра вечером вызваться проводить Полину до приюта для собак. По пути вам бы встретился злой дядя, который бы мучал щенка. В роли \"злого дяди\" должен был выступить Лео. Так как у вас не было других идей добиться расположения девушки, вы согласились на этот план.",
    "answers": [
      {
        "id": 134,
        "text": "На следующий день "
      }
    ]
  },
  {
    "id": 134,
    "text": "  Весь следующий день вы с соседом приводили комнату в порядок: убирали мусор, вытирали пыль и мыли полы. Также вы заставили Лео прибраться на его кровати. Он долгое время упирался, называя всю эту гору вещей и бумажек \"творческим беспорядком\" , однако все-же сдался и подчинился.\n  Вы не заметили, как уже наступил вечер.\n—Полина уходит из общежития в восемь — бросил Лео, направляясь к выходу — Я пойду пока все приготовлю, удачи!\n  Вы кивнули ему и легли на кровать. \"Что-то я волнуюсь\" — пронеслось в вашей голове — \"Надо бы успокоится, а то еще наломаю дров!\"",
    "answers": [
      {
        "id": 135,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 135,
    "text": "  Дождавшись, когда на часах высветилось 18:00 вы вскочили с постели и спустились на первый этаж. Там вы застали Полину. Она о чем-то весело разговаривала с тетей Любой, но когда вы вышли в холл, она тут же замолчала и опустила взор.\n—Ладно, мне пора, теть Люб! — бросила она и скорым шагом направилась к выходу.\n—Полина — окликнули вы ее — Можно... можно я тебя провожу?\n—Проводишь? — удивлённо обернулась девушка — Но почему?",
    "answers": [
      {
        "id": 137,
        "text": "-Потому что там опасно",
        "need": [
          18
        ]
      },
      {
        "id": 139,
        "text": "-Потому что там опасно ",
        "need": [
          -18
        ]
      },
      {
        "id": 138,
        "text": "-Потому что мне нужно кое-что тебе сказать"
      }
    ]
  },
  {
    "id": 136,
    "text": "",
    "answers": []
  },
  {
    "id": 137,
    "text": "  Полина оглядела вас с ног до головы. \n—Что ж, думаю, ты сможешь меня защитить — отметила она, направлясь к выходу. \n  Вы, обрадованный таким комплиментом, поспешили вслед за ней.",
    "answers": [
      {
        "id": 198,
        "text": "Далее",
        "need": [
          133
        ]
      },
      {
        "id": 228,
        "text": "Далее",
        "need": [
          227
        ]
      }
    ]
  },
  {
    "id": 138,
    "text": "  Полина внимательно взглянула на вас и на минуту задумалась.\n—Ладно! — произнесла она наконец.\n  Вы, обрадовавшись, подошли к ней.\n—Эх, любовь! — раздался за вашей спиной радостный возглас вахтерши Любы, когда вы вышли на улицу. Полина сделала вид, что не расслышала и вы последовали ее примеру.",
    "answers": [
      {
        "id": 140,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 139,
    "text": "  Она оглядела вас с ног до головы. \n—И такой тюфяк сможет меня защитить? — спросила она, ехидно улыбаяясь.\n  \"Черт!\" — пронеслось в вашей голове — \"Она меня даже всерьез не воспринимает!\" Полина, кажется, заметила ваше расстроенное лицо.\n—Ладно, пойдем прогуляемся — отозвалась она серьёзным голосом и вышла на улицу. \n  Вы поспешили следом.",
    "answers": [
      {
        "id": 198,
        "text": "Далее",
        "need": [
          133
        ]
      },
      {
        "id": 229,
        "text": "Далее",
        "need": [
          227
        ]
      }
    ]
  },
  {
    "id": 140,
    "text": "  По аллее вы оба шли молча. Кажется она, как и вы, смущалась вашего вчерашнего разговора. Спустя несколько минут Полина все-же не выдержала.\n—Ну, что ты там хотел мне рассказать?\n—Рассказать? — удивились вы — А! Точно! Вообщем... — протянули вы, подбирая слова, но вдруг девушка вас прервала, подняв ладонь.\n  Вы умолкли и в наступившей тишине расслышали чьи-то ругательства и собачьи взвизгивания. Полина бросилась к кустам, откуда раздавались звуки и вы поспешили за ней.\n  За невысоким кустарником, в тени деревьев стоял мужчина в сером плаще и длиннополой шляпе с веткой в руках, которой он избивал маленького белого щенка. \"Что-то Лео перебарщивает\" — пронеслось в вашей голове. ",
    "answers": [
      {
        "id": 141,
        "text": "Остановить его"
      }
    ]
  },
  {
    "id": 141,
    "text": "  Вы приблизились к нему и, набрав в грудь побольше воздуха, воскликнули низким басом:\n—Постой, злодей!\n—Постой... злодей? — раздался за вами удивлённый голос Полины — Ты серьёзно?\n  Мужчина с веткой повернулся к вам. У него были длинная борода и усы. \"Ого! Вот так конспирация!\" — удивились вы — \"Лео даже волосы расчесал так, что на человека стал похож\"\n—Чего? — воскликнул мужчина.\n—Я не могу позволить вершиться беззаконью! — продолжили вы героическим голосом\n  \"Черт!\" — пронеслось в вашей голове  — \"Что я несу?!\" \n—Отвали! — грозно произнес Лео, шагнув в вашу сторону.\n  \"Так, я пропускаю легкий толчок в грудь, затем делаю вид, что бью его по...\" — начали вы вспоминать детали плана, но удар кулака в челюсть прервал ваши размышления. Вы отлетели назад и упали на спину.\n—Урод! — расслышали вы где-то вдалеке яростный возглас Полины и последовавший вслед за этим хлесткий удар.",
    "answers": [
      {
        "id": 142,
        "text": "Осмотреться",
        "need": [
          133
        ]
      },
      {
        "id": 230,
        "text": "Осмотреться ",
        "need": [
          227
        ]
      }
    ]
  },
  {
    "id": 142,
    "text": "  Вы приподняли голову. В ушах звенело, а во рту чувствовался вкус металла. Под кустами вы заметили тело того самого мужчины, около него лежала шляпа.\n—Макс, ты как? — раздался голос Полины, а затем вы ощутили, как кто-то подхватил вас и помог встать.\n—Какого черта он меня ударил?! — воскликнули вы, ошарашенно глядя на лежащего без сознания Лео и массируя челюсть.\n—Ну, ты ведь в героя решил поиграть — улыбнулась Полина, отряхнув вас.\n  Затем она взяла на руки щенка и, приблизившись к вам, сказала:\n—Я отнесу щенка в приют, дядя Саша осмотрит его. А ты можешь идти пока в общагу, как видишь — она кивнула в сторону Лео — За себя я могу постоять.\n  После этого она отошла от вас на пару шагов, остановилась и, резко подбежав к вам вплотную, чмокнула вас в щеку.\n—Заслужил! — воскликнула она, убегая по аллее в сторону приюта. \n  Боль от удара в челюсть мигом прошла. Вы прикоснулись к щеке и расплылись в глупой улыбке.\n—Эй, дружище-братище! ",
    "answers": [
      {
        "id": 143,
        "text": "Обернуться "
      }
    ]
  },
  {
    "id": 143,
    "text": " Вы обернулись и несколько секунд не могли поверить в реальность происходящего. Перед вами стоял Лео, надевший на голову понамку, а под носом заклеивший себе небольшие усики.\n—Что это? — спросили вы недоумевающе.\n  Лео погладил своего пса по шее и гордо ответил:\n—Алабай по кличке Бульдозер.\n  Ростом пес был почти по грудь своему хозяину. Он громко дышал, высунув язык.\n—А это кто? — перевели вы взгляд на приходящего в себя мужчину под кустом.\n  Лео пожал плечами.\n—Ну и где Поля? — спросил он, но в следующую секунду резко взглянул в сторону, отвлекшись от вас.\n—Черт, кошка! — воскликнул Лео, схватившись двумя руками за поводок — Бульдозер, фуууу!!!\n  Алабай рванул с места и с легкостью потянул за собой своего тощего хозяина. Лео, продолжая держаться за поводок, полетел вслед за Бульдозером по аллее за убегающей кошкой.",
    "answers": [
      {
        "id": 144,
        "text": "Вернуться в общагу ",
        "need": [
          68
        ]
      },
      {
        "id": 180,
        "text": "Вернуться в общагу ",
        "need": 167
      }
    ]
  },
  {
    "id": 144,
    "text": "  Вы обернулись и под крики Лео направились в общагу. \"Какой славный вечер\" В общагу вместе с вами вошла и какая-то девушка. Приглядевшись, вы узнали в ней ту самую девушку из библиотеки. Она не обратила на вас никакого внимания, как и вы на нее. Мысли ваши были заняты Полиной.",
    "answers": [
      {
        "id": 145,
        "text": "На следующий день "
      }
    ]
  },
  {
    "id": 145,
    "text": "—Алло, Макс! — раздался радостный голос матери в телефоне — Отцу дали повышение, представляешь!\n—Угу, рад за него — отозвались вы, лежа в постели и наблюдая за Лео.\n  Он сидел за столом и тщетно пытался оторвать усы. \"Додумался ведь! Усы на суперклей посадить!\" Вы встали с кровати и, приблизившись к соседу, схватили его за усы. Тот принялся отрицательно качать головой и размахивать руками.\n—Ты слышал? — повторила мама.\n—А? Что? — спохватились вы.\n—Уф, Макс! Я говорю, что нам уже сегодня нужно улететь во Владивосток!\n—ЧТО?! — воскликнули вы, резко дернув соседа за усы.\n  Лео вскричал и свалился со стула.\n—Что там у тебя? — спросила мама.\n—Ничего-ничего! — отозвались вы, выбросив усы — В какой Владивосток? Почему сегодня?\n—Ты что, меня не слушал? Я ведь уже сказала, что отцу дали повышение, но работодателю нужно, чтобы он уже завтра был на рабочем месте. Поэтому одевайся, скоро заедем за тобой.\n  Мама положила трубку и вы, растерянно взглянули на дисплей телефона.",
    "answers": [
      {
        "id": 147,
        "text": "Побежать к Полине"
      }
    ]
  },
  {
    "id": 146,
    "text": " Дождавшись, когда на часах высветилось 17:30 вы спустились на первый этаж. \n—Ты куда это на ночь глядя, Макс? — остановила вас у выхода вахтерша.\n—Да так, прогуляюсь просто.\n—Смотри аккуратнее — предупредила она — Мало ли какие типы тут ходят.\n  Вы кивнули ей и вышли на улицу. Солнце уже склонялось к горизонту и окрасилось в красный цвет. \"Так\" — вы взглянули на часы — \"Вроде успеваю\"",
    "answers": [
      {
        "id": 241,
        "text": "Идти в библиотеку "
      }
    ]
  },
  {
    "id": 147,
    "text": "—Поля! — воскликнули вы и рванули к выходу. Вбежав на пятый этаж вы вдруг осознали, что не знали в какой комнате она живет.",
    "answers": [
      {
        "id": 148,
        "text": "Ломиться во все двери"
      }
    ]
  },
  {
    "id": 148,
    "text": "  Вы принялись изо всех сил стучаться во все комнаты. Пару раз двери оказывались не запертыми и тогда, под крики рассержанных барышень, вам в лицо прилетала увесистая книга или чья-нибудь обувь. В конце концов вам удалось найти нужную дверь.\n—Чего шумишь? — сонно спросила Полина, выходя в коридор.\n—Поля, я... — слова застревали в горле — Я уезжаю.\n—Уезжаешь? — черные глаза широко раскрылись — Куда?\n—Во Владивосток...\n  Полина опустила взгляд, не зная, что ответить. В ее глазах показались слезы.",
    "answers": [
      {
        "id": 149,
        "text": "Обнять ее"
      },
      {
        "id": 150,
        "text": "Ждать"
      }
    ]
  },
  {
    "id": 149,
    "text": "—Поль — тихо сказали вы, подступая к ней ближе.\n—Отстань! — воскликнула она в ярости — Вот и уезжай, а меня оставь в покое!\n  С этими словами девушка с силой захлопнула дверь. Раздался громкий щелчок задвижки и последовавшие затем всхлипывания. Вы прижались лбом к двери и тихо промолвили:\n—Прости...",
    "answers": [
      {
        "id": 151,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 150,
    "text": "—А как же... — девушка шмыгнула носом — Как же я?\n  Вы молчали, опустив голову. Внезапно лицо Полины перекосилось от гнева.\n—Ну и проваливай, извращуга! — воскликнула она, оттолкнув вас назад и сразмаху хлопнув дверью. Раздался громкий щелчок задвижки и последовавшие затем приглушенные всхлипывания.  Вы прижались лбом к двери и тихо промолвили:\n—Прости...",
    "answers": [
      {
        "id": 151,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 151,
    "text": "  Через час приехали ваши родители. Вы спустились вниз и вышли на парковку. Следом за вами показались Тетя Рита, Любаша и Лео.\n—Даст бог свидимся! — сказала комендант, обнявшись с вами.\n—Ну, давай, Максимушка! — обнялась с вами и вахтерша.\n—Я буду скучать, дружище-братище — грустно улыбнулся Лео.",
    "answers": [
      {
        "id": 152,
        "text": "Обнять его"
      }
    ]
  },
  {
    "id": 152,
    "text": "  Вы крепко обняли соседа и промолвили:\n—Я тоже буду скучать, Лео. Я тоже.\n  Затем вы отошли от них и приблизились к машине родителей.\n—Живее, Макс, опаздываем! — поторопил вас отец.\n  Вы обернулизь назад и взглянули в окна пятого этажа. \"Смотрит ли она?\" — пронеслось в вашей голове. После чего вы сели в машину.\n  Внезапно железные двери, ведущие в общежитие, с грохотом раскрылись, отшвырнув в сторону зазевавшегося Лео, и на улицу выбежала девушка с черными, горящими глазами.",
    "answers": [
      {
        "id": 154,
        "text": "Побежать навстречу Полине"
      }
    ]
  },
  {
    "id": 153,
    "text": "  Через час приехали ваши родители. Вы спустились вниз и вышли на парковку. Следом за вами показались Тетя Рита, Любаша и Лео.\n—Даст бог свидимся! — сказала комендант, обнявшись с вами.\n—Ну, давай, Максимушка! — обнялась с вами и вахтерша.\n—Я буду скучать, дружище-братище — грустно улыбнулся Лео.",
    "answers": [
      {
        "id": 152,
        "text": "Обнять его",
        "need": [
          -232
        ]
      },
      {
        "id": 233,
        "text": "Обнять его",
        "need": [
          232
        ]
      }
    ]
  },
  {
    "id": 154,
    "text": "  Не теряя секунды, вы выпрыгнули из салона и устремились навстречу к девушке. Она прыгнула в ваши объятия и крепко схватилась за вашу кофту.\n—Я не хочу, чтобы ты уезжал...\n—Но мне придётся.\n—Я понимаю, поэтому — сказала девушка и сделала шаг назад — Дай мне руку.",
    "answers": [
      {
        "id": 156,
        "text": "-Зачем?"
      }
    ]
  },
  {
    "id": 155,
    "text": "—Обещаю...\n—Мне будет тебя не хватать — произнесла она, взглянув вам в глаза.\n  Эти щеки, горящие румянцем, эти нежные волосы, пахнущие персиком и эти глаза, цвета вечернего неба...\n—И мне... тебя.\n  Яна отступила от вас, затем достала из кармана небольшой листок и протянула его вам.\n—Что это? — удивились вы. На листке были начертаны цифры. \"Телефонный номер?\" \n—Звони, как доедешь — улыбнулась Яна, смахнув показавшиеся слезы.",
    "answers": [
      {
        "id": 235,
        "text": "Убрать листок в карман"
      }
    ]
  },
  {
    "id": 156,
    "text": "—Зачем? — удивились вы.\n—Ну, как хочешь! — воскликнула в ответ Полина и, запрыгнув на вас, повалила на землю. Затем она достала из кармана черный фломастер и принялась что-то чертить им на вашем лбу.\n—Какого... — воскликнули вы.\n—Не рыпайся, а то криво получится!\n  Через несколько секунд она закончила и, вскочив на ноги, помогла вам встать.\n—Что там? — спросили вы, потерев лоб.\n—Узнаешь — хихикнула в ответ Полина и, послав вам на прощанье воздушный поцелуй, побежала к общаге.\n  Когда вы обернулись к родителям, отец громко заржал, а ваша мать удивлённо раскрыла рот.",
    "answers": [
      {
        "id": 157,
        "text": "Взглянуть в зеркало"
      }
    ]
  },
  {
    "id": 157,
    "text": "  Вы уселись в машину и взглянули в зеркало заднего вида. У отражающегося в зеркале парня на лбу были написаны какие-то цифры. \"Что это? Номер телефона?\" — удивились вы. \n—Кстати, Макс! — донесся до вас радостный крик Полины.\n  Вы обернулись. Она стояла около железной двери.\n—Маркер несмываемый!\n  Автомобиль тронулся с места. Вы тихонько улыбнулись и мысленно отметили: \"Лучшее мимолетное знакомство...\"",
    "answers": [
      {
        "id": 158,
        "text": "Эпилог"
      }
    ]
  },
  {
    "id": 158,
    "text": "  Вы набрали номер и приложили телефон к уху. Попутно вы пытались оттереть маркер со лба. Долетели вы к обеду следующего дня и по вашим подсчетам там, куда вы звонили, было сейчас ранее утро. Трубку поднимать не спешили. \"Спит, наверное\" — улыбнулись вы — \"А я ее разбужу. Ну и ладно!\" Через несколько секунд, показавшихся вам вечностью, гудки все же прекратились.\n—Алло? — ответил вам мужской голос.\n—А? А Полину можно? — удивлённо промолвили вы.\n—Макс, это ты?\n—Лео? — серьезность голоса соседа напрягла вас — Где Полина?\n  В трубке тяжело вздохнули.\n—Сегодня ночью в приюте, где работала Полина из клетки вырвался ротвейлер и... (раздались помехи)\n—Лео, стой! Тут помехи!\n  Но в ответ вам прозвучали короткие гудки...\n\n\n  Конец.",
    "answers": [
      {
        "id": 1,
        "text": "В начало "
      }
    ]
  },
  {
    "id": 159,
    "text": "",
    "answers": []
  },
  {
    "id": 160,
    "text": "—Пожалуй, откажусь — ответили вы.\n—Ты так холоден со мной — произнес Лео, улыбаясь — Обожаю!\n  Вскоре вы разобрали вещи и убрали продукты в холодильник.\n—Я тут по городу собираюсь пройтись — произнес Лео, направляясь к выходу — Могу тебе город показать, если ты не против.\n  Вы задумались. \"Пожалуй, было бы не плохо разведать здесь все\"",
    "answers": [
      {
        "id": 58,
        "text": "Согласиться "
      },
      {
        "id": 162,
        "text": "Отказаться "
      }
    ]
  },
  {
    "id": 161,
    "text": "  Вы вошли в комнату и плюхнулись в кровать. \"Уф! Три часа сидеть в машине — утомительно!\" — отметили вы — \"Хотя, я уже привык\" Вы подложили под голову руки и уставились в потолок. \"Чем же заняться?\"",
    "answers": [
      {
        "id": 164,
        "text": "Поспать"
      },
      {
        "id": 166,
        "text": "Прогуляться на улице"
      }
    ]
  },
  {
    "id": 162,
    "text": "—Не, мне не охота — отозвались вы.\n  Лео пожал плечами и вышел из комнаты, а вы легли на кровать. \"Уф! Три часа сидеть в машине — утомительно!\" — отметили вы — \"Хотя, я уже привык\" Вы подложили под голову руки и уставились в потолок. \"Чем же заняться?\"",
    "answers": [
      {
        "id": 164,
        "text": "Поспать"
      },
      {
        "id": 166,
        "text": "Прогуляться на улице "
      }
    ]
  },
  {
    "id": 163,
    "text": "  Вскоре вы разобрали вещи и убрали продукты в холодильник.\n—Я тут по городу собираюсь пройтись — произнес Лео, направляясь к выходу — Могу окрестности тебе показать, если ты не против.\n  Вы задумались. \"Пожалуй, было бы не плохо разведать здесь все\"",
    "answers": [
      {
        "id": 58,
        "text": "Согласиться "
      },
      {
        "id": 162,
        "text": "Отказаться "
      }
    ]
  },
  {
    "id": 164,
    "text": "  \"Надо бы поспать\" — решили вы, закрыв глаза. Но, минут через десять безостановочных переворачиваний с одного бока на другой, вы догадались, что уснуть у вас не получится. \"Что же делать?\" — пронеслось в вашей голове. ",
    "answers": [
      {
        "id": 166,
        "text": "Прогуляться "
      }
    ]
  },
  {
    "id": 165,
    "text": "",
    "answers": []
  },
  {
    "id": 166,
    "text": "  Вы встали с кровати и приблизились к окну. \"Да, в такую погоду, пожалуй, стоит прогуляться\" — решили вы и направились к выходу.",
    "answers": [
      {
        "id": 167,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 167,
    "text": "  Покинув стены общежития, вы зашагали по аллее, особо не выбирая направления. Солнечные лучи обогрели вас, птички кругом приласкали ваш слух, но на душе все же было неспокойно. \"Ох уж эти вечные переезды!\" — размышляли вы, засунув руки в карманы и опустив голову — \"Вот после 11-го класса поступлю в колледж, найду подработку и осяду где-нибудь. Да...\" — вы подняли взгляд — \"Заведу друзей, много друзей! И, кто знает, возможно мне удастся найти... ту самую...\" Ваш взгляд остановился на девушке, сидящей на лавке по левую руку от вас. ",
    "answers": [
      {
        "id": 168,
        "text": "Присмотреться"
      }
    ]
  },
  {
    "id": 168,
    "text": "  Вы остановились и пригляделись к ней. Она была одета в черную блузку и такого же цвета юбку до середины бедра, на ногах у нее были темные башмачки, а также низкие чулки. Стройное тело, средний рост, черные волосы средней длины, которые скрывали от вас верхнюю половину лица. Эта девушка держала в руках раскрытую толстую книгу и с увлечением читала ее. Вы стояли в нескольких метрах от нее и неуверенно ступали с ноги на ногу. \"А может...\" — пронеслось в голове. ",
    "answers": [
      {
        "id": 169,
        "text": "Подойти к ней"
      }
    ]
  },
  {
    "id": 169,
    "text": "  Сглотнув ком в горле, вы сжали руку в кулак и прижали его к груди. \"Давай, Макс! Ты справишься!\" — подбодрили вы себя и шагнули к девушке. Но через пару метров резко развернулись. \"Что я творю?!\" — ужаснулись вы — \"Нет, не волнуйся! Просто выдохни...\" Вы глубоко вдохнули и выдохнули. \"А теперь — назад, Макс\" — скомандовали вы себе, развернувшись к девушке — \"Что такое? В ногах словно свинец и в ушах шумит. Что ж я такой трусливый-то?!\"\n  Вы остановились в паре метров от нее. Девушка, увлекшись чтением, даже не заметила этого. \"А она красивая\" — отметили вы, разглядев ее лицо.",
    "answers": [
      {
        "id": 171,
        "text": "Сесть рядом"
      },
      {
        "id": 172,
        "text": "Поговорить с ней"
      }
    ]
  },
  {
    "id": 170,
    "text": "",
    "answers": []
  },
  {
    "id": 171,
    "text": "  Вы, словно невзначай, уселись на скамейку рядом с девушкой, беззаботно оглядываясь по сторонам. \"Даже не взглянула?\" — удивились. В следующее мгновение слабое дуновение ветра донесло до вас нежный аромат ее духов. \"Что это? Персик?\" — втянули вы носом воздух, зажмурившись — \"О, как же вкусно...\"\n  Вы приоткрыли веки и встретились взглядом с парой темно-синих глаз. Девушка закрыла книгу и настороженно смотрела на вас.",
    "answers": [
      {
        "id": 173,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 172,
    "text": "—П-простите, не подскажете, как пройти в библиотеку? — выпалили вы на одном дыхании.\n  \"Какую еще библиотеку, что я несу?!\" — ужаснулись вы, опустив взгляд. Но девушка даже не обратила на вас внимание. Вы пригляделись к ней. \"Она вся прям сияет! Кажется, книга и вправду интересная\"",
    "answers": [
      {
        "id": 171,
        "text": "Сесть рядом "
      }
    ]
  },
  {
    "id": 173,
    "text": "  Только сейчас вы осознали, что наслаждаясь ароматом ее духов, слишком близко подсели к ней.\n—Ой, прости, прости! — воскликнули вы, отпрянув назад — Я... я не...\n  Щеки девушки покраснели от негодования и она отвернулась от вас. Но в следующее мгновение сразмаху ударила вас книгой по голове. Однако прежде, чем удар лишил вас сознания, вы успели разгляжеть обложку книги. \"Война и мир\" — отметили вы — \"Спасибо Льву Николаевичу за такое великое и объемное произведение...\"",
    "answers": [
      {
        "id": 174,
        "text": "Сон"
      }
    ]
  },
  {
    "id": 174,
    "text": "  Вы стоите в коридоре вашей школы, причем, старой школы. \"Что я здесь делаю?\" — удивились вы.  Вдруг к вам приблизился непонятно откуда взявшийся Лео.\n—А ты знал, что Лев Толстой писал \"Войну и мир\" целых шесть лет? — спросил он — Интересно, да? А в наше время бывает, что люди не могут подождать и недельки. \n—Чего?\n—Они ведь не знают — продолжил ваш сосед — А вдруг у писателя завал на учебе, незакрытые хвосты и производственная практика на носу? Ну или вообще, творческий кризис. А им все проду подавай... — произнес он грустно и, отвернувшись от вас, исчез в воздухе.\n  Вы ошарашенно смотрели ему вслед. Спустя пару секунд на ваши плечи легли тонкие женские пальчики.",
    "answers": [
      {
        "id": 175,
        "text": "Обернуться "
      }
    ]
  },
  {
    "id": 175,
    "text": "  Обернувшись, вы увидели перед собой ту самую девушку, ударившую вас книгой. Ее лицо горело румянцем, а пухленькие губы были слегка приоткрыты. Она перенесла ладонь с плеча к вашей щеке и приблизила к вам свои губы. Вы, не в силах сдержаться, склонили голову набок и, вытянув губы трубочкой, подступили к ней. Внезапно глаза девушки яростно блеснули, а лицо перекосилось от гнева. \n—Извращуга! — воскликнула она голосом Полины и сразмаху влепила вам пощечину.",
    "answers": [
      {
        "id": 176,
        "text": "Проснуться"
      }
    ]
  },
  {
    "id": 176,
    "text": "  Вы вскрикнули и открыли глаза. Теперь вы лежали на лавке, а над вами стоял Лео.\n—Какого черта? — спросили вы, приподнявшись на руках и массируя горящую щеку.\n—Ты уж извини, дружище-братище, пришлось тебе оплеуху дать — улыбнулся он — Меня из библиотеки выгнали и я в общагу шел. Смотрю, а тут ты лежишь.\n—А где... — вы огляделись кругом. \n—Кто?",
    "answers": [
      {
        "id": 178,
        "text": "-Да никто"
      },
      {
        "id": 177,
        "text": "-Девушка"
      }
    ]
  },
  {
    "id": 177,
    "text": "—Девушка. Ты не видел здесь девушку? — спросили вы.\n—Какую девушку? — не понял ваш сосед.\n—Ну, с черными волосами и темно-синими глазами... от нее еще пахло... персиками.\n—Нет, не видел — лицо Лео расплылось в улыбке.",
    "answers": [
      {
        "id": 80,
        "text": "-Чему ухмыляешься?"
      },
      {
        "id": 85,
        "text": "Не обращать на это внимание и вернуться в общагу "
      }
    ]
  },
  {
    "id": 178,
    "text": "—Да, неважно! — махнули вы рукой, усаживаясь на лавку.\n  Лео плюхнулся рядом.\n—А ты кричал во сне — отметил он.\n  \"Да уж, странный сон\" — подумали вы, тяжело вздохнув.\n—Знаешь, Фрейд как-то говорил — продолжил между тем ваш собеседник — Что, чем более странным нам кажется сон, тем более глубокий смысл он несет.\n  Вы повернули голову к соседу, ожидая от него продолжения мысли. Лео, сидя к вам боком, задумчиво улыбнулся и добавил:\n—А меня во сне мой кот кастрировал...\n—Заткнись, Лео! ",
    "answers": [
      {
        "id": 85,
        "text": "Вернуться в общежитие "
      }
    ]
  },
  {
    "id": 179,
    "text": "",
    "answers": []
  },
  {
    "id": 180,
    "text": "  Вы обернулись и под крики Лео направились в общагу. \"Какой славный вечер\" В общагу вместе с вами вошла и какая-то девушка. Приглядевшись, вы узнали в ней ту самую девушку,которая сидела на лавке с книгой. Она не обратила на вас никакого внимания, как и вы на нее. Мысли ваши были заняты Полиной.",
    "answers": [
      {
        "id": 145,
        "text": "На следующий день "
      }
    ]
  },
  {
    "id": 181,
    "text": "—Ты уж извини, Макс — добродушно произнесла тетя Рита после того, как вам удалось кое-как объясниться — По тебе видно, что парень ты хороший, просто за один день тебя два раза извращенцем назвали, вот я и насторожилась.\n—Да ничего — ответили вы, почесавыя затылок и облегченно улыбааясь.\n  \"Пронесло!\" — решили вы — \"А ведь я уже успел с жизнью распрощаться\"",
    "answers": [
      {
        "id": 181,
        "text": "\n-А мне тут Яна такие ужасы рассказала! - воскликнула вахтерша Люба - Про то, как какой-то извращенец за ней в библиотеке подглядывал, а это оказывается наш Максик!\n  Вы виновато опустили голову и ощутили, как ваше лицо обдало жаром. \"Блин, неужели я на извращенца так похож?\" - размышляли вы.",
        "need": [
          68
        ],
        "merge": true
      },
      {
        "id": 181,
        "text": "\n-А мне тут Яна такие ужасы рассказала! - воскликнула вахтерша Люба - Про то, как какой-то извращенец к ней сегодня на лавку подсел и начал нюхать ее, а это оказывается наш Максик! \n  Вы виновато опустили голову и ощутили, как ваше лицо обдало жаром. \"Черт! Сам от себя такого не ожидал!\" - размышляли вы - \"Просто, этот запах...\"",
        "need": [
          167
        ],
        "merge": true
      },
      {
        "id": 181,
        "text": "\n-Прости - донесся вдруг до вас нежный голос.\n  Вы удивлённо взглянули на девушку. Яна стояла перед вами, неуверенно ступая с ноги на ногу и прячя глаза. \"А она милая\" - отметили вы, глядя с улыбкой на ее чуть раскрасневшееся лицо.\n-Прости... - повторила девушка.\n-Да ничего - улыбнулись вы ей. \n  Яна подняла на вас взгляд, затем вновь потупилась и, схватив со стола вахтерши книгу, побежала к лестнице.\n-Н-ну, я пошла! - бросила она тете Рите на бегу.",
        "merge": true
      },
      {
        "id": 182,
        "text": "Поговорить с комендантом"
      }
    ]
  },
  {
    "id": 182,
    "text": "  Вы приблизились к коменданту.\n—Да, Макс? — отозвалась она.",
    "answers": [
      {
        "id": 185,
        "text": "Поговорить о Полине",
        "need": [
          -185
        ]
      },
      {
        "id": 184,
        "text": "Поговорить о Яне",
        "need": [
          -184
        ]
      },
      {
        "id": 189,
        "text": "Вернуться в комнату"
      }
    ]
  },
  {
    "id": 183,
    "text": "—Не интересно — ответили вы, отвернувшись к стене. \n—Что? — удивился Лео — Я думал она тебе нравится, разве нет?",
    "answers": [
      {
        "id": 188,
        "text": "-Нравится"
      },
      {
        "id": 222,
        "text": "-Не нравится "
      }
    ]
  },
  {
    "id": 184,
    "text": "—Кто эта девушка? — спросили вы, кивком указав в сторону лестницы.\n—А, это наша Яночка — улыбнулась старушка — Пай девочка, полная противоположность Полины.",
    "answers": [
      {
        "id": 71,
        "text": "-Можете рассказать мне о ней",
        "need": [
          -71
        ]
      },
      {
        "id": 186,
        "text": "-У Яны есть... парень?",
        "need": [
          28,
          -186
        ]
      },
      {
        "id": 187,
        "text": "-У Яны есть... парень? ",
        "need": [
          -28,
          -187
        ]
      },
      {
        "id": 182,
        "text": "-Ясно"
      }
    ]
  },
  {
    "id": 185,
    "text": "—А куда Полина ушла? \n—Точно не знаю — пожала плечами комендант — Говорит, что на работу, но на  какую не уточняет.",
    "answers": [
      {
        "id": 185,
        "text": "-Ясно",
        "backstepCount": 1,
        "isBack": true
      }
    ]
  },
  {
    "id": 186,
    "text": "—А у нее есть... — шепотом спросили вы у коменданта, отводя взгляд — Нууу, парень есть?\n—А почему ты спрашиваешь? — прищурилась тетя Рита — Тебе ведь Полина понравилась?\n—Да просто... — начали вы подбирать слова.\n—Ладно! — махнула рукой старушка — Дело твое. А Яночка наша, как мне известно, ни с кем не встречается.",
    "answers": [
      {
        "id": 186,
        "text": "Назад",
        "backstepCount": 1,
        "isBack": true
      }
    ]
  },
  {
    "id": 187,
    "text": "—А у нее есть... — шепотом спросили вы у коменданта, отводя взгляд — Нууу, парень есть?\n—Как мне известно, она ни с кем не встречается. А что? — глаза тети Риты лукаво сузились — Понравилась?",
    "answers": [
      {
        "id": 187,
        "text": "Назад",
        "isBack": true,
        "backstepCount": 1
      }
    ]
  },
  {
    "id": 188,
    "text": "—Нравится, но...\n—Даже не говори мне, что стесняешься потому что вы первый день знакомы! — перебил вас Лео — Слушай, просто доверься мне и я все устрою.\n  Вы тяжело вздохнули. ",
    "answers": [
      {
        "id": 203,
        "text": "Выслушать план "
      }
    ]
  },
  {
    "id": 189,
    "text": "—Ладно, я в комнату! — махнули вы рукой тете Рите, поднимаяясь вверх по лестнице. \n  Старушка кивнула вам и вернулась в свой кабинет. \n—Эй, дружище-братище! — догнал вас на лестнице Лео.\n—Почему ты меня геем назвал?! — спросили вы, продолжая подниматься.\n—Ну, ты чем-то похож — ответил в задумчивости ваш сосед.\n—Чего?! — обернулись вы.\n  Лицо Лео выражало счастье и он произнес, весело улыбаясь:\n—Тем более, представь себе какой классной парой мы бы стали!\n—ЧТО?!\n—Ну иди ко мне! — Лео распростер руки и шагнул к вам.",
    "answers": [
      {
        "id": 199,
        "text": "Бежать от него "
      }
    ]
  },
  {
    "id": 190,
    "text": "—Ты?! Эта девчушка только что напала на меня! — крикнули вы, обращаясь к вахтерше.\n  Девочка сначала удивлённо взглянула на вас, но в следующую секунду ее удивление сменилось гневом.\n—Теть Люб! — воскликнула она, указывая на вас — Это тот самый извращуга!\n  Представительница \"охроны\" недоумевающе переводила взгляд от вас к девочке и обратно. Однако девочка не стала дожидаться решения вахтерши. В одну секунду она оказалась около вас и, замахнувшись кулаком, приготовилась нанести удар.",
    "answers": [
      {
        "id": 18,
        "text": "Бросить в нее сумку"
      },
      {
        "id": 19,
        "text": "Не отвечать агрессией на агрессию, ибо \"насилие порождает насилие\" и все в этом мире взаимосвязанно... ну, вы поняли!"
      }
    ]
  },
  {
    "id": 191,
    "text": "",
    "answers": []
  },
  {
    "id": 192,
    "text": "",
    "answers": []
  },
  {
    "id": 193,
    "text": "",
    "answers": []
  },
  {
    "id": 194,
    "text": "",
    "answers": []
  },
  {
    "id": 195,
    "text": "  Вы вернулись в общагу.\n—Оу, привет, дружище-братище! — поприветствовал вас Лео, когда вы вошли внутрь.\n В холле, помимо вахтерши Любы и Лео, была еще девушка. Она стояла перед столом вахтерши, спиной к вам, и у нее были черные волосы средней длины. \"Неужели...\" — девушка начала оборачиваться к вам — \"Это...\" — темно-синие глаза, заметив вас, широко раскрылись от удивления — \"Та самая!\" На вашем лице непроизвольно показалась улыбка.\n  Однако хмурый взгляд, которым девушка глянула на вас, насторожил вас. Затем незнакомка пригнулась к уху вахтерши и что-то ей шепнула. Тетя Люба нахмурилась.\n—Ты чего это к нашим девочкам лезишь? — грозно спросила она.\n—Кто к нашим девочкам лезет? — раздался ужасающе-спокойный голос тети Риты.\n  Вы испуганно посмотрели на дверь, ведущую в ее кабинет, и чуть не упали на пол. Тетя Рита медленно шла к вам, угрожающе сжимая в руках концы шали, накинутой ей на плечи. На лице коменданта играла улыбка, более похожая на оскал.",
    "answers": [
      {
        "id": 83,
        "text": "Оправдываться "
      }
    ]
  },
  {
    "id": 196,
    "text": "  Вы тяжело вздохнули. \n—Я останусь — произнесли вы, приблизившись к Полине — Извини.\n  Девушка минуты две простояла спиной к вам и, вдруг развернувшись, швырнула в вас ведро, которое больно ударилось в живот.\n—Тогда за работу! — воскликнула она, широко улыбнувшись. ",
    "answers": [
      {
        "id": 116,
        "text": "За работу "
      }
    ]
  },
  {
    "id": 197,
    "text": "—Пф! Ну и ладно! — бросили вы, снимая перчатки и направляясь в здание  — Не особо-то и хотелось помочь.\n—Тюфяк! — раздался за вашей спиной яростный возглас Полины.",
    "answers": [
      {
        "id": 195,
        "text": "Вернуться в общежитие "
      }
    ]
  },
  {
    "id": 198,
    "text": "  По аллее вы оба шли молча. Кажется она, как и вы, смущалась вашего вчерашнего разговора. Спустя несколько минут, Полина обратилась к вам:\n—До приюта отсюда недалеко, я дойду. Ты можешь вернуться обратно.\n—Да? Ну, хорошо — улыбнулись вы в ответ, но все же остались на месте. Как и осталась на месте Полина.\n—Знаешь, я хотел... — начали вы, с трудом подбирая слова, но девушка вдруг подняла вверх ладонь, прерывая вас.\n  Вы умолкли и в наступившей тишине расслышали чьи-то ругательства и собачьи взвизгивания. Полина бросилась к кустам, откуда раздавались звуки и вы поспешили за ней.\n  За невысоким кустарником, в тени деревьев стоял мужчина в сером плаще и короткополой шляпе с веткой в руках, которой он избивал маленького белого щенка. \"Что-то Лео перебарщивает\" — пронеслось в вашей голове. ",
    "answers": [
      {
        "id": 141,
        "text": "Остановить его "
      }
    ]
  },
  {
    "id": 199,
    "text": "—Отстань! — воскликнули вы, рванув вверх по лестнице.\n—От своих чувств не сбежишь, дорогуша! — раздался за вашей спиной радостный голос соседа.\n  \"Так, я почти на втором!\" — размышляли вы — \"Нужно закрыться в комнате и тогда...\" На бегу вы чуть было не сбили спускающуюся вниз Яну. Она испуганно отпрянула к стене, выронив из рук книгу.",
    "answers": [
      {
        "id": 200,
        "text": "Поднять книгу"
      }
    ]
  },
  {
    "id": 200,
    "text": "—Вот — вы подняли с пола книгу и отдали его девушке — Прости меня.\n—С-спасибо — смущенно произнесла Яна.\n  Вы широко улыбались ей.\n—Попался! — раздался за вами возглас и, прежде, чем вы успели что-то осознать, Лео налетел на вас, придавив к полу.\n—Ну что же ты, дорогуша! — вопил он, обняв вас — Я так соскучился!\n—Слезь, идиот! — закричали вы, пытаясь вырваться и вдруг вспомнили о девушке.",
    "answers": [
      {
        "id": 201,
        "text": "Взглянуть на нее"
      }
    ]
  },
  {
    "id": 201,
    "text": "  Вы подняли взгляд вверх. Яна, прижав к груди книгу, смущенно отвела глаза.\n—Не... не буду вам мешать! — выпалила она и рванула вверх по лестнице. \n—Стой! — вскричали вы, протягивая к ней руку — Это не то, что ты могла подумать!\n  Но девушка не остановилась. Прислушавшись к отдаляющимся шагам вы бессильно уронили голову на пол.\n—Упс! — произнес Лео, продолжая обнимать вас — Как-то... неудобно получилось.\n  Прошло минуты две.\n—Лео.\n—Да?\n—Может ты уже слезишь с меня?",
    "answers": [
      {
        "id": 202,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 202,
    "text": "—Ну извини, Макс! — не унимался сосед.\n  Вы легли на свою кровать.\n—Я ведь не знал, что она там — продолжил Лео, стоя около вас — Просто пошутить хотел.\n  Вы отвернулись к стене. \"Что она обо мне подумает?\" — мучил вас вопрос — \"И все из-за этого...\"\n—Лео! Хватит мне в ухо дышать!\n  Сосед отпрыгнул назад.\n—Просто я знаю, как исправить свою вину! — воскликнул он радостно — Я помогу тебе добиться признания Яны!\n—Чего?\n—Слушай... — Лео приблизился к вам.",
    "answers": [
      {
        "id": 203,
        "text": "Выслушать план"
      },
      {
        "id": 183,
        "text": "-Не интересно "
      }
    ]
  },
  {
    "id": 203,
    "text": "  Как ни странно, но план Лео звучал вполне разумно. Он предлагал вам завтра проводить Яну от библиотеки до общежития и по дороге спасти бедную девушку от преступника. В роли \"преступника\" должен был выступить Лео. Он утверждал, что Яну непременно должен был впечатлить такой поступок.\n—Тебе повезло — сказал вам Лео — Она до поздна задерживается в библиотеке и домой ходит одним маршрутом.\n  Так как у вас не было других идей добиться расположения девушки, вы согласились.",
    "answers": [
      {
        "id": 209,
        "text": "На следующий день "
      }
    ]
  },
  {
    "id": 204,
    "text": "",
    "answers": []
  },
  {
    "id": 205,
    "text": "",
    "answers": []
  },
  {
    "id": 206,
    "text": "",
    "answers": [
      {
        "id": 208,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 207,
    "text": "",
    "answers": []
  },
  {
    "id": 208,
    "text": "",
    "answers": []
  },
  {
    "id": 209,
    "text": "  Весь следующий день вы с соседом приводили комнату в порядок: убирали мусор, вытирали пыль и мыли полы. Также вы заставили Лео прибраться на его кровати. Он долгое время упирался, называя всю эту гору вещей и бумажек \"творческим беспорядком\" , однако все-же сдался и подчинился.\n  Вы не заметили, как уже наступил вечер.\n—Яна возвращается в общежитие обычно в пол восьмого — бросил Лео, направляясь к выходу — Тебе нужно часам к шести уже быть в библиотеке. Ладно, удачи, тигр!\n  Вы кивнули ему и легли на кровать. \"Что-то я волнуюсь\" — пронеслось в вашей голове — \"Надо бы успокоится, а то еще наломаю дров!\"",
    "answers": [
      {
        "id": 146,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 210,
    "text": "—Да я просто гулял тут — ответили как можно более беззаботным голосом.\n—Ага! Как же! — воскликнула Полина — Следил за мной, извращуга?!\n—Нет-нет! — замахали вы руками — Ничего подобного...\n—Ладно! — девушка остановила вас, махнув рукой — Без разницы.\n—В любом случае, добрый вечер, молодой человек — вмешался старик.",
    "answers": [
      {
        "id": 103,
        "text": "-Кто вы?",
        "need": [
          -103
        ]
      },
      {
        "id": 102,
        "text": "-Что это за место?",
        "need": [
          -102,
          -18
        ],
        "need_sometimes": true
      },
      {
        "id": 105,
        "text": "-Что это за место? ",
        "need": [
          18,
          -105
        ]
      },
      {
        "id": 104,
        "text": "Далее",
        "need": [
          -18,
          103,
          102
        ]
      },
      {
        "id": 104,
        "text": "Далее",
        "need": [
          -18,
          103,
          105
        ]
      },
      {
        "id": 108,
        "text": "Далее",
        "need": [
          18,
          105,
          103
        ]
      }
    ]
  },
  {
    "id": 211,
    "text": "  Через полчаса вы добрались до аллеи, в которой вас должен был поджидать Лео. Эта аллея была плохо освещенна и в темное время суток выглядела пугающе. \"Как ей не страшно здесь одной ходить?\" — удивились вы, оглядываясь по сторонам. К вашему счастью, людей здесь не было. Кроме одного. Он в одиночестве сидел на лавке, в тридцати метрах от вас. \"Лео?\" Лавка находилась в тени, поэтому разглядеть незнакомца было невозможно. \"Ну, по росту подходит, да и сидит там, где мы и договаривались\" — размышляли вы — \"Точно он!\"\n—По этой аллее мы дойдем до общежития — произнесла Яна.",
    "answers": [
      {
        "id": 213,
        "text": "Идти дальше "
      }
    ]
  },
  {
    "id": 212,
    "text": "—Угу, значит и ты ей не нравишься, и она тебе? — произнес Лео, в задумчивости потирая подбородок.\n—Ну да.\n—Как у вас все запутанно — признал ваш собеседник — На самом деле ты нравишься ей...\n—Но ведь она сказала...\n—Если бы не нравился, она бы и не задала бы тебе такой вопрос! — прервал вас Лео — Но теперь, нам нужно определиться, а нравится ли она тебе?",
    "answers": [
      {
        "id": 224,
        "text": "-Да"
      },
      {
        "id": 46,
        "text": "-Нет"
      }
    ]
  },
  {
    "id": 213,
    "text": "  Вы приблизились к единственному рабочему фонарю, когда вам навстречу вдруг выскочил мужчина в копюшоне.\n—Ха-ха! Попались! — пробасил он низким басом — Гоните сюда денежки!",
    "answers": [
      {
        "id": 215,
        "text": "Вступиться за девушку"
      }
    ]
  },
  {
    "id": 214,
    "text": "",
    "answers": []
  },
  {
    "id": 215,
    "text": "  Вы выбежали вперед и, прикрыв своим телом Яну, воскликнули:\n—Не смей угрожать ей, злодей!\n—Че?! — удивился тот.\n  Вы были удивлены не меньше. \"Что я сейчас ляпнул?\" — лихорадочно размышляли вы — \"Как какой-то дешёвый супергерой!\" Затем вы пригляделись к преступнику. \"А Лео неплохо так замаскировался\" — отметили вы — \"Темные очки на пол лица, голос изменил, даже волосы расчесал так, что на человека стал похож\"\n  Тем временем Лео достал из кармана нож. Бутафорский, конечно — как вы и договаривались.\n—Ну-ка свали по-бырому! — оскалился он.\n—Нет! Я не могу позволить вершиться беззаконью! — ответили вы.\n  \"Черт! Откуда я таких слов нахватался?!\" — пронеслось в вашей голове. ",
    "answers": [
      {
        "id": 216,
        "text": "Выхватить нож и уложить его на землю "
      }
    ]
  },
  {
    "id": 216,
    "text": "  Вы уверенно шагнули к нему, но сделать что-либо не успели. В считанные секунды к оторопевшему Лео подскочила Яна и, выхватив из кармана балончик, брызнула содержимым в лицо парню. \n—Ааа! Горло жжёт! — завопил тот, отступив назад и выронив нож.\n  В следующее мгновение Яна, не теряя ни секунды, выхватила из другого кармана маленький шокер.\n—Разряд! — воскликнула она и ударила бедного парня в грудь.\n  Раздался громкий треск электрического заряда и Лео, коротко вскрикнув, упал на спину, лишившись сознания. Вы смотрели на все это удивлёнными глазами. Вся эта сцена произошла за считанные секунды.\n  Яна тем временем подняла с земли книгу и приблизилась к вам.\n—Спасибо — сказала она, глядя вам в глаза — Ты отвлек его, что дало мне преимущество.\n—А-ага — произнесли вы, все еще приходя в себя после случившегося — Я так и расчитывал...\n  Девушка направилась по аллее в сторону общежития.\n—Ты идешь? — обернулась она к вам.\n—Я, пожалуй, еще немного прогуляюсь — отозвались вы, глядя на тело Лео.",
    "answers": [
      {
        "id": 217,
        "text": "Подойти к нему"
      }
    ]
  },
  {
    "id": 217,
    "text": "  Дождавшись, когда Яна ушла из поля зрения, вы склонились над телом соседа. \n—Лео, бедный Лео — вздохнули вы, нащупав пульс — Я знал его...\n  \"Ну, хоть живой\" — облегченно отметили вы. В этот момент на ваше плечо опустилась чья-то рука.",
    "answers": [
      {
        "id": 218,
        "text": "Обернуться "
      }
    ]
  },
  {
    "id": 218,
    "text": " Вы обернулись и несколько секунд не могли поверить в реальность происходящего. Перед вами стоял Лео, надевший на голову черную маску из латекса. Эта маска имела только две прорези для глаз, а в области рта была установлена молния.\n—Мпфпвх! — попытался что-то сказать Лео.",
    "answers": [
      {
        "id": 219,
        "text": "Расстегнуть молнию"
      }
    ]
  },
  {
    "id": 219,
    "text": "  Вы расстегнули молнию.\n—Правда классная маска? — спросил Лео — Яна меня так точно не узнает.\n  Затем он огляделся по сторонам и спросил:\n—А где она? И кто это? — Лео указал головой на лежащего без сознания парня.\n  Вы смотрели на него еще минуты две, после чего застегнули обратно молнию и, обернувшись, направились в общежитие.",
    "answers": [
      {
        "id": 220,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 220,
    "text": "—Алло, Макс! — раздался радостный голос матери в телефоне — Отцу дали повышение, представляешь!\n—Угу, рад за него — отозвались вы, лежа в постели и наблюдая за Лео.\n  Он стоял на стуле и, размахивая руками, пытался балансировать на двух ножках. \"Хм, а ведь получается\" — отметили вы.\n—Ты слышал? — повторила мама.\n—А? Что? — спохватились вы.\n—Уф, Макс! Я говорю, что нам уже сегодня нужно улететь во Владивосток!\n—ЧТО?! — воскликнули вы.\n  От неожиданности Лео вскричал и, сорвавшись, грохнулся на пол.\n—Что там у тебя? — спросила мама.\n—Ничего-ничего! — отозвались вы, вскочив на ноги — В какой Владивосток? Почему сегодня?\n—Ты что, меня не слушал? Я ведь уже сказала, что отцу дали повышение, но работодателю нужно, чтобы он уже завтра был на рабочем месте. Поэтому одевайся, скоро заедем за тобой.\n  Мама положила трубку и вы, растерянно взглянули на дисплей телефона.",
    "answers": [
      {
        "id": 221,
        "text": "Бежать к Яне"
      }
    ]
  },
  {
    "id": 221,
    "text": "—Яна! — воскликнули вы и выскочили из комнаты. Вбежав на пятый этаж вы вдруг осознали, что не знали в какой комнате она живет.",
    "answers": [
      {
        "id": 226,
        "text": "Стучаться во все комнаты "
      }
    ]
  },
  {
    "id": 222,
    "text": "—Тебе показалось — ответили вы.\n—Тогда значит Поля? — предположил ваш сосед.",
    "answers": [
      {
        "id": 223,
        "text": "-Нет"
      },
      {
        "id": 224,
        "text": "-Да"
      }
    ]
  },
  {
    "id": 223,
    "text": "  Вы обернулись к Лео.\n—Ну что ты пристал? Они мне обе не нравятся, понимаешь?\n—Хорошо, хорошо! — развел руками Лео — Я тебя услышал.\n  Вы перевернулись в постели и взглянули в потолок.\n—Сегодня я впервые их встретил — произнесли вы в задумчивости — И они обе не произвели на меня впечатление.\n—Понимаю — отозвался собеседник — Ты не из тех, кто заводит роман в  первый же день. Ладно! — Лео приблизился к выключателю — А теперь, давай спать.\n  Щелчок. И комната потонула во тьме.",
    "answers": [
      {
        "id": 225,
        "text": "Эпилог"
      }
    ]
  },
  {
    "id": 224,
    "text": "—Да какая тебе разница?! — воскликнули вы, ощущая, как ваше лицо обдало жаром — Ну, нравится она мне может, тебе то что?\n  \"И чего ко мне пристал?!\" — рассерженно подумали вы, отвернувшись к стене. \n—Хм... — протянул в задумчивости Лео — Нравится говоришь?\n  Вдруг он подскочил к вам и радостно воскликнул:\n—Тогда у меня есть гениальный план, слушай!",
    "answers": [
      {
        "id": 227,
        "text": "Выслушать план ",
        "need": [
          -88
        ]
      },
      {
        "id": 133,
        "text": "Выслушать план",
        "need": [
          88
        ]
      }
    ]
  },
  {
    "id": 225,
    "text": "  [Слова автора]\n—Да, дорогой мой читатель, уже конец. Вам не понравилась ни застенчивая Яна, ни бойкая Полина, поэтому я даже не знаю, как продолжать квест.\n   Через два дня за Максом приехали его родители и увезли в другой город. Он, хоть и подружился с Лео, но так и не нашел себе девушку...\n  Это могла бы быть самая плохая концовка квеста, однако, кто знает, возможно, по сравнению с двумя другими она покажется вам не такой уж плохой.",
    "answers": [
      {
        "id": 1,
        "text": "В начало "
      }
    ]
  },
  {
    "id": 226,
    "text": "  Вы принялись изо всех сил стучаться во все комнаты. Пару раз двери оказывались не запертами и тогда, под крики рассержанных барышень, вам в лицо прилетала увесистая книга или чья-нибудь обувь. В конце концов вам удалось найти нужную дверь.\n—Что-то стряслось? — спросила Яна, выходя в коридор. \n  На этот раз она была одета по простому: в белую футболку и джинсовые шорты, но именно этот ее образ, черные волосы средней длины и большие темно-синие глаза надолго запечатлились в вашей памяти.\n—Яна... — вы приблизились к ней — Я... я — слова застревали в горле — Я уезжаю. \n—Что? — удивилась девушка, прикрыв рукой губы — Н-но куда? Когда?\n—Сегодня. Владивосток — ответили вы, потупившись.\n—Нет-нет, ты не можешь — ошарашенно произнесла Яна, глядя куда-то в сторону — Я... мы ведь только...",
    "answers": [
      {
        "id": 231,
        "text": "Обнять ее"
      }
    ]
  },
  {
    "id": 227,
    "text": " Как ни странно, но план Лео звучал вполне разумно. Он узнал от коменданта, что Полине нравятся собаки. Поэтому он предлагал сыграть на этом.\n  Вы должны были завтра вечером вызваться проводить Полину на работу. По пути вам бы встретился злой дядя, который бы мучал щенка. В роли \"злого дяди\" должен был выступить Лео. Так как у вас не было других идей добиться расположения девушки, вы согласились на этот план.",
    "answers": [
      {
        "id": 134,
        "text": "На следующий день "
      }
    ]
  },
  {
    "id": 228,
    "text": "  По аллее вы оба шли молча. Кажется она, как и вы, смущалась вашего вчерашнего разговора. Спустя несколько минут, Полина обратилась к вам:\n—До моей работы отсюда недалеко, я дойду. Ты можешь вернуться обратно.\n—Да? Ну, хорошо — улыбнулись вы в ответ, но все же остались на месте. Как и осталась на месте Полина.\n—Знаешь, я хотел... — начали вы, с трудом подбирая слова, но девушка вдруг подняла вверх ладонь, прерывая вас.\n  Вы умолкли и в наступившей тишине расслышали чьи-то ругательства и собачьи взвизгивания. Полина бросилась к кустам, откуда раздавались звуки и вы поспешили за ней.\n  За невысоким кустарником, в тени деревьев стоял мужчина в сером плаще и длиннополой шляпе с веткой в руках, которой он избивал маленького белого щенка. \"Что-то Лео перебарщивает\" — пронеслось в вашей голове. ",
    "answers": [
      {
        "id": 141,
        "text": "Остановить его "
      }
    ]
  },
  {
    "id": 229,
    "text": "  По аллее вы оба шли молча. Кажется она, как и вы, смущалась вашего вчерашнего разговора. Спустя несколько минут, Полина обратилась к вам:\n—До моей работы отсюда недалеко, я дойду. Ты можешь вернуться обратно.\n—Да? Ну, хорошо — улыбнулись вы в ответ, но все же остались на месте. Как и осталась на месте Полина.\n—Знаешь, я хотел... — начали вы, с трудом подбирая слова, но девушка вдруг подняла вверх ладонь, прерывая вас.\n  Вы умолкли и в наступившей тишине расслышали чьи-то ругательства и собачьи взвизгивания. Полина бросилась к кустам, откуда раздавались звуки и вы поспешили за ней.\n  За невысоким кустарником, в тени деревьев стоял мужчина в сером плаще и длиннополой шляпе с веткой в руках, которой он избивал маленького белого щенка. \"Что-то Лео перебарщивает\" — пронеслось в вашей голове. ",
    "answers": [
      {
        "id": 141,
        "text": "Остановить его "
      }
    ]
  },
  {
    "id": 230,
    "text": "  Вы приподняли голову. В ушах звенело, а во рту чувствовался вкус металла. Под кустами вы заметили тело того самого мужчины, около него лежала шляпа.\n—Макс, ты как? — раздался голос Полины, а затем вы ощутили, как кто-то подхватил вас и помог встать.\n—Какого черта он меня ударил?! — воскликнули вы, ошарашенно глядя на лежащего без сознания Лео и массируя челюсть.\n—Ну, ты ведь в героя решил поиграть — улыбнулась Полина, отряхнув вас.\n  Затем она взяла на руки щенка и, приблизившись к вам, сказала:\n—Я отнесу щенка в приют для собак, где я работаю. Там его осмотрит. А ты можешь идти пока в общагу, как видишь — она кивнула в сторону Лео — За себя я могу постоять.\n  После этого она отошла от вас на пару шагов, остановилась и, резко подбежав к вам вплотную, чмокнула вас в щеку.\n—Заслужил! — воскликнула она, убегая по аллее в сторону приюта. \n  Боль от удара в челюсть мигом прошла. Вы прикоснулись к щеке и расплылись в глупой улыбке.\n—Эй, дружище-братище! ",
    "answers": [
      {
        "id": 143,
        "text": "Обернуться "
      }
    ]
  },
  {
    "id": 231,
    "text": "  Вы шагнули к Яне и заключили ее в объятия. Девушка вначале перевела на вас удивлённый взгляд, а затем прижалась к вам. От ее волос сладко пахло персиком. \"Так это все-таки шампунь так пахнет\" — отметили вы с улыбкой. Вы простояли так минуты две, не желая отпускать друг друга.\n—Эй, голубки! — вырвал вас грез чей-то возглас.",
    "answers": [
      {
        "id": 232,
        "text": "Обернуться "
      }
    ]
  },
  {
    "id": 232,
    "text": "  В коридоре стояла Полина. Она держала в руках чугунную сковородку и с нескрываемой злостью смотрела на вас.\n—Пройти мешаете! Исчезните!\n  Вы отошли назад, пропуская грубиянку. \n—Вы еще тут целоваться начните — пробурчала она, проходя мимо — Бесите!\n  Яна взглянула вам в глаза и, прикрыв рот рукой, тихо засмеялась. Ее смех напоммнал вам перезвон колокольчиков и вы, не в силах сдержаться, засмеялись тоже. Полина остановилась у своей комнаты и недоумевающе взглянула на вас.\n—Чего ржете, а?! — спросила она — Совсем из ума выжили?!\n  Но вы не слушали ее. Вы с Яной громко смеялись. Однако в глазах девушки вам удалось заметить слезы...",
    "answers": [
      {
        "id": 153,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 233,
    "text": "  Вы крепко обняли соседа и промолвили:\n—Я тоже буду скучать, Лео. Я тоже.\n  Затем вы отошли от них и приблизились к машине родителей.\n—Живее, Макс, опаздываем! — поторопил вас отец.\n  Вы обернулизь назад и взглянули в окна пятого этажа. \"Яна сказала, что спустится, но где же она?\" — пронеслось в вашей голове.\n—Подождите немного — сказали вы родителям.\n  Внезапно двери, ведущие в общежитие, со скрипом отворилась и в дверях показалось личико девушки, обрамленное черными волосами.",
    "answers": [
      {
        "id": 234,
        "text": "Побежать к ней навстречу "
      }
    ]
  },
  {
    "id": 234,
    "text": " Вы уронили сумку на землю и побежали навстречу Яне. Девушка бросилась к вам и, обняв вас, уткнулась головой в вашу грудь.\n—Обещай, что ты меня не забудешь и мы еще встретимся — раздался ее приглушенный голос.",
    "answers": [
      {
        "id": 155,
        "text": "-Обещаю"
      }
    ]
  },
  {
    "id": 235,
    "text": "—Обязательно — отозвались вы, убирая листок в карман.\n  Вы на минуту загляделись на Яну.\n—Макс — голос матери вернул вас из грез.\n—Д-да! — бросили вы ей и, подобрав с земли сумку, сели в машину.\n  Автомобиль тронулся с места, и все, кто вышел вас провожать, принялись дружно махать вам руками. Вы ответили тем же. \"Лучшее мимолетное знакомство\" — пронеслось в вашей голове, пока вы смотрели на удаляющееся здание общежития.",
    "answers": [
      {
        "id": 236,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 236,
    "text": "  До аэропорта вы доехали примерно за час. \n—Макс, подожди нас пока — сказали вам родители — Мы сейчас билеты купим и вернемся.\n  Вы остались в машине. \"Эх, мы так мало пообщались\" — разочарованно отметили вы — \"Однако..\" — на вашем лице показалась улыбка — \"У меня есть номер телефона!\"",
    "answers": [
      {
        "id": 237,
        "text": "Достать бумагу"
      }
    ]
  },
  {
    "id": 237,
    "text": "  Вы засунули руку в карман, но ничего в ней не нащупали. \"Странно, я ведь вроде сюда положил\" — удивились вы. Вдруг вас охватила паника. \"Неужели...\" Вы принялись обыскивать все свои карманы, осмотрели машину, перевернули сумку — тщетно. Слеза скатилась по вашей щеке и вы стукнули кулаком по сиденью.\n—Проклятье! — воскликнули вы в отчаянии.",
    "answers": [
      {
        "id": 238,
        "text": "Эпилог "
      }
    ]
  },
  {
    "id": 238,
    "text": "  Вечер. Солнце уже давно закатилось и на небо взошла луна. Она своим серебристым сиянием освещала пустынные улицы, застывшие деревья и темные закоулки города. Из любопытства луна заглянула и в окно пятиэтажного здания, в комнату одной девушки. Эта девушка сидела за столом и, опустив голову на руки, мирно спала. Перед ней лежал телефон. Похоже, она ждала звонка, но, так и не дождавшись его, уснула. От кого этот звонок? Почему ей никто не позвонил? Это уже не важно. Важно лишь выражение ее лица. Взгляните, она улыбается. Ей снится хороший сон. Поэтому не будем мешать этой девушке, а просто уйдем...",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 239,
    "text": "  Открытые концовки (всего их три):",
    "answers": [
      {
        "need_ever": true,
        "comment": true,
        "id": 239,
        "text": "\"Хороший сон\"",
        "need": [
          238
        ]
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 239,
        "text": "\"Плохая связь\"",
        "need": [
          158
        ]
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 239,
        "text": "\"Слова автора\"",
        "need": [
          225
        ]
      },
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 240,
    "text": " \"Фух! Наконец-то!\" — вот мои первые мысли после окончания этого квеста. Я совсем не ожидала, что он займет у меня столько времени и сил. Я расчитывала на что-то легкое, быстрое, мимолетное... Но все оказалось очень громоздким и тяжелым! 200 с чем-то страниц! Ну ладно. Главное, что эта работа окончана и я могу продолжить свой главный квест (кто знает, тот знает о чем я :) И да, хотела бы поблагодарить вас за уделенное вами время!",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 241,
    "text": "  К шести часам вы уже вошли в библиотеку. Яна стояла около стеллажей и, как всегда, читала книгу.",
    "answers": [
      {
        "id": 242,
        "text": "Подойти к ней"
      }
    ]
  },
  {
    "id": 242,
    "text": "—Привет! — улыбнулись вы, приблизившись к ней.\n  Яна прикрыла книгу и удивленно взглянула на вас.\n—И тебе привет... — замялась девушка.\n—Максим — напомнили вы, разочарованно опустив голову.\n—Точно! — спохватилась Яна и вдруг обеспокоенно затараторила — Прости, я не хотела задеть твои чувства, просто... просто я мало с кем общаюсь и плохо имена запоминаю!\n—Ладно, ладно! — замахали вы руками, смущенно улыбаяясь — Не стоит так переживать, я не обиделся.\n—Правда? — большие глаза девушки по-щенячьи смотрели на вас.\n—Да правда, правда!\n  Яна облегченно выдохнула.\n—Так значит — девушка вновь раскрыла книгу — Ты здесь, чтобы почитать что-нибудь?",
    "answers": [
      {
        "id": 243,
        "text": "-Да"
      },
      {
        "id": 244,
        "text": "-Нет"
      }
    ]
  },
  {
    "id": 243,
    "text": "—Да, думал почитать на досуге.\n—Ясно — Яна захлопнула книгу и, развернувшись к выходу, махнула вам рукой — А я уже домой, пока!\n  После этих слов девушка зашагала к выходу. Вы, оставшись стоять на месте, взглянули на часы. \"Черт! Еще восьми нет! Ее нужно как-то задержать\" — лихорадочно рассуждали вы — \"Быть может разговорами отвлечь?\"",
    "answers": [
      {
        "id": 245,
        "text": "Догнать Яну"
      }
    ]
  },
  {
    "id": 244,
    "text": "—Нет, просто гулял — ответили вы.\n—Ясно — Яна захлопнула книгу и, развернувшись к выходу, махнула вам рукой — А я уже домой, пока!\n  После этих слов девушка зашагала к выходу. Вы, оставшись стоять на месте, взглянули на часы. \"Черт! Еще восьми нет! Ее нужно как-то задержать\" — лихорадочно рассуждали вы — \"Быть может разговорами отвлечь?\"",
    "answers": [
      {
        "id": 245,
        "text": "Догнать Яну"
      }
    ]
  },
  {
    "id": 245,
    "text": "—Яна, постой! — воскликнули вы, подбежав к девушке.\n  Та удивлённо обернулась.\n—А... я хотел бы тебя проводить — замялись вы — Если ты не против?\n  Девушка на секунду призадумалась и, отвернувшись, бросила:\n—Не против, пошли.",
    "answers": [
      {
        "id": 246,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 246,
    "text": " На улице уже сгутился вечерний сумрак. Ваш путь пролегал в точности по тому маршруту, о котором говорил Лео. \"Отлично! Все идет согласно плану!\" — отметили вы, сдерживая смех.\n—Макс, на твоем лице такая улыбка, будто ты что-то задумал.\n—Ч-что?! — испугались вы — Задумал? Ха-ха! Н-не смеши! — махнули вы рукой, натянуто улыбнувшись.\n—Хотя, возможно, что это просто разыгралась моя фантазия — призадумалась Яна — Я ведь сейчас детектив читаю.\n—Д-да, точно, точно! — воскликнули вы — Такое нередко случается!\n  \"Фух, пронесло!\" — отметили вы облегченно. ",
    "answers": [
      {
        "id": 247,
        "text": "Поговорить о книгах",
        "need": [
          -247
        ]
      },
      {
        "id": 248,
        "text": "Спросить о семье",
        "need": [
          -248
        ]
      },
      {
        "id": 249,
        "text": "Узнать, чем она занимается ",
        "need": [
          -249
        ]
      },
      {
        "id": 211,
        "text": "Промолчать "
      }
    ]
  },
  {
    "id": 247,
    "text": "—Так значит, ты любишь книги?\n—Конечно! — не задумываясь ответила Яна — Я обожаю их. Порой я мечтаю... — девушка на мгновение умолкла, а затем, тряхнув головой, продолжила — Хотя, нет! Не бери в голову.",
    "answers": [
      {
        "id": 250,
        "text": "-О чем ты?"
      },
      {
        "id": 246,
        "text": "Сменить тему разговора "
      }
    ]
  },
  {
    "id": 248,
    "text": "—А твои родители?\n—Мама живет в этом городе, но у нее почти нет времени на меня, а отец... Родители расстались, когда мне было десять лет.\n  Вы предпочли промолчать. Яна некоторое время шла молча, затем добавила, опустив голову:\n—Когда я была маленькой, родители часто ссорились и мне было тяжело от этого, я считала, что я являюсь причиной тому — девушка подняла глаза — Именно тогда в моей жизни появились книги. Я читала их не разбирая авторов, не обращая внимание ни на жанр, ни на тяжесть. Они заменили мне друзей и психологов... Хотя, иногда я думаю, что книги — это мой способ сбежать от реальности, понимаешь?\n  Вы кивнули.\n—Ты уж прости — виновато улыбнулась Яна — Мы с тобой и трех дней не знакомы, а я уже рассказываю тебе всякое...\n—Ничего — ответили вы — Иногда нужно выговориться.\n—Да, ты прав — девушка взглянула вам в глаза — И я рада, что встретила тебя.",
    "answers": [
      {
        "id": 246,
        "text": "Сменить тему разговора "
      }
    ]
  },
  {
    "id": 249,
    "text": "—А чем ты занимаешься?\n  Девушка вдруг резко остановилась.\n—Ты и вправду хочешь знать? — спросила она, глядя вам в глаза.\n  От этого взгляда и такого пугающе-серьезного голоса вам стало не по себе.\n—Что? — удивились вы.\n—Ладно, я расскажу — Яна сделала шаг к вам — Но взамен тебе придется умереть.\n  У вас по спине пробежали мурашки. \n—Эй! Не шути так! — попытались вы улыбнуться, отступая назад.\n  Яна убрала руку за спину и слегка пригнулась.\n—Ч-что ты собираешься делать?! — воскликнули вы в ужасе.",
    "answers": [
      {
        "id": 252,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 250,
    "text": "—Ладно, только обещай, что не будешь смеяться — произнесла она серьёзным голосом. \n—Хорошо, хорошо. Обещаю — улыбнулись вы. \n—Просто я иногда мечтаю оказаться на страницах какой-нибудь книги... — она задумчиво взглянула в вечернее небо — Например, любовного романа, разбавленного юмором.\n  Она перевела взгляд на вас и, улыбнувшись, промолвила:\n—Ты бы мог стать в этом романе главным героем.\n—Я?\n—Ну да — подтвердила Яна — Ты только переехал к нам, поэтому читателям будет легче поставить себя на твое место. Ведь им тоже неизвестен этот город. Плюс, парень ты хороший.\n—Хороший? Ты правда так считаешь? — смущенно улыбнулись вы, почесав затылок — А вдруг героем окажется Лео?\n—Нет — серьёзно ответила девушка — Лео, скорее, дополнительный персонаж, который вносит в сюжет различные смешные и нелепые ситуации.",
    "answers": [
      {
        "id": 246,
        "text": "Сменить тему разговора "
      }
    ]
  },
  {
    "id": 251,
    "text": "",
    "answers": []
  },
  {
    "id": 252,
    "text": "—Если бы я сейчас напала на тебя, то это был бы неожиданный сюжетный поворот.\n  Яна выпрямилась и слегка улыбнулась.\n—Сюжетный поворот? — недоумевающе переспросили вы.\n  Девушка пошла дальше.\n—Уж прости — сказала она — Это была шутка. На секунду я представила нас персонажами книги и такой исход событий думаю многих удивил бы.\n—Д-да — рассеянно ответили вы, следуя за ней — Точно бы удивил.\n—На самом деле, я учусь в медицинском колледже. Но пока у нас летние каникулы, пытаюсь найти подработку.",
    "answers": [
      {
        "id": 246,
        "text": "Сменить тему разговора "
      }
    ]
  },
  {
    "id": 253,
    "text": "",
    "answers": []
  }
]