[
  {
    "id": 1,
    "text": "  Автор: Milsa\n  Жанр: фэнтези/романтика/драма.\n  Обновления: ну вот я и отдохнула)) нижайше прошу простить меня, мои дорогие читатели за такой долгий перерыв! Обещаю, что третья глава уже не за горами)!\n\n\n  Случайный читатель! Прежде, чем ты приступишь к прохождению, советую тебе поудобнее устроиться на своем стуле, диване или в кресле (ну или где ты там сидишь), ибо эта легенда очень длинна. Она поведает тебе историю молодой принцессы Юмико и ее верного телохранителя Катсуро. Которым предстоит пройти долгий и опасный путь в борьбе с ужасающим злом, некогда побежденном, но вновь пробудившимся из забвенья.\n\n\n  P.S. Приветствуется любая разумная критика. Ну а если вы найдёте ошибки в тексте и укажите мне на них, то будет совсем прекрасно. Аригато!",
    "answers": [
      {
        "id": 10,
        "text": "Начать квест"
      },
      {
        "id": 3,
        "text": "О квесте"
      },
      {
        "id": 19,
        "text": "От автора"
      }
    ]
  },
  {
    "id": 2,
    "text": "  \"Что это? Где я?\" — задаетесь вы вопросом — \"Пещера? Но как я здесь оказалась?\" Вы пытаетесь осмотреться вокруг. Под ногами торчат острые камни, где-то вдалеке капает вода. Единственным источником света в окружающей вас тьме является факел в руках какого-то человека, стоящего боком к вам на расстоянии десяти шагов.",
    "answers": [
      {
        "id": 4,
        "text": "Приблизиться к нему"
      }
    ]
  },
  {
    "id": 3,
    "text": "3.11.18 — начата работа, закончила пролог.\n8.11.18 — закончила первую главу.\n13.11.18 — закончила вторую главу.",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 4,
    "text": "  \"Это видение или сон?\" — размышляете вы, подступая к незнакомцу ближе. Шаги ваши бесшумны и он вас не замечает. Теперь у вас есть возможность получше разглядеть его. На вид ему было лет восемнадцать. Высокий рост, широкие плечи, белые, коротко подстриженные волосы. На нем блестящие доспехи, а за спиной огромный двуручный топор. Он что-то с любопытством рассматривает.",
    "answers": [
      {
        "id": 5,
        "text": "Взглянуть туда, куда он светит"
      },
      {
        "id": 6,
        "text": "Обратиться к нему"
      }
    ]
  },
  {
    "id": 5,
    "text": "  Вы поворачиваете голову и видите перед собой гигантскую глыбу камня. Края этой глыбы были гладкими и аккуратно отшлифованными. Вы поднимаете голову вверх и вас пронзает страх. В неровном свете горящего факела над вами нависла огромная, трехпалая, каменная лапа с когтями. Игра света и теней на камне, создавала ощущение, будто эта лапа была живой и будто она тянулась к вам.\n—Как тебе? — раздается вдруг чей-то мужской голос за вашей спиной. \n  Эти слова эхом проносятся по пещере и создается впечатление, будто спросили сразу несколько человек. Незнакомец с факелом в руке оборачивается к вам. Однако его глаза не видят вас, а взгляд направлен куда-то сквозь ваше тело. От этого вам становится не по себе и вы делаете шаг в сторону. ",
    "answers": [
      {
        "id": 7,
        "text": "Обернуться "
      }
    ]
  },
  {
    "id": 6,
    "text": "  Вы открываете рот, чтобы поздороваться с ним, но вдруг обнаруживаете, что не можете издать ни звука.\n—Как тебе? — раздается вдруг чей-то голос за вашей спиной. \n  Эти слова эхом проносятся по пещере и создается впечатление, будто спросили сразу несколько человек. Незнакомец с факелом в руке оборачивается к вам. Однако его глаза не видят вас, а взгляд направлен куда-то сквозь ваше тело. От этого вам становится не по себе и вы делаете шаг в сторону.",
    "answers": [
      {
        "id": 7,
        "text": "Обернуться"
      }
    ]
  },
  {
    "id": 7,
    "text": "  Вы обернулись и несколько секунд ничего не видели перед собой кроме темноты. Но вскоре стали раздаваться неспешные, приближающиеся шаги. Незнакомец с факелом достал свободной рукой топор со спины и, вытянув перед собой источник света, принял боевую стойку. Спустя несколько мгновений на свет вышел высокий молодой человек, одетый в белую рубаху с растегнутым воротником и черные штаны. На его поясе висел длинный, узкий меч. Лицо было несколько вытянутым, нос правильной формы. Его голубые глаза выражали холодное безразличие ко всему, но в то же время вам удалось заметить в них притаившуюся печаль. Длинные, белые волосы ниспадали ему до талии. Он скрестил руки на груди и, приветливо улыбнувшись, сказал:\n—Ну здравствуй, Джуго!\n  Незнакомец с факелом недовольно хмыкнул.\n—Откуда ты знаешь мое имя?! — вскричал он.\n  В ответ молодой человек пожал плечами. \n—Я многое о тебе знаю. Но не об этом речь..\n—Кто ты такой? И почему нападаешь на моих подданых?! — прервал его Джуго.\n  Человек в рубахе улыбнулся еще шире, отчего его улыбка стала похожа на оскал хищника.\n—Чтобы заманить тебя в ловушку, конечно! — бросил он в ответ.\n  Джуго закинул топор на плечо и грозно спросил:\n—Тебе ведь известно кто я такой и какой силой обладаю?\n—О, это мне известно! Ты Джуго, также известный, как Джуго Защитник и ты обладаешь силой демона, которая дана была тебе на время — парень в рубахе сделал шаг навстречу — И сейчас пришла пора платить по счетам!\n—Что?! — взревел Джуго — Что ты несешь! Эта сила дана мне свыше и благодаря ей я сокрушу тебя, червяк!\n  Крикнув это, Джуго отшвырнул в сторону факел и, схватившись обеими руками за ручку топора, ринулся в атаку.",
    "answers": [
      {
        "id": 8,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 8,
    "text": "  Джуго был на голову выше оппонента и намного сильнее, однако тот оказался проворнее. Незнакомец в рубахе сумел увернуться от первого размашистого удара топора, который с грохотом раздробил камень позади. Затем он молниеносными движениями нанес несколько ударов противнику в челюсть, но Джуго словно и не ощутил этого. Он лишь широко улыбнулся в ответ на это и резким ударом кулака в живот отшвырнул незнакомца в сторону. Тот отлетел на десяток метров и ударился спиной о камень.\n—Ха-ха-ха! Червяк! — победоносно рассмеялся Джуго, приближаясь к поверженному противнику — Уж не знаю, что ты там себе в голове надумал, но сражаться со мной в одиночку — глупо! И за эту глупость ты поплатишься!\n  Незнакомец приподнялся на руках и сел на землю, упершись спиной о камень. Он положил руку на грудь, помассировав место удара. Затем сплюнул кровавый сгусток и улыбнулся окровавленными губами. \n—Ты прав, сражаться с тобой в одиночку — глупо.. — тихо ответил он, после этого с трудом поднялся на ноги и громко воскликнул -Поэтому у меня с собой целая армия!",
    "answers": [
      {
        "id": 9,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 9,
    "text": "  В следующее мгновение земля под ногами оторопевшего Джуго разверзлась и оттуда возникло несколько человекоподобных, когтистых рук, ухвативших его за ноги. \n—Что за! — воскликнул Джуго и, размахивая топором, принялся рубить эти руки.\n  На землю хлынула черная кровь и ужасающие крики боли этих монстров заполнили стены пещеры, заставив вас закрыть уши ладонями. Отвлекшийся на монстров Джуго не заметил, как незнакомец в рубахе обнажил свой меч. Затем он пригнулся к земле, направил острие на Джуго и, уличив нужный момент, ринулся в атаку. Вы не сумели уловить его движения. Он в доли секунды оказался за спиной противника и с размаху вонзил в него оружие. Окрашенный в багрово-красный цвет клинок с громким хрустом возник из груди Джуго. Из его горла раздался вопль, в котором смешались боль и удивление. Затем он, стиснув зубы, попытался обернуться. Лапы монстров отпустили его ноги и исчезли под землей. Незнакомец извлек меч из тела Джуго и, ударом ноги, повалил его.\n  Происходящее сильно вас потрясло и вам с трудом удалось собраться с мыслями. \"Это всего лишь сон\" — напомнили вы себе. Однако, вам все это казалось чем-то более существенным.\n  Тем временем незнакомец достал из кармана белый платок и принялся вытерать им длинное лезвие оружия.\n—Урод... — с трудом произнес Джуго, лежа животом на земле.\n  Незнакомец убрал меч и присел около него.\n—Друг мой — спокойно произнес он — Знай, что твоя смерть не напрасна. Она приведет этот мир к великому и светлому будущему! А теперь умри спокойно и отдай мне силу...\n  Спустя несколько минут Джуго принялся часто и громко дышать, водя руками по земле в тщетных попытках приподняться. \n—Тихо, тихо... — успокаивал его незнакомец, прижимая умирающего руками к земле. \n  Вскоре Джуго сдался и, с шумом выдохнув воздух из груди, умер.",
    "answers": [
      {
        "id": 11,
        "text": "Смотреть дальше"
      },
      {
        "id": 12,
        "text": "Попытаться проснуться"
      }
    ]
  },
  {
    "id": 10,
    "text": "  Выберите главу:",
    "answers": [
      {
        "id": 2,
        "text": "Пролог. Сон"
      },
      {
        "id": 14,
        "text": "Глава первая. Стеснительный самурай ",
        "forget": [
          33,
          32,
          25,
          38,
          23,
          24,
          63,
          65,
          43,
          52,
          50,
          55,
          54,
          58,
          51,
          40,
          91,
          92,
          95,
          98,
          49,
          89,
          110,
          111,
          112,
          95,
          98,
          92
        ]
      },
      {
        "need_sometimes": true,
        "id": 86,
        "text": "Глава вторая. День, когда исчезло солнце",
        "need": [
          110,
          111,
          112,
          98,
          92,
          95
        ],
        "forget": [
          167,
          243,
          181,
          182,
          183,
          184,
          186,
          270,
          258,
          243,
          95,
          92,
          98,
          197,
          227,
          228,
          229,
          264,
          265,
          153,
          154,
          216,
          219,
          223,
          239,
          259
        ]
      },
      {
        "id": 292,
        "text": "Глава третья.",
        "need": [
          900
        ],
        "need_sometimes": true
      }
    ]
  },
  {
    "id": 11,
    "text": "  Через несколько минут из тела убитого Джуго вылетел поток ярко-красного света. Он на мгновение ослепил вас и вы заслонились от него ладонью. Находящийся рядом незнакомец тоже прикрыл глаза рукой. Этот поток света поднял ужасающий силы ветер и перенесся от безжизненного тела в огромную каменную глыбу, стоящую рядом. После этого свет исчез, ветер стих, а факел под ногами угас и в пещере настала абсолютная тьма.\n—Восстань, Яматороти! Восстань, дракон! — воскликнул вдруг незнакомец.\n  С этими словами вы увидели, как высоко над вашей головой загорелись красным цветом два огромных глаза. Затем друг за другом зажглись факелы, установленные на стенах пещеры, давая вам возможность осмотреться получше. Это оказалась огромная пещера со свисающими с потолка острыми камнями. Незнакомец, учтиво склонившись перед горящими глазами, стоял в паре метрах от вас.",
    "answers": [
      {
        "id": 13,
        "text": "Взглянуть на камень"
      }
    ]
  },
  {
    "id": 12,
    "text": "  \"Так! С меня достаточно!\" — решили вы и, крепко зажмурившись, скомандовали себе — \"Проснись!\" Затем вы открыли глаза и обнаружили себя в той же пещере. Только теперь незнакомец уже стоял на ногах и смотрел на тело убитого соперника. \"Да что здесь происходит?!\" — успели вы подумать, как вдруг из тела Джуго вылетел поток ярко-красного света. Он слепил вас и вы заслонились ладонью. Стоящий рядом незнакомец тоже прикрыл глаза рукой. Этот поток света поднял ужасающий силы ветер и перенесся от безжизненного тела в огромную каменную глыбу, стоящую рядом. После этого свет исчез, ветер стих, а факел под ногами угас и в пещере настала абсолютная тьма.\n—Восстань, Яматороти! Восстань, дракон! — воскликнул вдруг незнакомец.\n  С этими словами вы увидели, как высоко над вашей головой загорелись красным цветом два огромных глаза. Затем друг за другом зажглись факелы, установленные на стенах пещеры, давая вам возможность осмотреться получше. Это оказалась огромная пещера со свисающими с потолка острыми камнями. Незнакомец, учтиво склонившись перед горящими глазами, стоял в паре метрах от вас.",
    "answers": [
      {
        "id": 13,
        "text": "Взглянуть на камень "
      }
    ]
  },
  {
    "id": 13,
    "text": "  Вы вновь вернули взор на камень и ужаснулись. В свете факелов перед вами предстала огромная статуя дракона. Его змеевидное тело тянулось вдоль всей стены пещеры, а гигантская голова и трехпалые лапы находились перед вами. Однако не это вас испугало. Страх вселяли глаза этого монстра. Эти два горящих глаза смотрели прямо на вас с нескрывемой ненавистью. Незнакомец уловил взор этого существа и, также как и он, взглянул на вас.\n—Так значит ты здесь? — улыбнулся он, приближаясь к вам.\n  Вы ошарашенно перевели взгляд на него. \"Он ведь не видит меня!\" — пронеслось в вашей голове. Незнакомец остановился перед вами и чуть слышно произнес:\n—Ты здесь, принцесса Юмико, я знаю. И я рад этому. Мое имя Акиро и я хочу, чтобы ты кое-что запомнила — в следующее мгновение его лицо перекосилось от гнева и он воскликнул — Мои демоны идут за тобой и их ничто не остановит! Полчища духов заполонят наш мир и я сотру человечество с лица земли!\n  После этих слов раздался грохот и вы ощутили, как все вокруг затряслось. Затем земля под ногами разверзлась и из образовавшихся щелей на поверхность повыскакивали черные, человекоподобные монстры. Лица их были красного цвета с длинными носами, а в руках некоторые держали разнообразное оружие. Незнакомец громко рассмеялся и полчища этих монстров ринулись на вас. От этого вы в ужасе вскричали и... проснулись.\n\n\n  Конец пролога.",
    "answers": [
      {
        "id": 14,
        "text": "Глава первая. Стеснительный самурай "
      },
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 14,
    "text": "—Госпожа Юмико! — расслышали вы первым делом после того, как проснулись.\n  Вы лежали на своем татами* и растерянно смотрели в потолок. \"Странный и... страшный сон\" — подумали вы.\n\n\n  * — низкая деревянная кровать.",
    "answers": [
      {
        "id": 16,
        "text": "Осмотреться"
      }
    ]
  },
  {
    "id": 15,
    "text": "  Скользящая перегородка бесшумно передвинулась в сторону и в комнату проник узкий луч света из коридора. Вслед за этим лучом в комнату прошмыгнуло четыре фигуры служанок.\n—Откройте окно — полушепотом приказала Минори и одна из служанок послушно повиновались.\n  Вы поднялись с татами и зажмурились от хлынувших из оконного проема солнечных лучей. Проморгавшись, вы увидели перед собой трех служанок, почтенно склонивших перед вами головы. У каждой из них на вытянутых руках было три разных кимоно. Служанка слева держала зеленое кимоно с узорами, изображающими пейзаж, у служанки в центре была белоснежно белая юката*, а третья справа подавала кимоно ярко-желтого цвета.\n  К вам приблизилась Минори. Она так же, как и ее подручные опустила голову.\n—Госпожа, какое из этих кимоно пришлось вам по вкусу? — спросила она.\n\n\n  * — легкое летнее кимоно.",
    "answers": [
      {
        "id": 18,
        "text": "Зеленое"
      },
      {
        "id": 22,
        "text": "Белое"
      },
      {
        "id": 23,
        "text": "Желтое"
      }
    ]
  },
  {
    "id": 16,
    "text": "  Затем вы немного приподнялись на руках и огляделись. В вашей комнате царил полумрак, потому как закрытая перегородка, служащая окном, не давала солнечным лучам проникнуть внутрь. Слева от вас было установлено зеркало в человеческий рост, около которого стояла низкая тумбочка из бамбука.\n—Госпожа Юмико — раздался за дверью взволнованный голос вашей старой служанки Минори — Простите за беспокойство, но я услышала какие-то крики. У вас все хорошо?",
    "answers": [
      {
        "id": 20,
        "text": "-Да, все хорошо "
      },
      {
        "id": 21,
        "text": "-Отстань! "
      }
    ]
  },
  {
    "id": 17,
    "text": "—Я не хочу сейчас кушать — бросили вы устало.\n  Минори на мгновение умолкла, подбирая слова, и затем осторожно произнесла:\n—Госпожа, ваш отец настаивает...\n  Вы недовольно вздохнули. \"Ну раз уж сам император настаивает...\" — пронеслось в голове.",
    "answers": [
      {
        "id": 15,
        "text": "-Ладно, входите"
      }
    ]
  },
  {
    "id": 18,
    "text": "—Превосходный выбор — заметила Минори — Только вот ваш отец хотел бы увидеть вас в желтом*\n  Вы недовольно вздохнули.\n\n\n  * — желтый наряд традиционно считался символом императорского дома.",
    "answers": [
      {
        "id": 24,
        "text": "Согласиться на желтое кимоно"
      },
      {
        "id": 25,
        "text": "Настоять на своем"
      }
    ]
  },
  {
    "id": 19,
    "text": "  Как вы возможно уже догадались, я большая любительница Японии. И в основу своего квеста я постаралась взять именно японскую мифологию и историю. Уж не знаю, что из этого получится. Это уж решать вам, дорогие читатели! Оставляйте, пожалуйста, свои отзывы о впечатлении, для меня это важно. На основе комментариев и количества лайков я решу стоит ли мне продолжать или нет.",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 20,
    "text": "—Все в порядке — отозвались вы.\n  Служанка облегченно выдохнула.\n—Время для утренней трапезы, госпожа. Позвольте нам внести ваши наряды — произнесла Минори.",
    "answers": [
      {
        "id": 17,
        "text": "-Я не в настроении"
      },
      {
        "id": 15,
        "text": "-Входите"
      }
    ]
  },
  {
    "id": 21,
    "text": "—Отстань! — грубо прикрикнули вы на служанку.\n  Та на несколько секунд умолкла, видимо не ожидая такой агрессии, а затем продолжила все тем же спокойным голосом:\n—Простите, госпожа Юмико, но настало время для утренней трапезы. Позвольте нам внести ваши наряды.",
    "answers": [
      {
        "id": 17,
        "text": "-Я не в настроении"
      },
      {
        "id": 15,
        "text": "-Входите"
      }
    ]
  },
  {
    "id": 22,
    "text": "—Превосходный выбор — заметила Минори — Только вот ваш отец хотел бы увидеть вас в желтом*\n  Вы недовольно вздохнули.\n\n\n  * — желтый наряд традиционно считался символом императорского дома.",
    "answers": [
      {
        "id": 24,
        "text": "Согласиться на желтое "
      },
      {
        "id": 38,
        "text": "Настоять на своем"
      }
    ]
  },
  {
    "id": 23,
    "text": "—Прекрасный выбор! — заметила Минори — Император будет доволен вашим нарядом.\n—Хорошо — отозвались вы, приблизившись к зеркалу.\n  Через несколько минут вы были одеты в ярко-желтое кимоно. После этого служанки поспешно покинули комнату и осталась только Минори. ",
    "answers": [
      {
        "id": 26,
        "text": "Рассмотреть себя в зеркале "
      }
    ]
  },
  {
    "id": 24,
    "text": "—Хорошо, тогда желтое — бросили вы , приблизившись к зеркалу.\n  Через несколько минут вы были одеты. После этого служанки поспешно покинули комнату и осталась только Минори.",
    "answers": [
      {
        "id": 26,
        "text": "Рассмотреть себя в зеркале"
      }
    ]
  },
  {
    "id": 25,
    "text": "—Но все же я хочу зеленое — твердо заявили вы, приблизившись к зеркалу.\n  Минори не стала спорить и через несколько минут вас одели в длинное кимоно с золотыми узорами. Служанки поспешно покинули комнату и осталась только Минори. ",
    "answers": [
      {
        "id": 26,
        "text": "Рассмотреть себя в зеркале"
      }
    ]
  },
  {
    "id": 26,
    "text": "  В зеркале отражалась молодая девушка восемнадцати лет с длинными белыми волосами и бледной кожей. \"У Акиро из моего сна были такие же волосы и кожа...\" — заметили вы. Лицо несколько округлой формы, небольшой носик и пухлые губы. Минори называла вас красавицей, но вы не обращали на это внимание. Еще одной особенностью вашей внешности были глаза. Точнее, их цвет — фиалковый. У вашей матери были такие же, по крайней мере, так говорят. Вы сами этого не знали, так как она умерла еще при родах.",
    "answers": [
      {
        "id": 27,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 27,
    "text": "  Вы заметили, как Минори за вашей спиной бросила взгляд в дверной проем и, убедившись, что там никого, выпрямилась. После этого она заботливым голосом обратилась к вам:\n—Юмико, почему ты кричала? Что тебе приснилось?\n  Эта женщина с самого рождения ухаживала за вами и безошибочно определяла когда вас что-то тревожило. Вы отвернулись от зеркала и взглянули в бледно-голубые, выцветшие с годами глаза Минори.",
    "answers": [
      {
        "id": 28,
        "text": "Рассказать про сон"
      },
      {
        "id": 29,
        "text": "Не рассказывать "
      }
    ]
  },
  {
    "id": 28,
    "text": "  Вы поведали ей события кошмара, приснившегося вам. Глаза Минори широко раскрылись от удивления и страха. Во время рассказа она временами тяжело вздыхала и качала седой головой.\n—О, боги! — произнесла Минори, после того, как вы умолкли — Неужели это было видение?\n  Вы в ответ лишь пожали плечами. Отлечить сон от видения бывает очень сложно. Иногда вы видели во сне события далекого будущего или забытого прошлого. Бывало видения рассказывали вам о том, что происходит сейчас. Однако, часто случалость то, что сны оказывались всего лишь снами. Эти видения преследовали вас с самого рождения и никто не знал причину их появлений. Также с рождения вы обладали и магическими силами, доставшимся вам от матери. Эти силы позволяли вам запечатывать духов и изгонять их из мира людей. Благодаря этой способности вы в скором времени должны были пройти церемонию Становления и стать новой жрицей.\n—Ладно — вырвала вас из раздумий служанка — Это был всего лишь сон, не стоит обращать на него внимание.\n  С этими словами она вышла из комнаты. Вы взглянули ей вслед и улыбнулись. Минори всегда вас поддерживала и успокаивала.",
    "answers": [
      {
        "id": 31,
        "text": "Пойти завтракать "
      },
      {
        "id": 30,
        "text": "Осмотреть тумбочку "
      },
      {
        "id": 33,
        "text": "Выглянуть в окно ",
        "need": -33
      }
    ]
  },
  {
    "id": 29,
    "text": "—Я не хочу об этом говорить — ответили Вы и, опустив голову, мысленно попытались отогнать от себя воспоминания.\n  Минори улыбнулась понимающей улыбкой и опустила свою сухую руку вам на плечо.\n—Ничего — промолвила она, глядя вам в глаза — Это был всего лишь сон, а теперь пойдем кушать.\n  С этими словами она вышла из комнаты. Вы взглянули ей вслед и улыбнулись. Минори всегда вас поддерживала и успокаивала.\n—Всего лишь сон — повторили вы слова служанки — Всего лишь дурной сон!\n  Но все же отлечить сон от видения бывает очень сложно. Иногда вы видели во сне события далекого будущего или забытого прошлого. Бывало видения рассказывали вам о том, что происходило сейчас. Но часто случалость и то, что сны оказывались всего лишь снами. Эти видения преследовали вас с самого рождения и никто не знал причину их появлений. Также с рождения вы обладали уникальными магическими силами, позволяющими вам запечатывать духов и изгонять их из мира людей. Эти силы были и у вашей матери. Благодаря им, вы в скором времени должны были пройти церемонию Становления и стать новой жрицей.",
    "answers": [
      {
        "id": 30,
        "text": "Осмотреть тумбочку"
      },
      {
        "id": 31,
        "text": "Пойти завтракать"
      },
      {
        "id": 33,
        "text": "Выглянуть в окно"
      }
    ]
  },
  {
    "id": 30,
    "text": "  Вы выдвинули верхнюю полку и обнаружили в ней небольшой гребешок, сделанный из древесины магнолии и украшенный золотым орнаментом. Им когда-то пользовалась и ваша мать.",
    "answers": [
      {
        "id": 32,
        "text": "Расчесать волосы"
      },
      {
        "id": 33,
        "text": "Выглянуть в окно ",
        "need": -33
      },
      {
        "id": 31,
        "text": "Идти завтракать"
      }
    ]
  },
  {
    "id": 31,
    "text": "  Вы покинули свою спалью и направились по коридору в обеденную комнату. Слева и справа тянулись тонкие, полупрозрачне перегородки. На них были изображены разнообразные рисунки: вечерние и морские пейзажи, цветущие сакуры. Одно из таких изображений привлекло ваше внимание. На нем были нарисованы три девушки, которые стояли подняв руки. А перед ними в клубах дыма виднелась голова дракона с огненными глазами. Вам тут же вспомнился дракон из вашего сна и вы ненароком вздрогнули. ",
    "answers": [
      {
        "id": 62,
        "text": "Идти дальше "
      }
    ]
  },
  {
    "id": 32,
    "text": "  Вы взяли гребешок в руку и принялись расчесывать им прядь за прядью. Ваши волосы однозначно нуждались в уходе, так как за ночь сильно растрепались. \"Отец наверняка был бы недоволен тем, что мои волосы неухожены\" — размышляли вы между делом — \"И наверняка наказал бы Минори за то, что она не проследила за мной\" \n  Гребешок плавно проносился по вашим волосам, то опускаясь вниз, то возвращаясь обратно. Подобно этому движению и ваши мысли вновь и вновь переносили вас к событиям кошмарного сна. \"Мои демоны идут за тобой...\" — зазвучал в голове голос Акиро — \"Я сотру человечество с лица земли!\"\n—Ты так похожа на свою мать — раздался вдруг чей-то мужской голос.\n  От неожиданности вы вздрогнули и выронили гребешок из рук.",
    "answers": [
      {
        "id": 34,
        "text": "Взглянуть на дверь"
      }
    ]
  },
  {
    "id": 33,
    "text": "  Вы приблизились к окну. Из него открывался прекрасный вид на сад. Вы вдохнули аромат цветов и улыбнулись. Солнце на горизонте поднялось довольно высоко и вы прикрыли глаза рукой, защищаясь от его слепящих лучей.\n—Катсуро, скорее на пост! — услышали вы под окном чей-то окрик.\n—Иду! — ответил ему юношеский голос.\n  Затем вы увидели, как по тропинке пробежал молодой самурай. Он на бегу пытался застегнуть свой красный доспех. Разглядеть его лицо вы не успели.",
    "answers": [
      {
        "id": 74,
        "instant": true,
        "text": "Отойти от окна ",
        "merge": false
      }
    ]
  },
  {
    "id": 34,
    "text": "  Вы взглянули в дверной проем. Там стоял высокий мужчина средних лет с длинной, черной бородой. Такого же цвета волосы были скрученны в жгуты и уложенны на макушке в пучки. Лицо было узким с жесткими чертами, а взгляд его темно-карих глаз был задумчив и отрешен. Одежда состояла из в черных дзюбана* и косимаки**\n—Отец — произнесли вы облегченно и, вскочив на ноги, приветственно поклонись.\n—Прости, я не хотел тебя напугать — улыбнулся он, слегка кивнув головой в ответ на ваш поклон — Иошши могла также сидеть подолгу, расчесывая волосы и мурлыча песни себе под нос. Похоже, эту привычку она передала тебе.\n\n\n* — халат до середины бедра.\n** — несшитая юбка.",
    "answers": [
      {
        "id": 35,
        "text": "Извиниться за то, что задержались"
      }
    ]
  },
  {
    "id": 35,
    "text": "—Простите — потупившись промолвили вы — Мне не стоило так задерживаться.\n—Ничего — махнул в ответ император — Ты приводила себя в порядок, что простительно.\n  Вы подняли с пола гребешок и уложили его обратно на полку. \"Зачем он здесь?\" — размышляли вы — \"Обычно, если я задерживалась, он присылал слуг поторопить меня. Но на этот раз пришел сам\" Взглянув напоследок в зеркало, вы поспешили к выходу. Император все также стоял в дверях, заложив руки за спину.\n—Позволь проводить тебя — произнес он, учтиво протягивая вам руку.\n  Это вас удивило.",
    "answers": [
      {
        "id": 37,
        "text": "Спросить почему он пришел (грубо)"
      },
      {
        "id": 39,
        "text": "Взять его под руку (послушно)"
      }
    ]
  },
  {
    "id": 36,
    "text": "  Вы шагнули к нему и провели свою руку ему под локоть.\n—Так-то лучше — отметил отец, одобрительно кивнув.\n   Затем он повел вас по коридору в обеденную комнату. Слева и справа тянулись тонкие, полупрозрачне перегородки. На них были изображены разнообразные рисунки: вечерние и морские пейзажи, цветущие сакуры. Одно из таких изображений привлекло ваше внимание. На нем были изображены три девушки, которые стояли подняв руки. А перед ними в клубах дыма виднелась голова дракона с огненными глазами. Вам тут же вспомнился дракон из вашего сна и вы ненароком вздрогнули.\n—Что-то стряслось? — спросил отец, заметивший ваш страх.",
    "answers": [
      {
        "id": 41,
        "text": "Рассказать о сне и драконе "
      },
      {
        "id": 42,
        "text": "Ответить, что все хорошо "
      }
    ]
  },
  {
    "id": 37,
    "text": "—Зачем вы здесь? — спросили вы напрямую.\n  Император удивлённо взглянул на вас.\n—Разве отец не может наведать свою дочь? — спросил он.\n—За последние несколько лет это первый случай, когда вы лично пришли ко мне. Обычно ведь вы заняты...\n—Довольно! — прервал он раздраженно — Да, я действительно был очень занят решая проблемы Империи! И я не собираюсь перед тобой оправдываться! — затем император устало вздохнул — Сейчас я хочу лишь, чтобы моя дочь взяла меня за руку.\n  Он стоял в дверях, протягивая руку и слегка склонив голову. Вы стояли напротив, не зная, что предпринять. \"Он всегда холоден со мной!\" — зло подумали вы.",
    "answers": [
      {
        "id": 36,
        "text": "Взять его под руку"
      },
      {
        "id": 40,
        "text": "Пройти мимо"
      }
    ]
  },
  {
    "id": 38,
    "text": "—Но все же я хочу белое — твердо заявили вы, приблизившись к зеркалу.\n  Минори не стала спорить и через несколько минут вас одели в легкую белую юкату. После этого служанки поспешно покинули комнату и осталась только Минори. ",
    "answers": [
      {
        "id": 26,
        "text": "Рассмотреть себя в зеркале "
      }
    ]
  },
  {
    "id": 39,
    "text": "  Вы шагнули к нему и провели свою руку ему под локоть. Отец одобрительно кивнул и повел вас по коридору в обеденную комнату. Слева и справа тянулись тонкие, полупрозрачне перегородки. На них были изображены разнообразные рисунки: пейзажи, цветущие сакуры. Одно из таких изображений привлекло ваше внимание. На нем были нарисованы три девушки, которые стояли подняв руки. А перед ними в клубах дыма виднелась голова дракона с огненными глазами. Вам тут же вспомнился дракон из вашего сна и вы ненароком вздрогнули.\n—Что-то стряслось? — спросил отец, заметивший ваш страх.",
    "answers": [
      {
        "id": 41,
        "text": "Рассказать ему о сне и драконе"
      },
      {
        "id": 42,
        "text": "Сказать, что все хорошо"
      }
    ]
  },
  {
    "id": 40,
    "text": "  Вы сделали вид, что не заметили его движения и прошли мимо. Он ничего вам не сказал. Лишь убрал руку и, выпрямившись, пошел за вами следом неспешным шагом. Вы же чуть не бежали. Сердце бешенно стучало, а ноги подкашивались. \"Впервые в жизни я нагрубила своему отцу\" — размышляли вы.",
    "answers": [
      {
        "id": 43,
        "text": "Пройти в обеденную комнату "
      }
    ]
  },
  {
    "id": 41,
    "text": "—Отец, я видела во сне дракона — ответили вы.\n—Дракон? — улыбнулся отец — И ты испугалась? Ха-ха!\n—Его звали Яматороти — припомнили вы.\n  Император в ту же секунду изменился в лице. Он убрал руку и ошарашенно спросил:\n—Ч-что? Как его звали?\n  Вы взглянули на отца. На его обычно спокойном лице теперь читался страх, а по его виску стекла капля пота. Он смотрел куда-то вперед, в видимую только ему точку.\n—Отец?\n  Император перевел на вас взгляд широко раскрытых глаз и вдруг крепко ухватил вас за плечи.\n—Яматороти! — вскричал он — Того дракона точно звали Яматороти?!\n—По-моему, да! Отец, мне больно!\n  Император, спохватившись, отпустил вас.\n—Прости — чуть слышно произнес он — Мне просто вспомнилась одна легенда.\n—Легенда? — удивилсь вы, массируя плечо.\n—Неважно — отмахнулся он в ответ — Давай лучше сменим тему. Завтра ведь у тебя важный день, ты готова?\n  Да, завтра у вас был и вправду важный день — церемония Становления. С самого детства вас готовили к ней, а вчера привезли роскошное,  церемониальное кимоно, которое изготовили специально для вас лучшие мастера страны. Но любопытство все же гложило вас. \"Он так испугался\" — отметили вы — \"Интересно, что бы это значило?\"",
    "answers": [
      {
        "id": 44,
        "text": "Поговорить о церемонии "
      },
      {
        "id": 70,
        "text": "Расспросить о драконе"
      }
    ]
  },
  {
    "id": 42,
    "text": "—Нет, все хорошо — чуть улыбнувшись, ответили вы.\n  Император кивнул и продолжил путь, ведя вас под руку.",
    "answers": [
      {
        "id": 84,
        "text": "Поговорить о предстоящей церемонии "
      }
    ]
  },
  {
    "id": 43,
    "text": "  Вы вошли в комнату и служанка прикрыла за вами перегородку. Внутри служанка сервировала посуду на низком столике. Вы приблизились к нему и уселись на корточках на циновку. Основным блюдом был подан рис.\n—Итадакимас* — промолвили вы, взяв в руку палочки и приступив к еде.\n  В этот момент вы услышали, как за перегородкой прошел отец. Он остановился перед входом в комнату. \"Неужели он войдёт?\" — испуганно подумали вы. Но император, постояв недолго, продолжил свой путь дальше по коридору. В этот момент у вас от сердца отлегло и вы продолжили есть рис.\n\n\n* — выражение благодарности всем людям, которые так или иначе участвовали в приготовлении пищи, а также растениям и животным, отдавшим свои жизни.",
    "answers": [
      {
        "id": 46,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 44,
    "text": "—Я волнуюсь — признались вы, подавив свое любопытство.\n—Это понятно — спокойным голосом ответил император, ведя вас дальше по коридору — Волноваться перед таким великим днем — это нормально.\n—А мама... она тоже волновалась?\n  Отец на минуту призадумался.\n—Знаешь, но я не могу припомнить тот день — произнес он наконец — Наверное, потому что я сам волновался не меньше нее.\n  Вы оба умолкли, размышляя о своем. Отец, наверное, вспоминал Иошши, а вы думали об Акиро и его словах. Через десяток метров вы дошли до обеденной комнаты. У входа стояла служанка, которая, согнувшись в поясе, поспешно отодвинула перегородку, пропуская вас внутрь.\n—Я уже позавтракал сегодня — обратился к вам император — А сейчас меня ждут дела.\n  Он слегка кивнул вам на прощанье и неспешно пошел дальше по коридору. \"Похоже он и сейчас переживает из-за предстоящей церемонии\" — подумали вы, глядя вслед отдаляющейся фигуры — \"Боиться, что я опозорю его перед высокопоставленными чиновниками\"",
    "answers": [
      {
        "id": 45,
        "text": "Пройти в обеденный зал"
      }
    ]
  },
  {
    "id": 45,
    "text": "  Вы вошли в комнату и служанка прикрыла за вами перегородку. Внутри прислуга сервировала посуду на низком столике. Вы приблизились к нему и уселись на корточках на циновку. Основным блюдом был подан рис.\n—Итадакимас* — промолвили вы, взяв в руку палочки и приступив к еде.\n\n\n* — выражение благодарности всем людям, которые так или иначе участвовали в приготовлении пищи, а также растениям и животным, отдавшим свои жизни.",
    "answers": [
      {
        "id": 46,
        "text": "Далее",
        "need": -63
      },
      {
        "id": 61,
        "text": "Далее",
        "need": 63
      }
    ]
  },
  {
    "id": 46,
    "text": "  После завтрака у вас было свободное время, которое вы сами решали, как провести. Вы вышли из обеденной комнаты и за вами сразу же последовала толпа служанок, готовых исполнить любое ваше поручение. \"Чем же теперь заняться?\" — призадумались вы.",
    "answers": [
      {
        "id": 48,
        "text": "Выйти во двор",
        "need": -43
      },
      {
        "id": 71,
        "text": "Выйти во двор ",
        "need": 43
      }
    ]
  },
  {
    "id": 47,
    "text": "  У входа в ваш дом, по обеим сторонам от мощенной тропинки, стояли на страже два самурая. Они были одеты в броню, а на голове носили рогатые шлемы. Как только вы вышли, они поклонились вам в пояс, опустив глаза вниз. Вы сделали пару шагов и тут заметили, что на самом деле самураев было не двое, а трое. Еще один стоял чуть позади того, что был слева. В отличии от других самураев, он не надел шлем и, вдобавок к этому, хоть и склонился перед вами в поясе, но взгляд не опустил. На вид ему было лет двадцать. Довольно симпатичное, юное лицо, темно-русые волосы, убранные в хвост. На нем был самурайский доспех темно-красного цвета, а на поясе висело два меча: один длинный, другой короткий. Но ваш взгляд остановился на его глазах. Они смотрели на вас с нескрываемым восхищением и в них плясали веселые огоньки. Вы сами не заметили, как засмотрелись на него, а он, в свою очередь, не спешил отводить взгляд от вас. Наконец самурай слева заметил, что его юный собрат по оружию смотрит на вас. Он не изменяя своего положения, резким движением схватил парнишу за затылок и прижал его голову к земле.\n—Не смей глазеть на жрицу, идиот! — донеслось до вас его рассержанное шипение.\n  Молодой самурай поспешно опустил голову и вы улыбнулись. Того самурая, который сейчас отчитал юнца вы хорошо знали. Его звали Изаму Такэда и он являлся личным телохранителем вашего отца. Это был мужчина уже в преклонном возрасте, но сохранившим юношеский задор и пыл. ",
    "answers": [
      {
        "id": 50,
        "text": "Поговорить с ним"
      },
      {
        "id": 51,
        "text": "Прогуляться по двору"
      }
    ]
  },
  {
    "id": 48,
    "text": "  Вы прошли по коридору к выходу из дома. Служанка, стоящая там, отодвинула перегородку, ведущую на улицу. \n  Императорский двор представлял собой обширную площадь, отгороженную от всего остального города высоким, каменным забором, окрашенным в белый цвет. Войти внутрь можно было через шесть массивных ворот, украшенных различными скульптурами и орнаментом. В северной части площади располагался трехэтажный тронный зал. Его прорезные стены, легкие колонны, узорчатые карнизы-решетки, прихотливая форма окон — все детали создавали гармоничность сложного и причудливого сооружения. Именно там ваш отец проводил большую часть своего дня и там же он принимал гостей. Ваш дворец распологался на юго-востоке, вблизи роскошного сада.",
    "answers": [
      {
        "id": 47,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 49,
    "text": "  \"Наверное, мне не стоило грубить сегодня отцу\" — думали вы, ощущая, как сон, словно пуховое одеяло, покрывал ваше тело — \"Хотя я уверена, что завтра он даже не вспомнит об этом. Да, ведь завтра це-реее...\" — вы с трудом приоткрыли слипшиеся глаза и попытались отогнать сон — \"Завтра церемония! И я стану новой жрицей... как мама...\"\n  Затем сон окончательно спутал ваши мысли и вы уснули. ",
    "answers": [
      {
        "id": 90,
        "text": "-Хья!\nБух! Бух!"
      }
    ]
  },
  {
    "id": 50,
    "text": "—Изаму — обратились вы, приблизившись к нему.\n  Самурай поднял голову.\n—Госпожа Юмико.\n—Разве ты не должен охранять моего отца?\n—Это так, госпожа, но прежде я вынужден объяснить кое-кому, как следует вести себя в дозоре — с этими словами он бросил испепиляющий взгляд на молодого самурая, а затем продолжил — Простите его за наглость, это мой сын.\n  Вы перевели взгляд на паренька. На этот раз он не осмелился поднять голову. \"Так значит он из семьи Такэда? Интересно...\" — подумали вы. Издревле, эта семья служила императорскому дому. Представители Такэда всегда назначались личными охранниками императора или членов его семьи, а иногда становились советниками по военной части. \n—Ваш сын значит... Их ведь у вас трое, как я помню.\n—Да, госпожа, трое— кивнул Изаму — Двоих из них я уже пристроил придворными стражами. Осталось вот младшего научить и можно умирать спокойно — улыбнулся мужчина — Кстати, его имя Катсуро.",
    "answers": [
      {
        "id": 53,
        "text": "Продолжить разговор с Изаму"
      },
      {
        "id": 52,
        "text": "Поговорить с Катсуро",
        "need": -52
      },
      {
        "id": 51,
        "text": "Прогуляться по двору "
      }
    ]
  },
  {
    "id": 51,
    "text": "  Вы прошли по тропе и вышли на центральную площадь. Отсюда видны были все здания и сооружения императорского двора.",
    "answers": [
      {
        "id": 58,
        "text": "Пройти к отцу",
        "need": -58
      },
      {
        "id": 60,
        "text": "Выйти в город"
      },
      {
        "id": 59,
        "text": "Прогуляться по саду"
      }
    ]
  },
  {
    "id": 52,
    "text": "—Ты Катсуро? — обратились вы к самураю.\n  Ваше обращение явно смутило его. Он поднял голову, бросил на вас быстрый взгляд и заметно покраснел.\n—Госпожа обратилась к тебе — нетерпеливо заметил ему Изаму.\n—Д-да, госпожа! — опомнился самурай — Меня зовут госпожой Катсу... — стоящий рядом Изаму прикрыл глаза рукой — То есть, Катсуро! — продолжил сконфуженный парень — Меня зовут Катсуро, госпожа...\n  Вам было ужасно смешно от этого красного, словно помидор, лица Катсуро, но вы смогли подавить смех. \"Принцессе не пристало хохотать, словно какой-нибудь крестьянке!\" — учили вас в детстве. И порой, устав от этих бесконечных правил и нравоучений, вы завидовали жизни какой-нибудь крестьянки.\n—Простите, госпожа — отозвался Изаму — Я накажу его за это.",
    "answers": [
      {
        "id": 56,
        "text": "-Не стоит"
      },
      {
        "id": 50,
        "text": "Отойти от него"
      }
    ]
  },
  {
    "id": 53,
    "text": "—Я бы хотела с тобой поговорить, Изаму.\n—Да, госпожа?",
    "answers": [
      {
        "id": 54,
        "text": "Расспросить о драконе ",
        "need": -54
      },
      {
        "id": 55,
        "text": "Поговорить о предстоящей церемонии ",
        "need": [
          -55
        ]
      },
      {
        "id": 50,
        "text": "Отойти от него"
      }
    ]
  },
  {
    "id": 54,
    "text": "—Ты не знаешь дракона по имени Яматороти?\n  Самурай заметно вздрогнул, когда услышал это имя, но затем собрался с мыслями и неуверенно произнес:\n—Нет, госпожа, впервые слышу это имя.\n  \"Он что-то знает!\" — решили вы.",
    "answers": [
      {
        "id": 57,
        "text": "Надавить на него"
      },
      {
        "id": 54,
        "text": "Сменить тему",
        "isBack": true,
        "backstepCount": 1
      }
    ]
  },
  {
    "id": 55,
    "text": "—Все ли готово к предстоящей церемонии?\n—Прошу прощения, госпожа, но я в курсе исключительно вопросов подготовки охраны — признался самурай — Но на этот счет можете быть покойны, охрана будет удвоена. К тому же стражники будут находиться не только внутри императорского двора, но также будут расположены и за стенами, что создаст допольнительные...\n—Да-да! — прервали вы его — Я уверена, что под вашим надзором все пройдет без происшествий.\n—Так и будет, госпожа — улыбнулся старый самурай.",
    "answers": [
      {
        "id": 53,
        "text": "Сменить тему "
      }
    ]
  },
  {
    "id": 56,
    "text": "—Не стоит — бросили вы — Волноваться — это нормально.\n  Изаму слегка улыбнулся и кивнул головой, а сконфуженный Катсуро не смел даже взглянуть на вас.",
    "answers": [
      {
        "id": 50,
        "text": "Отойти от него "
      }
    ]
  },
  {
    "id": 57,
    "text": "  Вы сделали грозное лицо и суровым голосом произнесли:\n—Изаму, я ведь вижу, что ты что-то скрываешь! Говори!\n  Бедный самурай растерянно взглянул на вас, затем, низко опустив голову, произнес:\n—Простите, госпожа Юмико, но говорить на эту тему нам запрещено.\n—Запрещено? — удивилсь вы — Кем запрещено?\n  Самурай все также стоял согнувшись и упорно молчал.\n—Понятно, значит моим отцом — догадались вы.\n  Изаму выпрямился и неуверенно ступил с ноги на ногу. ",
    "answers": [
      {
        "id": 53,
        "text": "Сменить тему "
      }
    ]
  },
  {
    "id": 58,
    "text": "  Долго не раздумывая, вы направились к тронному залу. Вход в трехэтажное здание охранял небольшой отряд самураев. Все они почтенно склонились при вашем приближении. Главный из них обратился к вам:\n—Госпожа Юмико.\n—Отец здесь? — спросили вы.\n—Да, но... — самурай несколько замялся — Он принимает гостей и просил не беспокоить его.",
    "answers": [
      {
        "id": 51,
        "text": "Вернуться назад"
      }
    ]
  },
  {
    "id": 59,
    "text": "  Сад растянулся вдоль восточной стены и представлял из себя ряды аккуратно посаженных цветов и деревьев, тихие, чистые рукотворные водоемы и речушки, с перекинутыми через них мостиками. Все это образовывало сложную и прекрасную систему, каждый цветок которого, каждый камень, находился на своем месте и дополнял собой единую композицую. Вам нравилось здесь. Тут вы ощущали покой и безмятежность.\n  Спустя час вашей прогулки по саду, к вам приблизилась Минори.\n—Госпожа, время для занятий музыкой — сообщила она.\n  Вы бросили на сад беглый, грустный взгляд и направились к дому.",
    "answers": [
      {
        "id": 85,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 60,
    "text": "  Вы приблизились к ближайшим воротам, но путь вам перегородил один из самураев, охраняющий вход. \n—Госпожа Юмико! — поприветсвовал он вас, поклонившись в пояс — Прошу прощения, но император запретил пропускать вас за ворота.\n—Что? — удивились вы.\n—Таков приказ — пожал плечами самурай.\n  \"Это все из-за предстоящей церемонии\" — отметили вы с неудовольствием — Сейчас я заперта, как птица в клетке\".",
    "answers": [
      {
        "id": 51,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 61,
    "text": "  Обычно, после завтрака у вас было свободное время, которое вы сами решали, как провести. Но сегодня вам было запрещено выходить из дома. Поэтому, покинув обеденную комнату, вы вернулись к себе.",
    "answers": [
      {
        "id": 73,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 62,
    "text": "  Вы отвели взгляд от рисунка и поспешили дальше. \"Не стоит забивать себе этим голову!\" — решили вы. Через несколько десятков метров вы добрались до обеденной комнаты и, к своему удивлению, застали у входа отца. Это был мужчина средних лет с длинной, черной бородой. Такого же цвета волосы были скрученны в жгуты и уложенны на макушке в пучки. Лицо было узким с жесткими чертами.  Он был одет в черный дзюбан* и черную косимаки**",
    "answers": [
      {
        "comment": true,
        "need_sometimes": true,
        "id": 62,
        "text": "\n-Что на тебе надето? - возмутился он, прожигая вас своими темно-карими глазами.\n  Затем он перевел взгляд на Минори, которая чуть не тряслась от страха и строго произнес:\n- Я ведь сказал желтое кимоно! А ее волосы! Разве нельзя было их расчесать?!\n-П-простите, господин - взмолилась служанка, низко склонившись перед императором.",
        "need": [
          25,
          38
        ],
        "merge": true
      },
      {
        "comment": true,
        "need_sometimes": true,
        "id": 62,
        "text": "\n-Твои волосы - заметил он недовольным голосом - Разве нельзя было их расчесать? - сказав это, император бросил взгляд на Минори, которая чуть не тряслась от страха - Ладно, хотя бы одела подходящее кимоно.\n-Здравствуй, отец - поклонившись, промолвили вы.\n  Тот в ответ слегка склонил голову. \"Что он здесь делает?\" - удивились вы - \"Он уже несколько лет не заходил сюда\"",
        "need": [
          23,
          24
        ],
        "merge": true
      },
      {
        "id": 62,
        "text": "* - халат, который одевался под кимоно. \n** - несшитая юбка. ",
        "comment": true
      },
      {
        "id": 63,
        "text": "Взять вину на себя",
        "need_sometimes": true,
        "need": [
          25,
          38
        ]
      },
      {
        "id": 64,
        "text": "Промолчать",
        "need": [
          25,
          38
        ],
        "need_sometimes": true
      },
      {
        "id": 67,
        "text": "Поговорить с ним",
        "need": [
          23,
          24
        ],
        "need_sometimes": true
      }
    ]
  },
  {
    "id": 63,
    "text": "—Минори здесь ни при чём, отец — твердо заявили вы, шагнув вперед.\n  Император удивлённо взглянул на вас.\n—Она настаивала, чтобы я одела желтое кимоно — продолжили вы, ощутив воодушевление — Но я настояла на своем. И волосы я не дала ей расчесать.\n—Сегодня ко мне должны прийти высокопоставленные чиновники — рявкнул отец — И ты хочешь посрамить меня перед ними?! Все! Решено! — воскликнул он, топнув ногой — Сегодня тебе запрещено выходить из дома! Ты наказана, таково мое решение!\n  С этими словами император развернулся и зашагал к выходу. Вы ошарашенно глядели ему вслед, едва сдерживая слезы. Когда император ушел, к вам приблизилась Минори.\n—О, госпожа — покачала она головой — Не стоило вам это говорить. Я должна была быть наказана, но никак не вы.\n  Вы взглянули на нее и, смахнув с глаз слезы, чуть улыбнулись.",
    "answers": [
      {
        "id": 45,
        "text": "Пройти в обеденную комнату "
      }
    ]
  },
  {
    "id": 64,
    "text": "—Сегодня ко мне должны прийти высокопоставленные чиновники — рявкнул отец на бедную служанку — И ты хочешь посрамить меня перед ними?!\n  Минори молчала, опустив голову. Император заложил руки за спину и, сдерживая свой гнев, продолжил:\n—Смените наряд и приведите волосы в порядок.\n—Слушаюсь — отозвалась служанка.\n  Затем ваш отец развернулся и, пройдя несколько шагов к выходу, бросил через плечо:\n—Пожалуй, я урежу твое жалованье в этом месяце, Минори. И впредь, не подводи меня так.\n—Слушаюсь, господин.\n  После этого император покинул ваш дом. Вы взглянули на Минори. Служанка не выглядела расстроенной, на ее лице читалось спокойствие. В следующую секунду она заметила ваш взгляд и улыбнулась вам.\n—Ничего, госпожа. Я уже привыкла — произнесла она добродушно.",
    "answers": [
      {
        "id": 109,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 65,
    "text": "—Отец, я волнуюсь перед завтрашней церемонией — признались вы.\n—Да, я понимаю — произнес он — Волнение -это нормально. Но не дай ему перерасти в страх.\n—Я запомню.",
    "answers": [
      {
        "id": 65,
        "text": "Сменить тему ",
        "isBack": true,
        "backstepCount": 1
      }
    ]
  },
  {
    "id": 66,
    "text": "  \"Еще один день, похожий на предыдущий\" — думали вы, ощущая, как сон, словно пуховое одеяло, покрывал ваше тело  — \"А завтра меня ждет церемония Становления, и я стану...\" — вы приоткрыли слипшиеся глаза и попытались отогнать сон — \"Я стану жрицей! Как мама...\"\n  Затем сон окончательно спутал ваши мысли и вы уснули.",
    "answers": [
      {
        "id": 90,
        "text": "-Хья!\nБух! Бух!"
      }
    ]
  },
  {
    "id": 67,
    "text": "  Поговорить о:",
    "answers": [
      {
        "id": 65,
        "text": "Предстоящей церемонии",
        "need": -65
      },
      {
        "id": 68,
        "text": "Драконе из сна"
      },
      {
        "id": 62,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 68,
    "text": "—Мне сегодня приснился страшный сон.\n—Сон? — удивился отец с легкой улыбкой — Стоит ли страшится каких-то снов?\n—Мне приснился дракон по имени Яматороти — припомнили вы. \n  Император в ту же секунду изменился в лице. Он ошарашенно спросил:\n—Ч-что? Как его звали?\n  На его обычно спокойном лице теперь читался страх. Вы заметили, как капля пота стекла по его виску. Он смотрел куда-то вперед, в видимую только ему точку.\n—Отец?\n  Император перевел на вас взгляд широко раскрытых глаз и вдруг крепко ухватил вас за плечи.\n—Яматороти! — вскричал он — Того дракона точно звали Яматороти?!\n—По-моему, да! Отец, мне больно!\n  Император, спохватившись, отпустил вас.\n—Прости — чуть слышно произнес он — Мне просто вспомнилась одна легенда.\n—Легенда? — удивилсь вы, массируя плечо.\n—Неважно — отмахнулся он в ответ — Пройди в обеденную и позавтракай.\n  Разгоревшееся любопытство гложило вас. \"Он так испугался\" — отметили вы — \"Интересно, что бы это значило?\"",
    "answers": [
      {
        "id": 70,
        "text": "Расспросить о драконе "
      },
      {
        "id": 67,
        "text": "Сменить тему "
      },
      {
        "id": 45,
        "text": "Пройти в обеденную комнату "
      }
    ]
  },
  {
    "id": 69,
    "text": "—Спасибо — произнесли вы, взяв ковш в руку и, сделав пару глотков, вернули его обратно.\n  Минори поставила ковш на тумбочку и, приблизившись к вам, произнесла;\n —Юмико, мы с твоей матушкой были очень дружны. И временами, когда ей было тяжело, она говорила мне о своих переживаниях. Как-то раз, она сказала, что принцессам не дано избрать свою судьбу...\n  Вы удивлённо взглянули на нее и спросили:\n—Ей не нравилась жизнь принцессы? \n—Именно так — кивнула головой Минори — Но вскоре произошло одно ужасное событие и Иошши поняла, какую значимую роль она играла в судьбе всей страны.\n—Ужасное событие?\n—Не спрашивай меня о нем — махнула рукой служанка и, понизив голос до шепота, продолжила — Нам запрещено говорить на эту тему. Да не об этом сейчас речь! Я говорю, что твоя матушка, в конце концов, приняла свою судьбу и была благодарна за нее и тебе стоит поступить так же.\n  Затем служанка, поклонившись вам на прощанье, направилась к двери. \n—Если вам что-нибудь будет нужно, просто скажите служанке у входа — бросила она на ходу.\n—Ладно — кмвнули вы ей головой.\n  Затем служанка закрыла за собой дверь и вы остались одна. \"Принять свою судьбу?\" — пронеслось в вашей голове — \"И что за ужасное событие произошло?\"",
    "answers": [
      {
        "id": 85,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 70,
    "text": "—Отец, расскажи мне об этом Яматороти, прошу — взмолились вы.\n  Но еще до того, как император открыл рот, вы догадались по его глазам, что ответ будет отрицательным.\n—Я ведь сказал тебе, что это неважно. Не спрашивай больше меня об этом трижды проклятом драконе! — воскликнул он.\n  Затем император развернулся и зашагал прочь. Вы удивлённо смотрели ему вслед. Такой реакции вы уж точно не ожидали.",
    "answers": [
      {
        "id": 45,
        "text": "Войти в обеденную комнату "
      }
    ]
  },
  {
    "id": 71,
    "text": "  Вы прошли по коридору к выходу из дома. Служанка, стоящая там, вдруг вышла вам на встречу.\n—Прошу прощения, госпожа, но император приказал не выпускать вас из дома — неуверенно промолвила она, склонившись чуть не до земли.\n—Что? — удивилсь вы.\n—Простите — повторила служанка, опустив голову ниже — Таков наказ вашего отца.\n  \"За то, что я нагрубила ему\" — догадались вы.",
    "answers": [
      {
        "id": 73,
        "text": "Вернуться к себе в комнату "
      }
    ]
  },
  {
    "id": 72,
    "text": "—Я не хочу — махнули вы рукой.\n  Служанка поставила ковш на тумбочку и, приблизившись к вам, произнесла;\n —Юмико, мы с твоей матушкой были очень дружны. И временами, когда ей было тяжело, она говорила мне о своих переживаниях. Как-то раз, она сказала, что принцессам не дано избрать свою судьбу...\n  Вы удивлённо взглянули на нее и спросили:\n—Ей не нравилась жизнь принцессы? \n—Именно так — кивнула головой Минори — Но вскоре произошло одно ужасное событие и Иошши поняла, какую значимую роль она играла в судьбе всей страны.\n—Ужасное событие?\n—Не спрашивай меня о нем — махнула рукой служанка и, понизив голос до шепота, продолжила — Нам запрещено говорить на эту тему. Да не об этом сейчас речь! Я говорю, что твоя матушка, в конце концов, приняла свою судьбу и была благодарна за нее и тебе стоит поступить так же.\n  Затем служанка, поклонившись вам на прощанье, направилась к двери. \n—Если вам что-нибудь будет нужно, просто скажите служанке у входа — бросила она на ходу.\n—Ладно — кмвнули вы ей.\n  После этого служанка закрыла за собой дверь и вы остались одна. \"Принять свою судьбу?\" — пронеслось в вашей голове — \"И что за ужасное событие произошло?\"",
    "answers": [
      {
        "id": 85,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 73,
    "text": "  \"Снова наказана\" — с грустью подумали вы и направились к себе. В спальне прислуга наводила порядок. Войдя в комнату, вы махнули им рукой и они ушли прочь, прикрыв за собою перегородку. \"Как же мне надоели эти запреты и правила!\" — рассердились вы — \"За что же мне такая судьба?\" Оставшись одна, вам невыносимо захотелось поплакать. \"Может, мне станет легче?\" — подумали вы.",
    "answers": [
      {
        "id": 76,
        "text": "Не сдерживать слезы"
      },
      {
        "id": 77,
        "text": "Сдержаться"
      }
    ]
  },
  {
    "id": 74,
    "text": "  Вы приблизились к окну. Из него открывался прекрасный вид на сад под окном. Вы вдохнули аромат цветов и улыбнулись. Солнце на горизонте поднялось довольно высоко и вы прикрыли глаза рукой, защищаясь от его слепящих лучей.\n—Катсуро, скорее на пост! — услышали вы под окном чей-то окрик.\n—Иду! — ответил ему юношеский голос.\n  Затем вы увидели, как по тропинке пробежал молодой самурай. Он на бегу пытался застегнуть свой красный доспех. Разглядеть его лицо вы не успели.",
    "answers": [
      {
        "id": 74,
        "text": "\n-Катсуро, где твой шлем, балда?! - донесся до вас повторный окрик, когда вы уже отошли от окна. ",
        "comment": true,
        "merge": true
      },
      {
        "id": 75,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 75,
    "text": "  Вы находились в своей комнате. Здесь, как и требовал этого обычай, мебели было немного. В углу татами, около которого установлено зеркало с тумбочкой.",
    "answers": [
      {
        "id": 30,
        "text": "Осмотреть тумбочку "
      },
      {
        "id": 31,
        "text": "Пойти завтракать "
      }
    ]
  },
  {
    "id": 76,
    "text": "  Вы приблизились к стене и, прислонившись к ней спиной, опустились на пол. Затем по вашим щекам потекли теплые слезы и вы, уткнувшись лицом в колени, тихо зарыдали.\n—Госпожа Юмико...",
    "answers": [
      {
        "id": 78,
        "text": "Поднять голову"
      }
    ]
  },
  {
    "id": 77,
    "text": "  \"Нет! Я буду сильной\" — решили вы, сжав кулаки. Затем вы приблизились к окну и с грустью взглянули на сад. Его тихие водоемы и многообразие цветов оказали на вас успокаивающее действие. Вы глубоко вдохнули. \"Ну, не все так плохо!\" — взбодрились вы, улыбнувшись.\n  Перегородка, с тихим стуком отодвинулась. Вы обернулись и увидели Минори, держащую в руках ковш.\n—Я вижу, что вам стало легче — заметила она, склонившись — Но все же я принесла воды.",
    "answers": [
      {
        "id": 69,
        "text": "Попить"
      },
      {
        "id": 72,
        "text": "Отказаться "
      }
    ]
  },
  {
    "id": 78,
    "text": "  Перед вами стояла Минори. Она протягивала вам небольшой, деревянный ковш с водой.",
    "answers": [
      {
        "id": 79,
        "text": "Попить воды"
      },
      {
        "id": 80,
        "text": "Отказаться"
      }
    ]
  },
  {
    "id": 79,
    "text": "  Вы улыбнулись ей и взяли в руку ковш.\n—Спасибо — произнесли вы, поднеся воду к губам.\n  Минори тем временем опустилась перед вами на колени. То ли из-за воды, то ли благодаря сочувствии вашей служанки, но вам стало легче. Сделав пару глотков, вы протянули ковш Минори. Она поставила его на пол и произнесла тихим голосом:\n—Юмико, мы с твоей матушкой были очень дружны. И временами, когда ей было тяжело, она говорила мне о своих переживаниях. Как-то раз, она сказала, что принцессам не дано избрать свою судьбу...\n  Вы взглянули на нее и спросили:\n—Ей не нравилась жизнь принцессы? \n—Именно так — кивнула головой Минори — Но вскоре произошло одно ужасное событие и Иошши поняла, какую значимую роль она играла в судьбе всей страны.\n—Ужасное событие?\n—Не спрашивай меня о нем — махнула рукой служанка и, понизив голос до шепота, продолжила — Нам запрещено говорить на эту тему. Да не об этом сейчас речь! Я говорю, что твоя матушка, в конце концов, приняла свою судьбу и была благодарна за нее и тебе стоит поступить так же.\n  Затем она встала на ноги и, разгладив кимоно на коленях, направилась к двери.\n—Если вам что-нибудь будет нужно, просто скажите служанке у входа — бросила она на ходу.",
    "answers": [
      {
        "id": 82,
        "text": "Попрощаться с ней "
      }
    ]
  },
  {
    "id": 80,
    "text": "  Вы нахмурились и отвернули голову. Минори поставила ковш на пол.\n—Уф, тяжело быть старой — ворчливо сказала она, опустившись перед вами на колени. \n  Минуты две вы обе молчали. Наконец служанка тяжело вздохнула и произнесла заботливо:\n—Юмико, мы с твоей матушкой были очень дружны. И временами, когда ей было тяжело, она говорила мне о своих переживаниях. Как-то раз она сказала, что принцессам не дано избрать свою судьбу...\n  Вы взглянули на нее и спросили:\n—Ей не нравилась жизнь принцессы? \n—Именно так — кивнула головой Минори — Но вскоре произошло одно ужасное событие и Иошши поняла, какую значимую роль она играла в судьбе всей страны.\n—Ужасное событие?\n—Не спрашивай меня о нем — махнула рукой служанка и, понизив голос до шепота, продолжила — Нам запрещено говорить на эту тему. Да не об этом сейчас речь! Я говорю, что твоя матушка, в конце концов, приняла свою судьбу и была благодарна за нее и тебе стоит поступить так же.\n  Затем она встала на ноги и, разгладив кимоно на коленях, направилась к двери.\n—Если вам что-нибудь будет нужно, просто скажите служанке у входа — бросила она на ходу.",
    "answers": [
      {
        "id": 81,
        "text": "Попрощаться с ней холодно"
      },
      {
        "id": 82,
        "text": "Попрощаться тепло"
      }
    ]
  },
  {
    "id": 81,
    "text": "  Уже стоя в проеме, Минори обернулась к вам. Вы отвернулись от нее и вновь спрятали лицо в колени. Служанка покинула комнату, задвинув за собой перегородку.\n  Некоторое время вы продолжали так сидеть, слушая тихие шаги прислуги за перегородкой. Они убирались в доме, но в вашу комнату никто не осмеливался заходить. \"Ну и ладно!\" — размышляли вы — \"Мне никто не нужен...\"",
    "answers": [
      {
        "id": 85,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 82,
    "text": "—Минори...\n  Служанка обернулась к вам, остановившись в проеме.\n—Спасибо тебе... — тихо сказали вы — За все.\n  Минори тепло улыбнулась вам и, поклонившись на прощанье, прикрыла за собой перегородку.\n  Некоторое время вы продолжали так сидеть, слушая тихие шаги прислуги за перегородкой. Они убирались в доме, но в вашу комнату никто не осмеливался заходить. \"Странно...\" — размышляли вы — \"В доме много людей, но все же я чувствую себя такой одинокой...\"",
    "answers": [
      {
        "id": 85,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 83,
    "text": "—Как твое имя?\n—Ка-тсуро — замялся самурай — Мое имя Катсуро Такэда!\n  \" Семья Такэда?\" — припомнили вы. Издревле, этот род служила императорскому дому. Представители Такэда всегда назначались личными охранниками императора или членов его семьи\".\n—А теперь, встать на ноги, Катсуро — сказали вы — Я хочу поговорить с тобой.\n  Самурай неуверенно поднялся с земли.\n—П-простите, госпожа — произнес он.\n  На вид самураю было лет двадцать. Довольно симпатичное, юное лицо, темно-русые волосы, убранные в хвост. Но ваш взгляд остановился на его глазах. В них плясали огоньки.",
    "answers": [
      {
        "id": 100,
        "text": "-Почему так поздно тренируешься?",
        "need": -100
      },
      {
        "id": 101,
        "text": "-Расскажи о себе"
      },
      {
        "id": 102,
        "text": "Оставить его и вернуться в комнату "
      }
    ]
  },
  {
    "id": 84,
    "text": "—Отец, церемония уже завтра и я ужасно волнуюсь — признались вы.\n—Это понятно — спокойным голосом ответил император, ведя вас дальше по коридору — Волноваться перед таким великим днем — это нормально.\n—А мама... она тоже волновалась?\n  Отец на минуту призадумался.\n—Знаешь, но я не могу припомнить тот день — произнес он наконец — Наверное, потому что я сам волновался не меньше нее.\n  Вы оба умолкли, размышляя о своем. Отец, наверное, вспоминал Иошши, а вы думали о драконе и Акиро, а также о его словах. Через десяток метров вы дошли до обеденной комнаты. У входа стояла служанка, которая, согнувшись в поясе, поспешно отодвинула перегородку, пропуская вас внутрь.\n—Я уже позавтракал сегодня — обратился к вам император — А сейчас меня ждут дела.\n  Он слегка кивнул вам на прощанье и неспешно пошел дальше по коридору. \"Похоже он и сейчас переживает из-за предстоящей церемонии\" — подумали вы, глядя вслед отдаляющейся фигуры — \"Боиться, что я опозорю его перед высокопоставленными чиновниками\"",
    "answers": [
      {
        "id": 45,
        "text": "Пройти в обеденную комнату "
      }
    ]
  },
  {
    "id": 85,
    "text": "  После этого наступил типичный день принцессы: обучение игре на сямисэн*, написание иероглифов, чтение книг, зубрежка правил этикета и хорошего тона, а также пение — все это было направлено на то, чтобы воспитать в вас женственность и утонченность. Император специально для этого нанял лучших учителей со всей страны и даже поселил их при своем дворе. Обучение давалось вам легко, но вам было скучно. Частенько, сидя на занятиях, вы засматривались в окно на пролетающих в небе птиц и, размечтавшись, напрочь пропускали слова наставников мимо ушей.\n  Единственным развлечением для вас была практика в применении запечатывающей магии. Для этого в промежутках между занятиями вам вручали древний свиток с заклинаниями и оставляли вас одну в комнате. Этим свитком пользовалась еще ваша мама и он передавался в вашей семье из поколения в поколение. \n  Во время ритуала вы поворачивались лицом к стене, брали свиток в одну руку и, вычитывая вслух письмена из него, чертили другой рукой знаки в воздухе. Через какое-то время эти символы вспыхивали ярким светом и накладывались на стену. Данное действие сильно изматывало вас и вы, обессилив, падали на колени. Но все же на вашем лице сияла улыбка. \"С каждым днем я справляюсь все лучше и лучше!\" — радостно отмечали вы.\n  Вот такими заботами был наполнен ваш день — типичный день принцессы. А под вечер вы ложились на свое татами и, как всегда, размышляли перед сном.\n\n * — трехструнный, щепковый музыкальный инструмент. Ближайший аналог — лютня.",
    "answers": [
      {
        "id": 89,
        "text": "Далее",
        "need": 63
      },
      {
        "id": 93,
        "text": "Далее",
        "need": 52
      },
      {
        "id": 66,
        "text": "Далее",
        "need": [
          51,
          -52
        ]
      },
      {
        "id": 49,
        "text": "Далее",
        "need": 40
      }
    ]
  },
  {
    "id": 86,
    "text": "—Госпожа Юмико — чьи-то руки тихонько трясли вас за плечо — Госпожа Юмико, проснитесь.\n  Сознание постепенно стало проясняться, отгоняя сонную дремоту. Вы недовольно поморщились и спросонок попытались спросить в чем дело, но смогли выговорить только что-то нечленораздельное. Руки перестали вас тормошить.\n—Юмико, пора готовиться к церемонии — услышали вы голос Минори.",
    "answers": [
      {
        "id": 87,
        "text": "Отвернуться к стене"
      },
      {
        "id": 88,
        "text": "Проснуться"
      }
    ]
  },
  {
    "id": 87,
    "text": "—Отстань — сонно ответили вы и повернулись на бок.\n—Госпожа — голос Минори понизился до шепота — Ваш отец ждет вас.\n  Эти слова тут же  вырвали вас из сна. Вы открыли глаза и повернулись к служанке.\n—Отец? — недоуменно спросили вы.\n—Да, он уже давно проснулся и ходит теперь по двору, проверяет, чтобы все было готово.\n  \"Что ж, в таком случае мешкать не стоит\" — решили вы.",
    "answers": [
      {
        "id": 113,
        "text": "Встать с кровати"
      }
    ]
  },
  {
    "id": 88,
    "text": "  Вы усилием воли согнали с себя дремоту и с трудом открыли глаза. Минори, склонившись над вами, стояла около татами.\n—Доброе утро — улыбнулась она.\n  Вы ответили ей улыбкой.\n—Нам следует поторопиться — промолвила Минори — Ваш отец ждет вас. \n—Отец? — удивились вы.\n—Да, он давно уже проснулся, а теперь ходит по двору и проверяет, чтобы все было готово.\n  \"Пожалуй, Минори права\" — пронеслось в вашей голове — \"Нам и вправду следует поспешить\"",
    "answers": [
      {
        "id": 113,
        "text": "Встать"
      }
    ]
  },
  {
    "id": 89,
    "text": "\"И все же я правильно сделала, что заступилась за Минори\" — думали вы, чувствуя, как сладкий сон, словно пуховое одеяло, покрыл ваше тело — \"И что с того, что отец рассердился? Завтра он даже и не вспомнит, я уверена. Ведь завтра це-реее...\" — вы приоткрыли слипшиеся глаза и попытались отогнать сон — \"Завтра церемония! И я стану новой жрицей... как моя мама\"\n  На этом сон прервал ход ваших мыслей и вы уснули.",
    "answers": [
      {
        "id": 90,
        "text": "-Хья!\n  Бух! Бух!"
      }
    ]
  },
  {
    "id": 90,
    "text": "  Вы тут же открыли глаза и, приподнявшись на руках, испуганно огляделись. В комнате вы были одни. Из приоткрытого окна до вас долетел успокаивающе-прохладный ветерок. \"Приснилось?\" — решили вы.\n—Орра! — раздался чей-то окрик.\n  Бух! Бух! Бух! Донеслись глухие стуки, будто дерево ударилось о дерево. \"Звуки идут с улицы\" — отметили вы — \"Но что же делать? Может закрыть окно и лечь обратно или пойти проверить?\"",
    "answers": [
      {
        "id": 91,
        "text": "Выглянуть в окно "
      },
      {
        "id": 92,
        "text": "Закрыть окно"
      }
    ]
  },
  {
    "id": 91,
    "text": "  Вы вскочили с татами и осторожно, стараясь не шуметь, приблизились к окну. На улице была глубокая ночь, но, к вашему счастью, на небе не было ни облачка, благодаря чему луна без труда могла осветить своим призрачным сиянием окружающую вас местность. Сад в это время суток выглядел таким таинственным и манящим, что вы не могли оторвать взгляд от него.\n—Хья! — раздавшийся крик вырвал вас из оцепенения.\n  Затем вновь последовал глухой удар. Вы взглянули налево, но ничего не разглядели. Однако, повернув голову направо, заметили его. \n  Молодой парень, оголенный до пояса, стоял к вам спиной, занеся над головой деревянный меч. Его спина, покрытая потом, блестела в лунных лучах, а волосы, длинной до плеч, были убраны сзади в хвост. Он простоял в такой позе несколько секунд, затем воскликнул и с силой опустил меч на деревянный столбик. \"Самурай?\" — удивились вы — \"В столь позднее время?\" Молодой мечник похоже совсем выбился из сил. Он воткнул меч в землю и, упершись руками в колени, нагнулся, тяжело дыша. В этот момент на спине его показался каждый мускул и вы ненароком засмотрелись. \"Так!\" — взяли вы себя в руки — \"Не хватало еще, чтобы меня застукали подсматривающей за самураями\" Вы отпрянули от окна и, схватившись за перегородку, чтобы закрыть ее, внезапно застыли. По вашему виску стела капля пота, а ноги затряслись.",
    "answers": [
      {
        "id": 94,
        "text": "Выйти наружу "
      },
      {
        "id": 95,
        "text": "Лечь спать"
      }
    ]
  },
  {
    "id": 92,
    "text": "  Вы с силой задвинули перегородку и легли обратно на татами. Сон долгое время не приходил. Через закрытое окно до вашего слуха все же доходили негромкие вскрики и чуть слышные удары. \"Какая шумная ночь!\" — заметили вы с неудовольствием.\n\n\n  Конец первой главы. ",
    "answers": [
      {
        "id": 10,
        "text": "В начало ",
        "forget": [
          95,
          98,
          112,
          111,
          110
        ]
      },
      {
        "id": 86,
        "text": "Глава вторая. День, когда исчезло солнце ",
        "forget": [
          95,
          98,
          111,
          112,
          110
        ]
      }
    ]
  },
  {
    "id": 93,
    "text": "  \"Еще один день, похожий на предыдущий\" — думали вы, ощущая, как сон, словно пуховое одеяло, покрывал ваше тело  — \"А завтра меня ждет церемония Становления, и я стану...\" — вы приоткрыли слипшиеся глаза и попытались отогнать сон — \"Я стану жрицей! Как мама...\"\n  Затем вы еще несколько минут поборолись со сном, но, в конце концов, сдались. \"Катсуро\" — пронеслось в вашей голове, прежде, чем сон окончательно спутал ваши мысли.",
    "answers": [
      {
        "id": 90,
        "text": "-Хья!\nБух! Бух!"
      }
    ]
  },
  {
    "id": 94,
    "text": "  \"Это безумие!\" — думали вы, зажмурившись — \"Безумие!\" В следующую секунду вы, собравшись с духом и сжав кулаки, перешагнули через невысокое окошко и оказались в саду.\n  В это мгновение мир для вас наполнился новыми красками. Каждый мускул в теле напрягся, а чувства обострились. Уши улавливали стрекотания кузнечиков, глаза выхватывали из окружающей темноты любую мельчайшую деталь, а аромат ночных цветов дурманил вас. \"Ох и попадет же мне!\" — пронеслось в вашей голове. Но, от этой мысли вам почему-то не стало страшно, а наоборот, захотелось смеяться и веселиться. \"Наконец-то я делаю что-то не по правилам!\" — думали вы, сдерживая в груди радостный смех. Но вскоре вам удалось успокоиться. \"Так! Зачем я здесь? Точно, тот самурай!\" — напомнили вы себе.",
    "answers": [
      {
        "id": 96,
        "text": "Взглянуть направо"
      }
    ]
  },
  {
    "id": 95,
    "text": "  \"Нет, нет, нет!\" — решительно затрясли вы головой — \"Это безумие! Спать!\"\n  Вы с силой задвинули перегородку и, сжав кулаки, поспешно запрыгнули на татами. Но сон долгое время не приходил. Через закрытое окно до вашего слуха все же доходили негромкие вскрики и чуть слышные удары. \"Какая шумная ночь!\" — заметили вы с неудовольствием.\n\n\n  Конец первой главы. ",
    "answers": [
      {
        "id": 10,
        "text": "В начало",
        "forget": [
          92,
          98,
          110,
          111,
          112
        ]
      },
      {
        "id": 86,
        "text": "Глава вторая. День, когда исчезло солнце ",
        "forget": [
          92,
          98,
          111,
          110,
          112
        ]
      }
    ]
  },
  {
    "id": 96,
    "text": "  Самурай стоял на том же месте, подняв над головой свое оружие. В бледном свечении луны он казался вам высеченным из мрамора, словно еще одна статуя, украшающая сад. \"Так, прогуляться по двору или по саду у меня не получится — охраны много и еще патрули\" — лихорадочно рассуждали вы — \"Остается либо идти к этому мечнику, либо вернуться обратно в спальню, пока не поздно\"",
    "answers": [
      {
        "id": 97,
        "text": "Подойти к самураю",
        "need": [
          50
        ]
      },
      {
        "id": 108,
        "text": "Подойти к самураю ",
        "need": [
          -50
        ]
      },
      {
        "id": 98,
        "text": "Вернуться в комнату"
      }
    ]
  },
  {
    "id": 97,
    "text": "  Вы огляделись кругом и на цыпочках направились к мечнику. Тот, в свою очередь, казалось не замечал ничего кругом, изо всех сил нанося удары по столбу. Когда до него оставалось несколько метров, вы, к своему удивлению, узнали в нем недавно встретившегося вам самурая.\n—Катсуро? — не удержавшись произнесли вы.\n  Мечник резко шагнул в сторону и молниеносным движением нанес удар. Окружающий воздух со свистом рассекся и в следующее мгновение вы увидели приближающийся к вашему лицу деревянный меч. От испуга вы вскрикнули и зажмурились, но удара не последовало. Осторожно приоткрыв глаза, вы увидели, что оружие застыло в нескольких сантиметрах от вашего лица.\n—Госпожа Юмико? — удивился парень.\n  В следующее мгновение он отбросил меч и, упав на колени, громко запричитал:\n—Госпожа, прошу, простите меня! Я испугался!\n  Вы в страхе огляделись кругом, но стражников поблизости не оказалось.\n—Прошу, не кричи — взмолились вы.\n  Катсуро удивленно приподнял голову.",
    "answers": [
      {
        "id": 99,
        "text": "-Встань, я хочу поговорить"
      }
    ]
  },
  {
    "id": 98,
    "text": "  \"Нет, нет, нет!\" — решительно затрясли вы головой — \"Это безумие! Спать!\"\n  Вы осторожно залезли обратно и, задвинув оконную перегородку, поспешно запрыгнули на татами. Однако сон долгое время не приходил. Через закрытое окно до вашего слуха все же доходили негромкие вскрики и чуть слышные удары. \"Какая шумная ночь!\" — заметили вы с неудовольствием.\n\n\n  Конец первой главы. ",
    "answers": [
      {
        "id": 10,
        "text": "В начало ",
        "forget": [
          92,
          95,
          110,
          111,
          112
        ]
      },
      {
        "id": 86,
        "text": "Глава вторая. День, когда исчезло солнце ",
        "forget": [
          92,
          95,
          110,
          111,
          112
        ]
      }
    ]
  },
  {
    "id": 99,
    "text": "—А теперь, встань на ноги, Катсуро — сказали вы.\n  Самурай неуверенно поднялся с земли.\n—П-простите, госпожа — произнес он.",
    "answers": [
      {
        "id": 100,
        "text": "-Почему так поздно тренируешься?",
        "need": -100
      },
      {
        "id": 101,
        "text": "-Расскажи о себе",
        "need": [
          -105,
          -106,
          -107
        ]
      },
      {
        "id": 102,
        "text": "Оставить его и вернуться в комнату "
      }
    ]
  },
  {
    "id": 100,
    "text": "—Почему ты тренируешься так поздно?\n—Таким образом, меня наказал отец — ответил юноша.",
    "answers": [
      {
        "id": 103,
        "text": "-За что?",
        "need": 52
      },
      {
        "id": 104,
        "text": "-За что?",
        "need": -52
      },
      {
        "id": 99,
        "text": "-Ясно"
      }
    ]
  },
  {
    "id": 101,
    "text": "—Расскажи о себе, Катсуро.\n  Парень явно не ожидал такой просьбы. Он взглянул вам в глаза, затем опустил взор и чуть слышно произнес:\n—Что... что вам интересно?",
    "answers": [
      {
        "id": 105,
        "text": "-Сколько тебе лет?",
        "need": -105
      },
      {
        "id": 106,
        "text": "-Почему ты хочешь стать самураем?",
        "need": -106
      },
      {
        "id": 107,
        "text": "-Есть ли у тебя девушка?",
        "need": -107
      },
      {
        "id": 99,
        "text": "Сменить тему разговора "
      }
    ]
  },
  {
    "id": 102,
    "text": "  Вы собрались было отойти от него, как вдруг он произнес:\n—Госпожа, как я понял, мои тренировки мешают вам спать? В таком случае я сменю их на что-либо менее шумное!\n—Хорошо.\n  Самурай поклонился вам на прощанье.",
    "answers": [
      {
        "id": 110,
        "text": "Кивнуть в ответ"
      },
      {
        "id": 111,
        "text": "Воздушный поцелуй "
      },
      {
        "id": 112,
        "text": "Проигнорировать "
      }
    ]
  },
  {
    "id": 103,
    "text": "—Отец? Но за что он так сурово тебя наказал? — удивлённо спросили вы.\n  Катсуро немного смутился.\n—За то, что я опоздал на пост и... за то, что не смог представиться вам сегодня.\n—Ужас — заметили вы.\n—Позвольте не согласиться, госпожа — произнес парень, потупившись — Как самурай я обязан вынести любые наказания, если того требует долг.",
    "answers": [
      {
        "id": 99,
        "text": "-Ясно "
      }
    ]
  },
  {
    "id": 104,
    "text": "—Отец? Но за что он так сурово тебя наказал? — удивлённо спросили вы.\n  Катсуро немного смутился.\n—За то, что я опоздал на пост сегодня.\n—Ужас — заметили вы.\n—Позвольте не согласиться, госпожа — произнес парень, потупившись — Как самурай я обязан вынести любые наказания, если того требует долг.",
    "answers": [
      {
        "id": 100,
        "text": "Ясно"
      }
    ]
  },
  {
    "id": 105,
    "text": "—Мне двадцать — выпалил он.\n  \"А на вид и восемнадцати не дашь\" — отметили вы, присмотревшись к его лицу.",
    "answers": [
      {
        "id": 101,
        "text": "Другой вопрос"
      }
    ]
  },
  {
    "id": 106,
    "text": "—Нуу — Катсуро ненадолго призадумался — Все в роду Такэда были самураями, поэтому у меня не было выбора.\n—То есть, ты не хотел стать кем-либо еще?\n  На лице Катсуро показалась решимость.\n—Моя судьба — служение императорскому дому — ответил он уверенным голосом.\n  \"Он не сомневается в своей судьбе\" — подумали вы — \"Даже завидую ему...\"",
    "answers": [
      {
        "id": 101,
        "text": "Другой вопрос "
      }
    ]
  },
  {
    "id": 107,
    "text": "  Этот вопрос окончательно смутил парня. Катсуро удивленно взглянул на вас.\n—Ч-что?\n—Ну, девушка — повторили вы — Избранница сердца есть у тебя?\n  Даже в слабом лунном свете вам удалось разглядеть, как все его лицо покраснело. Затем Катсуро потупился и отрицательно покачал головой. Вы чуть заметно улыбнулись.",
    "answers": [
      {
        "id": 101,
        "text": "Другой вопрос "
      }
    ]
  },
  {
    "id": 108,
    "text": "  Вы огляделись кругом и на цыпочках направились к мечнику. Тот, в свою очередь, казалось не замечал ничего кругом, изо всех сил нанося удары по столбу. В следующее мгновение вы сделали неосторожный шаг и под вашей ногой хрустнула ветка. Мечник резко шагнул в сторону и молниеносным движением нанес удар. Окружающий воздух со свистом рассекся и вы увидели приближающийся к вашему лицу деревянный меч. От испуга вы вскрикнули и зажмурились, но удара не последовало. Осторожно приоткрыв глаза, вы увидели, что оружие застыло в воздухе в нескольких сантиметрах от вашего лица.\n—Госпожа Юмико? — удивился парень.\n  В следующее мгновение он отбросил меч и, упав на колени, громко запричитал:\n—Госпожа, прошу, простите меня! Я испугался!\n  Вы в страхе огляделись кругом, но стражников поблизости не оказалось.\n—Прошу, не кричи — взмолились вы.\n  Парень удивленно приподнял голову.",
    "answers": [
      {
        "id": 83,
        "text": "Попросить его встать"
      }
    ]
  },
  {
    "id": 109,
    "text": "  Спустя несколько минут ваш наряд сменили на ярко-желтый, а волосы старательно расчесали. Таким образом, вам можно было не бояться гнева императора.",
    "answers": [
      {
        "id": 45,
        "text": "Пройти в обеденную комнату "
      }
    ]
  },
  {
    "id": 110,
    "text": "  Вы официально кивнули ему и поспешили обратно. Однако, прежде, чем забраться в комнату, вы взглянули на Катсуро. Молодой самурай в этот момент стоял в стойке, упершись руками о землю, и отжимался. Судя по трясущимся рукам, силы почти покинули его. \"Неугомонный\" — отметили вы с улыбкой и перелезли через окно. Затем вы бросились на татами и попытались уснуть. Но долгое время сон не приходил. \"Какой стеснительный самурай\" — думали вы, лежа на кровати и глядя в потолок.\n\n\n  Конец первой главы. ",
    "answers": [
      {
        "id": 86,
        "text": "Глава вторая. День, когда исчезло солнце ",
        "forget": [
          92,
          95,
          98,
          111,
          112
        ]
      },
      {
        "id": 10,
        "text": "В начало",
        "forget": [
          92,
          95,
          98,
          111,
          112
        ]
      }
    ]
  },
  {
    "id": 111,
    "text": "  Вы прижали ладонь к губам и, поцеловав ее, отправили юноше воздушный поцелуй. Катсуро ошарашенно смотрел на вас. В довершении, вы лукаво улыбнулись ему и медленно зашагали обратно. \"Не перестаралась ли я?\" — подумали вы и, прежде, чем забраться внутрь комнаты, бросили взгляд назад. Катсуро стоял спиной к вам, уткнувшись головой в деревянный столб. \"Похоже, перестаралась\" — отметили вы с улыбкой и перелезли через окно. Затем вы бросились на татами и попытались уснуть. Но долгое время сон не приходил. \"Какой стеснительный самурай\" — думали вы, лежа на кровати и глядя в потолок. \n\n\n  Конец первой главы. ",
    "answers": [
      {
        "id": 10,
        "text": "В начало ",
        "forget": [
          92,
          95,
          98,
          110,
          112
        ]
      },
      {
        "id": 86,
        "text": "Глава вторая. День, когда исчезло солнце ",
        "forget": [
          92,
          95,
          98,
          110,
          112
        ]
      }
    ]
  },
  {
    "id": 112,
    "text": "  Вы молча отвернулись от него и зашагали обратно. Приблизившись к окну, вы бросили взгляд назад. Катсуро в этот момент стоял в стойке, упершись руками о землю, и отжимался. \"Неугомонный\" — отметили вы и перелезли обратно в спальню. Затем вы бросились на татами и попытались уснуть. Но долгое время сон не приходил. \"Какой стеснительный самурай\" — думали вы, лежа на кровати и глядя в потолок. \n \n\n  Конец первой главы. ",
    "answers": [
      {
        "id": 86,
        "text": "Глава вторая. День, когда исчезло солнце ",
        "forget": [
          92,
          95,
          98,
          110,
          111
        ]
      },
      {
        "id": 10,
        "text": "В начало",
        "forget": [
          92,
          95,
          98,
          110,
          111
        ]
      }
    ]
  },
  {
    "id": 113,
    "text": "  Вы встали с кровати и, сонно зевнув, потянулись. Кроме Минори в комнате никого не было. Однако, по шуму, раздававшемуся из коридора, вы догадались, что вся прислуга в доме уже проснулась. Окно спальни было распахнуто и вы заметили, что на улице была непроглядная ночь.\n—Что? — удивились вы, обращаясь к Минори — Меня разбудили так рано?\n—Да — отозвалась служанка, поправляя за вами постель — Подготовка к церемонии займет много времени.",
    "answers": [
      {
        "id": 114,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 114,
    "text": "  Через пару минут в комнату внесли ваше повседневное, серое кимоно.\n—Вам следует сначала позавтракать — сказала Минори, надевая на вас внесенную одежду— А уж потом мы примерим на вас церемониальное одеяние и уложим ваши волосы.\n  Вы тяжело вздохнули. День обещал быть очень утомительным.",
    "answers": [
      {
        "comment": true,
        "id": 114,
        "text": "\n\"Если бы меня ночью не разбудил тот самурай!\" - подумали вы - \"Я бы выспалась!\"",
        "need": 91,
        "merge": true
      },
      {
        "comment": true,
        "id": 114,
        "text": "\n\"Если бы меня ночью не разбудил тот шум за окном\" - рассержанно подумали вы - \"Я бы выспалась!\"",
        "need": 92,
        "merge": true
      },
      {
        "id": 125,
        "text": "Пожаловаться на него",
        "need": [
          91
        ]
      },
      {
        "id": 116,
        "text": "Промолчать",
        "need": 91
      },
      {
        "id": 117,
        "text": "Пожаловаться на шум",
        "need": 92
      },
      {
        "id": 118,
        "text": "Промолчать",
        "need": 92
      }
    ]
  },
  {
    "id": 115,
    "text": "—Сегодня ночью меня разбудил тренирующийся самурай — сказали вы недовольным голосом — Он так шумел, что я не могла уснуть.\n—Самурай? — переспросила Минори, поправляя левую сторону вашего кимоно — А, Катсуро? Вчера его наказали и он всю ночь тренировался. Не волнуйся, я сообщу Изаму о том, что его сын нарушил ваш сон.",
    "answers": [
      {
        "id": 119,
        "text": "-Не надо"
      },
      {
        "id": 120,
        "text": "-Хорошо"
      }
    ]
  },
  {
    "id": 116,
    "text": "  \"Думаю, бедного Катсуро и так достаточно наказали\" — рассуждали вы — \"Не хватало еще, чтобы из-за моего прерванного сна его наказали сильнее\"\n—Что-то стряслось? — вопрос Минори отвлек вас от размышлений.\n—Нет-нет — замахали вы головой — Все в порядке.",
    "answers": [
      {
        "id": 132,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 117,
    "text": "—Сегодня ночью меня разбудили какие-то крики под окном — сказали вы недовольным голосом.\n—Крики? — переспросила Минори, поправляя левую сторону вашего кимоно — А, Катсуро? Вчера его наказали и он всю ночь тренировался наносить удары куском дерева об дерево. Не беспокойтесь, я сообщу Изаму о том, что его сын нарушил ваш сон.",
    "answers": [
      {
        "id": 117,
        "text": "\"Катсуро?\" - повторили вы мысленно - \"Где же я слышала это имя? Точно! Тот самый молодой самурай!\" Вам вспомнились его горящие глаза...",
        "need": [
          50
        ],
        "comment": true
      },
      {
        "id": 126,
        "text": "Не стоит",
        "need": 50
      },
      {
        "id": 127,
        "text": "-Ладно"
      }
    ]
  },
  {
    "id": 118,
    "text": "  \"Думаю, не стоит обращать внимание на такую мелочь\" — рассуждали вы — \"Тем более в такой день\"\n—Что-то стряслось? — вопрос Минори отвлек вас от размышлений. \n—Нет-нет — отозвались вы — Все в порядке.",
    "answers": [
      {
        "id": 132,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 119,
    "text": "—Нет — ответили вы — Не стоит.\n—Как прикажите — опустила голову Минори, загадочно улыбнувшись.",
    "answers": [
      {
        "id": 121,
        "text": "-Что за улыбка?"
      },
      {
        "id": 122,
        "text": "Не обратить внимание на это"
      }
    ]
  },
  {
    "id": 120,
    "text": "—И правильно — отозвались вы — Из-за него я не выспалась перед таким важным днем!\n  Минори понимающе кивнула и продолжила поправлять ваше одеяние.",
    "answers": []
  },
  {
    "id": 121,
    "text": "—Чему ты улыбаешься, Минори?\n  Улыбка служанки стала еще шире.\n—Да так, ничему — бросила она.\n—Минори... — протянули вы, строго взглянув на нее.\n  Но служанку не испугал ваш взор. Она тихонько засмеялась и промолвила:\n—Катсуро и вправду симпатичен...",
    "answers": [
      {
        "id": 123,
        "text": "Возмутиться "
      },
      {
        "id": 124,
        "text": "Промолчать "
      }
    ]
  },
  {
    "id": 122,
    "text": "  \"Пожалуй, мне сейчас не до ее глупостей\" — решили вы, отводя взгляд от служанки. Та, в свою очередь, продолжала загадочно улыбаться, поправляя ваше одеяние.",
    "answers": [
      {
        "id": 125,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 123,
    "text": "—Что?! — воскликнули вы — Что это значит, Минори?\n  Служанка, не выдержав, громко рассмеялась.\n—Ну что вы, госпожа! Вы побеспокоились о нем, а это значит, что он вам не безразличен.\n—Это значит, что на старости лет ты совсем выжила из ума! — бросили вы в ответ, затем тихим голосом добавили — Он... он совсем мне не нравится...\n  Минори подступила ближе и, склонившись над вашим ухом, шепнула:\n—Только не стоит так краснеть, госпожа.\n—Минори!",
    "answers": [
      {
        "id": 125,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 124,
    "text": "  Вы промолчали, ощутив, как ваше лицо обдало жаром. Минори не стала продолжать разговор, а только лишь загадочно улыбалась.",
    "answers": [
      {
        "id": 125,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 125,
    "text": "—Сегодня ночью меня разбудил тренирующийся самурай — сказали вы недовольным голосом — Он так шумел, что я не могла уснуть. \n—Самурай? — переспросила Минори, поправляя левую сторону вашего кимоно — А, Катсуро? Вчера его наказали и он всю ночь тренировался. Не волнуйтесь, я сообщу Изаму о том, что его сын нарушил ваш сон. ",
    "answers": [
      {
        "id": 126,
        "text": "-Не стоит "
      },
      {
        "id": 127,
        "text": "-Хорошо "
      }
    ]
  },
  {
    "id": 126,
    "text": "—Нет — ответили вы — Не стоит. \n—Как пожелаете — опустила голову Минори, загадочно улыбнувшись. ",
    "answers": [
      {
        "id": 128,
        "text": "-Что за улыбка?"
      },
      {
        "id": 129,
        "text": "Не обратить внимание на это "
      }
    ]
  },
  {
    "id": 127,
    "text": "—Ладно — произнесли вы — Из-за него я не выспалась перед таким важным днем! \n  Минори понимающе кивнула и продолжила поправлять ваше одеяние. ",
    "answers": [
      {
        "id": 132,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 128,
    "text": "—Чему ты улыбаешься, Минори?\n  Улыбка служанки стала еще шире.\n—Да так, ничему — бросила она. \n—Минори... — протянули вы, строго взглянув на нее. \n  Но служанку не испугал ваш взор. Она тихонько засмеялась и промолвила:\n—Катсуро и вправду симпатичен...",
    "answers": [
      {
        "id": 130,
        "text": "Возмутиться "
      },
      {
        "id": 131,
        "text": "Промолчать "
      }
    ]
  },
  {
    "id": 129,
    "text": "  \"Пожалуй, не стоит обращать внимание на ее глупости\" — решили вы, отводя взгляд от служанки. Та, в свою очередь, продолжала загадочно улыбаться, поправляя ваше кимоно.",
    "answers": [
      {
        "id": 132,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 130,
    "text": "—Что?! — воскликнули вы — Что это значит?!\n  Минори, не в силах более сдерживаться, звонко рассмеялась.\n—Ну что вы, госпожа! Вы побеспокоились о нем, а это значит, что он вам не безразличен. \n—Это значит, что на старости лет ты совсем выжила из ума! — бросили вы в ответ.\n  Минори подступила ближе и, склонившись над вашим ухом, шепнула:\n—Не стоит так краснеть, госпожа...\n—Минори!",
    "answers": [
      {
        "id": 132,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 131,
    "text": "  Вы промолчали, ощутив, как ваше лицо обдало жаром. Минори не стала больше говорить на эту тему, продолжая загадочно улыбаться и поправлять ваше одеяние.",
    "answers": [
      {
        "id": 132,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 132,
    "text": "  Вскоре Минори завершила вас одевать и, поклонившись в пояс, покинула комнату. В коридоре тут же раздались ее распоряжения, и вся прислуга заметно оживилась. Вы не стали вслушиваться в приглушенные разговоры за перегородкой, а, вместо этого, приблизились к зеркалу и взглянули в его отражение. Ваше бледное лицо, обрамленное такого же цвета волосами, сильно выделялось на фоне серого кимоно. Поэтому вам не нравилась эта одежда. Из-за нее вы казались себе  не такой, как все. \"А может так и есть...\" — подумали вы — \"Возможно, мне суждено быть ненормальной\"",
    "answers": [
      {
        "id": 133,
        "text": "Отвлечься и идти завтракать"
      }
    ]
  },
  {
    "id": 133,
    "text": "  \"Так, не стоит забывать, что за день сегодня\" — напомнили вы себе и направились в обеденную комнату. Сегодня на завтрак вам подали мисосиру*, который в полной мере утолил ваш голод.\n\n\n* — суп, с растворенной в нем пастой мисо.",
    "answers": [
      {
        "id": 134,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 134,
    "text": "  Сразу же после завтрака вы оказались во власти Минори и ее помощниц. Они отвели вас обратно в  комнату и постелили на полу напротив зеркала мягкую циновку.\n—Прошу, присаживайтесь, госпожа — промолвила Минори, указывая на циновку -Сейчас мастера уложат ваши волосы.\n  Для того, чтобы сделать прическу, требовалось несколько часов сидеть неподвижно. Вы тяжело вздохнули, но возражать не стали. \"Красота требует жертв\" — подумали вы. Кажется, это выражение вы услышали в одном из видений. ",
    "answers": [
      {
        "id": 143,
        "text": "Сесть на циновку "
      }
    ]
  },
  {
    "id": 135,
    "text": "  Вы приблизились к верхнему, самому красочному слою кимоно. Оно было красивого, золотистого цвета. Рукава и подол были украшены красным орнаментом, который мирно соседствовал с изображениями парящих фениксов*, окутанных пламенем. Такое сочетание красок радовало глаза. Вы осторожно прикоснулись к нему. Тончайший шелк был приятен на ощупь.\n—Вам нравиться? — спросила Минори.\n\n\n* — традиционно считались символом императорской семьи, в особенности, императрицы.",
    "answers": [
      {
        "id": 137,
        "text": "-Да"
      },
      {
        "id": 138,
        "text": "-Нет"
      }
    ]
  },
  {
    "id": 136,
    "text": "  Вы приблизились к старику. Ёдзи выпрямился и вновь широко улыбнулся.\n—Госпожа Юмико! Для меня большая честь лицезреть вас в живую.\n—Благодарю — кивнули вы ему в ответ.\n—Знаете, в создании этого кимоно огромный вклад внесла моя подруга — затараторил старик — Быть может, она вам знакома? Ее зовут Кавакубо Рэй.\n—Н-не припомню — смущенно улыбнулись вы.\n—Ах, вот как — заметно погрустнел Ёдзи — Она приболела, поэтому не смогла приехать.\n—Мне очень жаль...\n  Старик на минуту задумался о своем, но, спохватившись, поклонился вам на прощанье и произнес:\n—Что ж, не смею больше отвлекать вас, моя госпожа. Скажу лишь одно, что следует очень внимательно выбирать свой дальнейший путь, потому как даже самое незначительное решение может в корне изменить вашу судьбу.\n  Вы удивлённо взглянули на старика, но тот уже успел отойти и теперь шел к выходу. \"Странный\" — решили вы, вернувшись в комнату.",
    "answers": [
      {
        "id": 140,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 137,
    "text": "—Да — шепотом ответили вы. \n  Вам почему-то казалось, что это кимоно — всего лишь сон, видение, поэтому вы старались не шуметь, чтобы не развеять его. В дверях послышалось взволнованное перешептывание. Вы взглянули туда и увидели старика с длинными, седыми волосами, среднего роста в темно-синем кимоно. Он широко улыбался, глядя на вас и о чем-то оживленно рассказывал стоящей рядом служанке. Но после того, как вы взглянули на него, его улыбка моментально слетела с лица и заменилось, привычным для вас, выражением покорности и благоговейного страха перед титуловоной особой. Старик поклонился вам, согнувшись в пояс.\n—Это Ёдзи Ямомото — представила гостя Минори — Именно он возглавлял работу над вашим кимоно.\n  Ёдзи, не поднимая головы, закивал, подтверждая слова вашей служанки.",
    "answers": [
      {
        "id": 136,
        "text": "Поговорить с ним"
      }
    ]
  },
  {
    "id": 138,
    "text": "—Нет — бросили вы — Я ожидала большего.\n  В дверях послышалось недовольное ворчание. Вы взглянули туда и увидели старика с длинными, седыми волосами, среднего роста в темно-синем кимоно. Его лицо раскраснелось от негодования и он, поспешно поклонившись вам, удалился.\n—Кто это был? — удивлённо взглянули вы на Минори.\n  Служанка несколько замялась, а затем ответила:\n—Это был Ёдзи Ямомото. Именно он возглавлял работу над вашим кимоно. \n  \"Ой, неудобно получилось\" — смущенно отметили вы.",
    "answers": [
      {
        "id": 140,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 139,
    "text": "  Вы замерли на месте, боясь пошевелиться. На улице продолжали раздаваться звуки боя и предсмертные крики. Существо простояло спиной к вам еще несколько секунд, а затем резко повернуло голову в сторону. В это мгновение вы чуть было не лишились чувств. \"Эта та тварь из моего сна!\" — пронеслось в вашей голове. Существо имело кроваво-красное лицо и длинный нос, а на руках у него были черные когти.\n—За императора!\n—Да! — ответили ему хором множество голосов и до вашего слуха донесся топот целой армии.\n  Существо с красным лицом громко расхохоталось и прыгнуло в противоположную от приближающихся сторону. После чего вы смогли облегченно выдохнуть.",
    "answers": [
      {
        "id": 179,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 140,
    "text": "  После чего начался утомительный и весьма продолжительный процесс одевания дзюни-хитоэ. Для начала вы одели красную широкую хакаму*. Затем служанки, под руководством Минори, стали надевать на вас друг за другом тонкие кимоно, причем, каждый последующий слой был длиннее предыдущего. По цвету эти кимоно отличались от верхнего слоя и были окрашены более монотонно. Вы насчитали пятнадцать слоев и ужаснулись их тяжести. \"Лишь бы не грохнуться в этом на церемонии\" — пронеслось в вашей голове — \"Вот смеху-то будет!\" В завершении на вас накинули верхний слой кимоно и сзади к талии подвязывали украшенную вышивку складчатого шлейфа.\n—Как вам одеяние? — спросила Минори.\n  Вы подняли руки и провели ими по воздуху.\n—Очень тяжёлое — ответили вы — В такой одежде мне будет трудно ходить.\n—Вам и не нужно будет ходить, госпожа — отметила служанка, поправляя ваше кимоно— Вам придется плавно скользить по земле, не делая быстрых и резких движений, ступая медленно и аккуратно, как и подобает принцессе.\n\n\n* — длинные, широкие штаны в складку, похожие на юбку.",
    "answers": [
      {
        "id": 142,
        "text": "Ответить недовольно "
      },
      {
        "id": 148,
        "text": "Ответить терпеливо"
      }
    ]
  },
  {
    "id": 141,
    "text": "  Вам вспомнились все те мучительные годы его холодного безразличия. Он относился к вам, как к абсолютно незнакомому человеку.\n—Простить?! — возмущенно повторили вы — Вы хотите извиниться за то, что наказали меня! Но не хотите ли вы попросить прощения и за то, что столько лет были холодны со мной?! За то, что столько лет не относились ко мне, как к дочери!\n  Император выпрямился.\n—Нет, я не собираюсь извиняться перед тобой за это — сухо ответил он.\n  Вы ошарашенно смотрели на него. Он выглядел расстроенным, но все же взгляд его был холоден к вам. Вы опустили глаза и ощутили, как по щекам побежала влага. \"Что это?\" — удивленно прикоснулись вы к щеке и взглянули на свою руку — \"Я плачу?\" Слезы ручьем текли из глаз и вы, пытаясь их удержать, прикрыли лицо руками.\n—Не стоит лить слезы — голос отца обжигал вас своим холодом — Ты скоро покажешься перед гостями, не посрами меня.\n  После этих слов он развернулся и вышел из комнаты, оставив вас одну.\n  Через минуты две вам удалось успокоиться и смахнуть с глаз последние капли слез.",
    "answers": [
      {
        "id": 277,
        "text": "Задуматься"
      },
      {
        "id": 157,
        "text": "Идти на улицу "
      }
    ]
  },
  {
    "id": 142,
    "text": "—Мне порой кажется — произнесли вы — Что жизнь принцессы состоит из одних только правил и запретов!\n  Минори понимающе кивнула и в задумчивости промолвила:\n—Я считаю, что наша судьба не принадлежит нам, госпожа. Вы рождены, чтобы стать жрицей, а я — чтобы служить вам до самой смерти. Таковы наши судьбы и такова воля вселенной. А если мы станем спорить с самой вселенной, то неминуемо накликаем на себя беду, потому что...\n  Но договорить она не успела, так как в комнату вошел ваш отец. Вся прислуга поспешно склонилась перед ним. ",
    "answers": [
      {
        "id": 149,
        "text": "Взглянуть на него"
      }
    ]
  },
  {
    "id": 143,
    "text": "  Через несколько минут вошли две женщины, одетые в строгое кимоно. За ними прислуга внесла все необходимое для создания прически. Женщины низко поклонились вам и приступили к работе. Они бережно расчесали ваши волосы и, подкладывая между ними бархатные подушечки, принялись их укладывать. Каждое движение мастеров было плавным и неспешным. В этом деле спешка могла испортит все. От долгого пребывания в одной позе, ваше тело затекло, а шею стала донимать ноющая боль. Но все же вы терпели. Терпели, потому что вас научили этому и потому что того требовал обычай.\n   Через несколько часов работа была окончена и в ваши волосы были воткнуты гребешки из драгоценных материалов, фиксируя тем самым прическу. Мастера, осмотрев свое творение со стороны, остались довольны результатом и, поклонившись вам на прощанье, покинули комнату.",
    "answers": [
      {
        "id": 144,
        "text": "Осмотреть себя в зеркале"
      }
    ]
  },
  {
    "id": 144,
    "text": "  Вы приблизились к зеркалу. Да уж, не зря ваш отец пригласил самых знаменитых мастеров, они явно знали свое дело. Ваши волосы были собраны в большой конский хвост, перевязанный низко, и опущенный так, что по бокам от головы волосы ложились в форме сердца. Затем мастера перетянули хвост несколькими шнурами и поместили в центре, чуть выше лба, позолоченный гребень*. Эта прическа называлась осубэракаси.\n—Госпожа... — услышали вы радостный шепот Минори.\n  В зеркале, за вашей спиной отражался ее восхищенный взгляд.\n\n\n* — надеюсь, вы смогли себе это представить) Мои попытки вставить подходящую картинку не увенчались успехом. Советую вам поискать в интернете слово \"осубэракаси\"",
    "answers": [
      {
        "id": 145,
        "text": "Подшутить над ней"
      },
      {
        "id": 147,
        "text": "Вести себя серьёзно"
      }
    ]
  },
  {
    "id": 145,
    "text": "—Не волнуйся, Минори — весело сказали вы служанке — Твои волосы выглядят не хуже.\n—Что? — удивилась Минори, дотронувшись рукой до своих редких волос на голове, убранных в небольшой пучок.\n  Затем она заметила ваш лукавый взгляд в зеркале и рассмеялась.\n—Хорошо, что вы так бодры перед церемонией — отметила Минори — Позвольте теперь внести церемониальное одеяние?\n  Вы кивнули ей и Минори поспешно вышла за дверь.",
    "answers": [
      {
        "id": 146,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 146,
    "text": "  Вскоре она вернулась в сопровождении группы служанок, которые бережно внесли ваше дзюни-хитоэ*\n\n\n* — традиционный костюм аристократок. Его особенностью является многослойность.",
    "answers": [
      {
        "id": 135,
        "text": "Осмотреть одеяние "
      }
    ]
  },
  {
    "id": 147,
    "text": "—Не стоит отвлекаться, Минори — заметили вы, обернувшись к служанке — Церемония вот-вот начнется.\n—Вы правы, госпожа. В таком случае, позвольте внести ваше церемониальное одеяние.\n  Вы кивнули ей и служанка поспешно вышла за дверь.",
    "answers": [
      {
        "id": 146,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 148,
    "text": "—Что ж, такова моя судьба — отметили вы.\n  Минори удивлённо взглянула.\n—Неужели, вы смирились, госпожа?\n—Это тебя удивляет?\n—Простите, госпожа — улыбнулась служанка — Но не ожидала от вас столь рассудительного ответа.\n—Рано или поздно мне бы пришлось смириться с судьбой — тихо ответили вы.\n  Минори кивнула и отступила назад.\n—Прекрасно — отметила она с улыбкой — А теперь...\n  Но договорить она не успела, так как в комнату вошел ваш отец. Вся прислуга поспешно склонилась перед ним. ",
    "answers": [
      {
        "id": 149,
        "text": "Взглянуть на него"
      }
    ]
  },
  {
    "id": 149,
    "text": "  Император был одет в церемониальное кимоно сумахового* цвета. Волосы на голове были убраны в черный высокий колпак. На его лице читалось беспокойство.\n—У вас все готово? — спросил он, обращаясь к Минори.\n—Да, господин.\n  Ваш отец одобрительно кивнул и принялся отдавать указания, касательно церемонии, но вы его не слушали. \"Столько стараний было вложено\" — огорченно размышляли вы — \"А он даже не взглянул на меня\" Все эти месяцы упорных тренировок в ношении кимоно, все эти мучительные часы наложения прически и одевания в дзюни-хитоэ — всё это было направлено лишь на то, чтобы он обратил на вас внимание, чтобы он похвалил вас. Взор затуманился слезами огорчения. Вы опустили голову и, сжав кулаки, попытались сдержать их.\n\n\n* — один из \"запрещенных цветов\", который мог носить только монарх. Добывался из плодов сумаха ( по цвету похож на спелую хурму)",
    "answers": [
      {
        "id": 150,
        "text": "\"Я ему безразлична...\""
      },
      {
        "id": 151,
        "text": "\"Он просто слишком занят!\""
      }
    ]
  },
  {
    "id": 150,
    "text": "  \"Точно, безразличие... Вот, что он испытывает ко мне\" Вы ощущали, словно сердце сжалось в комок. \"Нет! Не плачь!\" — пытались вы успокоить себя — \"Не хватало еще расплакаться тут! Перед ним...\" Затем ваши ноги затряслись и в голове пронеслось: \"Я одна. Я всегда была одна\" В это мгновение мир вокруг исчез для вас и остались только вы, окруженная мглой. \"Одна... Я одна\"\n— Юмико — чей-то заботливый голос вырвал вас из раздумий — Юмико.\n  Вы подняли голову и увидели перед собой размытое лицо отца. Он опустил руку вам на плечо и, глядя в глаза, спросил:\n—Ты плачешь, Юмико? Чем ты расстроена?\n  Вы поспешно смахнули с глаз слезы и, виновато улыбнувшись, ответили:\n—Нет, отец, я не расстроена. Просто... просто это слезы радости, ведь сегодня я стану жрицей.\n  Отец махнул рукой прислуге и те покинули комнату, оставаив вас наедине.",
    "answers": [
      {
        "id": 152,
        "text": "Далее",
        "need": [
          49,
          89
        ],
        "need_sometimes": true
      },
      {
        "id": 153,
        "text": "Далее",
        "need": [
          -49,
          -89
        ],
        "need_sometimes": true
      }
    ]
  },
  {
    "id": 151,
    "text": "  \"Да, он просто очень занят!\" — попытались вы утешить себя — \"Ведь он император и он управляет целой страной! Поэтому у него не остается времени на меня...\"\n  Тем временем, император закочил давать распоряжения Минори и направился к выходу. Старая служанка вдруг заметила ваше расстроенное лицо и сказала, обращаясь к уходящему правителю:\n—Господин, не правда ли, что принцесса сегодня прекрасно выглядит и ее наряд чудесен?\n—Что? — обернулся ваш отец.\n  А затем спохватился и, широко улыбнувшись, ответил:\n—Конечно! Юмико, сегодня ты и вправду прекрасно выглядишь.\n  На вашем лице растянулась глупая улыбка и вы, раскрасневшись, поклонились ему в качестве благодарности.\n  Когда император ушел, вашу комнату покинула и прислуга. Минори, уже стоя в дверях, сказала вам:\n—Не стоит обижаться на своего отца, Юмико. Он очень занят и очень рассеян.\n—Хорошо — отозвались вы.\n—Церемония уже начинается и тебе нужно принять свою судьбу... — добавила с улыбкой служанка и ушла прочь.",
    "answers": [
      {
        "id": 190,
        "text": "Задуматься "
      },
      {
        "id": 157,
        "text": "Выйти на улицу "
      }
    ]
  },
  {
    "id": 152,
    "text": "  Император отступил назад и ненадолго замолчал, подбирая слова. По его виду было заметно, что он чувствовал себя неуютно.\n—Юмико — выдавил он наконец из себя — Я хотел извиниться за вчерашнее... Мне не стоило наказывать тебя, я погорячился.\n  С этими словами он низко склонил голову перед вами и добавил:\n—Прости...\n  Вы смотрели на него широко раскрытыми от удивления глазами, еще не до конца веря в действителность происходящего. \"Отец? Извинился?\" — ошарашенно подумали вы. Это был первый случай, когда император попросил у вас прощения.",
    "answers": [
      {
        "id": 154,
        "text": "Простить его"
      },
      {
        "id": 141,
        "text": "Не прощать"
      }
    ]
  },
  {
    "id": 153,
    "text": "—Юмико — начал отец, с трудом подбирая слова — Я давно хотел открыть тебе одну тайну...\n  Он на минуту смолк, тяжело вздохнул и продолжил:\n—Вообщем, когда-то давно...\n  Его прервали звуки приближающихся шагов за перегородкой. Затем раздался осторожный голос слуги:\n—Господин.\n  Отец недовольно отозвался:\n—Да?\n—Все готово, ваше величество! Чиновники уже ждут.\n—Так рано? — удивился император — Ладно, передай им, что я уже иду.\n  Слуга поспешно удалился. Отец взглянул вам в глаза и, грустно улыбнувшись, произнес:\n—Прости, Юмико. Я открою эту тайну тебе потом, после церемонии. Ну, а теперь — он приблизился к вам и, взяв ваши руки в свои, промолвил — Прими свою судьбу и стань новой жрицей.\n  После этого император поспешно вышел из комнаты и направился по коридору к выходу из дома. ",
    "answers": [
      {
        "id": 156,
        "text": "Задуматься "
      },
      {
        "id": 157,
        "text": "Идти на улицу "
      }
    ]
  },
  {
    "id": 154,
    "text": "—К-конечно я прощаю тебя, отец! — воскликнули вы.\n  Император выпрямился и облегченно улыбнулся.\n—Тогда иди ко мне, дочь — произнес он, разводя руки в стороны. \n  Вы, недолго думая, бросились к нему на грудь и он крепко обнял вас за плечи.\n—Вот и хорошо — услышали вы его взволнованный голос.\n  Не в состоянии более сдержать эмоции, вы тихонько заплакали, уткнувшись лицом в его кимоно. Он осторожно похлопал вас по спине. Вам было хорошо и тепло в его объятиях и не хотелось куда-либо уходить.",
    "answers": [
      {
        "id": 155,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 155,
    "text": "  Но минуты через две вашу семейную идиллию нарушили звуки приближающихся шагов за перегородкой.\n—Господин — раздался осторожный голос слуги.\n  Отец отстранился от вас и недовольно отозвался:\n—Да?\n—Все готово, ваше величество! Чиновники уже ждут.\n—Так рано? — удивился император — Ладно, передай им, что я уже иду.\n  Слуга удалился. Отец взглянул вам в глаза и, взяв ваши руки в свои, тихо произнес:\n—Церемония уже начинается, Юмико. Прими свою судьбу и стань новой жрицей.\n  После этого он поспешно вышел из комнаты и направился по коридору к выходу из дома. ",
    "answers": [
      {
        "id": 156,
        "text": "Задуматься"
      },
      {
        "id": 157,
        "text": "Идти на улицу "
      }
    ]
  },
  {
    "id": 156,
    "text": "—Принять судьбу и стать жрицей — повторили вы вслух грустным голосом. \n  \"Но такова ли моя судьба?\" — задали вы себе вопрос.",
    "answers": [
      {
        "id": 158,
        "text": "Да"
      },
      {
        "id": 159,
        "text": "Не знаю "
      }
    ]
  },
  {
    "id": 157,
    "text": "  \"Я — жрица\" — с этой мыслью вы вышли из спальни и, пройдя по коридору, оказались у входа в дом. Дверь была распахнута, демонстрируя вам всю церемониальную процессию. Слева и справа от тропинки, ведущий к вашему дому, стояли ряды хорошо одетых мужчин — это были высокопоставленные чиновники и аристократы. За ними выглядывали их женщины в официальных кимоно. Прямо напротив вашего дома, ожидая вас, стоял император. Именно он должен будет проводить вас в храм, где вы и пройдете обряд Становления.\n  \"Так много людей\" — отметили вы и, хотя внешне ваше лицо оставалось спокойным, внутри вас бушевала буря эмоций. \"Так! Нужно успокоиться\" — скомандовали вы себе и, спустя несколько мгновений все же заставили себя...",
    "answers": [
      {
        "id": 165,
        "text": "Выйти на улицу "
      }
    ]
  },
  {
    "id": 158,
    "text": "  \"Не стоит сомневаться в своей судьбе\" — решили вы и направились к выходу из комнаты — \"Я — жрица\" С этой мыслью вы прошли по коридору и оказались у входа в дом. Дверь была распахнута, демонстрируя вам всю церемониальную процессию. Слева и справа от тропинки, ведущий к вашему дому, стояли ряды хорошо одетых мужчин — это были высокопоставленные чиновники и аристократы. За ними выглядывали их женщины в официальных кимоно. Прямо напротив вашего дома, ожидая вас, стоял император. Именно он должен будет проводить вас в храм, где вы и пройдете обряд Становления.\n  \"Так много людей\" — отметили вы и, хотя внешне ваше лицо оставалось спокойным, внутри вас бушевала буря эмоций. \"Так! Нужно успокоиться\" — скомандовали вы себе и, спустя несколько мгновений все же заставили себя...",
    "answers": [
      {
        "id": 165,
        "text": "Выйти во двор"
      }
    ]
  },
  {
    "id": 159,
    "text": "  Вы тяжело вздохнули и, приблизившись к окну, выглянули наружу. Сегодня был солнечный, жаркий день. На улице стояла тишина, лишь иногда нарушаемая трепетанием флагов императорского дома. \"Все, наверное, ждут моего выхода\" — подумали вы. Ваш взгляд упал на деревья в саду. Они выглядели спокойными, а их листья так плавно качались на ветру. В отличии от них у вас на душе царила буря эмоций, а в голове носились обрывки мыслей.\n  Вскоре за перегородкой, отделяющей вашу комнату от коридора, раздался приближающийся топот. Вы обернулись. В дверях стояла испуганная Минори. Она тяжело дышала и пыталась что-то выговорить.\n—Уф, госпожа! — воскликнула служанка, через силу отдышавшись — Там все уже собрались и теперь только вас ждут!\n  Вы обернулись к Минори всем корпусом и в задумчивости промолвили:\n—Знаешь, а я просто не уверена в том, что именно является моей судьбой.\n—Что? — удивилась служанка — Аристократы съехались со всей страны, ради этого дня, впервые за многие годы, распахнулись ворота Запретного города! Вы не можете подвести свой народ, не можете подвести своего отца...\n  Вы, не зная, что ей ответить, умолкли и опустили голову. \"Пожалуй, она права\" — размышляли вы — \"Народ надеется на меня и...\" Внезапно вас смутила наступившая тишина. Вы взглянули на Минори. В ее широко раскрытых глазах застыл ужас, а губы беззвучно шевелились. Взор служанки был направлен в оконный проем.",
    "answers": [
      {
        "id": 160,
        "text": "Посмотреть в окно"
      }
    ]
  },
  {
    "id": 160,
    "text": "  Вы обернулись назад и несколько секунд не могли поверить своим глазам. Солнечный день за окном сменился сумерками.",
    "answers": [
      {
        "id": 161,
        "text": "Взглянуть на солнце "
      }
    ]
  },
  {
    "id": 161,
    "text": " Вы высунулись в окно и взглянули на солнце. Но вместо яркого пятнышка на небе, увидели черный круг.\n—Солнце исчезло... — промолвили вы.\n  В следующее мгновение вы ощутили, как кто-то крепко ухватил вас за руку и развернул назад. Обернувшись, вы увидели перед собой испуганное лицо вашей служанки.\n—Минори?\n—Госпожа! — прошептала она, глядя вам в глаза — Это дурной знак, ужасный знак!",
    "answers": [
      {
        "id": 162,
        "text": "Удивиться"
      },
      {
        "id": 163,
        "text": "Рассмеяться"
      }
    ]
  },
  {
    "id": 162,
    "text": "—Дурной знак? — переспросили вы встревоженно — Но что он значит?",
    "answers": [
      {
        "id": 164,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 163,
    "text": "—Дурной знак? — переспросили вы с улыбкой — Минори, не стоит слепо верить знакам!\n—Нет-нет, госпожа! — замахала руками служанка — Все очень серьёзно!\n  По ее взволнованному виду и по тряссущимися рукам, вы догадались, что все и вправду очень серьёзно.\n—Ну, что за знак? — спросили вы у нее.",
    "answers": [
      {
        "id": 164,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 164,
    "text": "—Ровно тридцать лет назад солнце также исчезло в небе — начала рассказ Минори, бросая беспокойные взгляды в окно — И тогда в наш мир пришли они...\n—Они? — поторопили вы ее.\n—Демоны — понизив голос ответила Минори.\n  Слова служанки напомнили вам события того кошмарного сна. \"Мои демоны идут за тобой!\" — крикнул тогда Акиро.\n—Демоны... — чуть слышно произнесли вы.\n—Нам нужно скорее к императору! — воскликнула вдруг Минори, схватив вас за руку и потянула за собой.",
    "answers": [
      {
        "id": 166,
        "text": "Бежать за ней"
      }
    ]
  },
  {
    "id": 165,
    "text": "  Как только вы вышли из дома слева и справа стали слышны тихие перешептывания. \"Да, им непривычен цвет моих волос\" — пронеслось в вашей голове — \"Но я уже привыкла к этому. Просто не обращай...\"\n  Внезапно в ваших глазах потемнело. \"Я теряю сознание?\" — удивились вы и приготовились упасть, но все же не упали. Осмотревшись кругом, вы заметили, что все присутствующие, задрав головы, смотрели куда-то вверх.\n—Солнце... — удивлённо произнес один из аристократов.",
    "answers": [
      {
        "id": 241,
        "text": "Посмотреть наверх"
      }
    ]
  },
  {
    "id": 166,
    "text": "  Вы не стали сопротивляться. \"Акиро призвал в наш мир демонов?\" — размышляли вы, следуя за Минори. Бегать в столь тяжелом кимоно было затруднительно, поэтому вы отставали. Спустя какое-то время вам все же удалось добраться до выхода. Перегородка, ведущая на улицу, была открыта и вашему взору открылся двор. На нем было какое-то оживление: в правую сторону бежали испуганные аристократы и прислуга, а в левую спешили вооруженные самураи. Император встретил вас у выхода.\n—Юмико! — воскликнул он, приблизившись.\n  Около него стояло шесть личных самураев, одетых в черную броню в виде скрепленных между собой пластин.",
    "answers": [
      {
        "id": 167,
        "text": "-Что происходит?",
        "need": -167
      },
      {
        "id": 168,
        "text": "-Я знаю о демонах",
        "need": -168
      },
      {
        "id": 169,
        "text": "-Что мне делать?",
        "need": [
          167,
          168
        ]
      }
    ]
  },
  {
    "id": 167,
    "text": "—Что происходит? — спросили вы, оглядевшись кругом. \n—На дворец напали — ответил император, заметно помрачнев.\n—Кто? \n—Пока неизвестно — пожал плечами отец.",
    "answers": [
      {
        "id": 243,
        "text": "-Ты что-то недоговариваешь"
      }
    ]
  },
  {
    "id": 168,
    "text": "—Отец, я знаю о демонах.\n—Понятно — император бросил взгляд через ваше плечо на Минори — Да, теперь уже нет смысла скрывать что-либо — признал он — Тридцать лет назад на нашу страну вторглись полчища демонов, управляемые драконом.\n—Яматороти... — чуть слышно сказали вы.\n  Отец кивнул вам и продолжил:\n—Война с демонами была долгой и бессмысленной для нас. Люди были на грани, надежды не было, пока не объявились три священные жрицы. Мы смогли провести их в логово дракона, где они разделили его дух и поместили в себе — со стороны, куда направились самураи раздался звон ударов стали о сталь — Таким образом, дух дракона, находясь в теле жриц, не мог объедениться со своим телом.\n—И одной из этих жриц была моя мама?\n—Да, Иошши рисковала жизнью, спасая нас всех. Юмико — отец пристально взглянул на вас — Часть души дракона передалась и тебе.\n  Вы ошарашенно смотрели на него, не веря своим ушам.\n—Если части души Яматороти объединяться с телом, его ничего не остановит.",
    "answers": [
      {
        "id": 168,
        "text": "Назад ",
        "backstepCount": 1,
        "isBack": true
      }
    ]
  },
  {
    "id": 169,
    "text": "—Отец, что мне делать?\n  Император положил руки вам на плечи и, глядя вам в глаза, произнес:\n—Только Яматороти в силах собрать армию демонов под своим началом, но ему нужен кто-то из людей, способный пробивать брешь между миром духов и миром людей. Найди этого человека, одолей его и изгони дух Яматороти из нашего мира.",
    "answers": [
      {
        "id": 170,
        "text": "-Я сделаю это"
      },
      {
        "id": 171,
        "text": "-Я не уверена, что справлюсь "
      }
    ]
  },
  {
    "id": 170,
    "text": "—Поняла! — уверенно кивнули вы ему — Я справляюсь.\n—Такой решительный взгляд! — улыбнулся император — Еще раз поражаюсь тому, как ты похожа на Иошши...\n  Внезапно между вами грохнулось растерзанное тело самурая, подняв в воздух столп дыма.\n—Господин, назад! — воскликнул один из телохранителей императора и, обнажив меч, встал в стойку. В этот момент чьи-то руки схватили вас за запястье и потянули назад. \n—Юмико, отойди! — кричала Минори, оттаскивая вас обратно к дому.",
    "answers": [
      {
        "id": 172,
        "text": "Взглянуть назад "
      }
    ]
  },
  {
    "id": 171,
    "text": "  Дракон, демоны — все это разом навалилось на вас. Вы отвели взгляд от отца и потерянным голосом сказали:\n—Я... не уверена...\n—Юмико! — прервал вас император — Только ты можешь запечатать дракона! Это твоя судьба, пойми! \n  Внезапно между вами грохнулось растерзанное тело самурая, подняв в воздух столп дыма.\n—Господин, назад! — воскликнул один из телохранителей императора и, обнажив меч, встал в стойку. В этот момент чьи-то руки схватили вас за запястье и потянули назад. \n—Юмико, отойди! — кричала Минори, оттаскивая вас обратно к дому.",
    "answers": [
      {
        "id": 172,
        "text": "Обернуться "
      }
    ]
  },
  {
    "id": 172,
    "text": "  Из дома вы видели, как телохранители уводили императора во дворец.\n—Юмико! — воскликнул он, отступая назад.\n—Отец! — крикнули вы ему в ответ.\n  Тем временем, оставшийся телохранитель занес над головой меч. Его черные доспехи и рогатый шлем блестели в лучах солнца.\n—Нападай! — крикнул он, глядя куда-то в сторону.\n  Из-за того, что дверной проем давал ограниченный угол обзора, вы не видели того, кому  кричал самурай, но прекрасно слышали его смех. Это был злобный, нечеловеческий хохот, который постепенно нарастал, по мере приближения врага. В конце концов самурай, не выдержав, громко закричал и бросился в атаку. Вы сели на пол около перепуганной Минори и прислушались.",
    "answers": [
      {
        "id": 173,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 173,
    "text": "  В воздухе раздавались частые  удары стали о сталь и, судя по звуку, бой был ожесточенным. В напряженном ожидании вы сосредоточенно вслушивались, стараясь уловить каждый шорох. Секунды тянулись мучительно долго, но через несколько минут, показавшихся вам вечностью, до вас долетел хрустящий звук пронзенной плоти и последовавший вслед за этим вопль. \"Неужели...\" — подумали вы, как вдруг перед входом в ваш дом рухнуло тело того самого телохранителя. От неожиданности вы ненароком вскрикнули. Он упал на спину. Из его живота торчала окровавленная катана. Однако, самурай все еще был жив. Он тяжело дышал и пытался отползти назад.",
    "answers": [
      {
        "id": 174,
        "text": "Помочь ему"
      },
      {
        "id": 175,
        "text": "Сидеть тихо"
      }
    ]
  },
  {
    "id": 174,
    "text": "  Вы ощущали, как сердце бешенно стучало, а ноги отказывались слушаться. Но вам все же удалось приподняться и, упершись рукой о стену, сделать несколько шагов к раненному.\n—Госпожа Юмико! — в ужасе зашептала Минори — Стойте!\n  Вы не обратили на нее внимание и продолжили подступать к самураю.",
    "answers": [
      {
        "id": 176,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 175,
    "text": "  Вы не решились выходить и, испуга прикрыв рот, продолжали наблюдать за происходящим.  Внезапно на тело раненного воина свалилось что-то черное. Лежащий самурай громко вскрикнул и тут же затих. Вначале вам показалось, что на нем была просто ткань, но в следующую секунду эта ткань расправилась, демонстрируя черные руки, ноги и голову. Лежащий самурай больше не подавал признаков жизни, а катана, торчавшая из его тела, была теперь в руках монстра. Это существо стояло спиной к вам и с жадностью вдыхало воздух.",
    "answers": [
      {
        "id": 139,
        "text": "Стараться не шуметь "
      }
    ]
  },
  {
    "id": 176,
    "text": "  Внезапно на тело раненного воина свалилось что-то черное. Лежащий самурай громко вскрикнул и тут же затих. Вначале вам показалось, что на нем была просто ткань, но в следующую секунду эта ткань расправилась, демонстрируя черные руки, ноги и голову. Лежащий самурай больше не подавал признаков жизни, а катана, торчавшая из его тела, была теперь в руках монстра. Это существо стояло спиной к вам и с жадностью вдыхало воздух.",
    "answers": [
      {
        "id": 177,
        "text": "Отступить назад"
      },
      {
        "id": 178,
        "text": "Стоять на месте "
      }
    ]
  },
  {
    "id": 177,
    "text": "  Вы шагнули назад и внезапно под вашей ногой скрипнул пол. Монстр тут же обернулся к вам и вы в ужасе закричали. \"Это та тварь из моего сна!\" — пронеслось в вашей голове. Существо перед вами имело кроваво-красное лицо и длинный нос, а на руках у него были черные когти. Оно некоторое время смотрело на вас, а затем внезапно рвануло к вам.\n—Юмико! — успели вы расслышать, прежде, чем чьи-то руки оттолкнули вас к стене.\n  Вы ударились плечом о перегородку. Раздался громкий и неприятный хруст пронзенной плоти и негромкий крик.",
    "answers": [
      {
        "id": 252,
        "text": "Оглянуться"
      }
    ]
  },
  {
    "id": 178,
    "text": "  Вы замерли на месте, боясь пошевелиться. На улице продолжали раздаваться звуки боя и предсмертные крики. Существо простояло спиной к вам еще несколько секунд, а затем резко повернуло голову в сторону. В это мгновение вы чуть было не лишились чувств. \"Эта та тварь из моего сна!\" — пронеслось в вашей голове. Существо имело кроваво-красное лицо и длинный нос, а на руках у него были черные когти. \"Стоит ему повернуть голову еще и он меня заметит!\" — лихорадочно рассуждали вы — \"Что же делать?!\"\n  Но прежде, чем вы успели обдумать план своих действий, раздался знакомый вам голос:\n—За императора!\n—Да! — ответили ему хором множество голосов и до вашего слуха донесся топот целой армии.\n  Существо с красным лицом громко расхохоталось и прыгнуло в противоположную от приближающихся сторону. После чего вы смогли облегченно выдохнуть.",
    "answers": [
      {
        "id": 179,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 179,
    "text": "  Затем по двору пробежала толпа людей, вооруженных кто чем попало. Одни держали в руках вилы, другие косы, третьи ножи. Вы заметили среди этой толпы только несколько десятков самураев. \n  После того, как толпа покинула поле вашего зрения, ко входу в дом приблизился одинокий самурай в рогатом шлеме. Его броня, как и катана в руках, была испачкана черной жижей. Он встал над телом убитого телохранителя, тяжело вздохнул и, отцепив на подбородке застежку, снял с головы шлем. К своему счастью, вы узнали в нем Изаму.",
    "answers": [
      {
        "id": 180,
        "text": "Окликнуть его"
      }
    ]
  },
  {
    "id": 180,
    "text": "—Эх, Широ... — произнес старый самурай убитым голосом.\n—Изаму! — окликнули вы его. \n  Самурай взглянул на вас и чуть улыбнулся.\n—Госпожа Юмико — поприветствовал он вас, поклонившись.",
    "answers": [
      {
        "id": 181,
        "text": "-Кто эти монстры?",
        "need": -181
      },
      {
        "id": 182,
        "text": "-Что вы будете делать?",
        "need": -182
      },
      {
        "id": 183,
        "text": "-Вам был знаком этот самурай?",
        "need": -183
      },
      {
        "id": 184,
        "text": "-Где Катсуро?",
        "need": [
          50,
          181,
          182,
          183
        ]
      },
      {
        "id": 184,
        "text": "Где Катсуро? ",
        "need": [
          108,
          181,
          182,
          183
        ]
      },
      {
        "id": 186,
        "text": "Далее",
        "need": [
          95,
          181,
          182,
          183
        ]
      },
      {
        "id": 186,
        "text": "Далее ",
        "need": [
          92,
          181,
          182,
          183
        ]
      },
      {
        "id": 186,
        "text": "Далее ",
        "need": [
          98,
          181,
          182,
          183
        ]
      }
    ]
  },
  {
    "id": 181,
    "text": "—Кто эти монстры?\n—Тенгу, госпожа — злобные демоны — ответил самурай — Тридцать лет назад много разных демонов напало на нас, но по количеству именно тенгу было больше всех.",
    "answers": [
      {
        "id": 181,
        "text": "Назад",
        "backstepCount": 1,
        "isBack": true
      }
    ]
  },
  {
    "id": 182,
    "text": "—Что вы собираетесь делать, Изаму?\n—Наша цель: сдержать этих демонов, пока вас и императора не уведут отсюда в безопасное место.",
    "answers": [
      {
        "id": 185,
        "text": "Спросить про оставшихся воинов"
      }
    ]
  },
  {
    "id": 183,
    "text": "—Вам был знаком этот самурай? — спросили вы, указав кивком на безжизненное тело у ног.\n  Старик ответил не сразу.\n—Да, его зовут Широ — Изаму отвел от вас взгляд и вы заметили в его глазах слезы — Он мой сын.\n—Ох, мне жаль — растерянно промолвили вы.\n  Старик протер глаза и, прокашлившись, произнес:\n—Кхм... Не стоит! Он погиб, как истинный самурай — в бою, и я горд за него.",
    "answers": [
      {
        "id": 183,
        "text": "Назад",
        "backstepCount": 1,
        "isBack": true
      }
    ]
  },
  {
    "id": 184,
    "text": "—А где Катсуро?\n—Я отправил его за город — ответил старик — Конечно, долг самурая — умереть за своего господина, но я не могу позволить себе потерять еще и его...\n—Понимаю — промолвили вы.\n  \"Значит, он в безопасности\" — пронеслось в вашей голове. ",
    "answers": [
      {
        "id": 186,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 185,
    "text": "—Твой отряд...\n—Да, уж. Самураев осталось не так много и я собрал тех, кого мне удалось найти, а также крестьян с ближайших земель — всех, кто способен держать оружие.",
    "answers": [
      {
        "id": 180,
        "text": "Назад",
        "need": -283
      },
      {
        "id": 283,
        "text": "Назад",
        "need": 283
      }
    ]
  },
  {
    "id": 186,
    "text": "  Самурай на мгновение задумался, затем, вдруг спохватившись, обратился к вам:\n—Госпожа, нам нельзя больше терять ни секунды! Скорее, уходите пока...\n  Раздавшийся неподалёку хохот прервал его.\n—О, боги! Они уже здесь! — воскликнул Изаму и, смахнув с катаны черную кровь, бросился в сторону раздававшихся звуков боя.\n—Скорее, госпожа! — позвала вас Минори — Спрячемься внутри дома!",
    "answers": [
      {
        "id": 187,
        "text": "Последовать за служанкой"
      },
      {
        "id": 188,
        "text": "Выглянуть на улицу "
      }
    ]
  },
  {
    "id": 187,
    "text": "—Хорошо! — ответили вы Минори и последовали за ней вглубь дома.\n  Прислуга давно уже убежала и доме вы были одни. Вы забежали вслед за служанкой спальню и закрыли за собой перегородку. Здесь до вас не доходили звука боя.\n—О, боги! Опять! — запричетала Минори, сжавшись в углу.",
    "answers": [
      {
        "id": 244,
        "text": "Успокоить ее"
      },
      {
        "id": 245,
        "text": "Выйти из комнаты"
      }
    ]
  },
  {
    "id": 188,
    "text": "  Вы приблизились к выходу и высунули голову наружу. Слева от вас кипело сражение. Крестьяне и самураи образовали собой плотную цепочку, а на них напирали черные демоны с красными лицами. Изаму не было видно, но зато были слышны его команды. Люди, хоть и ожесточенно сопротивлялись, но все же уступали тенгу в навыках рукапашного боя. Чуть правее от битвы находился дворец отца. \"Может, мне удастся добраться до него?\" — пронеслось в вашей голове.\n—Госпожа Юмико, пожалуйста, не выходите — взмолилась Минори, вцепившись в вашу руку.",
    "answers": [
      {
        "id": 189,
        "text": "Добраться до отца"
      },
      {
        "id": 187,
        "text": "Остаться в доме "
      }
    ]
  },
  {
    "id": 189,
    "text": "  Вы обернулись к служанке и, осторожно убрав ее руку со своей, тихо промолвили:\n—Минори, мне нужно к отцу.\n  Глаза служанки стали еще шире от удивления и испуга.\n—Нет, Юмико! Там ведь демоны!\n  Вы не стали тратить время на споры, а развернувшись, резко рванули с места и помчались ко дворцу. Церемониальное кимоно сковывало ваши движения и сильно замедляло, но об этом вы не задумывались. Взор ваш был направлен под ноги, а в голове звучала только одна мысль: \"О, боги, как много крови!\" Вся площадь была завалена трупами и вам приходилось перешагивать через них, наступая на лужи крови. Убитых тенгу было гораздо меньше и на каждого мертвого монстра приходилось 5-6 убитых самураев. \"Это не может быть правдой!\" — рассуждали вы на бегу — \"Все эти тенгу и лужи крови! Точно! Это всего лишь сон!\" Но подобные мысли не успокаивали вас. На самом деле вы знали, что весь ужас, творящийся кругом, не просто жуткая фантазия, а куда более ужасная реальность.\n  Через несколько минут утомительного бега вы наконец-таки добрались до входа во дворец.",
    "answers": [
      {
        "id": 191,
        "text": "Оглянуться"
      },
      {
        "id": 192,
        "text": "Войти внутрь "
      }
    ]
  },
  {
    "id": 190,
    "text": "—Принять судьбу и стать жрицей — повторили вы вслух грустным голосом. \n  \"Но такова ли моя судьба?\" — задали вы себе вопрос.",
    "answers": [
      {
        "id": 158,
        "text": "-Да"
      },
      {
        "id": 159,
        "text": "-Не знаю"
      }
    ]
  },
  {
    "id": 191,
    "text": "  Вы обернулись назад и рассмотрели получше сражение. Многочислененная толпа людей заняла оборону на окраине центральной площади. Тенгу наступали с востока, постепенно продавливая оборону. \"Нужно торопиться!\" — отметили вы.",
    "answers": [
      {
        "id": 192,
        "text": "Бежать во дворец "
      }
    ]
  },
  {
    "id": 192,
    "text": "  Вы подбежали к дверям и застыли на месте. Во дворце, прямо у входа, в луже черной жижи лежал мертвый тенгу. Чуть подальше вы увидели тела трех телохранителей. \"Эти монстры внутри!\" — ужаснулись вы.",
    "answers": [
      {
        "id": 193,
        "text": "Заглянуть внутрь"
      },
      {
        "id": 195,
        "text": "Побежать за на помощью "
      }
    ]
  },
  {
    "id": 193,
    "text": "  Вы прижались к стене и, затаив дыхание и ощущая, как затряслись ноги, заглянули внутрь. Увиденное потрясло вас.\n  За дверью находился огромный тронный зал, в центре которого шло ожесточенное сражение. Два оставшихся телохранителя прикрывали императора и отбивались от атак тенгу. Монстров тоже было двое, но они были намного проворнее. Один из тенгу держал в руках кривой меч, а другой — длинную нагинату*. Демоны кружили вокруг самураев, пытаясь нанести удары, но те успешно отбивались. Отец стоял между телохранителями, испуганно оглядываясь. \n  Внезапно тенгу, вооруженный нагинатой, присел к земле и резким движением вонзил лезвие копья в тело не успевшего отреагировать самурая. Брызгнула алая кровь и вы прикрыли рот, удержав непроизвольный крик.\n\n\n* — японское древковое оружие (выглядит, как алебарда)",
    "answers": [
      {
        "id": 196,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 194,
    "text": "  Отец повел вас к ближайшим воротам.\n—Скорее, Юмико! — кричал он на бегу.\n  Тем временем, тенгу оттеснили защищавшихся к центру площади, и битва развернулась прямо у вас на пути. Вы не успели опомниться, как оказались в самой ее гуще. Кругом царил хаос и неразбериха: кричали и толкались люди, доносился звон мечей. Однако, все эти звуки перекрывал раздававшийся со всех сторон оглушительный хохот тенгу.\n  Толпа теснила вас со всех сторон, не давая возможности пошевелиться. Внезапно руки отца отпустили вас и вы потеряли его из вида.\n—Отец! — кричали вы.\n—Юмико! — расслышали вы приглушенный окрик, но откуда он раздался не представлялось возможным.\n  Тут вы ощутили, как ваша нога о что-то запнулась и вы рухнули на землю. Опьяненные адреналином и видом крови люди не замечали вас. \"Неужели это конец?\" — думали вы, пытаясь встать, но каждый раз, получая толчок в бок, падали обратно — \"Меня сейчас втопчут в землю мои же люди...\" Но прежде, чем это произошло, вы ощутили, как кто-то схватил вас за шиворот кимоно и с силой потянул к себе.\n  Не успели вы удивиться, как уже стояли за спинами защищавшихся людей.\n—Госпожа Юмико, с вами все хорошо? — раздался голос Изаму над самым вашим ухом.",
    "answers": [
      {
        "id": 222,
        "text": "Спросить про отца"
      }
    ]
  },
  {
    "id": 195,
    "text": "  \"Только не это!\" — пронеслось в вашей голове — \"Нужно позвать кого-нибудь на помощь\" Вы развернулись и побежали назад.\n  Тем временем, тенгу оттеснили обороняющихся к центру площади, и битва развернулась прямо у вас на пути. Вы не успели опомниться, как оказались в самой ее гуще. Кругом царил хаос и неразбериха: кричали и толкались люди, доносился звон мечей. Однако, все эти звуки перекрывал раздававшийся со всех сторон оглушительный хохот тенгу.\n  Толпа теснила вас со всех сторон, не давая возможности пошевелиться. Вы пытались растолкать их, пихая людей локтями и ногами, но все было тщетно. В момент вы споткнулись о чьё-то тело и рухнули на землю. Опьяненные адреналином и видом крови люди не замечали вас. \"Неужели это конец?\" — думали вы, пытаясь встать, но каждый раз, получая толчок в бок, падали обратно — \"Меня сейчас втоптают в землю мои же люди...\" Но прежде, чем это произошло, вы ощутили, как кто-то схватил вас за шиворот кимоно и с силой потянул к себе.\n  Не успели вы удивиться, как уже стояли за спинами защищавшихся людей.\n—Госпожа Юмико, с вами все хорошо? — раздался голос Изаму над самым вашим ухом.",
    "answers": [
      {
        "id": 204,
        "text": "-Отцу грозит опасность!"
      }
    ]
  },
  {
    "id": 196,
    "text": "  Оставшийся телохранитель и ваш отец отступили к стене. Тенгу медленно приближались к ним, размахивая в воздухе своим оружием. \"Нужно что-то делать!\" — подумали вы, нервно прикусив губу.",
    "answers": [
      {
        "id": 197,
        "text": "Окрикнуть тенгу"
      },
      {
        "id": 195,
        "text": "Бежать за помощью"
      },
      {
        "id": 199,
        "text": "Ничего не делать"
      }
    ]
  },
  {
    "id": 197,
    "text": "—Эй! — громко крикнули вы.\n  Тенгу обернулись к вам. Их замешательством успел воспользоваться телохранитель. Он сделал выпад вперед и вонзил катану в грудь тенгу, вооруженного нагинатой. Монстр издал ужасающий крик боли и отступил назад. \n—Бегите! — крикнул самурай императору и атаковал оставшегося тенгу.\n  Ваш отец в ту же секунду бросился к выходу. За его спиной тенгу и человек схлестнулись в ожесточенном поединке. В считанные секунды император добежал до вас.\n—Бежим! — воскликнул он, схватив вас за руку и потянув за собой.",
    "answers": [
      {
        "id": 194,
        "text": "Бежать за отцом"
      },
      {
        "id": 198,
        "text": "Взглянуть назад"
      }
    ]
  },
  {
    "id": 198,
    "text": "  Вы бросили взгляд назад и увидели, как тенгу, увернувшись от очередного выпада самурая, молниеносным движением вонзил свои когти ему в лицо и в следующую секунду ударил мечом под броню. Телохранитель выплюнул изо рта сгусток крови и, выронив из рук меч, с грохотом рухнул на пол.",
    "answers": [
      {
        "id": 194,
        "text": "Бежать"
      }
    ]
  },
  {
    "id": 199,
    "text": "  Страх сковал ваши движения и вы, словно под гипнозом, наблюдали за происходящим. Первым атаковал тенгу с мечом. Он нанес размашистый удар, но самурай сумел отбить его атаку. Однако, тут же пропустил колющий удар нагинатой. Копье возилось в живот самураю, с хрустом пробив броню. Телохранитель выплюнул изо рта сгусток крови на пол, но все же не сдался. Он с усилием сделал шаг вперед и быстрым движением выбросил вперед свою руку, вооруженную катаной. Лезвие меча воткнулось в грудь тенгу и тот громко взыл от боли, отступая назад.\n—Бе-ги-те... — произнес телохранитель, обращаясь к императору и рухнул на пол.\n  Ваш отец, не теряя ни секунды, устремился к выходу. Он пробежал половину зала, прежде, чем увидел вас. Его глаза широко раскрылись и он удивлённо воскликнул:\n—Юмико!\n  В этот момент тенгу, одним длинным прыжком преодолев разделявшее их расстояние, налетел на императора, прижав его к земле. Затем демон резким движением поднял голову вашего отца за волосы и приложил к его горлу лезвие меча.\n—Не смотри! — воскликнул император.",
    "answers": [
      {
        "id": 200,
        "text": "Зажмуриться "
      }
    ]
  },
  {
    "id": 200,
    "text": "  Вы крепко-крепко зажмурили глаза. А когда открыли вновь, тенгу стоял в десяти шагах от вас и, склонив голову набок, внимательно смотрел на вас своими черными глазами. Затем он поднял меч и, указывая острием в вашу сторону и громко хохоча, начал неторопливо приближаться.",
    "answers": [
      {
        "id": 201,
        "text": "Остаться на месте"
      },
      {
        "id": 202,
        "text": "Бежать"
      }
    ]
  },
  {
    "id": 201,
    "text": "  Вы продолжали стоять на месте, уставившись на приближающегося тенгу испуганными глазами. Даже когда монстр занес над вами оружие, вы не могли заставить себя убежать. Один быстрый взмах меча и весь мир кругом исчез для вас. Или это вы исчезли? В любом случае, для вас это было уже неважно...\n\n\n  Конец.",
    "answers": [
      {
        "id": 10,
        "text": "В начало ",
        "forget": [
          223,
          225,
          289,
          239,
          216,
          219,
          233,
          290,
          291
        ]
      }
    ]
  },
  {
    "id": 202,
    "text": "—Нет! — вскричали вы в ужасе и, развернувшись побежали назад. Мысли путались, а ноги предательски дрожали.\n  Тем временем, тенгу оттеснили защищавшихся к центру площади, и битва развернулась прямо у вас на пути. Вы не успели опомниться, как оказались в самой ее гуще. Кругом царил хаос и неразбериха: кричали и толкались люди, доносился звон мечей. Однако, все эти звуки перекрывал раздававшийся со всех сторон оглушительный хохот тенгу.\n  Толпа теснила вас со всех сторон, не давая возможности пошевелиться. Вы пытались растолкать их, пихая людей локтями и ногами, но все было тщетно. В какой-то момент вы споткнулись о чьё-то тело и рухнули на землю. Опьяненные адреналином и видом крови люди не замечали вас. \"Неужели это конец?\" — думали вы, пытаясь встать, но каждый раз, получая толчок в бок, падали обратно — \"Меня сейчас втоптают в землю мои же люди...\" Но прежде, чем это произошло, вы ощутили, как кто-то схватил вас за шиворот кимоно и с силой потянул к себе.\n  Не успели вы удивиться, как уже стояли за спинами защищавшихся людей.\n—Госпожа Юмико, с вами все хорошо? — раздался голос Изаму над самым вашим ухом.",
    "answers": [
      {
        "id": 204,
        "text": "-Мой отец..."
      }
    ]
  },
  {
    "id": 203,
    "text": " Вы заглянули в обеденную комнату. Неубранная посуда на столе, опрокинутая посуда — похоже, прислуга в спешке покинула эту комнату.\n—Скорее, Юмико — раздался из коридора шепот Минори.\n—Иду!",
    "answers": [
      {
        "id": 264,
        "text": "Осмотреться внимательнее"
      },
      {
        "id": 280,
        "text": "Бежать в спальню "
      }
    ]
  },
  {
    "id": 204,
    "text": "—Мой отец... он... — начали вы, но вас перебил испуганный возглас одного из солдат.\n—Смотрите! Там! — кричал он, указывая рукой на дворец.",
    "answers": [
      {
        "id": 205,
        "text": "Взглянуть туда, куда он указывает"
      }
    ]
  },
  {
    "id": 205,
    "text": "  Вы повернули голову. У входа во дворец стоял тенгу. Он был вооружен мечом, а свободной рукой держал какой-то предмет округлой формы. \n—Юмико, не смотри! — воскликнул Изаму и, схватив вас за плечи, отвернул в сторону.\n—Император? Это император! Нееет! — начали раздаваться со всех сторон испуганные возгласы.\n  \"Это голова моего...\" — ошарашенно размышляли вы.\n—Стоять! — вскричал вдруг Изаму, отстранившись от вас — Не отступать!",
    "answers": [
      {
        "id": 206,
        "text": "Осмотреться "
      }
    ]
  },
  {
    "id": 206,
    "text": "  Вы огляделись кругом потерянным взглядом. Люди в ужасе бежали к ближайшим воротам, на бегу скидывая на землю оружие. Изаму выбежал к ним навстречу и, размахивая руками, принялся что-то доказывать. Но людьми овладела паника. Один из крестьян — длинный, худой парень в разорванном кимоно, вооруженный ножом, вдруг метнулся к самураю.\n—Иди к чёрту! — воскликнул он и вонизил в его шею клинок.\n  Лицо Изаму перекосилось от боли и он, зажав свободной рукой рану, упал на колени. Обезумевшая толпа двинулась дальше и теперь на площади осталось не более пятидесяти обороняющихся. \"Изаму!\" — ужаснулись вы. Самурай попытался встать, но вновь рухнул на землю.",
    "answers": [
      {
        "id": 207,
        "text": "Подбежать к нему"
      }
    ]
  },
  {
    "id": 207,
    "text": " Вы бросились к Изаму. Между его пальцами зажатой к шее руки струйками вылетала алая кровь. Самурай смотрел на вас широко раскрытыми глазами и, жадно хватая ртом воздух, силился что-то сказать.",
    "answers": [
      {
        "id": 208,
        "text": "Прислушаться"
      },
      {
        "id": 209,
        "text": "Прижать рану тряпкой"
      }
    ]
  },
  {
    "id": 208,
    "text": "—Что? — склонились вы над ним.\n  Внезапно самурай схватил вас за кисть запачканой кровью рукой и с трудом произнес:\n—Тенгу... сзади!",
    "answers": [
      {
        "id": 210,
        "text": "Обернуться "
      }
    ]
  },
  {
    "id": 209,
    "text": "  Вы ошарашенно огляделись, ища глазами, чем можно было закрыть рану. \"Кимоно!\" — спохватились вы и вырвали кусок материи из своего одеяния. Затем вы прижали тряпку к шее самурая. Изаму все еще пытался что-то сказать.\n—Тихо — успокаивали вы то ли его, то ли себя — Все будет хорошо!\n  Внезапно самурай схватил вас за кисть запачканой кровью рукой и с трудом произнес:\n—Тенгу... сзади!",
    "answers": [
      {
        "id": 210,
        "text": "Обернуться"
      }
    ]
  },
  {
    "id": 210,
    "text": "  Вы обернулись и в ужасе вскрикнули. Тенгу стоял позади и возвышался над вами. Он был вооружен катаной, которую закинул к себе на плечо. Когда вы вскрикнули, он громко расхохотался и, замахнувшись оружием, приготовился нанести удар.\n—Не надо! — выкрикнули и подняли над головой ладонь, в отчаянной попытке защититься.",
    "answers": [
      {
        "id": 211,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 211,
    "text": "—Хья! — раздался за вами чей-то возглас и в следующее мгновение около вас что-то с шумом пролетело.\n  Это что-то сходу набросилось на стоящего перед вами демона и, сцепившись с ним, рухнуло на землю. Вы убрали руку и удивленно присмотрелись. Поверженный демон лежал на земле в луже стремительно растекающейся, черной крови. Над ним, спиной к вам, стоял самурай в красной броне. Он, тяжело дыша и, сжимая в руках меч, обернулся к вам.",
    "answers": [
      {
        "need_sometimes": true,
        "comment": true,
        "id": 211,
        "text": "\n-Катсуро... - чуть слышно промолвили вы.",
        "need": [
          50,
          91,
          259
        ],
        "merge": true
      },
      {
        "need_sometimes": false,
        "comment": true,
        "id": 211,
        "text": "\n  \"Кто это?\" - пронеслось в вашей голове. ",
        "need": [
          -50,
          -91,
          -259
        ],
        "merge": true
      },
      {
        "id": 212,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 212,
    "text": "—Отец! — воскликнул юноша и бросился к умирающему Изаму.\n  Старый самурай лежал на земле, сжимая одной рукой свою катану. \"Даже умирая, он пытался защитить меня\" — подумали вы и взор ваш затуманился слезами.\n—Катсуро... — чуть слышно промолвил Изаму.\n—Отец, нет! — воскликнул Катсуро, положив голову старика к себе на колени.\n  Изаму выпустил из рук меч и похлопал сына по щеке.\n—Не плачь, сын — хрипло прошептал старик — Будь сильным!\n  Но юноша не в силах был сдержать слезы, которые скатывались по его лицу.\n—Катсуро, ты здесь? — обеспокоенно спросил старик.\n—Д-да, отец.\n—Хорошо — Изаму чуть улыбнулся — Исполни свой долг, сын, защити принцессу в ее странствиях... Это... мое предсмертное желание.\n  Катсуро бросил на вас полный решимости взгляд и уверенно произнес:\n—Даже ценой своей жизни я защищу ее!\n  Старик громко раскашлялся и, превозмогая боль, произнес:\n—Я знаю, сын... Я знаю — рука старика бессильно упала на грудь и он, протяжно выдохнув из груди воздух, умер.",
    "answers": [
      {
        "id": 213,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 213,
    "text": "  Катсуро несколько секунд просидел над телом отца, опустив голову. Затем тихонько положил его на землю и, вытерев глаза, резко вскочил на ноги.\n—Идемте, госпожа — произнес он, протянув вам руку.",
    "answers": [
      {
        "id": 214,
        "text": "-А как же твой отец?"
      },
      {
        "id": 215,
        "text": "Подняться ",
        "need": [
          -265,
          -259
        ],
        "need_sometimes": false
      },
      {
        "id": 290,
        "text": "Подняться ",
        "need": [
          265,
          -259
        ],
        "need_sometimes": false
      },
      {
        "id": 291,
        "text": "Подняться ",
        "need": [
          259
        ]
      }
    ]
  },
  {
    "id": 214,
    "text": "—А как же твой отец? — спросили вы и сразу же пожалели об этом.\n  Лицо Катсуро заметно помрачнело.\n—Мы не можем его взять, не сейчас.\n  \"Да уж, кругом бойня, где нашей главной задачей является выжить. И у нас сейчас просто нет времени горевать по ушедшим\"",
    "answers": [
      {
        "id": 214,
        "text": "  В этот момент, вам вспомнился ваш отец, но вы поспешно отогнали от себя все воспоминания. \"Нет! Сейчас не время!\" - отметили вы решительно и сжали кулаки.",
        "comment": true,
        "need": [
          -197
        ]
      },
      {
        "id": 215,
        "text": "Подняться",
        "need": [
          -265
        ]
      },
      {
        "id": 290,
        "text": "Подняться ",
        "need": 265
      },
      {
        "id": 291,
        "text": "Подняться ",
        "need": [
          259
        ]
      }
    ]
  },
  {
    "id": 215,
    "text": "  Вы схватились за руку Катсуро и, вскочив на ноги, огляделись. Обороняющихся почти не осталось, а те, кто выжил, отступили к западной стене, отвлекая на себя тенгу. Это давало вам возможность сбежать, пользуясь неразберихой. Но внезапно в вашей голове проскочила мысль: \"Минори! Она до сих пор в доме?\"\n—Скорее, госпожа! — поторопил вас молодой самурай, направляясь к воротам — Нам нужно скорее уходить!",
    "answers": [
      {
        "id": 216,
        "text": "Сбежать "
      },
      {
        "id": 217,
        "text": "Искать Минори"
      }
    ]
  },
  {
    "id": 216,
    "text": "—Д-да! — отозвались вы, следуя за Катсуро.\n  \"Нет, она, скорее всего, убежала!\" — решили вы и выбежали за дворцовые ворота, стремясь удалиться подальше от всего этого ужаса.\n\n\n  Конец второй главы. ",
    "answers": [
      {
        "id": 10,
        "text": "В начало ",
        "forget": [
          219,
          239,
          235,
          223,
          290,
          233,
          201,
          289,
          291
        ]
      }
    ]
  },
  {
    "id": 217,
    "text": "—Нет! — бросили вы в ответ — Нам нужно вначале найти Минори!\n—Минори? — удивлённо переспросил Катсуро.\n—Мою служанку! — крикнули вы в ответ и бросились обратно к себе в дом.\n  Самурай не стал возражать и послушно последовал за вами.",
    "answers": [
      {
        "id": 218,
        "text": "Вбежать в дом"
      }
    ]
  },
  {
    "id": 218,
    "text": "  В доме вам в глаза бросился повсеместный беспорядок: мебель была поломана, посуда разбита, а тонкие перегородки безжалостно изрезаны.\n—Госпожа — шепотом обратился к вам самурай — Здесь могут быть тенгу, это опасно. Возможно, нам следует уйти пока не поздно.",
    "answers": [
      {
        "id": 219,
        "text": "Послушаться его и уйти"
      },
      {
        "id": 220,
        "text": "Остаться и осмотреться"
      }
    ]
  },
  {
    "id": 219,
    "text": "—Д-да, ты прав — отозвались вы, разворачиваясь к выходу — Уходим.\n  \"Минори, скорее всего, убежала!\" — решили вы, следуя за самураем к дворцовым воротам. Вскоре вы покинули императорский двор, оставив за спиной весь этот ужас.\n\n\n  Конец второй главы. ",
    "answers": [
      {
        "id": 10,
        "text": "В начало ",
        "forget": [
          216,
          239,
          225,
          223,
          290,
          233,
          201,
          289,
          291
        ]
      }
    ]
  },
  {
    "id": 220,
    "text": "  Вы ничего не ответили и продолжили идти по коридору. Через несколько метров вы оказались у кухонной комнаты. Осколки посуды лежали на полу, а низкий стол был разнесен в щепки. \"О, боги!\" — ужаснулись вы.\n  Внезапно до вашего слуха донеслись тихие завывания и всхлипывания. Прислушавшись, вы определили, что они раздавались из вашей спальни.",
    "answers": [
      {
        "id": 221,
        "text": "Идти в спальню "
      },
      {
        "id": 223,
        "text": "Уйти"
      }
    ]
  },
  {
    "id": 221,
    "text": "  Вы, осторожно ступая по коридору и стараясь не наступить на осколки посуды, направились к спальне. Чем меньше оставалось шагов до нее, тем громче были всхлипывания. Вскоре вы оказались перед закрытой перегородкой, ведущей в вашу комнату. Похоже тот, кто находился там, услышал ваши шаги и потому прекратил плакать.",
    "answers": [
      {
        "id": 224,
        "text": "Окликнуть Минори"
      }
    ]
  },
  {
    "id": 222,
    "text": "—Мой отец... — произнесли вы, с трудом переводя дух и осматриваясь кругом — Где он?\n—Не волнуйтесь, госпожа — произнес самурай успокаивающим голосом— Я направил его к выходу, так что все хорошо.\n  Вы облегченно выдохнули.\n—Госпожа, вам следует... А черт! — вскричал вдруг Изаму, отстранившись от вас — Не отступать!",
    "answers": [
      {
        "id": 278,
        "text": "Осмотреться"
      }
    ]
  },
  {
    "id": 223,
    "text": "  Вы не стали рисковать. По-тихоньку вы отступили назад, затем развернулись и, направившись к выходу, промолвили, обращаясь к Катсуро:\n—Уходим.\n  \"Минори, скорее всего, убежала!\" — решили вы, следуя за самураем к дворцовым воротам. Вскоре вы покинули императорский двор, оставив за спиной весь этот ужас.\n\n\n  Конец второй главы. ",
    "answers": [
      {
        "id": 10,
        "text": "В начало ",
        "forget": [
          216,
          219,
          239,
          225,
          290,
          233,
          201,
          289,
          292
        ]
      }
    ]
  },
  {
    "id": 224,
    "text": "—Минори — полушепотом произнесли вы.\n  За перегородкой послышалась какая-то возня. Катсуро в одно мгновение оказался около вас, держа меч на готове.\n—Юмико? — раздался за дверью приглушенный голос вашей служанки.\n  Катсуро облегченно выдохнул и, убрав оружие в ножны, отступил назад.\n—Да, это я — улыбнулись вы.",
    "answers": [
      {
        "id": 226,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 225,
    "text": "  Вы повернулись к Минори и, прижав палец к губам, кивком головы указали в сторону Катсуро. Служанка повиновалась и, слегка пригнувшись, направилась к кустарнику. Вы последовали за ней. К счастью, тенгу были слишком увлечены добиванием раненных, поэтому вас они не заметили. Вы же благополучно добрались до ворот и покинули императорский двор, оставив за спиной весь этот ужас. \n\n\n   Конец второй главы. ",
    "answers": [
      {
        "id": 10,
        "text": "В начало ",
        "forget": [
          216,
          219,
          239,
          223,
          233,
          290,
          201,
          289,
          291
        ]
      }
    ]
  },
  {
    "id": 226,
    "text": " Дверь бесшумно передвинулась в сторону и из комнаты вышла Минори. Выбившиеся из пучка, седые волосы и заплаканное лицо сильно старили ее внешность. Она держала в одной руке небольшой ножик, а в другой сжимала какую-то вещицу.\n—Юмико — улыбнулась служанка и уронила ножик на пол — Я боялась, что потеряла тебя!\n—Я тоже! — признались вы со слезами на глазах и, бросившись к ней, крепко обнялись.",
    "answers": [
      {
        "id": 227,
        "text": "-Что произошло?",
        "need": -227
      },
      {
        "id": 228,
        "text": "-Что у тебя в руках?",
        "need": -228
      },
      {
        "id": 229,
        "text": "-Где остальная прислуга?",
        "need": -229
      },
      {
        "id": 230,
        "text": "Далее",
        "need": [
          227,
          228,
          229
        ]
      }
    ]
  },
  {
    "id": 227,
    "text": "—Сюда ворвалась разъяренная толпа! — чуть не плача ответила Минори — Они громили все и искали что-нибудь ценное. Я сильно испугалась, взяла в руку ножик и села в углу. \"Не подходите!\" — кричала я им — \"А иначе убью!\" Но они лишь посмеялись надо мной и ушли.",
    "answers": [
      {
        "id": 227,
        "text": "Назад",
        "backstepCount": 1,
        "isBack": true
      }
    ]
  },
  {
    "id": 228,
    "text": "  Минори подняла свою левую ладонь и раскрыла ее. Там оказался небольшой, позолоченный гребешок из магнолии.\n—Это... мамин? — удивились вы.\n—Да, я хотела, чтобы хоть что-то осталось... — промолвила Минори.\n  С этими словами служанка протянула гребешок вам.\n—Вот, возьми его — сказала она, улыбнувшись — И береги этот гребень.\n—Спасибо, Минори — ответили вы, взяв подарок — Большое спасибо.",
    "answers": [
      {
        "id": 228,
        "text": "Назад ",
        "backstepCount": 1,
        "isBack": true
      }
    ]
  },
  {
    "id": 229,
    "text": "—Они сбежали, как только на нас напали — ответила служанка.\n—Но почему и вы не сбежали? — удивился Катсуро.\n—Я ждала... — ответила ему Минори, затем она перевела взгляд на вас и добавила — Ждала вас, госпожа.",
    "answers": [
      {
        "id": 229,
        "text": "Назад ",
        "backstepCount": 1,
        "isBack": true
      }
    ]
  },
  {
    "id": 230,
    "text": "—Нам пора уходить — произнес Катсуро, направляясь к выходу.\n  Вы с Минори последовали за ним.\n—А где император? — спросила служанка, следуя за вами.",
    "answers": [
      {
        "comment": true,
        "id": 230,
        "text": "\n-Он... он... - слова комом застряли у вас в горле.\n-Я поняла - тихим голосом промолвила Минори и, опустив руку вам на плечо, проникновенно добавила - Мне жаль...\n  Вы благодарно кивнули ей и продолжили идти по коридору.",
        "need": [
          -197
        ],
        "merge": true
      },
      {
        "id": 230,
        "text": "\n-С ним все хорошо - ответили вы - Отец уже покинул двор.\n-Слава богам! - облегченно выдохнула Минори.",
        "need": [
          197
        ],
        "merge": true
      },
      {
        "id": 232,
        "text": "Выйти на улицу "
      }
    ]
  },
  {
    "id": 231,
    "text": "—Катсуро! — вполголоса произнесли вы, но никто не отозвался.\n  Минори стояла сзади и, прижавшись спиной к стене, тихо наблюдала.",
    "answers": [
      {
        "id": 234,
        "text": "Крикнуть погромче "
      },
      {
        "id": 235,
        "text": "Осмотреться"
      }
    ]
  },
  {
    "id": 232,
    "text": "  Вскоре вы дошли до выхода из дома и вдруг осознали, что Катсуро нигде не было видно. ",
    "answers": [
      {
        "id": 231,
        "text": "Окрикнуть его"
      },
      {
        "id": 235,
        "text": "Осмотреться"
      }
    ]
  },
  {
    "id": 233,
    "text": "  Вы обернулись. Толпа людей смотрела куда-то в сторону императорского дворца и что-то кричала. Вы тоже взглянули в ту сторону. Там вы разглядели одинокого тенгу, вооруженного мечом. В другой руке он держал какой-то предмет округлой формы. \n—Юмико, не смотри! — воскликнула вдруг служанка и прежде, чем вы успели среагировать, она отвернула вас от этого зрелища.\n—Император! Уроды, нет! — кричали люди.\n  \"Это голова моего...\" — словно вспышка света пронзила вашу голову мысль. Вы попытались обернуться, чтобы убедить себя, что это ошибка, но вдруг ощутили, как ваши ноги подкосились, а мир потемнел в глазах. В следующее мгновение вы потеряли сознание и упали в руки подоспевшей Минори.\n\n\n  Конец второй главы. ",
    "answers": [
      {
        "id": 10,
        "text": "В начало ",
        "forget": [
          216,
          219,
          289,
          201,
          225,
          223,
          239,
          290,
          291
        ]
      }
    ]
  },
  {
    "id": 234,
    "text": "—Катсуро! — произнесли вы на этот раз громче.\n  Самурай внезапно вынырнул из сада, по правую руку от вас.\n—Скорее! Они услышали! — воскликнул он, махая вам руками.\n  Слева от вас раздался приближающийся, громкий хохот.",
    "answers": [
      {
        "id": 236,
        "text": "Бежать к Катсуро "
      }
    ]
  },
  {
    "id": 235,
    "text": "  Вы взглянули налево, в сторону центральной площади и в ужасе прикрыли рот рукой. Многочислененные тенгу бродили по полю боя. От той армии, которую удалось собрать Изаму, не осталось никого. Тех людей, кто все же сумел выжить, монстры безжалостно добивали.\n—О, боги — прошептала в ужасе Минори.\n  Вы отвели взгляд от побоища и вдруг заметили какое-то движение в низком кустарнике сада. Присмотревшись, вы разглядели там Катсуро. Он тихонько махал вам рукой, призывая к себе.",
    "answers": [
      {
        "id": 225,
        "text": "Идти к нему"
      }
    ]
  },
  {
    "id": 236,
    "text": "  До самурая было метров тридцать. Вы обернулись к оторопевшей Минори и жестом указали ей бежать к юноше. Та кивнула вам и устремилась к Катсуро. За ней поспешили и вы.\n—Бегите к воротам! — вскричал самурай, пропуская вас мимо себя и вставая в оборонительную стойку.\n  Вы почти добежали до выхода, когда до вас донесся крик самурая:\n—Госпожа!",
    "answers": [
      {
        "id": 237,
        "text": "Обернуться"
      }
    ]
  },
  {
    "id": 237,
    "text": "  Вы оглянулись назад. Самурай изо всех сил бежал к вам, но его взгляд был направлен куда-то влево от вас. Вы повернули голову туда, куда он смотрел и увидели несущегося к вам демона с огнегнно-красным лицом. Он стремительно приближался, направив на вас острие меча.",
    "answers": [
      {
        "id": 238,
        "text": "Зажмуриться"
      }
    ]
  },
  {
    "id": 238,
    "text": "  \"Вот и все!\" — решили вы, зажмурившись — \"Это конец...\" Вслед за этим раздался звук вонзания кинжала в плоть и на вас что-то налетело, оттолкнув назад. Короткое падение и удар спиной об землю, от которого у вас перехватило дыхание. Но все же, что-то было не так...",
    "answers": [
      {
        "id": 239,
        "text": "Открыть глаза"
      }
    ]
  },
  {
    "id": 239,
    "text": "  Вы лежали на земле и смотрели в небо. Вы перевели взгляд себе под ноги и увидели спину Минори, а также нависшего над ней тенгу. \"Что...\" — не успели вы додумать мысль, как кто-то с легкостью подхватил вас за талию и понес куда-то.\n—Минори! — воскликнули вы, постепенно осознавая произошедшее — Минори, нет!\n  Тенгу отбросил тело старушки в сторону и, повернув к вам свою красную морду, зашагал вслед за вами.\n—Сейчас не время плакать по погибшим, госпожа — раздался над вашим ухом голос Катсуро.\n\n\n  Конец второй главы.",
    "answers": [
      {
        "id": 10,
        "text": "В начало",
        "forget": [
          216,
          225,
          219,
          225,
          223,
          290,
          233,
          201,
          289,
          291
        ]
      }
    ]
  },
  {
    "id": 240,
    "text": "  Вы схватили нож со стола. Оружие в руке придало слегка успокоило вас. \"Хотя бы не такая беззащитная\" — отметили вы и побежали в спальню.",
    "answers": [
      {
        "id": 267,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 241,
    "text": " Вы подняли голову взглянули на солнце. Но вместо яркого пятнышка на небе, увидели черный круг.\n—Солнце исчезло... — промолвили вы.\n  Люди вокруг стали испуганно перешептываться.\n -Дурной знак! Беда! Демоны — уловили вы краем уха.\n  Вы перевели взгляд на императора. К нему подбежали его личные самураи, одетые в черную броню и такие же рогатые шлемы. Сам же император выглядел растерянным. Вдруг через толпу аристократов прорвался самурай и, склонившись над ухом правителя, что-то ему сказал, указывая рукой налево, на западные ворота. Вы заметили, как в ту же секунду лицо вашего отца помрачнело. \n—Передай Изаму — чуть слышно скомандовал он самураю и тот, поклонившись, поспешил дальше.\n—Уважаемые вельможы! — воскликнул император, обращаясь ко всем присутствующим — Боюсь, что церемония откладывается!\n  Люди импуганно стали озираться в сторону западных ворот.\n—Прошу покинуть мой дворец — продолжил ваш отец — И для вашей же безопасности, советую выходить через восточные или северные ворота.\n  Аристократы удивлённо переглянулись и неспешно направились на запад. Через несколько минут к ним навстречу выбежал отряд вооруженных самураев, которые бесцеремонно растолкав гостей, поспешили к восточным воротам.",
    "answers": [
      {
        "id": 242,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 242,
    "text": "  Вид вооруженных людей и та спешка, с которой они пробежали, нагнали страху на аристократов. Толпа вначале двигалась шагом, но постепенно ускорялись и, наконец, перешли на бег. \"Что здесь происходит?\" — удивились вы, оглядываясь по сторонам. \n—Юмико! — воскликнул отец, приблизившись к вам.",
    "answers": [
      {
        "id": 167,
        "text": "-Что происходит?"
      }
    ]
  },
  {
    "id": 243,
    "text": "  Вы всмотрелись в лицо отца. Он выглядел очень испуганным.\n—Отец — произнесли вы, взяв его за руку — Расскажи мне все.\n  Император взглянул вам в глаза, затем опустил взор и, тяжело вздохнув, сказал:\n—Я расскажу... Да, теперь уже нет смысла скрывать что-либо — признал он — Тридцать лет назад солнечный свет также померк, и вслед за этим на нашу страну вторглись полчища...\n—Кого?\n  Отец вновь взглянул вам в глаза.\n—Демонов — чуть слышно ответил он.\n  Вы не знали, что сказать и как отреагировать. Вам тут же вспомнились слова Акиро о демонах.\n—Демоны пришли в наш мир и принялись уничтожать людей — продолжил император — Этими демонами управлял самый сильный из них — дракон по имени...\n—Яматороти... — догадались вы.\n  Отец кивнул вам и продолжил:\n—Война с демонами была долгой и бессмысленной для нас. Люди были на грани, надежды на спасение не было, пока не объявились три священные жрицы. Мы смогли провести их в логово дракона, где они разделили его дух и поместили в себе — со стороны, куда направились самураи раздался звон ударов стали о сталь — Таким образом, дух дракона, находясь в теле жриц, не мог объедениться со своим телом.\n—И одной из этих жриц была моя мама?\n—Да, Иошши рисковала жизнью, спасая нас всех. Юмико — отец пристально взглянул на вас — Часть души дракона передалась и тебе.\n  Вы ошарашенно смотрели на него, не веря своим ушам.\n—Если душа Яматороти объединяться с телом, то дракона уже ничто не остановит.",
    "answers": [
      {
        "id": 169,
        "text": "-Что мне делать?"
      }
    ]
  },
  {
    "id": 244,
    "text": "  Вы уселись рядом с ней на пол и, взяв ее руки в свои, тихо промолвили:\n—Не бойся, все будет хорошо.\n  Ваши слова несколько успокоили служанку и она благодарно кивнула вам.\n  \"Так, теперь нужно решить, что делать дальше?\" — задались вы вопросом.",
    "answers": [
      {
        "id": 247,
        "text": "Выйти из комнаты "
      },
      {
        "id": 248,
        "text": "Продолжать сидеть"
      }
    ]
  },
  {
    "id": 245,
    "text": "  Вы сдвинули перегородку в сторону и, собрались было выйти наружу, как вдруг ощутили, что за ногу кто-то ухватился. Вы удивлённо взглянули вниз и обнаружили Минори, обхватившую вашу ногу.\n—Прошу, не бросайте меня! — воскликнула она испуганно — Я очень за вас боюсь!\n  Вы склонились над служанкой и тихо попытались высвободится из ее рук.\n—Не волнуюсь, я сейчас вернусь — промолвили вы.\n  Но Минори не отпускала вас. Вы уже начали сердиться, как вдруг до вашего слуха донесся треск ломающегося дерева. Шум раздался из коридора.",
    "answers": [
      {
        "id": 246,
        "text": "Закрыть перегородку "
      }
    ]
  },
  {
    "id": 246,
    "text": "  Сердце с бешенной скоростью застучало в груди, но вы все же попытались успокоиться. Затем вы, стараясь не шуметь, прикрыли перегородку. Грохот в коридоре повторился.\n—Кто это, госпожа? — спросила Минори, продолжая держаться за вашу ногу.\n—Минори, отойди назад — тихо шепнули вы служанке на ухо — И не шуми.",
    "answers": [
      {
        "id": 250,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 247,
    "text": "—Я сейчас вернусь — сказали вы служанке и направились к выходу. \n—Я с вами — отозвалась Минори и поспешно вскочила на ноги.\n  Вы сдвинули перегородку в сторону и вышли в коридор. Отсюда вы могли расслышать отдаленные звуки сражения. Из коридора вы могли попасть на улицу или же вернуться обратно в спальню. ",
    "answers": [
      {
        "id": 249,
        "text": "Выйти наружу "
      },
      {
        "id": 251,
        "text": "Вернуться в спальню "
      }
    ]
  },
  {
    "id": 248,
    "text": "  Вы уселись на пол у стены. Минори присела рядом.\n—Надо просто переждать — попыталась вас успокоить старушка — Скоро самураи одолеют демонов.\n  \"А что если нет?\" — мысленно возразили вы, но вслух не стали ничего говорить.\n  Вдруг раздался громкий треск ломающегося дерева. И, судя по всему, шумали в коридоре.\n—Что это? — испуганно спросила Минори.\n  Вы приложили палец к губам, указывая ей помолчать, а сами напряженно вслушались.",
    "answers": [
      {
        "id": 250,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 249,
    "text": "  Вы прошли по коридору к выходу. Здесь вы могли увидеть центральную площадь, залитую кровью и заваленную трупами.\n—Госпожа, смотрите! — воскликнула Минори, указывая рукой на толпу вооруженных мужчин.\n  Вы взглянули на них. В руках они держали вилы и серпы и направлялись они к месту сражения, а шли прямо к вашему дому.\n—Кто это? — спросили вы.\n—Нужно вернуться обратно, госпожа! — испуганно сказала Минори — Эти люди — мародеры!",
    "answers": [
      {
        "id": 253,
        "text": "Бежать обратно в спальню "
      },
      {
        "id": 254,
        "text": "Бежать из дома"
      }
    ]
  },
  {
    "id": 250,
    "text": "—Впервые граблю дом прицессы! — раздался вдруг мужской голос.\n—Осмотрите все внимательно — приказал другой басом — Тут должны быть драгоценности.\n—Это мародеры! — испуганно прошептала Минори.\n  Постепенно шаги начали нарастать. Грабители все ближе и ближе подходили к спальне, разбивая на ходу посуду и ломая мебель. Минори вскочила на ноги и тихонько навалилась на перегородку. Затем вы услышали, как кто-то попытался открыть дверь, но ему это не удалось.\n—Эй, там кто-то есть? — спросил грубый, мужской голос — Мы вас не тронем, обещаем.\n  Вслед за этим раздался смех нескольких людей.",
    "answers": [
      {
        "id": 270,
        "text": "Помочь Минори "
      }
    ]
  },
  {
    "id": 251,
    "text": "—Думаю, не стоит рисковать — бросили вы Минори и вернулись обратно в спальню.\n—Я тоже так думаю — одобрительно кивнула служанка, войдя в комнату вслед за вами и прикрыв за собой дверь.\n  Вы уселись на пол у стены. Минори присела рядом.\n—Надо просто переждать — попыталась вас успокоить старушка — Скоро самураи одолеют демонов.\n  \"А что если нет?\" — мысленно возразили вы, но вслух не стали ничего говорить.\n  Вдруг раздался громкий треск ломающегося дерева. И, судя по всему, шумали в коридоре.\n—Что это? — испуганно спросила Минори.\n  Вы приложили палец к губам, указывая ей помолчать, а сами напряженно вслушались.",
    "answers": [
      {
        "id": 250,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 252,
    "text": "  Вы ошарашенно огляделись. Налетевший на вас монстр пронесся мимо и теперь стоял спиной к вам. Под его ногами вы увидели чьё-то тело. \"Минори?\" — догадались вы, постепенно приходя в себя.\n—Нееет! — услышали вы в следующую секунду свой собственный крик.\n  Монстр с красным лицом извлек меч из тела служанки и развернулся к вам. Вы не могли ничего с собой поделать, смерть Минори шокировала вас. Тем временем, приблизившееся существо занесло над головой меч для удара. Вы в ужасе смотрели на это и беспомощно подняли руки.",
    "answers": [
      {
        "id": 265,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 253,
    "text": "  Минори побежала по коридоу обратно в спальню и вы поспешили за ней. На глаза вам попался вход в обеденную комнату. \"Может, там я найду что-нибудь полезное?\" — пронеслось в вашей голове. ",
    "answers": [
      {
        "id": 280,
        "text": "Бежать в спальню "
      },
      {
        "id": 203,
        "text": "Заглянуть в обеденную комнату "
      }
    ]
  },
  {
    "id": 254,
    "text": "—Нет, в доме нас схватят! — возразили вы, и выбежав на улицу, устремились к ближайшим воротам. \n  Толпа мародеров вначале удивлённо смотрела на вас, затем один из них — рослый парень в распахнутом кимоно — крикнул, обращаясь к своим подчиненным:\n—Это принцесса? Мужики, ловите ее!\n  После этого группа разбойникоа, состоящая из пяти человек, побежала вслед за вами. Церемониальное кимоно сковывало ваши движения и сильно замедляло вас. Поэтому вскоре вас догнал один из мародеров и, толкнув в спину, уронил на землю. Вы больно ударились животом и расцарапали до крови ладони.\n—Идиот! — вскричал главарь, ударив толкнувшего вас парня — Это ценный товар, не смей его портить!",
    "answers": [
      {
        "id": 255,
        "text": "Накричать на них"
      },
      {
        "id": 256,
        "text": "Попытаться убедить отпустить вас"
      },
      {
        "id": 257,
        "text": "Молчать"
      }
    ]
  },
  {
    "id": 255,
    "text": "—Глупцы! — вскричали вы, приподнявшись на руках — Вы хоть знаете с кем имеете дело?! Я принцесса! Немедленно отойдите от меня!\n  Главарь разбойников бесцеремонно наступил на вашу спину и прижал к земле.\n—Ой-йой! А мне она нравится! — воскликнул он.\n  Остальные громко рассмеялись.\n—Что вы делаете?! — возмутились вы — На дворец напали демоны!\n  Главарь склонился над вами и провел рукой по вашей щеке.\n—Именно поэтому мы здесь — ответил он, хищно улыбаясь — Ничего нет прибыльнее, чем...\n  Но в этот момент недалеко от вас раздался приближающийся топот. \n—Эй, отвали! — крикнул главарь, но топот продолжал приближаться.\n—Убейте его! — вскричал разбойник своим подчиненным.",
    "answers": [
      {
        "id": 258,
        "text": "Посмотреть на схватку"
      }
    ]
  },
  {
    "id": 256,
    "text": "—Послушайте — взмолились вы, повернув голову к ним — На нас ведь напали демоны и только мне под силу остановить их!\n—Ой, заткнись! — прервал вас главарь — Думаешь, нам есть дело до этих демонов?!\n  Он склонился над вами и провел рукой по вашей щеке. \n—Именно из-за этой неразберихи мы здесь — произнес он, улыбаясь — Ничего нет прибыльнее, чем...\n  Но в этот момент недалеко от вас раздался приближающийся топот. \n—Эй, отвали! — крикнул главарь, но топот продолжал приближаться.\n—Убейте его! — вскричал разбойник своим подчиненным.",
    "answers": [
      {
        "id": 258,
        "text": "Взглянуть на схватку "
      }
    ]
  },
  {
    "id": 257,
    "text": "—Эй, ты чего, от страха язык проглотила? — рассмеялся главарь, склонившись над вами.\n—Какое милое личико — произнес он, проведя рукой по вашей щеке. Вы отвернули от него голову, на что разбойник рассмеялся еще громче.\n—Ладно, вяжи ее, пока... — бросил он остальным мародерам.\n  Но в этот момент недалеко от вас раздался приближающийся топот. \n—Эй, отвали! — крикнул главарь, но топот продолжал приближаться.\n—Убейте его! — вскричал разбойник своим подчиненным.",
    "answers": [
      {
        "id": 258,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 258,
    "text": " Вы повернули голову, но, к сожалению, не видели ничего кроме ног. Раздался первый звон железа, затем короткий вскрик и перед вами упал один из разбойников. Его мертво-стеклянные глаза уставились на вас, а изо рта медленно сочилась кровь. От этой картины вам стало дурно и вы поскорее зажмурились. После этого раздались еще несколько звонких ударов и последовавших за ними криков. После чего на землю грохнулось еще тела.\n—Н-не подходи! — вскричал главарь, прижимая вас к земле.\n  В это мгновение вы ощутили, как к вашему горлу прикоснулось что-то острое и холодное.\n—Нет! — вскрикнули вы невольно.\n—Заткнись! — прикрикнул на вас разбойник, а затем громко заявил, обращаясь к кому-то — Если подойдешь, то она...\n   Свист и тишина. Вот, что услышали вы в следующее мгновение. Нож выпал из рук разбойника и он молча упал, навалившись на вас всем телом. Вы в ужасе закричали, а затем ощутили, как кто-то скинул с вас мертвого разбойника.",
    "answers": [
      {
        "id": 259,
        "text": "Встать"
      }
    ]
  },
  {
    "id": 259,
    "text": "  Чьи-то сильные руки подхватили вас и помогли встать. \n—Как вы, госпожа? — раздался юношеский голос над вашим ухом.\n—Я... я в порядке — отозвались вы, пытаясь унять дрожь в голосе.\n  Затем вы взглянули на своего спасителя. Это был молодой самурай, красный доспех которого и меч в руках были забрызганы кровью мародеров. Его русые волосы были убраны сзади в хвост. ",
    "answers": [
      {
        "need_sometimes": true,
        "id": 259,
        "text": "-Катсуро? - удивились вы. \n  Юноша поклонился вам.",
        "need": [
          50,
          108
        ],
        "comment": true
      },
      {
        "need_sometimes": false,
        "id": 259,
        "text": "-Кто ты? - спросили вы, глядя в его темно-карие глаза.\n-Мое имя - Катсуро Такэда - ответил юноша, поклонившись вам.",
        "need": [
          -50,
          -108
        ],
        "comment": true
      },
      {
        "id": 262,
        "text": "Далее",
        "need": 258
      },
      {
        "id": 276,
        "text": "Далее",
        "need": [
          -258
        ]
      }
    ]
  },
  {
    "id": 260,
    "text": "  Вы шагнули ко дворцу.\n—Нет, Юмико! Там ведь демоны! — раздался испуганный голос Минори за вашей спиной.\n  Вы взглянули на нее, глубоко вздохнули и, не теряя ни секунды, резко развернулись и помчались ко дворцу. Взор ваш был направлен под ноги, а в голове звучала только одна мысль: \"О, боги, как много крови!\" Вся площадь была завалена трупами и вам приходилось перешагивать через них, наступая в лужи крови. Убитых тенгу было гораздо меньше и на каждого мертвого монстра приходилось 5-6 убитых самураев. \"Это не может быть правдой!\" — рассуждали вы на бегу — \"Все эти тенгу и лужи крови! Точно! Это всего лишь сон!\" Но подобные мысли не успокаивали вас. На самом деле вы знали, что весь ужас, творящийся кругом, не просто жуткая фантазия, а куда более ужасная реальность.",
    "answers": [
      {
        "id": 263,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 261,
    "text": "—Идем, Минори — сказали вы служанке и направились к воротам.\n Старушка молча последовала за вами. \"Все будет хорошо!\" — пытались вы себя успокоить — \"С моим отцом остались его телохранители и они обязательно защитят его\"\n—Император?! Нееет! — раздались за вашей спиной испуганные крики.",
    "answers": [
      {
        "id": 233,
        "text": "Обернуться "
      }
    ]
  },
  {
    "id": 262,
    "text": "—Госпожа Юмико! — раздался перепуганный голос Минори.\n  Она бежала из дома тяжело дыша и сжимая в руке какую-то вещицу. \n—Минори! — радостно воскликнули вы.\n  Служанка приблизилась к вам.\n—Я бежала за вами, но когда увидела, что вас схватили, развернулась и побежала за помощью — затараторила старушка — А потом я заметила Катсуро и поняла, что вы в безопасности.\n  Служанка поклонилась молодому самураю в пояс и воскликнула:\n—Спасибо большое!\n  Самурай слегка смутился.\n—Н-не стоит — улыбнулся он — Это мой долг.\n—А что это у тебя в руках? — спросили вы у служанки. \n  Минори подняла свою левую ладонь и раскрыла ее. Там оказался небольшой позолоченный, гребешок.\n—Это... — удивились вы.\n—Да — с гордой улыбкой ответила служанка — Это гребешок вашей матери. Вот — она вложила этот гребень вам в руку — Сохраните его.\n  Вы прижали подарок к груди и благодано кивнули.\n—Госпожа — обратился к вам Катсуро — Теперь вы и ваша служанка можете покинуть двор через западные ворота.\n—А ты? — осведомилась Минори.\n—Мне нужно проведать отца! — бросил юноша и побежал в центр площади, где кипело сражение. \n  \"А как же мой отец?\" — обеспокойно подумали вы и взглянули на дворец императора.",
    "answers": [
      {
        "id": 260,
        "text": "Бежать к отцу"
      },
      {
        "id": 261,
        "text": "Покинуть двор"
      }
    ]
  },
  {
    "id": 263,
    "text": "  Тем временем, тенгу оттеснили защищавшихся к центру площади, и битва развернулась прямо у вас на пути. Вы не успели опомниться, как оказались в самой ее гуще. Кругом царил хаос и неразбериха: кричали и толкались люди, доносился звон мечей. Однако, все эти звуки перекрывал раздававшийся со всех сторон оглушительный хохот тенгу.\n  Толпа теснила вас со всех сторон, не давая возможности пошевелиться. Вы пытались растолкать их, пихая людей локтями и ногами, но все было тщетно. В какой-то момент вы споткнулись о чьё-то тело и рухнули на землю. Опьяненные адреналином и видом крови люди не замечали вас. \"Неужели это конец?\" — думали вы, пытаясь встать, но каждый раз получали удар в спину и падали обратно — \"Меня сейчас втоптают в землю мои же люди...\" Но прежде, чем это произошло, вы ощутили, как кто-то схватил вас за шиворот кимоно и с силой потянул к себе.\n  Не успели вы удивиться, как уже стояли за спинами защищавшихся людей.\n—Госпожа Юмико, с вами все хорошо? — раздался мужской голос около вас.\n  Вы обернулись и увидели перед собой Изаму.",
    "answers": [
      {
        "id": 204,
        "text": "Спросить про отца"
      }
    ]
  },
  {
    "id": 264,
    "text": "  Вы пристальнее оглядели комнату и заметили на столе небольшой ножик.",
    "answers": [
      {
        "id": 240,
        "text": "Взять его"
      }
    ]
  },
  {
    "id": 265,
    "text": "  В следующее мгновение в коридоре раздался громкий топот. Монстр с красным лицом отвлекся от вас и обернулся на шум, но отреагировать не успел. Кто-то сразмаху ударил его мечом и повалил на пол перед вами. Существо громко завизжало от боли и судорожно задергалось, в тщетных попытках приподняться. Однако, в конце концов, оно умерло и затихло.  Вы ошарашенно смотрели, как из пронзенной катаной груди этого монстра вытекала черная жидкость, растекающаяся по полу.\n—Госпожа, вы в порядке? — раздался чей-то голос над вами.\n  Вы подняли взор и, к своему удивлению, увидели перед собой Изаму.",
    "answers": [
      {
        "id": 266,
        "text": "Броситься к Минори"
      }
    ]
  },
  {
    "id": 266,
    "text": "—Минори! — воскликнули вы и бросились к телу служанки.\n  Изаму позади вас извлек свое оружие из убитого врага и молча склонил голову.\n—Минори, нет! — вопили вы, держа ее голову на коленях и еще не до конца веря тому, что потеряли ее — Очнись, прошу...\n—Госпожа Юмико — обратился к вам самурай — Сейчас не время плакать по погибшим, нужно уходить.",
    "answers": [
      {
        "id": 281,
        "text": "Рассердиться на него"
      },
      {
        "id": 282,
        "text": "Послушаться"
      }
    ]
  },
  {
    "id": 267,
    "text": "  В тот момент, когда вы выскочили из обеденной комнаты, грабители вошли в дом. Один из них — рослый парень в распахнутом кимоно, первым заметил вас и крикнул, обращаясь к своим подчиненным:\n—Эй, это принцесса? Мужики, ловите ее! ",
    "answers": [
      {
        "id": 268,
        "text": "Бежать в спальню "
      }
    ]
  },
  {
    "id": 268,
    "text": " Вы, что есть духу побежали в спальню. Грабители, весело хохоча, погнались за вами.\n—Ух, ты! Какая прыткая! — вскричал один из них.\n  Минори задвинула за вами перегородку и навалилась на нее всем телом.\n—Ха-ха-ха! — раздался за дверью смех разбойника — Вы думаете это остановит нас?",
    "answers": [
      {
        "id": 269,
        "text": "Ударить первого, кто войдет, ножом"
      },
      {
        "id": 270,
        "text": "Помочь Минори"
      }
    ]
  },
  {
    "id": 269,
    "text": "  Перегородка по-тихоньку стала смещаться в сторону.\n—Не... могу... удержать! — кряхтела Минори.\n  Вы зажали в руке нож и приготовились к прыжку.\n—Минори, в сторону! -скомандовали вы.\n  Служанка бросила на вас удивлённый взгляд, но все же послушалась. Она отпрянула от двери и вы бросились в атаку. Перегородка с громким стуком открылась, демонстрируя рослого разбойника. Лезвие ножа было нацелено ему точно в живот.\n—Ааа! — воскликнули вы на бегу и нанесли удар.\n  Но ничего не произошло. Вы опустили взгляд. Бандит успел схватить ваше запястье на лету и от кончика ножа, до его тела оставалось несколько сантиметров.\n—Почти — произнес он с улыбкой.\n В следующее мгновение он с силой сжал вашу руку и вы, вскрикнув от боли, выронили оружие. После чего грабитель отшвырнул вас в сторону и вы ударились животом о землю.\n—Не смей! — воскликнула Минори, бросившись на здоровяка, но ее оттолкнул в сторону другой мародер и она, споткнувшись, упала на пол.\n—Слушайте, а мне нравится эта принцесса! — воскликнул рослый, подступая к вам — Может, позабавимся с ней?\n  Его подчиненные громко рассмеялись.",
    "answers": [
      {
        "id": 271,
        "text": "Накричать на них "
      }
    ]
  },
  {
    "id": 270,
    "text": " Вы бросились на помощь к Минори и попытались удержать перегородку. Однако ваших сил не хватило и дверь с громким стуком открылась, демонстрируя рослого разбойника. Он стоял на пороге и, улыбаясь, произнес:\n—Можно к вам?\n  Сзади него стояло еще несколько человек.\n—Не подходи к ней! — вскричала Минори и бросилась на здоровяка с кулаками. \n  Но ее оттолкнул в сторону другой мародер и служанка, споткнувшись, упала на пол. \n—Минори! — крикнули вы, устремившись к ней, но вдруг ощутили сильный толчок в грудь и, отлетев к противоположной стене, ударились животом о землю.\n—Какая прыткая, а? — отметил толкнувший вас здоровяк.\n  Остальные разбойники громко рассмеялись. ",
    "answers": [
      {
        "id": 271,
        "text": "Накричать на них"
      }
    ]
  },
  {
    "id": 271,
    "text": "—Что вы себе позволяете?! — вскричали вы, приподнявшись на руках — Вы хоть знаете с кем имеете дело?! Я принцесса! Немедленно покиньте мой дом!\n  Главарь разбойников бесцеремонно наступил на вашу спину и прижал к земле.\n—Ой-йой! Сколько шуму. Заткнись!\n—Что вы делаете?! — возмутились вы — На дворец напали демоны!\n  Главарь склонился над вами и провел рукой по вашей щеке.\n—Именно поэтому мы здесь — ответил он, хищно улыбаясь — Ничего нет прибыльнее, чем...\n  Но в этот момент в коридоре раздался чей-то предсмертный хрип. Остальные грабители всполошились.\n—Эй, что у вас там? — спросил главарь, обращаясь к ним.",
    "answers": [
      {
        "id": 272,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 272,
    "text": "  Вскоре из коридора стали раздаваться звуки борьбы и крики, но через минуты две все стихло.\n—Эй, парни? — грабитель отвлекся от вас.",
    "answers": [
      {
        "id": 273,
        "text": "Попытаться вырваться"
      },
      {
        "id": 274,
        "text": "Не шевелиться"
      },
      {
        "id": 279,
        "text": "Ударить его ножом ",
        "need": 270
      }
    ]
  },
  {
    "id": 273,
    "text": "  Вы дернулись в сторону, но грабитель успел схватить вас и прижать к полу.\n—Не дергайся! — прошипел он вам в ухо, затем он взглянул в коридор и крикнул — Не подходи, а то она умрет!\n  После этого здоровяк прижал вашу голову к полу и вы ощутили, как к горлу прикоснулось что-то острое и холодное. \n—Нет! — невольно вскрикнули вы.\n  Раздались приближающиеся шаги.\n—Эй, ты слышал?! Еще шаг и ей...\n  Свист и тишина. Вот, что услышали вы в следующее мгновение. Нож выпал из ослобевших рук разбойника и он молча упал, навалившись на вас всем телом. Вы в ужасе закричали.",
    "answers": [
      {
        "id": 259,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 274,
    "text": "— Не подходи — крикнул здоровяк в коридор — А то она умрет!\n  После этого он прижал вашу голову к полу и вы ощутили, как к горлу прикоснулось что-то острое и холодное. \n—Нет! — невольно вскрикнули вы.\n  Раздались приближающиеся шаги.\n—Эй, ты слышал?! Еще шаг и ей...\n  Свист и тишина. Вот, что услышали вы в следующее мгновение. Нож выпал из ослобевших рук разбойника и он молча упал, навалившись на вас всем телом. Вы в ужасе закричали.",
    "answers": [
      {
        "id": 259,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 275,
    "text": "  Вы с Катсуро вышли в коридор и направились к выходу. Стены были забрызганы кровью, а на полу лежало около пяти мужчин.\n—Простите, госпожа, что вам приходиться это видеть- произнес Катсуро, ведя вас по коридору.\n  Минори отстала от вас. И уже когда вы собирались окликнуть ее, она вдруг выскочила из спальни, сжимая в руках какую-то вещицу.\n—Нам нужно торопиться, Минори! И что это у тебя в руках? — спросили вы у служанки. \n  Минори подняла свою левую ладонь и раскрыла ее. Там оказался небольшой позолоченный, гребешок.\n—Это... — удивились вы.\n—Да — с гордой улыбкой ответила служанка — Это гребешок вашей матери. Вот — она вложила этот гребень вам в руку — Сохраните его.\n  Вы прижали подарок к груди и благодано кивнули.\n—Госпожа — обратился к вам Катсуро — Теперь вы и ваша служанка можете покинуть двор через западные ворота.\n—А ты? — осведомилась Минори.\n—Мне нужно проведать отца! — бросил юноша и побежал в центр площади, где кипело сражение. \n  \"А как же мой отец?\" — обеспокойно подумали вы и взглянули на дворец императора.",
    "answers": [
      {
        "id": 260,
        "text": "Бежать к отцу "
      },
      {
        "id": 261,
        "text": "Покинуть двор "
      }
    ]
  },
  {
    "id": 276,
    "text": "—Скорее, нам нужно уходить! — произнес Катсуро, помогая Минори встать — Демоны сломили нашу оборону.\n  Вы подбежали к служанке.\n—Минори, ты как?\n  Служанка с трудом поднялась. Затем она поклонилась молодому самураю в пояс и воскликнула:\n—Спасибо большое, Катсуро!\n  Парень смущенно замахал руками:\n—Н-не стоит! Я всего лишь выполнял свой долг.",
    "answers": [
      {
        "id": 275,
        "text": "Выйти из дома"
      }
    ]
  },
  {
    "id": 277,
    "text": "  \"После этих слов\" — размышляли вы подавленно — \"Могу ли я стать той, кем видит меня мой отец? Хочу ли я стать жрицей?\"",
    "answers": [
      {
        "id": 158,
        "text": "-Да"
      },
      {
        "id": 159,
        "text": "-Нет"
      }
    ]
  },
  {
    "id": 278,
    "text": "  Вы огляделись кругом. Крестьяне в ужасе бежали к ближайшим воротам, на бегу скидывая на землю оружие. Изаму выбежал к ним навстречу и, размахивая руками, принялся что-то доказывать. Но людьми овладела паника. Один из крестьян — длинный, худой парень в разорванном кимоно, вооруженный ножом, вдруг метнулся к самураю.\n—Иди к чёрту! — воскликнул он и вонзил в его шею клинок.\n  Лицо Изаму перекосилось от боли и он, зажав свободной рукой рану, упал на колени. Обезумевшая толпа двинулась дальше и теперь на площади осталось не более пятидесяти обороняющихся. \"Изаму!\" — ужаснулись вы. Самурай попытался встать, но вновь рухнул на землю.",
    "answers": [
      {
        "id": 207,
        "text": "Подбежать к нему"
      }
    ]
  },
  {
    "id": 279,
    "text": "  Вы нащупали под собой нож и, крепко сжав его, с силой ударили им грабителя. Вы не целились и удар пришелся в плечо. Грабитель громко закоюричал от боли и, схватившись за рукоять ножа, отскочил назад. Вы отползли к противоположной стене. Здоровяк, громко выругавшись, вынул из плеча ножик.\n—Ах, ты мелкая... — прорычал он, вставая на ноги и подступая к вам.\n  В следующую секунду перегородка слева от него с грохотом разлетелась и в комнату что-то стремительно влетело. Это что-то набросилось на грабителя и сбило его с ног. Здоровяк попытался встать, но удар катаны прервал его. Все это произошло в считанные секунды. Вы ошарашенно перевели взгляд от тела мертвого грабителя к тому, кто так стремительно ворвался в спальню. Ваш спаситель был одет в красный самурайский доспех, а его русые волосы были убраны сзади в хвост. Самурай осмотрел убитого им, затем обернулся к вам.",
    "answers": [
      {
        "need_sometimes": true,
        "id": 259,
        "text": "-Катсуро? - удивились вы. \n  Юноша поклонился вам.",
        "need": [
          50,
          108
        ],
        "comment": true
      },
      {
        "need_sometimes": false,
        "id": 259,
        "text": "-Кто ты? - спросили вы, глядя в его темно-карие глаза.\n-Мое имя - Катсуро Такэда - ответил юноша, поклонившись вам.",
        "need": [
          -50,
          -108
        ],
        "comment": true
      },
      {
        "id": 276,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 280,
    "text": "  Вы устремились дальше по коридору и вбежали в спальню. Минори задвинула за вами перегородку. Вскоре мародеры вошли в дом и принялись крушить все на своем пути.\n—Впервые граблю дом прицессы! — воскликнул один из грабителей.\n—Осмотрите все внимательно — приказал другой басом — Тут должны быть драгоценности.\n  Постепенно шаги начали нарастать. Грабители все ближе и ближе подходили к спальне. Минори тихонько навалилась на перегородку. Затем вы услышали, как кто-то попытался открыть дверь, но ему это не удалось.\n—Эй, там кто-то есть? — спросил грубый, мужской голос — Мы вас не тронем, обещаем.\n  Вслед за этим раздался смех остальных мародеров.",
    "answers": [
      {
        "id": 270,
        "text": "Помочь Минори "
      }
    ]
  },
  {
    "id": 281,
    "text": "  Вы зло взгляди на самурая.\n—Не смей так говорить! — набросились вы на него — Минори заменяла мне маму!\n—Все мы сегодня кого-то потеряли — с грустью ответил вам старик, глядя на тело молодого телохранителя у входа в дом.\n  Вы смахнули с глаз слезы. \"Он прав\" — заметили вы, опуская голову Минори на пол — \"Не время сейчас плакать по погибшим\" После этого вы приблизились к Изаму.",
    "answers": [
      {
        "id": 283,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 282,
    "text": "—Ты прав — промолвили вы, опуская голову Минори на пол — Сейчас не время плакать по погибшим.\n  Затем вы смахнули с глаз слезы и приблизились к старику. ",
    "answers": [
      {
        "id": 283,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 283,
    "text": "—Эх, Широ... — произнес старик убитым голосом. \n  Когда вы приблизились он склонился перед вами и сочувственно произнес:\n—Соболезную вашей утрате.\n—Спасибо.",
    "answers": [
      {
        "id": 181,
        "text": "-Кто эти монстры?",
        "need": -181
      },
      {
        "id": 182,
        "text": "-Что вы будете делать?",
        "need": -182
      },
      {
        "id": 183,
        "text": "-Вам был знаком этот самурай?",
        "need": -183
      },
      {
        "id": 284,
        "text": "-Где Катсуро?",
        "need": [
          50,
          181,
          182,
          183
        ],
        "need_sometimes": false
      },
      {
        "id": 285,
        "text": "-Где Катсуро? ",
        "need": [
          108,
          181,
          182,
          183
        ],
        "need_sometimes": false
      },
      {
        "id": 286,
        "text": "Далее",
        "need": [
          95,
          181,
          182,
          183
        ]
      },
      {
        "id": 286,
        "text": "Далее",
        "need": [
          98,
          181,
          182,
          183
        ]
      },
      {
        "id": 286,
        "text": "Далее ",
        "need": [
          92,
          181,
          182,
          183
        ]
      }
    ]
  },
  {
    "id": 284,
    "text": "—А где Катсуро?\n—Я отправил его за город — ответил старик — Конечно, долг самурая — умереть за своего господина, но я не могу позволить себе потерять еще и его...\n—Понимаю — промолвили вы.\n  \"Значит, он в безопасности\" — пронеслось в вашей голове. ",
    "answers": [
      {
        "id": 286,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 285,
    "text": "—А где Катсуро?\n—Я отправил его за город — ответил старик — Конечно, долг самурая — умереть за своего господина, но я не могу позволить себе потерять еще и его...\n—Понимаю — промолвили вы.\n  \"Значит, он в безопасности\" — пронеслось в вашей голове. ",
    "answers": [
      {
        "id": 286,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 286,
    "text": "  Самурай на мгновение задумался, затем, вдруг спохватившись, обратился к вам:\n—Госпожа, нам нельзя больше терять ни секунды! Скорее, уходите пока...\n  Раздавшийся неподалёку хохот прервал его.\n—О, боги! Они уже здесь! — воскликнул Изаму и, смахнув с катаны черную кровь, бросился в сторону раздававшихся звуков боя. Вы остались в доме и теперь вам нужно было решать, что делать дальше.",
    "answers": [
      {
        "id": 288,
        "text": "Покинуть двор "
      },
      {
        "id": 287,
        "text": "Бежать к отцу "
      }
    ]
  },
  {
    "id": 287,
    "text": "  Вы глубоко вдохнули и, сжав кулаки и пересилив страх, помчались ко дворцу. Церемониальное кимоно сковывало ваши движения и сильно замедляло, но об этом вы не задумывались. Взор ваш был направлен под ноги, а в голове звучала только одна мысль: \"О, боги, как много крови!\" Вся площадь была завалена трупами и вам приходилось перешагивать через них, наступая на лужи крови. Убитых тенгу было гораздо меньше и на каждого мертвого монстра приходилось 5-6 убитых самураев. \"Это не может быть правдой!\" — рассуждали вы на бегу — \"Все эти тенгу и лужи крови! Точно! Это всего лишь сон!\" Но подобные мысли не успокаивали вас. На самом деле вы знали, что весь ужас, творящийся кругом, не просто жуткая фантазия, а куда более ужасная реальность.\n  Через несколько минут утомительного бега вы наконец-таки добрались до входа во дворец.",
    "answers": [
      {
        "id": 191,
        "text": "Оглянуться"
      },
      {
        "id": 192,
        "text": "Бежать в внутрь"
      }
    ]
  },
  {
    "id": 288,
    "text": "  Вы оглянулись на мертвое тело Минори и, удержавшись, чтобы не заплакать, побежали к ближайшим воротам. \"С отцом все будет хорошо!\" — пытались вы успокоить себя. \n—Император? Нееет! — раздались сзади вас возгласы.",
    "answers": [
      {
        "id": 289,
        "text": "Обернуться "
      }
    ]
  },
  {
    "id": 289,
    "text": "  Вы обернулись. Толпа людей смотрела куда-то в сторону императорского дворца и что-то кричала. Вы тоже взглянули в ту сторону. Там вы разглядели одинокого тенгу, вооруженного мечом. В свободной руке он держал какой-то предмет округлой формы.\n—Император! Уроды, нет! — отчаянно кричали люди с площади.\n  \"Это голова моего...\" — словно вспышка света пронзила вашу голову мысль. Вдруг вы ощутили, как ваши ноги подкосились, а мир потемнел в глазах. В следующее мгновение вы потеряли сознание и упали, но у самой земли вас подхватили чьи-то руки.\n—Госпожа! — услышали вы юношеский голос где-то над головой — Я рядом!",
    "answers": [
      {
        "comment": true,
        "id": 289,
        "text": "-Катсуро? - прошептали вы и впали в беспямятство.",
        "need": [
          50,
          108
        ],
        "need_sometimes": true
      },
      {
        "id": 289,
        "text": "Конец второй главы. ",
        "comment": true
      },
      {
        "id": 10,
        "text": "В начало ",
        "forget": [
          216,
          219,
          201,
          233,
          239,
          290,
          223,
          225,
          291
        ]
      }
    ]
  },
  {
    "id": 290,
    "text": "  Вы схватились за руку Катсуро и, вскочив на ноги, огляделись. Обороняющихся почти не осталось, а те, кто выжил, отступили к западной стене, отвлекая на себя тенгу. Это давало вам возможность сбежать, пользуясь неразберихой.\n—Скорее, госпожа! — поторопил вас молодой самурай, направляясь к воротам — Нам нужно скорее уходить!\n  Здесь больше вас ничто не держало и вы поспешили вслед за самураем.",
    "answers": [
      {
        "id": 290,
        "text": "\"Простите...\" - жгучие слезы душили вас - \"Простите, я вас подвела!\" А перед глазами были лица Минори и вашего отца.",
        "comment": true,
        "need": [
          -197
        ]
      },
      {
        "id": 290,
        "text": "\"Прости...\" - жгучие слезы душили вас - \"Прости, я подвела тебя!\" А перед глазами было добродушное лицо Минори.",
        "comment": true,
        "need": [
          197
        ]
      },
      {
        "id": 290,
        "text": "Конец второй главы.",
        "comment": true
      },
      {
        "id": 10,
        "text": "В начало ",
        "forget": [
          216,
          219,
          239,
          225,
          223,
          201,
          233,
          289,
          291
        ]
      }
    ]
  },
  {
    "id": 291,
    "text": "  Вы схватились за руку Катсуро и, вскочив на ноги, огляделись. Обороняющихся почти не осталось, а те, кто выжил, отступили к западной стене, отвлекая на себя тенгу. Это давало вам возможность сбежать, пользуясь неразберихой.\n—Скорее, госпожа! — поторопил вас молодой самурай, направляясь к воротам — Нам нужно скорее уходить!\n  Здесь больше вас ничто не держало и вы поспешили вслед за самураем.\n\n\n  Конец второй главы. ",
    "answers": [
      {
        "id": 10,
        "text": "В начало ",
        "forget": [
          216,
          219,
          239,
          225,
          223,
          201,
          233,
          289,
          290
        ]
      }
    ]
  },
  {
    "id": 292,
    "text": "  Один день... Армии демонов, под предвадительством безжалостного Акиро, хватило одного дня, чтобы разрушить столицу Империи. Тенгу, возникнув из ниоткуда, за несколько часов смогли подавить сопротивление города. Они разгромили императорский двор и разбрелись по городу, сея хаос и разрушения. Никто не знал, что они искали или кого. Тысячи горожан погибли, а тех, кто выжил удалось вывести и направить в соседние поселения. Конечно, для перевозки аристократов и чиновников выделили лошадей. Обычному же люду пришлось идти пешком несколько десятков километров в город Йокоте — ближайший населенный пункт.\n  В одном из таких потоков беженцев шла девушка в сером плаще с накинутым на голову капюшоном, скрывающим лицо. Рядом можно было заметить молодого самурая в синем кимоно из грубой материи и с темно-русыми волосами, убранными в хвост. Они ничем не отличались от других скитальцев, потерявших родной дом, и никто бы из толпы не подумал, что с ними вместе идет сама принцесса Юмико.\n  На сокрытии вашей личности настоял Катсуро. Он раздобыл для вас обычный наряд крестьянки, а сам сбросил доспех.\n—Нападение на императорский двор — везкий повод взять власть в свои руки — размышлял самурай — Найдется много желающих заманить вас в свои политические игры, но есть вещи намного серьёзнее... \n—Да — ответили вы — Дракон и его армия духов.",
    "answers": [
      {
        "id": 293,
        "text": "Начало 1 отец убит, минори - неизвестно ",
        "need": [
          -197,
          216
        ]
      },
      {
        "id": 293,
        "text": "Начало1",
        "need": [
          -197,
          219
        ]
      },
      {
        "id": 293,
        "text": "Начало1",
        "need": [
          -197,
          223
        ]
      },
      {
        "id": 310,
        "text": "Начало 2 отец убит и минори",
        "need": [
          -197,
          265
        ]
      },
      {
        "id": 310,
        "text": "Начало 2",
        "need": [
          239,
          -197
        ]
      },
      {
        "id": 311,
        "text": "Начало 3 отец жив, минори - неизвестно ",
        "need": [
          197,
          216
        ]
      },
      {
        "id": 311,
        "text": "Начало3",
        "need": [
          219,
          197
        ]
      },
      {
        "id": 311,
        "text": "Начало 3",
        "need": [
          223,
          197
        ]
      },
      {
        "id": 312,
        "text": "Начало 4 отец убит, минори жива",
        "need": [
          -197,
          225
        ]
      },
      {
        "id": 312,
        "text": "Начало 4",
        "need": [
          -197,
          259
        ]
      },
      {
        "id": 314,
        "text": "Начало 5Минори и отец живы",
        "need": [
          197,
          225
        ]
      },
      {
        "id": 314,
        "text": "Начало 5",
        "need": [
          197,
          259
        ]
      }
    ]
  },
  {
    "id": 293,
    "text": "  Вы шли, опустив голову и не обращая ни на кого внимание. \"Для начала, нам нужно выбраться из города\" — вспомнили вы слова Катсуро — \"После этого уже можно будет строить планы\".\n  Но не о будущем вы думали сейчас. Мысли возвращали вас к событиям вчерашнего дня. Вы размышляли о Минори и отце.  Самураю удалось выяснить, что Минори среди выживших не оказалось. Однако вы верили, что она сбежала одна или с другой группой. Вы не хотели и даже не могли представить себе, что лишились двух самых близких для вас человек. \"Отец...\" ",
    "answers": [
      {
        "id": 293,
        "text": "Вам вспомнились его слова перед церемонией. \"Я открою тебя тайну после церемонии\" - сказал он тогда. \"Отец хотел рассказать мне о демонах?\" - задумались вы - \"Или была еще какая-то тайна? В любом случае, поговорить мне с ним больше не удастся, я больше не увижу его... Как... больно\" Сердце словно готово было разорваться, и вы приложили руку к груди.\n-Госпожа, с вами все хорошо? - обратился к вам шепотом Катсуро - Вы плачете...\n  Вы удивлённо провели рукой по лицу и ощутили влагу на кончиках пальцев. \n-Нет... ничего - поспешно отозвались вы, смахнув слезы.",
        "need": [
          153
        ],
        "merge": true
      },
      {
        "id": 293,
        "text": "- вы тяжело вздохнули - \"Зря я ему нагрубила перед церемонией. Теперь я даже не смогу извиниться перед ним и больше не увижу его... Как... больно...\" Сердце словно готово было разорваться, и вы приложили руку к груди.\n-Госпожа, с вами все хорошо? - обратился к вам шепотом Катсуро - Вы плачете. \n  Вы удивлённо провели рукой по лицу и ощутили влагу на кончиках пальцев. \n-Нет... ничего - поспешно отозвались вы, смахнув слезы. ",
        "need": [
          141
        ],
        "merge": true
      },
      {
        "id": 293,
        "text": "- вы тяжело вздохнули - \"Поверить не могу, что его больше нет. Мы так мало разговаривали... Как же... больно\" Сердце словно готово было разорваться, и вы приложили руку к груди. \n-Госпожа, с вами все хорошо? - обратился к вам шепотом Катсуро - Вы плачете. \n  Вы удивлённо провели рукой по лицу и ощутили влагу на кончиках пальцев. \n-Нет... ничего - поспешно отозвались вы, смахнув слезы. ",
        "need": [
          -141,
          -153
        ],
        "merge": true
      },
      {
        "id": 294,
        "text": "Поговорить с Катсуро ",
        "need": -294
      },
      {
        "id": 300,
        "text": "Прислушаться к разговорам крестьян"
      }
    ]
  },
  {
    "id": 294,
    "text": "—Катсуро — обратились вы к самураю. \n—Д-да, госпожа? — он до сих пор смущался, стоило вам заговорить с ним.",
    "answers": [
      {
        "id": 295,
        "text": "-Долго еще идти?",
        "need": -295
      },
      {
        "id": 296,
        "text": "-Что стало с твоими родными?",
        "need": -296
      },
      {
        "isBack": true,
        "text": "-Ничего",
        "id": 294,
        "backstepCount": 1
      }
    ]
  },
  {
    "id": 295,
    "text": "  Вы устало вздохнули, ведь вам пришлось идти уже несколько часов.\n—Долго еще идти?\n—Недолго, госпожа — ответил юноша и указал куда-то вперед — Видите?\n  Вы присмотрелись в ту сторону, куда он указывал и разглядели на горизонте черную полоску.\n—Город? — спросили вы.\n  Катсуро утвердительно кивнул",
    "answers": [
      {
        "forget": 295,
        "isBack": true,
        "text": "-Другой вопрос ",
        "id": 295,
        "backstepCount": 1
      }
    ]
  },
  {
    "id": 296,
    "text": "—Что стало с твоими родными? \n  Лицо самурая помрачнело. Он тяжело вздохнул и не сразу ответил:\n—Погибли, госпожа... Весь род Такэда погиб вчера.",
    "answers": [
      {
        "id": 298,
        "text": "-Мне жаль",
        "var_add": [
          "привязанность",
          1
        ]
      },
      {
        "id": 299,
        "text": "Много людей вчера погибло ",
        "var_add": [
          "неприязнь",
          1
        ]
      }
    ]
  },
  {
    "id": 297,
    "text": "  Вы слегка повернули голову и постарались сосредоточиться на разговоре.\n—Нацуми? — удивился парень в разорванном кимоно — Одна из трех священных жриц, одолевших дракона? Да она уже давно умерла, поди!\n—Кто знает — ответила женщина — Только вот я слышала, что она вполне себе жива и странствует по миру.\n—Ты слышал, Катсуро? — шепнули вы самураю — Катсуро? \n  Юноша стоял на месте и, схватив катану двумя руками, немного вытащил ее из ножен. В основании лезвия меча вы заметили небольшой иероглиф. Этот символ слабо светился желтым светом. \n—Демоны... — произнес оторопевший Катсуро. ",
    "answers": [
      {
        "id": 307,
        "text": "Осмотреться "
      }
    ]
  },
  {
    "id": 298,
    "text": "—Мне жаль — признались вы.\n  В ответ юноша благодарно кивнул вам.",
    "answers": [
      {
        "id": 294,
        "text": "Другой вопрос ",
        "forget": [
          298,
          296
        ]
      }
    ]
  },
  {
    "id": 299,
    "text": "—Много людей вчера погибло — отметили вы.\n  Юноша утвердительно кивнул вам.",
    "answers": [
      {
        "id": 294,
        "text": "Другой вопрос ",
        "forget": [
          299,
          296
        ]
      }
    ]
  },
  {
    "id": 300,
    "text": "  Вы напрягли слух и стали вслушиваться в разговоры людей.\n—Вот беда-то! — сетовала женщина позади вас — Столько лет не нападали и вдруг раз!\n—Это все из-за жрицы, говорю тебе! — ответил ей молодой парень в разорванном кимоно — Говорят, она вышла на улицу во время церемонии, взмахнула руками и призвала демонов!\n  Катсуро тоже услышал эти слова. Он сделал шаг в сторону говорившего.",
    "answers": [
      {
        "id": 301,
        "text": "Остановить его "
      },
      {
        "id": 302,
        "text": "Не вмешиваться "
      }
    ]
  },
  {
    "id": 301,
    "text": "—Стой — шепнули вы, ухватив самурая за рукав.\n—Но, госпожа... — начал было Катсуро, но ваш строгий взгляд остановил его.\n  Он отвернул голову от парня и, нахмурившись, продолжил идти рядом с вами.\n—А на кой ей демоны? — удивился мужской голос в толпе.\n—\"На кой, на кой\" — передразнил парень — Вот у нее и спроси!\n—Ты не прав — возразил ему старик с длинной, седой бородой — Жрица погибла в тот день, а значит вызывать духов ей было не с руки. \n—Погибла? — удивились люди вокруг.\n—Тогда кто же остановит дракона? — спросила из толпы какая-то девушка испуганным голосом.\n  Старик в ответ пожал плечами. Люди кругом стали перешептываться.\n—Надежды нет... мы обречены... — долетали до вас фразы.\n—А как же жрица Нацуми? — раздался за вашей спиной голос худой женщины.",
    "answers": [
      {
        "id": 297,
        "text": "Слушать внимательнее "
      }
    ]
  },
  {
    "id": 302,
    "text": "  Катсуро приблизился к парню и, схватив того за шиворот, оттолкнул в сторону.\n—Не смейте очернять принцессу! — воскликнул он.\n  Парень отлетел на пару метров и упал на спину. Люди вокруг отступили назад от Катсуро.\n—Ты особо то не распаляйся, самурай! — вышел из толпы высокий, худой мужчина — Не строй из себя героя! Сам ведь ты должен был умереть за императора и принцессу, так? Но вместо этого сбежал, как последний трус!\n  Катсуро бросил яростный взгляд на мужчину. Толпа кругом зловеще зашепталась.\n—А может ты один из демонов и потому так защищаешь свою хозяйку? — воскликнул чей-то голос.\n—Что за вздор?! — возмутился самурай, схватившись за рукоять катаны.\n  Шепот толпы перерос в недовольный гул. \"Они напуганы\" — отметили вы, вглядевшись в лица крестьян.",
    "answers": [
      {
        "id": 303,
        "text": "Выйти вперед"
      },
      {
        "id": 304,
        "text": "Наблюдать со стороны"
      }
    ]
  },
  {
    "id": 303,
    "text": "  Вы шагнули вперед и скинули с головы капюшон. Толпа умолкла.\n—Я принцесса Юмико! — возвысили вы голос — И я, как и вы, спасаюсь от демонов бегством...\n—Принцесса! Жрица! — зашептались все вокруг. \n—А вдруг это такая хитрая уловка?! — воскликнул вдруг парень в кимоно — Вдруг ты притворяешься?",
    "answers": [
      {
        "id": 308,
        "text": "Накричать на него"
      },
      {
        "id": 309,
        "text": "Ответить спокойно"
      }
    ]
  },
  {
    "id": 304,
    "text": "—Отдай нам мечи, парень — обратился к Катсуро длинный мужчина — Какой-то ты нервный.\n—Назад! — воскликнул самурай, пригнувшись и чуть вытащив лезвие катаны — Я никому не позволю прикоснуться к моему оружию!\n  Толпа в страхе отступила. Самурай оглядывался по сторонам, продолжая угрожающе сжимать катану.\n—Н-не дури! — крикнул длинный мужчина — Нас тут намного больше! Сдайся!\n  Глаза Катсуро были подобны глазам загнанного зверя. Он блуждал взглядом по толпе и наконец остановил свой взор на вас.\n—Ты слышал?! Отдавай мечи! — не унимался мужчина.",
    "answers": [
      {
        "id": 306,
        "text": "Покачать головой отрицательно "
      },
      {
        "id": 305,
        "text": "Кивнуть утвердительно "
      }
    ]
  },
  {
    "id": 305,
    "text": "  Самурай глубоко вдохнул и, помедлив несколько секунд, снял с пояса мечи. Затем он протянул их мужчине.\n—Так-то лучше — отметил тот, забирая оружие.\n  Самурай сделал пару шагов назад.\n—Я не хочу кровопролития! — произнес Катсуро, обращаясь к толпе — До города осталось совсем немного, поэтому...\n—Эй! — раздался удивленный голос длинного — А чего это у тебя меч светится?\n  Вы перевели взгляд на него. Мужчина держал один короткий меч подмышкой и, схватив длинную катану двумя руками, немного вытащил ее из ножен. В основании лезвия вы заметили небольшой иероглиф. Этот символ слабо светился желтым светом. \n—Ч-что? — произнес оторопевший Катсуро, выхватив катану из рук мужчины, затем пригляделся к лезвию и чуть слышно промолвил — Демоны...",
    "answers": [
      {
        "id": 307,
        "text": "Осмотреться "
      }
    ]
  },
  {
    "id": 306,
    "text": "  Самурай глубоко вдохнул.\n—Я не отдам свое оружие.\n—Что ж, в таком случае... — произнес мужчина.\n  Тут вы заметили, что сзади к Катсуро подкрался парень в разорванном кимоно. Он сжимал в руке нож. Вы уже собирались крикнуть самураю обернуться, но в последний миг Катсуро заметил врага по тени.",
    "answers": [
      {
        "need_sometimes": true,
        "id": 306,
        "text": " В доли секунды воин отскочил в сторону и нанес размашистый удар. Его движения напомнили вам ту ночь перед церемонией, когда он точно так же чуть не ударил вас. Но на этот раз меч был настоящим и его лезвие не застыло перед лицом. Удар пришелся в шею. ",
        "need": [
          97,
          108
        ],
        "merge": true
      },
      {
        "need_sometimes": true,
        "forget": [],
        "id": 306,
        "text": " В доли секунды воин отскочил в сторону и нанес размашистый удар, который пришелся в область шеи.",
        "need": [
          92,
          95,
          98
        ],
        "merge": true
      },
      {
        "id": 306,
        "text": "\n Парень отлетел назад, выбрасывая в воздух струю крови и упал на землю. Все вокруг в ужасе отпрянули. Катсуро встал около дергающегося в предсмертной агонии противника и направил окровавленное лезвие на длинного мужчину.\n-До города осталось совсем немного! - вскричал самурай, обращаясь к присутствующим - У нас одна цель - выжить, поэтому...",
        "merge": true
      },
      {
        "id": 306,
        "text": "\n  Внезапно он умолк, опустив голову и глядя куда-то в основание лезвия катаны. Вы присмотрелись внимательнее и разглядели небольшой иероглиф на нем. Этот символ слабо светился желтым светом.\n-Д-демоны... - произнес в следующую секунду оторопевший Катсуро.",
        "merge": true
      },
      {
        "id": 307,
        "text": "Осмотреться "
      }
    ]
  },
  {
    "id": 307,
    "text": "  Вы испуганно огляделись. Люди недоумевающе смотрели на самурая. \n—Там! — вдруг раздался чей-то крик — Смотрите!\n  Кричавший мужчина указывал рукой в сторону покинутой вами столицы. Вы взглянули туда, но некоторое время не могли ничего рассмотреть. Спустя несколько вы секунд все же различили на горизонте несколько человеческих фигур.\n—Кто это? Еще люди? — раздались в толпе вопросы.\n—Нет! — ответил им Катсуро, убрав меч в ножны — Это тенгу.\n  Люди, продолжая стоять на месте, удивлённо переглянулись.\n—Госпожа, нам нужно бежать — вполголоса произнес самурай. ",
    "answers": [
      {
        "id": 317,
        "text": "Бежать самой"
      },
      {
        "id": 316,
        "text": "Приказать всем бежать к городу"
      },
      {
        "id": 325,
        "text": "Остаться на месте"
      }
    ]
  },
  {
    "id": 308,
    "text": "  Вы бросили на него злобный взгляд и воскликнули:\n—Идиот, не смей такое говорить! Я все еще ваша принцесса, не забыл?! И ко всему прочему, я единственная, кто может запечатать дракона и остановить демонов! Поэтому проявите побольше уважения!\n  Люди кругом испуганно переглянулись. Через некоторое время длинный мужчина склонился перед вами.\n—Простите нас, госпожа — произес он.\n  Все остальные последовали его примеру. \"Иногда следует быть пожестче\" — отметили вы и обернулись к Катсуро.\n  Юноша стоял опустив голову и рассматривал извлеченную катану. Его глаза были широко раскрыты, а на лбу виднелись капли пота.\n—Катсуро? — окликнули вы юношу.\n—Демоны... — чуть слышно произнес оторопевший самурай.\n  Тут вы заметили, что в основании лезвия его катаны был начертан иероглиф. Этот символ слабо светился желтым светом. ",
    "answers": [
      {
        "id": 307,
        "text": "Осмотреться "
      }
    ]
  },
  {
    "id": 309,
    "text": "—Я понимаю, вам страшно — мне тоже. Но не следует поддаваться панике — спокойно произнесли вы.\n—Заткнись! — вскричал парень — Демоны здесь по твоей вине! Вчера был день твоей церемонии и вчера же демоны напали на нас! И ты думаешь, что я поверю в то, что это случайность?! Наверняка ты попыталась с помощью демонов скинуть своего отца...\n—Урооод! — взревел Катсуро, выхватив катану из ножен — Я отрежу твой лживый язык! Ты...\n  Но внезапно самурай застыл на месте, уставившись на меч.\n—Катсуро? — окликнули вы юношу. \n—Демоны... — чуть слышно произнес оторопевший самурай. \n  Тут вы заметили, что в основании лезвия его катаны был начертан иероглиф. Сейчас этот символ слабо светился желтым светом. ",
    "answers": [
      {
        "id": 307,
        "text": "Осмотреться "
      }
    ]
  },
  {
    "id": 310,
    "text": "  Вы шли, опустив голову и не обращая ни на кого внимание. \"Для начала, нам нужно выбраться из города\" — вспомнили вы слова Катсуро — \"После этого уже можно будет строить планы\".\n  Но не о будущем вы думали сейчас. Мысли возвращали вас к событиям вчерашнего дня. Минори и отец... Они умерли. Вы никак не могли поверить в то, что лишились двух самых близких для вас людей.",
    "answers": [
      {
        "comment": true,
        "id": 310,
        "text": "-Госпожа, с вами все хорошо? - обратился к вам шепотом Катсуро - Вы плачете. \n  Вы удивлённо провели рукой по лицу и ощутили влагу на кончиках пальцев. \n-Нет... ничего - поспешно отозвались вы, смахнув слезы. ",
        "need": [
          313,
          315
        ],
        "merge": false
      },
      {
        "id": 313,
        "text": "Минори",
        "need": -313
      },
      {
        "id": 315,
        "text": "Отец",
        "need": -315
      },
      {
        "id": 294,
        "text": "Поговорить с Катсуро ",
        "need": [
          -294,
          313,
          315
        ]
      },
      {
        "id": 300,
        "text": "Прислушаться к разговорам крестьян",
        "need": [
          313,
          315
        ]
      }
    ]
  },
  {
    "id": 311,
    "text": "  Вы шли, опустив голову и не обращая ни на кого внимание. \"Для начала, нам нужно выбраться из города\" — вспомнили вы слова Катсуро — \"После этого уже можно будет строить планы\".\n  Но не о будущем вы думали сейчас. Мысли возвращали вас к событиям вчерашнего дня. Вы размышляли о Минори и отце. Самураю удалось выяснить, что Минори среди выживших не оказалось. Однако вы верили, что она сбежала с другой группой. Вы не хотели даже думать о том, что с ней что-либо случилось. Также Катсуро узнал, что вашего отца одним из первых вывели из столицы и отправили в соседний город. Вы надеялись, что там вы с ним и встретитесь.\n  Рядом с вами шел Катсуро. Взгляд самурая был задумчив и отрешен. ",
    "answers": [
      {
        "id": 294,
        "text": "Поговорить с ним ",
        "need": -294
      },
      {
        "id": 300,
        "text": "Прислушаться к разговорам крестьян"
      }
    ]
  },
  {
    "id": 312,
    "text": "    Вы шли, опустив голову и не обращая ни на кого внимание. \"Для начала нам нужно выбраться из города\" — вспомнили вы слова Катсуро — \"После этого уже можно будет строить планы\".\n  Но не о будущем вы думали сейчас. Мысли возвращали вас к событиям вчерашнего дня. Вы размышляли о Минори и отце. Служанка, покинув двор вместе с вами, договорилась с одним знакомым аристократом и ее, в числе самых первых, вывели из столицы. \"Не переживай, Юмико, свидимся\" — улыбнулась она вам на прощанье — \"Как дойдешь до города, загляни в цветочную лавку семьи Танака. Они мои родственники и у них я буду гостить\"\n  Вы улыбнулись, представив себе вашу встречу с Минори. Но в следующую секунду улыбка исчезла с вашего лица.\n—Отец... — чуть слышно прошетали вы.",
    "answers": [
      {
        "id": 293,
        "text": "\n  Вам вспомнились его слова перед церемонией. \"Я открою тебя тайну после церемонии\" - сказал он тогда. \"Отец хотел рассказать мне о демонах?\" - задумались вы - \"Или была еще какая-то тайна? В любом случае, поговорить мне с ним больше не удастся, я больше не увижу его... Как... больно\" Сердце словно готово было разорваться, и вы приложили руку к груди.\n-Госпожа, с вами все хорошо? - обратился к вам шепотом Катсуро - Вы плачете...\n  Вы удивлённо провели рукой по лицу и ощутили влагу на кончиках пальцев. \n-Нет... ничего - поспешно отозвались вы, смахнув слезы.",
        "need": [
          153
        ],
        "merge": true
      },
      {
        "id": 293,
        "text": "\n  \"Зря я ему нагрубила перед церемонией. Теперь я даже не смогу извиниться перед ним и больше не увижу его... Как... больно...\" Сердце словно готово было разорваться, и вы приложили руку к груди.\n-Госпожа, с вами все хорошо? - обратился к вам шепотом Катсуро - Вы плачете. \n  Вы удивлённо провели рукой по лицу и ощутили влагу на кончиках пальцев. \n-Нет... ничего - поспешно отозвались вы, смахнув слезы. ",
        "need": [
          141
        ],
        "merge": true
      },
      {
        "id": 293,
        "text": "\n  \"Поверить не могу, что его больше нет. Мы так мало разговаривали... Как же... больно\" Сердце словно готово было разорваться, и вы приложили руку к груди. \n-Госпожа, с вами все хорошо? - обратился к вам шепотом Катсуро - Вы плачете. \n  Вы удивлённо провели рукой по лицу и ощутили влагу на кончиках пальцев. \n-Нет... ничего - поспешно отозвались вы, смахнув слезы. ",
        "need": [
          -141,
          -153
        ],
        "merge": true
      },
      {
        "id": 294,
        "text": "Поговорить с Катсуро "
      },
      {
        "id": 300,
        "text": "Прислушаться к разговорам крестьян"
      }
    ]
  },
  {
    "id": 313,
    "text": "  Минори заменила вам маму и тот факт, что ее больше нет потрясал вас. \"Нужно принять свою судьбу\" — вспомнились вам слова служанки. И Минори приняла свою. Она отдала жизнь взамен вашей. \"Ее жертва не будет напрасной!\" — решили вы.",
    "answers": [
      {
        "id": 313,
        "text": "Назад",
        "isBack": true,
        "backstepCount": 1
      }
    ]
  },
  {
    "id": 314,
    "text": "    Вы шли, опустив голову и не обращая ни на кого внимание. \"Для начала нам нужно выбраться из города\" — вспомнили вы слова Катсуро — \"После этого уже можно будет строить планы\".\n  Но не о будущем вы думали сейчас. Мысли возвращали вас к событиям вчерашнего дня. Вы размышляли о Минори и отце. Служанка, покинув двор вместе с вами, договорилась с одним знакомым аристократом и ее, как и вашего отца, в числе самых первых, вывели из столицы. \"Не переживай, Юмико, свидимся\" — улыбнулась она вам на прощанье — \"Как дойдешь до города, загляни в цветочную лавку семьи Танака. Они мои родственники и у них я буду гостить\".\n  Вам не удалось встретиться с отцом, но этот факт не сильно вас огорчил. Улыбаясь, вы представили себе вашу встречу с Минори и отцом. \"Я рада, что они живы!\" — вы перевели взгляд на Катсуро — \"Не всем так повезло...\"\n  Лицо самурая выражало грусть.",
    "answers": [
      {
        "id": 294,
        "text": "Поговорить с ним ",
        "need": -294
      },
      {
        "id": 300,
        "text": "Прислушаться к разговорам крестьян"
      }
    ]
  },
  {
    "id": 315,
    "text": "  \"Он был строг со мной, но по-своему любил меня, я знаю\"",
    "answers": [
      {
        "id": 293,
        "text": "- вы тяжело вздохнули. \"Я открою тебя тайну после церемонии\" - сказал вам вчера отец. \"Он хотел рассказать мне о демонах?\" - задумались вы - \"Или была еще какая-то тайна? В любом случае, поговорить мне с ним больше не удастся, и больше я его не увижу\"",
        "need": [
          153
        ],
        "merge": true
      },
      {
        "id": 293,
        "text": "- вы тяжело вздохнули - \"Зря я ему нагрубила перед церемонией. Теперь я даже не смогу извиниться перед ним и больше не увижу его...\"",
        "need": [
          141
        ],
        "merge": true
      },
      {
        "id": 315,
        "text": "- вы тяжело вздохнули - \"А теперь его нет. И больше я его не увижу...\"",
        "need": 154,
        "merge": true
      },
      {
        "id": 315,
        "text": "Назад ",
        "backstepCount": 1,
        "isBack": true
      }
    ]
  },
  {
    "id": 316,
    "text": "  Вы обернулись к толпе. Среди них были старики и дети. \n—Не стойте на месте, бегите! — крикнули вы крестьянам — Бегите к городу! Это тенгу!\n  Толпа, словно дождавшись приказа, в ужасе побежала от надвигающихся демонов. Вы последовали за всеми, но вдруг ощутили, как кто-то схватил вас за запястье. Обернувшись, вы увидели перед собой худую женщину. Она держала за руку пятилетнего плачущего сына и с мольбой смотрела на вас.\n—Я не дойду — с трудом сказала она — Заберите с собой моего сына.",
    "answers": [
      {
        "id": 320,
        "text": "Забрать"
      },
      {
        "id": 321,
        "text": "Не брать"
      }
    ]
  },
  {
    "id": 317,
    "text": " Вы кивнули Катсуро и последовали за ним. Самурай бесцеремонно отталкивал всех на своем пути. После того, как вам удалось пробиться сквозь толпу, вы побежали в сторону видневшегося на горизонте города. Кто-то из толпы заметил это и последовал вашему примеру, но все же бОльшая часть осталась стоять на месте.\n  Вы отдалились от крестьян на несколько сотен метров, когда до вас долетели их крики.",
    "answers": [
      {
        "id": 318,
        "text": "Обернуться "
      },
      {
        "id": 319,
        "text": "Бежать дальше"
      }
    ]
  },
  {
    "id": 318,
    "text": "  Вы обернулись. Толпа в ужасе бежала за вами, а за их спинами вы заметили несколько демонов с красными лицами. Вскоре до вас стали доноситься крики, предсмертные хрипы, а также ужасающий хохот тенгу. На глаза вам попалась худая женщина в черном кимоно. Она тянула за руку плачущего сына, на вид, пяти лет отроду, но демоны быстро догнали ее. Один из тенгу схватил ее за плечо своими когтями. Женщина взглянула на вас широко раскрытыми от ужаса глазами, словно ища поддержки.\n—Госпожа, не смотрите! — отвлек вас Катсуро и вы отвернулись от этой ужасной картины. \n  Сзади раздался громкий хруст и детский крик, который тут же  смолк.",
    "answers": [
      {
        "id": 319,
        "text": "Бежать к городу "
      }
    ]
  },
  {
    "id": 319,
    "text": "  Замешкавшиеся крестьяне отвлекли на себя все внимание тенгу, поэтому вы с Катсуро без проблем смогли добраться до города. Ворота были открыты и из них вам навстречу выбежало несколько десятков самураев. Они пробежали мимо вас и вскоре за вашей спиной раздался звон ударов стали о сталь.  ",
    "answers": [
      {
        "id": 341,
        "text": "Забежать в ворота "
      }
    ]
  },
  {
    "id": 320,
    "text": "—Хорошо — произнесли вы, схватив ребенка за руку.\n—Мама! — воскликнул тот, пытаясь вырваться.\n—Иди с тетей, сынок — пыталась успокоить дитя женщина, еле сдерживая слезы — Все будет хорошо! \n  В этот момент к вам подбежал Катсуро. Он сгреб ребенка подмышки и бросил, убегая в сторону города:\n—Демоны близко, госпожа! Скорее! \n  Вы побежали вслед за ним, но через пару метров оглянулись. Исхудавшая женщина в черном кимоно медленно брела в вашем направлении. Она прикрыла рот рукой, сдерживая плачь, а в широко раскрытых, черных глазах читался ужас. За ее спиной уже хорошо были различими приближающиеся тенгу.",
    "answers": [
      {
        "id": 322,
        "text": "Бежать к городу "
      },
      {
        "id": 323,
        "text": "Вернуться за женщиной"
      }
    ]
  },
  {
    "id": 321,
    "text": "—Мы не успеем убежать — произнесли вы, отступая назад. \n—Прошу — по щекам женщины покатились слезы.\n  Плачь ребенка стал еще громче. \n—Я... я не могу — вы сделали еще шаг назад.\n  Внезапно к вам подбежал Катсуро. Он сгреб ребенка подмышки и бросил, убегая в сторону города:\n—Демоны близко, госпожа! Скорее!",
    "answers": [
      {
        "id": 340,
        "text": "Бежать к городу "
      }
    ]
  },
  {
    "id": 322,
    "text": "  \"Нет! Вместе нам не убежать!\" — решили вы и, отвернувшись от женщины, ускорили бег. \n  Через несколько минут сзади вас раздался женский крик.\n—Мама! — воскликнул ребенок, глядя назад широко раскрытыми глазами.\n—Не смотри! — произнес Катсуро, отвернув ребенка.\n  Хохот тенгу с каждой секундой становился все громче. \"О, боги! Они уже догнали нас?!\" — отметили вы в ужасе. К вашему счастью, ворота города были еще открыты. Из них к вам навстречу выбежало несколько десятков самураев. Они пробежали мимо вас и вскоре раздались звуки битвы.\n—Госпожа, не останавливайтесь! — на ходу бросил вам Катсуро — Еще немного осталось!",
    "answers": [
      {
        "id": 335,
        "text": "Забежать в ворота"
      }
    ]
  },
  {
    "id": 323,
    "text": "  Вы обернулись к Катсуро. Самурай, заметив ваше промедление, остановился.\n—Госпожа? — удивился он.\n  Вы закусили нижнуюю губу и рванули к женщине.\n—Что вы делаете? — удивилась она, когда вы ухватили ее за руку и потащили за собой — Вы тоже погибните!\n—Нет! — вскричали вы — Сегодня я не умру и ты тоже!\n  Сзади слышалось безумное хохотание, от которого у вас мурашки пробежали по спине. Через несколько сотен метров обессилевшая женщина стала отставать, замедляя вас. Впереди уже виднелись стены города, когда вы вдруг осознали: \"Нет, мы не успеем!\"\n  Внезапно перед вами возник Катсуро. Он продолжая держать ребенка в руке, бросился к женщине и, закинув ее на плечо, рванул к городу.\n—Госпожа... скорее! — крикнул он, запыхвашись.",
    "answers": [
      {
        "id": 324,
        "text": "Бежать за ним"
      }
    ]
  },
  {
    "id": 324,
    "text": "  Вы бежали следом и поражались выносливости молодого самурая. Катсуро не спал всю прошлую ночь, обеспечивая вам одежду, еду и питье, а теперь еще и бежал с такой ношей.\n  К вашему счастью, ворота города были еще открыты. Несколько десятков стражников, завидев вас, принялись махать руками. Тем временем, хохот позади вас приблизился. Вам уже казалось, что они вот-вот схватят вас своими черными когтями. Зажмурившись, вы ускорились, что есть сил и... ударились о бежавшего к вам навстречу стражника.\n—С дороги! — раздался его рассержанный голос и он грубо отпихнул вас в сторону.",
    "answers": [
      {
        "id": 326,
        "text": "Осмотреться "
      }
    ]
  },
  {
    "id": 325,
    "text": "—Но откуда ты знаешь? — удивились вы. \n—Нет времени объяснять, госпожа — произнес Катсуро и, судя по его беспокойному виду, он был уверен в своих словах.",
    "answers": [
      {
        "id": 317,
        "text": "Бежать самой"
      },
      {
        "id": 316,
        "text": "Приказать всем бежать к городу"
      }
    ]
  },
  {
    "id": 326,
    "text": "  Удержавшись на ногах после толчка, вы осмотрелись. Из города, навстречу тенгу, выбежало несколько десятков самураев. Они столкнулись с демонами в примерно в пятиста метрах от вас. Вы взглянули на ворота. Катсуро стоял перед ними и, тяжело дыша, крикнул вам:\n—Здесь опасно оставаться, госпожа!",
    "answers": [
      {
        "id": 327,
        "text": "Бежать в город"
      }
    ]
  },
  {
    "id": 327,
    "text": "  Вы последовали за ним в город. Позади вас раздавался звон стали о сталь.\n—Демонов немного! — воскликнул один из самураев — Мы победим!\n  Вы вбежали в ворота и оказались на пересечении трех широких улиц, ведущих, налево, направо и вперед. Центральная улица была шире остальных. По обеим сторонам от нее тянулись одно- и двухэтажные деревянные дома. \n  Помимо вас, на перекрестке находилась толпа крестьян. Все они были напуганы и выглядели измотанными. Также здесь находилось большое количество самураев, но они были заняты нагрянувшими тенгу.",
    "answers": [
      {
        "id": 328,
        "text": "Катсуро "
      }
    ]
  },
  {
    "id": 328,
    "text": "  Вы огляделись кругом. Молодой самурай лежал на земле и тяжело дышал. Над ним склонилась худая женщина с ребенком.",
    "answers": [
      {
        "id": 329,
        "text": "Подойти к ним"
      }
    ]
  },
  {
    "id": 329,
    "text": "—Спасибо вам, юный господин! — радостно кричала женщина — Если бы не вы...\n  Катсуро бессильно махнул рукой, пытаясь что-то ответить, но одышка мешала ему. Тем временем женщина заметила вас.\n—И вам спасибо, госпожа! — поклонилась она вам — Вы вернулись за мной, хотя могли погибнуть.",
    "answers": [
      {
        "id": 330,
        "text": "-Спасибо в карман не положишь"
      },
      {
        "id": 331,
        "text": "-Я сделала, что должна была"
      }
    ]
  },
  {
    "id": 330,
    "text": "—Да уж — согласились вы — Я могла погибнуть — это верно. И ты теперь должна мне.\n—Ч-что? — удивилась женщина — Должна?\n—Я предпочитаю, когда люди выражают благодарность в более материальной форме — намекнули вы, улыбнувшись.\n—А! Конечно! — спохватилась ваша собеседница и принялась что-то искать за пазухой. \n  Наконец она достала на свет мешочек монет.\n—Вот — женщина протянула его вам — Тут немного, но это все, что мне удалось унести из дома.\n—Это все твои сбережения?\n—Д-да! — женщина поклонилась вам в пояс — Прошу, возьмите!",
    "answers": [
      {
        "id": 332,
        "text": "Взять"
      },
      {
        "id": 333,
        "text": "Не брать"
      }
    ]
  },
  {
    "id": 331,
    "text": "—Н-не стоит так благодарить меня — смущенно улыбнулись вы — На моем месте любой сделал тоже самое.\n—К сожалению, это не так — грустно заметила женщина, а затем бросилась к вам в объятия — Спасибо — промолвила она, сдерживая слезы. ",
    "answers": [
      {
        "id": 333,
        "text": "\n  Вы перевели взгляд на Катсуро. Он, поднимаясь с земли, смотрел на вас с нескрываемым восхищением. Заметив ваш взор, он поспешно отвел глаза.\n-Принцесса Юмико! - раздался чей-то возглас за вашей спиной.",
        "merge": true
      },
      {
        "id": 334,
        "text": "Обернуться "
      }
    ]
  },
  {
    "id": 332,
    "text": "  Вы выхватили кошель из рук женщины и запихнули его за пазуху.\n—Так-то лучше! — улыбнулись вы.\n  Женщина подняла голову и, улыбнувшись произнесла:\n—Простите, что так мало. И еще раз спасибо вам.",
    "answers": [
      {
        "id": 332,
        "text": "\n  Вы перевели взгляд на Катсуро. Он, поднимаясь с земли, смотрел на вас, и в его глазах читалось недовольство. Заметив ваш взор, он поспешно отвел взгляд. \"Пф! Эти деньги нам еще пригодятся!\" - мысленно отметили вы. \n-Принцесса Юмико! - раздался за вашей спиной чей-то возглас. ",
        "merge": true
      },
      {
        "id": 334,
        "text": "Обернуться "
      }
    ]
  },
  {
    "id": 333,
    "text": "  Вы накрыли худую руку с кошельком своей ладонью.\n—Вам нужнее — сказали вы, отодвигая ее от себя.\n  Женщина подняла на вас удивлённый взгляд и обняла вас.\n—Спасибо! — произнесла она со слезами на глазах. \n—Не стоит — улыбнулись вы.",
    "answers": [
      {
        "id": 333,
        "text": "\n  Вы перевели взгляд на Катсуро. Он, поднимаясь с земли, смотрел на вас с нескрываемым восхищением. Заметив ваш взор, он поспешно отвел глаза.\n-Принцесса Юмико! - раздался чей-то возглас за вашей спиной.",
        "merge": true
      },
      {
        "id": 334,
        "text": "Обернуться "
      }
    ]
  },
  {
    "id": 334,
    "text": "  Обернувшись вы увидели, что вас и толпу беженцев окружил отряд самураев. Главный среди них — воин в тяжелых пластинчатых доспехах, стоял перед вами. На голове его был рогатый шлем с маской на пол лица, разукрашенной в виде рта, с острыми клыками. Он протянул руку, намереваяясь скинуть с вас капюшон, но внезапно ему навстречу выскочил Катсуро.\n—Не прикасайся к ней! — воскликнул юноша, оттолкнув руку.\n  Самурай в доспехах отступил назад.\n—Без сомнения это те, кого мы ищем — Юмико и ее телохранитель!",
    "answers": [
      {
        "id": 345,
        "text": "-Госпожа Юмико! "
      },
      {
        "id": 346,
        "text": "-Что вам нужно?"
      }
    ]
  },
  {
    "id": 335,
    "text": "  Вы кивнули и последовали за ним в город.\n—Демонов немного! — воскликнул один из самураев — Мы победим!\n  Вы вбежали в ворота и оказались на пересечении трех широких улиц, ведущих, налево, направо и вперед. Центральная улица была шире остальных. По обеим сторонам от нее тянулись одно- и двухэтажные деревянные дома. \n  Помимо вас, на перекрестке находилась толпа крестьян. Все они были напуганы и выглядели измотанными. Также здесь находилось большое количество самураев, но все они были заняты нагрянувшими тенгу.",
    "answers": [
      {
        "id": 336,
        "text": "Катсуро"
      }
    ]
  },
  {
    "id": 336,
    "text": "  Он стоял на коленях перед плачущим мальчиком.\n—Хочу к маме! — кричал тот, утирая слезы.\n  Катсуро огляделся по сторонам и остановил взгляд на вас. На лице юноши читалось замешательство, он не знал, что сказать ребёнку, как его успокоить.",
    "answers": [
      {
        "id": 337,
        "text": "Подойти к ним"
      }
    ]
  },
  {
    "id": 337,
    "text": "  Вы приблизились и склонились над ребенком.\n—Где... где моя мама?! — спросил он, сквозь плачь.",
    "answers": [
      {
        "id": 338,
        "text": "Сказать правду"
      },
      {
        "id": 339,
        "text": "Солгать"
      }
    ]
  },
  {
    "id": 338,
    "text": "  Вы опустились на колени перед ним и тихим голосом произнесли:\n—К сожалению, твоя мама...\n  \"Тяжело об этом говорить\" — заметили вы и, собравшись с силами, продолжили:\n—Она... умерла.\n—У-умерла? — непонимающе переспросил мальчик, а затем вновь разрыдался — Я хочу к маме! Где мама?!\n—Что же вы ребенка мучаете?! — набросилась на вас женщина из толпы — Иди сюда, малыш.\n  Она положила руку на плечо мальчику и увела его в сторону. Вы поднялись на ноги.\n—Рано или поздно он узнает правду — заметил Катсуро.\n—Принцесса Юмико! — раздался за вашей спиной чей-то возглас. ",
    "answers": [
      {
        "id": 334,
        "text": "Обернуться "
      }
    ]
  },
  {
    "id": 339,
    "text": "  Вы опустились на колени перед ним и тихим голосом произнесли:\n—Она скоро придет. Мама задержалась немного.\n  Мальчик чуть успокоился.\n—Придет? — он доверчиво взглянул вам в глаза.\n—Придет — уверенно ответили вы.\n  В этот момент к вам подошла женщина из толпы. Она опустила руку на плечо ребенку.\n—Я отведу его в безопасное место — сказала вам женщина, а затем обратилась к мальчику — Ну, идем, малыш.\n  Вы поднялись на ноги и взглянули им вслед.\n—Рано или поздно он узнает правду — заметил Катсуро. \n—Принцесса Юмико! — раздался за вашей спиной чей-то возглас. ",
    "answers": [
      {
        "id": 334,
        "text": "Обернуться "
      }
    ]
  },
  {
    "id": 340,
    "text": "  Через несколько минут сзади вас раздался женский крик.\n—Мама! — воскликнул ребенок, глядя назад широко раскрытыми глазами.\n—Не смотри! — произнес Катсуро, отвернув ребенка.\n  Хохот тенгу с каждой секундой становился все громче. \"О, боги! Они уже догнали нас?!\" — отметили вы в ужасе. К вашему счастью, ворота города были еще открыты. Из них к вам навстречу выбежало несколько десятков самураев. Они пробежали мимо вас и вскоре раздались звуки битвы.\n—Госпожа, не останавливайтесь! — на ходу бросил вам Катсуро — Еще немного осталось!",
    "answers": [
      {
        "id": 335,
        "text": "Забежать в ворота"
      }
    ]
  },
  {
    "id": 341,
    "text": "—Демонов немного! — воскликнул один из пробегающих мимо самураев — Мы победим!\n  Вы вбежали в ворота и оказались на пересечении трех широких улиц, ведущих, налево, направо и вперед. Центральная улица была шире остальных. По обеим сторонам от нее тянулись одно- и двухэтажные деревянные дома. \n  Помимо вас, на перекрестке находились выжившие крестьяне. Их осталось немного и все они были напуганы и выглядели измотанными. Также здесь находилось большое количество самураев, но все они были заняты нагрянувшими тенгу.",
    "answers": [
      {
        "id": 342,
        "text": "Поговорить с Катсуро "
      }
    ]
  },
  {
    "id": 342,
    "text": "  Молодой самурай стоял в стороне и когда вы подошли, он слегка склонил голову.\n—Много людей погибло — заметил Катсуро, оглядевшись кругом. ",
    "answers": [
      {
        "id": 343,
        "text": "-Им стоило бежать, а не стоять на месте "
      },
      {
        "id": 344,
        "text": "-Мне стоило приказать им бежать"
      }
    ]
  },
  {
    "id": 343,
    "text": "—Они стояли столбом, когда следовало бежать — сухо отозвались вы — Это была их ошибка.\n  Катсуро ничего не ответил, лишь молча склонил голову. \"Он не согласен со мной?\" — отметили вы, взглянув в его расстроенное лицо.\n—Принцесса Юмико! — раздался за вашей спиной чей-то возглас. ",
    "answers": [
      {
        "id": 334,
        "text": "Обернуться "
      }
    ]
  },
  {
    "id": 344,
    "text": "  Вы склонили голову и сокрушенно произнесли:\n—Не стоило их бросать. Мне нужно было сказать им бежать.\n  Катсуро тяжело вздохнул.\n—Что было, того уже не вернешь — отозвался он.\n  \"Он прав\" — подумали вы, сжав кулаки — \"Прошедшее не вернуть и мне нужно жить дальше\"\n—Принцесса Юмико! — раздался вдруг за вами чей-то возглас.",
    "answers": [
      {
        "id": 334,
        "text": "Обернуться "
      }
    ]
  },
  {
    "id": 345,
    "text": "—Что?! — воскликнули вы через плечо Катсуро — Знай свое место! Ты разговариваешь с принцессой, забыл?!\n—Ох, простите! — спохватился самурай — Где мои манеры? \n  Он поспешно поклонился вам и окружающие воины принялись дружно смеяться.\n—Что смешного?! — накинулись вы на них.\n—Действительно смешно — стоящий перед вами самурай выпрямился — Императорская семья больше не имеет власти, а принцесса, по привычке, не может унять свой гонор.\n—Ах, ты! — Катсуро рванул к нему, замахнувшись кулаком.\n   Но самурай в доспехах сделал резкий шаг навстречу и в то же мгновение Катсуро куборем полетел на землю. Вы даже не успели заметить, что произошло. Смех кругом усилился.\n—Это тебе урок, сопляк! — рявкнул самурай, возвышаясь над Катсуро — Какой из тебя воин, когда ты даже подножку не заметил! А теперь — он взглянул на вас — Вам придется проследовать за мной.",
    "answers": [
      {
        "id": 347,
        "text": "Возмущаться"
      },
      {
        "id": 348,
        "text": "Смириться"
      }
    ]
  },
  {
    "id": 346,
    "text": "—Что вам нужно?\n—Вы пойдете с нами — ответил самурай.\n—Как ты разговариваешь с... — воскликнул Катсуро.\n—Заткнись, сопляк! — прервал его самурай — Императорская семья больше не имеет власти, поэтому любезничать с этой девкой я не собираюсь!\n—Урод! — сквозь зубы процедил Катсуро и бросился на самурая, замахнувшись кулаком. \n  Однако тот сделал резкий шаг навстречу и в то же мгновение Катсуро куборем полетел на землю. Вы даже не успели заметить, что произошло. Смех кругом усилился. \n—Это тебе урок, сопляк! — рявкнул самурай, возвышаясь над Катсуро — Какой из тебя воин, когда ты даже подножку не заметил! А теперь — он взглянул на вас — Вам придется проследовать за мной. ",
    "answers": [
      {
        "id": 348,
        "text": "Повиноваться "
      },
      {
        "id": 347,
        "text": "Возмущаться"
      }
    ]
  },
  {
    "id": 347,
    "text": "—Что вы себе позволяете?! — воскликнули вы.\n  Вдруг к вам сзади подошли два самурая и, крепко схватив вас за руки, повели вперед.\n—Отпустите меня! — вопили вы, пытаясь вырваться — Иначе...\n—Заткнись уже! — перебил вас самурай в доспехах, неспешно следуя за вами.\n—Эй! А ну стоять! — раздался за вами юношеский возглас.\n  Это был Катсуро. Его лицо и одежда испачкались в земле, а глаза сверкали злостью.\n—Руки прочь от госпожи Юмико! — воскликнул он и шагнул к вам.\n  Самурай в доспехах лишь слегка повернул голову в сторону юноши.\n—Похоже, ты не из тех, кто учиться на ошибках — заметил он, а затем махнул рукой окружающим вас самураям.",
    "answers": [
      {
        "id": 349,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 348,
    "text": "—Хорошо, я пойду с вами — ответили вы.\n—А куда ты денешься? — бросил командир самураев и зашагал по центральной улице.\n  Позади вас, слева и справа, встали два воина, не оставляя вам выбора, кроме как следовать за их командиром. Вы прошли десяток метров, когда вдруг раздался юношеский возглас:\n—Эй! А ну стоять!\n  Это был Катсуро. Его лицо и одежда испачкались в земле, а глаза сверкали злостью.\n—Руки прочь от госпожи Юмико! — воскликнул он и шагнул к вам.\n  Самурай в доспехах лишь слегка повернул голову в сторону юноши.\n—Похоже, ты не из тех, кто учиться на ошибках — заметил он, а затем махнул рукой окружающим вас самураям.",
    "answers": [
      {
        "id": 349,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 349,
    "text": "  В ту же секунду на Катсуро накинулось десяток самураев. Юноша уклонялся от ударов, проворно двигаясь между нападающими и временами контратакуя. От его стремительных ударов пятеро самураев, лишившись сознания, по очереди грохнулись на землю. \"Неужели, он сможет всех одолеть?\" — удивились вы, глядя на то, как свалился очередной нападающий.\n  Однако, как только эта мысль пронеслась в вашей голове, Катсуро пропустил сильнейший удар в лицо. От этого удара юношу отбросило назад и он упал на спину. Окружившие Катсуро самураи принялись руками и ногами избивать его.\n—Сопляк! Доставил же хлопот! — кричали они.",
    "answers": [
      {
        "id": 349,
        "text": "\n  Внезапно из толпы выскочила худая женщина. В ней вы узнали ту самую мать с ребенком.\n-Прекратите! - завопила она, бросившись в самую гущу и накрыв своим телом молодого самурая.\n  Воины кругом остановились и недоумевающе взглянули на самурая в доспехах. Он, в свою очередь, огляделся кругом. Толпа крестьян плотнее приблизилась к вам, образуя стенку. Все они недовольно смотрели на представление. Самурай в доспехах постоял еще минуту, затем резко обернулся и, зашагал прочь по центральной улице.\n-Оставьте его! - бросил он своим подчиненным - Наша цель - принцесса.\n  Воины, крепко держа за руки, повели вас вслед за ним. ",
        "need": [
          328
        ],
        "merge": true
      },
      {
        "id": 351,
        "text": "Попытаться остановить их",
        "need": [
          -328,
          347
        ]
      },
      {
        "id": 353,
        "text": "Обернуться ",
        "need": [
          328
        ]
      },
      {
        "id": 355,
        "text": "Попытаться остановить их ",
        "need": [
          348,
          -328
        ]
      }
    ]
  },
  {
    "id": 350,
    "text": "  Вы повернули голову назад. Катсуро, лежа на земле, беспомощно тянул в вашу сторону руку. Ему крепко досталось. Из носа его текла кровь, а над левым глазом была огромная шишка.",
    "answers": [
      {
        "id": 354,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 351,
    "text": "—Хватит! — вскричали вы, попытавшись вырваться, но самураи крепко держали вас за руки. \n  Воин в доспехах громко рассмеялся.\n—Иначе что? — повернул он к вам голову — Твои угрозы здесь бесполезны!\n  Вы вновь попытались вырваться, но тщетно. Минуты через две продолжающегося избиения Катсуро, самурай в доспехах обратился к своим подчиненным:\n—Ладно, с него довольно!\n  Затем он развернулся и зашагал прочь по центральной улице. \n—Наша цель — принцесса — добавил самурай, глядя на вас.\n  Воины, крепко держа за руки, повели вас вслед за ним.",
    "answers": [
      {
        "id": 350,
        "text": "Обернуться "
      }
    ]
  },
  {
    "id": 352,
    "text": "  Это были белые знамена, с изображением золотистых орхидей. \"Золотые орхидеи?\" — удивились вы — \"Но ведь это знак...\"\n—А! — командир отряда заметил ваше удивление — Да, принцесса, это знамена сегуна* \n—Но ведь мой отец сместил его с поста! — воскликнули вы.\n—Ну что ж — пожал плечами в ответ самурай — Больше ваш отец не сможет помешать генералу.\n  Воины кругом вновь засмеялись.",
    "answers": [
      {
        "id": 352,
        "text": "* - полководец, управляющий всей армией. Имел больше власти, чем Император.",
        "comment": true
      },
      {
        "id": 365,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 353,
    "text": "  Вы повернули голову назад. Катсуро лежал на земле и пытался приподняться на руках. Ему крепко досталось: из носа текла кровь, а под левым глазом был синяк. Женщина сидела около него на коленях и помогала ему встать.",
    "answers": [
      {
        "id": 354,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 354,
    "text": "  Отряд самураев вел вас по многолюдной, широкой улице города. Здесь можно было встретить богато одетых аристократов, торговцев, громко созывающих покупателей, ремесленников и крестьян. Все они удивлённо провожали вас взглядом, когда вы проходили мимо.\n—Эта та самая жрица? Говорят, это она демонов вызвала — расслышали вы перешептывание.",
    "answers": [
      {
        "id": 358,
        "text": "Не обращать внимание"
      },
      {
        "id": 357,
        "text": "Прикрикнуть на них"
      }
    ]
  },
  {
    "id": 355,
    "text": "—Хватит! — вскричали вы, бросившись к Катсуро.\n  Но самураи, стоявшие за вами, крепко схватили вас за руки. Их командир громко рассмеялся.\n—Иначе что? — спросил он сквозь смех — Ты до сих пор не поняла в какой ситуации оказалась?\n  Вы вновь попытались вырваться, но тщетно. Минуты через две продолжающегося избиения Катсуро, самурай в доспехах обратился к своим подчиненным:\n—Ладно, с него довольно!\n  Затем он развернулся и зашагал прочь по центральной улице. \n—Наша цель — принцесса — добавил самурай.\n  Воины, крепко держа за руки, повели вас вслед за ним.",
    "answers": [
      {
        "id": 350,
        "text": "Обернуться "
      }
    ]
  },
  {
    "id": 356,
    "text": "—Э, господин Тэтсуо.\n—Да? — старик  слегка повернул голову к вам, продолжая неспешно идти вперед.",
    "answers": [
      {
        "id": 360,
        "text": "-Вы управляющий дома?"
      },
      {
        "id": 361,
        "text": "-Почему меня арестовали?"
      }
    ]
  },
  {
    "id": 357,
    "text": "—Кто это сказал?! — воскликнули вы, резко остановившись и сверля толпу взглядом — Кто сказал, что я вызвала демонов?!\n  Один из самураев толкнул вас в спину.\n—Шагай! — прикрикнул он.",
    "answers": [
      {
        "id": 358,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 358,
    "text": "  Вскоре вас привели ко дворцу управляющего городом. Это было оргромное здание, покрытое черепицей. Слева и справа от мощенной тропинки, ведущей ко входу, были расположены ряды самураев. Также кругом вы заметили развевающиеся на ветру знамена.",
    "answers": [
      {
        "id": 358,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c27/1812/fa/540e8d16c33a.jpg"
      },
      {
        "id": 352,
        "text": "Присмотреться к ним"
      }
    ]
  },
  {
    "id": 359,
    "text": "",
    "answers": []
  },
  {
    "id": 360,
    "text": "—Да, можно и так сказать — улыбнулся Тэтсуо — ",
    "answers": []
  },
  {
    "id": 361,
    "text": "",
    "answers": []
  },
  {
    "id": 362,
    "text": "",
    "answers": []
  },
  {
    "id": 363,
    "text": "",
    "answers": []
  },
  {
    "id": 364,
    "text": "",
    "answers": []
  },
  {
    "id": 365,
    "text": "—Госпожа Юмико! — раздался чей-то радостный возглас — Как приятно, что вы у нас в гостях.\n  Вы повернули голову в сторону дворца. В проходе стоял невысокий старик в темно-сером кину* и хакаме** из грубой материи, седые волосы были убраны в короткий хвост на затылке, а глаза были зажмурены.\n—Господин Тэтсуо! — поприветствовал его командир самураев, склонив голову.\n—Ичиро — старик поклонился, обращаясь к командиру — Вы молодцы, что сумели отыскать нашу драгоценную гостью.\n  Затем он обратился к вам:\n—Госпожа Юмико, прошу простить их, если они были грубы с вами. А теперь — старик Тэтсуо провел рукой в воздухе, приглашая вас — Пройдите за мной. Господин Токугава ожидает вас.",
    "answers": [
      {
        "id": 365,
        "text": "* - халат с узкими рукавами и поясом (наподобие сюртука)",
        "comment": true
      },
      {
        "id": 365,
        "text": "** - длинные, широкие штаны в складку, похожие на юбку ",
        "comment": true
      },
      {
        "id": 366,
        "text": "\"Токугава\""
      }
    ]
  },
  {
    "id": 366,
    "text": "  О Токугаве довольно часто разговаривали при дворе вашего отца. Его полное имя: Мотоясу Токугава. Несколько десятков лет назад Мотоясу занимал пост сегуна при вашем отце и, фактически, правил страной. Императору это не понравилось и он решил упразднить титул сегуна, а самого генерала отправить в отставку. Однако влияние генерала среди полководцев и обычных солдат было настолько велико, что решение вашего отца вызвало почти повсеместные стычки в армии, которые чуть не переросли в полномасштабный бунт. В итоге императору пришлось вернуть Мотоясу в армию, но при этом понизив его в звании до полководца. \"Похоже, с тех пор генерал ждал своего часа и даже подготовил личную армию\" — рассуждали вы.\n—Госпожа — старик Тэтсуо вновь обратился к вам — Входите.",
    "answers": [
      {
        "id": 367,
        "text": "Остаться на месте "
      },
      {
        "id": 368,
        "text": "Пройти во дворец "
      }
    ]
  },
  {
    "id": 367,
    "text": "—А что если я не приму приглашение и останусь на месте? \n—Что ж — старик грустно вздохнул — ",
    "answers": [
      {
        "id": 367,
        "text": " В таком случае дочь не свидется со своим отцом.\n-Что? - удивились вы - Отец здесь?\n  Старик кивнул.",
        "need": [
          197
        ],
        "merge": true
      },
      {
        "id": 367,
        "text": " В таком случае вы не отведаете превосходный чай, который я самолично сварил.",
        "need": [
          -197
        ],
        "merge": true
      },
      {
        "id": 369,
        "text": "Идти во дворец ",
        "need": [
          197
        ]
      },
      {
        "id": 368,
        "text": "Войти во дворец ",
        "need": [
          -197
        ]
      },
      {
        "id": 371,
        "text": "Стоять на месте ",
        "need": [
          -197
        ]
      }
    ]
  },
  {
    "id": 368,
    "text": "  \"Похоже, у меня нет выбора\" — отметили вы, прикусив губу, и шагнули ко дворцу. Войдя внутрь, вы оказались в широком, хорошо освещенном коридоре. Слева и справа тянулись тонкие перегородки белого цвета, за которыми были слышны негромкие разговоры. Тэтсуо прислонился рукой к одной из перегородок и повел вас вперед по коридору. Следом за вами, не спуская с вас глаз, шел вооруженный самурай.",
    "answers": [
      {
        "id": 391,
        "text": "Войти внутрь",
        "need": [
          -197
        ]
      },
      {
        "id": 377,
        "text": "Войти внутрь ",
        "need": [
          197
        ]
      },
      {
        "id": 356,
        "text": "Поговорить со стариком"
      },
      {
        "id": 359,
        "text": "Идти молча"
      }
    ]
  },
  {
    "id": 369,
    "text": " \"Я должна с ним увидеться!\" — решили вы и, войдя внутрь, оказались в широком, хорошо освещенном коридоре. Старик повел вас вперед. Слева и справа тянулись тонкие перегородки белого цвета, за которыми были слышны негромкие разговоры. Следом за вами, не спуская с вас глаз, шел вооруженный самурай.",
    "answers": [
      {
        "id": 377,
        "text": "Войти"
      },
      {
        "id": 402,
        "text": "Поговорить со стариком"
      }
    ]
  },
  {
    "id": 370,
    "text": "—Не трогайте меня! — воскликнули вы, пытаясь ударить их, но воины без труда сломили вашу защиту и повели в противоположную от дворца сторону. Мотоясу разочарованно смотрел вам вслед, а затем скрылся в глубине дворца.",
    "answers": [
      {
        "id": 372,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 371,
    "text": "  Вы продолжали стоять на месте. Старик прождал еще минуту.\n—Это ваш выбор — произнес он, а затем обратился к стражникам — Уведите ее. \n  Двое рослых самураев двинулись к вам.",
    "answers": [
      {
        "id": 370,
        "text": "Сопротивляться "
      }
    ]
  },
  {
    "id": 372,
    "text": "  Самураи привели вас к невысокому, деревянному зданию. Вход в него охраняли двое стражников, один из которых, при вашем приближении, отворил тяжелую входную дверь.\n—Впервые в нашей тюрьме будет сидеть принцесса! — улыбнулся он.\n—Да — сопровождающий самурай толкнул вас внутрь — Еще и хороша собой!\n  Вы, оказавшись в темном помещении, оглянулись назад.\n—Не смейте! — воскликнули вы, бросившись к выходу, но дверь захлопнулась перед самым вашим носом.\n  После чего стражник опустил засов. \n—Эй, ее бы обыскать надо — предположил один из самураев.\n—Да не бойся, она никуда не денется — с улыбкой ответил ему стражник, а затем взглянул на вас сквозь небольшое окошко в двери и, облизнув губы, добавил — Обыск лучше ночью устроим.\n  Второй стражник громко заржал.\n  \"О, боги!\" — вы в ужасе прикрыли рот ладонью и отступили назад — \"Мне... мне нужно выбраться отсюда!\"",
    "answers": [
      {
        "id": 373,
        "text": "Осмотреться"
      }
    ]
  },
  {
    "id": 373,
    "text": "  Помещение, в котором вы оказались, было небольших размеров и освещалось только окошком в двери. По левую руку от вас у стены был разложена соломенная циновка, выполняющая роль постели.",
    "answers": [
      {
        "id": 398,
        "text": "Осмотреть стены "
      },
      {
        "id": 399,
        "text": "Попытаться договориться со стражником"
      },
      {
        "id": 400,
        "text": "Лечь на циновку"
      }
    ]
  },
  {
    "id": 374,
    "text": "  Комната, в которую вела перегородка, оказалась чайной. На стенах был изображен вечерний морской пейзаж, а прямо напротив входа было установлено широкое окно, открывающее вид на бамбуковые заросли.\n  Из мебели здесь был только низкий, деревянный стол, по обеим сторонам которого было разложено четыре циновки. На двух из них, напротив друг друга, восседали двое мужчин. Они неспешно пили чай и вели спокойную беседу. В одном из них вы узнали своего отца. На нем было темно-серое кимоно, а волосы на голове были убраны в хвост. Когда вы вошли, ваш отец перевел на вас взгляд и улыбнулся\n—Ну здравствуй, Юмико — произнес он.",
    "answers": [
      {
        "id": 376,
        "text": "Кинуться в объятия "
      }
    ]
  },
  {
    "id": 375,
    "text": "  Комната, в которую вела перегородка, оказалась чайной. На стенах был изображен вечерний морской пейзаж, а прямо напротив входа было установлено широкое окно, открывающее вид на бамбуковые заросли.\n  Из мебели здесь был только низкий, деревянный стол, по обеим сторонам которого было разложены две циновки.",
    "answers": [
      {
        "id": 397,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 376,
    "text": "—Отец! — вы бросились к нему.\n  Он вскочил на ноги и, обняв вас, промолвил:\n—Я переживал о тебе.\n  Вы уткнулись лицом ему в грудь, пытаясь сдержать слезы.\n—Ах, какая трогательная сцена — раздался за вами голос.\n  Мужчина, продолжая сидеть за столом, отхлебнул из фарфоровой чашки чай и приветственно улыбнулся.\n—Да, чуть не забыл — отец отступил от вас и представил вам его — Это генерал Мотоясу Токугава, занимающий пост сегуна.",
    "answers": [
      {
        "id": 378,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 377,
    "text": "  Комната, в которую вела перегородка, оказалась чайной. На стенах был изображен вечерний морской пейзаж, а прямо напротив входа было установлено широкое окно, открывающее вид на бамбуковые заросли.\n  Из мебели здесь был только низкий, деревянный стол, на котором были расставлены две чашки с темным содержимым, похожим на чай. Также по обеим сторонам от стола были разложены четыре циновки. На одной из них сидел ваш отец. Он был одет в простое, темно-серое кимоно, а волосы на голове были убраны в хвост. Когда вы вошли, отец приветливо улыбнулся и произнес:\n—Ну здравствуй, Юмико.",
    "answers": [
      {
        "id": 389,
        "text": "Кинуться в объятия "
      }
    ]
  },
  {
    "id": 378,
    "text": "  Вы внимательнее взглянули на мужчину. Он был в длинное кимоно и накинутом сером жилете без рукавов. Лицо было узким, губы тонкими, а глаза черного цвета.\n  Ваш отец, тем временем, уселся обратно циновку.\n—Присядь — указал он рукой рядом с собой.\n  Вы послушались и уселись на колени.\n—Воссоединение семьи — что может быть прекраснее? — произнес генерал.",
    "answers": [
      {
        "id": 379,
        "text": "Токугава "
      }
    ]
  },
  {
    "id": 379,
    "text": "  Этого мужчину вы знали, ведь о нем довольно часто разговаривали при дворе. Мотоясу Токугава. Несколько десятков лет назад Мотоясу занимал пост сегуна при вашем отце и, фактически, правил страной. Императору это не понравилось и он решил упразднить титул сегуна, а самого генерала отправить в отставку. Однако влияние генерала среди полководцев и обычных солдат было настолько велико, что решение вашего отца вызвало почти повсеместные стычки в армии, которые чуть не переросли в полномасштабный бунт. В итоге императору пришлось вернуть Мотоясу в армию, но при этом понизив его в звании до полководца. \"Похоже, с тех пор генерал ждал своего часа\" — отметили вы — \"Собрав при этом целую армию\"\n  Однако ваш отец беседовал с ним, как ни в чем не бывало, угащаясь предложенным чаем.",
    "answers": [
      {
        "id": 380,
        "text": "Поговорить с отцом"
      },
      {
        "id": 390,
        "text": "Слушать их беседу"
      }
    ]
  },
  {
    "id": 380,
    "text": "  Вы обернулись к отцу. \n—Что такое? — спросил он.",
    "answers": [
      {
        "id": 384,
        "text": "-Как ты?"
      },
      {
        "id": 383,
        "text": "-Мы с тобой арестованы?"
      }
    ]
  },
  {
    "id": 381,
    "text": "—Совет? — переспросили вы.\n—Да, на нем будут присутствовать мои полководцы и приближенные аристократы — взял слово Мотоясу — К сожалению, если я лично возьму вас и императора под арест, то аристократы и чиновники могут меня не поддержать. Но в случае, если это решение будет принято советом, тогда оно не вызовет возмущений.\n  \"Арестовать меня и отца?\" — удивились вы.",
    "answers": [
      {
        "id": 385,
        "text": "Возмущаться "
      },
      {
        "id": 386,
        "text": "Смириться "
      }
    ]
  },
  {
    "id": 382,
    "text": "",
    "answers": []
  },
  {
    "id": 383,
    "text": "  Вы бросили взгляд на Мотоясу и спросили, обращаясь к отцу:\n—Значит, мы арестованы?\n  Отец на минуту замолчал, а затем, тяжело вздохнув, ответил:\n—Боюсь, что это так.\n—Я бы сказал — вмешался в разговор генерал — Что вы временно находитесь у меня в гостях.\n—Да — подтвердил ваш отец — Завтра должен состояться совет, на котором решат нашу судьбу.",
    "answers": [
      {
        "id": 381,
        "text": "-Совет?"
      }
    ]
  },
  {
    "id": 384,
    "text": "—Когда я знаю, что с тобой все хорошо, мне становится намного лучше — ответил ваш отец с улыбкой.",
    "answers": [
      {
        "id": 384,
        "text": "Другой вопрос ",
        "isBack": true,
        "backstepCount": 1
      }
    ]
  },
  {
    "id": 385,
    "text": "—Что?! — воскликнули вы — Я единственная, кто может одолеть дракона и запечатать его дух! И вместо того, чтобы помочь мне это сделать, вы хотите арестовать меня?!\n  Генерал спокойно отпил чай и, немного помолчав, ответил:\n—Однако помимо того, что вы жрица, вы еще и являетесь одной из носителей той самой души дракона — глаза Мотоясу холодно смотрели на вас — Если Яматороти сумеет извлечь из вас часть своей души и объеденить все эти части воедино, тогда его ничто не остановит.\n  Он встал на ноги и, шагнув к выходу из комнаты, бросил вам через плечо:\n—Я не могу так рисковать.\n—Но генерал... — начали было вы.\n—Довольно — прервал Мотоясу, после чего обратился к самураю у входа — Уведите ее.\n  Стражник двинулся к вам и вы вскочили на ноги.\n—Не сопротивляйся — отец удержал вас за руку — Единственным вариантом является доказать совету необходимость твоего освобождения.\n  Вы взглянули на отца. Его лицо было спокойным, а глаза выражали уверенность в словах. \n—Хорошо — вы кивнули ему — Думаю, это и вправду единственный выход.",
    "answers": [
      {
        "id": 387,
        "text": "Пойти вслед за самураем "
      }
    ]
  },
  {
    "id": 386,
    "text": "",
    "answers": []
  },
  {
    "id": 387,
    "text": "  Отец обнял вас на прощанье. \n—Я знаю, на совете ты сможешь постоять за себя — улыбнулся он.\n  Вы испуганно посмотрели на него.\n—Что? Тебя там не будет?\n—Нет — отец сокрушенно мотнул головой — С этих пор я больше не император, а всего лишь беженец. И Токугава не захотел, чтобы я пристутствовал.\n  Стражник подтолкнул вас к выходу и вы шагнули прочь.",
    "answers": [
      {
        "id": 388,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 388,
    "text": "  Из дворца вас привели к невысокому, деревянному зданию. Вход в него охраняли двое стражников, один из которых, при вашем приближении, отворил тяжелую входную дверь.\n—Впервые в нашей тюрьме будет сидеть принцесса! — улыбнулся он.\n—Да — сопровождающий самурай толкнул вас внутрь — Еще и хороша собой!\n  Вы, оказавшись в темном помещении, оглянулись назад.\n—Не смейте! — воскликнули вы, бросившись к выходу, но дверь захлопнулась перед самым вашим носом.\n  После чего стражник опустил засов. \n—Эй, ее бы обыскать надо — предположил один из самураев.\n—Да не бойся, она никуда не денется — с улыбкой ответил ему стражник, а затем взглянул на вас сквозь небольшое окошко в двери и, облизнув губы, добавил — Обыск лучше ночью устроим.\n  Второй стражник громко заржал.\n  \"О, боги!\" — вы в ужасе прикрыли рот ладонью и отступили назад — \"Мне... мне нужно выбраться отсюда!\"",
    "answers": [
      {
        "id": 373,
        "text": "Осмотреться"
      }
    ]
  },
  {
    "id": 389,
    "text": "—Отец! — вы бросились к нему.\n  Он вскочил на ноги и, обняв вас, промолвил:\n—Я переживал о тебе.\n  Вы уткнулись лицом ему в грудь, пытаясь сдержать слезы.\n—Ах, какая трогательная сцена — раздался за вами голос.\n  Генерал прошел к столу и уселся на циновку.\n—У твоей дочери острый язычок — заметил он, поднеся одну из чашек к губам.\n—Да, чуть не забыл — отец отступил от вас и представил вам мужчину — Это генерал Мотоясу Токугава, занимающий пост сегуна.\n—Да, я знаю — ответили вы, бросив на генерала недовольный взгляд.\n—Присядь, Юмико — ваш отец сел обратно за стол и указал рукой на циновку рядом с собой.\n  Вы послушались и уселись на колени. Токугава, тем временем, продолжил прерванный разговор с вашим отцом.",
    "answers": [
      {
        "id": 380,
        "text": "Поговорить с отцом"
      },
      {
        "id": 390,
        "text": "Слушать молча"
      }
    ]
  },
  {
    "id": 390,
    "text": "—... это был небольшой отряд демонов — продолжил генерал — Мои стражники без труда с ними справились.\n—Это сегодня небольшой отряд, Мотоясу — возразил ваш отец, отхлебнув из чашки — Но уже завтра здесь может быть целая армия! Пойми, единственный выход...\n—Да-да! — нетерпеливо махнул рукой генерал — Нужно отпустить твою дочь в логово врага — он перевел взгляд своих холодных глаз на вас — И ввергнуть судьбу всего мира в руки этой девчонки.",
    "answers": [
      {
        "id": 394,
        "text": "Сидеть тихо"
      },
      {
        "id": 393,
        "text": "Возразить"
      }
    ]
  },
  {
    "id": 391,
    "text": "  Комната, в которую вела перегородка, оказалась чайной. На стенах был изображен вечерний морской пейзаж, а прямо напротив входа было установлено широкое окно, открывающее вид на бамбуковые заросли.\n  Из мебели здесь был только низкий, деревянный стол, по обеим сторонам которого было разложены две циновки.",
    "answers": [
      {
        "id": 392,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 392,
    "text": "",
    "answers": []
  },
  {
    "id": 393,
    "text": "—Эй-йей! — воскликнули вы, со злостью глядя ему в глаза — Никакая я не девчонка! Мне уже...\n—Юмико! — возглас отца заставил вас вздрогнуть — Не смей влезать в разговор старших, поняла?!\n  Вы потупились и чуть слышно промолвили:\n—Прости...\n  Ваш отец тяжело вздохнул и склонившись перед Мотоясу, произнес:\n—Прошу простить. Юмико еще не оправилась после ужасных событий вчерашнего дня.\n  Вы удивлённо взглянули на него. \"Отец... извиняется перед ним?\" Генерал смотрел на вашего отца с ехидной улыбкой. \"Этот человек арестовал нас, а мы еще и извиняемся перед ним?!\"",
    "answers": [
      {
        "id": 395,
        "text": "Высказать все"
      },
      {
        "id": 396,
        "text": "Сдержаться"
      }
    ]
  },
  {
    "id": 394,
    "text": "—Такое уже было, забыл? — произнес ваш отец.\n—Да, три священных жрицы свергли дракона и запечатали его дух... только! — генерал поднял вверх указательный палец и воскликнул — Только какими жертвами мы этого добились легенда умалчивает!\n  Мотоясу со злостью смотрел на вашего отца. \n—Понимаю — отозвался тот, кивнув головой — Ты потерял обоих своих сыновей в тот день.\n  Генерал тяжело вздохнул и несколько минут молчал, опустив голову.\n—Род Токугава прервался тогда... — промолвил он устало — Я не смог уберечь их...\n—Но у нас не было выбора — сказал ваш отец.\n—Да, тогда не было — признал Токугава — Но сейчас есть! Сейчас нам следует всего навсего одолеть колдуна, вызывающего в наш мир демонов.",
    "answers": [
      {
        "id": 382,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 395,
    "text": "—Довольно! — вы хлопнули по столу и вскочили на ноги — Я не намерена терпеть это! Отец, как ты можешь извиняться перед ним? Он арестовал нас, он предатель!\n  Лицо генерала Токугава покраснело от негодования.\n—Как ты смеешь?! — воскликнул он — Стража! Увести! \n  Самурай вошел в комнату и, быстрым шагом приблизившись к вам, схватил вас за руку.\n—Ай, больно! — вскричали вы, пытаясь вырваться — Отец, помоги!\n  Но ваш отец даже не взглянул на вас. Он продолжал сидеть на циновке, уставившись в точку на столе. Стражник тем временем оттащил вас к выходу.",
    "answers": [
      {
        "id": 388,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 396,
    "text": "  Вы, опустив взгляд и, сжав кулаки, усилием воли сдержали в груди недовольный возглас.\n—Ладно, ладно — генерал благосклонно махнул вам рукой — В столь юном возрасте трудно удержать язык за зубами.\n  \"Черт!\" — вы прикусили нижнюю губу — \"Еще немного и сорвусь!\" Внезапно вы заметили, что сжатые кулаки вашего отца чуть дрожали. \"Он тоже еле сдерживается?\" — отметили вы, взглянув в его лицо. Однако лицом ваш отец никак не выдавал свое негодование.",
    "answers": [
      {
        "id": 380,
        "text": "Поговорить с отцом "
      }
    ]
  },
  {
    "id": 397,
    "text": "",
    "answers": []
  },
  {
    "id": 398,
    "text": " Вы прошлись вдоль стен, ощупывая поверхность руками, в поисках чего-нибудь, что могло помочь вам сбежать. \"Ни щелей, ни шатающихся досок\" — с горечью отметили вы.",
    "answers": [
      {
        "id": 399,
        "text": "Попытаться договориться со стражником ",
        "need": [
          -399
        ]
      },
      {
        "id": 401,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 399,
    "text": "",
    "answers": [
      {
        "id": 398,
        "text": "Осмотреть стены ",
        "need": [
          -398
        ]
      },
      {
        "id": 401,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 400,
    "text": "",
    "answers": []
  },
  {
    "id": 401,
    "text": "",
    "answers": []
  },
  {
    "id": 402,
    "text": "",
    "answers": []
  },
  {
    "id": 403,
    "text": "",
    "answers": []
  }
]