[
  {
    "id": 1,
    "text": "Автор:Стефани Вебер\nЖанр:Романтика, школа, повседневность.\n\nДумаешь, что школьные будни серые и скучные? Тебе кажется, что школа-это самое ужасное место на планете. Нет, ты не прав! \nШкольные годы самые восхитительные годы в жизни каждого человека. Строгие и добрые учителя, трудные и легкие предметы и, конечно же, каникулы- всё это никогда не забудется. Хотя большинство учеников ходят в школу с неохотой, в будущем они, наверняка, захотят вернуть те дни радости и беззаботности. Школа-чудесная пора. Когда кроме домашки и успеваемости нет никаких забот. Полюби школу и постарайся провести свои оставшиеся школьные годы незабываемо! \n\nИтак, давайте освежим в памяти обычные школьные будни учеников. ",
    "answers": [
      {
        "id": 2,
        "text": "Поехали."
      }
    ]
  },
  {
    "id": 2,
    "text": "—Эй, Жанет, быстрей идти можешь?!-возмутилась моя одноклассница, Астра.\n—Рот на офф, кому надо тот пройдёт!-гордо заявила я и поплелась ещё медленнее.\n—Уувв, вот же..!- не успела договорить она, как наш препод заорал:\n—Вы поглядите они ещё и время для скандалов находят! Жанет, Астра! Не стыдно?!\nОдноклассница, понурив голову, решила промолчать, а я же наоборот решила оправдать себя:\n—За что это я стыдиться должна, Светлана Юрьевна?!  Стыдно, когда видно! А я ничего плохого не сказала, а только заткнула одну крикунью!\nУчительница в ответ лишь неодобрительно покачала головой, а потом добавила:\n—Всё, ребята, на выход! \n\n",
    "answers": [
      {
        "id": 3,
        "text": "Пойти к выходу."
      }
    ]
  },
  {
    "id": 3,
    "text": "Сегодня мы всей школой идём участвовать в какой-то замудрённой акции, типо запусти в небо вырезанных из бумаги голубей вместе с разноцветными шариками.\n—Эх блин, вот если бы из-за этой акции мы пропустили алгебру, то я бы ног не слышала! Но, нет, мы вынуждены эту фигню запускать на перемене!!-опечалено выдохнув, заявила подруга.Звучало это довольно-таки громко, видимо она хотела привлечь внимание учителей. \n—Н-да, и не говори..-добавила Марфа.\nДальше мы шли молча, пока какой-то здоровяк не толкнул мою подругу в плечо. \n—Эй, ты гнусный хобит! Да что б у тебя харя треснула по диагонали зигзагом. Живи уродом, чепушило!-гневно начала орать Карамель.\nДа, у этой девушки кликуха была Карамель, настоящим именем её по сути никто не называл.\n—Я бы предпочла выражаться более достойными словами, а не ругательной лексикой при публике,  тем самым доказывая свою некультурность.-амбициозно возгласила Марфа.\n—Да иди ты...-махнула рукой одноклассница, глазами рассматривая силуэт убежавшего парня и заранее продумывая план мести.\n—Постойте, да это же был Макс!-восторженно воскликнула я\n—И?-невразумительно посмотрела на меня брюнетка.\n—Макс?- удивленно повторила Карамель и в ту же секунду побежала в сторону парня, радосто вопив:\n—Макси! Макси! Дорогой! \n—Вот жешь неразумная бесхарактерная инфузория туфелька, прощающая властному наглецу всё! -шёпотом выругалась Марфа.\n—Цирк на выезде, бродячие актёры.-добавила я и мы продолжали свой путь уже без горластой шатенки.",
    "answers": [
      {
        "id": 4,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 4,
    "text": "—Значит, строимся так, сначала старшие классы, а после по убывающей. Всем ясно?-спросила Елизавета Игоревна \nВсе положительно кивнули головой, и только один парень,стоящий рядом с нами, идиотски посмеявшись, спросил:\n—А чё это значит, по убывающей?\nРуководительница сделала вид, что не слышала его.\n—Ах, Ключников. Значит это, что мы должны построиться в порядке убывания.-с жалостью посмотрела на одноклассника Марфа.\n—Ой смотрите уси пуси пошли-подколола подругу я.\n—Слышь ты, куропатка! Ща последние зубы выбью!-пригрозил мне парень.\n—Ну, Лёша-положила свою руку на плечо парня одличница.\n—Не Лёша, а индюк! Я тебя на ужин приготовлю, верзила!-воскликнула я, сжав кулаки. \n—Я тя не слышу , пискля. Марф, а чё это такое, в порядке убывания?\n—Это, Лёха, сортировка элементов какого-либо массива данных. Например, от \"Я\" до \"А\" или по числам от \"9\" до \"0\". Понял?-с усмешкой бросила я.\n—Нефа ты! -почесал затылок парень.\n—Неплохо- равнодушно произнесла брюнетка.\n—А то- бросила я и мы начали искать свои места, как вдруг кто-то начал нам кричать:\n—Сюда! Эй!\n—Мне кажется, или это голос Карамель?-вслух спросила я у подруги \n—Всё может быть-сказала она, поправляя свои очки.\n—Оо, точно. Она! Глядите!-громовым голосом вскрикнул Ключников, указывая пальцем на зеленоглазую шатенку в белой блузке и короткой юбке. \n—Хрр, кто это с ней?! Максимус что-ли!?-хихикнул темноволосый одноклассник.\n—Право на выбор партнера-это ЛИЧНОЕ дело каждого человека. Мы не можем осуждать и критиковать её за это!-вмешалась Марфа.\n—О чём болтаем, ребятки?-к нам подбежала счастливая шатенка \n—Скоро будет алгебра, сними розовые очки.- бестактно брякнула я.\n—Ой, да тебе по-громадски завидно! Ведь у тебя нет принца на белом коне!- петляво возразила Карамель.\n—Это чё?Макс что-ли принц?!- в глуповатом потрясении был Алексей.\n—Ну блин, не тупи Лёх!-закатила глаза я\n—Сама блин не тупи, тупица!- сморозил темноволосый.\n—feispa:m просто!- разочарованно вздохнула шатенка, и тут мы заметили идущую к нам Светлану Юрьевну......\n—А вы что, особенные что-ли?! Чего до сих пор стоите?-седито спросила нас наша классная руководительница.\n—Идём, идём- торопливо сказала Карамель, поднимая руки вверх, в знак смирения.",
    "answers": [
      {
        "id": 5,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 5,
    "text": "И вот спустя 15 минут, мы должны были расходиться по классам.\n—Алгееебра! Нееет! Нам всем конец! Мы все умрём!-начала свою театральную истерику шатенка \n—Мы все умрем, но мир-останется жить!- высказалась Марфа.\n—Я пожалуй прогуляю этот урок!- самоуверенно заявил Алексей.\n—Нууу. Лёх, Дерзай!-саркастически буркнула я.\n—Я тогда тоже того.., прогуляю-робко протянула Карамель\n—Неплохая идея, я с вами!-в разговор вступил Максим ...\n—Что ж куда один баран, туда и всё стадо- хлоднокровно упрекнула ребят отличница.\n—Я на урок, всем чао- кивнула я ребятом на прощание.\n—Эй, Жанет, я скоро приду, только передам ключи брату-крикнула вслед мне подруга.",
    "answers": [
      {
        "id": 6,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 6,
    "text": "Я зашла в школу, поднялась на второй этаж и зашла в кабинет \"математики\". \n—Ребят, кто домашку делал?–спросила у класса Астра\n—Да зачем тебе она, я вот скажу, что тетрадь забыл.\n—Да, чё весь класс забыл тетрадки?-опечалено произнесла Маша.\n—Блин и времени нет у Марфы списать-сказал Илья и начал искать её глазами\n—А где она?- не выдержив, спросил он\n—Да тебе какое дело?! Не умерла же она, скоро придёт.–раздраженно буркнула я \n—Эй, а ты чего такая злая?! А? Чего-то не хватает?-похабно усмехнулся Евгений \n—Отвали, сейчас у тебя чего-то не хватать будет.-показала я фак парню.\n—Оо, полегче, красотка -оскалился брюнет\n—Опоздала на минуту, а здесь уже страсти накаляются!–удивленно воскликнула Марфа у двери в класс\n—Да какие тут страс....–не дал договорить мне Женя \n—Ты нас прервала, самое интересное ещё впереди .\n–Жень, ты придурок.–гневно сказала я и села на своё место.\n–О,в ход пошли комплименты–озорно улыбнувшись, одноклассник сел со мной \nЯ лишь тяжело вздохнула и открыла учебник.\nИ тут в класс вбегает Любовь Романовна, учитель алгебры и геометрии\n–Вы чёт припозднились– насмешливо заявил Евген\n–Простите, ребята.... Так сейчас уйдут с урока и пойдут украшать актовый зал....-произнесла вошедшая в класс  учительница\n–Можно я, можно!?–с места кричал Женя, поднимая вверх руки.\n–Можно–одобрительно посмотрела на ученика преподавательница, а затем добавила:\n–Так-с, а ещё Марфа Варламова, Мария Румянцева, Алексей Ключников, Жанет Игнаева и Астра Гасанова. \n—Хорошо–сказали мы хором и покинули класс \nЛюбовь Романовна закрыла за нами дверь.\n–Лучше бы я на алгебре посидела–гулко выдохнула Марфа\n–Так вернись–закатила глаза я \n–Ты чего такая?–поинтересовалась Мария\n–Да я же говорил–протянул Евгений\n–А где Ключников?–спрасила Астра \n–Он решил прогулять урок–обьяснила Варламова \n–И не он один–сказала я \n–Мы по сути тоже прогуливаем–добавила Марфа \nТак мы и дошли до актового зала \n–Так и как мы его откроем, мы же ключи не взяли?–растроенно спр",
    "answers": []
  },
  {
    "id": 7,
    "text": "",
    "answers": []
  }
]