[
  {
    "id": 1,
    "text": "Это мой первый квест.Паралелльно ведется работа над другим, более вариативным квестом по сталкеру, а этот квест проба пера. Здесь не будет вариативности , а просто интересная история, написанная с целью понять, нравится ли людям моя работа и стоит ли работать дальше, более масштабно или это никому не нужно...\n\nО квесте: Вы-паладин Короля, по имени Декстер, участвовали в  бою за Венгард, очнулись без памяти, рядом с телами орков и людей... но что же произошло? Что теперь делать? Может вам было поручено что-то важное?",
    "answers": [
      {
        "id": 2,
        "text": "Очнуться"
      }
    ]
  },
  {
    "id": 2,
    "text": "Темно...  тихо... и... очень больно где- то в груди... открываю глаза... на мне лежит мертвый паладин.. кряхтя, я скидываю его с себя, он падает рядом со мной на спину, перевернувшись я вижу как в руке у него что-то лежит, разжимая кулак нахожу руну...",
    "answers": [
      {
        "id": 3,
        "text": "...и использую ее"
      }
    ]
  },
  {
    "id": 3,
    "text": "Да, при другой ситувции я бы конечно изучил ее подробнее, однако в моей ситуации огненный дождь хуже б уже не сделал. Произнеся слово актеватор, чувствую как руна слабо отзывается, затем боль стихает...странно, что руна так слабо отозвалась, вед вы чувствовали что огромная колотая рана в груди не исчела , а просто перестала болеть и пускать кровь, а по правилам вы вообще должны были с помощью нее вылечется полностью... но главное что боли не было.",
    "answers": [
      {
        "id": 4,
        "text": "Встать"
      }
    ]
  },
  {
    "id": 4,
    "text": "Кряхтя, вы поднимаетесь на ноги, и приваливаетесь к стене, подобрав лежащий рядом меч.",
    "answers": [
      {
        "id": 5,
        "text": "Осмотреться"
      }
    ]
  },
  {
    "id": 5,
    "text": "На полу лежат мертвые люди вперемешку с орками, и было очень заметно что людей погибло больше чем тварей Белиара. \nСудя, по всему вы находились на какой-то площадке откуда было два выхода:  заваленная ныне арка и лесница вниз. Слева от арки стоял дом без одной стены.",
    "answers": [
      {
        "id": 6,
        "text": "Войти в дом"
      }
    ]
  },
  {
    "id": 6,
    "text": "Войдя в очень хорошо продуваемый дом, вы принялись  искать- не важно что  еду, зелья, свитки, деньги- сейчас все могло пригодиться. Подошли к столу- ничего, рядом стоящий шкаф- ничего, полку рядом- пусто.Заглянули в котел- остывший суп из курицы, почти доверху заполненный, перилили все в рядом валяющуюся пустую фляжку, подошли к кровати и глянули под соломенный матрац- снова удача свиток сна и кошель монет. Поняв, что больше искать нечего- вышли из дома и пошли к лестнице ведущей вниз.",
    "answers": [
      {
        "id": 7,
        "text": "далее"
      }
    ]
  },
  {
    "id": 7,
    "text": "Немного опустившись вниз по лестнице, я оказался на с широкой площадке, выход из которой один- сквозь очередную арку, а за ней вниз ведущая куда-то дорога.",
    "answers": [
      {
        "id": 8,
        "text": "идти вниз, сквозь арку"
      }
    ]
  },
  {
    "id": 8,
    "text": "Выйдя  через арку на дорогу, вы оглянулись и поняли, что находились в каком- то переходе от низа вверх, и видимо сверху,из ныне заваленной( первой) арки, пришли сюда... Зачем?..\n\nСвою мысль вы не успели закончить. Сзади послышались чьи- то вскрикивания, и оглянувшись увидели двоих раненных орков, спускающихся с лестницы, видимо, тоже оклемались, попробуй тут в такой мешанине, живых и мертвых разлечить!! Увидев вас,они  обнажили свои топоры и начали бежать к вам...",
    "answers": [
      {
        "id": 9,
        "text": "Защищаться"
      }
    ]
  },
  {
    "id": 9,
    "text": "Легко сказать, а как? Вы едва в состаянии взмахнуть мечом..\n\nРешение пришло как-то само-собой. Я просто  схватил валяющейся под ногами кирпич и швырнул орку в голову, что и прекратило его жизненный цикл.\n",
    "answers": [
      {
        "id": 10,
        "text": ",а вот второй орк.."
      }
    ]
  },
  {
    "id": 10,
    "text": "Второй орк, буквально перепрыгнув остакок лестницы, бросился на меня, совершая замах топором сверху, но удар был  блокирован, затем я перекрутив меч в воздухе совершаю режущий удар, а после  колющий прямо в грудь, который в отличии от первого, блокирован не был, и орк с криком осел, а мой второй режущий удар- положил ему конец.",
    "answers": [
      {
        "id": 11,
        "text": "далее"
      }
    ]
  },
  {
    "id": 11,
    "text": "Вытащив меч из тела орка, убрал его в ножны. Осмотрел тела, нашел в итоге 100 монет и бутылку воды. Но тут случайно обротил внимание что на бедре у меня болтается маленькая сумочка, и как же это я раньше ее не заметил!",
    "answers": [
      {
        "id": 12,
        "text": "осмотреть сумочку"
      }
    ]
  },
  {
    "id": 12,
    "text": "обычная довольно маленькая сумка из кожи какого-то животного. в каких сумках обычно хранились зелья, деньги письма...",
    "answers": [
      {
        "id": 14,
        "text": "Раскрыть сумку"
      },
      {
        "id": 13,
        "text": "осмотрется"
      }
    ]
  },
  {
    "id": 13,
    "text": "Вокруг больше не кого можно осмотреть сумку",
    "answers": [
      {
        "id": 14,
        "text": "Раскрыть сумку"
      }
    ]
  },
  {
    "id": 14,
    "text": "там было:\n— 1000 монет\n— Руна  огненный дождь ( 4 круг )\n— Потертый  блокнот\n— Запечатанное письмо( с королевской печатью!!)",
    "answers": [
      {
        "id": 15,
        "text": "Осмотреть  письмо"
      }
    ]
  },
  {
    "id": 15,
    "text": "... и увидел надпись на обратной стороне :\"доставить магом огня в ближайший монастырь, не \nоткрывать!!\"\nзначит я скорее всего был отправлен доставить это письмо в ближайший монастырь магов огня... начинает прясняться, что я вообще тут делаю...а что это за потертый блокнот? Может мой дневник?",
    "answers": [
      {
        "id": 16,
        "text": "Открыть блокнот."
      }
    ]
  },
  {
    "id": 16,
    "text": "страница 1. 15 число.\nвсе произошло настолько стремительно что мы даже не успели ничего понять 20 дней назад прискакали гонцы из Фаринга и Готы с новостями о том что по стране идут огромные орды орков, под натиском которых уже пали Трелис, Гота, Фаринг, под осадой Мантера, но самое главное то, что 2 ая орочья армия под командование Панкранца движется к Венгарду... \nМы начали экстренно готовится к обороне города, мобилизировали несколько полков гвардейцев из королевской охраны в Средний город на усиление застав, на застройку оборонительных баррикад, начали раздавать оружие населению, экстренно их обучать... но банально не хватило времени... Через 3 дня после прихода гонцов, 2 ая армия Панкрантца окружила город, а через 4 дня подошла на усиление 2 я и 5я дивизия под командованием Аргха и Углода и объеденившись в единое войско сходу захватили нижний город, двинулись на средний и увязли в боях за средний город, боролись за каждый дом, улицу и лишь спустя  1 день,они подошли к  заставе перед воротами в Верхний город, где был я с 120 ю ополценцами, 40 паладинами и остатками войск из Среднего города, боролись целый час и вот к нам подошли 40 магов Огня Высшего круга и утопили все в огненном дожде... и... это почти не нанесло оркам никакого вреда, а точнее вместо того что бы уничтожить все войска орков перед заставой погиб лишь каждый 5 ... а затем огненные сферы и стрелы орков, убили всех Верховных магов.",
    "answers": [
      {
        "id": 17,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 17,
    "text": "Пишу я это сейчас находясь в укреп доме в Верхнем городе на улице привратницкая 1, а орки перегрупировываются сейчас в Среднем городе, к нам пока не идут. Из головы не выходит одна мысль: ГДЕ МАГИ С ИХ ОГРОМНОЙ СИЛОЙ И ПОЧЕМУ 40 ВЕРХОВНЫХ МАГОВ ПЕРЕРЕЗАЛИ КАК ОВЕЦ? \n\nНеужели Иннос отвернулся от нас?",
    "answers": [
      {
        "id": 19,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 18,
    "text": "—Ну, и долго будем мы тут сидеть как рыбы в бочке?\n— Орфин с отрядом пошел искать механизм открывающий шлюз, надо подождать! \n— А вы не подумали что...\n  \nШлюз начал постепенно открываться...\n...нас там ждут орки?",
    "answers": [
      {
        "id": 22,
        "text": "Реско ринуться вперед."
      }
    ]
  },
  {
    "id": 19,
    "text": "2 страница, 19 число.\nЗа 4 дня ничего не произошло все сидят на своих позициях, однако вожможно все изменится из-за моего участия в одной  важной мисси, состоя в отряде палладинов под командыванием палладина Орфина, с которым мы должны донести письмо от короля в монастырь Среднего города. Больше нечего не знаю, только то, что в средий город можно попасть из Верхнего по тайному пути, и то что письмо понесу я.",
    "answers": [
      {
        "id": 35,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 20,
    "text": "\n\n                            Получено       воспоминание \"у прохода\"",
    "answers": [
      {
        "id": 18,
        "text": "Посмотреть воспоминание"
      },
      {
        "id": 21,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 21,
    "text": "                    Конец пролога.\n\n\nВ зависимости от ваших лайков и комментариев, я пойму писать ли продолжение или нет. В любом случае спасибо, что дочитали до этого момента!",
    "answers": [
      {
        "id": 1,
        "text": "Глава 1"
      }
    ]
  },
  {
    "id": 22,
    "text": "Как только шлюз открылся на половину я выскочил в проем и сбив с ног трех орков отрубил им головы.",
    "answers": [
      {
        "id": 26,
        "text": "..."
      }
    ]
  },
  {
    "id": 23,
    "text": "",
    "answers": []
  },
  {
    "id": 24,
    "text": "",
    "answers": [
      {
        "id": 18,
        "text": "\" У прохода\""
      }
    ]
  },
  {
    "id": 25,
    "text": "                                !! Допущена ошибка в номерации страниц, однако, логика повествования сохраняется!!",
    "answers": []
  },
  {
    "id": 26,
    "text": "Вы стоите на выходе из шлюза, где стоит разъяренная толпа орков... \nПаладины:50          Орки: 40\nЯ...",
    "answers": [
      {
        "id": 27,
        "text": "Несусь в орочью толпу с двуручным мечём"
      }
    ]
  },
  {
    "id": 27,
    "text": "Не успел враг опомнится, как я врываюсь в центр толпы попутно размахивая двуручным мечем, отвлекая основную массу врага, не замечая как обходившие этот участок боя с фланга, навстречу паладинам идут орочьи шаманы( 10 ) все вместе колдуя малую бурю. Бежавшие впереди паладины выстрелами убили всех шаманов, но и те уже успели сотворить заклинание, и взрыв убил 5 паладинов...",
    "answers": [
      {
        "id": 30,
        "text": "далее"
      }
    ]
  },
  {
    "id": 28,
    "text": "",
    "answers": []
  },
  {
    "id": 29,
    "text": "",
    "answers": []
  },
  {
    "id": 30,
    "text": "Паладины:45                     Орки:25",
    "answers": [
      {
        "id": 31,
        "text": "Продолжать битву в ближнем бою"
      }
    ]
  },
  {
    "id": 31,
    "text": "Основная масса врагов сейчас благодаря вам отличная мишень  для ваших арбалетчиков, т.к с вами бьются 10 орков замкнув круг и еще 15 орков пытались обойти его и были застрелены. \nВ тоже время и что бы помоч вам, несколько паладинов отправили к вашим врагам магию\" молния поразив 4 орков, сами вы убили 2 х. \nПаладины: 45                  Орки: 4",
    "answers": [
      {
        "id": 33,
        "text": "Вы уже добиваете последних орков..."
      }
    ]
  },
  {
    "id": 32,
    "text": "Между тем орки пыпытались замкнуть вокруг вас круг- но нет!, ",
    "answers": []
  },
  {
    "id": 33,
    "text": "Как из- за угла дома появляется маг Белиара, а за ним армия скелетов(40).\nВ ходе боя со скелетами погибло пять паладинов, а у мага хватило времени на то, что бы призвать 5 демонов. \nНужно срочно убить мага\"- подумали вы.",
    "answers": [
      {
        "id": 34,
        "text": "Броситься на него."
      }
    ]
  },
  {
    "id": 34,
    "text": "Вас разделяло шагов 20, которые вы преодалели в беге на 10 шагов, а затем прыгнули на мага вонзив меч прямо в голову..  Вы не видели как демоны обрушили арку, которая завалила проход где остались остальные тридцать паладинов, как расстаяли демоны без своего хозяина, ведь заклинание защиты мага тьмы, хоть было сотворено наспех, вырубило вас, отбросив в кучу трупов.\n\nПолучена концовка: Выжившие",
    "answers": [
      {
        "id": 21,
        "text": "далее\n"
      }
    ]
  },
  {
    "id": 35,
    "text": "Убрав блокнот в сумку пытаюсь вспомнить, что было дальше",
    "answers": [
      {
        "id": 20,
        "text": "Вспомнить"
      }
    ]
  },
  {
    "id": 36,
    "text": "",
    "answers": []
  }
]