[
  {
    "id": 1,
    "text": "Жанр:романтика, повседневность.\nАвтор:LazyFox\n   Пожалуйста, ПИШИТЕ КОММЕНТАРИИ, они очень важны для меня) Я спокойно отношусь к критике (любой)\n\n   Как вам со мной повезло. Я решила написать продолжение, так как появились положительные отметки на книге. \n\nТеперь есть группа вконтакте, где вы можете узнать о последних изменениях в книге. Также вы можете обращаться туда с любыми вопросами и предлодениями по истории. Пишите ваше мнение, я очень его ценю. Буду рада, если вы подпишитесь. Также теперь есть страница в Instagram. LazyFox\n\nСсылочка: https://vk.com/club182371088\n   \n\n   О квесте:говорю сразу, по большей части это книга, но выбор и разветвления сюжета будут. Это мой второй квест, но первый ещё не издан. Эта история немного банальна. Девушка 17 лет живёт со своими родителями в небольшом городке. Правда её родители постоянно в разъездах, они присылают ей достаточно денег для самостоятельной жизни. У неё есть друзья, которые её поддерживают и любят. А начинается история со звонка родителей.\n\n\n !!!!!!    Мне очень грустно. Меня не было здесь долгое время и я не могоа заходить на свой аккаунт и продолжать писать. В группе вконтакте нет людей, актива нет. К тому же, во время моего отсутствия появились ещё 3 плохих отметки. Я не виню этих людей, у каждого есть своё мнение. Но ведь можно написать причину в комментариях, это не сложно. И так я смогу понять, как исправить ошибки и улучшить рассказ. СПАСИБО ЗА ВНИМАНИЕ!!",
    "answers": [
      {
        "id": 2,
        "text": "Начать\n",
        "forget": 2
      },
      {
        "id": 4,
        "text": "Персонажи"
      },
      {
        "id": 1,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d34/1811/19/fdb48585d7bd.png\n\n"
      },
      {
        "id": 52,
        "text": "Обещанная глава. "
      },
      {
        "id": 1,
        "text": "Группа ВК ",
        "url": "https://vk.com/club182371088"
      },
      {
        "id": 1,
        "text": "Я в Instagram",
        "url": "https://instagram.com/lazyfox19/"
      }
    ]
  },
  {
    "id": 2,
    "text": "Глава 1.Начало учёбы. Новенький. \n\n— Кэтрин, мы уже решили и это не обсуждается.\n  — Всё это время от вас не было ни звонка, ни сообщения, а тут решили забрать меня?! Нет, я сказала, я остаюсь.\n   — Хорошо, если ты так хочешь...\n   — Да, я этого хочу.\n   — Ладно, но раз в 2 месяца ты должна приезжать к нам.\n   — Договорились. Всё, мам, мне пора.\nНеужели они и правда решили, что я соглашусь на это. Нет, я не хочу начинать всё сначала. Мне хватило и тех двух переездов.\n*зазвонил телефон\n   — Да, я скоро...\n   — Ты уже должна быть здесь, у тебя 5 минут.\nНеужели, я так опаздываю. 15:40 о нет, надо бежать\nЯ накинула куртку и побежала в парк, где меня должны ждать мои друзья. С ними я знакома уже 5 лет, я их люблю. Меня там ждут Маришка и Ник. Мы договорились сегодня вместе сходить в кино, но я немного проспала, а потом этот звонок...\n   — Привет, соня!! — ко мне подошёл Ник и отвесил подзатыльник, — это за то, что опаздала.\nОн это любя, я знаю, но ничего не могу с собой сделать и надуваю губки, якобы в обиде на него.\n   — Ты никого не забыла?! — тут на меня кидается моя подруга.\n   — Как тут про тебя забудешь. Ладно нам пора уже, пошли.\nИ мы побрели в кинотеатр, мы заранее купили билеты на ужастик и скоро фильм начнётся. ",
    "answers": [
      {
        "id": 3,
        "text": "После фильма",
        "forget": 3
      }
    ]
  },
  {
    "id": 3,
    "text": "Мы шли в сторону парка, весело обсуждая фильм.\n   — Завтра последний день осенних каникул, мы просто обязаны куда-нибудь сходить,-предложила Мари.\n   — Простите, но я завтра не хочу, — отнекивалась я. Я хотела завтра просто посидеть дома.\n   — А тебя никто и не спрашивает. Мари, пошли в кафе.\n   — Хорошо, я согласна,-с энтузиазмом ответила моя подруга — Завтра зайду за Кэт, а потом встретимся в парке.\nОни опять всё решили за меня, я не обижаюсь, а наоборот благодарна им. Если бы не эти двое, я бы всё время сидела дома. Последнее, что сказал Ник, было:\n   — Завтра в 14:00...\nМы разошлись по домам.",
    "answers": [
      {
        "id": 12,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 4,
    "text": "Персонажи ",
    "answers": [
      {
        "id": 5,
        "text": "Кэтрин"
      },
      {
        "id": 6,
        "text": "Мари"
      },
      {
        "id": 7,
        "text": "Ник"
      },
      {
        "id": 8,
        "text": "Александр"
      },
      {
        "id": 9,
        "text": "Эмма"
      },
      {
        "id": 10,
        "text": "Нейтан"
      },
      {
        "id": 11,
        "text": "Кимберли"
      },
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 5,
    "text": "17 лет, милая, добрая, немного вспыльчивая. ",
    "answers": [
      {
        "id": 5,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c21/1811/98/e1a1277a4aa0.png"
      },
      {
        "forget": 4,
        "text": "Назад",
        "id": 4
      }
    ]
  },
  {
    "id": 6,
    "text": "Мари, ваша лучшая подруга. Весёлая, красивая. 18 лет",
    "answers": [
      {
        "id": 6,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c33/1811/2b/74a2600e12b1.png"
      },
      {
        "id": 4,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 7,
    "text": "Замечательный друг, харизматичная личность. 18 лет",
    "answers": [
      {
        "id": 7,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b07/1811/80/566cb18050cf.png"
      },
      {
        "id": 4,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 8,
    "text": "Ваш старший брат, всегда заботился о вас. Живет в соседнем доме и часто заходит к вам. На два года старше вас. Есть девушка Эмма. 19 лет",
    "answers": [
      {
        "id": 8,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b02/1811/76/c7c59348722f.png\n"
      },
      {
        "id": 4,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 9,
    "text": "Девушка вашего брата. Любит вас как сестра, которой у вас никогда не было. 18 лет",
    "answers": [
      {
        "id": 9,
        "text": "\nhttps://c.radikal.ru/c02/1811/90/d8fa239effd1.png\n",
        "url": "https://c.radikal.ru/c02/1811/90/d8fa239effd1.png\n"
      },
      {
        "id": 4,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 10,
    "text": "Друг вашего брата, вместе учатся. Самовлюблённый, по пулярный. 19 лет",
    "answers": [
      {
        "id": 10,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a01/1811/d1/d975f4014f1b.png\n\n"
      },
      {
        "id": 4,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 11,
    "text": "Ким, стерва, которая ваегда всех задевает. 17 лет",
    "answers": [
      {
        "id": 4,
        "text": "Назад"
      },
      {
        "id": 11,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d41/1811/ad/acd914c6dd15.png"
      }
    ]
  },
  {
    "id": 12,
    "text": "Уже 22:00, возможно брата нет дома. \nЯ подошла к окну и посмотрела на окна его дома. Свет горит, можно написать ему.\n—Привет, как дела?\nОтвет пришёл через минуту.\n—Хорошо, я к тебе сегодня заходил, но тебя не было.\n—А, я гуляла... Мне звонили родители.\n—Что они хотели?\n—Хотели забрать меня\n—Ты ведь отказалась?\n—Конечно! Как я буду там без тебя и без остальных\n—Ну да, мог бы и не спрашивать.\n—Ты завтра свободен? Не хочешь с нами в кафе пойти?\n—Я завтра собирался провести день с Эммой. Если вы не против, мы вместе придём\n—Конечно, я с ней столько не виделась\n—Ну ладно, тогда до завтра\n—Ага, завтра в 14:00\n—Хорошо,спокойной ночи\n—И тебе\nВскоре я отключилась. ",
    "answers": [
      {
        "id": 13,
        "text": "Утром"
      }
    ]
  },
  {
    "id": 13,
    "text": "Не хочу вставать, но если не поднимусь, меня убьют.\nВремя 11:00, скоро должна прийти Мариша. Ааааа, как же тяжело подняться.\nЯ спустилась на 1 этаж (я живу в 2 этажном доме), умылась, привела себя в порядок и поела. Одела джинсы и толстовку.\nУже через полтора часа я услышала звонок в дверь. На пороге стояла подруга.\n—Привет, проходи.\nОна зашла в дом, налила нам чай и достала сладкого.\n—Давай быстро поедим и пойдем к Нику.\n—Ага, только с нами пойдут ещё Сашка и Эмма\n—Эмма пойдёт? Ураа, — моя подруга аж подпрыгнула от восторга. Не удивительно, Эмма притягивает к себе людей. \nМы быстро попили чай и пошли к моему брату. Нам далеко не пришлось идти, просто перешли дорогу и вот мы на пороге его дома. \n",
    "answers": [
      {
        "id": 14,
        "text": "Идти парк. "
      }
    ]
  },
  {
    "id": 14,
    "text": "Мы забрали наших друзей и пошли к Нику на встречу. Ник уже ждал нас около нашей беседки. Он был слегка удивлён, что к нам присоединился мой брат с девушкой, но против не был. Мы пошли в кафе, заказали перекусить и стали разговаривать о прошедших каникулах. \nМы долго разговаривали и смеялись, а потом пошли просто гулять по нашему городу. В начале 1 я вернулась домой. ",
    "answers": [
      {
        "id": 15,
        "text": "Утро"
      }
    ]
  },
  {
    "id": 15,
    "text": "Утром я проснулась вовремя, благодаря будильнику. Спасибо телефончик, я тебя люблю.\nСегодня у меня было хорошее настроение, несмотря на то, что надо идти в школу. Я учусь в 11 классе, со мной вместе учатся и Мари, и Ник. Наш классный руководитель очень добрая и молодая девушка. Когда она пришла к нам, она попросила нас называть её просто Маргарита, чтобы она не чувствовала себя старой))) Нам это понравилось, теперь она нам как подруга.\nЯ как всегда быстро попила чай, умылась, оделась, расчесалась и побежала в школу. Я пришла за 10 минут до звонка и села за последнюб парту возле окна. Обожаю это место. \n",
    "answers": [
      {
        "id": 16,
        "text": "Урок"
      }
    ]
  },
  {
    "id": 16,
    "text": "В класс вошла Маргарита, по совместительству учитель математики. Она сказала, что к нам пришёл новенький, все сразу зашептались. Также она сказала, что он придёт к середине урока. Всё время до его прихода мы просто разговаривали о каникулах и о предстоящей учёбе и экзаменах.\nБлиже к концу урока в класс постучались,как мы поняли это новенький. ",
    "answers": [
      {
        "id": 17,
        "text": "Новенький"
      }
    ]
  },
  {
    "id": 17,
    "text": "В класс зашел довольно симпатичный парень. Высокий, тёмные волосы, голубые глаза, в которых можно утонуть. Учительница попросила его представиться.\n—Меня зовут Крис, играю на гитаре, занимаюсь баскетболом. Надеюсь мы подружимся.\nПосле сказанного он улыбнулся, \nнаверное, самой своей обворожительной улыбкой. Все девчонки просто растаяли. Мне же было всё равно. Да он симпатичный, но меня он не интересует.\nОн подошёл ко мне и спросил разрешения сесть рядом. Я согласилась, я не против. Да и к тому же в классе больше нет свободных мест. У нас в классе очень много учеников. ",
    "answers": [
      {
        "id": 18,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 18,
    "text": "Он присел рядом и заговорил со мной.\n—Привет, я — Крис.\n—Да, я слышала, я — Кэтрин, можно просто Кэт.\nМы проговорили весь урок, оказалось он очень интересный собеседник. Мне очень понравилось с ним общаться. Я обещала познакомить его со своими друзьями, когда пойдём в столовую. Все три урока, которые прошли после этого, он сидел и разговаривал только со мной. К нему никто и не пытался подойти, но видно было завистливые взгляды одноклассников. ",
    "answers": [
      {
        "id": 19,
        "text": "В столовой"
      }
    ]
  },
  {
    "id": 19,
    "text": "В столовой мы взяли еду и сели возле окна. Позже к нам подошли Маришка и Ник.\n—Привет, а я смотрю вы уже сдружились, — сказал Ник.\n—Ну вроде того, — сказала я. — Знакомься, это — Мари, а это — Ник.\n—Приятно познакомиться.\n—И нам тоже.\nТут опять заговорил Ник:\n—А что ты только с нашей Кэт общаещься? Втюрился что ли? — последнее он добавил так, чтобы только Крис его слышал.\n—Возможно, — без колебаний ответил Крис, всё так же тихо.\n—Ребята, вы чего там перешёптываетесь. Ещё познакомиться не успели, а у них уже секреты какие-то.\nЭто Маришка сказала с наигранной обидой, мы просто посмеялись. До конца дня всё было спокойно, ну почти. ",
    "answers": [
      {
        "id": 20,
        "text": "Почему почти? "
      }
    ]
  },
  {
    "id": 20,
    "text": "На одной из перемен, к нашей парте подошла Ким.\n—Крис, я —Кимберли, а ты не хочешь сегодня зайти ко мне,-это она сказала как-то самоуверенно.\n—Прости, сегодня он занят.\nЯ знала, что Крису не нравятся такие, как она. Об этом мы разговаривали в столовой, он согласился обходить её стороной или игнорировать. И я была уверена в своём ответе, ведь мы все вместе сегодня идём к моему брату, так сказать, знакомить с остальной частью компании.\n—Замухрышка подала голос. Я тебя не спрашивала, да и вообще с такими, как ты, я никогда не буду разговаривать. Ты ведь дешёвка.\nКрис хотел ответить ей, но я его опередила.\n—А что ты сейчас делала, разве не разговаривпла со мной?\nОна вся покроснела от злости,но ничего не ответив, ушла.\n—Я сама могу ей ответить, я знаю её уже 5 лет.\n—Я просто хотел помочь.\n—Всё в порядке.\n—Ну раз ты так говоришь. ",
    "answers": [
      {
        "id": 21,
        "text": "После школы. "
      }
    ]
  },
  {
    "id": 21,
    "text": "Мы собрались на пороге школы и пошли в сторону дома, но далеко уйти не удалось. Я увидела машину брата на парковке и мы пошли к нему.\n—Привет, я как раз тебя жду. А это кто? \n—Это наш новый одноклассник, Крис. Мы собирались к тебе. \n—Приятно познакомиться. Поехали, тогда.\nМы уселись в машину и поехали. Уже через 10 минут мы сидели за столом и пили чай. Оказалось, что у Криса и моего брата много общего. Оба играют на гитаре и оба играют в баскетбол. Вот так, они ушли в \"свой мир\", а про нас забыли. Вечером мы разошлисьь по домам.\n    \n                           Конец 1 главы. ",
    "answers": [
      {
        "id": 22,
        "text": "Глава 2"
      }
    ]
  },
  {
    "id": 22,
    "text": "Глава 2. Новый год. Нейтан.\n\nНебольшое отступление.\nЯ родилась 31 декабря в 23:00,то есть мой день рождения и новый год всегда праздновали вместе. На меня почти не обращали внимания, просто дарили подарки и забывали, дальше все отмечали нг. Только мой любимый брат, всегда сидел со смной в мой праздник, распаковывал подарки, поднимал тост за меня. Из-за этого я ненавижу новый год и обожаю своего брата.\nКонец отступления. ",
    "answers": [
      {
        "id": 23,
        "text": "2 глава"
      }
    ]
  },
  {
    "id": 23,
    "text": "Несколько недель учёбы уже прошло, осталось отучиться всего 1 неделю. Сегодня понедельник. На этой неделе все дни сокращены, ведь оценки уже выставлены. Теперь самое нелюбимое. Украшение класса и подготовка к новому году, до него осталась неделя, как в прочем то и до моего дня рождения, но кого это волнует. Сегодня все уроки уже закончились и сейчас мы пойдём в столовую и на классный час.\nЯ без настроения поплелась к нашему столику, где уже все сидели. Мариша махала мне рукой,я подошла. Все мои знакомые знают, что перед новым годом я ухожу в депрессию и не отмечаю эти праздники. Мои друзья всегда пытались уговорить меня отмечать, но я ни в какую. Они всегда дарят мне подарки, но даже не говорят мне пожелания, чтобы лишний раз не огорчать меня. ",
    "answers": [
      {
        "id": 24,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 24,
    "text": "—Скажите, а почему Кэт сегодня такая кислая? — с явным итересом спросил Крис, который пока не знает про всё.\n—У неё скоро день рождения. — немного грустно сказал Ник.\n—Как я понял, это плохо, а причина.\n—Причина в том, Крис, что он совпадает с новым годом\n—... — Крису явно не достаточно этого пояснения.\nМариша быстро объяснила ситуацию, и Крис задумался и через некоторое время сказал:\n—Тогда мы обязаны отметить это.\n—Ты что, ничего не понял, — Ник уже начинал нервничать, он боялся задеть мои чувства.\n—Нет, я потом объясню, а пока мне пора.\nИ он ушёл, даже на классном часе не появился. ",
    "answers": [
      {
        "id": 25,
        "text": "Вечером"
      }
    ]
  },
  {
    "id": 25,
    "text": "Я пришла домой, уставшая и завалилась спать.\nУтром у меня поднялась температура и я не пошла в школу, предупредив об этом Мари. Весь день я лежала на кровати и пила лекарства. Даже есть не хочется. За весь этот день я поняла, что скучаю по ребятам. Вечером кто-то позвонил в дверь, у меня было мало сил, но я смогла открыть. На пороге стоял Саша, он сразу зашёл в дом. Я ничуть не удивилась, увидев его. Скорее всего ему Мариша рассказала, что я заболела.\nБрат молча поставил чай на двоих и достал малину из морозилки. Он всегда меня так лечил в детстве, я неосознанно улыбнулась. Он напоил меня чаем, мы немного поговорили и он собрался уходить. На прощанье он одарил меня хитрой улыбкой, или мне так показалось из-за жара. ",
    "answers": [
      {
        "id": 26,
        "text": "Выздоровела"
      }
    ]
  },
  {
    "id": 26,
    "text": "Я поправилась, температура спала, сегодня четверг, я иду в школу. Всё это время мне так не хватало моих друзей, особенно Криса. Криса? Интересно, почему. Около ворот я увидела своих друзей, Маришка кинулась обниматься и ругать меня. Я её почти не слушала. Мы пошли в класс. Когда я вошла, я была в шоке. Около моей парты стояла Эмма и мило разговаривали с Крисом. Меня это очень удивило. \nКогда я подошла к своему месту, Эмма поприветствовала меня, как будто ничего не случилось.\n—Что ты здесь делаешь?\n—Аааа ничего, я просто пришла увидеться с тобой.\nЯ ей не поверила, но не стала ничего говорить. Она сразу убежала из класса. Я спросила Криса об этом, но он ушёл от ответа. Весь оставшийся день мы общались на разные темы, не вспоминая об утреннем инциденте. Мне было  так хорошо рядом с Крисом, поднялось настроение, я даже забыла о предстоящих праздниках. Не понимаю, как я могла так с ним сблизиться. Рядом с ним, я счастлива. Я люблю разговаривать с ним не о чём. Когда я его вижу, у меня на лице появляется улыбка. Но не могла же я влюбитья в него. Нет, не хочу. Мне нравится с ним просто дружить. Хотя я всегда знала, что я ему нравлюсь, мне он не был интересен как парень. \n",
    "answers": [
      {
        "id": 27,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 27,
    "text": "После нескольких уроков, мы принялись украшать класс. Мне и Марише сказали развесить гирлянды. Это, по крайней мере, веселее, чем лепить снежинки на окно. И к тому же это возможность узнать о приходе Эммы.\n—Кэт, ты что, заснула?\n—А, нет, просто думала, зачем пришла в школу Эмма. Ты не знаешь?\n—Нет, откуда.\nПо-моему, моя подруга испугалась этого вопроса, не понимаю, что происходит.\n—Марь, с тобой всё в порядке?\n—Да, конечно.\nОна сегодня странная. Не буду донимать её.\n... Втечение получаса мы украсили класс, пулучилось мило. Даже странно, что я о таком думаю.\nДальше мы должны репетировать наше выступление.\n",
    "answers": [
      {
        "id": 28,
        "text": "Репетиция "
      }
    ]
  },
  {
    "id": 28,
    "text": "Репетиция начилась для меня не очень хорошо. Нам сообщили, что девочка, которая должна быть ведущей заболела. Она не сможет прийти на выступление и кто-то должен её заменить. Мне это не нравится, лишь бы это была не я.\nНо не тут то было. Пока я размышляла, кто-то предложил мою кандидатуру и почти все были за. Теперь они интересуются моим мнением, хотя оно их не волнует.\n—Ты ведь не против, правда! — с нотками радости и надежды сказала Маргарита.\n—Может, кто-то другой?\n—Ты ведь прекрасно подходишь. Прекрасная внешность и дикция. Это определённо твоя роль.\nИ вот она уже разговаривает с другими ребятами о сценарии. Неужели больше некому этим заниматься?! Ладно, всё равно это последний год в школе. Хоть что-то сделаю, как я поняла, слов не очень много.\nОставшееся время я учила свои слова. ",
    "answers": [
      {
        "id": 29,
        "text": "Вечером"
      }
    ]
  },
  {
    "id": 29,
    "text": "Как мы и договаривались, вечером я пошла с подругой по магазинам. Шопинг я не люблю, но как она сказала, я должна выглядеть соответственно мероприятию.\nМы пришли в магазин, где должны были подобрать два наряда. Для меня и Мари.\nПодруга нахватала кучу ярких, блестящих платьев и пошла переодеваться. Я пока пошла смотреть ассортимент. Мне понравилось пара платьев, но мне не разрешат их одеть, скажут, они слишком простые. Скажет это моя подруга. ",
    "answers": [
      {
        "id": 30,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 30,
    "text": "Когда подруга вышла из примерочной, я чуть не упала. Она выглядела сногшибательно. Светло-зелёное платье в пол с разрезом и открытой спиной, и серебряным поясом идеально подчеркивало ее фигуру. Это платье было уже 4? Я сбилась со счёта. Я высказала своё мнение и принесла туфли, которые я ей подобрала. Они были в цвет пояса на высокой шпильке. Мари схватила их, нашла клатч и побежала искать мне наряд. ",
    "answers": [
      {
        "id": 31,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 31,
    "text": "Спустя какое-то время мы остановились на синем обтягивающем платье с открытыми плечами и брошью. Также мы взяли чёрные туфли нашпильке и чёрный клатч. Всё это обошлось нам дорого, но мы остались довольны. Домой я пришла без сил. ",
    "answers": [
      {
        "id": 32,
        "text": "Пятница"
      }
    ]
  },
  {
    "id": 32,
    "text": "Я немного проспала, из-за вчерашнего похода по магазинам. Сегодня нет уроков, лишь генеральная репетиция, пэтому не надо идти так рано. Однако я почти опаздываю. Я встала, быстро собралась и побежала в школу. Совсем скоро я уже была в актовом зале,там проходит репетиция. Хорошо, что ещё не все собрались.\n... После репетиции, мы решили сделать перерыв. Я пошла искать друзей, но никого не обнаружила, тогда я решила пойти в столовую и перекусить. Там я их и заметила, всех:Сашу, Криса, Ника, Эмму и Маришу. Я была удивлена, что даже мой брат пришёл, ведь он как 2 года закончил школу. Я решила, что он просто решил навестить нас и посмотреть репетицию и не особо заострила на этом своё внимание.\nКогда я подошла к столу, все натянули широкие улыбки и замолчали, я не стала ничего говорить и просто пиинялась есть, как и остальные.\n",
    "answers": [
      {
        "id": 33,
        "text": "После репетиции"
      }
    ]
  },
  {
    "id": 33,
    "text": "После репетиции я пошла домой собираться на праздник. У меня есть 2,5 часа. Скоро ко мне придёт Маря и мы поможем друг другу с прическами и макияжем.\nКак мы и договаривались, мы стали собираться вместе. Когда мы невели марафет, за нами зашли наши ребята. Мы немного поговорили и пошли в школу. Мы выступаем последними, поэтому времени много. Весь вечер мы просто наслаждались выступлением других ребят и компанией друг друга.\nПодошла наша очередь, я совсем не волновалась. ",
    "answers": [
      {
        "id": 34,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 34,
    "text": "Нас объявили. Я вышла на сцену и стала произносить свои слова с поздравлением всех с этим праздником. Потом, представив своих одноклассников и их номер, я ушла за кулисы наблюдать за нашими. Всё было хорошо, кто-то запнулсяя один раз, но это не страшно. После выступления к нам подошли преподаватели и похвалили нас за проделанную работу. Мы поблагодарили их и они ушли, так как дальше будет дискотека и им тут делать нечего. ",
    "answers": [
      {
        "id": 35,
        "text": "Дискотека"
      }
    ]
  },
  {
    "id": 35,
    "text": "Я не очень люблю дискотеки, поэтому большую часть её я сидела и смотрела за другими. Правда мои друзья всё равно заставили меня выйти потанцевать. Через какое-то время объявили медленный танец, мне это не интересно поэтому я вышла на порог школы подышать свежим воздухом. Моя подруга в это время танцует с Ником. Я наслаждалась вечером в тишине. Тут кто-то положил руку мне на плечо. Я повернулась и совсем не удивилась, увидев перед собой Криса.\n—Почему не танцуешь? — спросила я.\n—Не хочется. А ты?\n—Не люблю танцевать да и не умею.\n—Хах, это же просто, но раз тебе не нравится...\n—Давай потанцуем?\n—... Давай.\nКрис обнял меня и мы стали танцевать под музыку, которую прекрасно было слышно и на улице. Это оказалось не так уж и сложно. Вскоре песня закончилась и мы отошли друг от друга, ничего не сказав.\nУ меня зазвонил телефон.\n—Да?\n—Сестрёнка, пошли гулять. Ты ещё в школе?\n—Да, я здесь. Зайду домой, переоденусь и к тебе.\nПосле этого в трубке послышались гудки.\n—Кто звонил?\n—Брат, зовёт гулять.\nТут вышли наши друзья и сказали, что хотят прогуляться. После того, как все переоделись, мы все направились к моему брату.\nПочти до утра мы гуляли, общались, в общем веселились. Также с нами ходил друг моего брата Нейтан. Очень даже симпатичный парень. \n                               Конец 2 главы",
    "answers": [
      {
        "id": 36,
        "text": "Завтра"
      }
    ]
  },
  {
    "id": 36,
    "text": "3 Глава. Вспомни.\n\nАаа, голова болит и хочу спать. Время 11:39. Ещё рано. Так надо спуститься, пить хочу. \nЯ подошла к лестнице и, держась за стену, осторожно стала спускаться, чтобы не оступиться. Так 1 ступень, 2, 3...половина лестницы уже позади...пара ступеней и я внизу. Но нет, я споткнулась на последней ступени и слегка ударилась о стену носом и рукой. Я быстро встала, потирая ушибленную руку, которая побаливала. \nЗавтра точно будет синяк. Тут я почувствовала что-то холодное на губах. Это кровь, я пошла в ванную и стала умываться, на щеке была ссадина. \n",
    "answers": [
      {
        "id": 37,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 37,
    "text": "Ещё этого не хватало, скоро ведь должна приехать мама. Зачем ей вообще понадобилось приезжать, мы же договорились. \n",
    "answers": [
      {
        "id": 38,
        "text": "Вчера"
      }
    ]
  },
  {
    "id": 38,
    "text": "Я хорошо вчера провела время... \n... На протяжении всей прогулки Нейтан и мой брат шутили, а мы смеялись до слёз. Тут тема перешла на нас, девчонок.\n  — Слушай, а тебе Сашка не недоел?! — спросил её Нейтан. \n  — Ммм? Ты о чём? Он мне не надоест.\n  — Да? Ну ты подумай об этом.\n  — Не, Эмму я тебе не отдам, все знают, что ты бабник, — мой брат по-моему немного груб.\n  — Да, не бабник я, просто ищу самую лучшую.\n  -... \n  — Кстати, а ты, Кэт, свободна? \n  — Аа, я? Н-ну да, — почему он спрашивает такое без капли смущения. \n  — Да неужели, а я думал Кри... Нет, так нет, это прекрасно. Не хочешь пойти завтра пойти в кино? \n  — С ребятами? \n  — Нет же, глупышка, только со мной. \n  — Ну ладно. \nНаши друзья этот разговор не слышали, мне так показалось. За это время мы чуть от них отстали, но потом быстро догнали. \n\n  ",
    "answers": [
      {
        "id": 39,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 39,
    "text": "На улице было прохладно, что я заметила только сейчас. Меня пробрало на мурашки, тут на мои плечи ложится куртка. Я не сразу понимаю это, но когда до меня доходит, я поворачиваю голову. Вижу, что от меня отходит, улыбаясь мне, Крис, я ему кивнула в знак благодарности. Он подошёл к Мари и они шли домой вместе. Я же шла с братом и Нейтаном. Эмма отсоединилась от нас совсем недавно. Парни о чём-то говорили, но я устала и не слышала их.\n  — Пока, Кэт. До завтра, — сказал Нейтан и убежал домой.\nКогда подошли к моему дому, Саша посмотрел на меня обеспокоенно и холодно и сказал:\n  — Я тебе не хочу навязывать своё мнение, но просто предупрежу: о похождениях Нейтана знает весь универ. Я просто не хочу, чтобы ты стала ещё одной галочкой в его жизни.\nЯ просто кивнула, но не успели мы даже разойтись, у меня зазвонил телефон. Я посмотрела на экран — мама. ",
    "answers": [
      {
        "id": 40,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 40,
    "text": "Саша посмотрел на меня, я взяла трубку.\n  — Да?\n  — Привет, котик. Как дела? — мама назвала меня так, значит ей есть что сказать.\n  — Мам, прямиком к делу.\n  — Ты что, я просто хотела поинтересоваться твоей жизнью. \n  — Раз так, всё нормально. Я кладу трубку. \n  — Стой!! Ну, в общем, ты не против, если я останусь у тебя на пару дней? \n  — Ты приедешь сюда? Зачем? \n  — А что такого, я просто соскучилась. \n  — Не хочешь говорить, ну и ладно. \nЯ сбросила вызов, брат до сих пор стоял передо мной. Тут у меня темнеет в глазах. Я упала в обморок. \n",
    "answers": [
      {
        "id": 41,
        "text": "В настоящее время"
      }
    ]
  },
  {
    "id": 41,
    "text": "Так, вчера рядом был мой брат, наверное, он меня отнёс. Надо позвонить ему, сказать, что я в порядке, а ещё надо позвонить Нейтану и спросить про время встречи.\nЯ набрала Саше, но он не ответил, Эмма тоже не взяля трубку, ну и ладно, напишу сообщение...\nПосле, я позвонила Нейтану, оказалось я его разбудила. Он сказал, что заедет за мной. Я быстро собралась, чтобы потом не торопиться и стала заниматься своими делами. \n                      Конец 3 главы. ",
    "answers": [
      {
        "id": 42,
        "text": ". "
      }
    ]
  },
  {
    "id": 42,
    "text": "*Простите, что глава такая небольшая. У меня не было настроения писать, а ещё я ленивая жопа, но я обещаю 4 глава будет интереснее и больше. ",
    "answers": [
      {
        "id": 43,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 43,
    "text": "4 Глава. Перед Днём рождения. \n   Сегодня я иду в кино с Нейтаном, но я бы предпочла позвать ещё кого-то. Но и сним сходить я не против.\n   Где-то ближе к 6 в дверь позвонили, не нужно было и гадать, чтобы понять, кто там. Я подошла к двери, но к моему удивлению, там стоял Саша.\n   — Можно пройти?\n   — Ах, да проходи\nЯ впустила его в дом и мы пошли на кухню.\n   — Что-то случилось? — спросила я, пытаясь понять о чём он думает.\n   — Нет, ничего. Просто решил зайти и узнать как ты себя чувствуешь. Ты вчера отключилась и я отнёс тебя домой.\n   — Всё хорошо, это от переутомления.\n   — Что с тобой?\n   — Ты о чём?\n   — Что с твоим лицом?\n   — А, не беспокойся, я просто ударилась, уже не болит.\n   — Осторожней надо быть, балбеска.\nОн называл меня так в детстве.\n   — Всё нормально.\nОн оглядел меня с ног до головы и удивившись, спросил, куда я собралась.\nЯ ответила, что на встречу с Нейтаном. Он снова на меня посмотрел многозначительным взглядом.\n   — Не волнуйся ты, мы просто сходим в кино.\n   — Хорошо, если так. Ну ладно, мне пора. \n",
    "answers": [
      {
        "id": 44,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 44,
    "text": "   Брат ушёл и я вернулась на кухню. Я забыла ему рассказать про маму, значит, потом. Тут опять позвонили.\n   — Опять что-то забыл. — пронеслось у меня в голове.\nЯ открываю дверь, за ней стоит Нейтан. Блин, я забыла про него.\n   — Привет, это тебе. — он протянул мне розу.\n   — Спасибо. Пройдёшь или сразу в кино?\n   — Пошли сейчас.\n   — Хорошо.\nЯ быстро поставила цветок в вазу и мы вышли из моего дома.\nПо пути мы немного поговорили на разные темы.\nИ вскоре дошли до нужного нам места. Прошли в кассу, оказалось, что оставалось 2 последних билета на предпоследнем ряду. Мы их и взяли, я уверена Саша не одобрил бы это.\nМы зашли в зал и сели на свои места, фильм начался. Он оказался не очень интересным, но мне удавалось хорошо провести время со своим другом, но в фильме произошло что-то интересное и мы отвлеклись на него. В какой-то момент, Нейтан обнял меня, но я не стала обращать на это внимание. Он придвинулся поближе и хотел меня поцеловать. Тут его откидывает в сторону и кто-то хватает меня за руку и тащит из зала, только на выходе я посмотрела на этого человека. Это оказался мой брат. ",
    "answers": [
      {
        "id": 45,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 45,
    "text": "   — Ты что делаешь? — спросила я его.\n   — Пытаюсь тебя защитить, а ты что там с ним делала?\n   — Мы смотрели кино, пока ты не вмешался... Это ты его ударил?\n   — Да, я, но... — он не успел договорить, я рванула, обратно в зал, надеясь, что с Нейтаном всё хорошо.\nЯ вбегаю в зал и вижу, что сзади стоит толпа и о чём-то разговаривают. Я пробираюсь сквозь людей и вижу Нейтана, лежащего на полу в крови. Я бросаюсь к нему и начинаю рыдать. Дальше всё как в тумане. Кто-то оттащил меня от него, его положили на носилки и унесли в машину скорой помощи, я смогла сказать, что поеду с ними. Никто не возражал, в дороге я более или менее пришла в себя, но рыдать не переставала. Я взяла в руки телефон и отправила Саше смс с адресом больницы, в которую мы едем. Дальше я пришла в себя только в коридоре, когда ко мне подбежал брат. Он просто обнял меня и мы так сидели какое-то время. Потом к нам подошел доктор и сказал, что с нашим другом всё хорошо,но у него легкое сотрясение мозга. Я до сих пор не переставала плакать, а после слов доктора, меня как будто током прошибло. Я пошла к нему в палату, мой брат хотел остановить меня, но не стал этого делать. ",
    "answers": [
      {
        "id": 46,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 46,
    "text": "   Я забежала в палату к Нейтану, он спал. Его голова была в бинтах, а во сне он щурился, то ли от боли, то ли от кошмара. Мне стало его жаль, но и будить я его не хотела. Я села возле его кровати, взяла его за руку и невольно начала поглаживать её. Он дрогнул и приоткрыл глаза. Я была рада, что с ним всё хорошо и зарыдала. Он поднёс руку к моей щеке и вытер мои слёзы. Я схватила его за руку и опустила её снова на кровать. Он закрыл глаза и провалился в сон. ",
    "answers": [
      {
        "id": 47,
        "text": "Дальше. "
      }
    ]
  },
  {
    "id": 47,
    "text": "   Зашёл доктор и сказал, что пациенту нужен отдых и я вышла из палаты. К этому времени я уже успокоилась и уже не плакала. В коридоре меня ждал Саша. Он просто сказал \"извини\" и мы молча пошли домой. Я брата люблю больше жизни, но я была обижена и рассержена. Я не хотела с ним разговаривать. Я зашла домой, плюхнулась на кровать и заснула. ",
    "answers": [
      {
        "id": 48,
        "text": "Дальше "
      }
    ]
  },
  {
    "id": 48,
    "text": "   Проснулась я от звонка, взяла телефон и поняла, что это дверной звонок. И кто в такую рань припёрся. В глазок двери я увидела маму. Как же я забыла то про неё. И тут я вспомнила вчерашний день. Я открыла дверь, впустила маму и побежала в комнату. Там я быстро собралась, сказав маме, что ухожу, выбежала из дома. Забежала в магазин, купила фрукты и мороженое себе, ведь я не позавтракала. В магазине я встретила Эмму, которая видимо ещё ничего не знала. Она помахала мне рукой, когда мы обе уже вышли из магазина и подбежала ко мне.\n   — Привет, как вчера погуляли?\n   — Ты откуда знаешь, что мы с Нейтаном гуляли вчера?\n   — Я нечаянно услышала. Ну так как? \n   — Нейтан в больнице с сотрясением мозга, я иду к нему. \n   — Что? Я пойду с тобой.\nИ мы направились в больницу. Нам сказали , что Нейтан проснулся и будет рад нас увидеть. Мы зашли в палату, он слушал музыку с закрытыми глазами. Я подошла и тронула его за плечо, он открыл глаза и убрал в сторону наушники.\n   — Привет, как ты?\n   — Всё хорошо, хоть сегодня домой.\n   — Я тебе дам домой, лежишь и не встаёшь лишний раз.. Чувство юмора появилось, значит всё нормально.\n   — Ты что переживала?.. Не стоило.\n Тут он заметил Эмму.\n   — Привет, малявка! — он называет её так совершенно справедливо, ведь в нашей компании она самая низкая.\n   Она просто показала ему язык и улыбнулась.\n   — Вот это тебе, — я протянула ему пакет с фруктами, в котором лежало и моё мороженное. Я распределила все продукты на тумбочке, а мороженное забрала себе, но не тут-то было. Нейтан схватил меня за руку и забрал мой завтрак, при этом очень быстро съев его.\n   — Ах ты ж...\n   — Это для выздоровления.\n   — Как выйдешь будешь должен мне мороженное.\n   — И поход в кино.\n   -...\nТут я замолчала, я не знала, как сказать, что это Саша ударил его. Они ведь лучшие друзья. Я опустила голову.\n   — Эй, эй, эй не грусти. Неважно, что там было, больше такого не повториться.\n   — Саша... — только и смогла выговорить я, глотая выступившие слёзы.\nНейтан опустил голову с разочарованием на лице, а Эмма смотрела то на меня, то на него и ждала объяснения. Я решила взять это на себя. \n   — Это Саша его ударил. \n   — Саша? Но почему? \n   — Можешь и сама у него спросить. \nОна стояла, о чем-то задумавшись. Потом протараторила. \n   — Можно я у тебя останусь на два дня? \nЯ была удивлена, но согласилась. Ещё немного посидев с Нейтаном, мы отправились ко мне домой. Там нас ждала мама. \n",
    "answers": [
      {
        "id": 49,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 49,
    "text": "   Мама сидела за столом на кухне, медленно попивая чай. Мы прошли и сели к ней. Я сразу приступила к расспросу.\n   — Мама, какова причина твоего приезда? \nОна замялась и не желала отвечать, но по моему лицу было видно, что я не намерена ждать и она решилась.\n   — Когда мы уехали, мы решили развестись...\nС первых же слов меня огорошило. Но это было не всё и мама продолжила.\n   -... Мы подали документы и завтра должны были ехать в ЗАГС.\nЯ молча слушала её, но в душе моей рушился мир.\n   -... А 2 дня назад твой отец поехал на встречу в другой город. Точнее полетел.\nЯ подумала, что разбился самолёт.\n   -... Самолёт приземлился, отец сел в такси и поехал в отель. По дороге... На перекрестке другая машина вылетела на красный свет... Она осталась жива, водитель — жив... А...твой папа...\nТут не выдержала ни я, ни она. Я поняла, что он погиб. Такой глупой смертью. Я плакала молча, пока мама рыдала во весь голос. Рядом стояла Эмма и, обнимая меня, успокаивала. Я проплакала до вечера. Кое-как мы успокоились и пошли спать. Я обещала прийти к Нейтану, но не могла. Сегодня я улетаю на похороны отца. Эмили останется здесь следить за домом, а до Саши мы не смогли дозвониться. ",
    "answers": [
      {
        "id": 50,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 50,
    "text": "   На следующий день прошли похороны и я вернулась домой в тот же день. Завтра вторник и у меня день рождения и Новый год. Самый худший праздник.\nЯ сидела дома, точнее лежала с пустотой внутри. У меня не было ни чувств, ни эмоций, ни слез. Опять звонок в дверь. Я уже начинаю его ненавидеть. За дверью стоял Нейтан. Он держал букет. Я пропустила его в дом и мы просто сидели за столом. Он не знал о случившемся и начал меня расспрашивать. Думаю вид у меня был не лучший . Я молчала, а когда он замолчал, я вкрадце рассказала ему об отце. Он молча обнял меня и у меня выкатилась одна слеза, всего одна.\n",
    "answers": [
      {
        "id": 51,
        "text": "ДАЛЬШЕ!!! "
      }
    ]
  },
  {
    "id": 51,
    "text": " 5 Глава. Опять.\n    Проснувшись рано утром, я почувствовала небольшую боль в руке. Я осмотрелась по сторонам и поняла, что лежу не в своей постели, а на диване на первом этаже. До меня донёсся запах кофе. Наверное Эмма завтракает, а нет это не Эмма, она не пьёт кофе и мой брат тоже его не пьёт. Кто тогда это? Я прошла на кухню.\n   — Проснулась, спящая красавица.\nА, Нейтан здесь? Он вчера заходил, но я не думала, что он останется.\n   — Привет.\nЯ присела рядом с ним и взяла, видимо для меня приготовленный, второй кофе.\n   — Как спалось?\n   — Жестковато.\n   — Прости, но я не знал, где твоя спальня.\n   — Ничего, а ты где спал?\n   — Я не спал, я любовался тобой.\nЯ покраснела от его слов, ненавижу это свойство моего организма. Он заметил это и слегка улыбнулся. А я, допив свой кофе пошла в ванную. Увидев себя в зеркале, мне стало ужасно стыдно. Я вся растрепанная, глаза совсем немного опухшие, не накрашенная, к тому же. Господи, тоже мне \"красавица\". Ну хоть со спящей он угадал. Хорошо, что у меня есть косметичка в ванной. Быстро накрасившись, я вышла в гостинную. На диване сидел Нейтан, увидев меня он улыбнулся.\n    — Не улыбайся так, я не для тебя накрасилась. \n    — А я ни о чём таком и не думал. — в его голосе был слышен сарказм, но я решила не обращать на это внимание. ",
    "answers": [
      {
        "id": 54,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 52,
    "text": "А Обещанная глава на новый год. Как я провела мой первый (запомнившийся мне) день рождения. \n\n\n   13 лет назад. Кэт 4 года. Саше 6 лет. Вечер перед праздником. \n\n   — Котёнок мой, пошли со мной — мой брат такой милый, когда называет меня так. — У меня для тебя сюрприз.\n   Мы поднялись в мою комнату, в которой я не была 2 дня, ведь этой ночью мы спали в комнате Саши. Подойдя к двери, брат закрыл мне глаза руками, открыл дверь и завёл меня в комнату. Только мы зашли, как я запнулась и мы полетели на пол. Сашка упал на меня и мы оба рассмеялись. Сашка помог мне встать и я была очень удивлена, когда огляделась в комнате. На кровати лежал плюшевый медведь, а на столе лежала пара коробок с подарками, на стене висела довольно большая фотография меня и брата в саду. Я подбежала к Саше, обняла его и поблагодарила.\n   — Саша, огромное тебе спасибо.\nОн очень мило улыбнулся и ответил.\n   — Пожалуйста, ты даже не представляешь, как сильно я тебя люблю.\n   — И я тебя люблю, братик.\nМы ещё раз обнялись и принялись открывать подарки, стоящие на столе. С трудом открыв маленькую коробочку, я достала из неё снежный шар, в котором стояла девочка возле снеговика и шёл снег. Девочка чём-то напоминала меня. Я отложила его и мы стали открывать следующий подарок.\n  ... В коробках оказались игрушечная сова, браслет и пирожные, которые мы съели в считанные минуты. Потом мы решили выйти на улицу, мы накинули куртки и выбежали из дома на задний двор. Там стоял снеговик, а рядом с ним, на снегу, вытоптона надпись:\"с праздником, котя\". Я была очень рада и хотела ещё раз поблагодарить брата, но обернувшись не увидела его. Я стала искать его во дворе, но не могла найти. Тут в меня со спины прилетает снежок, а из-за снеговика выбегает улыбающийся Сашка, тут же в него полетел ответный снежок. Какое-то время мы играли в войнушку, потом полежали возле снеговика на снегу и сделали ангелов. Потом ко мне подошёл Саша, ущипнул меня за нос, который был, вероятно, красный, и сказал идти домой. Я зашла чуть раньше, разделась, села на диван в гостинной, где были и родители. Домой заходит Саша, родители подскакивают и идут к нему. Они начинают спрашивать, почему он ушёл. Он честно сказал, что мы вышли на немного, а родители лишь удивившись спросили. \n   — Кто, вы? \n   — А, как кто? Я и Кэт. \nРодители переглянулись и сказали, что даже не заметили, как я ушла. Они думали, что я сижу с ними. Саша был в шоке, он взял меня за руку и побежал ко мне в комнату. \n   — Они просто пошутили — сказал он, улыбнувшись. \nЯ тоже выдавила улыбку, но Саша не поверил. В комнату вошли родители, они отдали мне коробочку, сказав \"С новым годом, дорогая\". \n  ))) \"С новым годом, а как же мой день рождения? \". Грусно подумала я, но они уже вышли к этому времени, а я расплакалась. \n",
    "answers": [
      {
        "id": 53,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 53,
    "text": "   Саша даже не обнял меня, а достал сок и две кружки, а также принёс пирог. Он налил в кружки сок, одну отдал мне, поднял кружку и сказал.\n   — За мою Котю, С Днём рождения!!!\nМы выпили наш сок, его слова меня очень порадовали. Хороший праздник получился только благодаря Сашке. Мы так и уснули сидя на моей кровати.\n   И что ж вы думаете? Вы считаете, что это единичный случай? Нет, это происходило год за годом.\n   Маленькая девочка, желающая провести свой праздник в кругу семьи, каждый раз оставалась наедине с братом, который всячески её поддерживал. Да и до сих пор поддерживает.\n\n*Глава небольшая, но надеюсь вышла нормально. Я ожидала, она получится больше, но не вышло. Извините. Пожалуйста напишите в комментарии, нужны такие праздничные главы или нет.\n Люблю, целую, ваша лисичка) ",
    "answers": [
      {
        "id": 1,
        "text": "Извините, всё "
      }
    ]
  },
  {
    "id": 54,
    "text": "    — Тебе пора домой.\nОн кивнул и пошёл на выход. Я закрыла за ним дверь и пошла на кухню, открыв холодильник, я поняла, что нужно идти за продуктами. Черз полчаса я подходила к дому, открыв дверь я увидела Эмму.\n    — Привет, Кэт, как ты?\n    — Уже более менее.\n    — У тебя вчера были гости? — япона мать, она что видела нас с Нейтаном?\n    — Он просто зашёл сказать, что его выписали.\n    — Ну да, конечно... — сказала она с улыбкой.\n    — Что? Он мне не нравится.\n    — Ага, поэтому ты пошла с ним вдвоём в кино, а потом в больницу и сидела тут с ним в обнимку...\nЯ не успела ничего сказать, так как она зашла в ванную. В душе я может быть понимала, что между нами что-то может быть, но не хотела сейчас об этом думать. ",
    "answers": [
      {
        "id": 55,
        "text": "Эмма вышла из ванной и собиралась куда-то уходить"
      }
    ]
  },
  {
    "id": 55,
    "text": "    — Ты куда?\n    — Не волнуйся я ненадолго. Давай сегодня сходим куда-нибудь? Например в кафе?\n   — Хорошо, только никого не будем звать.\n   — Ага, тогда через 1 час можешь выходить.\nНа этих словах она вышла. Я пошла на кухню и стала разбирать продукты. Оказалось я купила слишком много. Ну да ничего. Потом я залипла в телефоне и даже не заметила, как этот час пролетел.\nЯ вышла на улицу, где мне навстречу шла Эмма. ",
    "answers": [
      {
        "id": 56,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 56,
    "text": "***\nПосле прогулки мы очень поздно возвращались домой. Подойдя домой, я поняла, что дверь открыта, хотя отчётливо помню, что закрывала её. Эмма влетела вперёд меня в дом. Я тоже стала заходить.\nЯ включила свет только в гостинной.\n    — С Днём рождения!!! — это был оглушительный крик моих друзей.\nЯ рассмотрела комнату. На стене висел плакат : \"С Днём рождения, Кэт!\" В комнате стояли Мой брат, его девушка, Мариша с Ником, Крис и даже Нейтан. Все они, улыбаясь, смотрели на меня. Первой ко мне подбежала моя подруга.\n    — Солнце, это твой праздник.\nОна показала мне на стол со всякими вкусностями и стопку подарков на диване. Не знаю почему, но я была рада. Все мои друзья были тут, все они собрались ради меня, украсили комнату, купили подарки, накрыли на стол. Я даже забыла, что сейчас будет новый год, так как никто про него ничего не говорил и не напоминал.\nЯ даже почти расплакалась, но пересилив себя я сказала :\n    — Спасибо!\nВсе повеселели и стали подходить ко мне, обнимать (кроме Нейтана и Криса, с ними это было бы неловко), поздравлять. ",
    "answers": [
      {
        "id": 57,
        "text": "Спустя время"
      }
    ]
  },
  {
    "id": 57,
    "text": "Мы закончили кушать и стали распаковывать подарки.\nПервый подарок был конечно же от Мари. Это были парные кулоны, которы мы давно хотели заказать (это не дешёвые сердечки по 20 рублей, а качественные серебряные подвески лучших друзей). Второй подарок был от Саши и Эммы — билеты на концерт нашей любимой группы. Ник подарил мне камеру, а Крис — огромного плюшевого медведя. Нейтан сказал, что подарит мне подарок после, я была очень рада всем подаркам. Ещё немного посидев, мы поехали на машине за город (была ночь). Эта поездка была организовона Нейтаном, как подарок для меня и никто об этом не знал. Мы доехали до холма, откуда оставшуюся ночь мы смотрели на звёздное небо. Около 5 утра мы поехали ко мне домой. Комнат у меня много все разместились и легли спать, проснувшись я узнала, что Крис, Ник ушли домой. ",
    "answers": [
      {
        "id": 58,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 58,
    "text": "Оставшиеся позавтракали, ну или пообедали, я всех ещё раз поблагодарила и все разошлись по домам. Вчера Саша с Эммой помирились, а я хорошо провела время, впервые за столько лет отпраздновав свой день рождения. Я очень им всем благодарна. ",
    "answers": [
      {
        "id": 59,
        "text": "Конец главы"
      }
    ]
  },
  {
    "id": 59,
    "text": "Итак. Если кто-то ещё ждёт продолжения, то оно скоро должно выйти и там вас ждёт долгожданный выбор. Ну наверное долгожданный. Героине предстоит сложный выбор, не оставляйте этот рассказ, спасибо. \nНапишите пожалуйста, надо ли делать больше выбора или продолжать писать, как книгу. \n",
    "answers": [
      {
        "id": 60,
        "text": "а вот и ваш выбор"
      }
    ]
  },
  {
    "id": 60,
    "text": "    Глава 6. Право выбора.\nНачались двухнедельные каникулы. На них у меня запланировоно несколько дел:\n              Сходить с Нейтаном в кино\n              Съездить на концерт\n              Навестить маму\n              Обновить гардероб\nКонцерт состоится только в конце каникул, к маме билет нужно покупать заранее, с Нейтаном мы недавно виделись... Думаю можно начать с самого простого — сходить в магазин. \n     \n      *Ещё одно небольшое отступление \nЯ живу, а значит мне нужно питаться, одеваться и т.д. Так как я живу одна, то мне нужно где-то брать деньги. Конечно, часть денег мне присылали родители, однако теперь, после смерти отца, мать какое-то время не будет работать. Но деньги мне нужны до сих пор. Значит мне нужен заработок, я уже нашла кое что. Так как я достаточно хорошо рисую и закончила художественну школу, то я смогла создать группу в вк. В ней я объявляю о наборе заказов. Это могут быть портреты или любые другие картины. Я рисую арт-фломастерами, масляными красками, акварелью и простым карандашом. Также я занимаюсь фотографией, что тоже может стать моим заработком. Пока был только один заказ, над которым я начала работать, это портрет женщины с фотографии. \n              \n",
    "answers": [
      {
        "id": 61,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 61,
    "text": "    Однако, я считаю, что так нельзя жить постоянно, поэтому я смогла найти работу официантки на пол дня. Но сейчас, на каникулах я буду там на целый день.\n     **конец отступления\nДеньги на первое время есть, идём в магазин.\nДо него идти минут 10 через парк, там я и пошла. По дороге я встретила Эмму с подругой, которые шли из того магазина, в который я иду. Они сказали, что там сейчас привезли новый товар и на него небольшие скидки. Я была этому рада, ведь сейчас мне нужно экономить.\nПридя в магазин, я убедилась в словах девочек. Для себя я решила купить только самое необходимое: джинсы, пару толстовок, шапку, футболку для дома. Я стала смотреть ассортимент, джинсы, шапку и футболку было найти и выбрать легко, проблемы возникли к толстовками. Их так много и их все хочу, но нужно только две. Эх, была не была, я просто с закрытыми глазами протянула руку в сторону бордовых толстовок (кстати я была в мужском отделе, потому что в женском никогда нет нормальных), я достала одну и так же потянулась за 2,но рукой докоснулась до чужой руки. Открыв глаза, я Вижу Ника, который тоже выбирает толстовку.\n    — Привет, Кэт\n    — Привет\nМы обнялись по дружески.\n    — Ты здесь один?\n    — Эм...ну, не совсем\nС другого конца коридора я слышу знакомый голос, который звал моего друга. Посмотрев туда, я поняла, что это Мари. Сегодня прямо день встреч, сначала Эмма теперь они. Мы прздоровались с подругой и продолжили разговор, когда Ник отошёл. \n    — Вы вместе суда пришли? \n    — Вроде того. \nМоя подруга отвела взгляд, а значит она врёт, я знаю её привычки. \n    — Выкладывай\n    — Ну ты же помнишь свой день рождения? \n    — Да, конечно, спасибо ещё раз. \n    — Да, ну вот. После того, как мы ушли, я встретила Ника возле моего дома, он ждал меня. Ну вооот... \n    — Не тяни кота за хвост \n    — И он признался мне и предложил встречаться\n    — А ты, по уши влюблённая в него, согласилась. \n    — Во-первых с чего ты взяла, что он мне нравится? \n    — Да потому что вы всегда смотрите друг на друга влюблённым глазами и только вы не видите этого. А что во-вторых? \n    — А во-вторых, я действительно согласилась. \nЯ завизжала от радости, эта парочка наконец начала встречаться. \n    — Я тебя поздравляю. \nМы с ней ещё немного поговорили и разошлись по домам. Вторую толстовку я так и не купила, но ничего страшного. \n   \n    ",
    "answers": [
      {
        "id": 62,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 62,
    "text": "Уже почти вечер, так что остаток дня я могу сидеть в телефоне или поработать. Сначала я решаю зайти в вк, проверить сообщения. Пришло 1 от Нейтана, он приглашает меня послезавтра в кино, как мы и договаривались. Ах, да, сейчас закажу билеты на самолёт. Две минут и всё готово, 6-ого числа полечу к маме.\nВсё, теперь можно сесть писать портрет. Я включаю музыку, которая никому не мешает и принимаюсь за картину... Я так увлеклась, что не заметила, как быстро летит время, уже половина первого. Завтра на работу, поэтому я решаю лечь спать.\n... Хоть вечером я заснула поздно, утром я поднялась легко и в приподнятом настроении. Быстро поев, я собрала вещи, которых было не так уж и много, я ушла на свой первый рабочий день. ",
    "answers": [
      {
        "id": 63,
        "text": "Работать"
      }
    ]
  },
  {
    "id": 63,
    "text": "Я иду по знакомым улица и захожу в знакомое кафе, в котором я часто обедала. Вот только теперь я иду закулисы, в кабинет управляющего.\nЯ стучу в дверь оттуда выходит знакомое лицо. Нос к носу я стою с Крисом. Мы стоим слишком близко и он это понимает, но не спешит отходить.\n    — Привет — говорит он довольно таки спокойно.\nЯ делаю большой шаг назад, чтобы установить расстояние.\n    — Привет. Не ожидала тебя здесь увидеть. \nГоворя это я осматриваю его с ног до головы и понимаю, что он тоже работает здесь, поваром.\n    — Как ты успела заметить я здесь работаю. Я бы подумал, что ты пришла ко мне, но ты была удивлена встрече со мной, а значит это не так.\n    — Нет, я не к тебе. Я пришла устраиваться на работу.\n    — Я не знал, что тебе нужна работа.\n    — Ну да, мама теперь одна содержит себя и пока не работает, так что я должна устроится на работу.\n    — Ясно, тогда ещё увидимся.\nОн уходит, а я стучу в дверь и захожу. За столом передо мной сидит молодая девушка, на вид лет 25 максимум.\n    — Здравствуйте, я звонила вам по поводу вакансии официантки.\n    — Так, ты кажется Кэт. \n    — Да это я, я принесла резюме.\n    — Хорошо, это формальности. Ты учишься, поэтому после каникул ты будешь работать во вторую смену с 16:00 до 21:00.\nЯ кротко киваю. Для меня конечно поздновато 9 часов, но ничего. У меня есть час от 7 урока до работы, когда я могу сделать дз, и кафе от школы в 2 минутах ходьбы, так что всё ок.\n    — Да.\n    — Сейчас ты можешь пойти в раздевалку, там уже висит форма для тебя, переодевайся и я проведу тебе инструктаж.\nЯ быстро иду и переодеваюсь. Форма не замысловатая: чёрная блузка и белая юбка. Я возвращаюсь к управляющей. \n    — Эм.. простите... \n    — Можно просто Джесс\n    — Да, Джесс, можно сначала познакомиться с персоналом.\n    — Конечно, пойдём сначала на кухню. \nМы идём по коридору и заходим в кухню. Там работает человек 10, одного из них я знаю... \n    — Минуту внимания, в нашем коллективе появилась новенькая. Её зовут Кэтрин. \nКто-то улыбался, кто-то махал рукой (Крис и одна девушка). Я поздоровалась с персоналом и мы вышли из кухни и пошли в зал. \n    — Итак, ты подходишь к гостю, здороваешься, узнаёшь заказ, записываешь его в блокнот, потом идёшь и пробиваешь его. Потом выносишь заказ гостю, узнаёшь: надо ли ещё что-то. Нет — уходишь и в конце приносишь счёт. С меню ты ознакомилась, проблем возникнуть не должно. Сейчас обслужишь одного гостя при мне и сможешь дальше работать. \n    — Отлично, кого мне обслужить? \n    — Обслужи, пожалуйста, ту женщину (она указала на женщину лет 50-60), она наш постоянный клиент.., а и возми бэйджик. \nЯ забираю бэйджик и направляюсь к столику, улыбаюсь. \n    — Здравствуйте, вы готовы сделать заказ? \n    — Здравствуй, да принеси мне пожалуйста салат цезарь, шоколадный чизкейк и фруктовый чай. \n    — Салат цезарь, шоколадный чизкейк, фруктовый чай, всё? \n    — Да, спасибо. \nЯ ухожу и возвращаюсь через какое-то время с подносом. \n    — Простите за ожидание, ваш заказ готов. Вам нужно что-то ещё? \n    — Спасибо, нет. \nЯ подхожу к Джесс, она говорит, что всё хорошо и я могу приступать к работе. \n    \n",
    "answers": [
      {
        "id": 64,
        "text": "°°°"
      }
    ]
  },
  {
    "id": 64,
    "text": "...\nДень закончился и я возвращаюсь домой, я устала, но довольна. Вскоре я засыпаю...\nСледующий день, прошёл спокойно, я познакомиласьс ребятами, гостей было немного и я вернулась домой чуть раньше. Завтра после обеда я отпросилась уйти. Мы с Нейтаном идём в кино. ",
    "answers": [
      {
        "id": 65,
        "text": "Завтра"
      }
    ]
  },
  {
    "id": 65,
    "text": "   Наконец я выспалась, так время...11:00. Ё-моё, как же я долго сплю. Надо потихоньку вставать.\nЯ встала с кровати и пошла в ванную. Умылась и пошла завтракать. Прошёл примерно час, можно идти смотреть одежду. Сегодня хорошая погода, одену джинсы, тунику и короткое пальто с сапогами. Так, ещё надо накрасится... Всё готово, в 17:00 за мной зайдёт Нейтан, осталось чуть меньше часа ждать. Зайдя в вк, я не заметила, как время пролетело. Ко мне позвонили.\nЯ открываю дверь, за которой меня ждёт Нейтан с небольшим букетом. Видно, что он рад меня видеть.\n   — Привет, красавица. Пойдём.\n   — Конечно.\nЯ одела верхнюю одежду, взяла цветы и мы пошли по бульвару до кинотеатра. Вечер ещё не поздний, однако народу было мало.\n   — Хорошо выглядишь.\n   — Спасибо.\nОн улыбнулся от того, что я покраснела.\nМы довольно таки быстро дошли и посмотрели фильм, который в этот раз увлёк нас больше, нежели предыдущий. Нейтан пригласил меня после сеанса в кафе. Там мы попили кофе с десертом и поговорили. Я рассказала, что устроилась на работу. После мы прогулочным шагом направились домой, он меня провожал. \nИдя по парку, хорошо освещенному фонарями, мы не видели ни одного человека, были только мы. \nНейтан предложил присесть и я согласилась. Он начал диалог первым. \n   — Скажи, хорошо погуляли. \n   — Да, мне понравилось, гораздо лучше, чем в прошлый раз. \n   — Ну да... \nОн немного замялся и продолжил.. \n   — Скажи, а вы с Крисом..встречаетесь?\n   — Нет, конечно, мы просто друзья) А что, со стороны мы выглядим, как пара?! \n   — Нет, нет просто вы хорошо ладите, вот я и спросил. \n   — Ясно. \n   — Знаешь, я хотел тебе ещё кое что сказать.. \n   — Ну так говори. \n   — Ну.. как бы это сказать. \nВсегда такой самоуверенный Нейтан стеснялся, не мог и двух слов сказать.\n   — Говори как есть. \n   — Ну в общем.. \nОн не договорил предложение, а просто поцеловал меня. Сначала поцелуй был неуверенный, а потом более настойчивый, мне нравилось и я не сопротивлялась. Он первый отстранился от меня и начал говорить \n   — Прости, я просто не сдержался. Ну, я думаю, ты поняла, что я хотел сказать. \n   — Да, и ты мне тоже нравишься, но мне надо подумать.. \n   — Хорошо, я подожду. \nИ он улыбнулся, а оставшуюся дорогу мы шли молча. Придя домой я чувствовала смешанные чувства: я чувствовала лёгкость, но не знала, что я должна делать дальше. \n",
    "answers": [
      {
        "id": 66,
        "text": "Завтра"
      }
    ]
  },
  {
    "id": 66,
    "text": "   Я пришла на работу чуть раньше и встретила там Криса.\n   — Привет, Кэт, давно не виделись.\n   — Мы виделись позавчера.\n   — Да, а кажется, что прошло много времени. Как тебе здесь? \n   — Нормально, у меня уже есть знакомые кроме тебя. И я справляюсь с работой. \n   — Правда? Я рад за тебя. Слушай, давай сегодня вместе пойдём домой? \n   — Конечно, я не против. \nРабочий день был довольно сложный, было много посетителей. На удивление, я не очень устала. После работы, как и договаривались, мы с Крисом пошли домой и по пути обсуждали рабочие моменты и наши каникулы. И вот мы уже стоим перед моим домом. \n   — Знаешь, а я давно хотел тебе сказать, ты мне нравишься, сразу понравилась, ещё тогда в классе, в первый день. Даже если бы рядом с тобой было занято, я бы выгнал того, кто сидел бы с тобой. Скажи, а я тебе нравлюсь? \nОн с надеждой смотрел на меня, а у меня в голове была катастрофа. Два признания за два дня — это слишком, пришлось успокоится и спокойно ответить. \n   — Знаешь, я не могу тебе прямо сейчас ответить. Можешь подождать, хотя бы до завтра? \n   — Да, конечно, я буду ждать. Пока. \nОн поцеловал меня в щёку и быстро скрылся за поворотом. А я стояла и не знала, что мне делать. \n",
    "answers": [
      {
        "id": 67,
        "text": "Для начала зайди в дом. "
      }
    ]
  },
  {
    "id": 67,
    "text": "Зайдя домой, первым делом, я выпила чаю и легла на кровать, чтобы подумать. Я нравллюсь двум парням. Крис — добрый, общительный, всегда поддерживает других и веселит окружающих. Нейтан — немного самоуверенный, иногда застенчивый, строит из себя крутого парня, кстати у него это получается (например, ездит на мотоцикле). Они оба мне дороги, но выбор я уже сделала. ",
    "answers": [
      {
        "id": 68,
        "text": "Крис) "
      },
      {
        "id": 69,
        "text": "Нейтан! "
      }
    ]
  },
  {
    "id": 68,
    "text": "Завтра я встречу его на работе. С этими мыслями я заснула. Утро не задалось: я нервничала, у меня все валилось с рук, но надо прийти в себя и успокоиться. Я сходила в душ, чтобы освежиться, он помог. Я продолжила свои сборы.\nЧерез небольшой промежуток времени я уже была на работе. На меня сразу кинулась Кана-тоже официантка.\n   — Быстрее переодевайся, сегодня банкет, люди отмечают юбилей.\n   — Хорошо, уже бегу.\nЧестно, такого я не ожидала...\nИз-за большого количества работы, мы почти не разговаривали между собой. Только принимали у гостей заказы и объявляли их на кухне. Это ужас, к концу дня я была никакая, но мне ещё предстояло сказать о своём выборе Крису. ",
    "answers": [
      {
        "id": 71,
        "text": "7"
      }
    ]
  },
  {
    "id": 69,
    "text": " Надо завтра написать ему, чтобы пришёл после работы. Я заснула, думая о нём.\nДень начался с головной боли из-за огромного количества мыслей. Бодрящий душ помог мне успокоится. Я быстро собралась и побежала на работу, где меня ждал неожиданный сюрприз. Меня отпустят домой через пару часов. Сегодня гостей в кафе не будет во второй половине дня и в первой их будет немного. Причину я так и не поняла. Ну и ладно мне же лучше. Криса сегодня на работе не было, от этого мне легче, ведь в противном случае мне пришлось бы говорить ему, что я выбрала не его... \nНе успела и глазом моргнуть, день закончился. Хоть он был и скучным, пролетел быстро. Надо написать Нейтану.\n",
    "answers": [
      {
        "id": 73,
        "text": "7"
      }
    ]
  },
  {
    "id": 70,
    "text": "Конец главы, ребятки, если не сложно прокомментируйте книгу, мне будет очень приятно. Также я буду знать, ЧТО вы о ней думаете и продолжать ли мне её писать. Спасибо, что вы со мной))) ",
    "answers": [
      {
        "id": 1,
        "text": "Меню"
      }
    ]
  },
  {
    "id": 71,
    "text": "  7 ГЛАВА. Крис.\nДень прошёл суматошно и я так и не поговорила с Крисом.\nЯ сидела в раздевалке, без сил и просто пялилась вникуда. Все уже разошлись и мне бы пора. Я вышла из раздевалки и направилась к выходу. На улице меня встретил Крис, которого я не удивлена была видеть.\n   — Привет, Кэт. Я знаю, что прошло ещё мало времени и не настаиваю на твоем ответе прямо сейчас. Просто я решил, что ты устала и захотел тебя проводить до дома, ты же не против?.\n   — Привет, я и правда устала, буду рада принять твоё предложение.\nМы шли до моего дома прогулочным шагом, разговаривая о чём-то не очень важном.За этой беседой мы быстро добрались.\n   — Крис, — сказала я, перебивая его. — Мы пришли. Не хочешь зайти на чай?\n   — Конечно, буду рад. — сказал он, не зная, для чего я его зову. Конечно, он мог догадаться, но ответ ему пока неизвестен.\nДома никого не было, конечно, я же живу одна. Я видела, как нервничает и мне это немного льстило.\n   — Проходи, — я указала ему на кухню, сама прошла ща ним и поставила чайник. После этого, я пошла переодеться в домашнюю огромную футболку и шорты. Я спучтилась вниз и увидела Криса, смирно сидевшего на стуле.\n   — Тебе черный чай или зеленый?\n   — Зеленый, без сахара.\n   — Хорошо.\nЯ налила две кружки зеленого чая и села рядом с ним. Мы медленно пили чай и разговор никак не клеился. Тогда я решила прямо сказать ему мой ответ.\n   — Я не просто так тебя позвала.. Я подумала над твоими словами. Знаешь, ты мне тоже очень нравишься, и не как друг.\n",
    "answers": [
      {
        "id": 72,
        "text": "дальше\n"
      }
    ]
  },
  {
    "id": 72,
    "text": "По взгляду Криса, можно было понять, как он удивлен, приятно удивлен.\n   — Правда?!\nХоть он это и спросил, ответа не стал дожидаться, а просто поднял меня в воздух и начал кружить.\n   — Эй, эй, эй, остановись.\nОн опустил меня на пол, посмотрел в глпза и поцеловал. Потом быстро оторвался от меня и, уже выходя из дома, сказал: \n   — Завтра я позвоню тебе и мы пойдем на свидание.\nОн быстро захлопнул дверь и я даже не успела сказать, что завтра улетаю к маме.",
    "answers": [
      {
        "id": 1,
        "text": "В меню.\nГлава короткая, простите."
      }
    ]
  },
  {
    "id": 73,
    "text": "  7 ГЛАВА. Нейтан.\nВыйдя из кафе, я направилась домой, при этом набирая сообщение: Нейтан, давай встретимся, нам нужно поговорить. \"Отправить\". Я решила подождать его ответа дома, поэтому сразу направилась туда.\nПодойдя к дому, я очень удивилась, увидев около него мотоцикл одного молодого человека. Которого, кстати я не думала увидеть прямо сейчас. \nНейтан стоял на пороге моего дома и, видимо, ждал меня.\n   — Привет, — окликнула я его, пока он был занят своими мыслями.\n   — Привет. О чем ты хотела поговорить?\n   — Да, знаешь, мне бы очень хотелось узнать тебя получше.\n   — Это значит, ты хочешь остаться друзьями?\nВ его взгляде я могла увидеть боль, грусть и разочарование.\n   — Как друга я тебя хорошо знаю. Хочу узнать тебя в роли моего парня.\nЯ хотела сказать что-то ещё, но он мне не дал этого сделать.\n   — Поехали, — сказал он, подхватил меня на руки и понес к своему мотоциклу.\n   — Стой, дай мне хотя бы переодеться.\nОн оглядел меня с ног до головы, в его глазах заиграли огоньки. Я была одета в обтягивающие светлые джинсы и красную короткую толстовку с копюшоном, растегнутое пальто, а также в кроссовках. (Несмотря на то, что на улице ещё январь, погода была, почти как в марте или апреле)\n   — Мне и так нравится, поехали.\nОн усадил меня на мотоцикл, сел сам и мы поехали. На улице уже смеркалось и мы поехали по окружной дороге по холму, с которого прекрасно было видно весь наш небольшой городок. Огни домов, фар и фонарей придавали ему красоты и величия. Казалось, что он совсем не небольшой. Получилось так, что мы объехали почти весь город вокруг и вернулись к моему дому. На прощанье Нейтан одарил меня долгим и страстным поцелуем, после чего уехал домой.\nЯ зашла в дом, переоделась и легла в кровать, думая о моем парне. Пролежав так какое-то время, я вспомнила, что забыла телефон на первом этаже и мне пришлось спуститься за ним. Только я взяла его в руки, мне пришло сообщение от Нейтана: \" Спокойной ночи, красавица. Надеюсь увидимся завтра\"\nВот блин, завтра я улетаю к маме, самолет будет после обеда. Думаю, встречусь, с ним завтра до самолета и скажу ему об этом. Пока я размышляла, уже успела подняться в комнату. Я отправила ему \"Сладких снов\" и легла спать.\n\n",
    "answers": [
      {
        "id": 1,
        "text": "В меню.\nПростите за ооооочень короткую главу"
      }
    ]
  },
  {
    "id": 74,
    "text": "",
    "answers": []
  }
]