[
  {
    "id": 1,
    "text": "Чувство.\nАвтор: Kимико.\nЖанр:романтика, фантастика.\n\nВы — обычная 16-летняя девушка Юки, ничем не привлекающая внимания...Шутка! Естественно Вы — необычная девушка. Но в чём её необыкновение?...\n\nКвест будет идти от 1 лица. Предупреждение: квест больше походит на книгу, поэтому выбора действий почти не будет!\nПриятного времяпровождения.\n\n[Заранее прошу прощения за ошибки, которые, возможно, встретятся в квесте.]\n",
    "answers": [
      {
        "id": 2,
        "text": "Первая глава"
      },
      {
        "id": 54,
        "text": "Вторая глава"
      },
      {
        "id": 3,
        "text": "Туть герои"
      }
    ]
  },
  {
    "id": 2,
    "text": "[Пролог]\n\nОдин раз в сто лет, в один день тихой зимы, рождается ангел..Но не каждый может найти свою жизнь.\nИ вот наступил ещё один день этого года... Среди пурги раздувается много белых хлопьев снега. Уже ни одной травинки не видно... В домах поселился уют и покой... \n Очередной день, в который должен родиться ангел... Но долгое время почему-то этого не было. Очень странно, ведь обычно это происходит рано утром. Но вот, вечером, среди замечательной, завораживающей пурги что-то засверкало, заблестело. Оно погрузилось в танец снега, а потом, на одном переулке появился ребёнок. Такой красивый, просто идеальный...",
    "answers": [
      {
        "id": 8,
        "text": "далее"
      }
    ]
  },
  {
    "id": 3,
    "text": "Герои:",
    "answers": [
      {
        "id": 4,
        "text": "Юки"
      },
      {
        "id": 5,
        "text": "Акира"
      },
      {
        "id": 6,
        "text": "Рэйчел"
      },
      {
        "id": 7,
        "text": "Клэр"
      },
      {
        "id": 82,
        "text": "Сейджи"
      },
      {
        "id": 107,
        "text": "Дэн"
      },
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 4,
    "text": "Имя: Юки.\nФамилия: Такахаси(ненастоящая).\nВозраст/рост/вес: 16/167/36.\nВнешность: Красивая, стройная девушка с русыми,  длинными волосами. Особа имеет красивые черты лица и веснушки^^. Губки пухленькие, но не яркие. Чисто голубые глаза, но может носить янтарные линзы из-за некоторых странностей и проблем.\nХарактер: добрая и ласковая девушка, но в то же время бесчувственная особа. Никогда не отплачивает злом, всегда скромняшка...",
    "answers": [
      {
        "id": 3,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 5,
    "text": "Имя: Акира.\nФамилия: Сакамаки.\nВозраст/рост/вес: 18,172, 54.\nВнешность: Красивый парень  с белыми волосами и красивыми чертами лица. Ярко-жёлтые завораживающие глаза. Хорошее, сильное и стройное телосложение.\n Из богатой семьи.\nХарактер: самовлюблённый, но довольно добрый, заботливый и нежный парень. Пользуется особой популярностью среди девушек.",
    "answers": [
      {
        "id": 3,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 6,
    "text": "Имя: Рэйчел\nФамилия:Комори\nВозраст/рост/вес: 17/170/47.\nВнешность:красивая, стройная блондинка из богатой семьи. Губки узкие, нос маленький, глаза ярко красные, а черты лица тонкие. \nХарактер: Гордая, не даст парню уйти, не сделав её пожелания. Считает всех рабами, но в тоже время все в школе, кроме некоторых, с ней дружат.",
    "answers": [
      {
        "id": 3,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 7,
    "text": "Имя:Клэр.\nФамилия: Цоммо.\nВозраст/рост/вес: 15/165/40.\nВнешность: Красивая девчушка с чёрными, как смоль, волосами и карьими глазами. Довольно хорошие черты лица придают какую-то уютность и комфорт. Из обеспеченной семьи.\nХарактер: добрая и незначительная скромница, но может предать любимого ей человека.",
    "answers": [
      {
        "id": 3,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 8,
    "text": "Как говорят: жизнь-боль.В некоторых случаях это выражение неустойчивое, но только не в этом. Все ангелы рождаются и находят родителей, но... Юки(так звали ангела в этом году) не нашла их... Она осталась сиротой.. Увы, она просто так думала, что она сирота, но её мать всего-лишь не захотела себе дочь, а отец ничего не смог сделать, даже найти её. К счастью, Юки смогла прожить полноценную, хоть и недолгую жизнь.",
    "answers": [
      {
        "id": 9,
        "text": "спустя 16 лет.[ето начало]"
      }
    ]
  },
  {
    "id": 9,
    "text": "Утро. Солнечные лучи попадали мне в глаза. Так не хочется просыпаться, но это мой первый день в новой школе! Меня перевели в школу для одарённых. Странно, не правда-ли?\n Я встала и пошла в душ. Холодная вода дала мне проснуться, и уже через несколько минут я была как огурчик!\n После всех водных процедур я направилась на кухню. Я заглянула в холодильник...\n\"М-да... Наверное, в лесу кто-то умер...\"-промелькнуло у меня в голове. \nВ холодильнике был лишь... йогурт!:D",
    "answers": [
      {
        "id": 12,
        "text": "Скушать йогурт"
      }
    ]
  },
  {
    "id": 10,
    "text": "\"Уф! Какая я всё таки красавица! Ангелы тоже понимают толк в моде!\" -подумала я про себя, смотрясь в зеркало, и подмигнула себе.\nТолько вот... бинты на руках мешали...\nЯ сразу же вспомнила детство...",
    "answers": [
      {
        "id": 11,
        "text": "Вспоминать"
      }
    ]
  },
  {
    "id": 11,
    "text": "17.01.2006г.\nДетдом.\nВ ту ночь в комнате я была одна. Маленькие дети ушли на какой-то праздник, но меня с собой не взяли. Видите ли, я слишком \"большая и умная\" для этого... Я решила пойти прогуляться по коридорам. \nТёмные коридорчики немного успокаивали. Я осторожно открыла дверь. Вроде никого..\nНе прошла я ещё и двадцати метров как меня прижали к стенке. Это был мальчик из соседней группы со своей компанией. Он вытащил концелярский ножик и приставил к моему горлу.\n\n— Или ты сейчас уходишь отсюда, или скажи \"пока\" своей жизни, — промямлил мальчик, немного дрожа от своего решения. \nИз-за того, что я была маленькая и ничего толком не понимала, я молчала. Молчала, как рыба. Этот мальчик посмотрел мне в глаза и увидел там пустоту. Он робко отдалился от меня из-за неподалёку слышавшихся шагов, но перед этим сделал пару \"маленьких\" шрамов на моих руках. Почему то я ничего не чувствовала, моё лицо не выражало эмоций. Мальчик побежал со своей бандой, а я осталась на месте и смотрела им в след. Почему-то, мне было жаль их..\n На пол падали капли кристально-алой крови. Вскоре ко мне подбежала вожатая и начала что-то бубнить, нервно ведя меня в мою комнату. Но я ничего не слышала. В моих глазах была тьма, и все мои мысли заполняли вопросы \"Зачем он это сделал?\", \"Что я такого сделала?\" и много других...\n",
    "answers": [
      {
        "id": 13,
        "text": "Вернуться в настоящее"
      }
    ]
  },
  {
    "id": 12,
    "text": "Я \"сытно\" поела и пошла одеваться. Я открыла гардероб и удивилась разнообразию одежды в нём. Обычно, я ношу одну и ту же. У всех есть свои странности, но у меня их больше всех. Ну да ладно^^.\nЧто одеть?",
    "answers": [
      {
        "id": 10,
        "text": "Повседневную одежду:чёрные джинсы на высокой талии, укороченая футболка и чёрные сникерсы"
      },
      {
        "id": 10,
        "text": "Лёгкое голубое платье, капроновые колготки и балетки"
      },
      {
        "id": 10,
        "text": "Джинсовые шорты, лёгкая футболка с принтом ананаса, белые кеды на высокой платформе"
      }
    ]
  },
  {
    "id": 13,
    "text": "Я очнулась. Мои глаза были влажными, но я не хотела плакать. \nЯ смирилась с жизнью и пошла обуваться. Но.. Никого не было. Хм... интересно, почему? Ведь это общежитие.\n Я посмотрела на электронные настольные часы, стоявшие у меня в комнате на, цвета молочного шоколада, тумбочке. Всего лишь 05:50. Я усмехнулась про себя и стала думать, что же делать...От недосыпа у меня были вечные мешки под глазами, поэтому голова не очень хорошо работала.\nЧто сделать?",
    "answers": [
      {
        "id": 14,
        "text": "Послушать музыку"
      },
      {
        "id": 15,
        "text": "Пойти на улицу"
      }
    ]
  },
  {
    "id": 14,
    "text": "Увы, телефона у меня не было. Не такая я уж и богатая. Ничего, проживём :D \nНо нужно придумать что-то другое...",
    "answers": [
      {
        "id": 13,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 15,
    "text": "Хм... Пойти на улицу — неплохая идея. Мне как раз нужно освежиться.\nЯ взяла рюкзак и вышла на улицу. Машины гудели, на зданиях мерцали огоньки, толпы людей уже шли на работу. Казалось, что тут нет живности: ни цветочка, ни птички. Всё же, мы в Токио! Я пошла гулять по парку. Никаких растений... Вот и первая сакура. Она очень красивая, а лепестки её напоминают мне сердечки. Я впала в свои бесконечные мысли, и даже забыла про время, пока...",
    "answers": [
      {
        "id": 16,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 16,
    "text": "В меня врезался какой-то парень.\n—Дура! Смотри куда прёшь!- прокричал он, выскочив на дорогу и побежав к школе. Естественно, я не ожидала такого поворота событий.\n\"Интересно, почему именно дура? Вот теперь я и грязная. Дождь же всё-таки шёл,\"- подумала я про себя, посмотрев в небо.\nИ вправду, дождь шёл всю ночь, а я испачкалась. Встав и обтряхнувшись, я пошла в школу. М-да... Вроде бы и времени немного прошло...\n\n\nПрозвенел звонок, а я ещё у входа! Прекрасно! Первый день школы! \nОтчаявшись, я вошла в школу. Тишина да и только...Уроки нынче идут. Наверное.\n Я подошла к расписанию. Та-а-ак. Классный час, значит. Ну хоть не математика или русский(да, как ни странно, русский здесь учат).. Я пошла к классу. Дверь была закрыта. Немного помявшись на месте, я всё-таки решила открыть её. Робко дёрнув за ручку, я вошла в класс.",
    "answers": [
      {
        "id": 17,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 17,
    "text": "Запах книг, шума и школьной доски ударил мне в лицо.\nВ классе было довольно шумно, нежели во всей школе. Мне показалось, что я стала невидимой. Никто не обратил внимание на моё присутствие.\n—А... з-здравствуйте...-боязливо и непонятно промямлила я. Неужели я косноязычная?\nЯ подошла к столу учителя. Учитель смотрел на меня, а я — на весь класс. Наконец-то он собрался с мыслями и решил познакомить меня со всеми.\n—Класс, это новая ученица Юкине Такахаси,- начал учитель, указав рукой на меня.\n\"Что? Откуда он придумал эту фамилию?\"- негодуя подумала я, посмотрев на него с каким-то удивлением.\n—Прошу у всех вас относиться к ней хорошо, ведь Юки тоже человек, правда?- эта фраза меня подколола.\n—Д-да...-выдавила я из себя, немного пошевелив обрубками крыльев за спиной. На секунду я вновь вспомнила детдом, где мне их и отрезали. Жаль...\n—Итак, Юки, садись вон за ту парту.\nОн указал на последнюю парту. Так быстро. Я даже не успела ничего сказать. \nЗа партой сидела чёрноволосая девочка, прикрыв свою голову книгой. Явно она была не в настроении...",
    "answers": [
      {
        "id": 18,
        "text": "Подсесть"
      }
    ]
  },
  {
    "id": 18,
    "text": "Я присела за парту, указанную мне. Девочка сразу отвернулась.\n—Ам...П-ривет- шёпотом сказала я.\nВ ответ последовала тишина.\nЧерез минуту грустная особа сняла со своей головы книжку, положив её на стол, и развернулась ко мне. Она была растроена, и не хило. После неловкой паузы девочка начала смотреть в книгу на столе.\n—Привет- шёпотом ответила она.\n—Что-то не так?- так же тихо говорила я.\n— Можно не сейчас?... пожалуйста...\nЯ кивнула и уткнулась в свой дневник. Бедняга, наверное произошло что-то ужасное. Но сейчас сделать я ничего не смогла. Вскоре я заметила на себе взгляд какого-то парня. ",
    "answers": [
      {
        "id": 19,
        "text": "Проигнорировать"
      },
      {
        "id": 20,
        "text": "Посмотреть на него"
      }
    ]
  },
  {
    "id": 19,
    "text": "Я решила на нём не сосредотачиваться, а сосредоточиться на учителе. Почему-то, он не сказал даже своего имени. Преподаватель, как бы в ответ, пристально смотрел на меня. Мне стало не по себе. \nПочему все так смотрят? Я что, особенная, или у меня дефекты лица? \nНа парту вперёд сидела ещё одна девочка- блондинка. На её лице читалось \"убью\", но я не зацикливала на этом внимания. ",
    "answers": [
      {
        "id": 21,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 20,
    "text": "Я посмотрела на этого парня. Да это же тот, кто меня сбил недавно. Забавно, что так совпало.\n Мы встретились взглядами. Его жёлтые глаза прожигали меня, но я не подавала виду. Хм.. он был намного красивей меня. На лице у него появилась хитрая улыбка.\nВскоре я поняла, что щёки мои заливаются красками и отвернулась от него, теперь смотря на учителя.(вот это поворот, не так ли?:D)\n\"Интересно, он продолжает смотреть, или нет?\"-подумала я, не сводя глаз с учителя. Надеюсь, он[учитель] меня не будет бояться за это.",
    "answers": [
      {
        "id": 21,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 21,
    "text": "Наконец-то прозвенел звонок. Прям как бальзам на душу. Почему? Не знаю. Возможно, из-за того, что меня напрягала обстановка в классе.\n Я быстро собралась и вышла из класса. За мной незаметно последовала толпа девочек, кроме той[девочки], с которой я сидела.\n Я старалась не замечать их, но, судя по всему, глава этой девчачей банды окликнула меня. Ну...я естественно остановилась, и собравшись, повернулась к ней. Это была та блондинка, сидевшая на парту вперёд. Моё лицо снова было без эмоций.\n—Слышь, чучка. Если ты ещё раз посмотришь на моего парня, я тебе глаза вырву.-начала она, при этом забавно жестикулируя.\n О ком это она? Об учителе что-ли? \nЯ молчала. Она легонько толкнула меня рукой между ключицами и пошла прочь. Все остальные девочки задевали меня плечами и следовали за своей главой. \n \"Интересная школа, никогда такой не видела..\"- оптимистично подумала я и пошла на следующий урок.\n",
    "answers": [
      {
        "id": 22,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 22,
    "text": "После классного часа все уроки проходили скучно. Я познакомилась с Клэр — той девочкой, с которой я сидела. В столовой она мне всё рассказала. У неё были проблемы с семьёй. Мы поболтали и нашли общий язык. Затем мы подружились. Это был единственный друг в новой школе. Пока что.\nВсе уроки пролетели незаметно. Я уже стояла на крыльце школы. Ко мне подошёл тот парень, что сбил меня. Как-то не хотелось ни с кем общаться..\n—Эм...Привет. Прости, за то, что сбил тебя в тот раз... И кстати -он протянул руку, немного улыбаясь- Акира Сакамаки.\n—Юки- я вслед протянула свою бинтованную руку(да-да, как же без этого). Мы пожали руки друг другу. Он, как можно было предугадать, не был равнодушен к бинтам.\n—Что с рукой?\n—Да так, немного поранилась дома.\n—Хм.. не очень-то и немного.\n—Неважно.\nТут подъехала машина, судя по всему за Акирой.\n—Ну всё, мне пора -сказала я сквозь зубы.\n—Может, тебя подвести?\n—Нет, спасибо. Сама как-то дойду.\n—Ну ладно. Пока.\n—До встречи.\nНа этом наш диалог закончился и мы разошлись. ",
    "answers": [
      {
        "id": 23,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 23,
    "text": "Через несколько дней, как это мне казалось, я дошла до общежития. Почему-то мне казалось, что это вовсе не общага, а какое-то старое поместье. Долгий и утомительный путь уже был позади. \nЯ вошла в здание. В гостиной было кучу народа, но здесь, похоже, только я одна была девочка. А нет, мужскую группу разбавляло небольшое количество девочек.  Немного постояв, я поднялась на второй этаж где была моя комната. Ещё немного и я зашла бы, но..",
    "answers": [
      {
        "id": 24,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 24,
    "text": "Передо мной встал Акира. Он что, меня преследует? Кстати, какая радость, что он теперь мой сосед. Супер.\n—Эм...привет^^- он был явно рад этой встрече.\n—Привет.\n—Что с настроением?\n—Всё отлично.\nЯ пыталась войти в комнату, но он не давал пройти.\n—Пусти.. ты забираешь у меня личное пространство..\n—А ну-ка..Стой, я пропущу, если ты согласишься на кое-что..- его лицо исказилось в нервной улыбке.\n—Ну и?- я вызывающе посмотрела на него, скрестив руки на груди.\n—Ты должна...- он немного нагнулся, чтобы наши лица были на одном расстоянии.\n\nПочувствовав что-то неладное, я, воспользовавшись моментом, оттолкнула его и быстро вошла в свою комнату, замкнув дверь на ключ.\n—Эй! Открой. Ты слышишь меня? Прости...- доносились звуки из под двери. \nЯ обречённо плюхнулась на кровать, положив перед этим ключ туалетный столик, и посмотрев на свои руки. Давно я не меняла бинты. Я развязала мотки. Под ними была чёрная кожа.\n\"Были времена...Не все ангелы совершенные...\"- подумала, снова начав вспоминать прошлое...\n",
    "answers": [
      {
        "id": 25,
        "text": "Вспоминать"
      }
    ]
  },
  {
    "id": 25,
    "text": "04.12.2015г.\nШкола.\nПеремена. Ребятня шумела на полную катушку, кто-то дрался, другие — бегали.... Одна я стояла в сторонке — там было уютнее. Тогда мне было лишь 12 лет, поэтому были небольшие проблемы в общении.  Моё лицо снова было без эмоций... Все бесились, по всей школе доносились детские крики. Мои одноклассники, хотя и были уже в шестом классе, не расставались с детством. Ко мне подошёл один мальчик. Равнодушие у меня перевалило через палку. \n—Хей, привет!- начал он.\nЯ молчала. Нечего было говорить.\nОн прикоснулся к моему лицу. Какая-то не та реакция, или я поняла не правильно. Из-за этого я равнодушно оттолкнула его и дала пощёчину. Зачем? Хотела бы я спросить тогда у себя..\n В ту же минуту мне стало плохо... Изо рта нехотя потекла кровь, а руки стали чернеть. Резкая боль в животе, странные звуки — всё перемешалось, от чего я присела на корточки, скрутившись в клубок. Я уже ничего не слышала и не видела. В глазах была темень...\n\nНа следующий день я снова пришла в школу. Ну чтож, привет игнор. Я понимала, что  подписала себе смертный приговор, ударив одноклассника. Теперь же он начал надо мной издеваться. Ничего удивительного для меня не было, но это было слишком.\n В один день я решила уйти из школы. Теперь, думала я, будет всё намного лучше..\n",
    "answers": [
      {
        "id": 26,
        "text": "Очнуться"
      }
    ]
  },
  {
    "id": 26,
    "text": "Я очнулась, судорожно дыша. Глубоко в сердце у меня была боль прожитого. С того дня я стала скрывать свою кожу именно на руках и.... Именно с того дня я начала бояться отношений...\nЧто со мной не так? Почему не могу жить нормально? Почему всё случается именно со мной?",
    "answers": [
      {
        "id": 27,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 27,
    "text": "За дверью также был слышен голос Акиры. Когда же он от меня отстанет? Я начала наматывать бинты на руки, но он уже выломал дверь. Было видно, что и у него потерялось настроение. Увидя чёрные руки, в его глазах появилась доля страха. А я, увидя его, спрятала руки за спину.\n—Что это?!- воскликнул он.\n—Что?...- тихо спросила я.\n—Переспрашиваю. Что  это?!\n—А...О чём ты?...\n—О твоих руках! Что с ними?- он повысил голос.\n—Не ори на меня...- тихо сказала я.\n—Как мне не орать, если с тобой что-то не так?!\n—А...мы что уже настолько знакомы? Я тут только один день...\n—Мы уже знакомы, понятно?\n—Да-да, мне пора...\nЯ выскользнула из комнаты и пошла в ванную. Забинтовав там руки, я вышла и пошла за стол. Как раз по́зднее время. На стол было наложенно много еды. Где они её взяли? Ведь сегодня в холодильнике был только йогурт...\n",
    "answers": [
      {
        "id": 28,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 28,
    "text": "Я села на один из стульев. Нормально так. Вскоре из комнат начали выходить люди. Обстановка нехило напрягала.\n\"Так-с, всё хорошо, не надо беспокоиться,\"- подумав про себя, я приняла самый наиспокойнейший вид.\n Затем, будто главная героиня фильма, вышла всеми любимая...Что? Это была та блондинка, которая называла меня чучкой. О боже.. Ну всё, я тут не проживу. Она явно была не довольна мной, но в то же время ехидно улыбнулась, и, подойдя к Акире, уже сидевшем за столом, она чмокнула его в щёчку и присела рядом с ним.",
    "answers": [
      {
        "id": 29,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 29,
    "text": "Это настолько мило, что меня чуть не стошнило. Так, нужно не нервничать. \nНо, из-за того, что толпа народа дышала одним воздухом со мной, я не могла этого не делать. Моё горло сжималось всё сильнее и сильнее, от чего я начала глотать воздух ртом, как рыба. Выглядело глупо конечно же, поэтому я вышла изо стола и ушла к себе.",
    "answers": [
      {
        "id": 30,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 30,
    "text": " Я в своей комнате. Можно расслабиться.\n Я жадно втянула воздух и максимально успокоилась.    Двери нет, значит всё плохо. Через, примерно, час я сделала все уроки, приняла ваную, которая, слава богу, была в моей комнате(в каждой комнате есть собственная ванная комната, а также общая в здании)и легла спать.\n Долгое время я не могла заснуть, к сожалению. Я видела, как другие уже ложаться спать. А я — нет..\nСпокойной ночи, прекрасный день...",
    "answers": [
      {
        "id": 31,
        "text": "Закончить день"
      }
    ]
  },
  {
    "id": 31,
    "text": "Я снова встала слишком рано. В пять часов. Никто, как обычно, не проснулся.\n Я приняла все утренние процедуры. На столе осталась еда со вчерашнего дня... А слуг здесь нет? Я решила немного прибраться, поэтому уже через некоторое время всё было на своих местах. Итак, кажется я буду подрабатывать здесь горничной. Шутка, конечно..\n А теперь надо покушать.^^\nЧто покушать?",
    "answers": [
      {
        "id": 32,
        "text": "Омлетик"
      },
      {
        "id": 32,
        "text": "Чаёк с бутербродами"
      },
      {
        "id": 32,
        "text": "Покки с кофе"
      }
    ]
  },
  {
    "id": 32,
    "text": "После моей трапезы я как раз пошла одеваться. Прийдя в свою комнату, а также перед этим немного посмотрев на других спящих людишек(хи-хи), я открыла шкаф и начала выбирать одежду.\nЧто одеть?",
    "answers": [
      {
        "id": 33,
        "text": "Школьную форму: Юбка до колен, блузка с галстуком, гольфы"
      },
      {
        "id": 33,
        "text": "То же, что и вчера"
      },
      {
        "id": 33,
        "text": "Милая кофточка с надписью Love, джинсы, нежно розовые сникерсы"
      }
    ]
  },
  {
    "id": 33,
    "text": "Я оделась и поспешила в школу. По дороге меня никто не сбил, а ведь я здесь только один день. А нет, уже два.\nВ школе было всё как обычно... Все, как всегда, шумели, смеялись или плакали. Одна я была равнодушна ко всем и ко всему. Казалось, что тут такого? Но почему-то внутри я как будто гнила..\n Дни летели с невообразимой скоростью. Уже месяц, два, три... Я не замечала никакой разницы, или же.. всё поменялось?",
    "answers": [
      {
        "id": 34,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 34,
    "text": "Вновь играющие лучи бьют глаза...\nЯ снова пошла в школу. Учусь я четвёртый месяц. Довольно долго. Акира не изменялся, а всё больше сближался со мной. Его же, как оказалось, бывшая по имени Рэйчел хотела восстановить отношения, но всё тщетно... Она всё больше злилась и хотела меня всячески убить. \n*Звонок на урок*\nВ класс зашёл новый ученик. Просто обычный, как мне казалось, парень... Он ровнялся на Акиру, так как тот был знаменитостью школы. \n—Здравствуйте, это ваш новый ученик — Дэн Цукико.-сказал учитель.\nДэн осмотрел весь класс, лишь стоя у стола учителя. Прикольно. Моя подружка начала шептаться.\n—Ты знаешь кто это?~\n—Нет. Откуда я должна его знать?~\n—Да это же знаменитый богач города! Говорят, у него ещё нет девушки...~\n—И что? Мне то какое дело?~\n—Ох Юки, ничего ты не понимаешь...~\nОна думала о небесных крендельках. Иногда я могу читать мысли других, но это не всегда получается... Немного странно, но ничего.",
    "answers": [
      {
        "id": 35,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 35,
    "text": "Дэн хотел подсесть ко мне, но места не было, поэтому он подсел к Рэйчел впереди меня. Рэйчел недовольно фыркнула, и начался урок..\n\n\n*Звонок на перемену*\n\nМы пошли в столовую. Я как всегда села на своё место, рядом с Клэр. Мы болтали о том, о сём, пока к нам не подсел парень. Это был Дэн.\n—Здравствуйте, девчонки- он подвинулся к нам поближе. \nМне было нечем дышать. Клаунстрофобия что-ли?. \n—П-привет...- Моя подружка была безума от него. Ох эта подружка...\n—Здравствуй- тихо сказала я и отвернулась в свой обед. Я бы сейчас поела с Акирой, с ним легче.\nНеловкая тишина продлилась недолго... Клэр завела разговор, а в него втянулся и Дэн. Одна я думала ни о чём... С зади подошёл Акира, резко взял меня за руку и увёл куда-то. Я торопливо поспешила за ним. Мы остановились у туалета.\n—Ну и что ты с ним делала?\n—Ты о чём?\n—Об этом... Дэне!\n—А это...вовсе ничего-о..\nЯ специально тянула время. Не хочу оправдываться. Я начала говорить обо всём, что взбрело в голову, что сильно раздражало Акиру.\n*Звонок*\n—Ой! Мне пора.. Приятно было поговорить)-сказала я и пошла на урок. Акира был всбешён. Бедняга.  Я почувствовала странное ощущение внутри себя. Это что, чувство вины?.",
    "answers": [
      {
        "id": 36,
        "text": "После уроков"
      }
    ]
  },
  {
    "id": 36,
    "text": "Все уроки проходили без происшествий.\n Я уже шла домой. Скучно-то как.\n Затем, на переулке, я увидела пару. Чудесно! Кажется, какие-то голубки встретились! Я пригляделась и увидела Акиру с Рэйчел. Они...целовались?..\nВнутри меня загорелись волнение и страх, ревность и ненависть. Но.. почему?  Я же никогда ничего такого не чувствовала. Сердце бешенно застучало, а слёзы невольно потекли по щекам. Да что со мной?\nОтбросив чувства на задний план, я развернулась и побежала. Я не смотрела никуда, и просто бежала. Я врезалась в что-то тёплое, но оно не упало, а обняло меня. Это был Дэн. Я не хотела ничего, кроме обнимашек. Это моё успакоительное...",
    "answers": [
      {
        "id": 37,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 37,
    "text": "Я обняла Дэна в ответ. Это было так...прекрасно...Он был как будто родной, словно мой отец.. Я заметила чьи-то шаги сзади. Наверное, это был Акира..... Так не ловко, но делать было нечего. Дэн прижал меня к себе, а сам ехидно улыбнулся Акире. Тот ушёл. Я даже не смогла извиниться перед ним..",
    "answers": [
      {
        "id": 38,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 38,
    "text": "Руки Дэна, словно лапы тьмы, мешали мне уйти. Мне казалось, что он демон, который всё это время так и ждал того момента, когда я попаду в его руки. Моё тело затекло и больно ныло, ведь уже был поздний вечер. Наконец-то у меня появилась возможность выскользнуть, что я и сделала.\n—Спасибо...-тихо сказала я, смотря в пол.\n—Это тебе спасибо...- ответил Дэн с довольной и какой-то пугающей улыбкой.\nМы разошлись... Я, ни о чём не думая, отправилась сразу в общагу, а затем и в свою комнату. Упав на подушку, я сразу уснула...",
    "answers": [
      {
        "id": 39,
        "text": "Новый день"
      }
    ]
  },
  {
    "id": 39,
    "text": "Уже утро..Я поспала больше обычного. Странно, не так ли? \nЯ встала в семь часов, что было для меня большим прогрессом. Неужели, что-то поменялось в моей жизни?\nЯ приняла все утренние процедуры, переоделась, покушала и поспешила в школу. Начинался дождь, поэтому всё затихло, а небо закрыло покрывало больших, тёмных туч. Люблю такую погоду..",
    "answers": [
      {
        "id": 40,
        "text": "В школе"
      }
    ]
  },
  {
    "id": 40,
    "text": "В школе было очень тихо. Это меня сильно напрягало. Даже охранника не было на месте. Я зашла в класс. Никто не обратил на меня внимания. Все мирно и тихо болтали.\n Я села за свою парту и начался урок. Это был не урок русского, не классный час, а литература. Я не любила читать из-за проблем со зрением и ужасного, на мой взгляд, голоса..\n—Итак, Юки Такахаси, начни ты,- сказал учитель.\n—А? Ч-что?..-переспросила я.\n—Я разве тихо сказал? Читай!\n—А.....Когда на небе нет туч, тогда...-тихо и невнятно начала я читать.\n—Ты что вообще читаешь?!-повысил голос учитель.\n—А..ну.. я читаю книгу,-мой голос дрожал.\n—Мх...Всё! Хватит! Ужасное чтение..\n—Я и без тебя знаю,-тихо буркнула я, уткнувшись в книгу.\n—Что?\n—Нет, ничего...\nЧитать начал следующий, а я углубилась в свои мысли.\n\nСамый ужасный урок..",
    "answers": [
      {
        "id": 41,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 41,
    "text": "Все уроки проходили очень скучно. Даже столовая не утешила. Там нам дали попробовать живых кальмаров. Ужасно.. Наверное, повара хотят всех убить. \nК сожалению, не обошлось без летального исхода.. Жаль...\n|После уроков|\nЯ вышла на улицу и пошла к своему дому по дорожке. Ко мне вскоре присоедился Акира. Я не хотела его видеть после того случая, поэтому решила игнорировать, при этом ускорив шаг.\n",
    "answers": [
      {
        "id": 42,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 42,
    "text": "Он начал разговор, точнее начал кричать.\n—Какого ты делала с этим..?!- он замолчал, незакончив мысль.\n—....\n—Чего молчишь? Язык выпал?!\n—...\nОн прижал меня к стене и закрыл проход руками. Я не хотела ничего говорить, поэтому закрыла глаза и приготовилась слушать унижения.\n—Нельзя пользоваться чужим! \n—А какого -робко передразнивала я его- ты делал с Рэйчел? Думала, я твоя.\n—Да ты ничего не понимаешь!\n—Тише...\nОн прижал меня сильнее. Мне стало больно.\n—Пусти...мне больно...\n—А мне как-то пофиг, что тебе больно! Ты моя, слышишь? Моя!\nМне казалось, что он пьян, и этому не будет конца... Лучше мне было в тот момент умереть, чем слушать всё это..\n—Пусти её,- внезапно послышалось со стороны. Это был Дэн.\nАкира был вне себя. Он отпустил меня, но набросился на Дэна. Завязалась жестокая драка.\n—Хватит.. Пожалуйста хватит!.- я старалась их успокоить, но они меня не слышали. Обстановка сильно напрягалась, все шумы от людей и машин, всё плыло в моих глазах.\n—Хва...-не успела я договорить, как меня толкнули локтём. \nЯ полетела на асфальт... Дорога...Я была на дороге.. всё так быстро...",
    "answers": [
      {
        "id": 43,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 43,
    "text": "Яркий свет пробил мне глаза...Что? Это утро? Но ведь день ещё не прошёл...\nСвет, как при рождении, даже ярче, сопровождался громкими звуками... Жизнь пролетела перед глазами... Я почти ничего не слышала и не видела. Всё темнело...но...было так тепло...Теплей, чем в обьятьях!.. Я заметила красную воду около меня. Я подумала, что это компот. Как глупо всё это...\n Кости крутило внутри, казалось, что меня выворачивает наизнанку. Кто-то кричал, на меня капала прозрачная жидкость...всё потемнело...Тьма...",
    "answers": [
      {
        "id": 44,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 44,
    "text": "...\n—Доктор, с ней всё в порядке?\n—Да...но...она в тяжёлом состоянии.. И... Возможна потеря памяти.\n—Что? Доктор, этого не может быть! Я не прощу себе этого!\n—Сожалею, но это правда. Она слишком сильно ударилась головой..\n...\nЯркий свет вновь ударил мне в глаза. Через некоторое время я поняла, где нахожусь.\n Я в больнице — ужасном месте, где пахнет страхом и болью.... Он меня возбуждал. Я привстала на локти... Всё жутко болело. У меня была сломана правая рука, и, похоже, несколько рёбер. Но..что произошло?\n\"Не хочу здесь оставаться,\"-решительно подумала я и, сняв маску с лица, попыталась отсоеденить странные \"трубочки\" от руки. После нескольких мучительных попыток я вышла из палаты. \nКак только я это сделала, ко мне подбежал парень и очень сильно, крепко, но нежно обнял меня со словами \"прости меня\".  я не могла понять, что происходит, а ещё.. Боль неожиданно прошла.\n—Ам....простите, мы знакомы?-тихо спросила я, подняв свой взгляд на его лицо.\nПарень отстранился от меня и, приобняв за плечи, посмотрел мне в глаза. В его глазах читались невообразимый страх, сильное горе и самая маленькая капелька надежды.\n—Юки...ты..помнишь меня?-говорил он дрожащим голосом.\n—Н-нет...но, мы сможем познакомиться снова!-оптимистично ответила я, мягко улыбнувшись.\n—Не нужно...я всё испортил..- тихо сказал парень, обречённо отпустив меня и уйдя в сторону выхода.\n\n",
    "answers": [
      {
        "id": 45,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 45,
    "text": "—Ах, стойте! Наверняка я смогу что-то сделать!- крикнула я в ответ, но он уже ушёл.\n\"Странно как-то всё это..\"-подумала я, и уже хотела что-то вспомнить, как меня остановила одна обеспокоенная девушка — судя по всему, медсестра.\n—Пожалуйста, вернитесь в палату. Вам нельзя выходить!- она пыталась закрыть проход в дверь, куда вышел парень.\n—Но я не знаю, где она,- немного улыбаясь, сказала я медсестре.\n—Ох...сколько с вами проблем.. Сейчас, подождите тут,-ответила она и куда-то ушла. Я воспользовалась моментом и мельком вышла из больницы.",
    "answers": [
      {
        "id": 46,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 46,
    "text": "Ничего не помню... Ничего не понимаю...  Я просто шла  куда-то. Наверное, никуда, в просто огромном городе. Жаль...что я ничего не могу сделать.\n На моём пути, около одного здания, облакотившись об стенку сидел человек. Он выглядел болезненно, но лица видно не было.\n—В-вам помочь?- с каким-то внутренним страхом, но весело спросила я.\nНа меня вдруг посмотрела дружелюбная маска и какая-то....страшная?. Маска была на всё лицо. На ней была большая улыбка, смешные разного цвета глаза- один чёрный, другой белый. Этот парень был какой-то обречённый...как будто у него была депрессия. Неловкая минутка молчания прервалась резким словом \"Нет\". Парень снова уткнулся головой в колени.\n\"Что с ним?\"\nВскоре подъехал автобус.",
    "answers": [
      {
        "id": 47,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 47,
    "text": "Парень встал во весь рост и направился к автобусу.\n—А... Вы куда?\nОн посмотрел на меня той же страшной маской.\n—Я уезжаю из города.\n—Зачем?\n—А.... Мне негде жить, вот и переезжаю.\n—Ну-у-у..можно пожи-и-ить....\n\"Где можно пожить-то\"-думала я, ища здание, в котором можно жить. Мой выбор остановился на самом крупном доме.\n—Вот! Можно пожить во-о-о-он там!\nОн повернул голову на здание, указанное мной, а затем на меня.\n—Ну ладно...пошли..",
    "answers": [
      {
        "id": 48,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 48,
    "text": "Мы отправились в путь. Ну...Поговорить у нас не получилось. Поэтому мы шли молча...\n  Перед нами уже была дверь.\n\"Общага наверное\"-промелькнуло у меня в голове. Это место показалось мне знакомым.\nЯ не стала ждать и первая открыла дверь. Никого не было. Главный зал был пуст, а уже был вечер. Парень побежал на второй этаж, а я, как всегда тупила по полной...",
    "answers": [
      {
        "id": 49,
        "text": "Тупить и дальше"
      },
      {
        "id": 50,
        "text": "Сделать нормальный шаг"
      }
    ]
  },
  {
    "id": 49,
    "text": "Я тупила там долго. Сколько я стояла на месте, я без понятия. У меня что-то переклинуло, и я пошла на верх.\n\"Что я делаю?\"-подумала я, не контролируя свои шаги. Мне казалось, что ноги сами идут, не слушая меня.\n—Э-ей! Вы куда меня тащите?-тихо проборматала я. Явно мне здесь не рады..\n Я решила взглядом осмотреть всё общежитие. Оно было сделанно в пастельных тонах, что придавало некий уют. Красный, старый ковёр будто говорил о возрасте этого здания. На второй этаж вели две лестницы..",
    "answers": [
      {
        "id": 51,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 50,
    "text": "Я сделала шаг. Пол сразу затрещал.\n\"Сколько лет этому общежитию?\"\nСделав ещё пару шагов я решила тоже подняться на второй этаж, но перед этим хорошенько осмотреться.\nСамо общежитие было сделанно в пастельных тонах, что придавало эффект конфорта. На полу красовался старый, пыльный, красного цвета ковёр, который вёл к двум лестницам. Красиво!",
    "answers": [
      {
        "id": 51,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 51,
    "text": "На втором этаже, как и на первом, никого не было. Даже этот парень в маске куда-то делся. Похоже я тут одна.\n Я подошла к одной двери. На ней была табличка с надписью \"Юки\".\n\"Хм....Кто такая Юки?\"- подумала я, и тут же вспомнила, что тот парень назвал именно меня \"Юки\".\nЯ осмотрелась по сторонам и решилась открыть дверь. Я взялась за ручку и дёрнула за неё.",
    "answers": [
      {
        "id": 52,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 52,
    "text": "Дверь, с небольшим скрипом, отворилась. На кровати, которая была у окна, сидел парень с какой-то фотографией в руке. Я , недоумевая, смотрела на него, а он — на фотографию...\n\"Похоже я где-то его видела... А! Это тот парень, который был в больнице! Странно, что он тут....\"\n—З-здравствуйте...Вы...-начала я.\n—Да...Я тот самый парень из больницы...-сказал он с комком в горле.\n—А....вы кто?\n—Я?... Я Акира...\n—А я...\n—А ты Юки...\nМеня всё это напрягало. И очень сильно. Я.... Я как будто знала этого парня, но не помню этого...\n Снова была неловкая пауза... Мы молчали. Потом Акира быстро встал и удалился из комнаты с фотографией, лишь сказав \"Пока\".\nМоя голова разрывалась от мыслей. Я подошла к большому зеркалу.",
    "answers": [
      {
        "id": 53,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 53,
    "text": "На меня смотрела красивая девушка с золото-карьими глазами. Длинные, русые волосы спускались чуть ниже плеч. Из-за спины выглядывали два белых крыла. Интересно, откуда они у меня взялись?\n—Это..я?\nЯ была немного шокированна. Это была я.\n—А...А фамилия?-спросила я у стенки, также не отойдя от шока. Через несколько минут я оклемалась и посмотрела на кровать, после — на окно. За ним было уже темно..\nОбречённая на длительные мучения и воспоминания, я плюхнулась на кровать и мигом заснула.",
    "answers": [
      {
        "id": 1,
        "text": "Закончить день"
      }
    ]
  },
  {
    "id": 54,
    "text": "Новый день. Новые лучи беспощадного солнца пробираются в комнату. Новые звуки будоражат сознание. Новый воздух вдыхается лёгкими. Новая жизнь начинается с белого листа....",
    "answers": [
      {
        "id": 55,
        "text": "Проснуться"
      }
    ]
  },
  {
    "id": 55,
    "text": "Я проснулась и, сонно потянувшись, посмотрела в окно. Вставать не хотелось, к тому же у меня всё ломило. Косточки трещали, всё болело. Поломанная рука злосчастно ныла.\nЯ немного привстала на локти. Никого в комнате. Это хорошо...",
    "answers": [
      {
        "id": 56,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 56,
    "text": "Я села на кровать и начала думать и размышлять о всём случившиемся. Откуда тот парень? Почему я ничего не помню? Почему меня зовут Юки? Что вообще произошло?\n\nВ моей голове вертелось очень много вопросов, на которые не было ответов. Мысли слепились в большой комок. Ещё чуть-чуть, и моя голова бы треснула. \nЧто делать?",
    "answers": [
      {
        "id": 57,
        "text": "Пойти в школу[для любителей этого ада:D]"
      },
      {
        "id": 58,
        "text": "Остаться дома"
      }
    ]
  },
  {
    "id": 57,
    "text": "Собравшись с мыслями я решила пойти в школу. Странно, не так-ли?\n Как только я вышла за дверь, меня тут же остановил парень.\n\"Акира что-ли?\"-пронеслось у меня в голове, после чего я поняла, что это он.\n—Юки... Тебе нельзя сейчас в школу...\n—Потиму это?-сказала я каким-то милым голосом. Сама удивилась. Акира усмехнулся, но тут же его улыбка сменилась на грустную. \n—Понимаешь, ты сейчас болеешь. Наверное всё ломит, ведь так?\n—Да.\n—Поэтому....ты останешься сегодня дома...",
    "answers": [
      {
        "id": 60,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 58,
    "text": "Я решила остаться дома. Всё равно ничего такого важного в школе нет. Да и кто меня там вообще ждёт?\n Я снова плюхнулась на кровать и начала смотреть в потолок. Нынче, интересное занятие...получше школы.",
    "answers": [
      {
        "id": 61,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 59,
    "text": "Мои глаза не смыкались. Я просто лежала и пялилась в потолок. По немногу я начала типо засыпать, беседуя с собой в моих мыслях. \nУже ничего не слышав и полностью погрузившись в мысли, я так же пялилась в потолок, только уже стеклянным взглядом, как рыба. Время летит?",
    "answers": [
      {
        "id": 64,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 60,
    "text": "—Но...Нет! Я пойду сегодня в школу...\n\"Чё за бред я несу?\"-подумала я-\"наверное, спросонок\".\nАкира взял меня за плечи и мягко запихнул меня в комнату, после чего закрыл дверь на ключ.\nЧто? Да...Да почему? Что сейчас произошло?\nВсё. Я была в замкнутой комнате... Делать было нечего, поэтому я решила посмотреть в потолок. Плюхнувшись на кровать, я начала заниматься этим делом.",
    "answers": [
      {
        "id": 61,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 61,
    "text": "|•через некоторое время•|\n—Ка-а-а-а-ак ску-у-у-у-учнооо..-простонала я сама себе.\nЯ тут лежу уже не десять минут. Но всё же, потолок красивый. . . Так.. Не вечно же тут лежать, надо чем-то другим заняться. Чем заняться?",
    "answers": [
      {
        "id": 59,
        "text": "Пытаться заснуть"
      },
      {
        "id": 62,
        "text": "Осмотреть комнату"
      },
      {
        "id": 63,
        "text": "Посмотреть в зеркало на себя любимую)"
      }
    ]
  },
  {
    "id": 62,
    "text": "Я начала осматривать комнату.\n Моя кровать, которая была в пастельных тонах, располагалась около широкого окна. В углу стоял шкаф с множеством вещей, а рядом стол, на подобии тумбочки, который был цвета молочного шоколада. Мне нравится этот цвет. \nВся комната была выполнена в \"тихих\" оттенках. На полу был мягкий коврик, а рядом со столом была дверь, видимо в ванную комнату. Около кровати распологалось большое зеркало с прикроватным столиком, а в левой стороне от зеркала в нескольких метрах была замкнутая дверь. Классная комната...Я погрузилась в мысли...",
    "answers": [
      {
        "id": 64,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 63,
    "text": "Я подошла к зеркалу. Оно было огромным. В зеркале отражались все аккуратные и довольно красивые черты лица и тела... Я смотрела на себя. \n Я подошла к зеркалу ближе, положила руку на прикроватный столик, стоявший рядом с зеркалом в притык к стене, и нечаянно задела коробочку для линз.\n\"Хм....разве я носила когда нибудь линзы?\"\nЯ открыла коробочку, но там было пусто... Значит. . .линзы были на мне.\n Я сняла потихоньку янтарные линзы и на меня уже смотрели два голубых глаза...таких чистых, бледных и каких-то.. пустых...\nДалее я посмотрела на свои крылья, которые были  в ужасном состоянии. Они были не лучше тряпки, но всё же красивые. Меня интересовали эти крылья, ведь я не помню, что они были. Может, выросли?\nНа меня хлынули воспоминания со странными картинками...",
    "answers": [
      {
        "id": 64,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 64,
    "text": "Мои мысли оборвал резкий стук в стекло, от чего я вздрогнула. Я посмотрела в окно. Никого не было... Странно...\nЯ подошла к окну и посмотрела вниз. Там стоял парень. Тот парень с маской! Меня удивило то, что он не в школе. Возможно, уже отучился.\n Парень что-то сооружал из коробок, похожее на дом. Это было забавно и очень смешно, от чего я тихонько засмеялась.\nЯ открыла окно.\n—Хей! Что ты там делаешь?\nПарень резко повернулся ко мне. Улыбка будто стала настоящей, а парень начал чесать затылок.\n—А?..Да ничего-о-о...\nСовсем странный. Мне показалось, что в душе он совсем маленький, нежели на самом деле. Внезапно парень начал уходить в непонятном направлении.\n—Хей, стой! Я сейчас спущюсь! Подожди...\n",
    "answers": [
      {
        "id": 65,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 65,
    "text": "Я открыла окно пошире. Одной ногой я дотянулась до ближайшей выемки. Фуф... Хоть бы не упасть.\nПоставив другую ногу я спрыгнула вниз. Но парня уже не было...\n—Хей... Где ты? И...Кто ты?\nНапряжение не сходило с меня. Почему? Сама не знаю... Парень так быстро уходит, что мне кажется, что он перемещается.\nПостояв  немного я начала осматриваться...",
    "answers": [
      {
        "id": 66,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 66,
    "text": "Меня окружал очень красивый сад. В нём, казалось, были все растения, все птички и мелкие зверьки. Деревья весело покачивались, шурша своей листвой. Всё так прекрасно!\nЯ протёрла глаза. Вдруг это сон? И вправду, как будто сон окутал моё воображение. Голые деревья тихо поскрипывали, размахивая своими ветвями. Сад был уже не так красив: будто серые, редкие цветы склонили свои головки к земле, а птички и зверьки вовсе замолчали и словно замерли. От этого у меня невольно сжалось сердце..\nВсё полностью затихло... Ни одного шелеста, ни звука.\n—И куда же он пропал? — чуть дрожащим голосом, тихо промямлила я.\nЯ осмотрелась ещё раз, и мой взгляд остановился на каких-то зарослях, между которыми была небольшая тропинка...",
    "answers": [
      {
        "id": 67,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 67,
    "text": "Я решила посмотреть, что там. Всё равно никого нет, значит никто не увидит.\nСделав пару шагов я остановилась у \"входа\" в эти заросли. Там можно пройти только нагнувшись.\n\n Ну, что поделать, придётся лезть. Я нагнулась, встав на коленки, и поползла в эти дебри. Ползти мне не нужно было долго, так как на третьем шагу я покатилась вниз. М-да... Конечно, начало дня не самое удачное...",
    "answers": [
      {
        "id": 68,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 68,
    "text": "Я наконец-то прикатилась к подножию сада. Упав лицом вверх, я начала смотреть в небо, которое было немного приглушенно ветвями плетущейся розы...\nНа меня упал один листик, от чего я как бы очнулась. Я встала и осмотрелась: из кустов роз, приятных цветов, была выстроенна аллея. Так же было очень тихо, только ветер иногда шелестел листьями.\n\"Где я? Что это за место?\"-подумала я, удивлённо смотря на всю эту прелесть. Протерев глаза, я убедилась, что этот сад был реальностью.\nЯ пошла вдоль аллеи. Всё было так красиво! Меня это бодрило.\nВсе розы были зрелыми, ни у одной не было изъяна. После нескольких раздумий, я решила..",
    "answers": [
      {
        "id": 69,
        "text": "Сорвать розу"
      },
      {
        "id": 70,
        "text": "Оставить розу"
      }
    ]
  },
  {
    "id": 69,
    "text": "Я решила сорвать розу. Взяв её двумя пальцами за нижнию часть самого соцветия, я аккуратно оторвала розу. Надеюсь, меня не поругают за это. Роза вмиг почернела и засохла, обронив свои чёрные и сухие лепестки на землю. \n\nЯ с ужасом посмотрела на свои чёрные руки. Почему? Я. .не могла такого сделать..это не я.. Я хотела оттереть \"грязь\" от рук, но ничего не получилось. Горе, отчаяние, безвыходность.\n\"Ну и ладно..\"-подумала я, немного усмехнувшись, дабы разбавить обстановку. Роза была у меня в руке.\nЯ пошла дальше по аллее, думая о своём...",
    "answers": [
      {
        "id": 71,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 70,
    "text": "Я решила оставить розу. Цветок всё таки живой, и тем более не мой. С верху на меня упала роза... Наверное птица сбила. Только вот, странно всё это, ведь птиц и видео не было. Роза была очень красивая: её ярко-алые, розовые на кончиках, лепестки прекрасно сочитались с зелёным, хоть и коротким, стеблем. Я её подняла, но она моментально засохла и почернела. Ч-что?. Что теперь делать? Я впала в небольшую панику. Почему? Зачем? Как? Я посмотрела на свои руки. Они были черны как смоль. Ужасно! Я попыталась стереть с них эту черноту, но всё тщетно.\n Ладно...Время мотать я не умею, пойду лучше дальше...\nЯ пошла по аллее дальше, заходя в её самую глубь...",
    "answers": [
      {
        "id": 71,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 71,
    "text": "Я наткнулась на беседку. Хм... Думаю, не удивительно в таком прекрасном саду увидеть такую красивую беседку. Классно!\n Я села на лавочку, которая была в ней [беседке], а затем положила голову на стол, распологавшийся также в беседке. Я, не переставая, держала сухую розу в руке, немного хотев отдохнуть... От чего? От всех мыслей, которые всё возникают и возникают, появляются и появляются... Они мучают меня.",
    "answers": [
      {
        "id": 72,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 72,
    "text": "После нескольких часов мыслей, некоторых непонятных воспоминаний и отдыха, я очнулась(как всегда:D).\nЯ подняла голову и увидела перед собой.. того парня в маске. Он смотрел на меня,как будто хотел извиниться.\n\"Опять что-ли?\"-подумала я.\n\"Не опять, а снова\"-как бы через мысли сказал он.\n\"Что?\"-непонимая, подумала я, как бы услышав его слова-\"Ты сказал это в слух? Или ты умеешь читать мысли?\"\n\"Да, это так.... И... Короче. Меня зовут Сейджи, а тебя как?\"\n\"Меня?..А меня зовут Юки, наверное\"\n\"Наверное? Ты что, своего имени не знаешь?\"\n\"Ну...Я его не помню\"\n\"А как? Что произошло? А ещё, прости, что убежал утром. Я просто скрытный(~°^°)~\"\nЯ немного усмехнулась.\n\"Скрытный? Ты шутишь? Зачем ты тогда посреди улицы сидел и ждал автобуса?\"\n\"Ну, это было тогда...А я сейчас норм так...\"\n\"Хм.. Тогда зачем ты носишь маску?\"\n\"Ч-что? А это... Да просто так. У меня тоже вопрос... Что за роза у тебя в руке?\"\n\"Это? Роза, как роза. Только не моя.\"\n\"Хм...Ясно...\"",
    "answers": [
      {
        "id": 73,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 73,
    "text": "Я заметила, что уже наступил добрый вечер. Где-то неподалеку был слышен голос. Меня явно искали.\n\"Ладно... прости, меня, похоже, зовут\"\n\"Ничего, бывает\"\n\"До встречи!\"\n\"Угу.\"\nСейджи улыбнулся своей вечной улыбкой. Я встала со скамейки и вышла из беседки, помахав при этом рукой парню.\nЯ пошла к выходу из сада. Голос усиливался, становясь громче и громче. В нём можно было разобрать слова \"Юки\" и \"Ты где?\", так как я подходила ближе. Это было забавно.\n У выхода из сада, который вёл наверх, я обернулась на прежнее место. Там всё также сидел Сейджи и улыбался своей маской.\nЯ начала взбираться на небольшой склон.",
    "answers": [
      {
        "id": 74,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 74,
    "text": "—Юки! Ты где?-разносился мужской голос за ветвями последних роз. Я, наконец-то, вышла из этого сада. Выгнувшись, моя спина с крыльями тихонько затрещала. Сломанная рука невольно ныла.\n Я прошла немного и увидела Акиру. Он тоже меня заметил и подошёл ко мне, после чего обнял.\n—Где была?-спросил Акира, отстранившись.\n—Я? Я разговаривала с Сейджи-сказала я и мягко улыбнулась.\n—Сейджи? Это кто?\n—Это такой очень классный парень! Хочешь покажу?\n—Д-да..\nЯ взяла Акиру за руку и повела его в сад.",
    "answers": [
      {
        "id": 75,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 75,
    "text": "В нескольких метрах появилась беседка. Но...Там никого не было.\n—Он...Он был в беседке!- после неловкого молчания, неверя в это сказала я.\n—Бывает...Ты сильно устала, поэтому тебе может..-ответил Акира, но я его перебила.\n—Нет! Он точно был тут! И он разговаривал со мной!\n—Всё, тише, тише...всё хорошо..\n—Ты мне мне веришь?- обречённо спросила я.\n—Я...эх...не очень..\n—Но..-я, недолго думая, рванула с места и побежала из сада. Никого не хотела слышать и видеть. Мне было как-то больно.. \nЯ прибежала к окну, залезла в него по выпуклым частям стены(:D), и залезла в комнату, закрыв окно изнутри.",
    "answers": [
      {
        "id": 76,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 76,
    "text": "Я плюхнулась на кровать и отвернулась от окна... Так досадно..Я не хотела ни с кем говорить.\n—Привет ещё раз- послышалось впереди.\nЯ посмотрела на место, от которого доносился голос. Сейджи.. Как он сюда приходит?\n—Опять ты? Ты мне жизнь портишь! Уйди!- обидчево сказала я, чуть ли не крича.\nЯ кинула в парня с маской подушку и развернулась к окну.\n—Эй, полегче.. Ты чего?\n—Ничего...\n—Обиделась? — спросил парень и положил подушку на кровать.\n—Ничего я не обиделась..всё нормально..\n—М... По тебе не видно.. Смотри, улыбайся как я- сказал Сейджи и указал пальцами на уголки рта его маски.\n—Чего ты добиваешься ?- поникше спросила я.\n—Я..\nВдруг дверь резко отперлась и в комнату вошёл Акира.\n—Что тут проис...-начал он, но резко замолчал.\nАкира, я и Сейджи были немного ошеломлены. Сейджи резко повернулся на половину к Акире.\n—Привет^^,- добродушно сказал парень, исчезнув, и в комнате остались лишь я и Акира.\n—Пхе..",
    "answers": [
      {
        "id": 77,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 77,
    "text": "—И что это было?-начал Акира.\n—А я говорила, что разговаривала с ним, а кое-кто мне не верил,- намекая на недавний случай, ответила я.\n—Ц...прости.. Пойдёшь кушать?\n—Нет, аппетита нет..\n—Ну ладно тогда. Ты точно ничего не хочешь? Просто, ты давно не ела...\n—Ничего не хочу. Спокойной ночи.\n—Спокойной.\nАкира нехотя вышел из комнаты, закрыв за собой дверь, а я поплелась в ванную. Приняв душ, я одела пижаму и легла спать.",
    "answers": [
      {
        "id": 78,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 78,
    "text": "Солнечные лучи били в глаза. \nЯ, продравшись, встала с кровати и подошла к двери. Машинально дёрнув за ручку, я сразу поняла, что нужно лезть через окно. \nПереодевшись, я подошла к окну и открыла его. В комнату сразу влетел свежий воздух с мёртвой тишиной.. Скоро зима, а снега — нема.\n Я вылезла через окно наружу и пошла в сад. Это единственное место для уединения. Мне нравится там находиться.",
    "answers": [
      {
        "id": 79,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 79,
    "text": "|•в саду•|\nВ саду, как всегда, было очень красиво. Не смотря на то, что зима уже на носу, розы так и цветут во всю. Я вдохнула свежий воздух и пошла в беседку.\nСев на лавочку, я стала задумываться, что мне делать с крыльями.\n\"Хм...может их отрезать? Нет, так не пойдёт... А может завязать?\"\nОсмотревшись, я нашла верёвку среди роз, и завязала ею крылья. Точнее, получилось кое-как завязать только одно. \n\nМ-да...Как не удобно. Да и верёвка, откуда она?\nНемного помучившись я, всё таки, его развязала.\n\"Так... Я думаю, стоит попробовать хотя бы взлететь.\"- подумала я, взобравшись на мелкие ступеньки, ведущие в беседку, и развернулась к саду.\n—Я, великая птица Феникс, буду летать!- оптимистично, с верой в себя произнесла я, после чего прыгнула и... Упала лицом вниз. Идеальный взлёт.\n—Это было эпично- сказал голос в нескольких метрах от меня. От туда же исходили хлопки. Я поняла, что это Сейджи, и оказалась права. Парень стоял передо мной",
    "answers": [
      {
        "id": 80,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 80,
    "text": "—Опять ты- недовольно сказала я сквозь зубы и уткнулась лицом в землю- уходи..\n—Что опять случилось?  Я чем-то тебя обидел?- спросил парень, немного наклонившись ко мне.\n—Я сказала уходи!- повысила тон я и подпрыгнула с земли, \"царапая\" маску.\n—Эй!- парень отошёл- Всё нормально?\n—Да, всё просто прекрасно...\n—Я могу чем-то помочь?\n—Не думаю..А хотя.. Если я попрошу тебя починить мне крылья, ты сделаешь это?\n—Хм...увы, такое сделать я не могу.\n—А снять маску?)\n—А? Что?! Прости, мне пора..\nПарень снова исчез.\n\"М-да.. всё таки, он странней, чем я думала. Трус какой-то..\"\n",
    "answers": [
      {
        "id": 81,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 81,
    "text": "Как только я подумала это, Сейджи снова появился передо мной.\n—Я не трус! А это.. мне уже ничего не нужно, поэтому я здесь,- шуточно, как мне показалось, сказал он. Я засмеялась.\n—Кхем.. Что с тобой? Я тебя не понимаю.. Ты что, задыхаешься?..-неловко ответил на мой смех парень. Я и вправду задыхалась. Думаю, я никогда не смеялась.\n Мой смех заменил кашель, а после и глубокие вдохи воздуха. Нервно усмехнувшись, я облокатилась о ближайшее дерево.\n—Всё нормально? \n—Да)- со скромной улыбкой сказала я.\n—Почему ты задыхалась?\n—Я так смеялась, а ты не понял?\n—Хм..не слышал такого смеха,- парень ненадолго замолчал, отведя взгляд в небо,- похоже, начинается дождь, нужно зайти в дом.\n\n",
    "answers": [
      {
        "id": 83,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 82,
    "text": "Имя: Сейджи.\nФамилия: Яканаги.\nВозраст/рост/вес: 19/186/57.\nВнешность: красивый, но сутулый парень с белыми волосами и разными глазами: правый глаз голубой, левый — жёлтый. Из бедной семьи, родители которой погибли в автокатастрофе.\nХарактер: парень грустный, пессимистичный и депрессивный. Но в этом рассказе будет по-другому:>.",
    "answers": [
      {
        "id": 3,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 83,
    "text": "И вправду, небольшие капельки дождя начинали разбиваться о редкие листья, землю и о нас. Я решила поспешить зайти в дом.\n—А как ты видишь через маску?- быстро зашагав за Сейджи, спросила я у него.\n— На изи,- серьёзно сказал парень, ускоряя свой шаг.\n—А как это, \"на изи\"? Какой-то странный ответ. Объясни, пожалуйста.\n—Гм...Другими словами \"Легко и просто\". Так яснее?\n—Ты издеваешься, да? Я вообще-то знаю английский. Ответь нормально,- сказала я, пропуская парня, пока он проползёт наверх.\n—Я ориентируюсь по звуку- с усмешкой ответил он, уже проползая половину пути.\nДождь усиливался, и уже чуть ли не шёл ливень.\n—Очень смешно- обидчево проговорила я, начав ползти за парнем.\n—Отличная погода, не правда ли?- парень медленно начал менять тему, уже выйдя наружу.\n—Не меняй тему!- сердито сказала я, тоже выйдя из зарослей и поспешив в дом. Я уже промокла до ниточки.",
    "answers": [
      {
        "id": 84,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 84,
    "text": "Сейджи ничего не ответил. Лишь шёл вперёд, пока, как мне показалось, специально врезался в дерево и упал.\n—Пх, ну ладно. Тебе помочь?- остановилась я около него, протягивая руку,- ты правда ничего не видишь и ориентируешься по звукам?\n—Конечно))(нет)- ответил Сейджи, отказавшись от помощи. Он сам поднялся и, подойдя к стене открыл воображаемую дверь.\n—Эм... Что ты делаешь?._.\"- сказала я, открывая настоящую дверь в общагу.\n—Ты где?- позвал он меня, шаря вокруг себя руками, будто он и вправду не видит. Вскоре, нащупав дверь, он вошёл внутрь.\nЯ вошла за парнем, закрыв за собой дверь. Остановив Сейджи, я повернула его к себе,- ну, ты сам напросился,- и сняла маску.\n—О, красивое лицо:3- сказала я, разглядывая парня и держа маску в руке,-зачем ты его прячешь? И кстати, теперь ты видишь?:D\n\nИ вправду, лицо было приятным. Разноцветные глаза(левый — жёлтый, правый — голубой) дополняли белоснежные волосы парня. Черты лица были довольно мягкие, но в тоже время какими-то жёсткими. Всю картину портили лишь мешки под глазами.",
    "answers": [
      {
        "id": 85,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 85,
    "text": "—Д-да...Конечно- произнёс он, пытаясь говорить спокойно, но это удавалось с трудом.- а теперь.. Отдай маску.. Пожалуйста..\n—Хей, ладно. Что такое?- сказала я, отдав маску.\n—Н-ничего..- ответил Сейджи, надев маску. Он облегчённо выдохнул, но тут же схватился за горло и, прошептав: \" ненавижу себя\" исчез.\n—...Нет, постой! Я не хотела делать этого! Точнее, я не хотела обижать тебя.. прости...\nЯ поникше опустила голову.  Моя самооценка сразу упала ниже плинтуса, и я начала думать, что слишком ужасна, чтобы жить.",
    "answers": [
      {
        "id": 86,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 86,
    "text": "Я пошла наверх. Моя комната не сильно отличалась от остальных, разве что только дверью. Я дёрнула за ручку, а после заметила в дверном замке ключ. Открыв дверь и войдя в свою комнату, я посмотрела в окно. Большие, быстрые капли дождя стучали по стеклу. \nВсё, казалось, было настолько серым, что я подумала, что сама потеряю свой цвет.\n Я залезла на подоконник и, подтянув ноги к себе, начала смотреть в окно. Вся моя одежда была мокрая, из-за чего я начала шморгать носом. \nНужно переодеться.\nЯ встала и подошла к шкафу с одеждой, после чего переоделась в сухую, а мокрую повесила сушиться.\n Снова я залезла на подоконник и начала смотреть на самый холодный дождь.",
    "answers": [
      {
        "id": 87,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 87,
    "text": "Тучи уже давно закрыли всё небо, и, по-видимому, уже наступил вечер. Школьники неспеша шли домой, несмотря на сильный ливень и грозу. Погода лишь ухудшалась.\n\nРаскаты грома теребили сознание, затрагивая самые глубокие его ниточки. Вот-вот они порвутся, если гром не утихнет.\nЯ заметила, как по дороге идёт Акира. С ним шла блондинка. ",
    "answers": [
      {
        "id": 88,
        "text": "Наблюдоть"
      }
    ]
  },
  {
    "id": 88,
    "text": "Когда двое подошли к двери, девушка зашла, а Акира ещё стоял. Неожиданно к парню подъехала машина, и оттуда вышел милиционер.\n Я нервно и сосредоточенно сдивнула брови и припала к окну. Всё-таки, интересно посмотреть, что будет дальше. \n\nЛивень усиливался с каждой секундой. Не смотря на то, что большие капли с громким стуком ударяли в стекло, к которому я прилипла, я не хотела отлипать. \n Через несколько минут парень закрыл лицо руками, а милиционер снял свой головной убор, опустив голову. Так продолжалось некоторое время, пока Акира не зашёл в общагу. . .\n\n\"Что же произошло?\"- мучила меня мысль. Моё любопытство брало верх, но я понимала, что сейчас расспрашивать не стоит. А может и стоит? \n",
    "answers": [
      {
        "id": 89,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 89,
    "text": "Я пулей спустилась на первый этаж. Вроде бы никого. Но как?\nУ дверей тоже никого не было, на кухне — тоже. Казалось, Акира исчез. Подумав, что парень может находиться в своей комнате, я тихо поднялась на второй этаж. Украдкой кинув взгляд на комнату парня, мои оправдания утвердились. Дверь была открыта, а значит, пострадавший там.",
    "answers": [
      {
        "id": 90,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 90,
    "text": "Подкравшись к комнате, я заглянула в неё. На краю кровати, спиной ко мне, лежал пепельноволосый. Он не двигался, будто мёртвый.\nСтараясь не шуметь, я просто стояла у дверей. Но, как на зло, я чихнула. Акира будто навострился и, словно чего-то ждав, спросил тихим и осипшим голосом:\n—Юки, это ты?.\n—Д-да. . .\n—Подойди, пожалуйста.\nНемного оторопев, я медленно подошла. Парень встал с кровати и нежно, но крепко обнял меня, прижимая к себе. Я почувствовала, что он всем телом дрожит изнутри, но старается держаться. Немного поразмыслив, я обняла его в ответ.\n—Пожалуйста. . . не уходи.- тихо повторял Акира, словно параноик. \n—Не уйду,- шёпотом произнесла я.",
    "answers": [
      {
        "id": 91,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 91,
    "text": "Через несколько минут мы приятно болтали на кровати. Мой собеседник всё время смотрел на меня, а я старалась смотреть вниз.\n—Ты заболела,- переменил тему парень.\n—Вовсе нет, просто. .  немного простудилась. Совсем чуть-чуть.\nАкира приложил свою холодную руку к моему лбу. От этого по моему телу пробежали мурашки. \n—У тебя жар. . тебе нужно в постель.\n—Что ты, это просто.. в доме тепло, и. . \n—Здание не топится, а чтобы было тепло нужно зажигать камин. У тебя же он не горит.\n—Что?. Но. .\nПарень встал и зажёг камин. Мне стало чуть холоднее, почему-то. Он снова сел и аккуратно приложил свои ледяные ладони к моим пылающим щекам.\n—Юки. . ты очень изменилась. Как и я. Это же хорошо, правда?\n—Д-да, наверное.\n—И знаешь. . . прости меня. Ты даже не представляешь, каким я был ужасным. . \nПосле этих слов я, по каким-то непонятным причинам, сначала тепло улыбнулась, а после тихо засмеялась.",
    "answers": [
      {
        "id": 92,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 92,
    "text": "—Почему ты смеёшься?- оторопел парень.\n—Я никогда не поверю, что ты был ужасным. Просто какая-то чушь!\n—Постой, но это же. . \n—Ни-че-го не слы-шу!- после этих слов я специально заткнула уши, заливаясь смехом. От этого Акира улыбнулся.\n—Хей, хватит уже,- в меня полетела подушка.\n—Ах так! Ну я тебе покажу!\nЯ было уже замахнулась, как меня прервала острая боль в груди. Я сломалась пополам от злочастно мучавших меня ощущений и закрыла лицо руками, порывисто кашляя. С кашлем выливалась кровь.\n—Юки! У тебя воспаление лёгких?!- нервно спросил парень, пытаясь как-то помочь.",
    "answers": [
      {
        "id": 93,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 93,
    "text": "—Бхе, бхе... не знаю- хрипло и тихо сказала я.\n—О Господи! Пошли хотя бы умоемся!\nПарень взял меня на руки и понёс в ванную. Я же, казалось, была полностью одурманена происходящим. \n\nБез всяких сопротивлений я просто ждала своего часа. Акира посадил меня на туалетный столик и стал тщательно умывать мои окровавленную физиономию и такие же руки.\n\nПосле таких процедур парень уложил меня в кровать и укрыл одеялом. Я была без сил.\n\nНеожиданно для себя я отключилась.",
    "answers": [
      {
        "id": 94,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 94,
    "text": "—Юки, иди ко мне. Смотри же, что у меня есть!\nАкира держал в руках верёвку, завязанную в петлю.\n—Юки-и-и! Подойди, и посмотри на меня. Или же я тебе не нравлюсь?\nПарень набросил петлю на свою шею, а она в свою очередь сильно затянулась.\n—Юки. . . почему ты ушла?- хрипло, задыхаясь сказал парень, ступив ногой в бездну.\nТишина. Комната заполнилась будто чёрной кровью, сбив меня с ног. Я хватала воображаемый воздух ртом, словно рыба, но не могла ничего поделать. Кислород перестал поступать в мои лёгкие, а отряд пузырьков поплыл вверх. Я. . .захлебнулась?",
    "answers": [
      {
        "id": 95,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 95,
    "text": "Я проснулась, судорожно дыша. На прикроватном столике стоял будильник с циферблатом: 09:36. Он беспощадно звинел, оглушая меня. \nСолнце уже поднялось и светило своим ярким, радостным светом.\n\nЯ со всех своих сил легонько стукнула по будильнику, чтобы тот отключился.\n—Ай. Юки, что ты делаешь?- послышалось со стороны будильника вместо гулкого звона.\n—Что за. . . — тихо проборматала я, протирая глаза. \n\nОказалось, что я была в больнице.",
    "answers": [
      {
        "id": 96,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 96,
    "text": "Мой взгляд упал на Акиру, сидевшего рядом с моей койкой. Его лицо было не в лучшем состоянии: казалось, что он не спал уже несколько лет.\n\n—Ты совсем не спал сегодня?- охрипше спросила я.\n—На себя посмотри. Ты выглядишь как труп. Всё хорошо?\n—Кажется, да. .- через силу сказала я. \n\nМне было жутко холодно, и я дрожала всем телом. Парень заметил это и приложил руку к моему лбу.\n—Юки, у тебя вновь жар. Будешь есть?\n—Нет. .\n—Тогда мне придётся заставить тебя съесть кое-что,- мой собеседник достал какую-то, как мне показалось, конфету.",
    "answers": [
      {
        "id": 97,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 97,
    "text": "—Акира. .\n—На, съешь это. Тебе...\n—Акира. . .- перебила я.\n—Но это правда вкус...\n—Акира.\n—Что?-взгляд парня стал серьёзным.\n—Помнишь,- тихо промямлила я,- ты сказал, что я изменилась?\n—Ну?\n—Какой я была раньше?\n\nПарень замолчал. Он, с некой горечью, отвёл взгляд в окно. Жёлтые глаза уже не казались мне дикими: они будто были более тусклыми, пустыми.\n\nЯ вспомнила свой недавний сон и машинально погладила парня по шее: там не было следа от верёвки. Акира не придал моим действиям особого значения и просто улыбнулся\n",
    "answers": [
      {
        "id": 98,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 98,
    "text": "—Знаешь...-начал он,-это не имеет никакого значения. Ведь раньше это раньше, оно прошло.\n\nВ этот момент мне показалось, что я вспомнила всё. Я думала, что мой разум сейчас не такой, как раньше.\n\n Я посмотрела на свои руки: чёрная, до плеч, кожа блестела, словно масло. Казалось, что она местами матовая, но это лишь казалось. Пелена окутала мои глаза,  голова жутко заболела, сердцебиение участилось.\n\n—Юки, всё в порядке?- парень взял мою руку в свою,- хочешь, мы уйдём отсюда?\n\nЯ попутно кивнула.\n",
    "answers": [
      {
        "id": 99,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 99,
    "text": "Акира вышел из палаты. Я хотела встать и пойти за ним, но не смогла. Сил не хватало даже на то, чтобы поднять голову. Я закрыла глаза.\n\nЧерез несколько минут парень вошёл в палату. \n—Юки, вставай, мы уходим,- сказал он, подойдя к койке. \n—Я. . .не могу встать.\n\nВ ответ последовала лишь тишина. Акира взял меня на руки и отправился на улицу.",
    "answers": [
      {
        "id": 100,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 100,
    "text": "На улице было ещё холоднее. Я смотрела на восход, на то, как улица наполняется красками. Снег выпал...\n\nЯ, что есть силы, прижалась к Акире. Он был намного теплее, чем улица. Только сейчас я заметила, что его лицо чуть покраснело, а сам парень нёс какой-то пакет.\n\n—Тебе. . жарко?- выдавила я.\n—Нет. А почему мне должно быть жарко?- ответил Акира после недолгого молчания, посмотрев на меня.\n—Ты немного красный. . . \n—М... это? Да я так, просто немного... ну, холод бьёт в лицо, поэтому вот так..- не мог найти слов парень.\n\nЯ замолчала. Мне было слишком холодно, чтобы говорить. ",
    "answers": [
      {
        "id": 101,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 101,
    "text": "—Акира, стой.- резко сказала я.\n—М?- парень остановился.\n—М-можешь поставить меня?\n—Но ты же...\n—Я справлюсь,- и я мягко улыбнулась.\n\nПарень поставил меня на ноги, но продолжал придерживать. После минуты молчания, я крепко обняла Акиру. Во мне был прилив сил, взявшийся из неоткуда.\n—Большое спасибо тебе...\nПарень немного опешил, но потом обнял меня в ответ, не сказав ни слова.",
    "answers": [
      {
        "id": 102,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 102,
    "text": "Вечер клонился к ночи.\n\n Мне было достаточно хорошо, по крайней мере лучше, чем раньше. Я сидела около камина, попивая горячий шоколад. Огоньки, словно язычки, тянулись вверх с приятным треском дров.\nРядом сидел Акира, приобняв меня. По-видимому, он спал. Веки были закрыты, но немного подёргивались. Я тихонько опустила голову парня на свои колени. Пусть спит, ему нужнее.\n\nТепло нежно окутало меня, захватив в свой зловещий сон.",
    "answers": [
      {
        "id": 103,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 103,
    "text": "Проснулась я от стука в стекло. Солнце осветило своим холодным светом всю комнату. Парня не было.\n\nЯ встала и подошла к окну. Там, на холоде, сидела пташка, нервно дёргаясь и перебираясь с места на место. Я открыла окно, и птичка влетела в тёплую комнату, сев на пол у камина.\n\"Какая милая..- подумала я, подойдя к маленькому созданию. Заметив, что у птички на лапке завязан какой-то свёрток бумаги, я взялась за него и аккуратно освободила лапку от западни. Пташка вспорхнула и улетела через окно.\n\n\"Странно. . .\"- уныние взяло верх. Не смотря на изменение настроения, я развернула свёрток. \n\n^Сегодня в 19:00. Жди меня около двери в здание^",
    "answers": [
      {
        "id": 104,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 104,
    "text": "Я закрыла окно и посмотрела на время. На циферблате мигало 10:23. \"Я стала очень много спать\"- пронеслось в моей голове, после чего я посмотрела на себя в зеркало.\n\nМешки под глазами, непричёсанные, помятые волосы. Вид, конечно, не очень. Я зашла в ванную комнату и принялась приводить себя в порядок.",
    "answers": [
      {
        "id": 105,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 105,
    "text": "\"Ну, так-то лучше\"- я снова стояла у зеркала. Мешки пропали из-за тональника, волосы в прекрасном состоянии, лицо свежее. Я огурчик!:D\n\nЯ дёрнула ручку двери, ведущей в коридор, и та, на удивление, открылась. Внизу было довольно шумно. Наверное, сегодня выходной.\n\nЯ робко спустилась вниз. Множество парней и девушек приятно беседовали кто где: за столом, на подоконниках, у дверей, на кухне, в столовой. Казалось, передо мной открылось всё. \n\n",
    "answers": [
      {
        "id": 106,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 106,
    "text": "Немного подумав, я начала искать взглядом Акиру. К моему удивлению, его нигде не было.\n\"Где же он?..\"- подумала я, но мои мысли резко прервал толчок.\n\n—Ой, прости,- послышалось взади. Я обернулась. Передо мной стоял какой-то шатен с зелёными глазами, довольно хорошего телосложения и высокого роста. Мне кажется, что я его где-то видела...\n—Юки, это ты?- лицо парня расплылось в нежной улыбке.\n—Д-да. Мы знакомы?\n—Ох, Юки. Это же я, Дэн! Ты меня не помнишь?\n—Простите, не припоминаю.\n—М. .. Ну да, кто же будет помнить такого, как я. Но не суть. Как ты себя чувствуешь? Всё в порядке?\nНеожиданно кто-то обнял меня со спины.\n—Оу, да, Дэн. Она в полном порядке, не беспокойся.- послышался взади знакомый голос. \n\nЯ подняла голову, дабы посмотреть, кто меня держит. Оказалось, что это был Акира.",
    "answers": [
      {
        "id": 108,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 107,
    "text": "Имя: Дэн.\nФамилия: Цукико.\nВозраст/рост/вес: 17, 176, 52.\nВнешность: красивый шатен с ярко-зелёными глазами и спортивным телосложением. \nИз обеспеченной семьи.\nХарактер: довольно умеренный, спокойный и добрый парень. Пользуется особой популярностью среди девушек. Может быть тем ещё стервятником.",
    "answers": [
      {
        "id": 3,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 108,
    "text": "—Акира, какая встреча! Что ты здесь забыл?- Дэн ехидно улыбнулся.\n—Я здесь живу, если что.- съязвил парень.\n—Ах, да? А я не знал, почему-то.. .- последовал смешок,- живёшь, чтобы быть с Юки, да?\n—Тебе какое дело?\n—Видно, тебя не учили, что отвечать вопросом на вопрос равносильно не знанию ответа.\n—Что ты здесь забыл?\n—Да так, проходил просто, решил навестить старую подружку...- и Дэн посмотрел на меня, хитро улыбаясь,- ты же получила записку, да, Юки?\n\nАкира прижал меня к себе, и вышел из здания. Потом крепко взял меня за руку и пошёл в парк.",
    "answers": [
      {
        "id": 109,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 109,
    "text": "Я тупо ничего не понимала, но я пыталась. Пыталась понять, зачем всё это. Почему именно из-за меня? Я просто смотрела на парня и молчала, как рыба, идя за ним.\n\nВскоре мы присели на лавочку. Акира был зол, но старался сдерживаться.\n—Что за записка?- через некоторое время начал парень.\n—Т-там... я...- заикаясь, промолвила я.\n—Ну же, Юки. Что там было написано?- как можно нежнее спросил парень.\n—Т-там было написано, что.... мне н-нужно придти к-к семи в-вечера...\n—Куда?\n—Ко входу в общежитие..",
    "answers": [
      {
        "id": 110,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 110,
    "text": "Парень внимательно посмотрел на меня.\n—Юки.   . . ты плачешь?.- шёпотом спросил Акира.\n—Что?- опешила я.\nТолько сейчас я заметила горячие слёзы, текущие ручьями по моим щекам. Я уткнулась лицом в колени парня.\n\n—Н-ну тише, тише. Всё же хорошо, зачем плакать? Если хочешь, я пойду вместо тебя в семь вечера. Хорошо?- успокаивал меня парень.\n—Нет-т-т!- всхлипывая, через слёзы, уткнувшись в колени и еле слышно сказала я.\n—Юки, не надо плакать. Тебе будет холодно,- промолвил Акира, обняв меня.\n—Х-хорошо,- промямлила я, поднявшись с коленей парня.\n\n—Хочешь, я сделаю вот так?- и он поцеловал меня в щёчку.\nКраски наполнили моё лицо, а парень, тоже покраснев, засмеялся.",
    "answers": [
      {
        "id": 111,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 111,
    "text": "—Что здесь смешного?- тихо спросила я, слабо улыбаясь.\n—Смешная здесь ты!- и парень встал с лавочки. Он сделал снежок и кинул мне в лицо. Я слабо засмеялась.\n—Ты же знаешь, что со мной тебе не сдобровать,- в шутку сказала я, поднявшись с лавочки. Слепив снежок, я бросила его в Акиру, но промахнулась.\n—Ну и что это было?- в меня снова полетел снежок.\n—Это была просто разминка!- ответила я и, набрав много снега, слепила большой снежок и кинула в парня. На этот раз снаряд попал ему в голову, от чего тот упал в снег и затих.\n\n—Акира?- опешила я. Попутно с моими словами вылетел громкий хрип, а с ним и кровь. Я закрыла рот рукой.",
    "answers": [
      {
        "id": 112,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 112,
    "text": "—Бхе, бхе..- я отвернулась и, упав на колени, стала судрожно кашлять. Белый снег окрасился в алый.\n—Юки, всё в порядке?- Акира поднял голову и посмотрел в мою сторону.  Я стояла на коленях, уткнувшись в снег. Веки отяжелели и вот-вот бы закрылись, но я пыталась держаться.\n\nПеред глазами всё поплыло, и я поспешила их[глаза] протереть. Я оторопела: снега не было ни кусочка. Лишь жёлтые, оранжевые и красно-коричневые листья. Откуда тогда были снежки?...\n\n—Мне нужно просто выспатсья, как следует...- подумала я вслух, посмотрев на парня рядом. Он лежал в листьях и внимательно, обеспокоенно смотрел на меня. Я улыбнулась и потеряла сознание, упав лицом в листья.",
    "answers": [
      {
        "id": 113,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 113,
    "text": "—Ммм...-промычала я, открыв глаза. Моя комната, моя тёплая кровать, мой камин. Очень приятно находиться у себя, когда нет никого.\n\nЯ посмотрела на прикроватный столик. На нём лежали лекарства и конфеты. Я потянулась за одной, но свалилась с кровати.\n\n—Да что со мной такое?.- тихо проговорила я, поднявшись. Только что я заметила электронные часы, показывающие время: 18:44. Быстро съев конфетку, я начала собираться на встречу с Дэном.",
    "answers": [
      {
        "id": 114,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 114,
    "text": "Я поспешно начала расчёсывать волосы. Не знаю, кому как, но мне вполне нравятся распущенные. \n\nДалее я решила накраситься, но не сильно. Я накрасила губы блеском, а также красиво уложила ресницы, тоже придав им чёрный цвет и нарисовав стрелки.\n\nВроде бы лицо готово. Теперь одежда.",
    "answers": [
      {
        "id": 115,
        "text": "Обычно: широкий, нежно-розовый свитер, чёрные легинцы, бежевые сникерсы, светло-бежевый браслет."
      },
      {
        "id": 115,
        "text": "Вечернее: лёгкое, шоколадного цвета платье, капроновые колготки, туфли на каблуке в цвет платья."
      },
      {
        "id": 115,
        "text": "Мрачно: чёрный, достаточно тонкий свитер, чёрные джинсы, чёрные кеды на высокой подошве, чёрный чокер."
      }
    ]
  },
  {
    "id": 115,
    "text": "Я оделась достаточно красиво. Улыбнувшись себе, я поспешила взглянуть на часы. Время: 18:57.\n\nБегом я вышла из комнаты, и пулей полетела вниз. Немного помявшись у дверей выхода, я всё-таки решилась выйти. В лицо сразу ударил мороз и холод, поэтому я зашла обратно.\n\"Чёрт.. нужно было хоть шапку одеть, или куртку накинуть. Времени вот только нет. .\"\n\nВновь выйдя на улицу, я прикрыла лицо руками и стала ждать своего встречного.",
    "answers": [
      {
        "id": 116,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 116,
    "text": "Вскоре ко мне подошёл парень в капюшоне, закрывавшем тому большую часть лица. На миг я подумала, что это не Дэн вовсе, потому что тот был немного выше. Но потом я не придала этому должного внимания.\n\n—Дэн, это ты?- с опаской спросила я.\n—Кхм. .нет,- ответил парень и взял меня за руку.\nПаническая атака заставила меня до дрожи испугаться, так что после нескольких секунд молчания я дрожала, как крыса, выплывшая из воды в суровую зиму. \n—Хей, ты чего?- спросил парень, заметив мою дрожь.\n\nКрупные слёзы скатились по моему лицу. Я была обречена. В моей голове уже крутились способы моей смерти, будут ли меня пытать или сразу убьют, а может вообще продадут на органы или что ещё хуже.",
    "answers": [
      {
        "id": 117,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 117,
    "text": "—Юки, ты снова? Это я, Акира. Просто хотел тебя. . .-начал он, но я перебила его.\n—-Ч-ЧТО? Это был РОЗЫГРЫШ?\n—Стой, ты меня не так поняла. . .- парень поднял руки в жесте \"я сдаюсь\".\n—Я-я же чуть не скончалась на месте! Ты понимаешь вообще, ч-что делаешь?!- я была готова наброситься на него и разорвать, но он не дал мне этого сделать.\n—Нет... прости, не хотел,- парень обнял меня.\n\nНесколько минут мы просто стояли в обнимку. Лишь мои всхлипы прерывали тишину.\n—Т-ты.. . .же н-не будешь так больше д-делать?- спросила я, уткнувшись в парня лицом.\n—Не буду.",
    "answers": [
      {
        "id": 118,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 118,
    "text": "Мы прогуливались по парку. Снег крупными хлопьями падал на сырую, скучную землю. Глаза понемногу стали привыкать к темноте, поэтому я чувствовала себя намного лучше, чем если бы ничего не видела.\n\nАкира вёл меня за руку. Мы останавливались то на лавочке, то на качельках, чтобы покататься в полной тишине. Машин будто бы не было совсем.\n\n—Юки, ты знаешь,  кто самая красивая и очень милая?- начал Акира, катая меня на качели.\n—Хм... даже не знаю,- задумчиво промолвила я,- может, та блондинка, с которой ты раньше шёл со школы?\n—Нет.\n—Тогда кто?\n—Ты, глупенькая,- ответил парень и погладил меня по головке. Я приятно зажмурилась.",
    "answers": [
      {
        "id": 119,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 119,
    "text": "Потом мы, вдоволь накатавшись, зашли в кафе, покушать. По дороге мы встретили какую-то девушку. Она показалась мне знакомой.\n—Юки-и-и,- протянула она, подбежав ко мне и крепко обняв,- как же я скучала! Ты даже не представляешь!- она отстранилась,- как ты? Я слышала, что ты лежала в больнице. .\nЯ пребывала в сильном недоумении, не зная, что сказать. Лицо девушки сразу изменилось, и она сильно прищурилась.\n—Ты чего?\n—Д-да так, думаю, знакомы мы или. . .\n—Ты меня не помнишь? Я же. . . Клэр. Ну?\n—Я...\n—Тебе ничего не напоминает это имя?\nЯ немного помолчала.\n—Нет, простите. . .\n—Юки... неужели меня так легко забыть? Я была тебе плохой..,- она замолчала, опустив голову. На лице девушки блестнула слабая улыбка,- ну раз так..\nОна подняла голову.\nТо я тебя ТОЖЕ НЕНАВИЖУ, ЮКИ!\nЛицо исказилось в жуткой улыбке, а моя щека потерпела сильную пощёчину. Слёзы выступили на глазах Клэр, и та поспешила уйти. \n\nПосле этого инцидента мы зашли в кафе. Настроения не было.\nМне Акира заказал какое-то блюдо, якобы сюрприз, а себе пиццу с кофе. Пока я ждала своего заказа, парень поедал свой. Я лишь тепло улыбнулась, смотря на своего собеседника.\n\nМоим сюрпризом были суши и вкусные-привкусные жаренные в кляре креветки. Я как раз была очень голодна, поэтому сразу набросилась на еду. Парень лишь смеялся, смотря на меня.\n\n—Тебе правда нравится?- спросил Акира.\n—Да-а, и очень. Большое спасибо!- ответила я, доедая свой заказ,- ты лучший.",
    "answers": [
      {
        "id": 120,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 120,
    "text": "—Куда мы идём?- спросила я, прижавшись к парню от холода.\n—Секрет,- с ухмылкой ответил тот.\n—Ну скажи, пожа-а-а-а-алуйста.\n—Не-а.\n—Мэ, ну ладно,- пробурчала я, вжавшись в свитер.\n—Замёрзла?- спросил Акира, снимая свою куртку.\n—Да нет, спасибо.\nПарень накинул на меня свою куртку, и мне стало значительно теплее.\n\nПеред нами появился густой, дремучий лес. От такого зрелища по коже пробежали мурашки.\n—Мы точно правильно идём?- недоверчиво спросила я.\n—Совершенно точно,- самоуверенно ответил Акира, отчего я хихикнула.\n—Ну ладно, как скажешь.",
    "answers": [
      {
        "id": 121,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 121,
    "text": "Несколько минут мы шли по лесу, пока нам не открылся потрясающий вид. Голубое, кристально-чистое озеро расстилалось на много метров вокруг. Оно отражало, казалось, всё, что вообще есть: кусты, могучие дубы, высокие сосны и ели, далёкие и многочисленные звёзды и большую, голубовато-бежевую луну.\n\nЯ не могла сказать слова. Внутри всё затрепетало, ноги чуть подкосились, голова закружилась.\n—Нравится?- прервал тишину беловолосый парень.\n—Д-да. . .\n\nМы спустились к берегу озера. Толстый слой льда окутал всё озеро, делая его зеркальным. Мы сели на снег, который был намного глубже, чем тот, что в городе. Всё погрузилось в мёртвую тишину.\n",
    "answers": [
      {
        "id": 122,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 122,
    "text": "—Юки. . .- начал Акира.\n—Что?\n—Я. . . хотел тебе кое-что сказать. .\n—Я слушаю,- я старалась быть как можно серьёзнее.\n—Ну... я. . . Юки...-не мог подобрать слов парень.\n\nЯ уже хотела сказать \"Ну?\", как меня прервал сильный толчок в спину. Я полетела на лёд и проскользила по нему несколько метров, оказавшись на середине.\n\n—Черт! Рэйчел, что ты вообще творишь?!\n—Я делаю то, что нужно для нас двоих,- она тихо засмеялась.\n—Ненормальная!- парень оттолкнул блондинку в сугробы, а сам, осторожно присев на корточки, приближался ко мне.",
    "answers": [
      {
        "id": 123,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 123,
    "text": "—Юки! Держись!\n—Пытаюсь..\nЛёд, как мне показалось, начал трещать. Сначала один тихий треск, после — другой, погромче. Я. .. была в опасной зоне.\n Ничего не понимав, я просто начала вспоминать всё, что со мной было. Во мне пробуждались новые чувства, я будто переродилась. У меня были необъяснимые ощущения, в сердце проходили непонятные раскаты счастья, я чувствовала себя прекрасно, пока.\n\nГромкий треск прервался тишиной, но потом по всему лесу разнёсся  всплеск воды. Глаза широко распахнулись, а рот наоборот сомкнулся. Свет оставался на месте, а вот тьма поглощала меня. Она тянула меня своими лапами смерти в саму бездну. Уши сразу заложило, в глазах с каждой секундой темнело. Я усердно пыталась плыть вверх, но всё тщетно. Обречённая, я понимала, что вот, мой конец уже близок.\n\nРешив не терять времени, я пыталась вспомнить хоть что-то, но. Вместо хоть чего-то я вспомнила всё. Какая была до, какая была после и сейчас. Что было в детстве. Всё крутилось в моей голове, только...\n\nЧья-то рука подхватила моё тело и вытащила наружу. Но... больше я не смогла наполнить лёгкие приятным, холодным воздухом.\n",
    "answers": [
      {
        "id": 124,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 124,
    "text": "—Так, дети, я хочу рассказать вам одну историю. Все на месте? Юки, что ты там делаешь?,- строгим голосом говорила молодая воспитательница.\n\nЯ, сидя в уголке нашего детдома, пыталась понять, куда прячуться мышки. По полу ползли муравьи в правильном направлении: они должны были выведать домик мышек. \n\nЧтобы маленькие насекомые не сбежали, я ставила маленькими ручками преграду, но за это они меня наказывали болезненными укусами.\n\nМеня взяли за руку и отвели в круг детей. Я не любила их, потому что они были злыми. Да и вообще, мне никогда не нравились люди.\n—Итак, слушайте. Когда-то давно жил один одинокий человек. У него никого не было, поэтому он был так одинок. Как вы думаете, почему он был таким? Акеми, отвечай.\nМаленькая девочка в голубом платье встала с пола и начала пристально смотреть на воспитательницу.\n—Ну?\n—Я.. не внаю.\n—Ясно. Думаю, других нет смысла спрашивать. А я скажу почему. Потому что. . .",
    "answers": [
      {
        "id": 125,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 125,
    "text": "    Когда не хочешь, то имеешь. Имеешь это, не ценя.\n    Когда теряешь — понимаешь: без этого уже нельзя.\nОчнувшись поздно, ты жалеешь: жалеешь, что не замечал.\n    Цени же то, что ты имеешь — люби, пока не потерял.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 126,
    "text": "",
    "answers": []
  }
]