[
  {
    "id": 1,
    "text": "  В этом квесте Вы узнаете историю о вампире, который мечтает стать человеком.\n  Но путь нелёгок и тернист. Вам придётся окунуться с головой в мир подземелья Листенра, чтобы найти долгожданной исцеление.",
    "answers": [
      {
        "id": 2,
        "text": "[Проснуться]"
      },
      {
        "id": 35,
        "text": "Концовки"
      },
      {
        "id": 36,
        "text": "Анкета персонажа",
        "need": [
          83
        ]
      }
    ]
  },
  {
    "id": 2,
    "text": "  И вот, Вы проснулись, хотя, кажется, вампиры не умеют спать. Да, точно не умеют. Но Вы всегда хотели быть похожим на людей и научиться спать в том числе. Поэтому, с усилием пытались, закрыв глаза, погрузиться в глубокий сон.\n  Ну, не суть. Открыв глаза, Вы снова увидели это помещение — тусклая комната, освещённая керосиновой лампой. В комнате находилась кровать, на которой Вы лежали, деревянный стол, уставленный оригами, и уже расшатанный стул.",
    "answers": [
      {
        "id": 3,
        "text": "[Встать]"
      }
    ]
  },
  {
    "id": 3,
    "text": "  Вы встали с кровати и сели за стол, на котором лежали оригами в виде различных животных. Надо размяться. Какое оригами сделаем?",
    "answers": [
      {
        "id": 4,
        "text": "[Сделать оригами в виде оленя]"
      },
      {
        "id": 5,
        "text": "[Сделать оригами в виде котёнка]"
      },
      {
        "id": 6,
        "text": "[Сделать оригами в виде свиньи]"
      },
      {
        "id": 7,
        "text": "[Сделать оригами в виде павлина]"
      },
      {
        "id": 8,
        "text": "[Сделать оригами в виде хомяка]"
      }
    ]
  },
  {
    "id": 4,
    "text": "  Олень очень красивое и аккуратное животное, оно симпотизировало Вам, поэтому решили сделать именно его.\n  Получилось недурно. Для Вашего уровня это, конечно, просто, в следующий раз нужно будет сделать что-нибудь посложнее.",
    "answers": [
      {
        "id": 9,
        "text": "[Заняться делами]"
      }
    ]
  },
  {
    "id": 5,
    "text": "  Котята, по мнению людей, милые и очаровательные, и, дабы стать хоть капельку стать ближе к мыслям и чувствам человека, Вы решили сделать именно их.\n  Получилось отменно! Вашему мастерству позавидовал бы любой!",
    "answers": [
      {
        "id": 9,
        "text": "[Заняться делами]"
      }
    ]
  },
  {
    "id": 6,
    "text": "  Одно животное казалось Вам таинственным и необычным, не похожим на других, и это, как ни странно — свиньи. Вы решили делать именно их.\n  Получилось круто! Свиньи будут рады такому другу, он почти, как настоящий.",
    "answers": [
      {
        "id": 9,
        "text": "[Заняться делами]"
      }
    ]
  },
  {
    "id": 7,
    "text": "  Павлин — прекраснейшее животное, а точнее птица, которую Вы только видели. Будет трудно, но нужно постараться.\n  Хоть Вы впервые делали павлина, он получился очень хорошо!",
    "answers": [
      {
        "id": 9,
        "text": "[Заняться делами]"
      }
    ]
  },
  {
    "id": 8,
    "text": "  Хомяки нравились Вам больше всех животных, они маленькие, но, несмотря на это, довольно-таки прыткие. Нужно обязательно сделать одного.\n  Хомяк вышел просто потрясающий! Так держать!",
    "answers": [
      {
        "id": 9,
        "text": "[Заняться делами]"
      }
    ]
  },
  {
    "id": 9,
    "text": "  Основным Вашим делом и приоритетом были поиски средства, которое сделает Вас человеком. Нет-нет, раньше Вы не были человеком. Просто люди казались Вам чем-то новым и неизведанным, хотелось узнать о них больше, но если выйти в свет, то обязательно кто-нибудь пострадает от Вашей руки.\n  Есть некоторые места в этой пещере, временом пристанище для путников, где могли бы быть подсказки о местонахождении противовампирского зелья. Это:",
    "answers": [
      {
        "id": 10,
        "text": "[Складское помещение]"
      },
      {
        "id": 11,
        "text": "[Записи, лежащие в Вашей комнате]"
      },
      {
        "id": 12,
        "text": "[Кабинет, по-видимому, зельевара]"
      },
      {
        "id": 28,
        "text": "[Закончить осмотр пещеры, подвести итоги дня]",
        "need": [
          10,
          11,
          12
        ]
      }
    ]
  },
  {
    "id": 10,
    "text": "  В складском помещении царил беспорядок. Тут было много чего интересного, от кулинарных рецептов до высокоуровневых артефактов. Нужно осмотреться.",
    "answers": [
      {
        "id": 13,
        "text": "[Осмотреть ящики справа]"
      },
      {
        "id": 14,
        "text": "[Осмотреть ящики слева]"
      },
      {
        "id": 15,
        "text": "[Осмотреть лампу, освещающую склад]"
      },
      {
        "id": 9,
        "text": "[Закончить осмотр комнаты]",
        "need": [
          13,
          14,
          15
        ]
      }
    ]
  },
  {
    "id": 11,
    "text": "  В комнате Вы нашли множество книг. Многие из них могли помочь поискам исцеления.",
    "answers": [
      {
        "id": 19,
        "text": "[Читать всё подряд]"
      },
      {
        "id": 20,
        "text": "[Искать записи Варсона]",
        "need": [
          15
        ]
      },
      {
        "id": 9,
        "text": "[Закончить осмотр комнаты]",
        "need": [
          19
        ]
      }
    ]
  },
  {
    "id": 12,
    "text": "  Здесь было столько всего, что могло бы понадобиться зельевару... словами не передать!\n  По середине стоял стол, на котором, по-видимому, проводились приготовления зелий. Также, подле стола находилось величественное кресло. В углу одиноко стоял ящик.",
    "answers": [
      {
        "id": 22,
        "text": "[Осмотреть стол]"
      },
      {
        "id": 23,
        "text": "[Осмотреть кресло]"
      },
      {
        "id": 24,
        "text": "[Осмотреть ящик]"
      },
      {
        "id": 9,
        "text": "[Закончить осмотр комнаты]",
        "need": [
          22,
          23,
          24
        ]
      }
    ]
  },
  {
    "id": 13,
    "text": "  В ящиках лежали кулинарные рецепты, как ни странно, крови. Для Вас это было неожиданно. Будто бы тут жил вампир, такой же как и Вы. Стоит ли взять один?",
    "answers": [
      {
        "id": 16,
        "text": "[Взять рецепт]"
      },
      {
        "id": 17,
        "text": "[Не брать рецепт]"
      }
    ]
  },
  {
    "id": 14,
    "text": "  В ящиках слева находились артефакты, как уже было сказано выше, от самых обычных до высокоуровневых. Интересно, откуда тут такие вещи?\n  Осматривая артефакты, Вы заметили меч, отличавшийся от других своей аурой. Вампиры хорошо чувствуют такие вещи. Меч был подписан снизу \"Экскалибур\". Тот самый \"Экскалибур\"? Стоит забрать его с собой, вдруг пригодиться.",
    "answers": [
      {
        "id": 18,
        "text": "[Взять \"Экскалибур\"]"
      }
    ]
  },
  {
    "id": 15,
    "text": "  Осмотрев керосиновую лампу,  Вы заметили, что за ней находиться записка, содержащая слова:\n  \"Кто бы ты ни был, наблюдательность у тебя хорошая. Я Варсон, вампир, приручённый людьми. Да-да, приручённый. Я жил с ними бок о бок и подчинялся их приказам, но, как говорится, времена менятся. Если захочешь поговорить лично, буду ожидать тебя в подземелье Листенра. Как туда добраться узнаешь в моих записях, лежащих у меня в комнате.\"\n  Кто бы этот Варсон ни был, он явно знает больше Вашего.",
    "answers": [
      {
        "id": 10,
        "text": "[Продолжить осмотр комнаты]"
      }
    ]
  },
  {
    "id": 16,
    "text": "  Рецепт может пригодиться в будущем. Вы поступили правильно, взяв один с собой.",
    "answers": [
      {
        "id": 10,
        "text": "[Продолжить осмотр комнаты]"
      }
    ]
  },
  {
    "id": 17,
    "text": "  Вы заключили, что рецепт Вам не нужен, ведь он, возможно, может быть опасен. Неплохой выбор. Но в голову закралось чувство, будто Вы упустили нечто интересное.",
    "answers": [
      {
        "id": 10,
        "text": "[Продолжить осмотр комнаты]"
      }
    ]
  },
  {
    "id": 18,
    "text": "  Меч оказался тяжёлым, но Вы не были слабаком. Взяв его в руки и почувствовав прилив сил, вампирские руки перестали ощущать тяжесть. Странный какой-то меч.",
    "answers": [
      {
        "id": 10,
        "text": "[Продолжить осмотр комнаты]"
      }
    ]
  },
  {
    "id": 19,
    "text": "  Вам попадалась всякая ерунда:\n  \"...этот Знак Зодиака — ценитель чистоты и порядка, будет читать нотации человеку, например, плохо вымывшему посуду. Выбирает спутника жизни по чистоплотности...\"\n  \"...клафути нельзя назвать популярным блюдом французской кухни, хотя оно очень вкусное. Это нечто среднее между пирогом и запеканкой...\"\n  \"...в древнегреческой мифологии есть миф о том, что попав на Элизий (рай), можно переродиться заново*...\"\n  \"...детектив — востребованый жанр, популярный в Европе, да и во всём мире...\"\n  В общем, ничего такого, что могло бы Вас заинтересовать.",
    "answers": [
      {
        "id": 19,
        "text": "*Отсылка к моему квесту \"Царство Аида\"*",
        "comment": true
      },
      {
        "id": 11,
        "text": "[Продолжить осмотр комнаты]"
      }
    ]
  },
  {
    "id": 20,
    "text": "  Поиски были долгими, но всё же записи Варсона найдены.",
    "answers": [
      {
        "id": 21,
        "text": "[Прочитать записи]"
      }
    ]
  },
  {
    "id": 21,
    "text": "  \"...как-то раз я пошёл прогуляться, развеяться что ли. После смерти Гиваргиса, я погрузился в себя. Мне удалось оправиться, но также чувствую вину в этой ситуации... Я нашёл его! Подземелье Листенра, о котором говорил Гиваргис! Оно было у меня под носом! Маршрут до него будет находиться на следующей странице. Я помню, когда был...\"\n  Вы открыли нужную страницу. И правда, карта.",
    "answers": [
      {
        "id": 11,
        "text": "[Забрать карту и продолжить осмотр комнаты]"
      }
    ]
  },
  {
    "id": 22,
    "text": "  На столе находилось всё, что могло быть необходимо зельевару: множество колб различных форм, ингредиенты, рецепты и куча всего другого.",
    "answers": [
      {
        "id": 12,
        "text": "[Продолжить осмотр комнаты]"
      }
    ]
  },
  {
    "id": 23,
    "text": "  Было жалко ломать такое роскошное кресло, но дело того требовало.\n  Не успели Вы разрезать подошву кресла, как оно закричало что-то непонятное и улетело, а Вы так и остались стоять около стола! Вампирская голова вспомнила, что читала про такие кресла. Оказывается, в некоторых городах людского мира это — обычное дело! Они специально экспериментируют над вещами, засовывая в них души животных. Вам это казалось зверством.",
    "answers": [
      {
        "id": 12,
        "text": "[Продолжить осмотр комнаты]"
      }
    ]
  },
  {
    "id": 24,
    "text": "  Открыв ящик, Вы с ужасом обнаружили, что внутри лежит пробирка со скелетом некого грызуна, видимо, хомяка. Стало жалко его.\n Судя по его виду, с момента смерти прошло где-то около трёх недель. Его ещё можно спасти, но нужно найти подходящее тело.",
    "answers": [
      {
        "id": 25,
        "text": "\"У меня нет такого тела...\""
      },
      {
        "id": 26,
        "text": "\"Оригами в виде хомяка!\"",
        "need": [
          8
        ]
      }
    ]
  },
  {
    "id": 25,
    "text": "  У вас не оказалось такого тела. А жаль...\n  Похоронив бедное создание, Вы присели около небольшой еле заметной могилки и принялись думать о ценности жизни.",
    "answers": [
      {
        "id": 12,
        "text": "[Продолжить осмотр комнаты]"
      }
    ]
  },
  {
    "id": 26,
    "text": "— Моё оригами в виде хомяка! — с восторгом крикнули Вы и помчались за будущим телом грызуна.\n  Закончив приотовления к магическому обряду, вампир не спеша поднёс к трупику животного оригами.\n— Субортус! — произнесли заклинание Вы.",
    "answers": [
      {
        "id": 27,
        "text": "[Посмотреть результат]"
      }
    ]
  },
  {
    "id": 27,
    "text": "  Вокруг поднялся дым, ничего не было видно. Вдруг в облаке дыма послышался хомячий хруст зубов. Вглядевшись, Вы поняли, что справились! Только вот, теперь бедному созданию всю оставшуюся жизнь придётся быть бумажным оригами, готовым исчезнуть от малейшего толчка или намокания.",
    "answers": [
      {
        "id": 12,
        "text": "[Продолжить осмотр комнаты]"
      }
    ]
  },
  {
    "id": 28,
    "text": "  Итого, за этот день Вы:",
    "answers": [
      {
        "id": 28,
        "text": "¤Осмотрели всю пещеру",
        "need": [
          13,
          14,
          15,
          19,
          22,
          23,
          24
        ],
        "comment": true
      },
      {
        "id": 28,
        "text": "¤Узнали о бывшем жильце этого места",
        "comment": true,
        "need": [
          15,
          20
        ]
      },
      {
        "id": 28,
        "text": "¤Воскресили хомяка",
        "comment": true,
        "need": [
          26
        ]
      },
      {
        "id": 28,
        "text": "¤Похоронили хомяка",
        "need": [
          25
        ],
        "comment": true
      },
      {
        "id": 28,
        "text": "¤Забрали Экскалибур себе",
        "comment": true,
        "need": [
          18
        ]
      },
      {
        "id": 28,
        "text": "¤Взяли рецепт крови",
        "need": [
          16
        ],
        "comment": true
      },
      {
        "id": 28,
        "text": "¤Не взяли рецепт крови",
        "comment": true,
        "need": [
          17
        ]
      },
      {
        "id": 28,
        "text": "¤Познакомились с загадочным обитателем этого места - креслом",
        "need": [
          23
        ],
        "comment": true
      },
      {
        "id": 29,
        "text": "[Отдохнуть]"
      }
    ]
  },
  {
    "id": 29,
    "text": "  Отдохнув, Вы почувствовали, будто это место поглащает разум. Как бы не заляпаться в каком-нибудь проклятье. Пора уходить отсюда.",
    "answers": [
      {
        "id": 30,
        "text": "[Выдвигаться в путь]",
        "need": [
          26
        ]
      },
      {
        "id": 32,
        "text": "[Выдвигаться в путь]",
        "need": [
          25
        ]
      }
    ]
  },
  {
    "id": 30,
    "text": "  На выходе Вы заметили то самое кресло и... хомяка! Нужно наложить на него противоводные чары и чары устойчивости, чем Вы и занялись. Опять же, удачно. Похоже, у этого места какая-то сильная магическая аура, настолько сильная, что Вы — маг, недавно исполнивший своё первое заклинание, смогли использовать сложнейшее заклинание из всех известных вампирской головушке.",
    "answers": [
      {
        "id": 33,
        "text": "[Продолжить путь]"
      }
    ]
  },
  {
    "id": 31,
    "text": "  Нужно уходить отсюда, пока не поздно.\n  Вы случайно наступили на ветку. Похоже, лесорубы Вас заметили и собираються погнаться.",
    "answers": [
      {
        "id": 40,
        "text": "[Бежать]"
      }
    ]
  },
  {
    "id": 32,
    "text": " Когда Вы уже вышли из тёмной пещеры, за спиной показалось кресло, то самое, что так напугало Вас. Похоже, оно собиралось пойти с Вами. Ну, хуже ведь не станет, верно?",
    "answers": [
      {
        "id": 33,
        "text": "[Продолжить путь]"
      }
    ]
  },
  {
    "id": 33,
    "text": "  Когда Вы отошли достаточно далеко от пещеры, в ней раздался сильный оглушительный взрыв, убив всё живое, находившееся в радиусе километра оттуда. \n  Вы были в шоке. Кто мог такое сотворить? Кому это может быть нужно? На ум сразу пришёл бывший хозяин этих мест, Варсон. А кто мог так поступить, кроме него. Учитывая то, что Вы видели в пещере, он очень жестокий.",
    "answers": [
      {
        "id": 34,
        "text": "[Собраться с мыслями и продолжить путь]"
      }
    ]
  },
  {
    "id": 34,
    "text": "  Вы шли через лес. Путь предстоял не близкий — девять километров.\n  Вдруг Вы услышали, как что-то жужжит, а далее хруст деревьев. Стало интересно. Нужно пойти посмотреть.",
    "answers": [
      {
        "id": 37,
        "text": "[Пойти посмотреть]"
      }
    ]
  },
  {
    "id": 35,
    "text": "  Здесь будут находиться Ваши концовки.",
    "answers": [
      {
        "id": 51,
        "text": "\"Сожжённый\"",
        "need": [
          51
        ]
      },
      {
        "id": 60,
        "text": "\"Съеденный заживо\"",
        "need": [
          60
        ]
      },
      {
        "id": 78,
        "text": "\"Молчун\"",
        "need": [
          78
        ]
      },
      {
        "id": 93,
        "text": "\"Отдых - это важно\"",
        "need": [
          93
        ]
      },
      {
        "id": 121,
        "text": "\"Счастье для вампира\"",
        "need": [
          121
        ]
      },
      {
        "id": 113,
        "text": "\"Подлец\"",
        "need": [
          113
        ]
      },
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 36,
    "text": "            Ханс (фамилия неизвестна)\n\nВозраст: 71 год (по-нашему где-то 17)\nРодственники: брат Варсон (жив), мать, отец (мертвы)\nРаса: вампир\nРост: 171 см\nВес: 59 кг\nПринадлежность: Детский Орден Защитников Вампиров (ДОЗВ), подземелье Листенра (бывшие), \"Салди\"\nСтатус: жив\n\nИстория:\nСемья мальчика преследовалась людьми, поэтому, дабы спасти брата, Варсон спрятал его в горах, где и вырос Ханс.\nПозже присоединился к группе маленьких вампиров, назвавшийся Детским Орденом Защитников Вампиров (ДОЗВ), который помогал вампирам. Но позже был уничтожен людскими войсками... Дети были убиты, все, кроме Ханса.\n\nВнешность:\nУ Ханса тёмные, немного приглаженные волосы, красные вампирские пустые глаза. Одет он в красную приталенную рубашку с жёлтыми обоймочками, чёрные обтягивающие штаны и чёрные короткие сапоги, а на шее можно увидеть типичный чокер.\n\nХарактер:\nХанс довольно спокойный, но когда нужно может и накричать. Он очень начитан, поэтому, бывает, употребляет в речи старые слова.\n\nПрочее:\nЛюбимая еда: среди человеческой еды предпочитает свинину\nЛюбимый напиток: как и у всех вампиров, кровь\nХобби: оригами\nДата рождения: 8 ноября\nЗнак зодиака: скорпион",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 37,
    "text": "  Это, как оказалось, были лесорубы, которые беспощадно рубили каждое дерево попадавшееся на пути.\n  Вдруг Вам дико захотелось крови. Немудренно, ведь Вы не пили её вот уже две недели...\n  Нужно что-то сделать.",
    "answers": [
      {
        "id": 31,
        "text": "\"У меня нет ничего, что могло бы помочь...\""
      },
      {
        "id": 38,
        "text": "\"У меня есть рецепт крови!\"",
        "need": [
          16
        ]
      }
    ]
  },
  {
    "id": 38,
    "text": "  Вы решили сделать кровь с помощью алхимии и рецепта, подобранного в пещере.\n  Быстро скрывшись из виду лесорубов, Вы поспешили собрать нужные ингредиенты. На удивление, их оказалось немного:",
    "answers": [
      {
        "id": 41,
        "text": "[Листья дуба (две-три штучки)]",
        "forget": [
          41
        ]
      },
      {
        "id": 42,
        "text": "[Скелет]",
        "forget": [
          42
        ]
      },
      {
        "id": 43,
        "text": "[Вампирий волос]",
        "forget": [
          43
        ]
      },
      {
        "id": 55,
        "text": "[\"Сварить\" кровь]",
        "need": [
          41,
          42,
          43
        ]
      }
    ]
  },
  {
    "id": 39,
    "text": "  Если дочитать квест до определённого момента, то можно понять, что будет продолжение.\n  Кроме продолжения, планируются другие квесты. Также планируются некие ответвления сюжета (своеобразные истории о прошлом главных героев).\n  Квесты будут выходить раз, редко два, в две-три недели по четвергам или воскресениям.\n  Также хотела бы выделить то, что все квесты, которые я пока что пишу — это квесты одной Вселенной.\n  Связаться со мной можно в группе в ВК: \"Текстовые квесты (Goudi)\" (ради Бога, простите, я не умею делать ссылки!).",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 40,
    "text": "  Вы долго бежали и, наконец устали. Да, вампиры тоже устают. Жалко, Ваша физическая подготовка оставляла желать лучшего.\n  Лесорубы вскоре догнали Вас, повязали и начали расспрашивать.\n— Кто будешь таков?",
    "answers": [
      {
        "id": 44,
        "text": "\"Путешественник\""
      },
      {
        "id": 45,
        "text": "\"Вампир\""
      }
    ]
  },
  {
    "id": 41,
    "text": "  Листья дуба лежали в лесу на каждом шагу, он как никак дубовый. Вы быстро собрали нужное количество и пошли дальше.",
    "answers": [
      {
        "id": 38,
        "text": "[Продолжить поиски ингредиентов]"
      }
    ]
  },
  {
    "id": 42,
    "text": "  Искать скелет в обычном лесу, подле обычной деревушки... Это будет проблематично.\n  Появилась идея. А что, если можно использовать скелет животного? Задача становится легче.",
    "answers": [
      {
        "id": 54,
        "text": "[Искать животных]"
      }
    ]
  },
  {
    "id": 43,
    "text": "  Вампирский волос найти было просто, достаточно оторвать его со своей головы.",
    "answers": [
      {
        "id": 38,
        "text": "[Прожолжить поиски ингредиентов]"
      }
    ]
  },
  {
    "id": 44,
    "text": "— Вот как! А за чем убегал тогда?",
    "answers": [
      {
        "id": 50,
        "text": "\"Испугался...\""
      },
      {
        "id": 45,
        "text": "\"Потому что я... вампир\""
      }
    ]
  },
  {
    "id": 45,
    "text": "  Люди, казалось, в начале поняли это как шутку, но когда посмотрели на Ваше и без того каменное и пустое лицо — убедились в обратном.\n  Они понесли Вас в деревню, видимо, хотели показать остальным.",
    "answers": [
      {
        "id": 46,
        "text": "[Посмотреть на реакцию людей]"
      }
    ]
  },
  {
    "id": 46,
    "text": "  Вы уже думали, что Вас, как и остальных вампиров, сожгут на костре или того хуже, оставят в связанном виде на потеху жителям...\n  Но, какого же было Ваше удивление, когда вместо того, чтобы причинить боль или натянуть верёвку покрепче, горожане принялись водить хороводы, печь караваи и садить Вас за стол.\n  На сколько сумасшедшие эти люди? Вы же сказали, что вампир! Это же просто горожане! Как они будут защищаться в случае опасности!?\n  Далее Вы увидели, как Вам подносят бокал с... кровью! Что с ними? Хотя погодите...",
    "answers": [
      {
        "id": 47,
        "text": "[Задуматься]"
      }
    ]
  },
  {
    "id": 47,
    "text": "\"Караваи... Хороводы... Сумасшедшие... Это же русские!\" — подумали Вы.\n  Как Вы раньше не догодались!?\n  В это время Вам подвинули ещё бокал с кровью. Чует живот, люди гостеприимные. Даже крови не жалко ради гостя. Как Вы и читали. Разве что в книге это было менее... сумасшедше.\n  К Вам подошёл мужчина крепкого телосложения:\n— Здравствуй, дорогой гость! Мне сообщили, что ты вампир. Это не в коем случае не плохо. Создатель нашей небольшой деревушки — именно вампир. Создатель пожелал, чтобы мы помогали таким же, как он. Так что чувствуй себя как дома!",
    "answers": [
      {
        "id": 48,
        "text": "\"Хорошо. Спасибо.\"",
        "need": [
          26
        ]
      },
      {
        "id": 51,
        "text": "\"Хорошо. Спасибо.\"",
        "need": [
          25
        ]
      }
    ]
  },
  {
    "id": 48,
    "text": "  Вы уже ложились спать, как к Вам в комнату прошмыгнул бумажный хомяк, получивший имя — Хома.\n  Он прыгнул к Вам в постель и принялся колотить, будто бы говоря: \"Пойди проверь, что происходит снаружи\".",
    "answers": [
      {
        "id": 49,
        "text": "[Пойти и проверить]"
      },
      {
        "id": 51,
        "text": "[Остаться и не проверять]"
      }
    ]
  },
  {
    "id": 49,
    "text": "  Быстро и крайне бесшумно, Вы встали с кровати. Нужно проверить, что происходит в этой деревне.\n  Только вампирская головушка высунулась из ветхого домишки, как в неё чуть не влетела стрела.\n  Стало не по себе. Кто стрелял? Откуда? И, главное, зачем?",
    "answers": [
      {
        "id": 57,
        "text": "[Осмотреться]"
      }
    ]
  },
  {
    "id": 50,
    "text": "— А! Ясно! Ты уж извини... Пойдёшь с нами в деревню?",
    "answers": [
      {
        "id": 52,
        "text": "\"Да, наверное\""
      },
      {
        "id": 38,
        "text": "\"Нет, у меня уже есть планы\"",
        "need": [
          38
        ]
      }
    ]
  },
  {
    "id": 51,
    "text": "  Открыта концовка \"Сожжённый\"\n\n  Когда Вы проснулись, то оказалось, что тело было привязано к какому-то столбу. Вокруг волялись трупы горожан, так благосклонных к Вам. \n  Позже подошли какие-то люди, закутанные в лохмотья. Они подожгли масло, разлитое вокруг Вас. Возникли огромные клубы пламя.\n  Вы сгорели заживо в этом пламени.",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 52,
    "text": "  Когда Вы пришли в деревушку, горожане радушно приняли гостя. Даже предложили переночевать. Согласиться?",
    "answers": [
      {
        "id": 51,
        "text": "\"Да, а что ещё делать?\"",
        "need": [
          25
        ]
      },
      {
        "id": 38,
        "text": "\"Нет, у меня уже есть планы\"",
        "need": [
          38
        ]
      },
      {
        "id": 48,
        "text": "\"Да, а что ещё делать?\"",
        "need": [
          26
        ]
      }
    ]
  },
  {
    "id": 53,
    "text": "  Вы зря испугались, варево выглядело точно кровь, будто и не было никаких дубовых листьев, скелета птицы, волоса с вампирской головы...\n  Откуда в той пещере такие мощные алхимические рецепты? Они стоят, по меньшей мере, почти миллион! Можно присвоить им как минимум средний алхимический уровень.",
    "answers": [
      {
        "id": 56,
        "text": "[Выпить \"кровь\"]"
      }
    ]
  },
  {
    "id": 54,
    "text": "  Поиск животных занял довольно много времени, но стремление к цели помогло Вам в её исполнении.\n  Вы обнаружили севшую на нижнюю ветку птицу и убили её. И скелет, и хоть какое-то мясо. Вампиры не едят мясо, это так, на всякий случай.",
    "answers": [
      {
        "id": 38,
        "text": "[Продолжить поиски ингредиентов]"
      }
    ]
  },
  {
    "id": 55,
    "text": "  Когда Вы добавили все нужные ингредиенты, варево как-то странно зашипело. Может быть, Вы сделали что-то не так?\n  В таких неприятных догатках Вы провели полчаса. Пришло время посмотреть результат...",
    "answers": [
      {
        "id": 53,
        "text": "[Посмотреть результат]"
      }
    ]
  },
  {
    "id": 56,
    "text": "  Утолив голод, Вы поспешили убраться из леса, мало ли что.\n  Нужно было найти пристанище на ночь. Где бы остановиться?",
    "answers": [
      {
        "id": 59,
        "text": "[Остановиться в деревушке неподалёку] "
      },
      {
        "id": 60,
        "text": "[Остановиться в лесу]"
      }
    ]
  },
  {
    "id": 57,
    "text": "  Осмотревшись, Вы заметили девушку, стоявшую на крыше одного из домов. Она была красива. Очень красива. Зелёные глаза, сверкающие при лунном свете, красивые шелковистые волосы, элегантная фигура...\n  Вы даже не знали что сказать... Как же у людей называется подобное чувство?",
    "answers": [
      {
        "id": 58,
        "text": "[Продолжить наблюдать за действиями девушки]"
      }
    ]
  },
  {
    "id": 58,
    "text": "  Девушка держалась наверху, видимо, боялась, что Вы сочтёте её врагом. Поэтому крикнули ей:\n— Спускайся! Я тебя не обижу!\n— С чего бы мне спускаться?\n— Обещаю, пока ты не сделаешь мне ничего плохого, я не сделаю плохо тебе.\n  В глазах девушки возникло сомнение, но, видимо, нехотя, всё-таки спустилась.",
    "answers": [
      {
        "id": 61,
        "text": "\"Почему ты выстрелила в меня?\""
      }
    ]
  },
  {
    "id": 59,
    "text": "  Вы решили остановиться в деревушке, находившейся недалеко от леса, скорее всего, именно горожан этой деревни Вы видели в лесной чаще.\n  Городане приняли Вас довольно радушно. Накормили, напоили, а потом и вопросы задавать начали, но Вы сказали, что слишком устали, чтобы на них отвечать.",
    "answers": [
      {
        "id": 48,
        "text": "[Идти спать]",
        "need": [
          26
        ]
      },
      {
        "id": 51,
        "text": "[Идти спать]",
        "need": [
          25
        ]
      }
    ]
  },
  {
    "id": 60,
    "text": "  Открыта концовка \"Съеденный заживо\"\n\n  Вы остановились в лесу, ночью... Или Вы где-то головой треснулись, или у Вас не всё в порядке с мыслительным процессом...\n  Ночью к Вам, спящему, подошёл большущий медведь и съел.\n  Как говорится, не ходите, дети, ночью в лес.",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 61,
    "text": "— Хотела проверить, увернёшься ты или нет, — уверенно сказала девушка.\n— Вот как... Как тебя зовут?\n— Лика, а ты, стало быть...\n— Ханс. Что ты делаешь в подобном месте?\n— Такой же вопрос. Я ищу одного человека, точнее вампира, Варсона, у него должен быть младший брат... Мне нужно с ним поговорить, только я пока не нашла ни единой зацепки... А ты?\n  Вы немного встрепенулись:\n— Я тоже ищу Варсона. Только вот, смотрю, приуспел в этом гораздо больше тебя! Я как раз направляюсь к нему...\n— Можно пойти с тобой? — быстро подхватила Вашу мысль девушка.",
    "answers": [
      {
        "id": 62,
        "text": "[Поднести руку к подбородку, будто задумавшись]"
      }
    ]
  },
  {
    "id": 62,
    "text": "— Конечно!\n— Спасибо. И... Прости за стрелу, — Лика покосилась на свою стрелу, въехавшую прямо в ветхий домишко, в котором Вы отдыхали.\n— А, да ничего! Пойдём прямо сейчас?\n— Да, пожалуй.",
    "answers": [
      {
        "id": 63,
        "text": "[Продолжить путь]",
        "need": [
          26
        ]
      }
    ]
  },
  {
    "id": 63,
    "text": "  Спустя некоторое время Вы продолжили путь. Хома, кресло и Ваша новая знакомая шли следом, что касается кресла, то оно, скорее, летело. Вы прошли уже достаточно большое расстояние и за это время ничего не спросили у Лики. Пора это исправить.",
    "answers": [
      {
        "id": 64,
        "text": "''Зачем тебе младший брат Варсона?\""
      },
      {
        "id": 65,
        "text": "\"Откуда ты?''"
      },
      {
        "id": 66,
        "text": "\"Кто этот Вэй?\"",
        "need": [
          65
        ]
      },
      {
        "id": 67,
        "text": "[Закончить расспросы]",
        "need": [
          64,
          65,
          66
        ]
      }
    ]
  },
  {
    "id": 64,
    "text": "— Понимаешь... Я из \"Салди\". Не слышал ничего такого? Не мудренно. \"Салди\" расшифровывается как \"Салваторис Мунди\", то есть \"Спасители мира\". Нас выбирает некое божество и назначает нам великую миссию: спасение мира. А брат Варсона должен быть одним из нас, но мы не знаем ни его имени, ни как он выглядит. Знаем только то, что он брат Варсона.",
    "answers": [
      {
        "id": 63,
        "text": "\"Понятно\""
      }
    ]
  },
  {
    "id": 65,
    "text": "— Я родилась на юге России... Но судьба распорядилась так, что я оказалась тут — в Китае. У меня тут много дел. Мало того, что нужно искать брата Варсона, так ещё и этого парня, Вэя. Он живёт в этой стране.",
    "answers": [
      {
        "id": 63,
        "text": "\"Ясно\""
      }
    ]
  },
  {
    "id": 66,
    "text": "— Он мой старый знакомый. Мы с ним пересекались пару раз. Поэтому именно меня послали за ним. Капитан сейчас, наверно, отдыхает где-нибудь.",
    "answers": [
      {
        "id": 63,
        "text": "\"Вот как\""
      }
    ]
  },
  {
    "id": 67,
    "text": "  И вот Вы подошли к подземелью Листенра. От него за версту разило тёмной аурой. Но, увы, только вампиры могли это почувствовать, поэтому у входа в подземелье бесцеремонно валялись скелеты несчастных.\n  Будь Вы более эмоциональным, то издали бы громогласный крик, который эхом разнёсшийся по подземелью.",
    "answers": [
      {
        "id": 68,
        "text": "[Посмотреть на Лику]"
      }
    ]
  },
  {
    "id": 68,
    "text": "  Лика, казалось, была немного напугана, но держала самообладание.\n— Идём уже! — крикнула она.\n— Хорошо.",
    "answers": [
      {
        "id": 69,
        "text": "[Войти в подземелье Листенра]",
        "need": [
          26
        ]
      }
    ]
  },
  {
    "id": 69,
    "text": "  Было тёмно и немного страшно. Вы предполагали такое развитие событий и взяли небольшой фонарик из той злополучной пещеры. Кресло летело за Вами, а Хома летел, развалившись на нём.\n  Вдруг сзади послышался не то крик, не то писк. Лика подскочила от неожиданности. Кресло с хомяком спрятались за Вас.",
    "answers": [
      {
        "id": 70,
        "text": "[Оглянуться]"
      }
    ]
  },
  {
    "id": 70,
    "text": "  Позади Вы увидели нечто, внешне напоминающее медведя. Только вот у этого медведя было не четыре лапы, а шесть, глаза злобно зыркали по сторонам, из пасти текла пена. Что с этим медведем? Мутация? Очень похоже.",
    "answers": [
      {
        "id": 71,
        "text": "[Приготовиться к бою]"
      }
    ]
  },
  {
    "id": 71,
    "text": "  Вы встали в боевую позу, достали \"Экскалибур\" и приготовились к бою, так как медведь явно не собирался стоять на месте.\n  И вот он двинулся с места и направился к креслу, поняв, что оно не сможет ему противостоять. Трус. Только трусы кидаются на слабых.\n  Бросившись к зверю и выставив меч вперёд, Вы успешно отразили эту злобную атаку.",
    "answers": [
      {
        "id": 72,
        "text": "[Побежать к зверю, сломя голову]"
      },
      {
        "id": 73,
        "text": "[Выжидать момент]"
      }
    ]
  },
  {
    "id": 72,
    "text": "  Вы побежали к зверю, сломя голову. Но он, видимо, был готов к этому и чуть не задел своим ударом — Лика вовремя выстрелила медведю в лапу. Должно быть, ему очень больно.\n  Это шанс. С такими мыслями Вы кинулись к зверю с мечом и задели его живот. Медведь взвыл от боли. А то что было дальше повергло всех присутствующих в шок — косолапый просто взял и исчез. Что происходит в этом подземелье?",
    "answers": [
      {
        "id": 74,
        "text": "[Продолжить путь]"
      }
    ]
  },
  {
    "id": 73,
    "text": "  Вы выждали момент и напали на медведя. Он не смог защититься и взвыл от боли.\n  То, что было дальше, повергло всех присутствующих в шок — зверь просто взял и исчез. Что творится в этом подземелье?",
    "answers": [
      {
        "id": 74,
        "text": "[Продолжить путь]"
      }
    ]
  },
  {
    "id": 74,
    "text": "  Через сколько ловушек Вы прошли, пока дошли до большого зала? Ядовитые стрелы, кинжалы, копья, летучие мыши, даже мумии... В общем, жуть. Большинство этих ловушек Вы преодолели благодаря чутью вампира. Это — единственная хорошая сторона в бытие вампира.",
    "answers": [
      {
        "id": 75,
        "text": "[Осмотреться]"
      }
    ]
  },
  {
    "id": 75,
    "text": "  Вы стояли по середине большого зала. Он украшен золотыми узорами на росписных стенах. На полу изображена какая-то пентаграмма, явно написанная кровью. Зал ярко освещали факелы.\n  Вдруг в темноте коридора, противоположного тому, из которого Вы пришли, раздался громкий и одновременно пугающий звук шагов.",
    "answers": [
      {
        "id": 76,
        "text": "[Посмотреть, кто идёт]"
      }
    ]
  },
  {
    "id": 76,
    "text": "— Кто здесь? — спросил мужской голос.\n  Ответить?",
    "answers": [
      {
        "id": 77,
        "text": "[Ответить]"
      },
      {
        "id": 78,
        "text": "[Не отвечать]"
      }
    ]
  },
  {
    "id": 77,
    "text": "— Меня зовут Ханс. Я — вампир. А это мои товарищи — Лика, Хома и, как Вы уже догадались, кресло, — последние слова Вы сказали с некой иронией.\n  Незнакомец, казалось, был в трансе. Он стоял и смотрел на Вас. И вдруг сказал:\n— Ханс? Ты... Как же ты вырос! Я знал, что со временем ты найдёшь меня! Ах да, ты же ведь этого не помнишь... Давай начнём с знакомства. Я Варсон.",
    "answers": [
      {
        "id": 79,
        "text": "\"Варсон? У нас к Вам есть дела!\""
      }
    ]
  },
  {
    "id": 78,
    "text": "  Открыта концовка \"Молчун\"\n\n  Вы не стали ничего отвечать. И зря. Незнакомец явно был не в самом хорошем расположении духа и, воспользовавшись одной из своих ловушек, запулил в Вас колья.\n  Последнее, что Вам удалось увидеть, было лицо Лики, чуть ли не потерявшей сознание от неожиданности. Как же она теперь без Вас?",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 79,
    "text": "— Я готов помочь вам в ваших проблемах, но перед этим... У тебя же есть ко мне вопросы?",
    "answers": [
      {
        "id": 80,
        "text": "\"Да\""
      }
    ]
  },
  {
    "id": 80,
    "text": "— Слушаю вас, ребятки.",
    "answers": [
      {
        "id": 81,
        "text": "\"В ваших записях я читал о неком Гиваргисе. Кто это?"
      },
      {
        "id": 82,
        "text": "\"Зачем вам такие сложности, как ловушки? Вы чего-то опасаетесь?\""
      },
      {
        "id": 83,
        "text": "\"Можно побольше узнать о вашем брате?\""
      },
      {
        "id": 84,
        "text": "[Закончить расспросы]",
        "need": [
          81,
          82,
          83
        ]
      }
    ]
  },
  {
    "id": 81,
    "text": "— Так ты уже прочитал их?\n— Да, извините...\n— Ничего. Я специально оставил свои записи в той пещере, в надежде, что ты найдёшь их. Что до самих записей, то Гиваргис — мой лучший друг. Его считали сумасшедшим, потому что он постоянно говорил о жутком подземелье, в котором лежат мертвецы, которые в любой момент могут воскреснуть и убить всех нас.\n  Гиваргис не был сумасшедшим. Он говорил правду. Когда пришла опасность, никто не поверил ему, кроме меня... Вот почему Гиваргис умер.",
    "answers": [
      {
        "id": 80,
        "text": "\"Печально...\""
      }
    ]
  },
  {
    "id": 82,
    "text": "— Я десятилетиями копил здесь свои сокровища. Думаете, я так легко отдам их кому-либо?",
    "answers": [
      {
        "id": 80,
        "text": "\"Логично...\""
      }
    ]
  },
  {
    "id": 83,
    "text": "— Тебе лучше о нём знать, Ханс. Ведь ты — и есть мой брат... — Варсон немного замялся.\n— Ханс — твой брат? — чуть ли не переходя на крик спросила Лика.\n— Да...\n  Лика посмотрела на Вас, будто бы нашла сокровище. Получается, это Вас девушка должна забрать с собой?",
    "answers": [
      {
        "id": 85,
        "text": "\"Как так?\""
      }
    ]
  },
  {
    "id": 84,
    "text": "  Из этого разговора Вы узнали многое. Вы — брат Варсона, этого жестокого вампира? В это не хотелось верить. Но таким его сделали все события, произошедшие в жизни Варсона. Вы отчасти понимали его, но прощать не собирались.",
    "answers": [
      {
        "id": 86,
        "text": "[Посмотреть на брата]"
      }
    ]
  },
  {
    "id": 85,
    "text": "— Дело в том, что нашу семью постоянно преследовали люди и, дабы защитить тебя, нам пришлось оставить тебя одного в этом подземелье. Потом я вернулся, забрал тебя и отнёс в горы, где ты и вырос... Правда, мама с папой так и не уцелели. Они подарили тебе жизнь, а позже сохранили. Будь благодарен, братец.",
    "answers": [
      {
        "id": 80,
        "text": "\"Хорошо...\""
      }
    ]
  },
  {
    "id": 86,
    "text": "  Варсон явно хотел что-то сказать. Поняв это, Вы одарили его вопросительным взглядом. Заметив Ваш взгляд, он сказал:\n— Я помог вам — теперь помогите мне. Подземелье скоро вновь активируется. Это нужно остановить.\n— И что ты предлагаешь? — спросила Лика.\n— Пробраться в центр подземелья, там есть некий предмет, благодаря которому мы сможем остановить его работу.",
    "answers": [
      {
        "id": 87,
        "text": "\"В чём, собственно, заключается работа подземелья?\""
      }
    ]
  },
  {
    "id": 87,
    "text": "— Много лет назад в этом месте жил учёный и зельевар — Листенр. Он, ради своих исследований, приносил в жертву людей. Вроде бы, типичная история.\n  Однажды учёный схватил маленького мальчика и провёл над ним свои жестокие исследования. Родители мальчика были очень злы и расстроены. Они решили наказать преступника. Обратившись к богине правосудия Фемиде, родители прокляли Листенра.\n  После этого в подземелье стали твориться необяснимые вещи. Учёный испугался и, наконец, задумался — он стал преступником. И, покаявшись в своих злодеяниях, покинул этот мир. Но ходят слухи, что дух Листенра всё ещё бродит по этим подземным дорогам. Но это не слухи. Это правда.\n  Листенр хоть и не зол, зато само подземелье, можно сказать, в ярости, ведь в нём было убито так много невинных людей... Тем самым, оно, само того не осознавая, оживляет мертвецов, которые несут в себе опасность всем живущим в этом мире, в том числе и вам... Нужно что-то сделать.",
    "answers": [
      {
        "id": 88,
        "text": "\"Полагаю, я не имею права отказаться...\""
      }
    ]
  },
  {
    "id": 88,
    "text": "— Точно, братец! Как я уже сказал, нам нужно попасть в центр подземелья — его, так сказать, сердце. Так что, за мной?",
    "answers": [
      {
        "id": 89,
        "text": "\"Пожалуй\""
      }
    ]
  },
  {
    "id": 89,
    "text": "  Вы шли недолго, но молча. Не хотелось говорить — каждый из вас морально готовился к битве, если это так можно назвать.\n  Вскоре, Вы подошли к неким вратам, большим и величественным. Варсон, похоже, знал, что за ними. Вы решили полюбопытствовать:\n— Что за вратами?\n— Склеп.\n— Что!? — удивилась девушка.\n— А чего ты хотела, вечеринки с тортиками?\n— Было бы неплохо...\n  Когда разговор между Варсоном и Ликой был окончен, Ваш брат открыл врата. За ними, как говорилось выше, находился склеп.",
    "answers": [
      {
        "id": 90,
        "text": "[Осмотреться]"
      }
    ]
  },
  {
    "id": 90,
    "text": "  Склеп был полон различных вещей, похоже, это — вещи покойников. Здесь находились такие вещи, как: стрелы, подобранные Ликой; одежда, явно старая; местами попадались людские кости; различные виды лишайников, коими поросло подземелье; множество мечей и копий.\n  Ничто из этого Вас не заинтересовало, все эти вещи не заслуживали Вашего внимания. Нужно идти дальше.",
    "answers": [
      {
        "id": 91,
        "text": "[Продолжить путь]"
      }
    ]
  },
  {
    "id": 91,
    "text": "  На этот раз путь был очень долгим. Лике повезло, что она набрала бутылку воды в деревушке. \n  Прошло уже не менее шести часов, а следующего зала никак не было. Словно прочитав Ваши мысли, Варсон остановился и спросил:\n— Как насчёт привала?\n— Я только за! — промямлила измученная девушка.\n— А ты?",
    "answers": [
      {
        "id": 92,
        "text": "\"Да, пожалуй\""
      },
      {
        "id": 93,
        "text": "\"Нет, продолжим путь\""
      }
    ]
  },
  {
    "id": 92,
    "text": "  Компания принялась отдыхать. Варсон присел спиной к холодной стенке. Лика прилегла на пол и вскоре задремала.\n  С детства будучи активным ребёнком, Вы не особо устали, в отличии от своих спутников.\n  Вы посмотрели на Лику. Она спала так сладко, что можно было подумать, будто она не жива. Девушка во сне казалась ещё милее... Нужно чем-то отвлечь себя.",
    "answers": [
      {
        "id": 96,
        "text": "[Поговорить с братом]"
      },
      {
        "id": 98,
        "text": "[Посмотреть на кресло и Хому]"
      }
    ]
  },
  {
    "id": 93,
    "text": "  Открыта концовка \"Отдых — это важно\"\n\n  Вскоре Вы набрели на медведя-мутанта, подобного тому, что был в начале подземелья.\n  Воспользовавшись тем, что Вы устали, он напал на компанию и разодрал на мелкие кусочки, после чего съел.\n  Это произошло из-за Вас. С такими мыслями наступила смерть вампира.",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 94,
    "text": "  Девушка в упор смотрела на Вас. Видимо, не могла понять, что происходит. Вы освежили ей память, сказав, что не время и, тем более, место для сна.\n  Она нехотя встала и судорожно начала приводить себя в порядок. Зачем ей это, Лика ведь и так красавица?",
    "answers": [
      {
        "id": 104,
        "text": "[Пожать плечами]"
      }
    ]
  },
  {
    "id": 95,
    "text": "  И вот Ваша небольшая компания наконец-то добралась до больших и величавых врат, они были гораздо крупнее, чем предыдущие.\n  Когда Вы вошли в центральнуй зал подземелья, вновь раздался громогласный хохот, от которого быстро становилось не по себе.\n  Осмотревшись, компания заметила человека, или всё-таки не человека, сидящего на позолоченном троне в конце зала. Интересно.",
    "answers": [
      {
        "id": 105,
        "text": "\"Кто Вы?\""
      },
      {
        "id": 106,
        "text": "[Всмотреться]"
      }
    ]
  },
  {
    "id": 96,
    "text": "  Вы подошли к брату. Он сидел неподвижно, видимо, напряжённо думал о чём-то.\n  Увидев Вас, он вопросительно поднял голову.",
    "answers": [
      {
        "id": 99,
        "text": "\"О чём ты думаешь?\""
      },
      {
        "id": 100,
        "text": "\"Что будешь делать после всего этого?\""
      },
      {
        "id": 101,
        "text": "\"Я отдохнул. Мы можем идти?\"",
        "need": [
          98,
          99,
          100
        ]
      }
    ]
  },
  {
    "id": 97,
    "text": "  Вы не хотели этого делать, но компании пора двигаться. Нужно сделать это.\n  Пересилив себя, Вы дёрнули Лику за рукав. От этого небольшого толчка она проснулась и начала сонно потирать глаза. Что она будет делать дальше?",
    "answers": [
      {
        "id": 94,
        "text": "[Посмотреть на реакцию девушки]"
      }
    ]
  },
  {
    "id": 98,
    "text": "  Хома мирно посапывал на кресле. Эту парочку ничто не разлучит.",
    "answers": [
      {
        "id": 92,
        "text": "[Продолжить отдых]"
      }
    ]
  },
  {
    "id": 99,
    "text": "— В склепе не было ни одного тела, не смотри на меня так, да, я копался в могилах, но для дела же. И вот сижу и думаю, для чего же был создан тот склеп?",
    "answers": [
      {
        "id": 96,
        "text": "\"Понятно\""
      }
    ]
  },
  {
    "id": 100,
    "text": "— На самом деле, хочу пойти с тобой. Ты ведь не против?",
    "answers": [
      {
        "id": 102,
        "text": "\"Не против\""
      },
      {
        "id": 103,
        "text": "\"Против\""
      }
    ]
  },
  {
    "id": 101,
    "text": "— Хорошо. Будь добр, разбуди эту... — заметив Ваш пристальный, явно не доброжелательный взгляд, он на миг замолк — ... не суть.",
    "answers": [
      {
        "id": 97,
        "text": "[Разбудить Лику]"
      }
    ]
  },
  {
    "id": 102,
    "text": "  Варсон заметно оживился. Казалось, будто он в любой момент может взорваться от счастья. Лучше его пока не трогать.",
    "answers": [
      {
        "id": 96,
        "text": "[Продолжить отдых]"
      }
    ]
  },
  {
    "id": 103,
    "text": "  Было видно, насколько Варсон сильно огорчился. Он, наверно, ожидал прощения с Вашей стороны. Лучше сейчас его не трогать.",
    "answers": [
      {
        "id": 96,
        "text": "[Продолжить отдых]"
      }
    ]
  },
  {
    "id": 104,
    "text": "  Когда компания закончила сборы, то сразу же направилась дальше. Впереди ещё три часа пешком.\n  Вдруг в самый неожиданный момент сзади раздался громкий и в то же время бешенный хохот. Стало не по себе. Это, часом, не призрак Листенра?\n  Варсон отвлёк Вас от этих жутких мыслей, сказав, что нужно идти дальше.",
    "answers": [
      {
        "id": 95,
        "text": "[Продолжить путь]"
      }
    ]
  },
  {
    "id": 105,
    "text": "— Я Листенр, точнее — призрак Листенра. А Вы, юноша, стало быть, Ханс? О, я знал Ваших папу и маму... Они были добры к окружающим, а вот Вы не совсем такой, Вы гораздо интереснее...\n  А вы... мисс Лика? О, ваших родителей я также знал. Хотите, чтобы я рассказал о них? По глазам вижу, что да. Ваш отец был очень гордый, это и погубило его. А ваша мать... она же ведь в психоклинике сидит? Ай-ай-ай... \n  А вы господин Варсон? Вы вообще не похожи на своих родителей. Скорее на деда, хо-хо-хо... Господин Варсон, вы не кажетесь мне интересным, так что пока-пока...\n  \"Он безумец\" — пронеслось у Вас в голове. А Листенр, словно услышав Вали мысли, поднял указательный палец на Варсона.",
    "answers": [
      {
        "id": 107,
        "text": "[Посмотреть на брата]"
      }
    ]
  },
  {
    "id": 106,
    "text": "  Пред Вами предстал худощавый и нискорослый мужчина примерно в сорокалетнем возрасте.\n  Он был седовлас, слегка горбат, он напоминал бородавочника. В общем — жуть.",
    "answers": [
      {
        "id": 105,
        "text": "\"Кто вы?\""
      }
    ]
  },
  {
    "id": 107,
    "text": "  Прямо на Ваших глазах, да, это случилось на Ваших глазах, колья пронзили Варсона. Он, медленно истекая кровью, всё тянул руку в Вашу сторону, будто пытался дотянулся. Со стороны это выглядело очень трагично...",
    "answers": [
      {
        "id": 108,
        "text": "[Побежать к Варсону]"
      }
    ]
  },
  {
    "id": 108,
    "text": "  Вы стремительно побежали к брату. Он, казалось, очень хотел сказать что-то, но никак не мог — лёгкие явно были повреждены. Добежав, Вы изо всех сил просили у Варсона прощение, сами не понимая за что. Сам же Варсон, наконец, собрался с силами и выговорил некоторые слова:\n— Прости меня... Я оплашал... Мои скоровища в кабинете... Используй с умом... — договорив последние слова его отчаянное сердце остановилось и больше никогда не продолжит биться...",
    "answers": [
      {
        "id": 109,
        "text": "[Прийти в ярость]"
      }
    ]
  },
  {
    "id": 109,
    "text": "  Вы находились в состоянии гнева, ярости... Нет, нечто более глубоком... Желании мести...\n  Сами того не замечая, Вы изменились внешне. Цвет кожи сменился — из бледного в абсолютно белый. Волосы заметно отросли примерно до пояса, при этом став ещё темнее, чем были, хотя казалось бы, куда темнее!? Нос уменьшился, уши навострились, отросли клыки, а самое главное — выросли крылья! Изменения довольно существенные. Похоже, Вы превращаетесь в истинного вампира...",
    "answers": [
      {
        "id": 110,
        "text": "[Атаковать учёного]"
      }
    ]
  },
  {
    "id": 110,
    "text": "  Вы переместились за спину учёного настолько быстро, что какой-нибадь человек, не разбирающийся в скорости, мог бы поклясться, что Вы телопортировались! На самом деле, Вы всего лишь изо всех сил, быстро, насколько могли, подлетели за спину к Листенру.\n  Оказавшись за спиной врага, Вы ногой пнули его по животу, да так, что он не успел отреагировать или увернуться.",
    "answers": [
      {
        "id": 111,
        "text": "[Безжалостно добить противника]"
      },
      {
        "id": 112,
        "text": "[Пощадить противника]"
      }
    ]
  },
  {
    "id": 111,
    "text": "  Вы безжалостно добили противника еще одним пинком. Подлетев к своим друзьям, вампир посмотрел на Лику. По лицу девушки было видно — она разачарованна.\n— В чём дело, Лика? Я же ведь победил!\n  А она в ответ дала Вам хорошую пощёчину.\n— Бить лежачего — самое низкое, что может сделать кто-либо! Как же я в тебе ошибалась...\n  С этими словами девушка убежала. Ну и ладно. Как говорят люди, любовь не главное.",
    "answers": [
      {
        "id": 113,
        "text": "[Жить дальше]"
      }
    ]
  },
  {
    "id": 112,
    "text": "— Спасибо, мистер Ханс... — чуть ли не плача проговорил враг — теперь я обязан Вам жизнью. Могу я что-то сделать для Вас?",
    "answers": [
      {
        "id": 114,
        "text": "\"Ответь на мои вопросы\""
      }
    ]
  },
  {
    "id": 113,
    "text": "  Открыта концовка \"Подлец\"\n\n  Спустя пару дней после того случая, Вы решили стать новым хозяином подземелья. Получив все его богатства, вампир встал на сторону зла.\n  С тех пор Вас знали, как кровожадного убийцу и безумного учёного. Не такой жизни Вам хотелось... Но уже слишком поздно.\n  Как же так? Всё из-за одного эгоистичного действия!?",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 114,
    "text": "— Хорошо, мистер Ханс...",
    "answers": [
      {
        "id": 115,
        "text": "\"Откуда ты знаешь наших родителей?\""
      },
      {
        "id": 116,
        "text": "\"Почему ты счёл брата неинтересным?\""
      },
      {
        "id": 117,
        "text": "\"Что нужно сделать, что бы остановить работу подземелья?\""
      },
      {
        "id": 118,
        "text": "[Закончить расспросы]",
        "need": [
          115,
          116,
          117
        ]
      }
    ]
  },
  {
    "id": 115,
    "text": "— О, я знаю многих, всё из-за моего дара...\n— Какого?\n— Понимаете, мой дар заключается в том, чтобы слышать слова живых существ, их мысли, а знание личностей как приложение ко всему этому.\n— Полезный дар...\n— Вовсе нет! Мне он доставил кучу проблем! Из-за него у меня развилось много личностей! Из-за них я убил столько невинных людей! Тебе не понять! Хоть я и могу управлять этим, но это же бесполезно...\n— Я вас понимаю... Я всегда хотел избавиться от своей сущности, вампиризма. Но, всё-таки, понял, мне это не нужно. Я такой, какой есть!\n— Спасибо за поддержку.",
    "answers": [
      {
        "id": 114,
        "text": "\"У меня есть ещё вопросы\""
      }
    ]
  },
  {
    "id": 116,
    "text": "— Он скучный, неинтересный, заумный что-ли... Продолжать?\n— Нет, спасибо!",
    "answers": [
      {
        "id": 114,
        "text": "\"У меня есть ещё вопросы\""
      }
    ]
  },
  {
    "id": 117,
    "text": "— Я уже сделал всё необходимое. Нужно было всего-то дёрнуть рычажок, а для надёжности, я даже сломал его!\n— Хорошо...",
    "answers": [
      {
        "id": 114,
        "text": "\"У меня есть ещё вопросы\""
      }
    ]
  },
  {
    "id": 118,
    "text": "  Закончив расспросы, Вы поспешили убраться из подземелья, прихватив сокровища брата. Вы не стали жадничать, разделили поровну все драгоценности. Щедро.\n  Листенр же потратил свою часть драгоценностей на гробницы в склепе, закопал тела и, наконец, упокоился с миром.",
    "answers": [
      {
        "id": 119,
        "text": "[Поговорить с Ликой]"
      }
    ]
  },
  {
    "id": 119,
    "text": "  Вы попращались с Листенром, компания осталась посреди леса с сокровищами. Нужно поговорить с Ликой.",
    "answers": [
      {
        "id": 119,
        "text": "Кстати, главный герой вернулся в прежний облик!",
        "comment": true
      },
      {
        "id": 120,
        "text": "\"Что будешь делать дальше?\""
      }
    ]
  },
  {
    "id": 120,
    "text": "— Ну, на самом деле, я хочу, чтобы ты пошёл со мной, в \"Салди\". Ты со мной?",
    "answers": [
      {
        "id": 121,
        "text": "\"У меня есть выбор?\""
      }
    ]
  },
  {
    "id": 121,
    "text": "  Открыта концовка \"Счастье для вампира\"\n\n  Вы отправились в путь с Ликой, на поиски парня, по имени Вэй*. Это довольно весело.\n  Так вот закончилась эта история. Герои счастливы, Вы тоже должны радоваться! Улыбнитесь!",
    "answers": [
      {
        "id": 121,
        "text": "*Про это выйдет квест, правда нескоро...*",
        "comment": true
      },
      {
        "id": 1,
        "text": "В начало"
      },
      {
        "id": 122,
        "text": "От автора"
      }
    ]
  },
  {
    "id": 122,
    "text": "  ~Работа над квестом была хлопотной! Но очень весёлой, несмотря на то, что сам квест довольно мрачный!\n  Удачи Вам во всех Ваших начинаниях!~\n                                                От автора",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 123,
    "text": "",
    "answers": []
  }
]