[
  {
    "id": 1,
    "text": "Автор: AntiHero (Дмитрий Стойков) \n\nАннотация: Перейдя дорогу не тем людям, вы были незаконно признаны душевнобольным и сосланы в закрытую психиатрическую лечебницу. Но, судя по всему, судьбе это показалось недостаточным... В лечебнице начали происходить необъяснимые вещи. Остается лишь надеяться, что Вы уцелеете и сможете разобраться в ситуации. \n\nДостижения:\n- \"Очищение огнем\"\n- \"Вечное забвение\"\n- \"Милосердие палача\" \n- \"Дамоклов меч\" \n- \"Хититель безумия?\" ",
    "answers": [
      {
        "id": 2,
        "text": "[Начать историю] "
      },
      {
        "id": 1,
        "text": "system",
        "canEditCover": true,
        "system": true
      },
      {
        "id": 120,
        "text": "[Достижения] "
      },
      {
        "id": 1,
        "text": "[Если Вам понравилась книга, поддержите автора оценкой на Google Play] ",
        "url": "https://play.google.com/store/apps/details?id=com.gm_shaber.story14347"
      },
      {
        "id": 1,
        "text": "system",
        "canEditBg": true,
        "system": true
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "https://pp.userapi.com/c636418/v636418556/5d630/vstcKX1CZHo.jpg",
        "system": true
      },
      {
        "id": 1,
        "text": "system",
        "canEditPage": true,
        "system": true
      },
      {
        "id": 1,
        "text": "",
        "pageImg": "https://pp.userapi.com/c636418/v636418556/5d657/LLb8J7cK078.jpg",
        "system": true
      }
    ]
  },
  {
    "id": 2,
    "text": "Месяц в лечебнице не прошел для Вас бесследно. Те, из-за кого Вы оказались здесь, очень постарались, чтобы Вас \"лечили\" всем, что только можно было найти в местном арсенале. Память, мелкая и крупная моторика, ориентация в пространстве - день ото дня все становилось хуже.",
    "answers": [
      {
        "id": 3,
        "text": "[Собраться с мыслями] "
      }
    ]
  },
  {
    "id": 3,
    "text": "Вы сидите в палате на своей койке. Вам кажется, что Вы уже забыли, как пользоваться руками из-за смирительной рубашки, которую почти никогда с Вас не снимали. Одно хорошо: перестали привязывать к кровати. Скорее всего потому, что Вы уже вряд ли могли оказать сопротивление. Кроме Вас в комнате не было никого, а из мебели здесь стояла только кровать.\n\nЩелчок. Дверь открылась, в комнату вошла медсестра, неся поднос с медикаментами. Вот уже тридцать дней одно и то же. ",
    "answers": [
      {
        "id": 4,
        "text": "[Молча ждать] "
      },
      {
        "id": 4,
        "text": "\"Это когда-нибудь закончится?\" "
      }
    ]
  },
  {
    "id": 4,
    "text": "Медсестра остановилась посреди комнаты, отсутствующе глядя на Вас. Вы уже были готовы окликнуть ее, но слова застряли у Вас в горле. Упавший поднос несколько раз брякнулся об пол и замер среди осколков от склянок для препаратов. Медсестра все так же отсутствующе смотрела перед собой, но уже в следующий миг она покачнулась и плашмя упала рядом с подносом.\n\nТакое развитие событий было для Вас явной неожиданностью. ",
    "answers": [
      {
        "id": 5,
        "text": "[Позвать на помощь] "
      },
      {
        "id": 7,
        "text": "[Встать с кровати] "
      }
    ]
  },
  {
    "id": 5,
    "text": "Ответом на Ваш крик была гробовая тишина. Даже в Вашем состоянии несложно было заподозрить неладное. ",
    "answers": [
      {
        "id": 7,
        "text": "[Встать с кровати] "
      }
    ]
  },
  {
    "id": 6,
    "text": "Вы дергаетесь вперед. Осознание того, что Ваши руки прочно зафиксированы смирительной рубашкой, пришло очень быстро. ",
    "answers": [
      {
        "id": 7,
        "text": "[Отойти от медсестры] "
      }
    ]
  },
  {
    "id": 7,
    "text": "Вы стоите посреди белой комнаты без окон, у стены стоит Ваша кровать, перед которой лежит медсестра и металлический поднос. Из комнаты только один выход - дверь с магнитным замком.\n\nЖуткая картина, учитывая, что шум повседневной суеты из-за двери сменила редкая для этого учреждения тишина. ",
    "answers": [
      {
        "id": 8,
        "text": "[Осмотреть медсестру] ",
        "need": -15
      },
      {
        "id": 9,
        "text": "[Осмотреть кровать] ",
        "need": -18
      },
      {
        "id": 11,
        "text": "[Осмотреть поднос] "
      },
      {
        "id": 16,
        "text": "[Осмотреть медсестру] ",
        "need": 15
      },
      {
        "id": 21,
        "text": "[Осмотреть кровать] ",
        "need": 18
      },
      {
        "id": 24,
        "text": "[Осмотреть вентиляцию] ",
        "need": -26
      },
      {
        "id": 23,
        "text": "[Осмотреть дверь] ",
        "need": -26
      },
      {
        "id": 27,
        "text": "[Осмотреть дверь] ",
        "need": 26
      },
      {
        "id": 32,
        "text": "[Осмотреть вентиляцию] ",
        "need": 26
      }
    ]
  },
  {
    "id": 8,
    "text": "Медсестра была жива. Она спокойно лежала лицом в пол. Ее дыхание было ровным, глаза смотрели прямо перед собой, а взгляд был пустым, словно она в один миг превратилась в овощ. ",
    "answers": [
      {
        "id": 6,
        "text": "[Взять ключ-карту] ",
        "need": -14
      },
      {
        "id": 15,
        "text": "[Взять ключ-карту] ",
        "need": 14
      },
      {
        "id": 7,
        "text": "[Отойти от медсестры] "
      }
    ]
  },
  {
    "id": 9,
    "text": "Железный каркас, покрытый тонким матрасом. Спать на этом было бы невыносимо, если бы не чудовищные дозы снотворного, которые здесь так любили давать пациентам.\n\nК этой кровати Вас привязывали прочными кожаными ремнями первые недели прибывания здесь. ",
    "answers": [
      {
        "id": 10,
        "text": "[Попытаться открепить кожаные ремни от кровати] ",
        "need": -14
      },
      {
        "id": 17,
        "text": "[Попытаться открепить кожаные ремни от кровати] ",
        "need": 14
      },
      {
        "id": 7,
        "text": "[Отойти от кровати] "
      }
    ]
  },
  {
    "id": 10,
    "text": "Ничего не выйдет, сейчас Вас сдерживает смирительная рубашка. ",
    "answers": [
      {
        "id": 7,
        "text": "[Отойти от кровати] "
      }
    ]
  },
  {
    "id": 11,
    "text": "Рядом с медсестрой лежал металлический поднос, на котором разносили медикаменты по палатам. Вокруг него было множество мелких осколков. ",
    "answers": [
      {
        "id": 12,
        "text": "[Взять поднос] ",
        "need": -14
      },
      {
        "id": 13,
        "text": "[Пнуть поднос] ",
        "need": -14
      },
      {
        "id": 7,
        "text": "[Отойти от подноса] "
      }
    ]
  },
  {
    "id": 12,
    "text": "До тех пор, пока ваша воля скована смирительной рубашкой, этого сделать не удастся. ",
    "answers": [
      {
        "id": 7,
        "text": "[Отойти от подноса] "
      }
    ]
  },
  {
    "id": 13,
    "text": "Подцепив поднос краем ноги, Вы оттолкнули его в сторону. Под ним лежали большие осколки стекла от какой-то толстостенной посуды.\n\nВы поймали себя на мысли, что с их помощью можно попробовать освободиться от неудобной одежды..",
    "answers": [
      {
        "id": 14,
        "text": "[Прорезать рукава осколками] "
      }
    ]
  },
  {
    "id": 14,
    "text": "Вам понадобилось немало времени, чтобы прорезать плотную ткань рукавов, валяясь на полу среди осколков стекла. Но в итоге Вы смогли освободиться от ненавистной рубахи.\n\nЧто же теперь? Вы так давно мечтали получить контроль над своими руками, чтобы при первой же возможности вцепиться в горло местным врачам. И вот Ваши руки снова при Вас, но когда Вы смотрите на дверь палаты, необъяснимый страх заставляет нутро сжиматься.",
    "answers": [
      {
        "id": 7,
        "text": "[Отойти от подноса] "
      }
    ]
  },
  {
    "id": 15,
    "text": "Ключ-карта висела на шее медсестры. Как же долго Вы представляли себе этот момент!\nНеужели это шанс выбраться отсюда? ",
    "answers": [
      {
        "id": 7,
        "text": "[Отойти от медсестры] "
      }
    ]
  },
  {
    "id": 16,
    "text": "Медсестра все так же лежала на полу, отсутствующе смотря в пустоту. Однако Вы заметили тонкую струйку крови, вытекающую из ее уха. ",
    "answers": [
      {
        "id": 7,
        "text": "[Отойти от медсестры] "
      }
    ]
  },
  {
    "id": 17,
    "text": "Ремни были очень крепко затянуты на металлическом каркасе кровати. \nАккуратно расстегнуть их Вашими дрожащими пальцами не представляется возможным. Чем больше Вы стараетесь, тем больше ненависти испытываете к этому месту. ",
    "answers": [
      {
        "id": 7,
        "text": "[Отойти от кровати] "
      },
      {
        "id": 18,
        "text": "[Применить силу] "
      },
      {
        "id": 19,
        "text": "[Прорезать ремни осколком] "
      }
    ]
  },
  {
    "id": 18,
    "text": "Собрав все оставшиеся силы, Вы рванули ремень. Кровать заскрипела... И рухнула. Грохот был ужасным. Каркас кровати просто развалился на составные железки.\n\nМинуту Вы стояли на месте, ожидая, что сейчас на шум сбегутся санитары. Но никто не пришел. За дверью была мертвая тишина. ",
    "answers": [
      {
        "id": 7,
        "text": "[Отойти от кровати]"
      },
      {
        "id": 20,
        "text": "[Подобрать ремни] "
      },
      {
        "id": 22,
        "text": "[Подобрать металлическую трубу] "
      }
    ]
  },
  {
    "id": 19,
    "text": "Ремни оказались из слишком прочной и толстой кожи. Стекло осколка просто крошится.",
    "answers": [
      {
        "id": 7,
        "text": "[Отойти от кровати] "
      }
    ]
  },
  {
    "id": 20,
    "text": "Вы вытаскиваете из-под груды металлолома, бывшей еще недавно Вашей кроватью, кожаные ремни и обвязываете их вокруг пояса, так как смирительная рубаха не предусматривает карманов. \n\nЗачем они Вам? Ответить на этот вопрос Вы не могли. Однако неведомый страх, словно жидкость, сочился из-под двери, вызывая у Вас желание захватить с собой побольше полезного. Кто знает, что может пригодиться при побеге из лечебницы? ",
    "answers": [
      {
        "id": 7,
        "text": "[Отойти от кровати] "
      }
    ]
  },
  {
    "id": 21,
    "text": "Груда железяк - все, что осталось от Вашей кровати. Неужели Вам ее не жаль? Ведь Вы столько времени были прикованы к ней...",
    "answers": [
      {
        "id": 20,
        "text": "[Подобрать ремни] ",
        "need": -20
      },
      {
        "id": 22,
        "text": "[Подобрать металлическую трубу] ",
        "need": -22
      },
      {
        "id": 7,
        "text": "[Отойти от кровати] "
      }
    ]
  },
  {
    "id": 22,
    "text": "Вы подбираете металлическую трубу, служившую ножкой Вашей койки.\n\nВ некотором роде сгодится за оружие. Пациент психиатрии с железной трубой... Разве не устрашает?",
    "answers": [
      {
        "id": 7,
        "text": "[Отойти от кровати] "
      }
    ]
  },
  {
    "id": 23,
    "text": "Крепкая дверь с магнитным замком стояла на Вашем пути к свободе. Замок запирался автоматически при закрытии двери, поэтому сотрудникам даже не нужно было отвлекаться от работы, чтобы запирать за собой. ",
    "answers": [
      {
        "id": 25,
        "text": "[Применить ключ-карту] ",
        "need": 15
      },
      {
        "id": 26,
        "text": "[Разнести замок трубой] ",
        "need": 22
      },
      {
        "id": 7,
        "text": "[Отойти от двери] "
      }
    ]
  },
  {
    "id": 24,
    "text": "Вентиляционная решетка была на такой высоте, что Вы могли дотянуться до верхнего ее края пальцами, встав на цыпочки. Шахта вентиляции была достаточного размера, чтобы Вы пролезли.\n\nЖелезная решетка крепилась на четырех винтах. Как жаль, что здесь не было инструмента. Чтобы открутить их пальцами, понадобились бы долгие часы, если не дни... ",
    "answers": [
      {
        "id": 28,
        "text": "[Ударить решётку трубой] ",
        "need": 22
      },
      {
        "id": 7,
        "text": "[Отойти от вентиляции] "
      }
    ]
  },
  {
    "id": 25,
    "text": "Замок пищит и горит красной лампочкой. Вы снова и снова прикладываете карточку к замку, но ответ один. Неужели она была повреждена при падении медсестры? Надежда на скорое освобождение растаяла.",
    "answers": [
      {
        "id": 7,
        "text": "[Отойти от двери] "
      }
    ]
  },
  {
    "id": 26,
    "text": "Размахнувшись, Вы ударили по замку трубой. И еще раз. И еще... Остановились Вы только тогда, когда от замка остались лишь торчащие провода и ошметки микросхем.\n\nНо дверь не открылась. Она была заперта, и ее механизм был Вам неизвестен.\n\nПриступ паники сковал Вас. Через несколько минут Вы смогли отдышаться, обнаружив себя стоящим на коленях, прислонившись головой к запертой двери. ",
    "answers": [
      {
        "id": 7,
        "text": "[Встать и отойти от двери] "
      }
    ]
  },
  {
    "id": 27,
    "text": "Запертая дверь с разбитым замком все так же источала необъяснимый страх.",
    "answers": [
      {
        "id": 7,
        "text": "[Отойти от двери] "
      }
    ]
  },
  {
    "id": 28,
    "text": "Труба зазвенела, отскочив, а на решетке не осталось ни царапины. ",
    "answers": [
      {
        "id": 7,
        "text": "[Отойти от вентиляции] "
      }
    ]
  },
  {
    "id": 29,
    "text": "Обреченно Вы смотрите на решетку. Приступ паники душит Вас. Но вариантов больше не осталось. Взявшись пальцами за винт, Вы делаете усилие. Бесполезно.\n\nНо страх голодной смерти ведь сильнее, правда? ",
    "answers": [
      {
        "id": 30,
        "text": "[Попробовать еще раз скрутить винты] "
      }
    ]
  },
  {
    "id": 30,
    "text": "Шли часы. Все Ваши пальцы были в крови, кожа на них была полностью стерта. Вам показалось, что вполне могли пройти сутки... Хотя, вполне возможно, Вам это лишь казалось. \n\nПоследний винт, красный от Вашей крови, зазвенел по полу.\n\nНе существует слов, чтобы описать Вашу радость. Словно человеку в пустыне наконец дали воды. ",
    "answers": [
      {
        "id": 31,
        "text": "[Залезть в шахту] "
      }
    ]
  },
  {
    "id": 31,
    "text": "Когда Вы проползли несколько метров, Ваши руки коснулись решетки, находящейся на потолке коридора, куда вела дверь Вашей палаты. К счастью, судя по тому, как она прогибалась под Вами, это был простой пластик, а не железка, как в палатах. ",
    "answers": [
      {
        "id": 33,
        "text": "[Осмотреть коридор] "
      },
      {
        "id": 34,
        "text": "[Надавить на решетку] "
      }
    ]
  },
  {
    "id": 32,
    "text": "Вентиляционная решетка была на такой высоте, что Вы могли дотянуться до верхнего ее края пальцами, встав на цыпочки. Шахта вентиляции была достаточного размера, чтобы Вы пролезли.\n\nЖелезная решетка крепилась на четырех винтах. Как жаль, что здесь не было инструмента. Чтобы открутить их пальцами, понадобились бы долгие часы, если не дни... ",
    "answers": [
      {
        "id": 29,
        "text": "\"Выбора больше нет...\""
      }
    ]
  },
  {
    "id": 33,
    "text": "Отсюда ярко освещенный коридор был плохо виден, но не было слышно ни единого шороха. Это не внушало бы подозрений, если бы Вы не знали, что это место практически никогда не пустовало. И днем, и ночью здесь бегали санитары и ходили пациенты. До сего дня...",
    "answers": [
      {
        "id": 34,
        "text": "[Надавить на решетку] "
      }
    ]
  },
  {
    "id": 34,
    "text": "Решетка начала с треском прогибаться... И вот Вы уже летите вниз вместе с куском вентиляционной шахты, не выдержавшей Вашего веса.\n\nУдар. Острая боль в голове. Вы приземлились точно на нее, но вроде шея не свернута. Лежа на полу с закрытыми глазами, Вы аккуратно двигаете всеми конечностями - ничего не сломано... Вроде бы. ",
    "answers": [
      {
        "id": 35,
        "text": "[Открыть глаза] "
      }
    ]
  },
  {
    "id": 35,
    "text": "Вы медленно открываете глаза. Ослепительный свет ламп заставил Вас снова зажмуриться.\n\nПоднявшись на ноги, Вы отряхнули с себя пыль известки. Хотя на Ваших белых одеждах все равно незаметно...\n\nКоридор уходил в обе стороны чередой нескончаемых дверей палат. Вы уж было поставили перед собой вопрос, \"направо\" или \"налево\" начать брести, но Ваши размышления прервали звуки плача. ",
    "answers": [
      {
        "id": 36,
        "text": "[Обернуться на звук] "
      }
    ]
  },
  {
    "id": 36,
    "text": "Недалеко от Вас на полу сидела девушка в смирительной рубашке, прислонившись к стене и опустив голову на подогнутые колени.\n\nПервым делом Вы подобрали с пола железную ножку кровати, которую протащили с собой по вентиляции.\n\nВы стоите в нерешительности, а девушка продолжает плакать.",
    "answers": [
      {
        "id": 37,
        "text": "[Окликнуть девушку] "
      },
      {
        "id": 37,
        "text": "[Подойти поближе] "
      }
    ]
  },
  {
    "id": 37,
    "text": "Плачущая особа замолкла. Медленно подняв голову, она посмотрела на Вас. Внешне в ней не было ничего необычного: молодая, темные распущенные волосы ниже плеч. \n\n\"Зачем я в свое время смотрел все эти ужастики\", - пронеслось у Вас в голове. Но холод металла в руках придавал Вам немного уверенности. \n\n\"Я не могу выбраться\", - прошептала девушка, глядя на Вас. ",
    "answers": [
      {
        "id": 38,
        "text": "\"Ты не можешь выбраться из лечебницы?\" "
      }
    ]
  },
  {
    "id": 38,
    "text": "Вам показалось, что во взгляде пациентки проскользнуло удивление: \"Нет, из этого места\", - произнося это, девушка сделала круг глазами, давая понять, что имеет в виду все, что сейчас вокруг нее.\n\nНелегко иметь дело с сумасшедшими... Но ведь Вы не такой, правда? ",
    "answers": [
      {
        "id": 39,
        "text": "\"Ты не можешь выбраться из этого коридора?\" "
      },
      {
        "id": 41,
        "text": "[Отойти от девушки] "
      }
    ]
  },
  {
    "id": 39,
    "text": "\"Ты не понимаешь\", - девушка опустила глаза: \"Этого места нет... Его не должно быть...\" \n\nДа что толку разговаривать с безумцами? ",
    "answers": [
      {
        "id": 40,
        "text": "\"Почему не должно существовать?\" "
      },
      {
        "id": 41,
        "text": "[Отойти от девушки] "
      }
    ]
  },
  {
    "id": 40,
    "text": "\"Потому что оно меняет нас... Меняет всех...\" - прошептала пациентка еле слышно и, положив голову на колени, заплакала.",
    "answers": [
      {
        "id": 41,
        "text": "[Отойти от девушки] "
      }
    ]
  },
  {
    "id": 41,
    "text": "Вы сделали шаг в сторону, и что-то заставило Вас обернуться. В конце коридора стояла черная фигура. Миг - и фигура просто исчезла. \"Что здесь творится?!\" - вертелось у Вас в голове.\n\nСнова странное чувство, будто кто-то смотрит в спину. Вновь обернувшись, Вы видите ту же черную фигуру, приближающуюся к Вам с девушкой с другого конца коридора. Но фигура не шла... Она парила в воздухе.\n\nВас сковал ледяной страх. Горло сдавило. Вы не могли пошевелиться. Неожиданно девушка истошно закричала в Вашу сторону: \"Бегиии!\"",
    "answers": [
      {
        "id": 42,
        "text": "[Бежать] "
      }
    ]
  },
  {
    "id": 42,
    "text": "Вы бросаетесь бежать в противоположную от фигуры сторону. Коридор перед Вами начал расплываться, словно видение. Вы даже не успели осознать, что происходит... ",
    "answers": [
      {
        "id": 43,
        "text": "[Открыть глаза] "
      }
    ]
  },
  {
    "id": 43,
    "text": "Вы открыли глаза. Первое, что Вы увидели - это лицо усатого седого человека, склонившегося над Вами.\n\n\"Неужели просто сон?\" - простонали Вы, чувствуя боль во всем теле. Ответ усача Вас совсем не обрадовал: \"Много бы я дал, чтобы это все было сном... Повезло, что ты просто вырубился, а не впал в забвение, как большинство\". ",
    "answers": [
      {
        "id": 44,
        "text": "[Осмотреться] "
      }
    ]
  },
  {
    "id": 44,
    "text": "Вы лежите в том самом месте, куда упали вместе с куском вентиляционной шахты. Похоже, что в момент падения Вы и потеряли сознание.\n\nНо коридор... Коридор был все тем же, но отнюдь не пустовал: всюду лежали тела персонала и пациентов. И, судя по всему, они пребывали в том же состоянии, что и медсестра в Вашей палате.\n\nСедой мужчина внимательно осматривал Вас. ",
    "answers": [
      {
        "id": 45,
        "text": "\"Да что ж такое-то...\" "
      }
    ]
  },
  {
    "id": 45,
    "text": "Доктор внимательно смотрел на Вас, ожидая Ваших вопросов. \n\nМожет, хоть этот человек что-нибудь прояснит. ",
    "answers": [
      {
        "id": 46,
        "text": "\"Кто вы?\" ",
        "need": -46
      },
      {
        "id": 47,
        "text": "\"Почему вы привели в чувство именно меня?\" ",
        "need": -47
      },
      {
        "id": 48,
        "text": "\"Хорошо, если я просто потерял сознание, то что с остальными?\" ",
        "need": 47
      }
    ]
  },
  {
    "id": 46,
    "text": "\"Я врач в этом учреждении, ты, думаю, и сам догадался\", - грустно улыбнулся доктор. ",
    "answers": [
      {
        "id": 45,
        "text": "\"Разумеется...\"",
        "need": -48
      },
      {
        "id": 49,
        "text": " \"Разумеется...\" ",
        "need": 48
      }
    ]
  },
  {
    "id": 47,
    "text": "Доктор грустно обвел взглядом коридор: \"Видишь ли... Ты, в отличие от них, просто потерял сознание от удара, именно поэтому мне удалось вернуть тебя\".",
    "answers": [
      {
        "id": 45,
        "text": "\"Не уверен, что понимаю...\""
      }
    ]
  },
  {
    "id": 48,
    "text": "\"Это не так просто объяснить, а понять еще сложнее\", - задумчиво протянул доктор: \"Их сознание сейчас блуждает где-то в их головах, неспособное выбраться в реальность. Если бы я опоздал, то ты наверняка оказался бы в такой же ситуации\". ",
    "answers": [
      {
        "id": 49,
        "text": "\"Сознание где-то блуждает... Что за бред\""
      }
    ]
  },
  {
    "id": 49,
    "text": "\"Если есть еще вопросы - задавай, но поспеши\" - доктор внимательно смотрел на Вас.\n\nНе нужно быть менталистом, чтобы заметить, что этот человек чрезмерно напряжен и взволнован. ",
    "answers": [
      {
        "id": 46,
        "text": "\"Кто вы?\" ",
        "need": -46
      },
      {
        "id": 50,
        "text": "\"Что ввело их в это состояние?\" ",
        "need": -50
      },
      {
        "id": 52,
        "text": "\"И что нам теперь делать?\" ",
        "need": 50
      }
    ]
  },
  {
    "id": 50,
    "text": "Усатое лицо приобрело задумчивое выражение: \"Очень хороший вопрос...\" - доктор немного помолчал: \"Не думаю, что могу это объяснить...\" ",
    "answers": [
      {
        "id": 51,
        "text": "\"Не можешь или не хочешь?\" "
      },
      {
        "id": 49,
        "text": "\"Ладно, пусть так...\" "
      }
    ]
  },
  {
    "id": 51,
    "text": "\"У меня есть догадки, но я не хочу ими делиться, пока не буду в них уверен, чтобы не сбивать тебя с толку\", - голос доктора был полон горечи. ",
    "answers": [
      {
        "id": 49,
        "text": "\"Хорошо\" "
      }
    ]
  },
  {
    "id": 52,
    "text": "Это был самый важный вопрос. Здесь творилось черти что. Люди просто на пустом месте валились с ног, впадая в состояние овоща. Вам чудом повезло не стать одним из них. \n\nДоктор встал с колен и, подав Вам руку, помог подняться: \"Ты на редкость здраво мыслишь для пациента этого корпуса\". ",
    "answers": [
      {
        "id": 53,
        "text": "\"От меня просто хотели избавиться\" "
      },
      {
        "id": 53,
        "text": "\"Я на редкость адекватный псих\" "
      }
    ]
  },
  {
    "id": 53,
    "text": "Доктор задумчиво кивнул головой и указал в сторону одного из концов коридора: \"Нам нужно пройти через столовую в административный блок, а оттуда попасть на крышу...\"\n\nКрышу? Зачем вообще идти на крышу? Ваша память хоть и переживала не лучшие свои дни после месяца \"лечения\", но Вы точно помнили, что главные двери лечебницы были где-то между административным и лечебным блоками.",
    "answers": [
      {
        "id": 54,
        "text": "\"Но почему не пойти к парадным дверям?\" "
      },
      {
        "id": 54,
        "text": "\"Зачем нам на крышу?\" "
      }
    ]
  },
  {
    "id": 54,
    "text": "\"Видишь ли...\" - с каждым словом доктор все хуже скрывал волнение: \"это их отсутствующее состояние только первый этап их... Помутнения\".\n\nВы подняли обе брови, задавая немой вопрос. \n\nДоктор продолжил: \"Они пробуждаются... Точнее их тела. Самое страшное, что сознание к ним при этом не возвращается. Почти как воставшие мертвецы, только они все живы. Самое правильное сравнение - это лунатизм\".",
    "answers": [
      {
        "id": 55,
        "text": "\"И чем же для нас опасна кучка лунатиков?\" "
      }
    ]
  },
  {
    "id": 55,
    "text": "Доктор вздохнул: \"Тем, что они крайне агрессивные лунатики. Я и несколько моих коллег работали в отдаленном корпусе, когда все это произошло. А когда мы оказались здесь, то некоторые уже успели... Проснуться. Встречу с ними мои коллеги не пережили\". \n\nЕще утром Вы, сидя на кровати, были уверены, что самое ужасное, что с Вами случалось - это быть запертым в лечебнице. Теперь Вы осознали, что перспектива быть убитым толпой психопатов Вас прельщает намного меньше. ",
    "answers": [
      {
        "id": 56,
        "text": "\"Убедили, ведите\""
      }
    ]
  },
  {
    "id": 56,
    "text": "Доктор пошел вперед по коридору, аккуратно переступая лежащих повсюду людей.\n\nВскоре Вы оказались у двустворчатых дверей в столовую. Доктор прислушался: \"Вроде бы тихо... Но все равно нужно быть настороже\".",
    "answers": [
      {
        "id": 57,
        "text": "[Открыть двери] "
      },
      {
        "id": 57,
        "text": "\"Идите вперед\" "
      }
    ]
  },
  {
    "id": 57,
    "text": "За дверью был просторный зал с длинными столами и скамьями возле них. И столы, и скамейки, и пол - все было забрызгано кровью. Повсюду лежали люди, впавшие в забвение и растерзанные тела людей, которым повезло меньше.\n\nДоктор нахмурил седые брови: \"Похоже, что убитые здесь люди не впали в эту странную кому вместе со всеми...\"",
    "answers": [
      {
        "id": 58,
        "text": "\"Их убили лунатики?\" "
      }
    ]
  },
  {
    "id": 58,
    "text": "Доктор не успел ответить. Послышалось тихое бурчание. В нескольких метрах от Вас с пола поднялся человек. \"Может, он просто пришел в себя...\" - пронеслось у Вас в голове, но то, как этот человек смотрел на Вас с доктором, напрочь перечеркнуло эту мысль.\n\nПошамкав челюстью, будто что-то пережевывая, и безумно глядя на Вас, широко открыв глаза, человек сделал шаг вперед... И бросился в Вашу сторону.\n\nРефлекторно Вы что есть силы сжали железную трубу в руках. Мысли летели внутри черепа так быстро, что время, казалось, остановилось. Ударить или выскочить за дверь? Оба варианта казались неплохими...\n\n[Перед Вами важный выбор] ",
    "answers": [
      {
        "id": 59,
        "text": "[Ударить \"лунатика\" трубой] "
      },
      {
        "id": 60,
        "text": "[Отскочить за дверь] "
      }
    ]
  },
  {
    "id": 59,
    "text": "Вы делаете шаг вперед и со всего размаху прикладываете ножкой кровати по голове нападающего. Последний месяц Вы часто представляли себе, как совершаете нечто подобное.\n\n\"Лунатик\" упал как подкошенный и замер. Нагнувшись к нему, Вы обнаружили, что он дышит... И, похоже, вернулся в состояние комы. Хотя обычно от таких ударов не выживают.\n\nКраем глаза Вы заметили, как доктор убирает пистолет обратно под халат. Похоже, он уже был готов выстрелить, но Вы перехватили инициативу. Все-таки он не простой сотрудник... Нужно быть к нему внимательнее. ",
    "answers": [
      {
        "id": 61,
        "text": "[Осмотреть помещение] "
      }
    ]
  },
  {
    "id": 60,
    "text": "Вы отскакиваете назад, прикрываясь створкой двери.\n\nВыстрел. Доктор стоял, вытянув вперед руку с пистолетом, а мертвое тело \"лунатика\" лежало перед ним. Пистолет был тут же убран обратно под халат, а доктор молча пошел вглубь помещения.\n\nНе простой сотрудник этот доктор, совсем не простой. Нужно быть к нему внимательнее. ",
    "answers": [
      {
        "id": 61,
        "text": "[Осмотреть помещение] "
      }
    ]
  },
  {
    "id": 61,
    "text": "Сделав несколько шагов вглубь зала, Вы останавливаетесь перед одним из столов. На  столе лежала та самая плачущая девушка из сна... Или это был все же не сон? \n\n\"Вы знакомы?\" - доктор подошел к столу. \n\nОтрицательно помотав головой, Вы поведали спутнику, как встретили девушку в коридоре во сне после того, как потеряли сознание при падении.\n\nОдин взгляд на доктора, и Ваше сердце сжалось. Лицо усача выражало неподдельный ужас. ",
    "answers": [
      {
        "id": 63,
        "text": "\"В чем дело?\" "
      }
    ]
  },
  {
    "id": 62,
    "text": "Вы быстро закрепили девушку на столе кожаными ремнями. \"При обычных условиях этот поступок расценивался бы совсем иначе\", - ехидствовал внутренний голос. Но сейчас этот был верный способ защитить ее и защититься от нее.\n\nТеперь нужно продолжать путь. ",
    "answers": [
      {
        "id": 67,
        "text": "[Отправиться в административный блок] "
      }
    ]
  },
  {
    "id": 63,
    "text": "Усач нервно постучал пальцами по столу: \"Видишь ли, до этого момента я предполагал, что все эти люди уходят в себя... В свои собственные внутренние миры. Но на основании твоих слов можно предположить, что все люди, находящиеся в этой коме, как бы...\" - доктор осекся: \"Синхронизированы между собой... Если предположить, что это вообще возможно, то они все находятся в одном и том же... Мире? Внутри их голов. Звучит как полный бред\", - он смачно сплюнул себе под ноги. Нет, он определенно не просто доктор.\n\nВнезапно девушка на столе зашевелилась. ",
    "answers": [
      {
        "id": 64,
        "text": "\"Кажется, у нас проблемы...\""
      }
    ]
  },
  {
    "id": 64,
    "text": "Проблем было намного больше, чем хотелось.\n\nДоктор навел на девушку пистолет. У Вас пошли мурашки от равнодушия, с которым он сделал это движение. Вам очень не хотелось убивать лежащую на столе девушку, но вдруг доброта впоследствии выйдет Вам боком?\n\n[Перед Вами важное решение] ",
    "answers": [
      {
        "id": 65,
        "text": "\"Не нужно ее убивать\" "
      },
      {
        "id": 66,
        "text": "[Отвернуться] "
      }
    ]
  },
  {
    "id": 65,
    "text": "Доктор устало посмотрел на Вас и опустил оружие: \"Тогда поторопимся, до административного блока рукой подать\". ",
    "answers": [
      {
        "id": 62,
        "text": "[Привязать девушку к столу ремнями, снятыми с Вашей кровати] ",
        "need": 20
      },
      {
        "id": 68,
        "text": "[Отправиться в административный блок] "
      }
    ]
  },
  {
    "id": 66,
    "text": "Выстрел. Не помня себя, Вы побрели между столов. Конечно, Вы ее даже не знали, но Вас мучал вопрос, на какое еще варварство способен человек, чтобы защитить самого себя. ",
    "answers": [
      {
        "id": 67,
        "text": "[Отправиться в административный блок] "
      }
    ]
  },
  {
    "id": 67,
    "text": "Выйдя из столовой, Вы тихо перешли коридор, ведущий к парадным дверям, у которых, судя по шуму, толпилась целая куча \"лунатиков\". По другую сторону коридора начинался административный комплекс.",
    "answers": [
      {
        "id": 69,
        "text": "\"Что теперь?\" "
      }
    ]
  },
  {
    "id": 68,
    "text": "Выйдя из столовой, Вы тихо перешли коридор, ведущий к парадным дверям, у которых, судя по шуму, толпилась целая куча \"лунатиков\". По другую сторону коридора начинался административный комплекс.\n\nВнезапно сзади послышался шум, двери столовой слетели с петель. Девушка, минуту назад лежавшая на столе, бежала на Вас, издавая странное утробное гоготание.\n\nНа этот раз доктор не стал ждать Вашего мнения и выстрелил. Жаль, что Вы не привезали ее чем-нибудь к тому столу... ",
    "answers": [
      {
        "id": 69,
        "text": "\"Что теперь?\" "
      }
    ]
  },
  {
    "id": 69,
    "text": "\"Лестничный пролет здесь недалеко\", - сообщил доктор, не оборачиваясь. Вы шли мимо кабинетов и офисов, всюду была тишина и не было ни одного тела. Возможно, все ушли к парадным дверям? К сожалению, это предположение не оправдалось - на лестнице то там, то тут, покачиваясь, стояли \"лунатики\". Подъем на крышу может стоить Вам жизни. \n\nОсмотревшись по сторонам, Вы поняли, что в административном блоке на окнах нет решеток, так как сюда не впускали пациентов. Чем не путь к свободе? ",
    "answers": [
      {
        "id": 70,
        "text": "\"Нам не пройти по лестнице...\""
      }
    ]
  },
  {
    "id": 70,
    "text": "\"У нас нет выбора\", - угрюмо буркнул доктор: \"Нам просто жизненно необходимо попасть на крышу\". \n\nНа Ваше требование объяснить, что же все-таки такого важного на этой чертовой крыше, доктор не ответил. Определенно мутный тип. \n\nВ любом случае, Вы хозяин своей судьбы, на сколько это вообще возможно в этом хаосе. Выбор за Вами.\n\n[Перед Вами важный выбор] ",
    "answers": [
      {
        "id": 71,
        "text": "[Пойти по лестнице] "
      },
      {
        "id": 75,
        "text": "[Выбраться через окно] "
      }
    ]
  },
  {
    "id": 71,
    "text": "Обреченно вздохнув, Вы выходите на лестничный пролет.\n\nПодъем был жарким. Вы не переставали удивляться, откуда у доктора столько запасных обойм по всем карманам медицинского халата. Хотя и Вы тоже держались молодцом, изрядно помяв свою ножку от кровати.\n\nНаконец Вы добрались до люка на крышу. Замок был благополучно отстрелен. ",
    "answers": [
      {
        "id": 72,
        "text": "[Выйти на крышу] "
      }
    ]
  },
  {
    "id": 72,
    "text": "На крыше, как и ожидалось, не было ни души. Однако по-прежнему оставался вопрос, зачем Вы вообще сюда пришли.\n\nДоктор, не колеблясь ни секунды, направился к комплексу антенн, сорвал крышку щитка и начал ковыряться там.\n\nМожет он хочет послать сигнал, чтобы сюда прибыла помощь? Других идей у Вас не было. ",
    "answers": [
      {
        "id": 73,
        "text": "\"Что вы делаете?\" "
      },
      {
        "id": 73,
        "text": "\"Вы вызываете помощь?\" "
      },
      {
        "id": 73,
        "text": "\"Может уже скажете, зачем мы здесь?!\" "
      }
    ]
  },
  {
    "id": 73,
    "text": "Доктор проделал еще несколько манипуляций и отошел от щитка: \"Теперь эти антенны выполняют роль глушилки. Комплекс достаточно мощный, чтобы блокировать большой волновой диапазон. Очевидно же, что на всех этих людей было оказано некое воздействие не в результате контакта, а посредством определенного... Излучения? Я надеюсь, что глушилка сможет прервать эту ментальную связь\".\n\nЭтот человек, кроме того, что психиатр и стрелок, так еще и инженер? Черт знает что здесь творится...\n\nДоктор сбил ногой крючок, удерживающий пожарную лестницу, и она с грохотом разложилась.",
    "answers": [
      {
        "id": 74,
        "text": "[Спуститься во двор] "
      }
    ]
  },
  {
    "id": 74,
    "text": "Вы оказались во внутреннем дворе лечебницы. Вдоль стен здания тянулась вереница аккуратных деревьев, а в центре дворика было одноэтажное техническое здание. Вот к нему-то и направился доктор, небрежно бросив Вам: \"Нам туда\".\n\nСколько же вопросов вызывал у Вас этот человек! Однако иного выхода Вы не видели, кроме как отправиться за ним. Лечебница располагалась во многих километрах от жилых пунктов, и выбраться отсюда одному пешком было просто невозможно. ",
    "answers": [
      {
        "id": 76,
        "text": "[Войти в техническое здание] "
      }
    ]
  },
  {
    "id": 75,
    "text": "Нет, Вы еще не готовы покончить с собой, взбираясь по лестнице, кишащей этими психами.\n\nПодойдя к окну, Вы обнаружили, что сами окна не открываются, а форточка слишком мала. Недолго думая, Вы обрушили на стекло кроватную ножку. Звон рассыпающегося стекла заглушила сигнализация.\n\nО чем Вы вообще думали? Со стороны лестницы и из коридора послышалось гоготание и топот, со всех сторон сбегались \"лунатики\". Доктор, зло зыркнув на Вас, молча прошел мимо и выпрыгнул в разбитое окно. Да, теперь подняться на крышу не было никакой возможности. ",
    "answers": [
      {
        "id": 74,
        "text": "[Выпрыгнуть в окно] "
      }
    ]
  },
  {
    "id": 76,
    "text": "Войдя в помещение, доктор подошел к стальной крышке люка в полу и, повозившись с магнитным замком, выругался. Похоже, что ключ доктора размагнитился так же, как и карточка медсестры в Вашей палате. ",
    "answers": [
      {
        "id": 77,
        "text": "[Осмотреться] "
      }
    ]
  },
  {
    "id": 77,
    "text": "Помещение, напоминающее подсобку, заваленное всяким хламом. Вдоль стен стоят стеллажи, а в дальнем углу гудит электрический щиток. ",
    "answers": [
      {
        "id": 78,
        "text": "[Осмотреть электрощит] ",
        "need": -88
      },
      {
        "id": 79,
        "text": "[Осмотреть стеллажи] ",
        "need": -83
      },
      {
        "id": 84,
        "text": "[Осмотреть стеллажи] ",
        "need": 83
      },
      {
        "id": 86,
        "text": "[Осмотреть крышку люка] "
      },
      {
        "id": 87,
        "text": "[Выйти и осмотреть постройку снаружи] ",
        "need": -87
      },
      {
        "id": 90,
        "text": "[Осмотреть электрощит] ",
        "need": 88
      }
    ]
  },
  {
    "id": 78,
    "text": "Судя по гулу, который издавал щит, напряжение здесь явно было. Однако явно чего-то не хватало. Вы не были сильны в электрике, но пустой разъем цилиндрической формы говорил сам за себя. ",
    "answers": [
      {
        "id": 77,
        "text": "[Отойти от щитка] "
      },
      {
        "id": 85,
        "text": "[Подключить электропилу] ",
        "need": 83
      },
      {
        "id": 88,
        "text": "[Установить предохранитель в разъем] ",
        "need": 87
      }
    ]
  },
  {
    "id": 79,
    "text": "На стеллажах было множество различных инструментов и кучи строительного мусора. Возможно, что-нибудь из этого поможет открыть люк?",
    "answers": [
      {
        "id": 80,
        "text": "[Взять молоток] "
      },
      {
        "id": 81,
        "text": "[Взять пилу] "
      },
      {
        "id": 82,
        "text": "[Взять моток кабеля] "
      },
      {
        "id": 77,
        "text": "[Отойти от стеллажей] "
      }
    ]
  },
  {
    "id": 80,
    "text": "Вряд ли молоток как-то поможет с ремонтом замка - вспомните свой опыт с отпиранием двери палаты. ",
    "answers": [
      {
        "id": 79,
        "text": "[Вернуть молоток на место] "
      }
    ]
  },
  {
    "id": 81,
    "text": "Расточка для дерева... Срезать металлический затвор не выйдет. ",
    "answers": [
      {
        "id": 79,
        "text": "[Положить ручную пилу на место] "
      }
    ]
  },
  {
    "id": 82,
    "text": "Вы потянули за кабель, но тот застрял. Немного усилий и... Стеллаж, зашатавшись, опрокинулся, превратившись в груду хлама. Любите Вы все разрушать...",
    "answers": [
      {
        "id": 83,
        "text": "[Отойти от стеллажа] "
      }
    ]
  },
  {
    "id": 83,
    "text": "Вдруг Вы замечаете среди груды хлама, оставшейся от стеллажа, ручную дисковую электропилу. Ее вполне может хватить, чтобы перепилить затвор люка, если найти, куда ее подключить. ",
    "answers": [
      {
        "id": 77,
        "text": "[Взять электропилу] "
      }
    ]
  },
  {
    "id": 84,
    "text": "Просто груда ненужного хлама. Ничего интересного. ",
    "answers": [
      {
        "id": 77,
        "text": "[Отойти от стеллажей] "
      }
    ]
  },
  {
    "id": 85,
    "text": "В щитке действительно нашелся разъем для штекера пилы... Вот только он был обесточен. ",
    "answers": [
      {
        "id": 77,
        "text": "[Отойти от щитка] "
      }
    ]
  },
  {
    "id": 86,
    "text": "Квадратная металлическая пластина с ручкой и магнитным замком. Магнитный замок вряд ли удастся разблокировать. Сам затвор, наверняка находящийся со стороны ручки, можно было бы чем-то распилить.",
    "answers": [
      {
        "id": 77,
        "text": "[Отойти от люка] "
      }
    ]
  },
  {
    "id": 87,
    "text": "Выйдя из постройки и сделав пару шагов, Вы услышали хруст под ногой. В траве лежал небольшой цилиндр из стекла и металла. Похоже, что это было что-то вроде предохранителя. Оставалось надеяться, что Вы не успели излишне потоптать его. ",
    "answers": [
      {
        "id": 77,
        "text": "[Подобрать предохранитель и вернуться в помещение] "
      }
    ]
  },
  {
    "id": 88,
    "text": "Судя по дружелюбно загоревшимся лампочкам, Вы не успели сильно повредить предохранитель. Теперь ток вернулся в помещение - об этом оповестила загоревшаяся одинокая лампочка в центре потолка. ",
    "answers": [
      {
        "id": 77,
        "text": "[Отойти от щитка] "
      },
      {
        "id": 89,
        "text": "[Подключить электропилу] ",
        "need": 83
      }
    ]
  },
  {
    "id": 89,
    "text": "Электропила грозно зарокотала. Отлично, Вы честно заслужили звание главного ремонтника лечебницы, учитывая, что все остальные ремонтники в коме.\n\nПодтащив пилу к люку, Вы пристроили ее к щели между полом и крышкой люка. Пила вгрызлась в металл затвора, усыпая все вокруг искрами. Шум был оглушительный.",
    "answers": [
      {
        "id": 91,
        "text": "[Продолжать пилить] ",
        "need": 71
      },
      {
        "id": 93,
        "text": "[Продолжать пилить] ",
        "need": -71
      }
    ]
  },
  {
    "id": 90,
    "text": "Благодарю предохранителю в помещении снова есть электричество.",
    "answers": [
      {
        "id": 77,
        "text": "[Отойти от щитка] "
      },
      {
        "id": 89,
        "text": "[Подключить электропилу] ",
        "need": 83
      }
    ]
  },
  {
    "id": 91,
    "text": "Звон был настолько громким, что просто обязан был созвать \"лунатиков\" со всей лечебницы. \n\nНо во дворе по прежнему не было ни души. \"Похоже, глушилка сработала, как надо, снизив активность этих шатунов\", - в голосе доктора отчетливо слышалось облегчение.\n\nПила дернулась у Вас в руках. Затвор был распилен. Под крышкой люка была вертикальная лестница, ведущая во тьму.",
    "answers": [
      {
        "id": 92,
        "text": "[Спуститься вниз] "
      }
    ]
  },
  {
    "id": 92,
    "text": "Лестница оказалась довольно длинной. Вы аккуратно спускались, нащупывая ногой перекладины.\n\nРаздался лязг, а в следующий миг Вы почувствовали, что летите вниз вместе с куском лестницы, за который держались. Знакомая ситуация, правда же?\n\nУдар. Как же это, черт возьми, больно... ",
    "answers": [
      {
        "id": 94,
        "text": "\"Ох...\""
      }
    ]
  },
  {
    "id": 93,
    "text": "Звон был настолько громким, что просто обязан был созвать \"лунатиков\" со всей лечебницы.\n \nПослышался гогот, звон разбивающихся окон и топот сотен ног. Доктор выругался: \"Мы здесь в ловушке, нужно уходить, быстро!\" - с этими словами он выбежал из двери.\n\nВ этот же самый момент пила дернулась у Вас в руках. Затвор был распилен. Под крышкой люка была вертикальная лестница, ведущая во тьму. \"Лунатики\" были уже близко, нужно спускаться. ",
    "answers": [
      {
        "id": 92,
        "text": "[Спуститься вниз] "
      }
    ]
  },
  {
    "id": 94,
    "text": "Вы лежите в полной тьме на холодном полу. Где-то далеко впереди зажегся свет. В этом световом пятне стояла черная фигура. Свет разгорался все ярче, приближаясь к Вам, пока не озарил все вокруг.\n\nВы обнаружили себя лежащим в том самом коридоре, куда выходила дверь Вашей палаты и где Вы встретили плачущую девушку. В конце коридора перед Вами парила черная фигура, приближаясь к Вам. ",
    "answers": [
      {
        "id": 95,
        "text": "[Ждать] "
      },
      {
        "id": 96,
        "text": "[Подняться и бежать] "
      }
    ]
  },
  {
    "id": 95,
    "text": "Фигура приближалась все быстрее. Скоро Вы поняли, что фигура полностью состоит из черной клубящейся материи, словно адское облако.\n\nКогда Вы смотрели на фигуру, Ваше тело пронизывал неописуемый ужас, словно она сама воплощала его. Вы не могли это контролировать. \"Бежать, нужно бежать\", - единственная мысль, которая оставалась в вашей голове. ",
    "answers": [
      {
        "id": 96,
        "text": "[Подняться и бежать] "
      }
    ]
  },
  {
    "id": 96,
    "text": "Вы сломя голову бежали по коридору вдоль нескончаемых дверей палат.\n\nВнезапно дверь рядом с Вами распахнулась, и Вас затащили вовнутрь.\n\nВырвавшись из чьей-то крепкой хватки, Вы огляделись по сторонам. Это была столовая. Но не та залитая кровью реальная столовая, а белая и чистая, словно только что отстроенная. Кругом были люди. В смирительных рубашках и во врачебных халатах. Все стояли и грустно смотрели на Вас.\n\n\"Добро пожаловать\", - прозвучало откуда-то из толпы. ",
    "answers": [
      {
        "id": 97,
        "text": "\"Где я!?\" "
      },
      {
        "id": 97,
        "text": "\"Кто вы!?\" "
      },
      {
        "id": 97,
        "text": "\"Что происходит!?\" "
      }
    ]
  },
  {
    "id": 97,
    "text": "К Вам подошло несколько человек, поведав, что это место - точная копия лечебницы, но словно идеализированная, без лишних вещей, освещенная ярким светом. Все оказались здесь почти одновременно, но в разных местах. И с тех пор их преследует Тень, черная фигура, парящая над землей. Тех, кого она настигает, ждет поглощение...",
    "answers": [
      {
        "id": 98,
        "text": "\"Просто прекрасно\" ",
        "need": 59
      },
      {
        "id": 102,
        "text": "\"Просто прекрасно\" ",
        "need": -59
      }
    ]
  },
  {
    "id": 98,
    "text": "На Ваше плечо легла чья-то ладонь. Вас отвел в сторону человек, кажущийся Вам смутно знакомым... Точно! Это был тот самый \"лунатик\", которого Вы обработали трубой в столовой. И, кажется, он тоже Вас узнал. \n\n\"Меня Андреем звать\", - заметив Ваше смущение, он расплылся в улыбке: \"Никогда бы не подумал, что меня спасет сотрясение мозга!\" - видя непонимание в Ваших глазах, он продолжил: \"Когда Тень схватила меня, все вокруг затмил кровавый туман, я не мог контролировать ярость, кипящую во мне. Увидев тебя, я не смог совладать с собой и бросился вперед. А потом твой удар... И я снова очнулся в этом месте ровно на том месте, где меня настигла Тень\". ",
    "answers": [
      {
        "id": 99,
        "text": "\"Значит, я спас тебя? Вроде как...\""
      }
    ]
  },
  {
    "id": 99,
    "text": "Андрей грустно вздохнул: \"Если это место можно считать спасением...\" - он перешел на шепот: \"Ты знаешь, одна знакомая сказала мне, что ты уже один раз был здесь, но смог вернуться. А это значит, что ты - наш билет отсюда. Я должен тебе кое-что рассказать. Это место и Тень, что здесь бродит - все это создано разумом одного единственного человека. Когда снова окажешься снаружи, просто убей его, убей и все закончится!\"",
    "answers": [
      {
        "id": 102,
        "text": "\"Разумом человека!?\" "
      }
    ]
  },
  {
    "id": 100,
    "text": "Вспышка света. Вы стоите в белой пустоте перед мальчиком лет семи. Мальчик внимательно смотрел на Вас.\n\nНеужели это он устроил все это? В Вашей голове возник образ плачущей в коридоре девушки. Мальчик заговорил: \"Что случилось с моей сестрой?\" ",
    "answers": [
      {
        "id": 111,
        "text": "\"Она мертва\" [Сказать правду] ",
        "need": -62
      },
      {
        "id": 112,
        "text": "\"Она жива\" ",
        "need": 62
      },
      {
        "id": 113,
        "text": "\"Она жива\" [Солгать] ",
        "need": -62
      }
    ]
  },
  {
    "id": 101,
    "text": "\"Да ну?\" - доктор поднял одну бровь: \"Может, ты хочешь поговорить с этим?\" - он указал на недвижимую Тень.\n\nВ следующий момент доктор закашлялся и упал на колени, выронив перед собой пистолет, но все еще крепко сжимая пульт: \"Гребаная штука! Нужно было идти на чертову крышу! Без глушилки сопротивляться этому на таком близком расстоянии просто невозможно!\" - доктор поднял пульт над головой, рассудок почти оставил его: \"Вот и все!\"",
    "answers": [
      {
        "id": 109,
        "text": "[Схватить пистолет и выстрелить] "
      },
      {
        "id": 110,
        "text": "[Бежать] "
      }
    ]
  },
  {
    "id": 102,
    "text": "У Вас перехватило дыхание. Столовая, люди в ней - все начало тонуть в ярком свете. ",
    "answers": [
      {
        "id": 103,
        "text": "[Зажмуриться]",
        "need": -62
      },
      {
        "id": 107,
        "text": "[Зажмуриться] ",
        "need": 62
      }
    ]
  },
  {
    "id": 103,
    "text": "Вы открыли глаза и увидели лицо доктора, склонившееся над Вами: \"Да сколько ж можно, уважаемый?\" Он помог Вам подняться. Похоже, этого человека вообще ничего не берет. Уже второй раз он вытаскивал Вас из того места. \n\nВы находились в тускло освещенном коридорчике, в конце которого было большое круглое помещение, посреди которого совершенно точно висела Тень. Разве она существует не только внутри сознания? ",
    "answers": [
      {
        "id": 104,
        "text": "[Войти в комнату] "
      }
    ]
  },
  {
    "id": 104,
    "text": "Огромная круглая комната, заставленная лабораторными столами с различными склянками и приборами. На стенах висели мониторы со снимками томограмм. Перед Вами недвижимо висела Тень, заслоняя собой какую-то установку.\n\nДоктор подошел ближе: \"Здесь все и началось\". Ну разумеется, этот человек изначально знал, что тут творится, Вы даже не удивились этому факту. \"Меня прислали из Города, чтобы наблюдать и держать все под контролем. Как видишь, слабо вышло. Однако кто бы мог подумать, что военный стимулятор позволит мозгу сопротивляться ментальному воздействию так долго...\" ",
    "answers": [
      {
        "id": 105,
        "text": "\"Так вот почему вы не стали одним из них!\" "
      }
    ]
  },
  {
    "id": 105,
    "text": "\"Как и ты. Я подумал, что мне бы пригодился спутник, и тут ты падаешь из вентиляции. Прям как по заказу. И я ввел тебе свою запасную дозу. Хотя здесь, вблизи истоков, я чувствую, как что-то пытается залезть в мою голову... Послушай, когда все началось, я установил заряд на газовом хранилище в бойлерной под лечебницей. Каскадный взрыв газовых труб сотрет лечебницу с лица земли, вместе с этим местом\", - доктор, хотя какой он доктор, достал из кармана коробочку с кнопкой под прозрачной крышкой: \"Вылезай по лестнице, ты отломал не такую большую ее часть, и беги, просто беги вперед\".",
    "answers": [
      {
        "id": 106,
        "text": "\"Стой! Есть и другой выход!\" ",
        "need": 71
      },
      {
        "id": 101,
        "text": "\"Стой! Есть и другой выход!\" ",
        "need": -71
      },
      {
        "id": 110,
        "text": "\"Хорошо, будь по вашему\"\n[Бежать] "
      }
    ]
  },
  {
    "id": 106,
    "text": "\"Да ну?\" - доктор поднял одну бровь: \"Может, ты хочешь поговорить с этим?\" - он указал на недвижимую Тень. Доктор закрыл глаза и потер их пальцами: \"Знаешь, меня это все так достало... Я просто хочу наконец выспаться\", - договорив, он, прислонившись спиной к стене, сполз вниз с закрытыми глазами. Судя по звуку его мерного дыхания, он действительно спал. Вы взглянули на Тень. Как можно бороться с силой, способной вот так управлять волей людей? \n\nТерять особо нечего. Вы шагнули вперед. Тень медленно наклонилась к Вам и вытянула вперед руку, словно предлагая Вам коснуться ее. ",
    "answers": [
      {
        "id": 100,
        "text": "[Коснуться Тени] "
      }
    ]
  },
  {
    "id": 107,
    "text": "Когда свет стал почти нестерпимо ярким, к Вам вплотную подбежала девушка, до боли сжав ладони на Ваших плечах. Это была та самая девушка, которую Вы видели в коридоре и которую привязали ремнями. Она быстро заговорила: \"Человек, создавший все это - мой брат. Он не желал никому зла. Он мог видеть истинное сознание людей под пеленой сумасшествия, у него был дар. Он мечтал, что сможет не просто видеть, но и возвращать безумным людям их сознание, вытаскивать из глубины болезни. Но люди ведь боятся всего, чего не понимают... После ужасных экспериментов он изменился. Здесь бесполезно пытаться достучаться до него - этот мир создан из боли и ненависти...\" - на глаза девушки накатились слезы. ",
    "answers": [
      {
        "id": 108,
        "text": "\"И что ты предлагаешь?\" "
      }
    ]
  },
  {
    "id": 108,
    "text": "\"Если ты действительно можешь вернуться в настоящий мир... Я предлагаю не убивать его, а освободить\", - еле слышно прошептала девушка: \"Скажи ему, скажи, что Вера все еще ждет, когда он наконец вылечит ее\".",
    "answers": [
      {
        "id": 103,
        "text": "\"Я постараюсь\" "
      },
      {
        "id": 103,
        "text": "\"Я не могу этого обещать\" "
      }
    ]
  },
  {
    "id": 109,
    "text": "Не долго думая, Вы хватаете лежащий на полу пистолет и спускаете курок не целясь. Вы никогда не были хорошим стрелком, поэтому сложно сказать, хотели Вы убить доктора или просто обезвредить. Судьба распорядилась за Вас. Тело доктора с простреленной головой рухнуло на спину.\n\nТень медленно наклонилась к Вам и вытянула вперед руку, словно предлагая Вам коснуться ее. Терять особо нечего. Вы шагнули вперед.",
    "answers": [
      {
        "id": 100,
        "text": "[Коснуться Тени] "
      }
    ]
  },
  {
    "id": 110,
    "text": "Вы получаете достижение:\n\"Очищение огнем\".\n\nСпустя пару дней вертолет спасателей нашел Вас в лесах вблизи сгоревшей лечебницы. Хоть Вы и не смогли дойти до Города, Вам все же удалось выжить. Никто не стал обременять себя вопросами Вашего психологического состояния, поэтому после недели в лазарете Вас отпустили на все четыре стороны. Для Вас эта история закончилась благополучно. \n\nНамного позже, из статей искателей приключений Вы узнали, что маленькая техническая постройка, как и бункер под ней, полностью сохранились. Однако бункер оказался совершенно пустым, без единого следа того, что им когда-либо пользовались. Похоже, что \"доктор\" все же выполнил свою правительственную миссию, к добру или к худу... \n\nВы закончили историю, доведя свои поиски до одного из пяти финалов. ",
    "answers": [
      {
        "id": 1,
        "text": "[Конец истории] "
      }
    ]
  },
  {
    "id": 111,
    "text": "Мальчик грустно смотрел прямо перед собой. По его щеке стекла черная, как капля мазуту, слеза: \"Я всем причиняю только боль... Она говорила, что я сумею научиться помогать людям... Но я только всех раню...\" - мазутные слезы капали в белую пустоту: \"Они говорили мне, что хотят помочь, но я знал, что это ложь! Они проводили свои опыты так, чтобы я все чувствовал, не давали потерять сознание... А теперь Вера, моя сестра...\"\n\nМальчик замолчал. Лицо его приняло серьезное выражение: \"Они все должны заплатить, и они заплатят. Все, кто причиняет боль...\" - он посмотрел Вам в глаза: \"Ты поможешь мне. Они говорили, что существует некая команда, некий протокол. Они говорили, что я смогу обрести свободную форму. Но они испугались... И не стали этого делать. Сделай это и живи себе дальше\".",
    "answers": [
      {
        "id": 115,
        "text": "\"Постой...\" "
      }
    ]
  },
  {
    "id": 112,
    "text": "Мальчик грустно улыбнулся. По его щеке стекла черная, как капля мазуту, слеза: \"Я всем причиняю только боль... Она говорила, что я сумею научиться помогать людям... Но я только всех раню...\" - мазутные слезы капали в белую пустоту: \"Они говорили мне, что хотят помочь, но я знал, что это ложь! Они проводили свои опыты так, чтобы я все чувствовал, не давали потерять сознание... Мне было так больно... А потом боль ушла. И была только ненависть\". \n\nМальчик замолчал. Лицо его приняло серьезное выражение: \"Я так и не научился это контролировать... Я боюсь, что причиню слишком много зла хорошим людям... Вере. Пожалуйста, помоги. Убей меня - отключи этот ужасный аппарат. Я больше так не могу\". ",
    "answers": [
      {
        "id": 115,
        "text": "\"Мне так жаль...\""
      },
      {
        "id": 116,
        "text": "\"Вера просила передать, что все еще ждет, что ты вылечишь ее\" "
      }
    ]
  },
  {
    "id": 113,
    "text": "Мальчик помрачнел: \"Почему люди всегда обманывают? Всегда обманывают... Они говорили мне, что хотят помочь, но я знал, что это ложь! Они проводили свои опыты так, чтобы я все чувствовал, не давали потерять сознание... А теперь Вера, моя сестра... Зачем ты лжешь мне!?\"\n\nПоследние слова прогремели в Вашей голове подобно грому. Свет пропал, и Вас окутала тьма. ",
    "answers": [
      {
        "id": 114,
        "text": "\"Постой!\" "
      }
    ]
  },
  {
    "id": 114,
    "text": "Вы получаете достижение:\n\"Вечное забвение\".\n\nКогда тьма рассеялась, Вы оказались в своей палате. У стены стояла каркасная кровать... И больше ничего. В белой комнате не было даже двери. Четыре голые стены, кровать и Вы, запертые в палате внутри своего разума. Навечно. \n\nВы закончили историю, доведя свои поиски до одного из пяти финалов. ",
    "answers": [
      {
        "id": 1,
        "text": "[Конец истории] "
      }
    ]
  },
  {
    "id": 115,
    "text": "Вспышка света. Вы снова стоите посреди подземной лаборатории. Тень исчезла и, похоже, она была лишь в Вашем создании.\n\nВы подошли к установке, которую раньше заслоняла Тень. Конструкция из металла, стекла и проводов. В центре нее была стеклянная капсула, заполненная жидкостью, а в ней... В ней был маленький, по размерам напоминающий детский, мозг. Все Ваше естество сжалось внутри и подступила к горлу. Кем нужно быть, чтобы сделать такое? Они тысячу раз заслужили своей участи. Борясь со смешанными чувствами горечи, жалости и гнева, Вы подошли к монитору, вмонтированному в установку. На мониторе ярко горели кнопки команд. ",
    "answers": [
      {
        "id": 117,
        "text": "[Убить несчастного и положить конец его мучениям] "
      },
      {
        "id": 118,
        "text": "[Включить протокол \"Фауст\"] ",
        "need": 111
      },
      {
        "id": 119,
        "text": "[Включить протокол \"Фауст\"] ",
        "need": 116
      }
    ]
  },
  {
    "id": 116,
    "text": "Мальчик вздрогнул и широко открыл глаза: \"Она все еще верит в меня? Даже после всего этого?\" - мальчик снова посмурнел: \"Они говорили, что существует некая команда, некий протокол. Они говорили, что я смогу обрести свободную форму. Но они испугались... И не стали этого делать. Сделай это за них. Я обещаю, что приложу все усилия, я смогу это контролировать. Я смогу помочь людям!\"",
    "answers": [
      {
        "id": 115,
        "text": "\"Постой...\""
      }
    ]
  },
  {
    "id": 117,
    "text": "Вы получаете достижение:\n\"Милосердие палача\".\n\nЧерез несколько часов Вас обнаружил персонал лечебницы стоящим на коленях у выключенной установки. Вся лечебница была оцеплена спецслужбами. Благодаря инциденту всех сотрудников и пациентов ждала тщательная проверка, в ходе которой Вас признали здоровым и отпустили. Вы вернулись в Город и зажили как прежде, но Ваш внутренний мир изменился навсегда, хоть Вы и верили, что поступили правильно...\n\nВы закончили историю, доведя свои поиски до одного из пяти финалов. ",
    "answers": [
      {
        "id": 1,
        "text": "[Конец истории] "
      }
    ]
  },
  {
    "id": 118,
    "text": "Вы получаете достижение:\n\"Дамоклов меч\".\n\nВас отбросило от установки. Все вокруг коротило и искрило, а прямо перед Вами сгущалось черное облако, постепенно принимая форму Тени.\n\nЧерез несколько часов Вас обнаружил персонал лечебницы стоящим на коленях у выключенной установки. Вся лечебница была оцеплена спецслужбами. Благодаря инциденту всех сотрудников и пациентов ждала тщательная проверка, в ходе которой Вас признали здоровым и отпустили. Вы вернулись в Город и зажили как прежде.\n\nСразу после инцидента по области прокатилась череда необъяснимых происшествий: люди неожиданно сходили с ума на пустом месте без каких-либо предпосылок. В основном это коснулось тюрем и колоний, словно судьба наказывала этих людей. Кто знает, может однажды Он придет и за Вами. \n\nВы закончили историю, доведя свои поиски до одного из пяти финалов. ",
    "answers": [
      {
        "id": 1,
        "text": "[Конец истории] "
      }
    ]
  },
  {
    "id": 119,
    "text": "Вы получаете достижение:\n\"Хититель безумия?\".\n\nВас отбросило от установки. Все вокруг коротило и искрило, а прямо перед Вами сгущалось черное облако, постепенно принимая форму Тени. Однако Вы не чувствовали страха, глядя на нее. Наоборот, Вами овладело спокойствие. \n\nКогда Вы вышли из бункера, вся лечебница уже была оцеплена спецслужбами. Благодаря инциденту всех сотрудников и пациентов ждала тщательная проверка, в ходе которой Вас признали здоровым и отпустили. Вы вернулись в Город и зажили как прежде. Позже Вы узнали, что все выжившие пациенты этой лечебницы были отпущены, так как постепенно к каждому вернулся здоровый рассудок. \n\nСразу после инцидента по области прокатилась череда необъяснимых происшествий: душевнобольные начали возвращаться в нормальное состояние. Никто не мог понять природу этого излечения. Никто, кроме Вас. \n\nВы закончили историю, доведя свои поиски до одного из пяти финалов. ",
    "answers": [
      {
        "id": 1,
        "text": "[Конец истории] "
      }
    ]
  },
  {
    "id": 120,
    "text": "Судьба управляет нами или мы управляем судьбой? У любой истории может быть несколько финалов.\n\nЗдесь Вы можете видеть те финалы, к которым Вы привели эту историю.",
    "answers": [
      {
        "id": 110,
        "text": "\"Очищение огнем\" ",
        "need": 110,
        "need_ever": true
      },
      {
        "id": 114,
        "text": "\"Вечное забвение\" ",
        "need": 114,
        "need_ever": true
      },
      {
        "id": 117,
        "text": "\"Милосердие палача\" ",
        "need": 117,
        "need_ever": true
      },
      {
        "id": 118,
        "text": "\"Дамоклов меч\" ",
        "need": 118,
        "need_ever": true
      },
      {
        "id": 119,
        "text": "\"Хититель безумия?\" ",
        "need": 119,
        "need_ever": true
      },
      {
        "id": 1,
        "text": "[Назад] "
      }
    ]
  },
  {
    "id": 121,
    "text": "",
    "answers": []
  }
]