[
  {
    "id": 1,
    "text": "<s>r\nАвтор:Тёмный феникс.<s>r\nЖанр:Фэнтези,романтика,ужасы, драма.<s>r\n        <s>r\n     Разные рассказы,истории, или обычные сказки, всегда имеют своё начало и конечно же свой особый конец.    <s>r\n          Как же начинается этот рассказ? Может так *Эта история началась в один прекрасный день....*или же вот так — Однажды тёмной,холодной ночью...А впрочем это не так важно ...Или для вас это все таки имеет значение?  <s>r\n       И так вкратце: В этой истории повествуется о совсем обычной,юной и конечно же не такой красивой, как другие молодые особы. Почему?- спросите вы .Ну наверное ей не повезло ,и не везёт досихпор, во всём. Но её неудачи, это всего лишь маленькая капля в этом огромном океане проблем, которые поджидают нашу главную героиню . И она как обычная героиня попытается справиться  со своими страхами ,тревогами и конечно же со своей неудачей.<s>r\n          А что же насчет красоты и встреч с просто бесконечным количеством идеальных мачо парней ?Ну что ж боюсь это будет небольшой *спойлер*но я все же рискну сказать, что: Здесь вам не просто обычный гаремник (это вообще не гаремник) с парнями ,которые девушек век не видели и поэтому липнут к ней как (ну вы поняли ).Я пытаюсь сказать ,что это что-то большее(я надеюсь) чем какой то там фанфик (не понятно откуда взявшийся здесь) школьницы написанный левой ногой ночью,на скорую руку. Нет это не так.<s>r\n       В этой истории вы найдете ответ на такие вопросы как \"Глупец тот, кто принимает лож за правду или же тот, кто скрывает правду показывая свою ложь? \" Какой человек лучше тот, кто красив снаружи и сияет словно звезда ,радуя глаз? А может тот, кто своей красотой  внутри сияет десятками звёзд?<s>r\"       ",
    "answers": [
      {
        "id": 2,
        "text": "Начать квест"
      },
      {
        "id": 20,
        "text": "Дополнительная информация о квесте --->"
      },
      {
        "id": 19,
        "text": "Немного от автора"
      },
      {
        "id": 1,
        "text": "Укажите команды для картинки",
        "url": "https://v.3bir.net/3bir/2016/10/363145-1.jpg"
      },
      {
        "id": 125,
        "text": "Когда продолжение? Ответ здесь>"
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "https://i.ibb.co/Gty8DN9/i-2.jpg",
        "system": true
      },
      {
        "id": 1,
        "text": "",
        "pageImg": "https://i.ibb.co/dM3Czwg/i-3.jpg",
        "system": true
      },
      {
        "id": 1,
        "text": "введите команды для картинки",
        "url": "https://a.radikal.ru/a36/2112/cf/47fcb2b1ce55.jpg"
      }
    ]
  },
  {
    "id": 2,
    "text": "     <s>r\n        Дождь.Барабанящие капли по стеклу ,которые могут успокоить и в тоже время ,почему то заставляют меня  нервничать и чувствовать себя  странно.Как будто с началом дождя, для меня заканчивается ,что то важное и в тоже время начинается .<s>r\n          Я не скажу ,что я люблю дождь и в особенности попадать под него.Но сидеть в тепле, с кружкой горячего чая ,слушая звуки капель ударяющих об окно, гораздо приятнее .Это приносит мне небольшую, но все таки какую-то радость.  <s>r\n         Но сейчас в этот самый момент, даже эту небольшую радость у меня забрали. -Почему?-спрашиваю я.<s>r\n      Слёзы одна за другой падают из моих глаз и я задаю этот вопрос снова. \n—Почему?-как зацикленная  всё повторяю.\n      Но сколько бы я не спрашивала, ответ так никто и не даст.И это не потому ,что кругом нет ни души или же меня из-за шума ветра и дождя  никто не услышит. Нет дело в другом , в том ,что ответа который бы помог мне справиться со всем этим нет.Для меня нет, уже нет.И кто бы, что бы не говорил  я не смогу просто взять и забыть то, что произошло, то ,что сейчас происходит.  <s>r\n            Она плакала и плакала ,и было уже не понять плачет это она или же просто промокла из-за сильного дождя. Ну , а почему её слёзы не могли остановится ? Всё потому....               <s>r",
    "answers": [
      {
        "id": 2,
        "text": "Укажите команды для картинки",
        "url": "https://wmeritum.pl/wp-content/uploads/2017/11/rain-316579_960_720.jpg"
      },
      {
        "id": 3,
        "text": "Несколькими месяцами ранее"
      }
    ]
  },
  {
    "id": 3,
    "text": "6:27,, Ранее утро,,\n      \n       Стук в дверь.Через несколько минут тишины стук начался с большей силой и криком:\n— Вставай, давай! Хватит бока отлёживать !\n       Крик был такой силы ,что даже могло показаться ,что ещё чуть-чуть и всё стеклянное в доме просто превратится в осколки .\n— Блин...можно ещё пять минуточек сна — сонно пробубнила я. Мне так хотелось остаться в этой теплой и мягкой постели, что я слегка задумалась ,,А мне  правда нужно вставать?,,. Мои сны были одной из тех мелочей, что мне нравились, и я была не прочь досмотреть их.\n       Особенно хотелось узнать конец этого яркого и необычно сна.В нём мне было так спокойно и мирно. Но, как говорится,, Не всё коту масленица ,,\n         -Эх...придется вставать ..или же...",
    "answers": [
      {
        "id": 4,
        "text": "Встать "
      },
      {
        "id": 5,
        "text": "Попробовать опять заснуть "
      }
    ]
  },
  {
    "id": 4,
    "text": "       <s>r\n      Лучше не злить нашего генерала в юбке, а то без первой мировой  не обойтись. Кое-как встав с кровати, моя тушка отправилась в ванную. По пути туда я чуть несколько раз не упала из-за откудо-то взявшихся детских игрушек, разбросаных тут и там. Но как обычно, я умудрилась  всё — таки поздороваться с полом, когда  моя цель бы уже так близка.<s>r\n        <s>r-Чтоб тебя...урх...мой лоб,— сказала я с негодованием.–я же вчера  здесь всё убрала, когда она успела устроить такой бардак?                                                         \n        -Ладно, это сейчас не столь важно. Если я продолжу обо всём этом думать, точно опоздаю.–Потерев ушибленный лоб, я вошла в ванную комнату.<s>r\n          Завершив все процедуры, начиная от чистки зубов и  заканчивая умыванием лица, мне захотелось проверить, нет ли синяка у меня на лбу. К счастью, его там не оказалось. Вздохнув с облегчением, я бросила взгляд на своё отражение в зеркале.",
    "answers": [
      {
        "id": 6,
        "text": "Посмотреть в зеркало"
      }
    ]
  },
  {
    "id": 5,
    "text": "          \n         «Н-е-ет, я лучше ещё посплю»\n          Решив вздремнуть опять на свой страх и риск, моя персона закутавшись в одеяло, приготовилась увидеть тот прекрасный сон ещё раз. Но в тот же момент мои мечты и надежды были разбиты в пух и прах всего лишь ещё одним криком, раздавшимся совсем близко.\n           — Подъем! — с явным гневом в голосе прозвучало это слово.- Если ты сию же минуту не пойдёшь умываться...\n           — Ну зачем так кричать? Дай мне ещё пять минуток ...пожалуйста, мам, — сказала я, произнеся последние слова жалобным голосом. Который мне не помог поспать ещё чуток, потому как моё теплое одеяло было быстро с меня сдёрнуто. Из-за чего я быстро распахнула глаза. И то, что я увидела, заставило меня проснуться в мгновение ока. Этим что-то был во всю злой и свирепый генерал в юбке. А именно это была моя мать, которая была готова на всё, лишь бы я уже наконец сделала то, о чём она просила меня минуту назад.\n       Её свирепого взгляда испугаться могу не только я, но и самые страшные, ужасные и пугающие тюремщики на свете. \n       Быстро сдавшись, я направилась туда, куда должна была отправиться уже давно. Нет, это не возвращение в спящее царство. Наоборот, это место отличается от него, ведь это просто обычная ванная.\n     И что бы не получить пинка для ускорения, я быстрым шагом вышла из своей комнаты, попутно думая о чуде, которое могло помочь мне остаться в своей кровати. Недолго думая об это, я бросила эту затею.  ",
    "answers": [
      {
        "id": 4,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 6,
    "text": "        \n      В отражение на меня смотрела обычная девушка лет 17, по моему мнению. Но  некоторые родственники давали мне максимум лет, ну 13 . Поэтому вели себя со мной как совсем с младенцем, который только недавно родился. \nПо началу это меня раздражало, но со временем я свыклась с этим.\n         Может, с возрастом они и промахиваются. А вот с моим характером попадают прямо в цель. Он у меня может быть разным в зависимости от того, с кем я. В кругу семьи и знакомых я могу быть маленькой девочкой, весёлой, немного капризной, но доброй. Но с незнакомцами или теми, кого я на дух не переношу, ситуация в корне другая, как и я. К незнакомцам отношусь настороженно и неуверенно. Из-за этого мне сложно заводить новые знакомства. Ну а, что касается тех, кто мне, скажем так, не нравятся, с ними я точно не бываю улыбчивой и радостной. Какой же я могу быть с  этими людьми ?Это скоро будет известно. Ведь я уже скоро пойду в это место ,где таких персонажей пруд пруди.\n       Ну что ж, вперёд ,на встречу моим злоключениям. Хотя стоп . Для этого немного рано, мне ещё нужно одеться, позавтракать и уже потом весело бежать вприпрыжку, напевая себе под нос какую-нибудь песню.",
    "answers": [
      {
        "id": 7,
        "text": "Переодеться в свою форму"
      },
      {
        "id": 6,
        "text": "Укажите команды для картинки",
        "url": "https://ltdfoto.ru/images/2024/08/01/1000000532.jpg"
      }
    ]
  },
  {
    "id": 7,
    "text": "      <s>r\n        Выйдя из ванной и направившись в свою комнату, я минуя все препятствия в виде детских игрушек <s>rвошла в комнату. <s>r\n        Выбора как такого у меня не было вообще.Ведь единственное, что  разрешалось там носить это была специальная форма.Ничего необычного ,всего лишь:юбка средней длины,блузка чёрного цвета и пиджак под цвет стали.Другим почему то эта форма оказалась не по вкусу .Для меня же это не имеет значение.<s>r\n       Может эти цвета не такие красивые и т.д и т.п.Мне все равно на эту ерунду.Главное в одежде для меня является не стиль или сколько этот кусок ткани стоит, откуда он и многое другое.Нет это все неважно. Главное, что важно чисто для такого человека как я -это , удобна ли одежда для меня или нет. Вот и всё .<s>r\n         Поэтому я совсем не против носить эту форму ,ведь в ней мне удобно и хорошо .<s>r\nЗакончив одеваться мне потребовалось несколько минут, чтобы собрать свои вещи и наконец спуститься .",
    "answers": [
      {
        "id": 8,
        "text": "Спуститься на кухню"
      }
    ]
  },
  {
    "id": 8,
    "text": "      \n     Добравшись до кухни я почувствовала вкусный запах ,витавший в воздухе.Он принадлежал моему завтраку,который уже заждался меня. Сев на стул и начав уже есть ,я вдруг сзади получила по голове. Обернувшись я  увидела свою ,,милую,,и,,невинную,,маленькую сестру.Она невинно захлопав глазами,  держала в руках мяч.Так как это уже не в первый раз и не последний, то я как старшая сестра решила, этот поступок просто проигнорировать.\n         Продолжая есть и также продолжая игнорировать сестру ,это ей не очень нравилось ,я пыталась не обращать внимания на время и на то что могу опоздать .Находившись в своих мыслях ,я не сразу услышала  вопрос адресованный мне.\n        -Айя ты меня вообще слышишь?-возмутилась мама.\n        -А ..что ..ну да, конечно-ответила я.\n        -Тогда ты согласна со мной?-задала ещё один вопрос мама.\n        -Эээ..это..ну..да-сказала я.\n           -Вот и хорошо.Раз ты согласна то заканчивай возить вилкой по тарелке и иди уже-приказным тоном произнесла она.\n         Послушно выполнив ,,приказ,,я направилась к выходу и тихо произнесла:-Есть капитан,так точно..-почти шепча сказала я.\n         -Ты, что то сказала?-Видимо услышав каким то чудом мои слова, мама спросила у меня.\n         -Что?Эм.. конечно нет,то есть да ...ну я пойду уже -протараторив ответила я и тут же выбежала на улицу.    ",
    "answers": [
      {
        "id": 9,
        "text": "По пути в академию"
      },
      {
        "id": 8,
        "text": "Укажите команды для картинки",
        "url": "https://ltdfoto.ru/images/2024/08/01/1000000533.jpg"
      }
    ]
  },
  {
    "id": 9,
    "text": "      \n      Ну, что ж надо значить надо.Подумала Айя и направилась по уже знакомой дороге.На удивление ,погода была не такой как себе представляла героиня. \n          Солнце приятно грело ,не смотря на то, что вчера был холодный дождь.А небо стало таким чистым,почти без одного облачка.Наслаждаясь чистотой неба Айя не замечала ничего вокруг себя.Витая в облаках  она собиралась уже перейти улицу ,но засмотрелась в большую лужу, в которой так красиво отражалось это синее небо. \n           Жизнь иногда преподносит неожиданние сюрпризы и они не всегда хорошие.А зная Айу то для неё, эти сюрпризы всегда оборачиваются плохо.Вот и подошло время для такого поворота, а именно в тот миг когда Айа пялилась в обычную лужу. Мимо проезжала машина, на большой скорости , и она не собиралась её сбавлять.Тот кто сидел за рулём возможно специально хотел намочить незнакомого прохожего.Или же водителю было всё ровно.Это не важно ,важно то, что это специальное или не специальное обрызгивание не удалось. \n       В последний миг как то, Айе удалось отпрыгнуть на безопасное расстояние.Немного удивившись она пытаясь успокоиться  продолжила свой путь.\n      -Вот же,что за люди,ещё чуть-чуть и я могла промокнуть насквозь-бубнила она.\n      -Что б тебя!Здесь не проводятся гонки !А даже если б и проводились это не причина так поступать-уже громче сказала Айа сама себе.От чего на неё устремились несколько взглядов проходивших мимо людей.Заметив это, ей пришлось ускорить шаг в направлении академии.",
    "answers": [
      {
        "id": 10,
        "text": "Идти молча "
      }
    ]
  },
  {
    "id": 10,
    "text": " \n      А вот и моя академия.Внушающее здание ,но нельзя судить книгу по обложке.\nДа это престижное здание ,в котором учутся как говорит наш директор:,,Ученики обладающие  высоким интеллектом и большим количеством разных талантов,,.Но я бы так не сказала ,скорее уж всё совсем наоборот.Интеллектом от большинства здешних учеников даже и не пахнет.Ну а ,что касается их разных ,,талантов,,то скажем так они есть и они даже иногда меня удивляют .И я не скажу, что это всегда хорошие таланты. Но кто я такая, чтобы опровергать слова нашего дорогого директора.Который в своей жизни хорошо знает только, что такое деньги и что они тоже пахнут. \n       -Добралась наконец то..ух..ну, что ж вперед-,,светясь,,от счастья Айя вошла в академию,которая носила название ,,Академия Корнелия Уилсона,,сокращённо академия ку.",
    "answers": [
      {
        "id": 11,
        "text": "Далее"
      },
      {
        "id": 10,
        "text": "Укажите команды для картинки",
        "url": "https://i.postimg.cc/g2C5k0ch/Scepter-4-HQ.png"
      }
    ]
  },
  {
    "id": 11,
    "text": "\n       В коридорах стояла мертвая тишина ,из-за отсутствия учеников.Увидев это Айя сразу поняла ,что уже точно опоздала.И принимая во внимание то ,что она уже не в первый раз опаздывает,ей было понятно, что на этот раз ей устроют такую взбучку.И не какие оправдания её не спасут.\n      -Эх..вот опять ,я это сделала,хотя не специально же-бормотала она.\n  Ничего больше не произнеся девушка направилась на занятие.Хотя ей этого ух как не хотелось.Хоть волосы на голове рви.\n     Собрав крупицы смелости Айя всё же подойдя к двери, постучала и вошла.Она ожидала чего угодно,например:множество глаз смотрящие только на неё,злого и громко кричащего учителя  из-за её опоздания и многое другое.Как же она удивилась увидев совсем пустой кабинет.Все извинения которые она могла выдавить из себя ,тут же испарились.\n     -\"И где же все?\"-подумала я.Минуту постояв Айя все же догадалась,что к чему.И рванув с места побежала в направлении комнат для переодевания.\n    Дело было в том ,что пока героиня любовалась природой,в академии поменяли местами уроки из-за отсутствия учителя.И поэтому первый урок проходил не в классе, а на баскетбольной площадке.",
    "answers": [
      {
        "id": 12,
        "text": "Бежать быстрее "
      }
    ]
  },
  {
    "id": 12,
    "text": "\n      Быстро добежав до раздевалки и также быстро переодевшись Айя пыхтя зашла в спортзал.\n\"А вот и я\".Подумала она про себя.Добралась все таки.\n     Бег никогда не был моей сильной стороной.Как и многое другое связанное со спортом.И поэтому я не любила этот урок. \n    Моё присутствие как я и ожидала никто даже не заметил.Ну впрочем как обычно.Мне это уже в привычку вошло.Только когда я решила подойти поближе к лавочкам, чтобы сесть ,на меня бросили быстрый взгляд большая группа девчонок.Которые только и делали сейчас, что сплетничали и смотрели как играют парни.При этом не упуская момента флиртовать с ними.\n   -О привет ,а зачем ты пришла ?Урок ведь скоро уже закончится-с ноткой веселья сказала одна девушка из толпы.\n   -Зря ты только сюда прибежала .Хотя подожди ты и бег это ,что то из рода фантастики-пошутила ещё одна.\n    -Да не только это ,она сама, что то вроде аномалии нашей академии.Вроде есть и в тоже время её нет-сказала всем известная так называемая,,Королева нашей академии,,Рейчел Клинс. В туже секунду как она закончила свой монолог, все в этой компашке засмеялись звонким смехом.Заставляя меня хотеть провалиться сквозь землю.\n   -А почему ты не смеёшься?-спросила у меня одна из подруг Рейчел.\n   -Не бойся мы не кусаемся.Правда девчонки?-другая подруга нашей королевы произнесла миленьким голосом.\n    -Не..т..т..я не..бою..сь..-еле слышно сказала Айя.\n    -Что ты там мямлишь?Давай говори громче ничего не слышно-сказала Рейчел явно раздражённая мои тихим голосом.",
    "answers": [
      {
        "id": 13,
        "text": "Ответить громче"
      },
      {
        "id": 17,
        "text": "Говорить ещё тише и после уйти"
      }
    ]
  },
  {
    "id": 13,
    "text": "      \n      Решившись говорить громче ,Айя собрав всё своё мужество и набрав в лёгкие побольше воздуха почти уже закричав сказала:\n      -Да не боюсь я!!-выкрикнула она.Не ожидав такого от себя, она тут же закрыла рот рукой.\nЭтого не ожидали и все остальные, кто там находился.Её крик был такой сильный, что даже игравшие недалеко парни остановились и уставились на источник шума.Все взгляды были направлены на неё ,как будто это прожектора и она сейчас на сцене.\n      -Ты что совсем того?Зачем так блин орать?-отойдя от ступора сказала Рейчел.\n      -Похоже тут у кого то прорезался голосок-раздался голос позади.\nВсе девчонки сразу же уставились на того кто стоял сзади недалеко от Айи.И в их лицах отразились разные эмоции.Смесь удивления,радости и смущения. Айя машинально обернулась и увидела, по её мнению,странного парня стоявшего в паре шагов от неё.",
    "answers": [
      {
        "id": 14,
        "text": "Рассмотреть парня"
      },
      {
        "id": 15,
        "text": "Опустить взгляд в пол"
      }
    ]
  },
  {
    "id": 14,
    "text": "      \n     Только взглянув на него и тут же по спине пробежали холодные мурашки.Его взгляд пронзал на сквозь, своим холодом.В его взгляде читалось лишь, злость и раздражение.А губы были плотно сжаты и вытянуты в тонкую линию.\n  На мгновение Айе показалось, что его глаза сверкнули необычным фиолетовым оттенком.От чего она резко начала протирать глаза.Ей ведь это показалось, не так ли...? \n   Волосы же были немного длиннее плеч,тёмного оттенка и переливались серым блеском.Что то в нем пугало Айю и это точно не было связанно с её боязнью незнакомых людей.Когда их взгляды пересеклись он первый нарушил тишину ,что образовалась с его приходом.",
    "answers": [
      {
        "id": 15,
        "text": "Далее"
      },
      {
        "id": 14,
        "text": "Укажите команды для картинки",
        "url": "https://i.pinimg.com/474x/4a/b5/43/4ab543ab3373a75ea118ea946ae9ddf9--fantasy-art-women-fantasy-male.jpg"
      }
    ]
  },
  {
    "id": 15,
    "text": "<s>r\n      -Что, это и все?Больше ничего не произойдёт,многообещающего?-хмыкнув спросил он.-Ну тогда я пойду, дел по горло.Проведя большим пальцем по горлу ,парень уже собирался уходить .Как вдруг его в мгновение ока окружили девчонки ,которые несколько минут назад просто тупо пялились на него. <s>r\n      -Нет подожди Ренчик.Побудь немного с нами.-мило улыбаясь начали щебетать они.<s>r\n      -Да Рен останься .Твои дела могут немного подождать?-всё также продолжали девочки.<s>r\nАйе полегчало немного от того, что они переключили всё своё внимание на другую цель.И собравшись с мыслями она подходя ближе к выходу старалась не привлекать внимания.Когда ей почти удалось уйти  её окликнули .<s>r\n      -Эй ты это куда собралась?Урок ещё не закончился-прокричал учитель.Грозно смотря на Айю.От этого на меня опять устремилось всеобщее внимание.Из-за которого я почти ,что окаменела и начала глупо улыбаться.<s>r\n      -Нет я никуда не собиралась...я просто...стою..-более менее нормальный ответ смогла выдавить из себя я.Странно посмотрев на меня ,учитель вернулся к игре, следя внимательно за мечом и считая очки.А я ,все так же стоя у выхода глупо улыбалась .И это конечно же не осталось без комментариев.<s>r\n    -Боже и это улыбка?Больше никогда так не делай, это жутко-сказала девчонка из этого стада.<s>r\n    -Она наверное так пытается понравиться нашему, старому преподавателю-вставила свои пять копеек Рейчел.На,что все начали тихо хихикать.А я после этих колкостей перестала улыбаться.<s>r\n    -Ну чего молчишь?Мы тебя засмущали .Ой..если это так извини нас пожалуйста-противно мило сказала первая подруга Рейчел .Эмма Винчер-она тот ещё фрукт,не нужно вестись на её ,,милое,,поведение .Эмма может быть той ещё гадиной,даже похуже самой королевы академии.<s>r\n    -Чтобы мы извинились ты должна сказать, что это тебя как то обидело,поэтому не молчи -повторяя за своими подругами сказала другая  подруга Рейчел.Её зовут Кира Фрукс.Она такая же как и две другие .<s>r\n     -....Это...не так.Вы меня ничем не...обидели.Это я должна извиниться..за..за..-сказала я.<s>r\n     -Зааа..ну продолжай мы слушаем тебя-сказала Рейчел.",
    "answers": [
      {
        "id": 16,
        "text": "Ответить неуверенно"
      },
      {
        "id": 18,
        "text": "Ответить более уверенно",
        "need": [
          14
        ]
      }
    ]
  },
  {
    "id": 16,
    "text": "\n    Продолжая заикаться и молчать Айя всё никак не могла нормально дать ответ.Теряя терпение и неспособность разобрать, что же она там говорит. Рейчел попросила её просто помолчать и если она сможет сказать наконец ,что то по человечески то пускай их позовет. На этом их разговор был окончен ,если это можно так назвать.\n   Айя которая не смогла дать нормальный ответ,была лишена внимания девчонок.Ну хоть это радует.Но бросив одну цель, они принялись за другу.Всеобщее внимание девушек уже явно раздражало Рена.\n   Поэтому без лишних церемоний, он просто убрал преграду стоящую у него на пути.А именно протолкнулся через толпу,и направился к выходу.По пути быстро взглянул на девушку стоящую возле выхода. \n   Постояв перед выходом ещё немного Айя услышав звонок оповещающий о конце занятия,быстро вышла.И направилась на следующий урок. ",
    "answers": [
      {
        "id": 23,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 17,
    "text": " \n     -...Я...я..эм..ну...я не ббоюсь-тихо шепнула Айя глядя на свои ботинки.Желая поскорей уже уйти отсюда, она стоя на месте  мысленно  надеялась на некое чудо.И её молитвы были услышаны,хоть раз в жизни.\n     Услышав возглас, я на автомате резко повернула голову в бок .От чего меня с большой силой ударил мяч летящий в мою сторону.Как в случае на дороге она не смогла ,также быстро среагировать.Удар был такой силы, что Айя не устояв на ногах упала.\n    -Эй! Я же сказал берегись-кто-то недалеко сказал.-Ты чего такая хлипкая?Каши мало ела?-с усмешкой начал задавать вопросы этот кто-то. \n  Отходя возможно даже от сотрясения ,Айя подняла свой взгляд вверх.Того кого она увидела был, никто иной как Кристофер Найс.",
    "answers": [
      {
        "id": 22,
        "text": "Кто же это?"
      },
      {
        "id": 25,
        "text": "Мне всё равно кто это"
      }
    ]
  },
  {
    "id": 18,
    "text": "\n   -За моё глупое поведение.Извините ещё раз-ответила я на это раз даже не запинаясь и без долгих пауз.Это можно даже назвать небольшим достижением.Сказав это я все также продолжала стоять недалеко от  выхода ,но уже оперевшись на стену спиной.\n  -Хм...-прозвучало из уст Рена.\nНаконец получив то чего они  хотели,девчонки опять начали приставать к их цели.Каждая из них пыталась обратить его внимание на себя.Что у них не очень то получалось.\n  По его взгляду было не понять ,ему нравилось быть окруженным этим роем девушек или они его жутко бесили. \n   Больше не обращая внимания на Айю они все ещё пытались уговорить Рена побыть с ними подольше.На, что он уже в сотый раз повторял ,что у него много дел.И наконец не выдержав ,хотя не похоже ,что он это делал,Рен цокнув языком распихнул всех девок.И уверенным шагом направился к выходу.\n   Уходя он мельком взглянул на девушку стоявшую у стены.Чего она конечно не заметила.\nОставшаяся часть урока прошла без происшествий.И когда прозвенел звонок Айя как и все другие покинула почти пустое помещение.  ",
    "answers": [
      {
        "id": 23,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 19,
    "text": " <s>r\n     Что ж это небольшие слова от меня ,автора этого квеста.Итак я собираюсь писать этот рассказ, по мере поступления у меня вдохновения так сказать.И если я увлекусь этим ,то я обещаю, что этот квест получится очень объемным .А увлеклась я уже сильно так ,что если это мне не надоест то я завершу его.<s>r\n   И да, если вы вдруг здесь найдете, какие либо совпадение с реальностью.То знайте ,что эта история плод моей больной фантазии и никаких схожестей с происходящим в реальности не может быть.<s>r\n  На этом всё. Счастья, добра ну и всякого другого.<s>r",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 20,
    "text": " \n   Небольшое объяснение знаков в квесте:\n     ,, ,,-это слова выражающие ложь за действительность.\n    (  )-это дополнение от автора.\n    \"  \"-это мысли героев истории.",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 21,
    "text": " \n    Парень обладал золотистого цвета волосами.И прекрасными голубыми глазами.А также почти детским лицом.Но обладающий вполне взрослым взглядом.Что то в этом незнакомом человеке,притягивало и манило Айю.Как мотылька на яркий свет. \n   Уже заканчивая свой осмотр,я вдруг услышала слова обращенные ко мне.\n  — Хватит уже пялиться ,иди куда шла..-грубо сказал объект моего внимания.\nСлегка опешив я продолжила стоять на месте,и смотреть на него.Другая уже давно после таких слов ушла.Но это не наш случай.\n  -Хм..а ты не только с нами такой грубиян?-с улыбкой до ушей спросил какой то парень.\n  -Знаете может проучим его ,как настоящие джентльмены, научим его тому, что нельзя так разговаривать с дамами.Ну и с нами конечно тоже-весёлым голосом предложил другой парень.\n  -А что, я за!Покажем этому мелкому!-сказал рыжий паренёк.\nКивая согласились и другие с этим предложением.Схватив блондина за грудки,один из парней замахнулся для удара.",
    "answers": [
      {
        "id": 27,
        "text": "Остановить это"
      },
      {
        "id": 30,
        "text": "Закричать"
      },
      {
        "id": 29,
        "text": "Не обращать внимания и уйти"
      },
      {
        "id": 21,
        "text": "Укажите команды для картинки",
        "url": "https://i.postimg.cc/3RcfVrqW/Daniel-Pixiv2455739-full-1399122.jpg"
      }
    ]
  },
  {
    "id": 22,
    "text": "\n     Сказать, что Айя чувствовала в этот момент,было сложно.В ней смешались сразу несколько эмоций.Боль от удара ,небольшое удивление и конечно же отвращение.К кому ?Ну в этот раз не к себе, а к этому типу, что стоял с ухмылкой на лице смотря с верху вниз на неё.И даже если она поднявшись  опять посмотрит на него, то он также продолжит смотреть на Айу с высока.\n   Здесь дело было не в ней, а в нём .Он так смотрел на всех, кто находился с ним рядом.И почему?- спросите вы.А все потому-отвечу я-что богатенькие детки так обычно себя и ведут.\n     Кристофер Найс — это одним словом богатый маменькин сынок.Ну, а если подробней, то он является сыном нашего мера и одной из немногих известных певиц нашего времени.В общем отпрыск родившийся  с серебренной ложкой во рту.Но это ещё не все его ,,заслуги,,.Кристофер является как таковым ,,Королём,, нашей известной академии.И этот титул он заполучил не только из-за известных родителей.В этом ему поспособствовали некоторые характеристики:первое, это как говорят большинство девчонок из академии его ,,милая мордашка,, ,второе его неплохие способности ,по моему мнению,в области спорта,а также его вокальные данные и как бы многое другое. Со спортом и вокалом все понятно, гены.Как и в прочем с ,,милой мордашкой,,\" Хм милой?С этим я бы поспорила.\"Внешность у него вполне обычная ,не вижу я в ней ничего милого.Волосы цвета каштана,слегка вьющиеся.Глаза с серым оттенком ,от которых веет небольшой грустью.А все остальное всё как у всех,две руки и столько же ног.Это всё,что я могу сказать про него ,да я не собиралась считать сколько у него ресниц или волос на голове.Как это делали некоторые ученицы. \n    Если на чистоту то он самый ненавистный человек в этом месте, для меня.Этот ,,прынц,,даже Рейчел потеснил в моём чёрном списке.",
    "answers": [
      {
        "id": 24,
        "text": "Далее"
      },
      {
        "id": 22,
        "text": "Укажите команды для картинки",
        "url": "https://i.postimg.cc/9XNjHC9d/1627118472-10-kartinkin-com-p-strogii-paren-art-art-krasivo-13.jpg"
      }
    ]
  },
  {
    "id": 23,
    "text": "\n    Остаток дня в академии происходил как обычно.Под обычно я подразумеваю, что ко мне относились как к пустому месту.А именно ,почти никто не обращал на меня внимания.Только некоторые докапывались до меня.В остальном этот день был неплохим.По сравнению с прошлыми днями здесь .\n    И да Айе приходилось намного тяжелее чем сегодня .\n  Сумка найденная в туалете,хм не беда.Оскорбление на доске ,они же сотруться.Пропавшие ручки и карандаши ,ничего это не конец света.И конечно же постоянные поддевки со стороны учеников и насмешки,а также не нужно забывать о её вечном невезении и неуклюжести.\n   Но почему все так ?Айя знала ответ на этот вопрос.Всё дело было в том ,что её семья не была из списка богачей и знаменитостей.Она входила в 10% учеников поступивших в академию на бюджетной основе.Все остальные ,как можно было догадаться относились к тем, у кого статус был намного выше.И конечно  же они поступали сюда, лишь благодаря свои связям и деньгам.\n   Я не говорю ,что все так поступали.Возможно, что  кто то из этих деток так не делал.Но я не могу сказать это наверняка.А ,что касается всего остального,то в этом виновата я сама.Я пытаюсь бороться со своими недостатками ,но они всегда  берут вверх надо мной.Жизнь у Айи была не очень,но и в ней были хорошие моменты.Её семья одна из таких моментов.Ради них она готова пройти все круги ада.Только, чтобы они были рядом и также продолжали вместе с ней улыбаться, не смотря на все невзгоды. ",
    "answers": [
      {
        "id": 26,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 24,
    "text": " \n     -Хах..ты так и будешь сидеть на полу?-подала голос Кира.\n     -Она наверное просто устала,вот и всё-вслед за своей подругой сказала Эмма .\n     -Вставай давай, хватит уже тут валяться-приказала Рейчел.-Но если тебе наоборот, нравится играть роль  половой тряпки, то кто мы такие чтобы тебя остановить-добавила она. \n    После этих слов ,как обычно, я опустив голову поднялась с пола.Слегка отряхнувшись от грязи,Айя глупо начала опять извиняться.Ей это не в первой .\n   -Извините..я..я..это..-сказала она.Хоть я и понимала ,что мне не за что просить прощения.Я все равно извинилась.Наверное всё потому, что это уже вошло в привычку.\n  -Хахаха..посмотрите на неё ,похоже она сломалась-крикнул уже один из парней.\n  -Да зависла похоже или же кто то отбил ей последние мозги-сказал другой парень указав на виновника случившегося.А именно на Кристофера.\n  -Или дело совсем в другом?-с усмешкой спросил рыжий парень.-Ну если это так,то это не удивительно,даже без попадания в голову баскетбольным мечом,многие девушки падают только встретившись с Крисом взглядом-двусмысленно сказал парень ухмыльнувшись. \n   Услышав это Айя наконец подняла свой  взгляд .И только она открыла рот ,что бы сказать хоть что то ,её в тот же момент перебили.\n  -Хи..если это так ,то Крис ,мне тебя искренне жаль- сказала  Эмма.\n  -Да уж такого даже своему злейшему врагу не пожелаешь-произнесла Кира  еле сдерживая порыв смеха.\n   -Чего это вы ?Знаете даже серая мышка может влюбиться-подойдя ко мне сказала Рейчел.-Но только в такую же серость как и она сама-уже шепча произнесла она.\n      Айя спокойно стояла и выслушивала всё это.Она уже привыкла ,ей на это плевать.Они хотели заставить её плакать у всех на глазах,но она не доставит им такого удовольствия.",
    "answers": [
      {
        "id": 25,
        "text": "Посмотреть в сторону смеющейся группы парней"
      }
    ]
  },
  {
    "id": 25,
    "text": "\n    Они уже в открытую смеялись над ней и говорили мерзкие шутки в её адрес.И Кристофер не исключение.Он так же как и его дружки смеялся над ней.\n   -Пффф..хаха..ха..ладно хватит говорить ерунду-убирая наигранную слезу с глаза  сказал он.-Иначе мне будут сниться  кошмары-с ухмылкой произнёс ,,король,,и со своей свитой услышав звонок,пошел к выходу.При это проходя мимо Айи его ухмылка стала ещё шире.\n   О как же ей хотелось прямо сейчас стереть с лица его эту ухмылку, этого гадкого болвана.Но похоже этому было не суждено случится.\n  В след за парнями вышли и девчонки при этом глупо смеясь и продолжая отпускать шутки в мой адрес.Оставшись одна в пустом помещении, я лишь сжав посильнее кулаки пыталась успокоится и пойти на следующее занятие.\n  Через небольшой промежуток времени я глубоко вздохнув, направилась к выходу.",
    "answers": [
      {
        "id": 23,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 26,
    "text": "\n   Когда занятия наконец завершились ,Айя выходя из академии умудрилась удариться о дверь.Из-за того, что дверь резко распахнули.Проверяя не сломались ли её очки,она потирала свой ушибленный нос.\n  Из распахнутой двери в академию вошли несколько парней, таща за собой кого-то.\nНе замечая Айю они начали издеваться над каким то парнишей.\n  Пытаясь незаметно пройти мимо них к выходу,она старалась быть очень незаметной.И вот когда она уже почти открыла эту злосчастную дверь,ей почему захотелось обернуться.И она не зная почему, взяла и обернувшись посмотрела туда.И в этот миг Айя встретилась с парой синих ,как небо глазами.Они были пусты и в них читалось отчаяние.Эти глаза так заворожили её, что она всё продолжала смотреть.\n  Наконец придя в себя и потупив свой взгляд, Айя посмотрела на самого обладателя этих глаз.",
    "answers": [
      {
        "id": 21,
        "text": "Посмотреть на синеглазку"
      }
    ]
  },
  {
    "id": 27,
    "text": "\n   Не думая не секунды Айя заслонила своим лицом,лицо парня.И в туже минуту не сумев остановить свою руку,парень ударил со всей силы по лицу Айи.Почувствовав сильную боль ,на глазах выступили слёзы.\n   Не ожидая такого поворота событий все застыли в диком шоке.Простояв в тишине так минуты две ,парни решили подать голос.\n   -Ты..это...того...сама виновата!Не чего под руку лезть...-сказал ударивший парень.\n   -Вот блин,пошли от сюда..-произнес другой.И в тот же миг их как ветром сдуло.\nКогда они ушли я спросила у незнакомца.\n   -Ты в порядке?-задала вопрос я, посмотрев на него. \n   -..........-в ответ лишь тишина.\n   -Если нет то тебе нуж...-недоговорив сказала я ,так как меня перебили.\n   -Дура ,...какая же ты ....-едва слышным голосом сказал он.\n   -Что...я...не..-сказала Айя.И опять тишина.Которая была прервана громким криком.\n   -Дура!!Какого чёрта ты творишь!!??Ты хоть понимаешь,что ты делаешь??-выкрикнул он хватая меня за плечи.\n   -Совсем мозгов нет?-грозно глядя мне в глаза спросил он.\n   -Что..нет..то есть ..да ,да есть-слегка сбитая с толку таким поведением ответила я.\n   -Что с тобой не так?Ты вообще нормальная?-уже отпустив меня спросил парень.-Не отвечай и так ясно, что нет.Черт....блин какая девушка решит влезть в мужскую драку,да еще так!-не останавливаясь твердил он.\n   Взглянув на меня парень засунув руку в карман цокнул языком.Потом вытащил  руку из него и  протянул девушке что то в руке.Из-за долгого ожидания пробурчав что то себе под нос,юноша взял руку Айи и вложил в неё что то.Кинув напоследок странный взгляд на неё,парень быстро убежал.",
    "answers": [
      {
        "id": 28,
        "text": "Взглянуть на предмет в руке"
      }
    ]
  },
  {
    "id": 28,
    "text": "\n  -Ч...то..это конфета?-удивленная сказала я.Встряхнув головой и положив в карман этот ,,подарок,,я наконец отправилась домой.По пути начала немного ныть поврежденная часть лица.От чего Айя начала проверять  всели зубы на месте.Убедившись в их целости и поправив свои очки девушка продолжила свой путь к дому.",
    "answers": [
      {
        "id": 31,
        "text": "Далее"
      },
      {
        "id": 28,
        "text": "Укажите команды для картинки",
        "url": "https://i.postimg.cc/yYcBm2J0/i-Stock-000010316465-Small-840x565.jpg"
      }
    ]
  },
  {
    "id": 29,
    "text": "\n   Испугавшись Айя делая вид, что это её не касается поспешила на выход.Уходя она услышала приглушенный хрип, а после громкий смех и фразы:Бей его,так ему.Она ушла потому ,что не смогла бы ему помочь ведь, что Айя могла сделать против такой кучи парней.Убеждая себя в том, что она не должна лезть  в чужие разборки, девушка отправилась домой.  ",
    "answers": [
      {
        "id": 31,
        "text": "Придя домой"
      }
    ]
  },
  {
    "id": 30,
    "text": "<s>r\n   -Остановитесь!!!-прокричала я.<s>r\nИз-за этого вскрика удара не произошло.Кулак парня остановился в паре сантиметров от лица блондина.<s>rОбернувшись,нападавший парень посмотрел на Айю гневным взглядом.<s>r\n   -А если нет ,то что?-с вызовом в голосе спросил он.-Не лезь в чужие дела девка-сказал парень.<s>r\n   -Если только не желаешь поменяться с ним местами-продолжил он.<s>r\nНемного погодя я ответила .<s>r\n   -Я готова поменяться с ним..местами-уверенно произнесла Айя.-Поэтому отпустите его.<s>r\n   -Ты, что это всерьез?Пхахаха....вот же..хаха-смеясь задал вопрос другой парень.<s>r\n   -Да я серьезна как никогда-сказала я.<s>r\n   -Хм..вот значит как.Ну ,что ж это можно организовать только, если он на это согласен- указал на блондина один из парней.<s>r\n   -....Мне все равно....-с безразличием выдал он.С раздражением во взгляде блондин посмотрел на меня.<s>r\n   -Ну раз так то давай меняться.Ты иди сюда -указал парень на девушку-а ты вали отсюда,да побыстрей. Цокнув языком и ничего не сказав парень с голубыми глазами пошел к выходу.Его выражения лица я не смогла рассмотреть в тот момент.Потому, что проходя мимо меня он схватил мою руку и на всей скорости таща Айю, побежал прочь отсюда.<s>r\n   С явной задержкой толпа парней побежала за нами.Из-за явной плохой физической подготовки я уже очень быстро стала уставать.Заметив это,парень быстро пихнул меня в кусты.А сам привлекая их внимание на себя убежал в противоположную сторону.<s>r\nТолпа злых парней не замечая Айю побежала  за ним.Посидев в кустах ещё пару минут,я что было сил направилась домой. ",
    "answers": [
      {
        "id": 31,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 31,
    "text": "<s>r\n   Войдя в дом Айя тут же плюхнулась на мягкий диван.Из-за усталости или же виной тому был этот странный день.Который явно не задался.Только расслабившись, я услышала стук в дверь.Нехотя мне все же пришлось встать и пойти открывать дверь.Открыв её я увидела целую толпу детей со своими родителями.Не сказав не слова они все вошли в дом.<s>r\n  -Эм ..это..извините..а..-только успела сказать я.<s>r\n  -Это ты будешь присматривать за ними?-спросил один из родителей.<s>r\n  -Ну..я..как..бы..э..-сказала я.<s>r\n  -Смотри за нашей принцессой в оба глаза ,хорошо?-сказала мать одной из девочек.<s>r\n  -Да..в смысле....конечно..но..-ответила Айя.<s>r\n  -Вот и отлично-с облегчением произнесла другая мать,другого ребёнка.-Тогда мы пойдем,пока. -сказала она и схватив мужчину ушла.В следом за ними попрощавшись со своими детьми все родители ушли. Не имея не малейшего понятия о том ,что сейчас произошло Айя посмотрев на всех этих детей, услышала топот ног. <s>r\n  -Пришли?!Ура! Идём ко мне в комнату-радостно воскликнула моя сестра.-Я покажу вам все мои игрушки.<s>r\n  -Но..ч.то..так стоп,ты никуда не пойдешь-сказала я.-Что вообще происходит?-задала вопрос уставшая Айя.<s>r\n  -А мама тебе ничего не сказала?-ответила вопросом на вопрос сестрёнка.<s>r\n  -Об этом?Нет...или да..я не помню-сказала я.-И что это такое?-спросила старшая сестра.<s>r\n  -Это просто небольшая ночевка-с милой улыбкой дала ответ малышка.-Давайте идём будет весело,у меня там есть целый дом для кукол-как только она произнесла эту фразу, все девочки бегом побежали за ней.<s>r\n \"Вот же и что с этим теперь делать\"подумала я.Ну не выгонять же их.Эх..сестрёнка ,сестрёнка.",
    "answers": [
      {
        "id": 32,
        "text": "Подумать о ней"
      }
    ]
  },
  {
    "id": 32,
    "text": "\n   Дженни будучи для всех маленьким ангелочком ,могла быть настоящим дьяволёнком.В основном в отношении ко мне.Она иногда подкладавыла маленькие кнопки мне на стул.Любимое её занятие ,это брать мои вещи без проса.И почти всегда портить.\n  Но я на неё не в обиде за это.Дети ,что с них взять.Я в её возрасте и не такое вытворяла.Да иногда бывают времена ,что её выходки меня раздражают.Но так как она моя младшая сестра, я пытаюсь на неё особо не злиться или обижаться.",
    "answers": [
      {
        "id": 33,
        "text": "Далее"
      },
      {
        "id": 32,
        "text": "Укажите команды для картинки",
        "url": "https://i.postimg.cc/PJDqy3LC/8bf8efb855b04975b6d1d51cb99daea9.jpg"
      }
    ]
  },
  {
    "id": 33,
    "text": "\n   Проверив последний раз, как там у Дженни и её подруг дела, оставив у них немного конфет и тарелку попкорна Айя спустилась на первый этаж.\n    Она ушла от туда из-за Дженни так как она сказала, что в её комнате ей не нужна нянечка.Этот ребенок растет не по дням, а по часам.\n   Устроившись поудобнее на диване, я включила телевизор.Слегка задремав, я вдруг услышала детский крик и плач.И в туже секунду бегом по лестнице ,ко мне прибежали напуганные дети.Они все как один начали тараторить.\n  -Так...давайте по..одному-зевнув и протерев глаза сказала я.-Что случилось?\n  -Там..там..этот...м..мо.н..н..-заикаясь ответила девочка.\n  -Монстр!!Он схватил Дженни!-в слезах крикнула другая девочка.\n  -Что ещё за ,,монстр,,?Девочки если вы так решили надо мной пошутить ,то я..-сказать до конца ,мне не дал крик о помощи.\n  -Сестренка спаси меня!!Айя!-Раздался крик из комнаты на верху.Услышав это я сказав детям сидеть тихо,пошла проверить, что там вообще происходит.\n  Войдя в приоткрытую дверь я увидела сурового мужчину ,который держал за руку Дженни и в тоже время смотрел на меня.",
    "answers": [
      {
        "id": 34,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 34,
    "text": "\n   -Айя..уа..(всхлип)..я..-во всю плача  сказала Дженни.Смотря на этого незнакомца, я тут же уверенно произнесла.\n   -Отпустите её...если..вам нужны день..-недоговорила я.\n   -Они мне не нужны..-подал голос незнакомец.Спустя небольшую паузу, он ответил.-Мне нужна ты и твоя сестра.\n   -Что?..я..я не понимаю..-с удивлением в голосе сказала Айя и страхом в глазах. \n   -Если ты не хочешь для своей сестры зла ,то иди сюда, да поживее-сказал он.Не зная, что делать Айя все таки подчинилась его приказу и медленно подошла к мужчине.\n   -Хорошая девочка-сказал он и тут же схватил меня и приставил к моему виску пистолет.Как только это произошло в комнату вошли двое похожих  друг на друга парней.",
    "answers": [
      {
        "id": 35,
        "text": "Взглянуть на них"
      },
      {
        "id": 34,
        "text": "Укажите команды для картинки",
        "url": "https://res.allmacwallpaper.com/pic/Thumbnails/17327_360.jpg"
      }
    ]
  },
  {
    "id": 35,
    "text": "\n  Эти двое юношей выглядели довольно обычно ,но та атмосфера которая витала вокруг них, не была обычной скорее совсем наоборот.Их глаза одинакового оттенка смотрели прямо на нас .\n  Слегка растрепав свои, цвета дуба, волосы один из них начал говорить.\n  -Эх..заставил же ты нас побегать,старик-с небольшой улыбкой сказал парень,с очками на лбу.\n  -Псам вроде вас к такому не привыкать-серьезным тоном ответил незнакомец.\n  -Ха..,,псам,,..знаешь ты бы мог ,что то по оригинальние придумать-ответил все тот же парень.\n  -Хватит,сейчас не время для этого-сказал уже другой незнакомец.-Дом окружен,поэтому быстро отпусти её.\n  -Тц..черт..-тихо произнес похититель.И быстро откинув меня спрыгнул в окно.За ним словно молния прыгнул и побежал один из парней.",
    "answers": [
      {
        "id": 35,
        "text": "Укажите команды для картинки",
        "url": "https://www.chitalnya.ru/upload3/478/f19e391fded86e0a8542956ccd6b5d2c.jpg"
      },
      {
        "id": 36,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 36,
    "text": "\n   Я не теряя не минуты тут же подошла к сестрёнке и обняв её сказала:-Все хорошо,тише..не плачь..Она обняла меня в ответ и тихо всхлипывая дрожала.Все не как не успокаиваясь Дженни все продолжала плакать.\n  -Эй,малышка посмотри сюда-сказал стоявший недалеко парень,сняв с шеи какой то кулон.И сделав несколько странных движений и сказав не менее странные слова, на непонятном мне языке, парень как бы гипнотизируя смотрел прямо в глаза моей сестры.\n  И через несколько секунд ,она зевая заснула прямо у меня на руках.\n—Что ты сделал?И кто вы вообще такие и тот мужчина ,кто он?И ,что блин здесь происходит?-тараторя выдала я.\n -Ого..а я уже подумал, что ты от страха и слова не сможешь сказать-немного удивленный ответил он.\n -Ты не ответил не на один из моих вопросов-не угомонялась Айя.\n -Сейчас нет времени на вопросы-сухо произнес другой,  уже вернувшийся парень.\n -Что...это..ещё почему?-задала ещё один вопрос девушка.\n -Ты меня, что не услышала?Я ясно сказал, у нас нет времени-в явном гневе сказал он.-Девчонка либо ты сейчас же ,молча идешь с нами ,либо...мне придется  применить силу.\n -Ну ,что выбираешь?-спросил явно не дружелюбный парень.",
    "answers": [
      {
        "id": 37,
        "text": "Не задавать никаких вопросов и идти с ними"
      },
      {
        "id": 38,
        "text": "Сопротивляться "
      }
    ]
  },
  {
    "id": 37,
    "text": "\n  Не совсем успокоившись,я молча в сопровождении двух незнакомых мне парней спустилась в низ.По дороге один их них ,тот недружелюбный тип сказал:-Хороший выбор..-и метнул в Айю суровый взгляд .\n  На втором этаже появились ещё двое людей,одной  из которых была хмурая девушка.Айя неожиданно остановилась и посмотрела на почему то спящих детей.\n  -С ними все будет в порядке,как и с твоей сестрой,так что пойдем..-неожиданно подал голос другой мой сопровождающий-а то,,мистер злюка,,опять начнет бурчать-с небольшой улыбкой добавил он.\n   Слегка кивнув,я в последний раз взглянула на подружек Дженни и вышла из своего дома.",
    "answers": [
      {
        "id": 39,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 38,
    "text": " <s>r\n   Схватив первое ,что мне попалось под руку,это оказался плюшевый кролик, я несколько раз мотнула головой и начала отходить от них.При это попытавшись сделать самое страшное лицо,на которое Айя была способна, она вооружившись зайцем начала говорить.<s>r\n   -Я никуда с вами не пойду,ухо..дите отсюда..иначе...я..я...-сказала она.<s>r\n Видя всю нелепость этой ситуации,парень тот, что на вид не такой пугающий разразился громким хохотом.А тот другой стал ещё более пугающим и уже злым.И уже явно теряя остатки своего терпение начал приближаться ко мне.Так как мне  больше не оставалось куда дальше отступать,я уперевшись в стену, кинула мое,,оружие,,в надвигающегося на меня парня.Он в свою очередь сумел поймать кинутый в него предмет.Слегка удивленный,он не сразу среагировал на мой второй этап, моего странно плана побега. Поэтому я воспользовалась этим и как говориться, просто дала дёру.И конечно по закону моей невезучести <s>r,я спотыкнувшись обо что то с громким звуком упала. <s>r\n  И смех опять заполнил комнату,но теперь был слышен не только звонкий смех, но и приглушенный звук чем то похожий на еле сдержанный смешок.<s>r\n -Хахахах...ты..просто хаха...что то..хаха...-почти уже катаясь по полу сказал ,,весельчак,,.<s>r\n -Кхм..так если ты закончила здесь устраивать цирк то..-недоговорил другой.<s>r\n -Я...урх..не..-ответила Айя.<s>r\n -Всё мне это надоело-сказал он и подойдя ко мне, поднял меня и закинул себе на плечо.И молча пошел на выход.<s>r\n  -Что?!Что ты делаешь??!!Отпусти меня!-выкрикнула я.-Это похищение я..я..вызову полицию.<s>r\nИгнорируя меня ,они находясь уже на первом этаже, всё также шли к выходу из моего дома.И при этом этот тип всё так же продолжал нести меня.",
    "answers": [
      {
        "id": 39,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 39,
    "text": "\n  Уже сев в их машину стоявшую около её дома,при этом Айя не издавала ни звука.Но вдруг решила прервать эту небольшую тишину .И как только автомобиль уже тронулся с места и направился в неизвестном ей направлении ,она тихо произнесла.",
    "answers": [
      {
        "id": 40,
        "text": "Кто вы?"
      },
      {
        "id": 41,
        "text": "Как ваши имена?"
      },
      {
        "id": 42,
        "text": "Почему я?"
      },
      {
        "id": 43,
        "text": "Куда вы меня везёте?"
      },
      {
        "id": 44,
        "text": "Далее",
        "need": [
          43
        ]
      }
    ]
  },
  {
    "id": 40,
    "text": "\n   -А ты сама как думаешь?-безразлично спросил хмурый тип.Немного подумав, я с небольшим раздражением дала ответ. \n   -Ну не знаю я ,поэтому и спрашиваю-сказала Айя.\n   -Вот и отлично,меньше знаешь крепче спишь-сухо дал ответ он-и кто мы такие, не твоего ума дело.\n   -Но..я...я..лишь..хотела..спросить-тихо произнесла я.\n   -Не волнуйся ты так малышка Айя,на все твои вопросы скоро найдутся ответы-сказал другой тип.\nНе понимая, что он имеет в виду,я все же продолжила задавать свои вопросы.",
    "answers": [
      {
        "id": 39,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 41,
    "text": "\n   -Не твое дело-сказал один из моих ,,похитителей,,.\n   -......-промолчав на этот ответ, я лишь опустила свой взгляд.\n   -Прости,но ты пока не можешь узнать наши имена -ответил другой парень-поэтому пока что можешь звать меня мистер красавчик или как тебе хочется.А этого злюку так и зови,он не против.После этих слов ,,злюка,,метнул в него злобный взгляд.И тут же сказал:Не смей меня так называть,поняла?-почти выкрикнул он.\n Айя на это слегка кивнула и погрузилась в свои размышления.",
    "answers": [
      {
        "id": 39,
        "text": "Продолжить задавать вопросы"
      }
    ]
  },
  {
    "id": 42,
    "text": "\n  -О..ну..на этот вопрос не нам отвечать-слегка обескураженно, ответил более приветливый юноша.\n  -Ты..может уже хватит задавать эти глупые вопросы?!-раздраженно ответил мистер ,,злюка,,.\n\"Нет ,мне не хватит. \"подумала Айя.Ведь у неё в голове столько вопросов было, на которые она должна будет найти ответы.",
    "answers": [
      {
        "id": 39,
        "text": "К вопросам"
      }
    ]
  },
  {
    "id": 43,
    "text": "\n  -Всё хватит!Помолчи хотя бы пять минут-не выдержав прокричал парень.\n  -Но...я...мне..нужны..-промямлила я.\n  -Если ты не замолчишь,то я заставлю тебя молчать-пригрозил он.\nИспугавшись его рассерженного взгляда, в зеркале заднего вида, Айя тут же прекратила свои попытки ,что либо узнать.",
    "answers": [
      {
        "id": 39,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 44,
    "text": "\n  Доехав в полной тишине до неизвестного мне места,машина тут же остановилась.Выйдя из автомобиля, я тут же увидела неизвестное мне ранее место.В котором стоял старый дом.И он не внушал мне особого доверия.Рассматривая всё вокруг,я пыталась понять ,что же со мной будет дальше?И в это момент из моих размышлений меня вывел голос.\n  -И долго ты будешь тут стоять как вкопанная?- спросил один из моих похитителей.Тот который всю дорогу только и делал, что ворчал и был вечно недовольный.\n  -Не волнуйся ты так, она уже идет-сказал улыбчивый парень.И повел меня в этот немного жуткий и страшный ,по моему мнению, дом.",
    "answers": [
      {
        "id": 45,
        "text": "Войдя в дом"
      },
      {
        "id": 44,
        "text": "Укажите команды для картинки",
        "url": "https://cdn.suwalls.com/wallpapers/digital-art/creepy-wooden-house-in-the-forest-46982-400x250.jpg"
      }
    ]
  },
  {
    "id": 45,
    "text": "\n   Только переступив порог, мне почему стало до жути как не странно ,жарко.И этот жар не был похож на те ощущения которые испытывают, от костра или батареи.Это чувство было другим.Словно все мои органы и кости начали медленно нагреваться.И виной тому не была холодная погода,из-за которой войдя в дом сразу становилось теплей.Потому как сейчас была весна и холода уже давно отступили.Но я отбросив это странное чувство прошла в глубь комнаты.\n -Эй малышка Айя!Иди сюда,отдохни, посиди на диване-позвал меня парниша.-Ты наверное жутко устала?\n -Ну...я..не то чтобы...устала..-ответила я.-Эм..подождика..а откуда ты знаешь мое имя?-недоумевая задала вопрос я.\n -Гм..это..как бы..ну я просто..угадал?-слегка неуверенным тоном сказал парень.Который явно не был свойственен ему. \n -Угадал?-переспросила Айя.\n -Тц...да он просто угадал ясно,а теперь будь умницей и не задавая никаких вопросов, садись уже наконец-раздраженно выдал другой близнец.\nНемного погодя я села и это не из-за его слов, а возможно причина была в том, что я и правда слегка устала.",
    "answers": [
      {
        "id": 46,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 46,
    "text": "\n  Сидя на диване я смогла немного расслабиться, даже в этой ситуации.В которой я вела себя не так, как  большинство девушек попавшие в такое положение.Другой нормальный человек наверное начал бы паниковать,трястись от страха и звать на помощь если уж на то пошло.Но мне почему то так поступать не хотелось.Я не пытаюсь сказать, что мне не страшно.Всё совсем наоборот, меня слегка пробивает мелкая дрожь,но как бы мне не было страшно я должна побороть это чувство.Я должна мыслить здраво, чтобы суметь выбраться из этого странного места.\n  И может эти парни и не очень то похожи на ненормальных или даже убийц,но  ведь не обязательно они  должны выглядеть как закоренелые преступники ,чтобы быть ими.",
    "answers": [
      {
        "id": 47,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 47,
    "text": "\n  Находясь в полной тишине ,Айя почти уснула ведь на улице уже давно была ночь.Её глаза уже слипались, но от резкого звука  сонливость как рукой сняло.\n  И источником звука оказалась распахнутая дверь на втором этаже, из которой вышли какие то люди в капюшонах.И они сразу же направились в нашу сторону.\n -Ты..следуй за нами-указав на меня произнес женский голос.\n -И не отставай-добавил мужской тембр.\nКак только я открыла рот, чтобы хоть что то произнести меня тут же перебил голос третьего человека в капюшоне.\n -Пожалуйста ничего не говори, всё что ты хочешь знать ,ты узнаешь как только сделаешь всё, что от тебя требуется.\nНаходясь в непонятном для меня состоянии, я все же последовала за ними.",
    "answers": [
      {
        "id": 48,
        "text": "Подняться на второй этаж"
      }
    ]
  },
  {
    "id": 48,
    "text": "\n Поднявшись на второй этаж в сопровождении незнакомой  группы людей,я продолжила следовать за ними.И сделав ещё несколько шагов Айя и её сопровождающие остановились около большой и массивной двери.\n Войдя в эту дверь я увидела обычную и в тоже время роскошную гостиную.В которой было ну очень большое зеркало в золотой раме.\n  -Присаживайся и давай уже приступим  к делу.-присев за письменный стол сказала незнакомка.И как  другие она,сняла капюшон.",
    "answers": [
      {
        "id": 49,
        "text": "Рассмотреть её"
      }
    ]
  },
  {
    "id": 49,
    "text": "\n Эта девушка выглядела весьма серьезным человеком.Её глаза серого цвета отражали некую\n таинственность.А сама она на первый взгляд была примером утонченности и дисциплины.\n     Оттенок волос был похож на цвет лепестков лилии.И одновременно казался почти белым и даже слегка прозрачным.\n  Губы же были слегка малинового цвета.А на её лице сложно было распознать какие либо эмоции.",
    "answers": [
      {
        "id": 50,
        "text": "Далее"
      },
      {
        "id": 49,
        "text": "Укажите команды для картинки",
        "url": "https://hentaiporns.net/wp-content/uploads/2018/03/1192107-50725543_p0.jpg"
      }
    ]
  },
  {
    "id": 50,
    "text": "\n Завершив свой ,,осмотр,,я села и тут же спросила:\n     -Кто вы?-уверенно задала вопрос Айя.-И что вам нужно?\nНе дав ни одного ответа на мои вопросы, сероглазая блондинка вытащив из ящика в столе старую шкатулку  лишь взглянула на меня.И немедля ни минуты открыв её взяла какой то амулет.\n     -Вот,подойди и возьми это..-сказала она.\nСначала мне не очень то хотелось это делать.Но заметив взгляд этой незнакомки я подскочив сразу же подошла к столу и взяла из её рук этот предмет.",
    "answers": [
      {
        "id": 51,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 51,
    "text": "\n Им оказался этот довольно знакомый медальон.Рассмотрев как следует его и у меня тут же возникло ещё миллион вопросов.На которые я надеялась уже наконец получить ответы.И разобраться во всем этом. ",
    "answers": [
      {
        "id": 52,
        "text": "Далее-->"
      },
      {
        "id": 51,
        "text": "Укажите команды для картинки",
        "url": "https://img-fotki.yandex.ru/get/5901/2231910.11/0_d7a52_d61247c8_L.jpg"
      }
    ]
  },
  {
    "id": 52,
    "text": "\n  -И,что это должно значить?-спросила я-Зачем мне нужен этот кулон?\n  -Надень его и ты всё сразу же поймешь-ответила светловолосая девушка.\n  -Ну же не бойся,он не кусается-подбадривающим голосом сказала мне другая особа.\nПод их пристальными взглядами я все же решила одеть этот странный на вид предмет.Когда я уже его почти надела ,мне в голову пришла мысль:\"И что я делаю?\".\n   Мне так хотелось почему то понять и найти ответы на мои возникшие вопросы,что я совсем забыла о своем инстинкте самосохранения.\"А что если это мне навредит или даже убьет?\".\nВо мне тут же проснулся страх и я остановилась.\n  -...Нее..е..т..я..не могу..-заикаясь сказала Айя.\n  -Ты должна это сделать,иначе...ты..-подал голос мужчина.\n  -Кхм..иначе тебе не найти здесь ответов на твои многочисленные вопросы-перебила его блондинка.\n\"И так ,что же мне делать?\"",
    "answers": [
      {
        "id": 53,
        "text": "Надеть медальон"
      },
      {
        "id": 54,
        "text": "Не надевать"
      }
    ]
  },
  {
    "id": 53,
    "text": "\n \"Эх,была не была\".Мысленно составив завещание Айя надела медальон.Зажмурившись я приготовилась ко всему, что могло случится.Постояв так несколько минут и открыв глаза я сказала:\n  -Эм..а..я жива?Потрогав свое лицо и проверив все ли у неё на месте ,девушка облегченно вздохнула.Просмотр и чтение фантастических,фэнтезийных,приключенческих фильмом и книг, не прошло бесследно.Фантазия у Айи была богатая.\n  -Что..но..почему не..-произнесла удивленная,рядом стоящая девушка.\nСказать ,что эти трое были удивленны или даже шокированы, это ничего не сказать.На их лицах застыли разные эмоции,от страха до гнева.\n  -Нет!Этого не может быть..ты..ты ведь она-продолжила все та же девушка.\n  -Роуз успокойся-серьезным тоном попросил мужчина.\n  -Айя Круз.Дата рождения:16.12.ХХХХг.Проживает с матерью и младшей сестрой.Место учебы ,Академия Корнелия Уилсона,успеваемость выше среднего.Группа крови:хх.Родители-Виолетта Круз и Джексон Блэк-выдала почти всю информацию обо мне блондинка.-Это ты и никто другой не так ли?",
    "answers": [
      {
        "id": 55,
        "text": "Дать ответ"
      }
    ]
  },
  {
    "id": 54,
    "text": "\n  -Нет я не буду его надевать-ответила я.Недоверие и страх толкнули меня на эти слова.И мне тут же пришлось ,,поплатиться,,за них.Так как всего лишь один холодный и жесткий взгляд серых глаз заставил меня, изменить свое решение.",
    "answers": [
      {
        "id": 53,
        "text": "Все-таки надеть медальон"
      }
    ]
  },
  {
    "id": 55,
    "text": "\n  -Да...это..я,но откуда вы все эт...-шокировано сказала я.\n  -Естественно это она,ошибки быть не может-сказал мужчина.\n  -Если это она тогда почему..не..получилось?-истерично спросила Роуз-Ты ведь она..она это ты!Уже в истерике крикнула девушка.И после чего мужчина с едва заметной сединой в волосах, попытался её успокоить.\n  Через какой то промежуток времени, сидящая за столом белокурая девушка задала вопрос.\n  -Твой отец это Джексон?-спросила она.\n  -Ну..это...не так..-тихо сказала Айя.-Я даже не знаю кто это.\n  -Ты..не..его дочь?-холодным тоном сказала она.-Тогда кто твой отец?\n  -Это..Стефан Кипт..он..мой отец-слегка испугавшись её ледяного взгляда,ответила я.\nПосле того как она услышала это,на её лице отобразился гнев,вперемешку с небольшой ноткой печали.Но в следующую минуту она опять надела свою маску безразличия.",
    "answers": [
      {
        "id": 56,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 56,
    "text": "\n  -Роуз перепроверь имеющуюся информацию и добудь новую,более точную-приказала блондинка-И в это раз не допускай ошибок.\n  -Да..да..я все сделаю..-всхлипывая дала она ответ.\n  -Джордан ты..ты знаешь, что сейчас нужно сделать-сказала сероглазая девушка.\nБез лишних слов этот мужчина по имени Джордан, быстро подошел ко мне и так же быстро вывел меня из кабинета.",
    "answers": [
      {
        "id": 57,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 57,
    "text": "\n  И как только я оказалась в коридоре, этот мужчина попросил следовать за ним.Идя большими и быстрыми шагами он направился в неизвестном мне направлении.Не зная, что мне дальше делать, я находясь в полной растерянности  все же решила догнать его.К счастью или же нет Айя смогла его нагнать.\n -...Вух..я..-запыхавшимся голосом сказала я -догнала..ух...а...вы..быстрый..\nНикак не реагируя на моё появление Джордан открыл какую то дверь.\n -Входи-сказал он.\n -Эм..но..зачем?-задала вопрос Айя.\"Вдруг они решили меня убить?!И почему я пошла за ним?!!  \"промелькнули судорожные мысли.Из-за которых я почти впала в дикую панику,мысли смешались.Внутри меня бушевал страх,но внешне я была спокойна.Ну мне так казалось.\n -Эх..если ты боишься, то можешь спать на полу в коридоре-сказал Джордан-но это плохой выбор.А эта комната единственная свободная здесь.Так ,что входи и отдыхай.Завтра будет сложный день.\n     Закончив свой длинный монолог, он подтолкнул меня в комнату и ушел.А я уставшая и плохо мыслящая последовала его совету и рухнув на мягкую кровать уснула. ",
    "answers": [
      {
        "id": 58,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 58,
    "text": "\n Ночь для меня выдалась насыщенной на сны.И это было бы неплохо если бы не одно но.Все мои сновидения являлись моими самыми страшными кошмарами.Ну как страшными, некоторые были на двоечку.Один из таких снов это падение.Он меня не очень то и пугал.Наоборот в нем было, что то схожее с полетом.\n   И вот на таком сне я не очень удачно проснулась.Потому как упала с кровати.Но даже это меня не совсем то и разбудило.А разбудил мне ну очень неприятный звук.Это оказался всего лишь стук в дверь ,который я не любила.Так как он оповещал меня о немедленном подъеме и конечно же поход в ад.\n -Я...сплю...хрр..-сказала Айя.Но стук повторился ,с более громким звуком.Словно кто-то просто хотел уже вынести эту дверь.\n -Ты,открывай!Быстро!-крикнул немного знакомый голос.От такого шума я все же открыла глаза и ,,поползла,,к двери.\n -Иду..иду..ааа..(зевок)..-открывая дверь сказала я.Но лучше бы я этого не делала.Ведь передо мной стоял очень недовольный парень.",
    "answers": [
      {
        "id": 59,
        "text": "Спросить кто он и ,что ему нужно"
      }
    ]
  },
  {
    "id": 59,
    "text": "\n -Эм..а..ты кто?-спросила я.На ,что его глаза расширились и он уже был удивлен, а не зол.\n -Ты..что издеваешься?Или у тебя память как у золотой рыбки,а?!!-все так же крикнул он не сбавляя громкость.От чего я окончательно проснулась.И посмотрев на него повнимательнее Айя сразу все вспомнила.\n -Я..это..как..бы..-промямлила она.\n -Все мне это надоело-сказал парень.\n -Надоело?..что..именно?-спросила я.-И ,что ты здесь делаешь?\nСверля меня злым взглядом он только буркнул себе, что то под нос и быстрым шагом скрылся из виду.А я закрыв за собой дверь подумала:\"И,что это было?\".Ничего не поняв я вспоминая вчерашний день села на кровать.\n  -Это оказалось не сном..на этот раз-произнесла девушка — а жаль,лучше бы это все было просто сном.Впервые пожелала этого я.\n И не желая просто так сидеть сложа руки Айя решила осмотреться.",
    "answers": [
      {
        "id": 60,
        "text": "Осмотреть комнату"
      }
    ]
  },
  {
    "id": 60,
    "text": "\n  Комната оказалась довольно уютной и даже приятной для меня.В ней были смешаны, стиль и домашний комфорт.А кровать и остальная мебель имели, темно-коричневый цвет древесины.\n  Обведя всю комнату взглядом я заметила лежащий на полу маленький ключ.Он сверкал и поблескивал в лучах утреннего солнца.Подобрав его в свои руки Айя подумала,что его кто-то возможно потерял и поэтому оставила ключ себе.Ведь если это так ,то она сможет вернуть потерявшуюся вещь тому кто её здесь обронил.",
    "answers": [
      {
        "id": 60,
        "text": "Укажите команды для картинки",
        "url": "https://i.pinimg.com/736x/57/f5/a6/57f5a64c1441d6bf79d8b0581313bbb4.jpg"
      },
      {
        "id": 61,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 61,
    "text": "\n Спустя небольшой промежуток времени, я после недолгого ,,отдыха,, покинула комнату.Переступив порог и оказавшись в совсем незнакомом коридоре, а так же в незнакомом мне месте, я направилась на поиски хоть кого-нибудь.Но пройдя немного вперед у меня возникла маленькая проблема.\n  \"Я не знаю куда мне идти.\"Коридор разветвлялся на два пути.Влево или же вправо идти.",
    "answers": [
      {
        "id": 62,
        "text": "Влево"
      },
      {
        "id": 63,
        "text": "Вправо"
      }
    ]
  },
  {
    "id": 62,
    "text": "\n  \"Ну,что ж вперед.\"Свернув на выбранную сторону, я зашагала прямо по коридору.И через несколько поворотов и разветвлений ,мне пришлось пожалеть о сделанном мной выборе.\nПотому что я потерялась и уже немного проголодалась.Голодная и слегка раздраженная Айя наткнулась на еще один поворот и необычную дверь, которая была приоткрыта.\n  Так как мне уже надоело ходить кругами,я решила войти в комнату.Пройдя туда девушка не смогла увидеть ничего из-за темноты.Щупая все вокруг она смогла понять ,что это чья то спальня.И услышав чей то храп Айя попыталась уйти,но из-за открывающейся двери и громкого голоса ,она испугалась и споткнувшись, упала прямо на спящего.",
    "answers": [
      {
        "id": 64,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 63,
    "text": "\n \"Пойду направо\"-подумала Айя.Выбрав это направление мне удалось найти лестницу, ведущую на первый этаж.Который девушка видела вчера .\n Спустившись по лестнице вниз, она надеялась найти здесь вчерашних незнакомых ей людей.\nНо к сожалению здесь никого не было.\n -Эй..здесь кто-нибудь есть?!-в пол голоса сказала я.\nВ ответ лишь тишина.\"Похоже,что нет\".Закончив свои ,,поиски,,Айя просто села на диван и начала ждать.И вскоре она дождалась.\n -Уаааа..(зевает)..о ты уже не спишь?-потирая глаза спросил вчерашний парень.Имя которого я до сих пор не знала.Ничего не отвечая я просто продолжала молчать .На,что он плюхнулся на другой диван и застонал.И в тоже время к нам спустился второй парень.А за ним Джордан и ,,ледяная королева,,.",
    "answers": [
      {
        "id": 69,
        "text": "Попытаться опять спросить хоть, что-то "
      }
    ]
  },
  {
    "id": 64,
    "text": "\n  -Ай..что..это..-прозвучали эти слова недалеко от меня.\nРаспластавшись на кровати я так бы и продолжала лежать,если бы не уже знакомый голос не произнес.\n -Кх кх (кашляет) и долго ты спать собираешься?-обратился он к такому же соне как и я.\n -..(потягивается)..ээх..ещё лет сто..или двести..даже и не знаю-зевая и потирая глаза ответил парень.\n -Вот как...тогда не буду мешать вашей спячке-скрипя зубами сказал другой юноша.\n -...(зевок)...эм..чего?,,Вашей,,?-спросил сонный парень-Ха..ты наконец то признал то,что я на несколько минут старше тебя...даааа?\n -Тц..ах...ты..мелкий..-остановившись около двери сказал он.\nСлушая их ,,утренний,,диалог Айя уже начала сгорать от стыда.Ведь она не только пробралась в чужую комнату без спроса ,она ещё умудрилась упасть прямо на спящего парня.\"Что может быть хуже?\"",
    "answers": [
      {
        "id": 65,
        "text": "А вот что-->"
      }
    ]
  },
  {
    "id": 65,
    "text": "\n -....Эм..ты..что..здесь делаешь?-возник внезапный вопрос.Услышав его я тут же подняла взгляд и увидела второго близнеца.Который так же смотрел на меня.Не заметив их прекращения разговора на тему,,кто же старше?,,Айя даже не предприняла попытки, ускользнуть из этой странной ситуации.\n -Нет это..не то..чем может показаться..я...эм..случа..-сказала я.\n -Ты..ты..ты.....-тихо произнес он.\n -Я...не...хотела..я..случ..-запинаясь и боясь того, что сейчас на неё накричат ,она трясла головой и махала руками.И в попытке уже сбежать от сюда наконец ,девушка попыталась слезть с кровать.Но её остановила крепкая рука ,схватившая её.Которая принадлежала парню близнецу.\n -Ты такая хорошая!Хахахах..ахах..спасибо тебе-почти крича сказал он и обнял меня сильно-сильно.\n -Эээ..что..? -непонятно спросила я.Не ожидая такой реакции Айя не сразу освободилась от этих ,,медвежьих,,объятий.\n -Эх..я и не знал ,что ты решишь меня навесить с утра пораньше-с улыбкой до ушей сказал он-эй братишка...а знаешь ,ты теперь не будешь меня мучить по утрам.И мои уши смогут наконец-то отдохнуть от твоего постоянного крика,и фразочек :Эй вставай!Или хватит спать уже обед и бла,бла,бла.",
    "answers": [
      {
        "id": 67,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 66,
    "text": " \n Не сразу,но мне удалось найти лестницу, ведущую на первый этаж.Который девушка видела вчера .Спустившись по лестнице вниз, она надеялась найти здесь других людей.\nНо к сожалению здесь никого не было.\n -Эй..здесь кто-нибудь есть?!-в пол голоса сказала я.\nВ ответ лишь тишина.\"Похоже,что нет\".Закончив свои ,,поиски,,Айя просто села на диван и начала ждать.И вскоре она дождалась.\n -Уаааа..(зевает).. доброе утро малышка Айя-потирая глаза сказал вчерашний парень-и да я знаю, что это говорить слегка поздно,но я не успел сказать это из-за нашего ворчуна.Так ,что извини.Но ведь лучше поздно чем никогда ...(потягивается).Проговорил близнец имя которого я до сих пор не знала.Ничего не отвечая я просто продолжала молчать .А он просто  плюхнулся на другой диван и застонал.И в тоже время к нам спустился второй парень.А за ним Джордан и ,,ледяная королева,,.",
    "answers": [
      {
        "id": 69,
        "text": "Попытаться спросить хоть ,что-то"
      }
    ]
  },
  {
    "id": 67,
    "text": "\n  Закончив передразнивать брата парень решил обратится ко мне.\n -Малышка Айя ,а ты не против побыть моим будильником?-со щенячьими глазками спросил он-если не против то ещё был бы не плох и вкусный завтрак прямо в постель.С ухмылкой сказал парень.\n -...Я..как...бы..не..-тихо произнесла Айя.\n -Завтрак,какой ещё завтрак?-спросил его брат-Да ты еле,еле просыпаешься к обеду, идиот.\n -Да..ну..если меня будет будить малышка Айя,то я наверняка не буду много спать.Я обещаю.\n -Ты, даже и не надейся на это-сказал вчерашний ,,злюка,,\n -Но..-только это и успел сказать парень.\n -Все хватит,никаких но-свирепо произнес он-так,ты быстро одевайся и так же быстро спускайся вниз,а ты-указал он на меня-за мной.\n И не дождавшись какого либо ответа, он схватил мою руку и быстро ушёл из комнаты таща меня за собой.",
    "answers": [
      {
        "id": 68,
        "text": "Идти за ним "
      }
    ]
  },
  {
    "id": 68,
    "text": "\n  -Так а теперь слушай и запоминай.Доходишь до конца этого коридора и сворачиваешь на право ,потом сразу на лево и потом как только ты увидишь ,большую картину с лесом и повернешь свою голову в право то заметишь лестницу -объяснил он быстро мне,мой дальнейший путь и толкнув в спину, тут же вернулся обратно в комнату своего брата.\n  -Эм..спа..сибо..-не успела поблагодарить его я.И лишь тяжело вздохнув Айя направилась туда куда её направил этот ,,странный,,парень.",
    "answers": [
      {
        "id": 66,
        "text": "Продолжить свое ,,плутание,,в поисках выхода"
      }
    ]
  },
  {
    "id": 69,
    "text": "\n  -И так перейдем сразу к делу.Айя по некоторым причинам ,а именно до тех пор пока мы все окончательно не проверим ,ты пока что  не сможешь вернуться домой-сказала вчерашняя блондинка.\n  -Но...как..вы не можете так посту..-возмутилась я.\n  -Не перебивай,я ещё не закончила-равнодушно произнесла она-Так как ты не вернешься домой это не значит, что в ближайшие дни тебе нечем будет заняться.Из-за появления  возможных проблем по причине твоего отсутствия в академии, тебе придется так же как и обычно пойти на учебу.Но не одной ,а в сопровождении.\n Закончив говорить её взгляд направился на двух парней.Один из которых сразу же начал возмущаться.\n  -Нет,нет и ещё раз нет!Я в няньки не нанимался,мне и так есть чем заняться-крикнул он.И его недовольные крики так и продолжались если бы не одно но..",
    "answers": [
      {
        "id": 70,
        "text": "И этим но является.."
      }
    ]
  },
  {
    "id": 70,
    "text": " \n  Самый страшный и стальной взгляд в моей жизни,был направлен на недовольного парня.Который через несколько минут фыркнул и вроде бы успокоился тем самым дал свое согласие на роль моей,,няньки,,.\n  -Ну, а ты тоже против?-вдруг спросил Джордан.\n  -Я?Конечно..нет.Я всеми руками только за!-сказал другой более нормальный близнец-Ну,что малышка Айя повеселимся?хахаха...\n   -Что..-произнесла девушка.\n   -Тогда вам уже пора,но сначала переоденьтесь в униформу-приказным тоном сказала ,,ледяная королева,,.",
    "answers": [
      {
        "id": 71,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 71,
    "text": "\n   И вот выполнив ,,приказ,, они спустились и тут же направились на выход.Ну, а я просто пошла за ними следом.\n   -Подожди-ка чуть-чуть-послышался мужской,сиплый голос-вот возьми его и не потеряй хорошо?-сказал Джордан  и протянул мне тот медальон.\n   -Ты боишься?Хм..просто возьми эту безделушку-сказала белокурая девушка.\n   -Безделушка?Он не похож на простое украшение-честно высказала свое мнение я.\n   -Да есть такое,но ты ведь не из тех, кто судит книгу по обложке не так ли?-ответила она.\nМеня слегка обескуражили эти её слова.И не предпринимая никаких действий я просто смотрела на этот предмет,прожигая в нем дыру.",
    "answers": [
      {
        "id": 73,
        "text": "Без малейших колебаний взять его"
      },
      {
        "id": 72,
        "text": "В замешательстве принять эту вещь"
      }
    ]
  },
  {
    "id": 72,
    "text": "\n    Почти как маленький ленивец я медленно взяла этот медальон.И сказав:\n  -Спасибо...до свидания-выбежала в след за близнецами,которых уже не было в доме.Притом почти на бегу одела его, что бы случайно не потерять.",
    "answers": [
      {
        "id": 74,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 73,
    "text": "\n  Отбросив свои глупые предрассудки я быстрым движением выхватила медальон.И сказав:\n  -Спасибо...до свидания-выбежала в след за близнецами,которых уже не было в доме.Притом почти на бегу одела его, что бы случайно не потерять.",
    "answers": [
      {
        "id": 74,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 74,
    "text": "\n  После того как Айя догнала парней и села в машину, в холле произошел небольшой диалог.\n -Элисон ты уверенна в своем выборе?Разве это не слишком рискованно?-сказал Джордан.\n -Я всегда уверена в том, что делаю.И знаешь трусость тебе не к лицу.-уходя ответила она.\nКогда в комнате остался лишь он, то по его лицу проскользнула тень невыносимой печали из-за мелькнувших воспоминаний из прошлого.",
    "answers": [
      {
        "id": 75,
        "text": "Продолжить историю"
      }
    ]
  },
  {
    "id": 75,
    "text": "\n  -Нет,нет,нет..нет...только не опять..-нервно сказала Айя выходя из припаркованной машины,стоявшей рядом с академией.Нервничать она стала намного больше из-за очередного её опоздания.И поэтому она тут же направилась быстрым шагом ко входу в здание,позабыв обо всем на свете.\n  А двое парней просто ускорив шаг последовали в след за ней.\nОни были спокойны,в отличие от Айи которая почти со скоростью света бежала и бежала лишь бы только успеть.",
    "answers": [
      {
        "id": 76,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 76,
    "text": "\n  И вот добравшись и запыхавшись,усталая Айя еле шагала по третьему этажу в сопровождении её новых знакомых.Которых она не замечала, до того как один из них не начал задавать вопросы.\n  -Эй..Айя что это с тобой?Ты как то странно выглядишь.С тобой все в порядке?-сказал ,,весельчак,, смотря на меня.А я как только обратила внимание на то, что я здесь не одна,то сразу же попыталась сделать вид мол все у меня нормально.Но парень продолжал смотреть на меня ожидая ответа.",
    "answers": [
      {
        "id": 77,
        "text": "Проигнорировать его"
      },
      {
        "id": 78,
        "text": "Просто ответить ему "
      }
    ]
  },
  {
    "id": 77,
    "text": "\n Ничего не сказав и тем самым проигнорировав все его ненужные вопросы,Айя молча продолжила свой путь, подходя к уже знакомой двери ведущей в кабинет, где проходят все её занятия.А близнецы последовали за ней,никак не прокомментировав молчание Айи.",
    "answers": [
      {
        "id": 79,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 78,
    "text": "\n -Все хорошо я..просто...это..ну..не хочу опоздать..поэтому пойдемте..-ответила я.\nА парень на мой ответ только улыбнулся и ничего не сказал.Он лишь продолжил идти за девушкой идущей в направлении к кабинету в котором проходили почти все её занятия.Ну а ,,злюка,,поступил так же, как и его брат.",
    "answers": [
      {
        "id": 79,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 79,
    "text": "\n  Ну вот и настал момент истины.Постучав в дверь и быстро войдя, я тут же встретилась со взглядами всех тех,кто присутствовал на занятие ,в том числе и самого преподавателя.\n  -И почему я не удивлен.Учиться на собственных ошибках вы не умеете?И поэтому в который раз опаздываете?-явно раздраженным голосом сказал учитель и после добавил:-Что же могло вас задержать на этот раз?\n   -Эм..ну..я..из-за того что..мне..-промямлила Айя.\n   -Учтите мисс,что такие причины как:я проспала ,забыла включить будильник или же он просто напросто сломался теперь не работают-ответил преподаватель буравя меня своим взглядом, словно хочет прожечь во мне дыру.",
    "answers": [
      {
        "id": 81,
        "text": "Быстро придумать убедительную причину"
      }
    ]
  },
  {
    "id": 80,
    "text": "\n  -Да..я.сейчас..уже..иду..-сказала я и со скоростью света пошла к своему месту.Но случилось непредвиденное.Когда я уже почти была у своей цели ,произошло то ,что помешало мне это сделать.А именно это был кто-то.Кто просто подставил мне подножку.И здесь не нужно быть Шерлоком чтобы понять, что это сделала никто иная как:\n  -Мисс Рейчел не могли бы вы смеяться потише?-обратился с вопросом к ней учитель.\n  -Хаха.ахах.хаха.ха....прошу прощения сэр..это не моя вина..хаха-сквозь смех сказала она.На что преподаватель лишь раздраженно вздохнул и больше ничего не сказал.Ну, а моя персона встретившись в который раз с полом,да это не первый и уж точно не мой последний раз такого падения,просто потирая ушибленный нос встала как ни в чем не бывало и под их смешки, отряхивала свою одежду от пыли.",
    "answers": [
      {
        "id": 83,
        "text": "Бросить беглый взгляд на эту,,королеву,,"
      }
    ]
  },
  {
    "id": 81,
    "text": "\n  Когда я почти сумела придумать причину которая не была похожа на все другие мои оправдания,преподаватель задал ещё один вопрос.\n  -А вы кто такие?Я вас что-то не припоминаю.-спросил он,стоящих позади меня парней.\n  -Мы?Да так просто, обычные новенькие учен...-сказал улыбчивый юноша,которого сразу же перебил его брат.\n  -Мы ученики по обмену,директор должен был вам об этом сказать-холодным тоном ответил хмурый близнец.\n  -Ой..да точно..я..забыл об этом...хахаха..ха-не таким строгим голосом сказал преподаватель-ну раз вы уже здесь, то не могли бы вы представится?\n   -А вы мисс Круз так и будите здесь стоять?Если нет, то пожалуйста садитесь уже на свое место-опять обратился ко мне математик.",
    "answers": [
      {
        "id": 82,
        "text": "Без возражений сесть на свое место"
      },
      {
        "id": 80,
        "text": "Быстрым шагом пройти на последний ряд"
      }
    ]
  },
  {
    "id": 82,
    "text": "\n  Молча выполнив данный мне ,,приказ,,я заняла свое место на последнем ряду.И только после этого Айя вздохнула с облегчением.Потому как ей немного повезло впервые за долгое время.Ведь на неё не обрушились все те слова, которые смог придумать учитель и она не отправилась к  директору.Немного расслабившись и даже забывшись где она находится Айя  слегка потянулась и даже зевнула.И только после этого до неё стал доходить шум который образовался вокруг двух новых учеников.И в основном он исходил от девушек,даже тех кого сложно оторвать от своих телефонов.",
    "answers": [
      {
        "id": 84,
        "text": "Прислушаться к тому,что они говорят"
      }
    ]
  },
  {
    "id": 83,
    "text": "\n  Лишь только посмотрев на неё и я тут же пожалела об этом.И все те крохи уверенности что были во мне сразу же исчезли бесследно.И я просто продолжала глупо стоять на месте ,не предпринимая никаких действий.Это явно не понравилось Рейчел.\n  -Эй..ты ещё долго будешь мне загораживать свет своим телом?Или может тебе нравится изображать из себя столб,который всем вечно мешает.-произнесла она смотря на меня своими зелеными глазами-Если нет,то тогда может быть ты просто исчезнешь.Добавила она и посмотрела на меня раздраженным взглядом.Ну,а я в свою очередь просто напросто сохраняла тишину,так как я только так и поступаю в данных ситуациях.И чтобы все только не ухудшать Айя все таки отмерзла от земли и продолжила свой путь. ",
    "answers": [
      {
        "id": 86,
        "text": "Уйти от надвигающегося шторма"
      },
      {
        "id": 83,
        "text": "Укажите команды для картинки",
        "url": "https://i.postimg.cc/cHJ1pkP9/1612359217-17-p-arti-devushek-s-korichnevimi-volosami-art-23.jpg"
      }
    ]
  },
  {
    "id": 84,
    "text": "\n  Все кому не лень задавали разные вопросы этим двоим.И часть этих вопросов так же, как и их ответов на них я пропустила мимо ушей.Но вот один вопрос заданный самым последнем я точно расслышала хорошо.\n  -Эй мальчики..а можно задать самый главный вопрос из всех, что вы здесь услышали?-милым голосом спросила близнецов Эмма.\n  -Ну..дай подумать..хм..конечно можно,задавай-ответил ,,весельчак,,на что мистер,,злюка,,лишь тяжело вздохнул.\n  -О..ха..отлично.И так мой вопрос это...(барабанная дробь).У кого-нибудь из вас есть девушка?\n  -Ууууууу...хахаха..она все таки сделала это-сказал парень сидящий рядом с Эммой.\nА я просто впала в ступор от такого вопроса и неожиданно даже чуть-чуть подавилась.",
    "answers": [
      {
        "id": 87,
        "text": "Мысленно начать возмущаться"
      }
    ]
  },
  {
    "id": 85,
    "text": "\n  Все кому не лень, все так же продолжали задавать разные вопросы этим двоим.Но вот один вопрос заданный самым последнем был явно лишним.\n  -Эй мальчики..а можно задать самый главный вопрос из всех, что вы здесь услышали?-милым голосом спросила, сидящих рядом со мной близнецов, Эмма.\n  -Ну..дай подумать..хм..конечно можно,задавай-ответил ,,весельчак,,на что мистер,,злюка,,лишь тяжело вздохнул.\n  -О..ха..отлично.И так мой вопрос это...(барабанная дробь).У кого-нибудь из вас есть девушка?\n  -Ууууууу...хахаха..она все таки сделала это-сказал парень сидящий рядом с Эммой.\nА я просто впала в ступор от такого вопроса и неожиданно даже чуть-чуть подавилась.",
    "answers": [
      {
        "id": 87,
        "text": "Тихо начать возмущаться"
      }
    ]
  },
  {
    "id": 86,
    "text": "\n  И вот когда я дошла наконец до своего места,меня окликнул уже знакомый мне голос.\n    -Эй!Айя подожди нас!-крикнул один из близнецов и подбежал ко мне,а вслед за ним не спеша подошел и его брат.\n     -Ты что про нас забыла?Или ты не хочешь чтобы мы сидели рядом с тобой?Ты против этого, да?-задал парень вопросы адресованные мне.\n     -Что..я..не..-сказала Айя.\n     -Тц..да не против она,садись уже-сказал ,,ворчун,, и сразу же сел на место.А я и ,,весельчак,, последовали его примеру и поступили так же.",
    "answers": [
      {
        "id": 85,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 87,
    "text": "\n   \"Она это что серьезно?Других вопросов у неё не нашлось.Можно ведь было задать кучу других более подходящих вопросов.Например:как вам наш город?Надолго вы здесь или какая у тебя группа крови?!Хотя стоп это пожалуй уже слишком.Такое лучше не спрашивать при знакомстве с кем то.Если только ты не работаешь в больнице.Что-то я отошла от темы.\n    И её  никак не смущает, этот глупый вопрос.Да какая ей вообще разница,есть у кого-то из них пара или нет.Ведь Эмму такой ,,пустяк,,никогда не останавливал и не смущал.Хотя о чем это я, эту ,,девушку,,уже ничего не сможет смутить.\n   Они же не обязаны отвечать,так пусть просто проигнорируют её или откажутся давать ей ответ.Пускай так и будет, пожалуйста!\"-подумала Айя и скрестив пальцы ждала ответ.",
    "answers": [
      {
        "id": 88,
        "text": "Узнать ответ"
      }
    ]
  },
  {
    "id": 88,
    "text": "\n -Ха..а я и не знал,что ты такая любопытная-сказал непонятно откуда-то появившейся Кристофер.И после неторопливо прошел и занял свое почетное место.\n -Вы ещё долго собираетесь смотреть на меня?Я конечно не против,но мы все здесь не для этого.Наша цель прибывания здесь заключается в одной простой вещи,а именно в учебе так что занимайтесь сейчас ею.А на меня просто не обращайте внимания.....меня здесь нееет-сказал он и все тут же так и поступили.Они все уже привыкли к его постоянным выходкам и учителя не исключения.\n  -Ну раз все теперь в сборе ,значит давайте приступим к занятию-безразлично произнес математик.Тем самым просто проигнорировал его опоздание,а за мое учитель был готов разорвать меня на мелкие кусочки.\n  И в этот момент я должна была так же, не обращать внимания как и все другие.Айя должна была делать все как обычно, сидеть и помалкивать...но она не смогла.Потому как в ней вспыхнули странные чувства и такие же ощущения, которые толкнули её на самую большую ошибку в её жизни.",
    "answers": [
      {
        "id": 89,
        "text": "Совершить эту ,,ошибку,,"
      }
    ]
  },
  {
    "id": 89,
    "text": "\n  Из-за появившихся новых ощущений  и той уверенности, что возникла сейчас во мне, я без капли страха решила научить этого нахала хорошим манерам.\n  И вот несколько идей, что пришли мне в голову:",
    "answers": [
      {
        "id": 90,
        "text": "1.Высказать все,что ты думаешь о нем"
      },
      {
        "id": 91,
        "text": "2.Накричать на него"
      },
      {
        "id": 92,
        "text": "3.Швырнуть книгу"
      }
    ]
  },
  {
    "id": 90,
    "text": "\n   Не думая ни минуты я со скоростью пули сразу же оказалась рядом с нашим ,,королем,,.Который даже не удосужился посмотреть на Айю.Наверное все дело было в том,что его ,,величество,,даже одним воздухом не должен дышать с такими ,,простолюдинами,,как я,а разговаривать уж тем более.\n  Но мне сейчас до этого нет никакого дела.Как впрочем и до последствий которые будут после.Поэтому я просто резко без всяких предупреждений вырываю его наушники, в которых звучит слишком громкая музыка.Звук из наушников слышен наверное даже на первом этаже. \n  И как только я это сделала на меня сразу же обрушилось огромное количество внимания,все кто до этого занимался своими делами резко прекратили это делать.И исключением не стал и сам Кристофер.\n  -Ты..и какого черта ты делаешь?Кому-то заняться нечем?-раздраженным тоном спросил парень.И посмотрел на Айю таким холодным и одновременно злым взглядом,что вся её уверенность начала понемногу улетучиваться.А после недолгого ступора и от новых ощущений не осталось и следа.И в голове промелькнула только одна мысль\"И что же мне теперь делать?\".  ",
    "answers": [
      {
        "id": 93,
        "text": "Паниковать"
      },
      {
        "id": 90,
        "text": "Совет:Пиши завещание. ",
        "comment": true
      }
    ]
  },
  {
    "id": 91,
    "text": "\n Вздохнув как можно больше воздуха,я быстро встав закричала,что есть мочи.\n  -Эй!Ты,да ты болван!Слушай мня внимательно,идиот!Таких людей как ты я терпеть не могу!!Маменькин сынок вот ты кто.Твое эго такое большое,даже больше твоей дурной башки!!\nБолее эгоистичных,лицемерных,трусливых,отвратительных людей чем ты я не встречала.Ты просто напросто никто,ты....ничтожество!!!-кричала Айя с такой силой, что ещё чуть-чуть и она перейдет на ультра звук.Вся в маму.\n  -Кх..кх..ты меня ..кх..слышишь?-уже не так громко сказала я и посмотрела на мирно сидящего Кристофера.Который даже не смотрел в мою сторону и просто с закрытыми глаза откинулся на спинку стула.\"Он ,что оглох?..Да.. вы издеваетесь!!!\"подумала я и у меня тут же начал нервно дергаться глаз.",
    "answers": [
      {
        "id": 94,
        "text": "Попытаться успокоиться"
      }
    ]
  },
  {
    "id": 92,
    "text": "\n  \"Хехехехех...хехе это отличная идея..хехеехе..(злобный смех).\"Да идея была неплохой,но для воплощения её в жизнь кое чего мне не хватало.А именно самой книги.\n  \"Что?Да как так то,это не смешно блин.\"Книг не оказало у меня по одной простой причине.Они все остались у меня дома и сейчас я сижу здесь с пустыми руками.\"У меня нет даже маленькой стирки или карандаша.Да что ж это за невезение?!\"-подумала я и скрипя зубами тихо выходила из себя.Еще чуть-чуть и я точно кого-нибудь покусаю.",
    "answers": [
      {
        "id": 96,
        "text": "Так и поступить"
      },
      {
        "id": 92,
        "text": "Насилие приводит к ещё большему насилию. ",
        "comment": true
      }
    ]
  },
  {
    "id": 93,
    "text": "\n  Паника это конечно же отличный выход из данной ситуации.Хотя нет ,все с точностью да наоборот.Это мне точно сейчас не поможет справиться с ужасно злым Кристофером Найсом.\n Единственный доступный выход для меня это притвориться мертвой,с медведем же такое срабатывает,вот и с ним тоже должно сработать.Ну что ж попытка не пытка.\n   -Эй..ты меня слышишь?Оглохла что ли?-сказал Найс.\n   -...Не..я..эм..это..-мямлила Айя опустив свои глаза.\nНормальные предложения без каких либо запинок  у меня так и не получалось сказать,а в голове так вообще полный бардак творился.И вот так бы я и простояла очень долго, если бы не одно но...",
    "answers": [
      {
        "id": 95,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 94,
    "text": "\n  \"Так вдох,выдох..я должна успокоиться...должна...Нет черт побери!Я ничего никому не должна!\"-мысленно злилась я.Ведь кричать я уж точно не смогу,мне даже говорить как-то сложно.Ну вот доигралась.\n  Как бы я не пыталась думать о чем то хорошем,мне все равно не удавалось прекратить эти странные порывы придушить этого наглеца.И я бы опять предприняла бы попытку докричаться до него,если бы в кабинет не вошли..  ",
    "answers": [
      {
        "id": 99,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 95,
    "text": "\n А точнее два таких же опоздавших как и я.Придя так ,,поздно,,а точнее почти к концу занятия,они точно должны будут побывать у директора или выслушать лекцию о том, как важно быть пунктуальными и т.д.Но пока преподаватель не начал выходить из себя,я как и все другие смотрела на этих ,,бесстрашных,,.Это были,милая девушка и очень даже знакомый парень.",
    "answers": [
      {
        "id": 97,
        "text": "Рассмотреть застенчивую девушку"
      }
    ]
  },
  {
    "id": 96,
    "text": "\n  Кусать людей это конечно не хорошо,да и вообще так поступать просто ужас как странно.Но так как Айю и без этого считают чудачкой и странной ,то хуже уже точно не будет.И поэтому она решила совершить задуманное,на том кто сейчас больше всех этого заслуживал.\n  \"Ну,что ж приготовься мистер я лучше всех.Ты у меня ещё получишь на орехи.И такого он точно не сможет ожидать.Нет я не должна делать ничего подобного ,..я..просто....я..перегрызу ему глотку...грарррхх.\"\n  Не думая больше не о чем,Айя в затуманенном состоянии направилась в сторону Кристофера.И вот когда до него можно было достать рукой,в кабинет кто-то вошел.",
    "answers": [
      {
        "id": 98,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 97,
    "text": "\n   На первый взгляд  девушка показалась довольно милой и слегка стеснительной.Но это и не удивительно.Потому как все новые ученики испытывают дискомфорт в первый день, на новом месте.И поэтому она чувствовала себя слегка неловко.Но даже это не мешало ей лучезарно улыбаться и как бы светиться изнутри.\n  Выглядела она довольно радостной и в тоже время немного грустной.Её большие глаза цвета сажи, искрились счастьем и добротой.И сама она излучала что-то хорошее.",
    "answers": [
      {
        "id": 100,
        "text": "Переключить внимание на довольно знакомого парня"
      },
      {
        "id": 97,
        "text": "Укажите команды для картинки",
        "url": "https://i.ibb.co/1K5s114/2022-10-18-12-37-26-1.jpg"
      }
    ]
  },
  {
    "id": 98,
    "text": "\n   И это оказались два таких же опоздавших как и я.Придя так ,,поздно,,а точнее почти к концу занятия,они точно должны будут побывать у директора или выслушать лекцию о том, как важно быть пунктуальными и т.д.Но пока преподаватель не начал выходить из себя,я как и все другие смотрела на этих ,,бесстрашных,,.Это были,милая девушка и очень даже знакомый парень.",
    "answers": [
      {
        "id": 103,
        "text": "Взглянуть на девушку"
      }
    ]
  },
  {
    "id": 99,
    "text": "\n Два таких же опоздавших ученика как и я, они сами того не понимания помогли мне отвлечься.Придя так ,,поздно,,а точнее почти к концу занятия,они наверняка  побывают у директора или выслушают лекцию о том, как важно быть пунктуальными и т.д.Но пока преподаватель не начал выходить из себя,я как и все другие смотрела на этих ,,бесстрашных,,.Это были,милая девушка и очень даже знакомый парень.",
    "answers": [
      {
        "id": 104,
        "text": "Посмотреть на новенькую"
      }
    ]
  },
  {
    "id": 100,
    "text": "\n   Рядом с ней стоял тот, кого Айя уж точно не ожидала встретить вновь.\n   -Пожалуйста извините нас за наше опоздание,мы...-первой заговорила девушка.Но её в туже минуту перебил преподаватель и лишь мельком взглянув на них сказал:\n   -За что вы извиняетесь мисс?-не глядя на неё задал вопрос он.\n   -Эм..за свое...опоздание..-неуверенно ответила она.\n   -О нет,нет,нет за это вам уж точно не нужно просить прощения и искать какие либо отговорки-спокойным тоном сказал преподаватель.А девушка в ответ только лишь облегченно вздохнула и даже немного обрадовалась.Но рановато она это сделала.\n   -А вот за отсутствие на моем занятии...вы понесете строжайшее наказание!!-грозно произнес он и приказав этим двоим следовать за ним, покинул кабинет.",
    "answers": [
      {
        "id": 101,
        "text": "Далее",
        "forget": [
          91
        ]
      }
    ]
  },
  {
    "id": 101,
    "text": "\n   -Ха..кого то ждут большие неприятности..-сказал кто-то из парней. \"Это же тот самый мальчишка или я обозналась?\"-подумала Айя и тут же последовала вслед за ним.\n  Выйдя из кабинета я не смогла отыскать этих двоих.Поэтому вспомнив о следующем занятии Айя не спеша отправилась туда.Но по пути случилась небольшая ,,авария,,.",
    "answers": [
      {
        "id": 106,
        "text": "Продолжить",
        "need": [
          90,
          -91
        ]
      },
      {
        "id": 107,
        "text": "Далее...",
        "need": [
          91,
          -92
        ]
      },
      {
        "id": 108,
        "text": "Далее",
        "need": [
          92,
          -90
        ]
      }
    ]
  },
  {
    "id": 102,
    "text": " \n  Рядом с ней стоял тот, кого Айя уж точно не ожидала встретить вновь.\n   -Пожалуйста извините нас за наше опоздание,мы...-первой заговорила девушка.Но её в туже минуту перебил преподаватель и лишь мельком взглянув на них сказал:\n   -За что вы извиняетесь мисс?-не глядя на неё задал вопрос он.\n   -Эм..за свое...опоздание..-неуверенно ответила она.\n   -О нет,нет,нет за это вам уж точно не нужно просить прощения и искать какие либо отговорки-спокойным тоном сказал преподаватель.А девушка в ответ только лишь облегченно вздохнула и даже немного обрадовалась.Но рановато она это сделала.\n   -А вот за отсутствие на моем занятии...вы понесете строжайшее наказание!!-грозно произнес он и приказав этим двоим следовать за ним, покинул кабинет.",
    "answers": [
      {
        "forget": [
          90
        ],
        "text": "Далее",
        "id": 101
      }
    ]
  },
  {
    "id": 103,
    "text": "\n   На первый взгляд  девушка показалась довольно милой и слегка стеснительной.Но это и не удивительно.Потому как все новые ученики испытывают дискомфорт в первый день, на новом месте.И поэтому она чувствовала себя слегка неловко.Но даже это не мешало ей лучезарно улыбаться и как бы светиться изнутри.\n  Выглядела она довольно радостной и в тоже время немного грустной.Её большие глаза цвета сажи, искрились счастьем и добротой.И сама она излучала что-то хорошее.",
    "answers": [
      {
        "id": 102,
        "text": "Переключить внимание на довольно знакомого парня"
      },
      {
        "id": 103,
        "text": "Укажите команды для картинки",
        "url": "https://i.ibb.co/1K5s114/2022-10-18-12-37-26-1.jpg"
      }
    ]
  },
  {
    "id": 104,
    "text": "\n   На первый взгляд  девушка показалась довольно милой и слегка стеснительной.Но это и не удивительно.Потому как все новые ученики испытывают дискомфорт в первый день, на новом месте.И поэтому она чувствовала себя слегка неловко.Но даже это не мешало ей лучезарно улыбаться и как бы светиться изнутри.\n  Выглядела она довольно радостной и в тоже время немного грустной.Её большие глаза цвета сажи, искрились счастьем и добротой.И сама она излучала что-то хорошее.",
    "answers": [
      {
        "id": 105,
        "text": "Переключить внимание на довольно знакомого парня"
      },
      {
        "id": 104,
        "text": "Укажите команды для картинки",
        "url": "https://i.ibb.co/1K5s114/2022-10-18-12-37-26-1.jpg"
      }
    ]
  },
  {
    "id": 105,
    "text": "\n   Рядом с ней стоял тот, кого Айя уж точно не ожидала встретить вновь.\n   -Пожалуйста извините нас за наше опоздание,мы...-первой заговорила девушка.Но её в туже минуту перебил преподаватель и лишь мельком взглянув на них сказал:\n   -За что вы извиняетесь мисс?-не глядя на неё задал вопрос он.\n   -Эм..за свое...опоздание..-неуверенно ответила она.\n   -О нет,нет,нет за это вам уж точно не нужно просить прощения и искать какие либо отговорки-спокойным тоном сказал преподаватель.А девушка в ответ только лишь облегченно вздохнула и даже немного обрадовалась.Но рановато она это сделала.\n   -А вот за отсутствие на моем занятии...вы понесете строжайшее наказание!!-грозно произнес он и приказав этим двоим следовать за ним, покинул кабинет.",
    "answers": [
      {
        "id": 101,
        "text": "Далее",
        "forget": [
          92
        ]
      }
    ]
  },
  {
    "id": 106,
    "text": "\n  Бум!(звук удара).\n  -Ой..извините..я..-сказала Айя столкнувшись с кем-то.\n  -Хм...ничего..-прозвучал мужской тембр.\n И как только я взглянула на этого человека ,то тут же застыла.Прямо как добыча перед хищником.И это вовсе не удивительное явление для меня.Удивительным является лишь то,что я умудрилась столкнутся с тем устрашающим парнем.Который появился не откуда в спортзале на моем самом ,,любимом,, уроке.\n  Сразу после того как я его узнала, мое оцепенение как рукой сняло.Поэтому Айя молча решила побыстрей уйти.Но не тут то было.\n   -Эй...ты же вроде бы та девчонка....-сказал он.А я в свою очередь остановилась и проклиная все на свете,обернувшись ответила ему.\n   -Эм..ну..нет..вы наверное..ошиблись. -глядя в пол пробубнила Айя.\n   -Ошибся?Да нет,это точно ты,такой второй как ты здесь точно не отыскать.-подойдя ближе произнес парень и добавил-Знаешь у меня с памятью все нормально,а у тебя?\n   -И..у меня..тоже..все..хорошо..-ответила Айя.После чего образовалась тишина ,которая длилась довольно долго.И во время этого я ощущала его странный взгляд.Не выдержав этого Айя тоже посмотрела на него и встретившись с его глазами цвета фиалок,удивилась такому цвету глаз.\"Тогда мне это не показалось?\"-промелькнула мысль у меня в голове.Но я тут же отбросила все своим мысли в сторону и только вспомнив об занятии,я сказала что спешу, на что парень сказал.\n   -Как меня зовут?..-задал он вопрос мне, выжидающе смотря на меня.А я лишь вздохнув, решила все таки ответить.",
    "answers": [
      {
        "id": 109,
        "text": "Рид..."
      },
      {
        "id": 110,
        "text": "Рен."
      },
      {
        "id": 111,
        "text": "Джим?"
      }
    ]
  },
  {
    "id": 107,
    "text": "\n  И причиной этой ,,аварии,, послужили слишком увлеченные своим разговором,три самые несносные и мягко говоря неприятные ученицы нашей академии.Из-за бурного обсуждения новых учеников, они больше чем обычно не замечали меня.И поэтому эта троица почти сбыла меня с ног, проходя мимо.\n -Эй!Ослепла что ли?Смотри куда идешь!-крикнула одна из них.\n -..Э...да...я..не..-сказала Айя.\n -Хей,девочки! Смотрите кто это тут у нас-сказала Эмма своим ,,подругам,,.\n -И кто же это?-спросила Рейчел взглянув на меня-Ах да,ни-кто..-добавила она , произнеся последние слово по слогам.\n -Ха..ха..и правда ,здесь же никого нет..хотя стоп..здесь, все таки есть одно пустое место-шутливым тоном ответила Кира ,тыча в Айю пальцем.\n -Ха..ага..ладно не будем зря тратить свое время на это..-сказала глава этого трио,перед тем как шумно стуча своими каблуками, уйти подальше от такой как я.",
    "answers": [
      {
        "id": 112,
        "text": "Продолжить историю.."
      }
    ]
  },
  {
    "id": 108,
    "text": "\n  Медленно шагая и витая в облаках Айя,как обычно не обращала внимания ни на что.В следствии чего не замечая идущего преподавателя, девушка просто сшибла его с ног.И все его бумаги,книги и документы разлетелись по всему коридору.\n  -Ой...я...извините...я не хотела..-первая заговорила она.\n  -Вы!Мисс..Круз...будьте повнимательнее..-собирая свои вещи,говорил он.\n  -Э..да...я...п-помогу...вам-сказала Айя и принялась сразу же поднимать с пола все упавшие книги.Но её тут-же остановил сам учитель.Сверля девушку раздраженным взглядом и показывая свое явное нежелание в её помощи,преподаватель просто сказал, что справится с этим сам.И поэтому самостоятельно продолжил подбирать разлетевшиеся листы бумаги.\n  -Хорошо..-ответила я , надеясь поскорей уйти.И я так бы и поступила.Но меня остановила рука на моем плече.\n \" Это еще кто?\"-подумала Айя и обернувшись увидела..",
    "answers": [
      {
        "id": 114,
        "text": ",,Весельчика,,-одного из близницов."
      },
      {
        "id": 115,
        "text": ",,Ворчуна,,-хмурого брата близнеца."
      },
      {
        "id": 116,
        "text": "Обоих братьев."
      },
      {
        "id": 108,
        "text": "Укажите команды для картинки",
        "url": "https://i.ibb.co/YtzBW6X/2022-10-18-13-00-42.jpg"
      }
    ]
  },
  {
    "id": 109,
    "text": "\n   -...Нет...мимо...-ответил парень-у тебя и правда плохая память.\n   -Эм...ну..аа..ээ...я...это....-в попытке что либо выдавить из себя Айя говорила все тише и меньше.Из-за этой казалось бы маленькой ошибки, она хотела провалиться сквозь землю.\n   -..Эх..ещё одна попытка?-спросил он, впившись в девушку своим слегка надменным взглядом.",
    "answers": [
      {
        "id": 106,
        "text": "Да!"
      },
      {
        "id": 113,
        "text": "Нет..."
      }
    ]
  },
  {
    "id": 110,
    "text": "\n -Бинго,попала прямо в яблочко-с легкой ухмылкой произнес Рен и в туже минуту не спеша направился в мою сторону.Как только он оказался всего лишь в паре шагов от меня произошло то, чего я уж точно никак не смогла ожидать.И это что-то заставило меня испытать бурю эмоций.Таких разных и в тоже время таких похожих друг на друга.И именно по этой причине я уж точно не  забуду его и тем более его имя.",
    "answers": [
      {
        "id": 117,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 111,
    "text": "\n -Серьезно?Джим..а более дурацкого имени ты выдумать не смогла?-все также отстраненно говорил парень.\n  -...ээ..ну..а...-сказала я.А в мыслях возникло:\"Дурацкого?И почему же?Вполне нормальное имя..\"\n  -Ладно,хватит с тебя,не буду перетруждать твою головку-с некой издевкой сказал он и после ушел в противоположную сторону от девушки.\n  Последовав его примеру и я тоже просто ушла на следующее занятие.",
    "answers": [
      {
        "id": 118,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 112,
    "text": "\n  Как обычно я могла лишь проигнорировать все их слова.Твердя себе то, что мне не следует опускаться до их уровня и уж тем более выходить из себя, из-за каких то фраз.Да это было бы очень глупо с моей стороны.Я это прекрасно понимала.Но все же что-то необъяснимое и пугающее появившееся снова, заставило меня поступить очень непредсказуемо.Это было противоположно тому, что Айя намеревалась сделать.Она просто хотела уйти и не наживать себе ещё больших неприятностей.Но этому было не суждено случится ,потому что...\n",
    "answers": [
      {
        "id": 118,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 113,
    "text": "\n -Нет?...Вот значит как.-сухо ответил парень.А после молча развернулся и ушел в сторону кабинета директора.И мне лишь оставалось смотреть на его удаляющеюся фигуру и думать:\" И что, только что произошло?\"-крутилась в голове у  меня  эта мысль ,даже после того как я уже подходила к кабинету, в котором проходило следующее занятие.",
    "answers": [
      {
        "id": 119,
        "text": "Далее-->"
      }
    ]
  },
  {
    "id": 114,
    "text": "\n -Помочь?-спросил парень.А я немного замявшись,смотрела то на учителя, то на него.Спустя несколько минут безмолвия, преподаватель все же ответил.\n -Эм...а вы как думаете?....Тц..естественно..и побыстрей пожалуйста.-сказал учитель по химии, переставая собирать свои бумажки.\n Ничего не сказав,парень просто начал дособирать оставшиеся папки, лежащие на полу.И видя эту ,,картину,,Айя несмотря на отказ преподавателя в её помощи,все же решила помочь в сборе этих бумаг и книг.И вот когда всё было собрано ,,весельчак,, взял все то,что подобрала Айя и взглянув на учителя произнес.\n  -Куда это отнести?-спросил парень держа стопку книг и многое другое.\n  -...На первый..этаж..-удивленно ответил химик.\n  -Отлично,а вам не тяжело?Если что я могу понести ещё что-нибудь-сказал мистер ,,веселье,, улыбнувшись.И  напоследок бросив довольный и даже радостный взгляд на Айю,ушел с учителем на первый этаж.\n \"Зачем он это сделал?\"-задалась я вопросом, направившись в кабинет химии в котором....",
    "answers": [
      {
        "id": 120,
        "text": "Далее-->...."
      }
    ]
  },
  {
    "id": 115,
    "text": "\n  -...Тц..-произнес парень ,с холодом в глазах смотря  на Айю.И честно говоря это её немного обескуражило и даже слегка разозлило.\"Да,что с ним не так?\"-подумала я, опуская свои глаза лишь для того, чтобы не видеть его как всегда недовольное лицо.\n  -....Идем...-сказал ,,ворчун,, и сразу же схватив Айю за руку ,быстрым шагом направился в  противоположную сторону от той куда шла Айя.\n Быстро удаляясь от того места,где остался все ещё раздраженный учитель, собиравший свои вещи,я даже не предпринимала попытки как либо остановить или даже спросить ,что либо у этого  хмурого парня.А он в свою очередь лишь ускорял свой шаг и крепче сжимал мою руку.Пальцы которой могли уж точно  сломаться из-за него, если бы не...",
    "answers": [
      {
        "id": 121,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 116,
    "text": "\n  \"Почему они здесь?...Возможно..они..потерялись?\"-задавала сама себе глупые вопросы Айя.И пока она только и дела, что забивала свою голову ненужными мыслями,близнецы в свою очередь решили хоть что-то сделать.\n  -Кхм..извините нас,но мы позаимствуем эту ми..-сказал улыбчивый парень глядя на преподавателя.\n  -Мелкую и глупую девчонку...-перебивая брата ответил ,,злюка,, и тихим голосом добавил:-с которой нужно нянчится как с младенцем.\n  -...Что...?-только и успела сказать я,так как меня тут же подхватили с обеих сторон за руки и быстро уволокли в неизвестном направлении.Совсем не ожидая такого поворота событий,Айя сбитая с толку и слегка ошарашенная их поступком сделала то,что было по её мнению нормально...?",
    "answers": [
      {
        "id": 122,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 117,
    "text": "\n   Застывшая  на  месте и  даже переставшая  дышать ,Айя  почувствовала   чужое дыхание на своем лице.А после услышала  всего лишь несколько слов,которые  прозвучали  как гром среди  ясного неба.\n  -Будь  сильной -почти шепотом сказал Рен.И не дождавшись хоть какой-то реакции со стороны Айи,быстро скрылся из виду.",
    "answers": [
      {
        "id": 123,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 118,
    "text": "\n  Но не сделав даже и двух шагов из-за резко появившейся острой боли ,Айя рухнула на колени и схватившись за горло ,потеряла сознание.\n  Лишь  в последние секунды перед тем как она отключилась ,ей послышался голос.Который сказал только:- .....жалкая...",
    "answers": [
      {
        "id": 124,
        "text": "........",
        "blackout": true
      }
    ]
  },
  {
    "id": 119,
    "text": "\n   Но как только я оказалась у дверей в кабинет изобразительно искусства ,мир вокруг меня начал расплываться.И не сделав даже и двух шагов из-за резко появившейся острой боли, Айя рухнула на колени и схватившись за горло ,потеряла сознание.\n  Лишь  в последние секунды перед тем как она отключилась ,ей послышался голос.Который сказал только:- .....жалкая...",
    "answers": [
      {
        "id": 124,
        "text": ".....",
        "blackout": true
      }
    ]
  },
  {
    "id": 120,
    "text": "\n  Я невольно услышала обрывки чужого разговора.Но так как он происходил на повышенных тонах ,услышать то о чем идет речь мог даже глухой.\n  Подслушивать чужие и явно личные ,,беседы,,в планы Айи не входило .И поэтому она не обращая внимания ,быстро ушла от явно не касающегося её скандала.Ну ей так казалась..\n  -Да ты всегда так говоришь!!-выскочив и почти снося дверь кричала сама Эмма Винчер. \nБыло слегка удивительно слышать ,как она переходит в режим круши-ломай и как её голос переключается  на ультра звук.\n  -Знаешь,Эмми даже если бы мне сейчас нужна была сирена или же у меня были бы проблемы со слухом ,то к твоей персоне я бы подошел в последнею очередь.Поэтому утихни уже-поизнес голос самого Кристофера.\n -Я...прости..просто..я так больше не могу...Крис..-ответила она перейдя уже на почти шепот-Ты же мне обещал,что...  \n  Услышать конец фразы Айе не удалось.Не сделав даже и двух шагов из-за резко появившейся острой боли, Айя рухнула на колени и схватившись за горло ,потеряла сознание.\n  Лишь  в последние секунды перед тем как она отключилась ,ей послышался голос.Который произнес  только одно слово:- .....жалкая...",
    "answers": [
      {
        "id": 124,
        "text": "Далее...",
        "blackout": true
      }
    ]
  },
  {
    "id": 121,
    "text": "\n    Резкая вспышка боли появившаяся во всем теле заставила Айю вскрикнуть, а ,,колючку,,остановится.\n  Даже не сделав и двух шагов из-за резко появившейся острой боли Айя рухнула на колени и схватившись за горло ,потеряла сознание.\n  Лишь  в последние секунды перед тем как она отключилась ,ей послышался голос.Который сказал только:- .....жалкая...",
    "answers": [
      {
        "id": 124,
        "text": "Жалкая?..Я?",
        "blackout": true
      }
    ]
  },
  {
    "id": 122,
    "text": "\n   -Эй минутку..подождите..Куда это вы меня тащите?-спросила удивленная Айя попытавшаяся освободится от цепких рук.\n    -Как это куда?-с легким удивлением на лице спросил улыбчивый близнец и тут же ответил-Конечно же вместо наполненное счастьем и радостью.И названное как ...эй малышка Айя,ты чего?\n    -....Тц..ну, что там опять с ней не так?-в очередном недовольном тоне поинтересовался другой близнец.\n    -Я....я..-ответила девушка странным для неё голосом-мне нужно вернуться.\n    -Тебе нужно,что?!Вернутся, ты что совсем дура..ты..эй!!-сказал ,,злюка,, перед тем как, из-за резко появившейся острой боли Айя рухнула на колени и схватившись за горло ,потеряла сознание.\n  Лишь  в последние секунды перед тем как она отключилась ,ей послышался голос.Который сказал только:- .....жалкая...",
    "answers": [
      {
        "id": 124,
        "text": "........",
        "blackout": true
      }
    ]
  },
  {
    "id": 123,
    "text": " \n  После небольшой заминки Айя без малейших раздумий бросилась вслед за ним,крича на бегу:Подожди.Я....-но не успев даже сказать то, что вертелось сейчас у неё в голове ,она резко налетела на небольшое препятствие.Которым оказался недовольный парень.Но это был не просто какой-то незнакомый человек.Перед которым Айя могла просто извинится и побежать дальше.\n  Он был очень даже знаком мне.Ведь это тот самый голубоглазый парень которого я выдела вчера.\n  -Аккуратнее нельзя?Тебе глаза вообще за чем?Ты..-сказал он и посмотрев на меня, узнав закричал:\n  -ТЫ!Ты же..та..идиотка..эй!Ты чего..эй.\n  Не сделав даже и двух шагов из-за резко появившейся острой боли Айя рухнула на колени и схватившись за горло ,потеряла сознание.\n  Лишь  в последние секунды перед тем как она отключилась ,ей послышался голос.Который сказал только:- .....жалкая...",
    "answers": [
      {
        "id": 124,
        "text": "Я?..Жалкая..?..Почему?..",
        "blackout": true
      }
    ]
  },
  {
    "id": 124,
    "text": "\n  Тьма.Меня окружала лишь она.Я чувствовала лишь пустоту и одиночество.Темнота окутала всю меня и отчаяние поглотило мою душу.Крики что грозились быть громче ,чем когда-либо и заставить хоть кого-нибудь услышать меня, были лишь пустым шепотом в этой безмолвной тишине.\n   -Я одна...я всегда одна...кто-нибудь...помогите мне. -прошептал голос в неизвестность.\n   -СПАСИ ИХ!!!Спаси их...спаси себя. -ответили голоса в великом горе и печали.\n  Всегда одно и тоже.И всегда это должна быть я.Ведь я не такая,как они,хотя мы и одной крови.\n   -Мне нужно..я должна...\n   -Быть сильной и вспомнить наконец кто ты.-произнес эти слова ,этот на удивление нежный и упокоевающий голос.Из-за которого в мой темный и пугающий мир пробилось немного света ,самую малость.\n  -Будь сильной моя дочь...\n  -Я...",
    "answers": [
      {
        "id": 1,
        "text": "Я буду сильной...отец."
      },
      {
        "id": 124,
        "text": "Укажите команды для картинки",
        "url": "https://i.postimg.cc/4d9ZRKXM/images.jpg"
      }
    ]
  },
  {
    "id": 125,
    "text": "  Для тех кому интересен данный рассказ и вы хотите знать, когда же выйдет продолжение:\n   Так вот статус квеста на время заморожен. В данное время желания писать дальше нет совсем. Буду надеяться на то, что это измениться в ближайшие дни. Вот и все новости на данный момент. Спасибо, что прочитали и вам понравилось это чтиво, или нет. ",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 126,
    "text": "",
    "answers": []
  }
]