[
  {
    "id": 1,
    "text": "Квест об обычной девушке, по имени Ханна, которая только перевелась в новую школу. Как и все школы она делится на плохих и хороших, на умных и глупых, популярных и лузеров. Какой станет главная героиня? Решать только вам.\nИ что же дальше? \nP. S. Мой первый квест, если вам нравится или не нравится что-то, то обязательно пишите об этом, чтобы я знала, продолжать мне или нет. ",
    "answers": [
      {
        "id": 2,
        "text": "Начать"
      }
    ]
  },
  {
    "id": 2,
    "text": "Глава 1. Утро\nМой первый день в школе. 10 класс, 17 лет, гармоны кипят. Мы с семьёй переехали в другой город, потому что папе предложили работу, мама была очень недовольна этим. Их брак весит на волоске, они постоянно ругаются, что может быть хуже, чем видеть, как твоя семья рушится. Я чувствую себя очень подавлено, не знаю куда прятаться, что делать... \nОт всех этих утренних размышлений меня отвлёк",
    "answers": [
      {
        "id": 3,
        "text": "Звонок будильника"
      }
    ]
  },
  {
    "id": 3,
    "text": "Я встаю и смотрю на себя в зеркало. У меня тёмные длинные, волосы и тёмные глаза. Я не назвала бы себя худышкой, но у меня \"прекрасные формы\", как говорил мой бывший. Я до сих пор не могу забыть его поцелуй с Эммой. Именно из-за него мы и расстались. Я не сильно страдала, хотя было обидно, что я верила такому мудаку. ",
    "answers": [
      {
        "id": 4,
        "text": "Далее"
      },
      {
        "id": 3,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b02/1902/02/41df7bd9c556.jpg"
      }
    ]
  },
  {
    "id": 4,
    "text": "—Ханна, вставай-донесся с кухни крик мамы.\n—Уже встала-крикнула я. Я умылась, почистила зубы, сделала лёгкий макияж. Насчёт причёски не стала замарачиваться и сделала обычный хвост. Осталось выбрать, что надеть. ",
    "answers": [
      {
        "id": 5,
        "text": "Посмотреть 1 вариант "
      },
      {
        "id": 6,
        "text": "Посмотреть 2 вариант "
      },
      {
        "id": 7,
        "text": "Посмотреть 3 вариант "
      }
    ]
  },
  {
    "id": 5,
    "text": "Рубашка в полоску, чёрные брюки и туфли на кублуках",
    "answers": [
      {
        "id": 5,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a05/1902/88/240bbd1d6e6f.png"
      },
      {
        "id": 8,
        "text": "Выбрать этот "
      },
      {
        "id": 4,
        "text": "Посмотреть другие"
      }
    ]
  },
  {
    "id": 6,
    "text": "Юбка-карандаш чёрного цвета и белая рубашка.\nБосоножки на устойчивом каблуке",
    "answers": [
      {
        "id": 6,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c01/1902/de/9400359896b7.png"
      },
      {
        "id": 8,
        "text": "Выбрать этот"
      },
      {
        "id": 4,
        "text": "Посмотреть другие"
      }
    ]
  },
  {
    "id": 7,
    "text": "Кожаная, широкая, чёрная юбка, белая блузка с чёрной вышивкой и ботиночки",
    "answers": [
      {
        "id": 7,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c19/1902/8d/4b5e17f8bf8f.png"
      },
      {
        "id": 8,
        "text": "Выбрать этот "
      },
      {
        "id": 4,
        "text": "Посмотреть другие"
      }
    ]
  },
  {
    "id": 8,
    "text": "Отлично, я выгляжу просто замечательно. \n—Ханна, сколько тебя ждать?-кричит мама.\n—Идуу-отвечаю я.\nВыходя из комнаты и спускаясь по лестнице (да, у нас 2-хэтажный дом). я почувствовала запах блинчиков, меня это обрадовало. Я сразу вспомнила, как когда была маленькой, мы всей семьёй их готовили. Тогда я была счастлива. ",
    "answers": [
      {
        "id": 10,
        "text": "На кухне"
      }
    ]
  },
  {
    "id": 9,
    "text": "Ханна, вставай — донесся с кухни крик мамы.\nУже встала — крикнула я. Я умылась, почистила зубы, сделала лёгкий макияж. Насчёт причёски не стала замарачиваться и сделала обычный хвост. Осталось выбрать, что надеть. ",
    "answers": [
      {
        "id": 11,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 10,
    "text": "На столе лежат блинчики, и стоит кофе. Мама радостно собирает сумку, сегодня она идёт на собеседование в детский сад, она воспитатель. Кстати, зовут её Фелиция, ей 39 лет, но она выглядит моложе. Светлое каре и голубые глаза, которые всегда смотрят ласково и нежно.\nЯ села за стол, мама обернулась и улыбнулась мне. Что на неё нашло? Может они с папой помирились? Надеюсь... ",
    "answers": [
      {
        "id": 11,
        "text": "Далее"
      },
      {
        "id": 10,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d37/1902/b6/0f2e2fdf53c8.png"
      }
    ]
  },
  {
    "id": 11,
    "text": "—Ну что, как спалось?-спросила мама\n—Хорошо, а почему ты такая радостная поинтересовалась я.\nОна подошла ко мне сзади, обняла и сказала на ухо:\n—Мы с папой помирились.\n—Ого, я очень рада-я правда была рада и поцеловала маму. \nПозавтракав, я попросила маму отвезти меня, но она сказала, что не успеет, поэтому мне придётся добираться самой.\nНО\nУ моей мамы в этом городе живёт подруга, у которой сын ходит в ту же школу, что и я. И живёт напротив. Вот уж совпадение))) Поэтому мама предложила мне, чтобы тот помог мне дойти, так как я не знала, где находится школа.\n—Хорошо, тогда проводишь меня?-спросила я, мне было страшно идти одной к ним. \nМама отрицательно покачала головой: Не маленькая, перейти дорогу сама сможешь, я опаздываю. \nМама побежала, поцеловала меня и ушла. \n",
    "answers": [
      {
        "id": 12,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 12,
    "text": "Что ж, придётся идти одной. Я взяла свой рюкзак и направилась к выходу, ключом закрыла дверь, потому что папа давно ушёл. Перейдя дорогу я увидела белый дом, похожий на наш, но с тёмной крышей. Я позвонила в дверной звонок. ",
    "answers": [
      {
        "id": 13,
        "text": "Дзинь-дзинь"
      }
    ]
  },
  {
    "id": 13,
    "text": "Дверь мне открыла приятная женщина с рыжими волосами в зелёном платье. Её улыбка могла заразить любого.\n—Здравствуйте, я...-она не дала мне договорить, как тут же заключила в объятья.\n—Хааанна! Я так давно тебя не видела, помню совсем карапузом, но всё равно узнала-вопила она с радостью, не отпуская меня. Кажется, я начинаю припоминать её.\n—Ой, ты, наверное, совсем меня не помнишь. Я Джесика Морис. Для тебя просто Джесс. Как мама? А отец? Мама вчера заходила, а что же ты не зашла?-отпустила меня Джесс, засыпав вопросами.\n—Я...э-я не знала, что ответить.\n—Мама хорошо, отец тоже, вчера я разбирала вещи-отторабанила я.\n—Ну что же ты, заходи, чай попьём. Ой, ты наверное в школу идёшь, может мой сын тебя проводит?-посмотрела на меня своими добрыми глазами Джесика.\n—Да, я как раз за этим пришла-ответила я. \n—Эван, подойди, пожалуйста \n\n",
    "answers": [
      {
        "id": 13,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a32/1902/b7/8f13ead53fcd.png"
      },
      {
        "id": 14,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 14,
    "text": "По лестнице начал спускаться мой ровесник. Он высокий, особенно для моего 1.63. Русые кудряшки мило падали ему на лоб, поэтому он поправлял их рукой. Карие глаза было сложно разглядеть на таком расстоянии, но когда он подошёл...\n—Да, мам. Привет-он обоятельно мне улыбнулся и махнул рукой. Боже, какие у него красивые глаза. Я никогда не видела такого цвета. Они были похожи на оранжевый и были такими тёплыми и добрыми.\n—Эван, знакомься, это Ханна, дочь Филиции, той женщины, которая вчера приходила-представила меня Джесс.\n—Приятно познакомиться, я сын это милейшей женщины — Эван-он протянул мне руку.\n—Мне тоже\n—Ой, что-то я совсем с вами заболталась, сейчас опоздаю, покаа-Джесс схватила сумку, чмокнула Эвана и меня, а потом убежала, оставив нас одних. \n—Э..Слушай..а ты не мог бы проводить меня до школы, просто я не знаю, где она находиться? — решилась сказать я.\n—А что мне за это будет?-за вопросом последовала обоятельная ухмылка, он задал этот вопрос не со злобой или для получения ответа, он просто спросил. Вот просто. \nЯ лишь потупила взгляд, не зная, что ответить.\n—Ахахахаха, не нервничай-посмеялся Эван, а его глаза сияли. \n—Конечно я тебя провожу. Только вещи захвачу.\n—Спасибо-радостно выпалила я. \n",
    "answers": [
      {
        "id": 14,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d35/1902/3f/c97b5628e233.jpg"
      },
      {
        "id": 15,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 15,
    "text": "Эван схватил рюкзак, и направился к выходу, где стояла я. Мне пришлось отойти, он закрыл дверь и мы зашагали в школу.\nЯ заметила, как он смотрит на меня и решила прервать его своим вопросом. \n—Почему ты так на меня смотришь? — заулыбалась я, ведь посмотрев на него нельзя не улыбнуться. \n—Да так, задумался-он отвёл взгляд. \nМожет расскажешь о себе?-спросил Эван. \n—Оу.. Ну.. Меня зовут Ханна, мне 17, учусь в 10 классе,  переехала недавно сюда. Люблю читать, смотреть фильмы и сериалы. А ты? \n—Я? Я Эван, мне 17, учусь тоже в 10. В свободное время играю на гитаре и пою-у Эвана была особая манера говорить. Он говорил так мелодично и ласково. Теперь понятно почему, он музыкант. \n—Сыграешь мне как-нибудь?-мило улыбнулась я. \n—Обязательно-посмеялся и засмущался Эван. \n\n\n",
    "answers": [
      {
        "id": 16,
        "text": "Оглядеться по сторонам. "
      }
    ]
  },
  {
    "id": 16,
    "text": "Я оглядываюсь по сторонам. Сейчас осень, самое её начало, поэтому на улице тепло. Слева и справа ряды домов, но почему-то пусто. Солнце светит сквозь кроны деревьев, преобретая красивый оттенок. Тёплый ветерок трепет волосы, гуляла и гуляла бы, но надо идти в школу.\nЯ посмотрела на время 8:20, первый урок в 8:30. Сколько ещё идти? ",
    "answers": [
      {
        "id": 17,
        "text": "Спросить у Эвана"
      },
      {
        "id": 18,
        "text": "Не спрашивать "
      }
    ]
  },
  {
    "id": 17,
    "text": "—Эван, а сколько ещё идти?-спросила я. \n—Минут 5, не больше, не волнуйся, мы успеем — улыбнулся Эван. Он так много улыбается, улыбка не сходит с его губ. Он всегда такой или только сейчас? Не может же человек всегда улыбаться, он точно что-то скрывает.\nА вот я вижу школу. ",
    "answers": [
      {
        "id": 19,
        "text": "Глава 2. Школа"
      }
    ]
  },
  {
    "id": 18,
    "text": "Не буду спрашивать, ему итак прешлось меня провожать, так ещё и на вопросы отвечать. Интересно, мы с Эваном будем в одном классе? Если да, то я буду рада.\nА вот я вижу школу. ",
    "answers": [
      {
        "id": 19,
        "text": "Глава 2. Школа "
      }
    ]
  },
  {
    "id": 19,
    "text": "Глава 2. Школа\nШкола состоит из трёх этажей, сзади виден стадион. Во дворе много школьников, все стоят по группкам. Да, типичная иерархия, как и во всех школах. В прошлой школе у меня были хорошие отношения со всеми, но я видела, как издевались над некоторыми. Но ничего не могла сделать... Точнее, я пыталась, но мой бывший.. Кх, как же я его сейчас ненавижу.\n—Ладно, я пойду в класс, а тебе надо к директору за расписанием. Я очень надеюсь, что ты будешь учиться со мной.-сказал Эван.\n—Я тоже-улыбнулась я. ",
    "answers": [
      {
        "id": 20,
        "text": "Попросить помочь найти кабинет директора "
      },
      {
        "id": 30,
        "text": "Искать самой "
      }
    ]
  },
  {
    "id": 20,
    "text": "—Слушай, я понимаю, что уже замучала тебя, но не поможешь найти кабинет директора? — умоляющим тоном просила я, делая милую мордашку.\n—Конечно, мне нетрудно-улыбнулся Эван, божечки, какой он милый, от его улыбки, наверное, все девушки сходят с ума.\nМы шли по коридору, как вдруг я увидела, как на какую-то девушку кричит другая. Она была очень напуган и плакала. ",
    "answers": [
      {
        "id": 21,
        "text": "Подойти помочь"
      },
      {
        "id": 25,
        "text": "Не обращать внимания"
      }
    ]
  },
  {
    "id": 21,
    "text": "Я решила начать новую жизнь в новой школе, больше я не собираюсь молчать и отсиживаться в сторонке. Я подошла, встала перед напуганной девушкой, закрыв её собой. Я увидела перед собой удивлённое лицо. Это была девушка, которая кричала. Рыжеватые, длинные волосы, худое лицо. Пухлые губы, тонкий нос, она будто сошла с обложки журнала. Но её карие глаза, уж больно мне кого-то напоминали. ",
    "answers": [
      {
        "id": 21,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c09/1902/ee/b962303a59ca.png"
      },
      {
        "id": 22,
        "text": "Бэлла! "
      }
    ]
  },
  {
    "id": 22,
    "text": "—Бэлла! — это был Эван — что ты, чёрт возьми, делаешь?!. Он был явно возмущён и недоволен. \n—Я вершу провосудие, братишка-голос у Бэллы не такой стервозный, как я ожидала, напротив, он был приятный, но в тоже время строгий и точный, она выделяла голосом каждый звук. Так, стоп. Братишка?! И как это понимать? Я вопросительно посмотрела на Эвана. Но он лишь зло смотрел на сестру. \nСкопированный текст автоматически отобразится здесь\"Какое правосудие?! \" — кричал Эван, подходя к уже не плачущей девушке, он что-то тихо сказал ей, и она ушла. Тут Эван вплотную подошёл ко мне. \n—А это кто ещё такая? — сказав это, Бэлла принебрижительно махнула на меня головой.\n—Надо было дома ночевать, тогда бы знала. Где ты была? Опять у него? — спрашивал Эван. ",
    "answers": [
      {
        "id": 23,
        "text": "Что вообще происходит? "
      }
    ]
  },
  {
    "id": 23,
    "text": "—Что вообще происходит? Мне кто-нибудь объяснит? — заговорила наконец я. Они опустили головы, так как я была ниже даже Бэллы.\n—Это моя сестра Бэлла, больше расскажу позже, нам пора — проговорил Эван, прожигая взглядом Бэллу. Он быстрее повёл меня к директору, но я оглядывалась и видела Бэллу, которая скрестила руки с гордо поднитой головой. ",
    "answers": [
      {
        "id": 24,
        "text": "Почему ты не рассказывал про сестру? - прозвучал мой вопрос"
      }
    ]
  },
  {
    "id": 24,
    "text": "—Разве это так важно?-отвлечённо отвечал Эван, похоже его мысли были совсем о другом. \n—Ну вообще-то да\n—Прости, просто не хотел говорить об этом...\n—Ничего, потом, если захочешь, можешь поделиться со мной, может я помогу — мне не хотелось давить на него, он итак переживает. Сейчас его глаза уже не так искрились, спина немного ссутулилась. \n—Спасибо за понимание — и снова улыбка — а вот и кабинет. Мы подошли к кабинету директора, тут же прозвенел звонок, Эван попросил прощения и ушёл на урок, сказав, что встретимся позже. Я же села на стул, чтобы ждать своей очереди. ",
    "answers": [
      {
        "id": 29,
        "text": "Глава 3. Новые знакомства "
      }
    ]
  },
  {
    "id": 25,
    "text": "Это не мои проблемы и не мне их решать, я не хочу заводить себе врагов в первый же день учёбы. \nНо Эван похоже думал иначе, он то сжимал, то разжимал кулаки, а глазами сверлил кричащую девушку. Он подаёл меня к окну и попросил подождать, я не стала сопротивляться. ",
    "answers": [
      {
        "id": 26,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 26,
    "text": "Эван подошёл к той, что кричала, сейчас я могла рассмотреть её лицо.\nРыжеватые, длинные волосы, худое лицо. Пухлые губы, тонкий нос, она будто сошла с обложки журнала. Но её карие глаза, уж больно мне кого-то напоминали. Эван кричал на неё, но я плохо слышала их, дальше рыжая ушла, а Эван начал успокаивать плачушую девушку. Она успокоилась и ушла, а Эван начал подходить ко мне. Я видела в его глазах негодование, они больше не сияли, спина была ссутулина, кулаки были сжать очень сильно. Вот она — другая сторона Эвана. ",
    "answers": [
      {
        "id": 26,
        "text": "введите команды для картинки",
        "url": "https://c.radikal.ru/c09/1902/ee/b962303a59ca.png"
      },
      {
        "id": 27,
        "text": "Эван подошёл "
      }
    ]
  },
  {
    "id": 27,
    "text": "— Пойдём-он сказал это очень резко и потянул меня за руку, я выдернула её.\n— Что это было? — решила напрямую спросить я.\n— Ханна, ты не похожа на тех, кто лезет в чужие проблемы, мы знакомы всего 30 минут, поэтому я ничего не могу тебе сказать-он был зол и раздавлен, поэтому я не стала на него давить.\n",
    "answers": [
      {
        "id": 28,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 28,
    "text": "Мы подошли к кабинету директора, Эван немного успокоился.\n— Прости, мне не нужно было быть таким грубым, а вот кабинет, увидимся позже — он сказал это очень быстро, махнул рукой и ушёл, потому что уже звенел звонок. Что с ним было? Он был таким милым и весёлым, но встреча с одной девушкой открыла мне нового Эвана: грубового, злого. Часто с ним такое происходит? Мне оставадась лишь догадываться. Сейчас же я сижу  в очереди в кабинет директора. ",
    "answers": [
      {
        "id": 29,
        "text": "Глава 3. Новые знакомства "
      }
    ]
  },
  {
    "id": 29,
    "text": "Тут будет 3 глава)))\nСоветую сохраниться\nДа, глава маленькая, но я только начала, скажем так — это был разогрев.\nСпасибо, что читаешь это, зайка❤️❤️",
    "answers": [
      {
        "id": 42,
        "text": "Непосредственно сама 3 глава"
      }
    ]
  },
  {
    "id": 30,
    "text": "Я слишком много прошу, найду кабинет сама.\n— Эван, большое спасибо, что проводил, дальше я сама\n— Точно? Не заблудишься? — улыбнулся он. \n— Ахахаха, нет, ну буду надеяться \n— Ладно, тогда увидимся позже — Эван махнул рукой и ушёл. \n",
    "answers": [
      {
        "id": 31,
        "text": "Искать кабинет самой"
      }
    ]
  },
  {
    "id": 31,
    "text": "Итак, мне надо найти кабинет директора.\nНа каком этаже он может быть? ",
    "answers": [
      {
        "id": 32,
        "text": "1 этаж"
      },
      {
        "id": 33,
        "text": "2 этаж"
      },
      {
        "id": 34,
        "text": "3 этаж"
      }
    ]
  },
  {
    "id": 32,
    "text": "Куда дальше? ",
    "answers": [
      {
        "id": 40,
        "text": "Направо"
      },
      {
        "id": 41,
        "text": "Налево"
      }
    ]
  },
  {
    "id": 33,
    "text": "Я поднилась на второй этаж\nКуда идти? ",
    "answers": [
      {
        "id": 35,
        "text": "Направо "
      },
      {
        "id": 36,
        "text": "Налево"
      }
    ]
  },
  {
    "id": 34,
    "text": "Я обошла весь 3 этаж, туту нет кабинета директора. ",
    "answers": [
      {
        "id": 31,
        "text": "Вернуться обратно "
      }
    ]
  },
  {
    "id": 35,
    "text": "Я пошла напрво, здесь были другие кабинеты. ",
    "answers": [
      {
        "id": 33,
        "text": "Вернуться обратно"
      }
    ]
  },
  {
    "id": 36,
    "text": "Пройдя налево, я нашла библиотеку, может зайти и спросить где кабинет? ",
    "answers": [
      {
        "id": 37,
        "text": "Да "
      },
      {
        "id": 38,
        "text": "Нет"
      }
    ]
  },
  {
    "id": 37,
    "text": "Я зашла в библиотеку, здесь была только библиотекарша, утро первого дня учёбы всё таки. ",
    "answers": [
      {
        "id": 39,
        "text": "Библиотекарша "
      }
    ]
  },
  {
    "id": 38,
    "text": "Тогда надо просмотреть другой этаж",
    "answers": [
      {
        "id": 32,
        "text": "1 этаж "
      },
      {
        "id": 33,
        "text": "2 этаж"
      },
      {
        "id": 34,
        "text": "3 этаж "
      }
    ]
  },
  {
    "id": 39,
    "text": "Я подошла,  и увидела женщину лет 50, она подсказала, что мне надо спуститься на 1 этаж и пойти налево. Я поблагодарила её и спустилась вниз, там нашла кабинет и осталась ждать. ",
    "answers": [
      {
        "id": 29,
        "text": "Глава 3. Новые знакомства "
      }
    ]
  },
  {
    "id": 40,
    "text": "Тут спортивный зал ",
    "answers": [
      {
        "id": 32,
        "text": "Вернуться обратно "
      }
    ]
  },
  {
    "id": 41,
    "text": "А вот и кабинет директора, я села ждать",
    "answers": [
      {
        "id": 29,
        "text": "Глава 3. Новые знакомства "
      }
    ]
  },
  {
    "id": 42,
    "text": "Я сижу и жду своей очереди, потому что из кабинета слышатся какие-то голоса. Тут из кабинета выходит девушка, она приветливо улыбается и выглядит очень мило. У неё длинные, светлые волосы, которые мягко ложатся на её худые плечи, лицо очень выразительно, оно блестит на солнце, её чистейшей коже может позавидовать любая девушка. Глаза у неё серые, они с вниманием и любопытством поглащают всё вокруг, они наполнены любовью к этому миру.\n—Привет, я Крис, заходи — говорит девушка.\nЯ встаю и захожу за ней в кабинет. ",
    "answers": [
      {
        "id": 42,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c00/1903/64/799391dddf8f.png"
      },
      {
        "id": 43,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 43,
    "text": "Там меня встречают 2 пары глаз — директор и ещё один парень. Директор никому не интересен, а вот парень... О нём есть, что сказать... ",
    "answers": [
      {
        "id": 43,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b36/1903/f5/1750daa8b855.png"
      }
    ]
  }
]