[
  {
    "id": 1,
    "text": "автор: Neonlight (Сергей Поляков)\n\nаннотация:\nПётр работает обычным таксистом. Начав свой день как обычно случается нечто странное. Государство начинает переброс большинства жителей города Морсо в сторону города Борск.\nПо пути он попадает в передрягу. Что будет дальше — завсисит от вас\n\n\nверсия 2.0 ( от 14.07.2019)\n\n",
    "answers": [
      {
        "id": 32,
        "text": "начать квест"
      },
      {
        "id": 18,
        "text": "достижения"
      },
      {
        "id": 19,
        "text": "концовки"
      },
      {
        "id": 29,
        "text": "обновления"
      }
    ]
  },
  {
    "id": 2,
    "text": "* противный звук будильника *\nВы просыпаетесь ранним утром от этих ужасных, можно даже сказать адских звуков, по-вашему мнению. Как ни странно, но солнце вам не слепило в глаза как обычно бывает по утрам. \n— Не каждый же день должен быть ясным. — подумали Вы. Сладко потянувшись и причмокнув, Вы встали",
    "answers": [
      {
        "id": 3,
        "text": "(дальше)"
      },
      {
        "id": 2,
        "text": "Новый ответ. введите текст",
        "comment": true,
        "var_set": [
          "law-abidingness",
          3
        ]
      }
    ]
  },
  {
    "id": 3,
    "text": "Вы достали сковородку и три яйца из холодильника. паралелльно вы включили телевизор. *вы готовите яишницу*",
    "answers": [
      {
        "id": 0,
        "text": "2 глава"
      },
      {
        "id": 52,
        "text": "продолжение лучшей"
      },
      {
        "id": 53,
        "text": "концовки 1 главы"
      }
    ]
  },
  {
    "id": 4,
    "text": "Солнце поднялось над горизонтом. У Петра прозвенел будильник и он встал с кровати.Закончив завтрак он быстро собрался и выбежал из дому. Сел в машину, достал телефон и прикрепил его к магниту. Пётр был таксистом. Зайдя в приложение \" faxi\"* он начал рабочий день.\n— А вот и первый вызов. — с радостью подумал он.\n____________________________________________________\n\nP.S. Ясеневская улица ближе чем Виноградная\n *faxi от англ. слов fast и taxi.",
    "answers": [
      {
        "id": 5,
        "text": "поехать и забрать человека на улице Ясеневской"
      },
      {
        "id": 6,
        "text": "поехать и забрать людей на улице Виноградной."
      }
    ]
  },
  {
    "id": 5,
    "text": "к вам в машину сел мужчина на вид лет тридцати— тридцати пяти. \n— Довезите до аэропорта, пожалуйста.\n— Да, конечно, но до какого?- спросил Пётр\n— До аэропорта Тихий\n— До Тихого? Ну хорошо. По работе?- спросил Пётр\n— Нет, я спешу к знакомым. Говорят что некий вирус распространяется по миру, заражая людей. Хочу проведать их.- Ответил молодой человек.\n— Интересная новость... Потом в интернете узнаю по-подробнее.",
    "answers": [
      {
        "id": 7,
        "text": "Поехали"
      }
    ]
  },
  {
    "id": 6,
    "text": "В машину села семья. Это бла женщина с реьёнком и, судя по-всему, её муж. \n— отвезите нас до 23 километра трассы Ш1, пожалуйста.- попросил мужчина\n— Да, поехали!- отвечает Пётр.",
    "answers": [
      {
        "id": 15,
        "text": "спустя 25 минут езды"
      }
    ]
  },
  {
    "id": 7,
    "text": "* Такси подъехало к аэропорту *\nНа въезде стоит человек в военной форме, жестом намекая Петру остановиться на обочине.\nСудя по всему что-то неладное творится, если военные стоят у въезда в аэропорт.",
    "answers": [
      {
        "id": 8,
        "text": "Остановиться"
      }
    ]
  },
  {
    "id": 8,
    "text": "Вы открыли окно. Военный достал своё удостоверение: старший сержант| Ивушкин Михаил Петрович| 3 год службы|...\n— Старший сержант Ивушкин, остановил Вас по приказу началальства. Предъявите ваши документы и проследуйте по жёлтой полосе на дороге к мед. пункту.- Сказал Михаил Ивушкин.\n— Да, вот мои документы.\n— А вот это мои.- Протягивая руку с паспортом сказал пассажир.\nСпустя 1,5 минуты Старший сержант Ивушкин вернул Петру и пассажиру паспорта.\n— Езжайте.- сказал он.",
    "answers": [
      {
        "id": 9,
        "text": "поехать по новой дороге"
      },
      {
        "id": 10,
        "text": "не послушать военного"
      },
      {
        "id": 34,
        "text": "оставить пасажира и уехать"
      }
    ]
  },
  {
    "id": 9,
    "text": "Вы приехали в медпункт. Пётр и пассажир вышли из машины и прошли внутрь здания. На этом ваши пути разошлись. Вас принялся осматривать один из докторов.\n— Я вколю вам пару лекарств, а потом заберу кровь. Не волнуйтесь, это просто проверка вашего здоровья.\n— Но, Но я.- доктор сделал пару уколов, а затем забрал немного крови из пальца и отправил в мини-лабораторию на быстрый анализ. Пётр около 7 минут находился в отключке",
    "answers": [
      {
        "id": 11,
        "text": "результат",
        "text_color": [
          1
        ]
      }
    ]
  },
  {
    "id": 10,
    "text": "По водителю был совершён снайперский выстрел. Пётр умер. \n\nВы проиграли. Если хотите можете попробовать заного с контрольной точки, либо же вернуться в меню.\n\nВы получаете \"плохую\" концовку и достижение \"самоубийца\"",
    "answers": [
      {
        "id": 8,
        "text": "к контрольной точке"
      },
      {
        "id": 1,
        "text": "в меню"
      }
    ]
  },
  {
    "id": 11,
    "text": "в комнатку вбежала медсестра с парой бумаг. Пару минут доктор пристально их разглядывал, пока Пётр приходил в себя.\n— Что это, чёрт возьми, было?- Спросил он\n— это была маленькая доза вируса CPLKLK01. Проще Цеплялка. Данная вакцина показала реакцию лейкоцитов в вашем теле на Цеплялку. Данная доза вреда не наносит.- доктор вздохнул,- а вот одному не повезло...\n— Что это всё значит?- спрашивает недоумевающий Пётр.\nВ этот момент в комнату вошёл военный и взял за руку Петра.\n— Я вас отведу к самолёту.\n— Что, зачем?- Пётр пытается вырваться",
    "answers": [
      {
        "id": 12,
        "text": "[в самолёт]"
      }
    ]
  },
  {
    "id": 12,
    "text": "военный посадил Петю в самолёт. Он посмотрел на своих соседей по ряду и узнал его пассажира.\n— О, привет!- сказал Пётр.\n—Ого, я то думал ты уехал.- отвечает пассажир\n— Тебя хоть как зовут?\n— Меня звать Тимофеем, мне 31 год.\n— А меня зовут Петром, можешь просто звать меня Петей. Мне 36 лет.- как вдруг самолёт начинает готовиться к взлёту. \nСтюард проинформировал всех пассажиров данного самолёта что делать в случае опасности.\n— По-моему в этой вакцине было успокоительное.- шёпотом сказал Тимофей.\n— Мне тоже так кажется... я давно таким спокойным не был.\n",
    "answers": [
      {
        "id": 14,
        "text": "взлетаем!",
        "text_color": [
          0,
          1,
          0
        ]
      }
    ]
  },
  {
    "id": 13,
    "text": "____________________________________________________\n\n  На этом заканчивается 1 глава данного квеста. Спасибо большое за прочтение! в будущем в меню появится возможность пройти 2 главу (она в разработке). ",
    "answers": [
      {
        "id": 1,
        "text": "конец 1 главы."
      }
    ]
  },
  {
    "id": 14,
    "text": "Вас ожидает 8,5 часов полёта на самолёте. Пётр много разговаривал с Тимофеем.\n\nНа этом заканчивается 1 глава. Вы прошли её на \"хорошую\" концовку, а также получили достижение \"От винта!\".\n\nВы можете вернуться в главное меню или на контрольную точку.\n\n",
    "answers": [
      {
        "id": 8,
        "text": "контрольная точка"
      },
      {
        "id": 1,
        "text": "в меню"
      }
    ]
  },
  {
    "id": 15,
    "text": "ну вот и 22 километр. Вдруг Пётр увидел впереди большую заставу преграждающую путь дороге.\n— Что там такое?- Спрашивает девушка.\n— Сам не знаю.- Почти вместе ответил Пётр и Мужчина.\nВ этот момент один из военных специальным светящимся жезлом намекнул Петру остановиться. Пётр прижался к обочине и опустил передние стекло автомобиля.\n— Здравия желаю! Сотрудник Сигин,- Военный показал своё удостоверение,- предоставьте ваши документы.\nПётр и его пассажиры передали свои паспорта, а мать ребёнка передала его свидетельство о рождении. Военный пристально вглядывался в каждую строку паспорта. \n— Езжайте дальше.- Вернув паспорта сказал военный.",
    "answers": [
      {
        "id": 16,
        "text": "проехать через заставу."
      }
    ]
  },
  {
    "id": 16,
    "text": "Вы едете на такси дальше по трассе Ш1, но она окружена строительством вокруг. вокруг неё строят стены.\n—Остановите тут.- сказал глава семейства.\nПётр остановился рядом с какой-то машиной.\n— Спасибо большое, удачного пути.- сказал мужчина.\nНо знаков поворота поблизости не было. Мимо такси медленно проехала машина с громкоговорителем на крыше.\n— Внимание! Просьба ехать дальше по трассе в сторону Борска! за возвращение обратно — расстрел!- машина уехала.\nДелать было нечего и Пётр поехал в сторону Борска.",
    "answers": [
      {
        "id": 17,
        "text": "*едет*"
      }
    ]
  },
  {
    "id": 17,
    "text": "Пётр отправился в дорогу в сторону Борска. До туда ехать очень долго, от города Морсо до Борска 1297 километров.\n\nНа этом заканчивается 1 глава. Вы завершили её на \"хорошую2.0\" концовку. Так же вы получили достижение \"в долгий путь\"\n\nВы можете вернуться в главное меню либо же получить лучшую концовку(её видно только при 1 условии)",
    "answers": [
      {
        "id": 1,
        "text": "в меню"
      },
      {
        "id": 35,
        "text": "лучшая",
        "need": [
          34
        ]
      }
    ]
  },
  {
    "id": 18,
    "text": "В данной теме вы увидите свои достижение по всем главам.",
    "answers": [
      {
        "id": 20,
        "text": "глава 1"
      },
      {
        "id": 43,
        "text": "глава 2"
      },
      {
        "id": 1,
        "text": "в меню"
      }
    ]
  },
  {
    "id": 19,
    "text": "здесь будут представлены открытые вами концовки в разных главах",
    "answers": [
      {
        "id": 24,
        "text": "1 глава"
      },
      {
        "id": 25,
        "text": "2 глава"
      },
      {
        "id": 1,
        "text": "в меню"
      }
    ]
  },
  {
    "id": 20,
    "text": "Достижения первой главы:\n×2\nот винта!\nв долгий путь\nсамоубийца",
    "answers": [
      {
        "id": 1,
        "text": "в меню"
      },
      {
        "id": 18,
        "text": "назад"
      },
      {
        "id": 37,
        "need_ever": true,
        "need": [
          35
        ],
        "text": "×2"
      },
      {
        "id": 37,
        "text": "от винта!",
        "need": [
          14
        ],
        "need_ever": true
      },
      {
        "id": 38,
        "text": "самоубийца",
        "need": [
          10
        ],
        "need_ever": true
      },
      {
        "id": 37,
        "text": "в долгий путь",
        "need": [
          17
        ],
        "need_ever": true
      }
    ]
  },
  {
    "id": 21,
    "text": "не каждое утро бывает столь добрым. Сегодня утро было довольно обычное. Телевизор, кофе, мягкий диван могут заставить облениться даже самого трудового человека! Но Пётр пошёл на работу, а ведь он спал всего 3 часа, бедный человек.",
    "answers": [
      {
        "id": 20,
        "text": "назад"
      },
      {
        "id": 18,
        "text": "к разделу глав"
      },
      {
        "id": 1,
        "text": "в меню"
      }
    ]
  },
  {
    "id": 22,
    "text": "иногда даже незнакомые люди рады повторной встрече! общительность и память полезная смесь!",
    "answers": [
      {
        "id": 20,
        "text": "назад"
      },
      {
        "id": 18,
        "text": "к разделу глав"
      },
      {
        "id": 1,
        "text": "в меню"
      }
    ]
  },
  {
    "id": 23,
    "text": "Вы прошли квест на плохую концовку. Но как-никак это тоже хороший результат, ведь как гласит пословица \" тот кто не рискует, тот не побеждает \"\nПетра никто не вспоминал в ближайшее время кроме его близких и паталогоанатома",
    "answers": [
      {
        "id": 13,
        "text": "(дальше)"
      }
    ]
  },
  {
    "id": 24,
    "text": "Концовки 1 главы",
    "answers": [
      {
        "id": 1,
        "text": "вернуться в меню"
      },
      {
        "id": 19,
        "text": "к разделу глав"
      },
      {
        "id": 10,
        "text": "плохая",
        "need": [
          10
        ],
        "need_ever": true
      },
      {
        "id": 14,
        "text": "хорошая",
        "need": [
          14
        ],
        "need_ever": true
      },
      {
        "id": 17,
        "text": "хорошая 2.0",
        "need": [
          17
        ],
        "need_ever": true
      },
      {
        "id": 35,
        "text": "лучшая",
        "need": [
          35
        ],
        "need_ever": true
      }
    ]
  },
  {
    "id": 25,
    "text": "концовки:\nединственная",
    "answers": [
      {
        "id": 1,
        "text": "в меню"
      },
      {
        "id": 19,
        "text": "к разделу глав"
      },
      {
        "id": 50,
        "text": "единственная"
      }
    ]
  },
  {
    "id": 26,
    "text": "ничего не поделаешь, жить то каждому хочется. А нам и во Владивостоке хорошо будет! давно хотелось попутешествовать.",
    "answers": [
      {
        "id": 20,
        "text": "назад"
      },
      {
        "id": 18,
        "text": "к разделу глав"
      },
      {
        "id": 1,
        "text": "в меню"
      }
    ]
  },
  {
    "id": 27,
    "text": "чувство юмора — тонкая вещь. не у каждого она настроена точно и может давать сбой, поэтому человек может пошутив оскорбить или обидеть другого. Следить за чувством юмора и постоянно настраивать его на хорошую частоту — залог хорошего! ( к Петру не относится)",
    "answers": [
      {
        "id": 20,
        "text": "назад"
      },
      {
        "id": 18,
        "text": "к разделу глав"
      },
      {
        "id": 1,
        "text": "в меню"
      }
    ]
  },
  {
    "id": 28,
    "text": "Пётр решил поиграть с огнём и обжёгся... надо быть поосторожней, и не играть в гта до самого утра как Пётр!",
    "answers": [
      {
        "id": 20,
        "text": "назад"
      },
      {
        "id": 18,
        "text": "к разделу глав"
      },
      {
        "id": 1,
        "text": "в меню"
      }
    ]
  },
  {
    "id": 29,
    "text": "здесь будут представдены версии обновлений над которыми я работал. градация будет такова:\n1.0 — 1 глава\n1.1 — 1 глава и исправление ошибок или добавление нового в главу или меню ( не главам)\n1.2 — 1 глава и очередное исправление ошибок или добавление нового в главу или меню ( не главам)\n1.9.1 — 1 глава и 10 исправлений или добавлений нового в главу или меню ( не главам)\n2.0 — добавление 2 главы ( то же самое и с третьей,то есть 3.0)\nи так далее...",
    "answers": [
      {
        "id": 30,
        "text": "версия 1.0"
      },
      {
        "id": 31,
        "text": "версия 1.1"
      },
      {
        "id": 33,
        "text": "версия 1.2."
      },
      {
        "id": 51,
        "text": "версия 2.0"
      },
      {
        "id": 1,
        "text": "в меню"
      }
    ]
  },
  {
    "id": 30,
    "text": "базовая версия. В ней присутствует 1 глава, система концовок и  не проработанная до конца система достижений",
    "answers": [
      {
        "id": 29,
        "text": "назад"
      },
      {
        "id": 1,
        "text": "в меню"
      }
    ]
  },
  {
    "id": 31,
    "text": "В данной версии исправлены ошибки в системе достижений, а именно возможность вернуться к разделу достижений, меню глав и главное меню ( в одном достижении выхода обратно не было вообще!)\n Так же перемещены \"ответы\" в более логичную последовательность.\n Добавлено меню обновлений.",
    "answers": [
      {
        "id": 29,
        "text": "назад"
      },
      {
        "id": 1,
        "text": "в меню"
      }
    ]
  },
  {
    "id": 32,
    "text": "здесь вы можете выбрать главы для прочтения.",
    "answers": [
      {
        "id": 4,
        "text": "1 глава. \"Всё было как всегда\""
      },
      {
        "id": 36,
        "text": "2 глава. \"Долгая дорога\""
      },
      {
        "id": 1,
        "text": "в меню"
      },
      {
        "bg_color": [
          1,
          1,
          1
        ],
        "comment": true,
        "text_color": [
          1,
          0,
          0
        ],
        "id": 3,
        "text": "сюжет 2 главы- продолжение лучшей коновки 1 главы",
        "update": [
          5
        ],
        "shadow_color": [
          2,
          0,
          1
        ]
      }
    ]
  },
  {
    "id": 33,
    "text": "В данной версии был видоизменён титульный лист квеста. Переименованы некторые города. Правки сюжета 1 главы. Полностью изменены концовки и достижения. Подготовка к написанию 2 главы на 90%. Больше вариантов ответа. <plus>1 концовка\n(от 14.07.2019)",
    "answers": [
      {
        "id": 29,
        "text": "назад"
      },
      {
        "id": 1,
        "text": "в меню"
      }
    ]
  },
  {
    "id": 34,
    "text": "Пётр решил уехать обратно в город. Он помог разгрузить чемоданы Тимофею. Они попрощались.\n[в машине]\nПетру опять предложили подвезти клиентов на улице Виноградная. \"Что же поделать?\"- подумал он и поехал за пассажирами",
    "answers": [
      {
        "id": 6,
        "text": "[место посадки]"
      }
    ]
  },
  {
    "id": 35,
    "text": "Поздравляю! Вы открыли \"лучшую\" концовку. Так же вы получили достижение \"×2\"\n\n\nвы можете вернуться в меню",
    "answers": [
      {
        "id": 1,
        "text": "конец"
      }
    ]
  },
  {
    "id": 36,
    "text": "Спустя 30 минут случилось нечто неожиданное. Пётр слушал радио, как вдруг по радио был Объявлен 4 уровень : \"Внимание, внимание! Объявляется 4 уровень опасности. Повторяю, объявляется 4 уровень опасности. Всем жителям нашей страны просьба собраться в саоих домах/квартирах/офисах и ожидать дальнешей информации. Эпидемия вируса CPKLK01 заражает с каждым днём всё больше людей. Во избежании заражения просьба не выходить на улицу во время комендантского часа, стараться избегать мест массового скопления людей. Спасибо за внимание.\"\nПо радио вновь заиграла спокойная музыка.\n\"Дело не к добру\" — подумал Пётр",
    "answers": [
      {
        "id": 39,
        "text": "ехать дальше"
      },
      {
        "id": 36,
        "text": "впереди виднелся столб дыма",
        "comment": true
      }
    ]
  },
  {
    "id": 37,
    "text": "Достижение получено",
    "answers": [
      {
        "id": 1,
        "text": "в меню"
      },
      {
        "id": 20,
        "text": "назад"
      }
    ]
  },
  {
    "id": 38,
    "text": "Достижение самоубийца получено.",
    "answers": [
      {
        "id": 1,
        "text": "в меню"
      },
      {
        "id": 20,
        "text": "назад"
      }
    ]
  },
  {
    "id": 39,
    "text": "На дороге стояли 2 человека и голосовали. Пётр остановился и открыл окно.\n— Вас куда подвезти? — спросил он\n— До деревни Сопки. — ответил один из них.\nТакси тронулось и поехало дальше.\nСпустя 25 минут вы остановились возле поворота направо. Пассажиры передали Петру 500 рублей. Они попрощались и",
    "answers": [
      {
        "id": 40,
        "text": "Он поехал дальше по дороге"
      },
      {
        "id": 39,
        "text": "столб дыма приблизительно в 2 км от машины",
        "comment": true
      }
    ]
  },
  {
    "id": 40,
    "text": "На дороге, ковыляя, шёл человек. На вид он был потрёпан: порванные джинсы, растрёпанные волосы, нету одного ботинка, рубашка в коричневых пятнах грязи. \nПётр остановился рядом с ним и открыл окно. \n— Вам помочь? — спросил он\n— Да, отвезите меня до Борска, умоляю Вас. — сказал человек\n— Постойте-ка! Так это же я Вас сегодня с утра до аэропорта подвозил.\n— Да это были Вы.\n— Крушение было?\n—Да. Упали, но не все погибли.\n— В каком-то плане тебе повезло\n— Да\n— Самолёт подбили... Мне так кажется... Так что это место лучше проехать и побыстрее.",
    "answers": [
      {
        "id": 41,
        "text": "педаль газа в пол"
      },
      {
        "id": 40,
        "text": "в этот момент по радио сообщили, что CPKLK01 начал вызывать у заражённых непонятные мутации. Заражённые превращаются во что-то на подобии зомби. В лабораториях изучают оссобености мутации. Помимо этого появилась некая группировка которая ещё не раскрылась полностью. За послежние 5 часов она совершила 16 террактов. По опыту предыдущих террактов мы выяснили что эта группировка никого не щадит",
        "comment": true
      }
    ]
  },
  {
    "id": 41,
    "text": "Они проехали мимо столба дыма исходящего от упавшего самолёта. Вдруг перед машиной выехал Уаз без крыши. В нём сидело около 3 человек. 1 за рулём, второй на сиденье, а 3 стоял смотря назад.\nВдруг он достал ракетницу и зарядил её. Навёлся на такси.\n— Щас потресёт! — сказал Пётр\n",
    "answers": [
      {
        "id": 42,
        "text": "повернуть влево"
      },
      {
        "id": 44,
        "text": "повернуть вправо"
      },
      {
        "id": 44,
        "text": "ехать прямо"
      }
    ]
  },
  {
    "id": 42,
    "text": "Пётр резко вывернул руль влево но прогадал. Наводчик в машине решил схитрить и специально запустил ракету в левую сторону от такси.\n Такси взорвалось. Это не является концовкой. Получено достижение: \"Бомбииит\"",
    "answers": [
      {
        "id": 1,
        "text": "в меню"
      },
      {
        "id": 41,
        "text": "контрольная точка"
      }
    ]
  },
  {
    "id": 43,
    "text": "Достижения:\nБомбииит",
    "answers": [
      {
        "id": 45,
        "text": "Бомбииит",
        "need": [
          42
        ],
        "need_ever": true
      }
    ]
  },
  {
    "id": 44,
    "text": "рядом с машиной прогремел взрыв и её отбросило в кювет. Она воспламенилась. Пётр и пассажир вылезли из машины и убежали от неё в лес. Уаз уехал дальше.\n— Меня зовут Тимофей, а тебя? — вдруг сказал пассажир\n— Меня зовут Петром. Можно просто Петя... Жалко машину.\n— Да, мы чудом выжили... Что же поделать, пойдём дальше в сторону Борска.\n— Пошли, всеравно в мире происходит полная ерунда, надо спасаться.",
    "answers": [
      {
        "id": 46,
        "text": "[5 часов спустя]"
      }
    ]
  },
  {
    "id": 45,
    "text": "Вы взорвались в такси",
    "answers": [
      {
        "id": 1,
        "text": "в меню"
      },
      {
        "id": 43,
        "text": "назад"
      },
      {
        "id": 42,
        "text": "к достижению"
      }
    ]
  },
  {
    "id": 46,
    "text": "Новые приятели вошли в город Долец. В нём царила пустота... Вероятно все уехали. Они увидели пустующую машину.\n— Давай её угоним? — спросил Тимофей\n— Но...\n— Что \"но\"?",
    "answers": [
      {
        "id": 47,
        "text": "\"Давай угоним!\""
      },
      {
        "id": 48,
        "text": "\"Не будем угонять\""
      }
    ]
  },
  {
    "id": 47,
    "text": "— Ну и хорошо — сказал Тимофей,- а то бы полгода добирались!\n\nПётр сел в машину и завёл её",
    "answers": [
      {
        "id": 49,
        "text": "{дальше}",
        "var_sub": [
          "law-abidingness",
          1
        ]
      }
    ]
  },
  {
    "id": 48,
    "text": "— Да ладно, садись — уговаривает Тимофей\n— Эх, поехали.\n\nПётр сел в машину и завёл её",
    "answers": [
      {
        "id": 49,
        "text": "{дальше}",
        "var_add": [
          "law-abidingness",
          1
        ]
      }
    ]
  },
  {
    "id": 49,
    "text": "Машина завелась. Тимофей сел на переднее сиденье и закрыл за собой дверь.\n— Поехали! Топлива у нас почти полный бак. — Сказал Тимофей посмотрев на приборную панель.\n— Поехали. — ответил Пётр\n\nМашина тронулась с места и поехала по дороге в сторону Борска.",
    "answers": [
      {
        "id": 49,
        "text": "У Вас",
        "comment": true,
        "var_show": [
          "law-abidingness",
          "очка законопослушности."
        ]
      },
      {
        "id": 50,
        "text": "конец 2 главы"
      }
    ]
  },
  {
    "id": 50,
    "text": "Вы завершили 2 главу на \"единственную\" коновку.\n Спойлер: следующая глава будет связана с дорогой.\n\nНа этом я с вами прощаюсь до следущей главы! Спасибо",
    "answers": [
      {
        "id": 1,
        "text": "в меню"
      }
    ]
  },
  {
    "id": 51,
    "text": "В данной версии вышла 2 глава, а вместе с ней некоторые правки в 1 главе. Появилась система законопослушности ( за хорошие поступки <plus>, за плохие — . Повлияет на сюжет)",
    "answers": [
      {
        "id": 29,
        "text": "назад"
      },
      {
        "id": 1,
        "text": "в меню"
      }
    ]
  },
  {
    "id": 52,
    "text": "",
    "answers": []
  },
  {
    "id": 53,
    "text": "",
    "answers": []
  }
]