[
  {
    "id": 1,
    "text": "Автор: Nina_Zhuravl'\nЖанр: романтика, фэнтези.\n\nГвенделин Эмилия Антуаннета Кюран — принцесса в человеческом королевстве Кюран. Будучи выросшей в стенах дворца, никогда не задумывалась о проблемах королевства и благоустройства собственной жизни,  так как обо всем заботилась любимая мать-Королева. Однако дворцовый заговор и переворот, в котором свергли Королеву, привели к печальным последствиям. <s>r\nИ теперь перед принцессой предстал выбор: стать женой отвратительного ей человека либо стать истинным будущим монархом, собирая вокруг себя преданных Короне людей, чтобы вернуть то, что  принадлежит ей по праву Крови.<s>r\n<s>r\nИ встретить любовь? \n\nОбновление от 28.01.2019 г.\nОбновление от  09.02.2019 г.\n\n_____________________________________________________\n\nЭто пробный квест, который я не довел до логического завершения.  Однако я хочу услышать Ваше мнение. \nСЕЙЧАС ПИШЕТСЯ СЮЖЕТНАЯ ЛИНИЯ С НЕЙТТАНОМ.\nСЛЕДУЮЩАЯ БУДЕТ ВЫБРАНА ВАМИ.",
    "answers": [
      {
        "id": 2,
        "text": "Начать приключение. "
      },
      {
        "id": 3,
        "text": "Персонажи. "
      }
    ]
  },
  {
    "id": 2,
    "text": "Тебя зовут Гвенделин Эмилия Антуаннета Кюран. Ты являешься принцессой человеческого Королевства Кюран. Ваш род носит название Королевства с самого его основания, поэтому вашу избранность никто не оспаривает. \n\nВаш предок, сын легендарного Короля Артура,  основал когда-то колонию на плодородных землях большого материка, омываемый океанами. За сотни лет маленькое поселение превратилось в большое и могущественное Королевство.\n\nКоролевская семья со временем начала разветвляться, но ты и твоя мать являетесь прямыми наследницами основателя Королевства Кюран — Короля Джулиуса I.",
    "answers": [
      {
        "id": 6,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 3,
    "text": "Здесь указан список персонажей, о которых я хочу Вам рассказать.  По мере возможности, сведения о персонажах будет пополняться. ",
    "answers": [
      {
        "id": 4,
        "text": "Гвенделин Эмилия Антуаннета Кюран"
      },
      {
        "id": 5,
        "text": "Нейттан Нарион"
      },
      {
        "id": 7,
        "text": "Энтиор Эдуард Айнштайн Кюльсейн "
      },
      {
        "id": 8,
        "text": "Линфэй Арин Элегор"
      },
      {
        "id": 9,
        "text": "Виртарион Эн"
      },
      {
        "id": 10,
        "text": "Клод \"Желтый Смерч\""
      },
      {
        "id": 11,
        "text": "Ассоль \"Несущая Смерть\""
      },
      {
        "id": 3,
        "text": "Лён и Лин ",
        "comment": true
      },
      {
        "id": 13,
        "text": "Джек"
      },
      {
        "id": 1,
        "text": "На главную страницу."
      }
    ]
  },
  {
    "id": 4,
    "text": "Принцесса,  ГГ-ня квеста\nВозраст: 21 лет",
    "answers": [
      {
        "id": 4,
        "text": "Укажите команды для картинки",
        "url": "http://radikal.ru/fp/himptq07wil98"
      },
      {
        "id": 4,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b41/1901/75/a9a9da9b1084.jpg"
      },
      {
        "id": 3,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 5,
    "text": "Друг детства Гвенделин.  Является ее рыцарем, которому поручено защищать её и следовать за ней повсюду.\nВозраст: 25 лет",
    "answers": [
      {
        "id": 5,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c21/1901/bf/c1c219c5f166.jpg"
      },
      {
        "id": 3,
        "text": "Назад. "
      }
    ]
  },
  {
    "id": 6,
    "text": "Твоя мать происходит из благородного рода Кюран, который делился на две основные ветви, не принимая во внимание побочные ответвления.\n\nРод Кюран, к которым принадлежишь ты с мамой, и род Кюльсейн, который имел большие деньги и славу, представитель которых при полном исчезновении нашего рода мог занять пост монарха.\n\nВ кабинете мамы ты часто видишь фотографию в золотой рамке, на которой изображены твоя бабушка, покойная бывшая Королева, Патриция и два рода. С левой стороны от бабушки стояла юная Виктория,  твоя мама, и её братья: Виктор и Иван. С правой стороны от бабушки были расположены сыновья из рода Кюльсейн: Эдуард XVI, Энтиор и Роберт.\n\nК сожалению,  до твоего рождения погиб родной брат мамы Иван от ужасного недомогания, а в день твоего рождения умер от несчастного случая и старший сын рода Кюльсейн — Эдуард XVI.  \n\nСейчас во главе рода Кюран стоит твоя мама, она же и Королева. Виктор, старший брат мамы, исчез более 20 лет назад, после твоего рождения. \n\nТак, на сегодняшний день единственными представителями рода Кюран являетесь ты с мамой. ",
    "answers": [
      {
        "id": 6,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a32/1901/c5/b9ef238935fc.jpg"
      },
      {
        "id": 14,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 7,
    "text": "Двоюродный брат Королевы Виктории, герцог. \"Революционер\", убивший мать-Королеву и склоняющий Гвенделин к браку.\nВозраст: 35 лет",
    "answers": [
      {
        "id": 7,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b17/1901/15/f44040f0a1a0.jpg"
      },
      {
        "id": 3,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 8,
    "text": "Главарь Разбойников, презирающий любую власть.  Ненавидит представителей королевской семьи в связи со случаем в детстве.\nВозраст: 32 года",
    "answers": [
      {
        "id": 8,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d17/1901/36/bb44cac07bf7.jpg"
      },
      {
        "id": 3,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 9,
    "text": "Наемный убийца, полукровка из Драконьей Империи. \nВозраст: 300<plus>",
    "answers": [
      {
        "id": 9,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a07/1901/0b/d2e1ab70f521.jpg"
      },
      {
        "id": 3,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 10,
    "text": "Командир военного  дивизиона Совета Десяти Магов. \nВозраст: 28 лет",
    "answers": [
      {
        "id": 10,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d16/1901/83/c864537964ac.jpg"
      },
      {
        "id": 3,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 11,
    "text": "Сержант военного дивизиона Совета Десяти Магов. Первая женщина в рядах силовых структур Совета. \nВозраст: 29 лет",
    "answers": [
      {
        "id": 11,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c40/1901/d0/27f81b9b4ed7.jpg"
      },
      {
        "id": 3,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 12,
    "text": "Фамильяры Гвенделин , созданные из её кукол.\nВозраст: 2 года",
    "answers": [
      {
        "id": 12,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c15/1901/1c/0c41f97557c1.jpg"
      },
      {
        "id": 3,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 13,
    "text": "Парень, который имеет несколько имен. Многим он известен, как Справедливый Джек. \nВозраст: 23 года",
    "answers": [
      {
        "id": 13,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a04/1901/bf/8cce8c598244.jpg"
      },
      {
        "id": 3,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 14,
    "text": "Ты отвела взгляд от фотографии и взглянула на мать. Та, сидела за столом и сосредоточенно листала какие-то бумаги. Ты присела на софу, которая стояла в кабинете матери, поправив поднос с горячим чаем и супом, который источал замечательный запах.\n\nК матери ты зашла из-за того, что утром за завтраком она отсутствовала. Перехватив на полпути служанку, которая торопливо несла поднос для Королевы,  ты уверила её что донесу все сама.  \n\nНа твой приход Королева не отреагировала. Однако сразу поняла кто зашел. Но ты не спешила её  отвлекать, зная как она этого не любит.\n\nПрождав ещё минут пять, ты взглянула на поднявшуюся Королеву, которая подошла к софе и присела на неё. \n\n — Милая,  ты что-то хотела?",
    "answers": [
      {
        "id": 15,
        "text": " - Матушка, я пришла узнать о твоем здоровье.  Ты не пришла на завтрак,  поэтому я забеспокоилась."
      }
    ]
  },
  {
    "id": 15,
    "text": "На беспристрастном лице Королевы расцвела улыбка. Она мягко коснулась твоей руки и сжала её. \n \n — О такой чуткой дочери можно только мечтать. ",
    "answers": [
      {
        "id": 16,
        "text": "- Это пустяки для меня.  Что-то произошло? "
      },
      {
        "id": 17,
        "text": " - Для меня главное - заботиться о тебе. Как на счет того, чтобы обсудить более интересный вопрос? ",
        "comment": false
      }
    ]
  },
  {
    "id": 16,
    "text": "Женщина промолчала и подняла глаза на фотографию. \n\n — Как на счет того, чтобы обсудить более интересный вопрос? На этой неделе у тебя день рождение.  Хотелось бы тебе чего-то особенного?",
    "answers": [
      {
        "id": 19,
        "text": " - Ах, матушка, хочется чего-то грандиозного. "
      },
      {
        "id": 20,
        "text": " - Хочется чего-то скромного.  В кругу близких людей. "
      }
    ]
  },
  {
    "id": 17,
    "text": " — Не смотря на то, что  в эту субботу тебе исполниться двадцать один, ты очень мудра и умна не по годам. Достойная замена мне.\n\n Королева взглянула тебе в глаза. Ты невольно поежилась.\n",
    "answers": [
      {
        "id": 20,
        "text": "Промолчать. "
      }
    ]
  },
  {
    "id": 18,
    "text": " Распрощавшись с Нейтом после прогулки по саду, тебе пришлось принять участие в разговоре с матерью и дядей, который делился впечатлениями о своем путешествии.\n\n День прошел обыденно, если не учесть снующих слуг, которые готовились к завтрашнему дню.\n\nОднако вечером, после ужина, в коридоре ты заметила мужчину с необычными лиловыми волосами, который тенью двинулся в дальний коридор. \n\nКто он?",
    "answers": [
      {
        "id": 23,
        "text": "Проследить за ним."
      },
      {
        "id": 18,
        "text": "Отправиться в комнату. ",
        "comment": true
      }
    ]
  },
  {
    "id": 19,
    "text": "Женщина улыбнулась и пообещала грандиозный праздник.",
    "answers": [
      {
        "id": 24,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 20,
    "text": " — Милая, ты не перестаешь меня удивлять. Пригласим только приближенный круг. Не против? \n Ты кивнула. ",
    "answers": [
      {
        "id": 21,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 21,
    "text": "После этого разговора прошло  несколько дней.\n  \nИ вот завтра твой день рождения. Подготовка к тихому празднованию твоего дня рождения шла полным ходом. Совсем недавно от тебя ушли швеи, которые под твом чутким руководством сделали эскиз платья и сняли с тебя мерки.  \n\nИ сейчас ты отдыхала в комнате.  В дверь постучали и тут же отворили. Молодая служанка известила тебя, что к тебе пришел твой личный рыцарь.\n",
    "answers": [
      {
        "id": 25,
        "text": " - Пусть зайдет."
      },
      {
        "id": 26,
        "text": " - Передай ему, что пусть ожидает в коридоре. Я скоро спущусь."
      }
    ]
  },
  {
    "id": 22,
    "text": "— Надеюсь, ты не сильно расстроилась его приезду. \n\nНейт продолжил движение,  подгоняя тебя.\n\n— Нет, не сильно. Это же до воскресенья?",
    "answers": [
      {
        "id": 18,
        "text": "В этот же вечер."
      }
    ]
  },
  {
    "id": 23,
    "text": "Тихо пробираясь за странным мужчиной, ты заметила, что он прошел в комнату твоего дяди.\n\nКак только дверь за мужчиной закрылась, ты подбежала к двери. Прождав минуты три, ты чуть приоткрыла дверь и в образовавшую прорезь ты смогла разглядеть гостиную и открытую дверь в спальню. \n\nПрислушавшись, ты смогла расслышать леденящий душу диалог.\n\n— Завтра, во время празднования ты должен убить Викторию. — тихий голос Энтиора ты узнала мгновенно.  Ты прикрыла рот рукой. \n\n\"Что он такое говорит?\"\n\n— Ну, дорогой, я рискую.  Убить венценосную особу. Это...\n\nПослышался шум, который прервался рыком Энтиора:\n — Не набивай цену! Я и так заплатил большие деньги! \n\n Смех лилововолосого заставил тебя сжаться. \n\n — А что на счет не в меру любопытной принцесски?\n\n \"Он знает, что я подслушиваю?\"\n\n — Не твое собачье дело.\n \nГость лишь засмеялся. \n\nТы очнулась только тогда, когда услышала шаги, которые направлялись к двери. \n\n ",
    "answers": [
      {
        "id": 32,
        "text": "Отбежать за угол."
      }
    ]
  },
  {
    "id": 24,
    "text": "После этого разговора прошло несколько дней. \n\nИ вот завтра твой день рождения.  Подготовка к грандиозному празднованию твоего дня рождения шла полным ходом. \n\nСовсем недавно от тебя ушли швеи, которые под твоим чутким руководством сделали эскиз платья и сняли с тебя мерки. \n\nИ сейчас ты отдыхала в комнате.  В дверь постучали и тут же отворили. Молодая служанка известила тебя, что к тебе пришел твой личный рыцарь. ",
    "answers": [
      {
        "id": 25,
        "text": " - Пусть зайдет. "
      },
      {
        "id": 26,
        "text": " - Передай ему, что пусть ожидает в коридоре. Я скоро спущусь. "
      }
    ]
  },
  {
    "id": 25,
    "text": " Служанка почему-то смутилась, но ослушаться твоих слов не смела. \n\nТы присела на диванчик и стала ожидать Нейттана, который через минуту постучал в дверь. Три раза. Совсем как в детстве. \n\n -Заходи, Нейт. \n\nДверь отворилась и на пороге появился молодой мужчина лет 25. Черные волосы и такие же черные глаза, которые унесли в свой омут не одно девичье сердце. \n\n—Приветствую Вас, Ваше Сиятельство. Вы как всегда прекрасны. — улыбнулся Нейт, отвешивая шутливый поклон.\n\nТы фыркнула от смеха и пригласила рыцаря сесть. \n\nВозможно для тебя он был вторым и последним человеком в замке, которому ты могла доверять.  Он был твоим щитом и советником. ",
    "answers": [
      {
        "id": 27,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 26,
    "text": "Служанка кивнула и тут же отправилась исполнять твою волю. \n\nТы же поправив прическу и надушившись любимыми духами отправилась вниз, где тебя ожидал твой рыцарь. \n\nОн был не один.  А в компании твоего дяди — Энтиора из рода Кюльсейн.  \n\n— Герцог Кюльсейн, не ожидала Вас тут увидеть. Празднование Дня рождения состоится завтра.\n\nМужчина обернулся,  чтобы взглянуть на тебя.  Нейттан и слуги герцога Кюльсейна тут же склонили колени при твоем появлении. \n\nМужчина театрально вздохнул. \n\n— Твое гостеприимство ранит меня в самое сердце.  Разве такая прелестная девушка может быть жестока по отношению ко мне, своему дяде? \n\nТы сжала губы.",
    "answers": [
      {
        "id": 28,
        "text": "Ответить искренне, что ждала его приезда."
      },
      {
        "id": 26,
        "text": "Ответить искренне, что не очень счастлива его скорым приездом. ",
        "comment": true
      },
      {
        "id": 26,
        "text": "Ответить, что вообще не ждала его.",
        "comment": true
      }
    ]
  },
  {
    "id": 27,
    "text": "— Шутки шутками, но  я пришел сюда, чтобы уведомить о приближении гостей.  \n\nТы нахмурилась.  И вопросительно взглянула на Нейттана. \n\n— Стража сообщила, что это твой дядя.\n\nТы недовольно сжала губы. \n\n— И как скоро он приедет?  — спросила ты, поднявшись с софы. \n\n—Думаю, что сейчас.",
    "answers": [
      {
        "id": 26,
        "text": "Нейт отправился вниз. Ты чуть припозднилась, спустившись через минут пять. Перед выходом к тебе зашла служанка, которая поинтересовалась будешь ли ты чая. Ты отказалась."
      }
    ]
  },
  {
    "id": 28,
    "text": " — Ну что Вы, дядюшка, я рада Вашему приезду.  Просто не ожидала, что Вы приедете так рано. Вы первый из гостей. А теперь, простите, мне нужно отправиться к лекарю. Голова разболелась. — слукавила ты.\n\nМужчина улыбнулся и кивнул, пропуская тебя и Нейта. \n\nКак только ты оказалась вне поля зрения Энтиора, ты вздохнула от облегчения. \n\nНейт обеспокоенно положил руку тебе на плечо. \n",
    "answers": [
      {
        "id": 22,
        "text": " - Я в порядке."
      }
    ]
  },
  {
    "id": 29,
    "text": "— Не думаю, что лицезреть Вас так скоро — счастье для меня.  \n\nЭнтиор расстроился,  но не показал своих чувств.\n\n— Жестокая женщина. ",
    "answers": []
  },
  {
    "id": 30,
    "text": " — Помнится на день рождения матери Вы вообще не приехали.  Я думала, что и мой день рождения Вы не осчастливите своим присутствием.",
    "answers": []
  },
  {
    "id": 31,
    "text": "Попытка не окончалась успехом.\n\nРука сжала шею ещё сильнее.\n\nИ через мгновение послышался хруст шеи.\n\n\nТЫ ПОГИБЛА. ПОПЫТАЙСЯ ЕЩЁ РАЗ. ",
    "answers": [
      {
        "id": 1,
        "text": "На первую страницу. "
      }
    ]
  },
  {
    "id": 32,
    "text": "Ты скрылась за углом, пытаясь не дышать.\n\nШаги странного мужчины отдалялись в противоположную сторону. \n\nТы, подождав минуту, отправилась бы дальше по коридору, но тут же столкнулась нос к носу с лилововолосым. Ты ахнула.  \n\nМужчина улыбнулся. \n\n—Знаешь, что случается с такими любопытными красавицами? \n\nХолодная рука сомкнулась на шее.",
    "answers": [
      {
        "id": 31,
        "text": "Попытаться сбежать."
      },
      {
        "id": 33,
        "text": "Замереть."
      }
    ]
  },
  {
    "id": 33,
    "text": "Ты замерла в руках мужчины. Мужчина опустил голову ближе. Ты почувствовала его дыхание на своих губах. \n\n— О чем Вы говорили?\n\nРука тут же отпустила шею. Мужчина приложил палец к своим  губам, призывая к тишине.\n\n— Красавица, ты же слышала наш разговор. \n Продолжая улыбаться жутковатой улыбкой, мужчина ушел.\n\nТы еще минуту не могла прийти в себя от страха, который сковал тебя. \nКак только ты поняла, что можешь двигаться и дышать, ты ...",
    "answers": [
      {
        "id": 34,
        "text": "Отправилась к Нейттану."
      }
    ]
  },
  {
    "id": 34,
    "text": " К счастью, на прогулке Нейттан проболтался, что остается в замке для обхода замка ночью в качестве стража.  Привилегия в виде личного рыцаря принцессы не освобождала его от общих обязательств. Но он не был против.\n\nПоэтому сейчас ты неслась по замку, ища Нейта.\n\nНашла ты его у дверей, ведущих в тронный зал. Парень беседовал с другим стражником, сосредоточенно осматривая коридор. Завидев запыхавшую тебя, Нейттан тут же подошел к тебе. \n\n— Что случилось? \n\nПарень тут же начал рассматривать тебя на наличие повреждений. ",
    "answers": [
      {
        "id": 35,
        "text": "Рассказать про подслушанный разговор"
      },
      {
        "id": 34,
        "text": "Не стоит поддаваться панике и втягивать в свои проблемы Нейттана.",
        "comment": true
      }
    ]
  },
  {
    "id": 35,
    "text": "Вы отошли под нишу, где ты срывающим от эмоций голосом рассказала о подслушанном разговоре. \n\nНейттан сказал, чтобы ты отправилась в комнату и не переживала.\n\n— Я все улажу. Не беспокойся. Тебе стоит поспать. Завтра тяжелый день.",
    "answers": [
      {
        "id": 36,
        "text": "Хорошо."
      }
    ]
  },
  {
    "id": 36,
    "text": "От переизбытка переживаний ты чувствовала себя не лучшим образом поэтому ты отправилась к матери. \n\nТы подошла к комнате матери.  Торопливая служанка тут же предупредила, что у матери гость —  Герцог Кюльсейн.  \n\nОт переполнявших эмоций на глаза набежали слезы. И ты побежала в свою комнату. \n\n\"Сможет ли Нейт помочь мне?\"\n\n\"Всегда знала, что Энтиор моральный урод\"\n\nПод неприятные мысли ты уснула.",
    "answers": [
      {
        "id": 37,
        "text": "На следующий день. "
      }
    ]
  },
  {
    "id": 37,
    "text": "Весь день ты провела в странном состоянии. С самого утра ты не видела ни маму, ни Нейттана.  Назло лишь дядя Энтиор приходил к тебе в комнату, поздравив тебя и подарив подарок. Про главный подарок он всё же сказал. Сказал, что ты получишь его на балу, на глазах публики.\n\nПоняв о чем он, ты лишь неприязненно приняла в руки бархатную коробочку, в котором было прекрасное кольцо. \n\nНедолго думая, ты ...",
    "answers": [
      {
        "id": 37,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b41/1902/fc/3d320a8d2aea.jpg"
      },
      {
        "id": 37,
        "text": "Надела кольцо.",
        "comment": true
      },
      {
        "id": 39,
        "text": "Бросила кольцо в шкатулку."
      }
    ]
  },
  {
    "id": 38,
    "text": "Тронный зал был красив и освещен тысячами свечей, которые источали приятный запах сравнимый с сиренью и неким заграничным цветком.\n\nПрисутствующие с благовением смотрели на Королеву Викторию, которая восседала на троне, облаченная в белоснежное платье.  Ее длинные светлые волосы, в которых проглядывала седина, были собраны в высокую прическу. \n\nПосле поздравлений ты поспешила отправиться к матери, но на полпути тебя перехватил дядя Энтиор. \n\nОтказать ему в танце перед гостями ты не осмелилась, поэтому ты сейчас кружилась в танце с Энтиором. В танце Вы почти молчали, пока мужчина не нарушил тишину.\n\n— Вы не одели мой подарок.\n\nНе вопрос. Утверждение.\n\n— Оно было обручальным.\n\nТы в немом изумлении взглянула на дядю. Его прямой взгляд прожигал в тебе отверстие. Ты невольно поежилась.  Оглянувшись не услышал ли кто-то слова Энтиора, ты заметила Нейттана, который наблюдал за тобой. \n\n— Вы же понимаете, что я не буду Вашей женой. И дело не в нашем родстве.\n\n\"Дело в том, что  ты последний за кого бы я вышла замуж, мразь! \"- пронеслось у тебя в голове,  когда рука на талии притянула тебя ближе к дяде.  Со стороны присутствующих на балу это не заметно, но ребра ощутимо затрещали.\n\nТы оглянулась в сторону Нейта, который стоял у балкона и смотрел на вас немигающим взглядом.\n\nЭнтиор заметил ваши переглядывания и зашипел, хуже змея:\n\n— Это из-за этого щенка? Да?",
    "answers": [
      {
        "id": 40,
        "text": " - Не стоит так отзываться о моем рыцаре."
      }
    ]
  },
  {
    "id": 39,
    "text": "С наступающим раздражением ты бросила кольцо в шкатулку с другими драгоценностями.\n\nБлиже к вечеру ты не могла не то, что есть,  а также  стоять на месте.  На что на тебя шикали служанки облачая в платье, которое показалось тебе нелепым и глупым.  Теперь.\n\nВсе твои мысли возвращались к Королеве и Нейттану.  Никаких новостей и весточек. О маме ты слышала от служанок.\n\nЛишь перед выходом проворный мальчишка, сын главной горничной, шепнул тебе слова переданные Нейттаном:\n\n\"Будь ближе к балкону. Я встречу тебя там.\"\n\nПолучив хоть что-то от Нейттана,  ты чуток успокоилась.",
    "answers": [
      {
        "id": 39,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a23/1902/58/43f4c807537d.jpg"
      },
      {
        "id": 38,
        "text": "Вечер."
      }
    ]
  },
  {
    "id": 40,
    "text": "Танец закончился.  Ты сразу же расстворилась в толпе снующих особ, направляясь в сторону балкона.  \n\nЩеки горели, голова кружилась, а сердце стучало от страха. Нейттан встретил тебя кивком, приглашая на балкон. \n\nТы пошла следом за ним.",
    "answers": [
      {
        "id": 41,
        "text": "Далее. "
      }
    ]
  },
  {
    "id": 41,
    "text": "Как только ты шагнула на балкон, тебя прижали к сильному телу и закрыли уши, прижав одно ухо к груди, а второе закрывая рукой. Ты поняла, что ты в на руках Нейта, когда вы оказались внизу. \n\nНейт спрыгнул с балкона на землю. Тебя отпустили.  И мир вокруг взорвался криками.  И единственное,  что ты расслышала — это был крик.\n\n Женский крик, наполненный болью. \n\nКрик твоей матери.\n",
    "answers": [
      {
        "id": 42,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 42,
    "text": "",
    "answers": []
  }
]