[
  {
    "id": 1,
    "text": "Автор: Al(ВК — Дима Пелюшенко).\nЖанры: -буду удивлен если какой-то из существующих будет отсутствовать. Но преимущественно приключения/комедия.\n\nЭта история расскажет вам о жизни обычного анимешника, которая была скучной и однообразной, однако в один момент всё изменилось, когда желания начали неожиданно исполняться. И казалось бы, что в этом плохого? Но кто знает, к чему нас могут привести наши желания...",
    "answers": [
      {
        "id": 3,
        "text": "Начать игру",
        "var_add": [
          "мораль",
          30
        ]
      },
      {
        "id": 13,
        "text": "Информация(настоятельно рекомендую прочесть, если играете впервые)"
      }
    ]
  },
  {
    "id": 2,
    "text": "Лицо, будто бы с перепоя, \"тонко\" намекало, что с этой работы пора увольняться. Не то чтобы ты был совсем забитым хиккой, но физические способности оставляли желать лучшего. На стене в отражении ты увидел плакат с Синон. Это заставило тебя улыбнуться и немного отвлечься от дурных мыслей.",
    "answers": [
      {
        "id": 4,
        "text": "Выпить чаю",
        "var_add": [
          "мораль",
          3
        ],
        "need": -4
      },
      {
        "id": 5,
        "text": "Позвонить Коляну",
        "var_add": [
          "m",
          120
        ],
        "var_need": [
          "мораль,31"
        ]
      },
      {
        "id": 2,
        "text": "Мораль:",
        "comment": true,
        "var_show": [
          "мораль"
        ]
      }
    ]
  },
  {
    "id": 3,
    "text": "Ты проснулся у себя в комнате и устало бросил взгляд на часы. 12:05. На работу явно уже не успеть, значит и идти туда смысла нет. Всё равно смену уже не запишут. Нужно бы позвонить друзьям, они предлагали что-то интересное на сегодня, но, как обычно, не удосужились уточнить что именно. Усталость не давала даже встать с кровати, но целый день проспать тоже не лучшая идея.",
    "answers": [
      {
        "id": 2,
        "text": "Посмотреть в зеркало",
        "var_add": [
          "мораль",
          1
        ]
      },
      {
        "id": 4,
        "text": "Выпить чаю",
        "var_add": [
          "мораль",
          3
        ]
      },
      {
        "id": 3,
        "text": "Мораль:",
        "comment": true,
        "var_show": [
          "мораль"
        ]
      }
    ]
  },
  {
    "id": 4,
    "text": "Ты пошел на кухню. Не смотря на желание спать ты нашел в себе силы поставить чайник и уселся на кресло. Дождавшись, пока закипит чайник, ты немного успел прийти в себя. Аромат горячего чая вернул тебя в нормальное состояние.",
    "answers": [
      {
        "id": 2,
        "text": "Посмотреть в зеркало",
        "var_add": [
          "мораль",
          1
        ],
        "need": -2
      },
      {
        "id": 5,
        "text": "Позвонить Коляну",
        "var_add": [
          "m",
          120
        ]
      },
      {
        "id": 4,
        "text": "Мораль:",
        "comment": true,
        "var_show": [
          "мораль"
        ]
      }
    ]
  },
  {
    "id": 5,
    "text": "Ты взял в руки телефон. С трудом набрав номер, ты секунд 15 слушал гудки. Наконец взяв трубку, Коля тут же начал тараторить: -...приходи к нам, мы с Женей у Бэтмена сидим, у нас тут уже вещи собраны, не забудь денег взять, и шмотки в дорогу... — и бросил трубку. Ты ещё пару минут разглядывал экран телефона, пытаясь понять, куда это они собрались.",
    "answers": [
      {
        "id": 6,
        "text": "Взять деньги и пойти к ним",
        "var_add": [
          "m",
          4000
        ]
      },
      {
        "id": 6,
        "text": "Сразу пойти к ним"
      },
      {
        "id": 8,
        "text": "Ещё раз позвонить Коляну",
        "var_sub": [
          "мораль",
          4
        ]
      },
      {
        "id": 5,
        "text": "Мораль:",
        "comment": true,
        "var_show": [
          "мораль"
        ]
      }
    ]
  },
  {
    "id": 6,
    "text": "— Блин, даже перекусить не дадут — пробубнил ты и, собравшись, отправился в соседний двор. Идти недалеко, можно по пути и в магазин зайти. Хотя кто знает, что они там задумали, может и правда стоит поторопиться.",
    "answers": [
      {
        "id": 7,
        "text": "Зайти в магазин",
        "var_sub": [
          "m",
          17
        ]
      },
      {
        "id": 9,
        "text": "Поторопиться к пацанам"
      },
      {
        "id": 6,
        "text": "Мораль:",
        "comment": true,
        "var_show": [
          "мораль"
        ]
      },
      {
        "id": 6,
        "text": "Деньги:",
        "comment": true,
        "var_show": [
          "m"
        ]
      }
    ]
  },
  {
    "id": 7,
    "text": "И пусть весь мир подождёт. Нужно было в первую очередь купить сигареты и колу. Очереди в магазине не было, так что много времени это не заняло, и вот ты уже с закупками направлялся к дому Андрея.",
    "answers": [
      {
        "id": 9,
        "text": "Направиться к ребятам"
      },
      {
        "id": 7,
        "text": "Мораль:",
        "comment": true,
        "var_show": [
          "мораль"
        ]
      },
      {
        "id": 7,
        "text": "Деньги:",
        "comment": true,
        "var_show": [
          "m"
        ]
      }
    ]
  },
  {
    "id": 8,
    "text": "Пару раз ты попытался позвонить, но Коля, как обычно, решил не брать трубку. Он всегда предпочитал обсуждать подобные вопросы при встрече, но настроение у тебя всё же слегка испортилось. ",
    "answers": [
      {
        "id": 6,
        "text": "Взять деньги и пойти к ним",
        "var_add": [
          "m",
          4000
        ]
      },
      {
        "id": 6,
        "text": "Сразу пойти к ним"
      },
      {
        "id": 8,
        "text": "Мораль:",
        "comment": true,
        "var_show": [
          "мораль"
        ]
      }
    ]
  },
  {
    "id": 9,
    "text": "Ты подошёл к двери и прислушался. Шум было слышно, наверное, и на другом конце города, но о чём конкретно они говорят, было сложно разобрать. Ты вошел в квартиру (дверь они никогда не запирают), и проследовал...",
    "answers": [
      {
        "id": 10,
        "text": "...на кухню"
      },
      {
        "id": 11,
        "text": "...в гостиную"
      },
      {
        "id": 9,
        "text": "Мораль:",
        "comment": true,
        "var_show": [
          "мораль"
        ]
      },
      {
        "id": 9,
        "text": "Деньги:",
        "comment": true,
        "var_show": [
          "m"
        ]
      }
    ]
  },
  {
    "id": 10,
    "text": "Андрей с Колей о чём-то оживлённо спорили. Увидев тебя, они сразу замолчали.  — Ну ты и долго, шмотки хоть собрал?! — тут же налетел на тебя Андрей. —  Мы тут уже и билет тебе взяли! Бери с собой Антона и дуй собираться, времени не так много осталось.",
    "answers": [
      {
        "id": 12,
        "text": "Спросить куда мы собираемся"
      },
      {
        "id": 12,
        "text": "Налить себе колы",
        "var_add": [
          "мораль",
          3
        ],
        "need": 7
      },
      {
        "id": 10,
        "text": "Мораль:",
        "comment": true,
        "var_show": [
          "мораль"
        ]
      },
      {
        "id": 10,
        "text": "Деньги:",
        "comment": true,
        "var_show": [
          "m"
        ]
      }
    ]
  },
  {
    "id": 11,
    "text": "На диване сидел Антон и смотрел какую-то фигню по телеку. Женя что-то мастерил на своём станке. — Привет. — сказал Антон и продолжил пялиться в телек. Женя подошел к тебе и начал объяснять: — мы в общем тут решили экскурсию устроить, по Бермудскому треугольнику. Билет я тебе купил уже, так что это не обсуждается. Иди собирай шмотки и возвращайся поскорее, а то будешь своим ходом добираться. — Я тоже с тобой пойду, вдруг чего забудешь — добавил Антон",
    "answers": [
      {
        "id": 14,
        "text": "Пойти на кухню"
      },
      {
        "id": 11,
        "text": "Мораль:",
        "comment": true,
        "var_show": [
          "мораль"
        ]
      },
      {
        "id": 11,
        "text": "Деньги:",
        "comment": true,
        "var_show": [
          "m"
        ]
      }
    ]
  },
  {
    "id": 12,
    "text": "— Так что тут вообще происходит?- задал ты вопрос, который не давал покоя. — Мы решили поехать к Бермудскому треугольнику... точнее, полететь. Жека уже взял нам билеты, так что выбора у тебя нет. Ты либо едешь, либо да. Так что вали домой, хватай шмотки, и быстро сюда. Через 15 минут выезжаем. — как всегда резко высказался Бэтмен, дав понять, что дальше разговора не будет.",
    "answers": [
      {
        "id": 14,
        "text": "Пойти в гостиную"
      },
      {
        "id": 12,
        "text": "Мораль:",
        "comment": true,
        "var_show": [
          "мораль"
        ]
      },
      {
        "id": 12,
        "text": "Деньги:",
        "comment": true,
        "var_show": [
          "m"
        ]
      }
    ]
  },
  {
    "id": 13,
    "text": "Это мой первый опыт в написании текстовых квестов, так что не удивлюсь если найдёте баги или несовпадения/несоответствия в тексте — просьба написать мне в ВК.(здесь ещё не разобрался в интерфейсе и вряд ли смогу ответить даже на комментарии). Это планируется как большой проект с огромным количеством глав, так что любителям \"дайте-мне-продолжение\" явно понравится. ",
    "answers": [
      {
        "id": 15,
        "text": "Персонажи"
      },
      {
        "id": 16,
        "text": "Туториал"
      },
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 14,
    "text": "Ты зашел поздороваться с остальными, и вы все собрались в комнате Андрея. Даже по внешнему виду комнаты было ясно, что настроен он серьёзно. Диван сложен, стол пуст. Компа вообще нигде не видно, хотя обычно он сидит за ним круглыми сутками. Для него такие спонтанные решения, вроде этой поездки, в порядке вещей. Однако ты всё никак не мог прийти в себя от таких новостей. Не каждый день тебе предлагают поехать на такую экскурсию. Вы обсудили некоторые аспекты поездки, подсчитали приблизительные расходы, затем вы с Антоном пошли к тебе за вещами. ",
    "answers": [
      {
        "id": 31,
        "text": "Зайти домой"
      },
      {
        "id": 14,
        "text": "Мораль:",
        "comment": true,
        "var_show": [
          "мораль"
        ]
      },
      {
        "id": 14,
        "text": "Деньги:",
        "comment": true,
        "var_show": [
          "m"
        ]
      }
    ]
  },
  {
    "id": 15,
    "text": "Однажды мы с друзьями решили написать книгу о нас самих(ясное дело фантастику, но наши персонажи вели бы себя именно так, как мы вели бы себя в подобной ситуации). Эта идея довольно быстро зашла в тупик, но я решил не забрасывать её и воплотить в жизнь в виде текстового квеста. У вас есть возможность поиграть моим персонажем, и, эпизодически, персонажами моих друзей. Чтобы узнать о них побольше, я создал для вас краткие описания, рекомендую прочесть их, если хотите прочувствовать всю атмосферу нашего проекта. Но здесь есть и выдуманные персонажи, информацию о них вы сможете прочесть только если уже дошли до них по сюжету. Так что иногда и сюда стоит заглядывать=)",
    "answers": [
      {
        "id": 17,
        "text": "Дима"
      },
      {
        "id": 18,
        "text": "Коля"
      },
      {
        "id": 19,
        "text": "Толик"
      },
      {
        "id": 20,
        "text": "Андрей"
      },
      {
        "id": 21,
        "text": "Женя"
      },
      {
        "id": 22,
        "text": "Наташа"
      },
      {
        "id": 23,
        "text": "Антон"
      },
      {
        "id": 13,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 16,
    "text": "Сюжет этого повествования довольно линейный, и здесь не будет тысячи  концовок, потому что продолжение уже написано, хоть и не перепечатано в формат квеста, однако это не сделает его однообразным, выбора здесь будет более чем достаточно, и множество событий будет зависить от вас. В игре, видимым или невидимым образом присутствует множество параметров, значение которых будет зависить от ваших действий. Большинство из них не требует объяснений, но некоторые могут вызвать вопросы. Ответы на них читайте ниже.",
    "answers": [
      {
        "id": 28,
        "text": "Мораль"
      },
      {
        "id": 29,
        "text": "Отношения"
      },
      {
        "id": 30,
        "text": "События"
      },
      {
        "id": 13,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 17,
    "text": "Персонаж, за которого вы играете большую часть игры. По сути некий прототип меня, но характер и поведение этого персонажа будет сильно зависить от вашей игры, так что рассказать особо и нечего, но всё же:\nЛенивый.\nСвоевольный, редко возьмётся за то, что не хочет делать, особенно когда не в настроении.\nЧеловек настроения, очень зависит от своего морального состояния (становится ещё более ленивым и начинает ненавидеть всё вокруг, когда плохое настроение)\nМизантроп, не любит людей, кроме некоторых \"избранных\", плохо относится к \"общественному мнению\", как и к обществу в целом.\nБунтарь, никогда не станет терпеть то, что его не устраивает.",
    "answers": [
      {
        "id": 15,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 18,
    "text": "Лучший друг Димы. Обладает высоким интеллектом и хорошей фантазией. Затворник, но только если не находит более интересного занятия, чем сидеть дома за компом. Увлекается готовкой, и довольно неплохо готовит даже те блюда, рецепт которых знает лишь частично, а то и не знает совсем. Характер:\nВесёлый, если в хорошем настроении. В противном случае — один из скучнейших людей на земле.\nВсезнайка, ходячий Гугл, вечно знает всё и обо всём, а если не знает — обязательно узнает.\nДружелюбный, хорошо относится даже к незнакомцам, по крайней мере до тех пор, пока они не перейдут ему дорогу.\nНедоверчивый, не смотря на дружелюбие, сомневается во всех и во всём.\nАдаптируемый, хорошо приспособлен к выживанию в любой ситуации.\nСпокойный, может держать себя в руках, даже если ситуация критическая (однако может этого и не делать, тут уже от настроения зависит)",
    "answers": [
      {
        "id": 15,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 19,
    "text": "Толик, он же Лолик. По большей мере потому, что любит лолей. Давно дружит с Андреем и Антоном. С Димой знаком относительно недавно, однако никаких конфликтов не возникало. Предпочитает спокойный отдых  на даче у костра, нежели громкие клубы и большие  компании. Характер:\nЗатворник.\nНеразговорчивый (по крайней мере пока не выпьет)\nОбидчивый, хоть и не злопамятный, может поссориться на пустом месте.\nНаходчивый, придумает чем заняться, даже если заняться нечем.\nСкромный, не любит выставлять напоказ свои достижения.\nТихий, не любит лишний шум.",
    "answers": [
      {
        "id": 15,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 20,
    "text": "Андрей, он же Бэтмен. Главный \"заводила\" в компании. В хороших отношениях со всеми, если только они его не обидят. Не любит скуку, и может сделать что-то абсолютно безбашенное, лишь бы от неё избавиться. Характер: \nСложный, всегда стоит на своём, непоколебимо отстаивая своё мнение, даже если не прав.\nПреданный, никогда не бросит друга(если он сам считает этого человека другом).\nРезкий, может нагрубить кому угодно, будь то хоть начальник, хоть президент.\nСаркастичный, жестокие шутки как раз по его части, никогда не знает грани между хорошей шуткой, и действительно обидной.\nНепредсказуемый, никогда не знаешь что он выкинет в следующий раз.\nХитрый, его \"честные\" глаза никогда не позволят заподозрить, что он врёт.\nАктивный, никогда не сидит на месте.",
    "answers": [
      {
        "id": 15,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 21,
    "text": "Брат Андрея, программист. Хорошо владеет английским языком и отлично разбирается в компьютерах(как програмное обеспечение, так и железо) и прочей технике. Характер: \nСерьёзный, но только когда тема разговора ему интересна. В противном случае, особенно в присутствии Бэтмена, ведёт себя абсолютно безбашенно. \nСвоевольный, знает себе цену. Никогда не будет работать за копейки или заниматься нелюбимым делом. \nДоверчивый, может занять кучу денег человеку, которого практически не знает, будучи искренне уверенным, что он их вернёт.\nОригинальный, придумает как хорошо провести время, или хорошо подзаработать. Найдёт \"бэкдор\" не только в программах, но и в жизни.",
    "answers": [
      {
        "id": 15,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 22,
    "text": "Наташа, она же \"Чёрная дыра\", \"Пакман\", и как её только не называли... Единственная девушка в компании. Единственная из нас, кто не смотрит аниме, так что часто она не присутствует при обсуждении. А ещё о ней часто все забывают, особенно Дима и Коля. (так-то я и в жизни о ней постоянно забываю). Характер:\nНевидимка, умеет быть незаметной, часто это происходит само собой)\nНытик, вечно жалуется на всё и вся, даже когда в принципе жаловаться не не что. Типичный комплекс жертвы.\nПустышка, хоть внешне и симпатичная. Зачастую никаких чувств, кроме жалости, не вызывает.\nПрозвище, по крайней мере первое, было дано ей не случайно, думаю вы понимаете о чём я.",
    "answers": [
      {
        "id": 15,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 23,
    "text": "Антон — даже само слово для нашей компании является самым страшным ругательством. Скорее всего потому, что раньше он был очень тупым. И вот он вроде вырос, поумнел, но все продолжают над ним смеяться. Наверное, по привычке. Характер:\nОтветственный, предпочитает ко всему подготовиться и всё учесть.\nЦелеустремлённый, всегда и во всём идёт до конца, даже если оно того не стоит. Не слушает советов, если считает, что прав.\nСмелый, не побоится противника, даже если тот намного превосходит его в силе.\nСкучный, по большей мере предпочитает молчать, если к нему не обращаются. Не имеет мечты и хочет простого человеческого счастья (жена, дом, дети)\nОтходчивый, никогда долго не обижается, большинство обидных шуток в свою сторону пропускает мимо ушей.",
    "answers": [
      {
        "id": 15,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 24,
    "text": "Но этого оказалось недостаточно. Правое крыло задело вихрь, и вот оно уже летело в противоположном направлении от самолёта...",
    "answers": [
      {
        "id": 25,
        "text": "...",
        "blackout": true
      }
    ]
  },
  {
    "id": 25,
    "text": "— Нуар иннис экст шау муэй илф хорус фай эн... — старик громко и отчётливо выкрикивал каждое слово заклинания, но сквозь огромный портал над ним спикировал пассажирский самолёт, и приземлился прямо на него...",
    "answers": [
      {
        "id": 26,
        "text": "...",
        "var_set": [
          "mand",
          47,
          "mant",
          37,
          "mt",
          35,
          "mn",
          34,
          "mk",
          46
        ],
        "blackout": true
      }
    ]
  },
  {
    "id": 26,
    "text": "Ты проснулся от какого-то шума и паники.\n— Димон, хватит дрыхнуть, посадка на наш рейс уже объявлена! — Кричал тебе чуть ли не в ухо Коля, пытаясь растормошить. \nТы вышел из машины и направился в сторону аэропорта. \n— Эй, сумку не забудь! — Позвал тебя Женя, указывая на багажник.",
    "answers": [
      {
        "id": 27,
        "text": "Забрать сумку и идти в самолёт"
      },
      {
        "id": 46,
        "text": "Статус"
      }
    ]
  },
  {
    "id": 27,
    "text": "Ты второй раз в жизни летел самолётом. Не смотря на боязнь высоты, полёты тебя не пугали. Обычно ты сразу ложишься спать в любом транспорте, включая воздушный, но, так как ты выспался в машине, ты просто уставился в иллюминатор. За окном уже скоро начнёт темнеть, лететь всего пару часов, так что круиз будет просто незабываемым, ты всегда хотел посмотреть на таинственный Бермудский треугольник, но ночью это должно выглядеть ещё круче. \nВосхищаясь прекрасным закатом, ты почему-то вспомнил детство. Эх, ностальгия... жаль, что эти времена уже не вернуть...",
    "answers": [
      {
        "id": 42,
        "text": "..."
      },
      {
        "id": 46,
        "text": "Статус"
      }
    ]
  },
  {
    "id": 28,
    "text": "Мораль — это психологическое состояние персонажа. Низкая мораль означает, что персонаж на грани нервного срыва. От этого параметра зависит активнсть персонажа, настроение, желание выполнять те или иные действия. При низкой морали вам будет недоступен тот или иной выбор в некоторых ситуациях, и вы даже не будете об этом выборе знать. Однако есть действия, которые наоборот требуют низкой морали(считайте это пасхалками). Хорошие события повышают мораль, а плохие — наоборот. ",
    "answers": [
      {
        "id": 45,
        "text": "Статус"
      },
      {
        "id": 16,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 29,
    "text": "Также в этой игре присутствует понятие \"отношения с персонажами\". Если персонаж хорошо к вам относится, вы можете рассчитывать на его помощь и поддержку. Если вы с ним поссорились — он вряд ли станет делать для вас что-то хорошее. Отношения с каждым персонажем выстраивается отдельно, так что постарайтесь не ссориться ни с кем, это может аукнуться вам и через пару глав. Этот параметр вы нигде не будете видеть, так что вам нужно будет самим помнить кого и когда вы обидели, потому что они могут запомнить эту обиду)",
    "answers": [
      {
        "id": 16,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 30,
    "text": "Все мы хорошо знаем что такое цепная реакция. События здесь могут влиять на другие события, запуская определённую последовательность. В большинстве ситуаций от вашего выбора зависит только несколько ближайших событий, но иногда вы принимаете решающий выбор, который влияет не только на сюжет, но и на персонажей, что иногда может привести даже к их смерти. И вы не всегда будете знать, является ли этот выбор решающим, и влияет ли он на что-либо вообще. Удачи вам, и постарайтесь не убить всех персонажей, включая своего собственного, за одну ночь))",
    "answers": [
      {
        "id": 16,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 31,
    "text": "Ты зашёл в свою уютную старенькую квартиру. Никогда ещё это место не казалось таким родным. А ведь уезжаешь всего на пару дней... Впрочем, чего грустить, ты давно мечтал туда поехать, а теперь у тебя есть возможность.",
    "answers": [
      {
        "id": 31,
        "text": "Взять деньги",
        "var_add": [
          "m",
          4000
        ],
        "var_no_more": [
          "m",
          4000
        ]
      },
      {
        "id": 32,
        "text": "Поговорить с Антоном",
        "var_add": [
          "anton",
          1
        ],
        "var_need": [
          "мораль",
          30
        ]
      },
      {
        "var_need": [
          "m",
          4000
        ],
        "id": 39,
        "text": "Поговорить с Антоном",
        "var_sub": [
          "мораль",
          4
        ],
        "var_no_more": [
          "мораль",
          28
        ]
      },
      {
        "id": 33,
        "text": "Проверить, не забыл ли чего, и отправиться в путь",
        "var_need": [
          "m",
          4000
        ]
      },
      {
        "id": 31,
        "text": "Мораль:",
        "comment": true,
        "var_show": [
          "мораль"
        ]
      },
      {
        "id": 31,
        "text": "Деньги:",
        "comment": true,
        "var_show": [
          "m"
        ]
      }
    ]
  },
  {
    "id": 32,
    "text": "— Как ты вообще на это подписался? Тебя ведь тоже никто заранее не предупредил? — поинтересовался ты. \n— Да я сам в шоке, сказали что билет уже куплен и даже если я не поеду, бабки должен буду отдать... Я в принципе мог послать их всех, и сказать что это их проблемы, но реально жалко выбрасывать билет, Жека столько бабла отвалил... Да и отпуск у меня, всё равно на работу не пойду, чего дома сидеть?..\n— И то правда, я вон вообще сегодня с работы уволился, правда об этом ещё никто не знает) \n— Ну ты, блин, как всегда — улыбнулся Антон. — ладно, давай быстрее собирайся и не забудь бабки Жеке отдать, а то он явно обидится, даже если в лицо об этом не скажет",
    "answers": [
      {
        "id": 33,
        "text": "Собрать сумку и выйти"
      },
      {
        "id": 32,
        "text": "Мораль:",
        "comment": true,
        "var_show": [
          "мораль"
        ]
      },
      {
        "id": 32,
        "text": "Деньги:",
        "comment": true,
        "var_show": [
          "m"
        ]
      }
    ]
  },
  {
    "id": 33,
    "text": "Вы с Антоном снова вернулись к дому Андрея. Новенькая \"ауди\" уже была готова к старту, а все пассажиры уже сидели на местах. Ты закинул сумку в багажник и сел в машину, погрузившись в раздумья. Внезапно к тебе обратился Женя. — Чувак, с тебя косарь, за билет. Я с вами только до аэропорта, так что было бы неплохо, если бы ты вернул его сейчас. А ещё в аэропорту нас уже ждут Толик и Наташа. Они тоже с вами поедут. ",
    "answers": [
      {
        "id": 34,
        "text": "Отдать деньги",
        "var_sub": [
          "m",
          1000
        ]
      },
      {
        "id": 35,
        "text": "Сказать, что забыл их дома",
        "var_sub": [
          "j",
          1
        ]
      },
      {
        "id": 33,
        "text": "Мораль:",
        "comment": true,
        "var_show": [
          "мораль"
        ]
      },
      {
        "id": 33,
        "text": "Деньги:",
        "comment": true,
        "var_show": [
          "m"
        ]
      }
    ]
  },
  {
    "id": 34,
    "text": "Ты достал из конвертика деньги, отсчитал тысячу, и протянул Жене. — А впрочем, отдай их Андрею, ему они там нужнее будут — сказал Женя, не отвлекаясь от дороги — я же за рулём, неудобно будет считать.",
    "answers": [
      {
        "id": 36,
        "text": "Отдать деньги Андрею"
      },
      {
        "id": 34,
        "text": "Мораль:",
        "comment": true,
        "var_show": [
          "мораль"
        ]
      },
      {
        "id": 34,
        "text": "Деньги:",
        "comment": true,
        "var_show": [
          "m"
        ]
      }
    ]
  },
  {
    "id": 35,
    "text": "— Вот блин, я их, кажется, дома забыл... — отмазался ты. — Давайте вернёмся —  предложил Андрей — без денег ехать так себе затея...\n— Нет, вернуться уже не сможем, на самолёт опоздаем — отметил Женя, указав на часы. — фиг с тобой, вернёшь как приедешь. \n",
    "answers": [
      {
        "id": 36,
        "text": "Ехать дальше"
      },
      {
        "id": 35,
        "text": "Мораль:",
        "comment": true,
        "var_show": [
          "мораль"
        ]
      },
      {
        "id": 35,
        "text": "Деньги:",
        "comment": true,
        "var_show": [
          "m"
        ]
      }
    ]
  },
  {
    "id": 36,
    "text": "Дальше все ехали молча, каждый думал о чём-то своём. Почему-то у тебя было ощущение, что ты ещё долго не сможешь сюда вернуться. До аэропорта было ещё далеко, и ты начал понемногу засыпать. Тебе снились невероятные приключения, другие миры, волшебные существа и необъятные просторы вселенной. Жаль, что это всего лишь сон...",
    "answers": [
      {
        "id": 37,
        "text": "..."
      },
      {
        "id": 36,
        "text": "Мораль:",
        "comment": true,
        "var_show": [
          "мораль"
        ]
      },
      {
        "id": 36,
        "text": "Деньги:",
        "comment": true,
        "var_show": [
          "m"
        ]
      }
    ]
  },
  {
    "id": 37,
    "text": "Так начались приключения, на которые никто и не надеялся. Возможно это добрая сказка, а возможно страшный кошмар, кто знает как всё повернётся и каким путём вы пойдете. Могу лишь пожелать удачи и приятной игры)",
    "answers": [
      {
        "id": 38,
        "text": "Начать главу 1",
        "blackout": true
      },
      {
        "id": 1,
        "text": "Вернуться в меню игры"
      }
    ]
  },
  {
    "id": 38,
    "text": "                                Глава 1\n                       Сказка и кошмар\n\n — Уважаемые пассажиры, просьба сохранять спокойствие, турбулентность в этих местах нередкое явление... — звучал звонкий голос стюардессы. \nСамолёт трясло так, будто по нему со всех сторон швыряли булыжники. Высокий мужчина в коричневом пальто, видимо, пытался уснуть, но маленькая девочка на соседнем сиденье то и дело доставала его вопросами: \n— Папа, папа, а долго ещё лететь? Папа, а почему самолёт не летит ровно? Папа а почему..?\nОдин буйный пассажир подкатывал к симпатичной стюардессе. Хоть она и улыбалась ему в ответ, опыт в её глазах читался сразу. Не он первый, не он последний...",
    "answers": [
      {
        "id": 41,
        "text": "..."
      }
    ]
  },
  {
    "id": 39,
    "text": "— Как же это всё бесит, никто никогда ни о чём не предупреждает, всё за меня решили как всегда. Может я вообще никуда ехать не хочу? — возмутился ты. \n— Если бы не хотел, вещи бы не собирал. Задолбал, только ноешь и ноешь, можно подумать ты один тут такой, кого не предупредили.\n— Вот только от тебя мне тут наставлений не хватало. Я вообще тебя сюда не звал, выйди отсюда, я и сам в состоянии собрать вещи! — грубо ответил ты. Возможно, не стоило срываться на нём? Наверняка это было обидно... Да, тебе действительно нужен отдых, плохое настроение даёт о себе знать...Ты собрал вещи и вышел из квартиры. Антон ждал тебя в подъезде. Может, он не обиделся? В любом случае говорить об этом тебе не хотелось.",
    "answers": [
      {
        "id": 40,
        "text": "Закурить",
        "var_add": [
          "мораль",
          5
        ]
      },
      {
        "id": 33,
        "text": "Пойти к остальным"
      },
      {
        "id": 39,
        "text": "Мораль:",
        "comment": true,
        "var_show": [
          "мораль"
        ]
      },
      {
        "id": 39,
        "text": "Деньги:",
        "comment": true,
        "var_show": [
          "m"
        ]
      }
    ]
  },
  {
    "id": 40,
    "text": "Ты вышел из подъезда, присел на лавочку и закурил. Не смотря на то, что ты пытался бросить, сейчас тебе реально нужно было успокоиться. Ты не можешь решить все проблемы одним махом, но по крайней мере одну ты решил. Организм требовал новую порцию никотина, и ты удовлетворил его требование. Нервы понемногу приходили в порядок.",
    "answers": [
      {
        "id": 33,
        "text": "Пойти к остальным",
        "var_add": [
          "nicotine",
          1
        ]
      }
    ]
  },
  {
    "id": 41,
    "text": "Самолёт начало трясти ещё сильнее. Люди начали смотреть в иллюминаторы, и увиденное повергло их в ужас: со всех сторон бушевали вихри, похожие на торнадо, волны поднимались до колоссальной высоты а небо было чернее самой тьмы. Самолёт двигался прямо в направлении двух вихрей, расстояние между которыми было катастрофически маленьким, по сравнению с самим самолётом. Пилот был опытным, и знал, что уклониться от них он уже не сможет. Нужно пролететь между ними. Вихри приближались, паника среди пассажиров возрастала, пилоты сконцентрировались, вираж...",
    "answers": [
      {
        "id": 24,
        "text": "..."
      }
    ]
  },
  {
    "id": 42,
    "text": "В аэропорту вас встретил гид, который должен был отвечать за экскурсию.\n— Добро пожаловать во Флориду. У меня для вас плохие новости. Круиз отменён из-за сильного шторма, и до тех пор, пока он не утихнет, вам придется подождать. В качестве компенсации мы предоставим вам жилье класса \"люкс\" на время ожидания и выплатим неустойку. Простите за неудобства. Пойдёмте, я отвезу вас к дому, в котором вы будете жить. ",
    "answers": [
      {
        "id": 43,
        "text": "Пойти за ним"
      },
      {
        "id": 49,
        "text": "Возмутиться",
        "var_sub": [
          "мораль",
          2,
          "mand",
          2,
          "natasha",
          1
        ],
        "var_no_more": [
          "мораль",
          30
        ]
      },
      {
        "id": 46,
        "text": "Статус"
      }
    ]
  },
  {
    "id": 43,
    "text": "Ты молча направился вслед за всеми. Неподалёку вас ждал шикарный лимузин, в котором вы все с удобством поместились. Коля неизвестно откуда достал шампанское и бокалы, и предложил всем отметить поездку.",
    "answers": [
      {
        "id": 47,
        "text": "- Было бы что отмечать...",
        "need": [
          49
        ],
        "var_sub": [
          "мораль",
          2,
          "mand",
          3,
          "andrey",
          1
        ]
      },
      {
        "id": 50,
        "text": "-Почему бы и нет? Хоть так отдохнём)",
        "var_add": [
          "мораль",
          3
        ]
      },
      {
        "id": 46,
        "text": "Статус"
      }
    ]
  },
  {
    "id": 44,
    "text": "Почему это я должен куда-то идти? ",
    "answers": []
  },
  {
    "id": 45,
    "text": "Графа \"статус\" (открывается в первой главе) позволяет увидеть мораль всех персонажей",
    "answers": [
      {
        "id": 45,
        "text": "Назад",
        "backstepCount": 1,
        "isBack": true
      }
    ]
  },
  {
    "id": 46,
    "text": "Следите за тем, чтобы мораль персонажей была в норме, иначе это плохо скажется на их поведении и увеличит вероятность опасных ситуаций.",
    "answers": [
      {
        "id": 46,
        "text": "Антон: ",
        "comment": true,
        "var_show": [
          "mant"
        ]
      },
      {
        "id": 46,
        "text": "Андрей",
        "comment": true,
        "var_show": [
          "mand"
        ]
      },
      {
        "id": 46,
        "text": "Дима(ты)",
        "comment": true,
        "var_show": [
          "мораль"
        ]
      },
      {
        "id": 46,
        "text": "Толик",
        "comment": true,
        "var_show": [
          "mt"
        ]
      },
      {
        "id": 46,
        "text": "Наташа",
        "comment": true,
        "var_show": [
          "mn"
        ]
      },
      {
        "id": 46,
        "text": "Коля",
        "comment": true,
        "var_show": [
          "mk"
        ]
      },
      {
        "id": 46,
        "text": "Назад",
        "backstepCount": 1,
        "isBack": true
      },
      {
        "id": 51,
        "text": "Отношения с персонажами",
        "need": 10000
      }
    ]
  },
  {
    "id": 47,
    "text": "— Да ты задолбал, хватит ныть, нормально гуляем, подождёт круиз. Если что-то не нравится — можешь попытаться свалить домой. — не сдержался Бэтмен. \n",
    "answers": [
      {
        "id": 50,
        "text": "Ехать молча"
      },
      {
        "id": 46,
        "text": "Статус"
      }
    ]
  },
  {
    "id": 48,
    "text": "Уставший с дороги (хотя и до этого ты не особо чувствовал себя отдохнувшим) ты увалился на диван напротив плазмы и включил её с помощью пульта, за которым даже не пришлось никуда идти — он лежал на этом же диване. Похоже, вы тут не первые гости. \nПо телевизору шла какая-то юмористическая передача, но она была на английском. Что, по идее, норма для Флориды. Ты не так уж плохо знал английский, но сейчас тебе было лень переводить что-то, и ты достал из кармана флешку.",
    "answers": [
      {
        "id": 52,
        "text": "Вставить флешку"
      },
      {
        "id": 46,
        "text": "Статус"
      }
    ]
  },
  {
    "id": 49,
    "text": "— Да вы издеваетесь? Я сюда столько добирался, столько денег отдал, а теперь должен ждать неизвестно сколько?! — Повысил ты голос. \n— Не веди себя как ребенок, они не виноваты в том, что начался шторм. — Вмешалась Наташа. \n— Пошли, радуйся что хоть жильё дали — добавил Бэтмен.",
    "answers": [
      {
        "id": 43,
        "text": "Пойти за всеми"
      },
      {
        "id": 46,
        "text": "Статус"
      }
    ]
  },
  {
    "id": 50,
    "text": "Коля налил всем шампанского, ты немного выпил и тебя снова начало клонить в сон, но вы довольно быстро доехали, и пред тобой предстал огромный двухэтажный... дом?.. Ты такого раньше не встречал, это было похоже на сверхкрутую общагу с камином и 50-ти дюймовой плазмой. А если точнее — второй этаж был забит исключительно спальнями, их было около двадцати. А вот первый этаж был явно более разнообразным: огромная прихожая, оформленная в готическом стиле(не считая телека), с удобными диванами и очень красивыми креслами. Справа был уже растопленный камин, по прямой — ступени, ведущие на второй этаж, а слева дверь. Вела она в небольшой коридор, через который можно было пройти на кухню или в столовую. Стол в этой столовой был настолько огромен, что сравнился бы разве что со столами в Хогвартсе. Жаль только, что он был абсолютно пуст...\nГид попрощался и покинул вас, оставив дом в вашем распоряжении.",
    "answers": [
      {
        "id": 48,
        "text": "Присесть на диван"
      },
      {
        "id": 46,
        "text": "Статус"
      }
    ]
  },
  {
    "id": 51,
    "text": "заметка",
    "answers": [
      {
        "id": 51,
        "text": "anton",
        "comment": true,
        "var_show": [
          "anton"
        ]
      },
      {
        "id": 51,
        "text": "andrey",
        "comment": true,
        "var_show": [
          "andrey"
        ]
      },
      {
        "id": 51,
        "text": "natasha",
        "comment": true,
        "var_show": [
          "natasha"
        ]
      },
      {
        "id": 51,
        "text": "kolyan",
        "comment": true,
        "var_show": [
          "kolyan"
        ]
      },
      {
        "id": 51,
        "text": "tolik",
        "comment": true,
        "var_show": [
          "tolik"
        ]
      },
      {
        "id": 51,
        "text": "rikka",
        "comment": true,
        "var_show": [
          "rikka"
        ]
      },
      {
        "id": 51,
        "text": "deka",
        "comment": true,
        "var_show": [
          "deka"
        ]
      },
      {
        "id": 51,
        "text": "akame",
        "comment": true,
        "var_show": [
          "akame"
        ]
      },
      {
        "id": 51,
        "text": "aleks",
        "comment": true,
        "var_show": [
          "aleks"
        ]
      },
      {
        "id": 51,
        "text": "alex",
        "comment": true,
        "var_show": [
          "alex"
        ]
      },
      {
        "id": 51,
        "text": "j",
        "comment": true,
        "var_show": [
          "j"
        ]
      }
    ]
  },
  {
    "id": 52,
    "text": "— И на кой чёрт ты её за собой таскаешь? — спросил Коля.\n— Как раз для таких случаев, больше ведь явно никто не взял — ответил ты и включил аниме, записанное на флешке. \nНа самом деле ты носил её с собой потому, что на ней была куча важной информации, а аниме ты туда записал однажды, когда ехал в деревню, где нет интернета и есть только ноут, который по мощности больше напоминал калькулятор. А удалить аниме с флешки руки так и не дошли. ",
    "answers": [
      {
        "id": 53,
        "text": "Начать просмотр"
      },
      {
        "id": 46,
        "text": "Статус"
      }
    ]
  },
  {
    "id": 53,
    "text": "Ты включил аниме \"another\", и вы все дружно уселись на диване, отправив Наташу на кухню делать бутерброды. Даже в очередной раз пересматривая этот тайтл, ты всё ещё был способен полностью окунуться в его атмосферу. Всё же есть в этом мире что-то вечное. — И всё-таки Мисаки офигенна — тихо произнес ты, не заметив, что сказал это вслух. \n— Ну не знаю, мне кажется что \"зловещий глаз\", или как её там, всё же лучше — ответил Коля.\n— Ты имел в виду Рикку? — уточнил Андрей.\n— Как по мне, так они обе клишированные. Какая между ними вообще разница? Обе шаблонные, обе с повязкой на глазу и без ума от главного героя. Они даже нарисованы почти одинаково... — как всегда блеснул интеллектом Антон",
    "answers": [
      {
        "id": 54,
        "text": "..."
      }
    ]
  },
  {
    "id": 54,
    "text": "— Ага, и обе школьницы — скептически добавил Толик. \nВсе посмотрели на Антона как на дауна. Он всегда отличался \"умом и сообразительностью\", но в этот раз переходил уже все рамки. \n— А что? Там все персонажи шаблонные — непринужденно выпалил Антон.\n— В смысле?! — возмутился Бэтмен — Никакие они не шаблонные. Взять, к примеру, Декомори, может она и не самый интересный персонаж, но аналогов я не видел.",
    "answers": [
      {
        "id": 55,
        "text": "Вмешаться в спор"
      },
      {
        "id": 57,
        "text": "Не вмешиваться"
      }
    ]
  },
  {
    "id": 55,
    "text": "— Ну глядя на то, что выходит сейчас, это ещё нормальные персонажи, на счёт Декомори согласен, она прикольная",
    "answers": [
      {
        "id": 57,
        "text": "..."
      }
    ]
  },
  {
    "id": 56,
    "text": "",
    "answers": []
  },
  {
    "id": 57,
    "text": "Спор разгорался, и в шуме мы не заметили, как в наш дом вошли двое гостей. \n— Тоже мне, нашёл пример. Она вообще самая бесячая. — ляпнул Антон.\n— Это кто тут бесячий?! — возмущенно воскликнула стоящая у него за спиной девчонка, и с криком \"сокрушительный удар Мьёльнира\" набросилась на него, атакуя... волосами...",
    "answers": [
      {
        "id": 58,
        "text": "Оглянуться"
      },
      {
        "id": 46,
        "text": "Статус"
      }
    ]
  },
  {
    "id": 58,
    "text": " Антон был в шоке. Да что там говорить, все были ошарашены, ведь перед нами стояли Рикка Таканаши и Санае Декомори. Те самые. Они, конечно, отличались от привычного нам образа, но всё же не узнать их мы не могли. Это были ИМЕННО ОНИ. \n В комнату вошла Наташа, с подносом, полным бутербродов. \"Да уж, можно было догадаться, что пользы от неё будет не много, бутеры мы могли бы и сами себе сделать\" — мелькнуло у тебя в голове. Увидев \"гостей\", она остановилась. — А, ещё двое? Ну ладно... — равнодушно сказала она и поплелась обратно на кухню.",
    "answers": []
  },
  {
    "id": 59,
    "text": "",
    "answers": []
  }
]