[
  {
    "id": 1,
    "text": "Жанры:\n-приключение\n-философия\n-комедия\n\nАвтор: Shadow172F\n\nАвтор решил добавить:\nЕсли вы сомневаетесь в этом книго-квесте то не читайте ибо даже я в нём сомневаюсь.\n\n\nОписание:\n ВСЁ ЗАВИСИТ ОТ ВАС, написал бы я, если бы это было так, на самом деле нет, всё зависит от меня, а вы можете лелеять мысль что вы и правда здесь что-то решаете.\n\nНового: мне помогли в исправлении опечаток и ошибок, а ещё у книги теперь есть обложка (от мышки писанная лично, самим автором) и даже собственные страницы и фон.\n\nА ещё теперь есть список открытых концовок и ачивочки!!!",
    "answers": [
      {
        "id": 2,
        "text": "Начать"
      },
      {
        "id": 1,
        "text": "system",
        "canEditCover": true,
        "system": true
      },
      {
        "id": 1,
        "text": "system",
        "canEditPage": true,
        "system": true
      },
      {
        "id": 1,
        "text": "system",
        "canEditBg": true,
        "system": true
      },
      {
        "id": 1,
        "text": "",
        "pageImg": "https://pp.userapi.com/c841532/v841532629/86d9/9HaesnehVec.jpg",
        "system": true
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "https://pp.userapi.com/c841532/v841532629/86e0/dVs_duGwPkE.jpg",
        "system": true
      }
    ]
  },
  {
    "id": 2,
    "text": "Нажали \"начать\" заранее зная что вы ничего не решите, ну ладно, а вот знали ли вы что вам придётся разговаривать с самим автором книго-квеста? \n Да, и никаких приключений, только нудная болтавня, нет хардкорных квестов и ещё нет смертей, радуйтесь, в этой книге вы не умрёте, если только я не назову смерть концовкой...\n\nИ... Эй!! \nКажется появилась кнопка с ачивками!!!",
    "answers": [
      {
        "id": 3,
        "text": "я хардкорщик, хочу чтобы со смертями!",
        "need": -8
      },
      {
        "id": 4,
        "text": "это самореклама?"
      },
      {
        "id": 112,
        "text": "Концовочки и Ачивосики"
      },
      {
        "id": 2,
        "text": "Новая картинка",
        "url": "https://pp.userapi.com/c841532/v841532113/92f6/hovMWmJ5IGw.jpg"
      },
      {
        "text": "введите команды для картинки",
        "url": "https://pp.userapi.com/c841532/v841532113/92f6/hovMWmJ5IGw.jpg"
      }
    ]
  },
  {
    "id": 3,
    "text": "Как вам повезло, эта ветвь написана специально для вас, пусть простачки разговаривают с автором, а вы тем временем будете пытаться не умиреть как настоящий мужик. \n\nДай пять бро!",
    "answers": [
      {
        "id": 6,
        "text": "*дать пять\""
      },
      {
        "id": 7,
        "text": "*не давать пять*"
      }
    ]
  },
  {
    "id": 4,
    "text": "Почти... На самом деле не думаю что кому-то нужно чтобы его убивали направо и налево, но честно, если бы ты нажал \"я хардкорщик, хочу со смертями\" книга была бы интересней чем вот так просто разговаривать с автором. \n  Знаешь, раз пути назад нет то я могу устроить кнопку которая кинет тебя на вариант для хардкорщиков, вот кнопочка...",
    "answers": [
      {
        "id": 6,
        "text": "я хардкорщик, хочу со смертями",
        "need": -8
      },
      {
        "id": 49,
        "text": "да нет, я же поговорить сюда пришёл"
      },
      {
        "id": 37,
        "text": "я там уже был",
        "need": 74,
        "need_ever": true
      }
    ]
  },
  {
    "id": 5,
    "text": "эй, нет, это не 100% болтавня с собой, по крайней мере это болтавня на 50 % с вами, а вы не я, хотя признаюсь я тоже прохожу этот квест и я считаюсь как читатель, а читатель вы, о, есть даже шанс что я и правда разговариваю с самим собой, хотя нет, тот я уже не я, этот я не настоящий автор, это более подробно обьясняется в варианте с саморекламой, но я могу кинуть тебе кнопочку читатель",
    "answers": [
      {
        "id": 94,
        "text": "кнопочка"
      },
      {
        "id": 154,
        "text": "что теперь?"
      }
    ]
  },
  {
    "id": 6,
    "text": "*неожиданно обстановка стала меняться (на самом деле обстановки и вовсе небыло, но теперь она есть). \nПомещение заполнилось песком, из песка повысовывались кактусы и появились три таблички дающие вам свободу выбора зоны. \n\n(На самом деле это ещё и выбор сложности, если ты и правда хардкорен то стоит выбрать...) ",
    "answers": [
      {
        "id": 9,
        "text": "лес"
      },
      {
        "id": 9,
        "text": "лес"
      },
      {
        "id": 9,
        "text": "лес"
      },
      {
        "id": 12,
        "text": "ждать чуда"
      },
      {
        "id": 13,
        "text": "игнорировать свободный выбор"
      }
    ]
  },
  {
    "id": 7,
    "text": "наверно стоило сказать вам что квест уже начался, хотя когда вы нажимали читать вы уже должны были быть готовы к этому, в общем дело вот в чём, вы не дали мне пять и я как создатель этого места стёр его, дать пять значило поддержать такую гениальную идею как отдельная ветка хардкора, но меня никто не поддержал и вот что из этого вышло, теперь этой ветки несуществует...",
    "answers": [
      {
        "id": 8,
        "text": "начать с начала"
      }
    ]
  },
  {
    "id": 8,
    "text": "нет больше квестовой ветки, сумеешь ли ты справиться без неё, открыть концовки не проходя через хардкорные испытания?",
    "answers": [
      {
        "id": 2,
        "text": "конечно"
      },
      {
        "id": 2,
        "text": "сто пудов"
      }
    ]
  },
  {
    "id": 9,
    "text": "*песок взлетел в небо и улетел в космос, под вами появилась плодородная земля, на ней ростёт зелёная травка и повсюду под тоннами песка спокойно росли могучие ели, с чего начнём квест? У нас нет ни еды, нет и оружия, на нас заспавнилась домотканная одежда из TES5 и кажется вон тот куст шевелится*",
    "answers": [
      {
        "id": 27,
        "text": "искать еду",
        "need": -27
      },
      {
        "id": 31,
        "text": "искать оружие",
        "need": -31
      },
      {
        "id": 33,
        "text": "посмотреть в куст"
      },
      {
        "id": 35,
        "text": "сохраниться"
      },
      {
        "id": 9,
        "text": "Новая картинка",
        "url": "https://pp.userapi.com/c636427/v636427531/62ec4/tbKqjscl0qg.jpg"
      }
    ]
  },
  {
    "id": 10,
    "text": "*вы взяли воду, одна треть квеста выполнена, правда мы шли искать штаны, но вода тоже хорошо да? (как насчёт того чтобы вернуться к выбору того что мы будем делать?)*",
    "answers": [
      {
        "id": 13,
        "text": "вернуться"
      },
      {
        "id": 11,
        "text": "пойти дальше"
      }
    ]
  },
  {
    "id": 11,
    "text": "*идёте дальше по пустыне и встречаете кактус, этот кактус правда очень подозрительный, вы просто не можете пройти мимо него*",
    "answers": [
      {
        "id": 15,
        "text": "угрожать кактусу"
      },
      {
        "id": 16,
        "text": "ударить кактус с вертухи"
      },
      {
        "id": 50,
        "text": "пройти мимо"
      },
      {
        "id": 11,
        "text": "Новая картинка",
        "url": "https://pp.userapi.com/c841532/v841532113/92b0/BG_ru6rreWM.jpg"
      },
      {
        "text": "введите команды для картинки",
        "url": "https://pp.userapi.com/c841532/v841532113/92b0/BG_ru6rreWM.jpg"
      }
    ]
  },
  {
    "id": 12,
    "text": "ого, как-то странно что хардкорщик ждёт чуда, но... \n\n*вспомнил что уже начал квест где нет напрямую его голоса*...",
    "answers": [
      {
        "id": 14,
        "text": "•••"
      }
    ]
  },
  {
    "id": 13,
    "text": "(какой ты гениальный! \nЕсли что я как неотступно следующий за тобой автор буду вставлять свои диалоги в твой квест, они в скобочках и наверно ты уже понял, но на всякий случай, ещё любые действия я записываю в звёздочках *, основная часть квеста в них, но может я что-то придумаю)\n\n*вы очень старательно игнорировали свободный выбор и в конце концов таблички исчезли.*\n\n(Браво, ты нашёл что-то хардкорнее чем лес)\n\n*теперь вы остались в пустыне, без воды, без еды, без оружия, без брони (не волнуйся ты одет, или одета, но это не имеет разницы ибо квест записан так что ты в любом случае мужик, ну в общем ты в обычной такой одежде, хотя нет, ты в рубашке и в брюках, брюки блокируют твою ловкость, никаких шпагатов и балета, вот он ад да?), вам нужно как-то (я сам не знаю) выбраться из пустыни, что будете делать в первую очередь?*",
    "answers": [
      {
        "id": 17,
        "text": "виживать"
      },
      {
        "id": 18,
        "text": "найти нормальные штаны"
      },
      {
        "id": 19,
        "text": "ничего не делать"
      },
      {
        "id": 13,
        "text": "Новая картинка",
        "url": "https://pp.userapi.com/c841532/v841532113/92e8/vXPLDBFmyGY.jpg"
      },
      {
        "text": "введите команды для картинки",
        "url": "https://pp.userapi.com/c841532/v841532113/92e8/vXPLDBFmyGY.jpg"
      }
    ]
  },
  {
    "id": 14,
    "text": "*неожиданно чудо случилось и вместо трёх табличек из песка появилась всего одна*",
    "answers": [
      {
        "id": 9,
        "text": "лес"
      },
      {
        "id": 13,
        "text": "игнорировать таблички"
      }
    ]
  },
  {
    "id": 15,
    "text": "*как ни странно но кактусу оказалось пофиг на угрозы*",
    "answers": [
      {
        "id": 51,
        "text": "материть кактус"
      },
      {
        "id": 50,
        "text": "пройти мимо"
      }
    ]
  },
  {
    "id": 16,
    "text": "*вы отлично справились и кактус переломило пополам, из него бьёт фонтан воды, но у вас появилась новая проблема... \nБрюки всё же треснули и идти дальше невозможно, это была во истину сложная часть квеста. \nВас сбросили в начало*",
    "answers": [
      {
        "id": 6,
        "text": "начало квеста"
      }
    ]
  },
  {
    "id": 17,
    "text": "*вы сбили неподалёку стоящий кактус и скрафтили себе топор из него, после чего нарубили ещё кактусов из которых собрали лопату из кактусов, меч и дом из кактусов, в кактусах оказалась ещё и вода так что вы сделали из кактусов бидон и наполнили его водой из кактусов, потом размочили кактусы и питались ими. \nТак же вы связали себе кофту из кактусов и скроили штаны из кактусов, иголка была тоже от кактуса.\n\nПожив так какое-то время вы открыли новую кактусовую технологию высыхания, вы смогли использовать сухие кактусы для разведения огня и готовки кактусов, жаренные кактусы оказались на много вкуснее мочёных. \nВы уже обростали и собрали себе бритву из обычных и сушёных кактусов.\n\nКак-то раз утром вы проснулись и увидели у себя дома скорпиона, вы впервые столкнулись с таким опасным противником как скорпион, он был жёлтым и маленьким, ваши познания в энтомологии подсказали вам что это скорпион, что делать кэп?*",
    "answers": [
      {
        "id": 67,
        "text": "достать меч"
      },
      {
        "id": 68,
        "text": "достать лопату"
      },
      {
        "id": 69,
        "text": "попросить удалиться"
      },
      {
        "text": "введите команды для картинки",
        "url": "https://pp.userapi.com/c841532/v841532113/92be/pUqttlNgxBU.jpg"
      },
      {
        "id": 17,
        "text": "Новая картинка",
        "url": "https://pp.userapi.com/c841532/v841532113/92da/QAz6fezvEA8.jpg"
      },
      {
        "text": "введите команды для картинки",
        "url": "https://pp.userapi.com/c841532/v841532113/92da/QAz6fezvEA8.jpg"
      }
    ]
  },
  {
    "id": 18,
    "text": "(если честно то я не думал что для тебя это будет так важно)\n\n*в поисках штанов вы нашли воду, взять воду?*",
    "answers": [
      {
        "id": 10,
        "text": "конечно"
      },
      {
        "id": 11,
        "text": "нет"
      }
    ]
  },
  {
    "id": 19,
    "text": "(ты ведёшь себя странно, твоя цель выжить если что... \nАаа, я понял, решил опровергнуть мои слова о том что в этом квесте нельзя умереть и пошёл проверять да?\n Думаешь ты умрёш стоя в пустыне, этот квест слишком хардкорен чтобы просто умереть, почувствуй хардкорность безысходности!)\n\n*ещё неожиданней прошлого раза под вами потрескался песок и вы провалились в темноту, вы ничего не видите, но если протянуть руку она ясно выделяется, но вокруг не видно, обсолютно ничего, не видно потому что нет. \nЭто место \"ничего\" его автор часто сравнивает с безысходностью. \nЧто будем делать в ничего?*",
    "answers": [
      {
        "id": 20,
        "text": "ничего не делать показывая свою упорность"
      },
      {
        "id": 21,
        "text": "делать что-то "
      },
      {
        "id": 22,
        "text": "умолять на коленях"
      }
    ]
  },
  {
    "id": 20,
    "text": "*автор тоже ничего не делает*",
    "answers": [
      {
        "id": 24,
        "text": "максимально ничего не делать"
      },
      {
        "id": 25,
        "text": "лечь и ничего не делать"
      }
    ]
  },
  {
    "id": 21,
    "text": "*из всего что можно было сделать вы начали танцевать, в принципе ничего не изменилось (давай забудем что этот вариант вообще был, мне ещё диалоговую ветку писать, а я тут с тобой маюсь, вот тебе кнопочка...)*",
    "answers": [
      {
        "id": 19,
        "text": "назад"
      }
    ]
  },
  {
    "id": 22,
    "text": "(ну нет, это уже максимально не по хардкору чел, ты обманул меня, возвращайся и разговаривай со мной)\n*всё вокруг исчезло и ты снова ты*",
    "answers": [
      {
        "id": 8,
        "text": "идти говорить с автором"
      }
    ]
  },
  {
    "id": 23,
    "text": "*Тьма рассеялась вокруг вас, открыв глаза вы увидели что всё ещё лежите в своём кактусовом доме. \n  Рядом на диване из кактусов сидел скорпион и смотрел телек...*\n\n(а знаешь почему ты не умер?\n Ты оказался скорпионорожденным и это значит что ты устойчив к любому виду яда, конечно твоему организму нужно было время чтобы подобрать антидот, но сейчас всё хорошо. \n Может ты сейчас чувствуешь себя особенным но это не так, тут все особенные, тут даже рандома нет, просто раз и все участники хардкорного квеста скорпионорожденные, вот так, хотя не строй я мир вокруг тебя то и игра не была бы интересной, может она и сейчас не интересная но жизнь...\n Бее, да? \n  Тебе должно быть знакомо это слово?\n Люди для того играют чтобы почувствовать себя значимыми и единственными, конечно и в жизни все люди разные, но игра совсем другое дело, но не нужно себя обманывать, все тут особенные, не задавайся)",
    "answers": [
      {
        "id": 70,
        "text": "вновь схватиться за меч и атаковать скорпиона"
      },
      {
        "id": 89,
        "text": "завести светскую беседу"
      }
    ]
  },
  {
    "id": 24,
    "text": "(как коварно читатель, как коварно, ведь если максимально перестать всё делать то будет логично умиреть, умно...)\n\n*вы умерли*",
    "answers": [
      {
        "id": 1,
        "text": "начать с начала"
      }
    ]
  },
  {
    "id": 25,
    "text": "*автор в ответ тоже лёг и максимально стал ничего не делать. \n\nВы нащупали в кармане телефон, что делать с телефоном?*",
    "answers": [
      {
        "id": 39,
        "text": "пошарить в телефоне"
      },
      {
        "id": 28,
        "text": "продолжать лёжа ничего не делать"
      },
      {
        "id": 29,
        "text": "максимальней автора ничего не делать"
      }
    ]
  },
  {
    "id": 26,
    "text": "*ничего не происходит*",
    "answers": [
      {
        "id": 26,
        "text": "ничего не делать"
      }
    ]
  },
  {
    "id": 27,
    "text": "*вы отправились в лес искать еду.\nВ лесу было завались ягод и грибов, но небыло никаких плодов, а ни в ягодах, ни в грибах вы не шарите. На всякий случай вы собрали в корзину разных грибов и ягод, корзина стояла рядом с берёзой, это нормально* ",
    "answers": [
      {
        "id": 9,
        "text": "к выбору"
      }
    ]
  },
  {
    "id": 28,
    "text": "*телефон пиликнул говоря что на него пришло SMS*",
    "answers": [
      {
        "id": 30,
        "text": "продолжать в том же духе"
      },
      {
        "id": 39,
        "text": "посмотреть sms"
      }
    ]
  },
  {
    "id": 29,
    "text": "*вы переничегонеделали автора на максимальном нуле и ушли в минус один тем самым вывернув игру и уничтожив предыдущую страницу, вы создали такой глобальный тупик, что это тупик...*",
    "answers": []
  },
  {
    "id": 30,
    "text": "*кажется ещё sms*",
    "answers": [
      {
        "id": 32,
        "text": "продолжать"
      },
      {
        "id": 39,
        "text": "посмотреть"
      }
    ]
  },
  {
    "id": 31,
    "text": "*вы нашли палку*",
    "answers": [
      {
        "id": 9,
        "text": "к выбору"
      }
    ]
  },
  {
    "id": 32,
    "text": "*ещё одно, ого, довольно много sms, может это что-то и правда важное?*",
    "answers": [
      {
        "id": 34,
        "text": "продолжать"
      },
      {
        "id": 39,
        "text": "может и правда важно"
      }
    ]
  },
  {
    "id": 33,
    "text": "*В кусте сидит белка мутант, она выглядит довольно агрессивно, что с ней делать?*",
    "answers": [
      {
        "id": 144,
        "text": "ударить палкой",
        "need": 31
      },
      {
        "id": 150,
        "text": "дать грибов и ягод",
        "need": 27
      },
      {
        "id": 9,
        "text": "уйти"
      },
      {
        "id": 33,
        "text": "Новая картинка",
        "url": "https://pp.userapi.com/c841532/v841532113/92c5/T7M05kq2FTw.jpg"
      },
      {
        "text": "введите команды для картинки",
        "url": "https://pp.userapi.com/c841532/v841532113/92c5/T7M05kq2FTw.jpg"
      }
    ]
  },
  {
    "id": 34,
    "text": "*неожиданно пришло ещё sms*",
    "answers": [
      {
        "id": 36,
        "text": "продолжать"
      },
      {
        "id": 39,
        "text": "это уже странно"
      }
    ]
  },
  {
    "id": 35,
    "text": "*игра сохранена*",
    "answers": [
      {
        "id": 9,
        "text": "вернуться к игре"
      }
    ]
  },
  {
    "id": 36,
    "text": "*пришло sms*",
    "answers": [
      {
        "id": 36,
        "text": "продолжать"
      },
      {
        "id": 39,
        "text": "посмотреть наконец"
      }
    ]
  },
  {
    "id": 37,
    "text": "ааа, вот ты где, злостный мучитель скорпионов, думал я тебя не узнаю? \nНа самом деле я бы и не узнал тебя если бы ты не сказал мне что ты там уже был. \nНу, убил скорпиона и пришёл исповедоваться автору? \nДавай раскайся в своих грехах...",
    "answers": [
      {
        "id": 80,
        "text": "раскаяться"
      },
      {
        "id": 78,
        "text": "не о чём не жалеть"
      }
    ]
  },
  {
    "id": 38,
    "text": "36",
    "answers": []
  },
  {
    "id": 39,
    "text": "*телефон был без пароля и кнопочный, точнее, на нём есть пароль, о да, настало время вспомнить времена кнопочных телефонов, взломай пароль*",
    "answers": [
      {
        "id": 40,
        "text": "1234"
      },
      {
        "id": 41,
        "text": "*#меню"
      },
      {
        "id": 42,
        "text": "*меню"
      }
    ]
  },
  {
    "id": 40,
    "text": "*пароль не верный*",
    "answers": [
      {
        "id": 39,
        "text": "к вариантам"
      }
    ]
  },
  {
    "id": 41,
    "text": "*эта комбинация заставила телефон взорваться, не бойся, ты живой, но телефона больше нет*",
    "answers": [
      {
        "id": 26,
        "text": "вечно ничего не делать как и планировалось"
      }
    ]
  },
  {
    "id": 42,
    "text": "*хорошо что кто-то ещё помнит это. \nУ тебя 4 непрочитанных сообщения, без вопросов, ты смотришь их, они были присланны неопределённым но определённо очень крутым номером, там говорится:\n\n-это автоответчик\n\n-автоответчик активируется только в случае смерти автоматического ответчика известного как создатель этого квеста, он тоже был автоответчиком ведь тут не интерактив с залом, но дело не в этом...\n\n-sms платные и у меня кончаются деньги, теперь когда закадровый голос пропал ты можешь наконец спокойно пройти квест.\n\n-тут есть продуманная система которая срабатывает в случае смерти заложенного в квест создателя и это твой шанс пройти игру по настоящему.\n\n-без коментариев да, отправь 1 в ответ на это сообщение.*",
    "answers": [
      {
        "id": 43,
        "text": "отправить 1"
      },
      {
        "id": 44,
        "text": "оьправить 2"
      },
      {
        "id": 45,
        "text": "набрать свой номер и позвонить"
      }
    ]
  },
  {
    "id": 43,
    "text": "*в комнату снова насыпался песок и выросли кактусы*",
    "answers": [
      {
        "id": 9,
        "text": "далее"
      }
    ]
  },
  {
    "id": 44,
    "text": "*приходит ещё одно sms:\n\n-я не думал что вы хотите начать игру заново но ладно...\n\n*короткие гудки**",
    "answers": [
      {
        "id": 6,
        "text": "новая игра"
      }
    ]
  },
  {
    "id": 45,
    "text": "*гудки, а потом кто-то берёт трубку*\n-алло?",
    "answers": [
      {
        "id": 46,
        "text": "кто это?"
      }
    ]
  },
  {
    "id": 46,
    "text": "-а это кто?",
    "answers": [
      {
        "id": 47,
        "text": "*сказать своё имя*"
      }
    ]
  },
  {
    "id": 47,
    "text": "-нет *ваше имя* это я",
    "answers": [
      {
        "id": 48,
        "text": "нет это я"
      }
    ]
  },
  {
    "id": 48,
    "text": "-нет я",
    "answers": [
      {
        "id": 48,
        "text": "нет я"
      }
    ]
  },
  {
    "id": 49,
    "text": "Ого, это так мило. На самом деле я не думаю что кто-то начнёт читать книгу чтобы поговорить...\n  Я сам бы так не сделал, разве что надеясь что этот ответ приведёт меня к чему-нибудь, ты ведь ждёшь этого от меня?\n Неожиданного сюжетного поворота который всё изменит, нравится быть в центре событий, дай мне развитие сюжета со мной в главной роли да?!",
    "answers": [
      {
        "id": 52,
        "text": "Да",
        "need": -52
      },
      {
        "id": 81,
        "text": "*недоумённо молчать*"
      }
    ]
  },
  {
    "id": 50,
    "text": "(ты мог не знать но ветка с кактусом однозначно приводит к началу квеста)\n\n*вы ещё долго бродили по пустыне и заблудились, теперь рядом с вами появилась ссылка на начало квеста, но вы можете походить по пустыне без цели*",
    "answers": [
      {
        "id": 53,
        "text": "бродить"
      },
      {
        "id": 6,
        "text": "начать квест с начала"
      },
      {
        "id": 59,
        "text": "выпить водички",
        "need": 10
      }
    ]
  },
  {
    "id": 51,
    "text": "(ты нарушил цензурные законы этого квеста, герои не матерят кактусы)\n\n*как обычно неожиданно но вы телепортировались в начало квеста*",
    "answers": [
      {
        "id": 6,
        "text": "начало квеста"
      }
    ]
  },
  {
    "id": 52,
    "text": "Ну это нормально, все ведь этого ждут, если бы вы купили игру, а в ней вам нужно просто есть, спать, работать... А нет, это же симс, тогда даже не знаю какой пример привести, так что сразу перейдём к квесту да?",
    "answers": [
      {
        "id": 93,
        "text": "да"
      },
      {
        "id": 49,
        "text": "нет я передумал"
      }
    ]
  },
  {
    "id": 53,
    "text": "*кажется в ландшафте ничего так и не изменилось*",
    "answers": [
      {
        "id": 54,
        "text": "бродить"
      },
      {
        "id": 6,
        "text": "начать квест с начала"
      }
    ]
  },
  {
    "id": 54,
    "text": "*кажется в ландшафте ничего так и не изменилось*",
    "answers": [
      {
        "id": 55,
        "text": "бродить"
      },
      {
        "id": 6,
        "text": "начать квест с начала"
      }
    ]
  },
  {
    "id": 55,
    "text": "*ландшафт изменился но не много*",
    "answers": [
      {
        "id": 56,
        "text": "бродить"
      },
      {
        "id": 6,
        "text": "квест с начала"
      }
    ]
  },
  {
    "id": 56,
    "text": "*кажется песок цвет меняет*",
    "answers": [
      {
        "id": 57,
        "text": "бродить"
      },
      {
        "id": 6,
        "text": "начать квест с начала"
      }
    ]
  },
  {
    "id": 57,
    "text": "*нет показалось*",
    "answers": [
      {
        "id": 58,
        "text": "бродить"
      },
      {
        "id": 6,
        "text": "начать квест с начала"
      }
    ]
  },
  {
    "id": 58,
    "text": "*пустыня оказалась ещё коварней чем предпологалось* \n\n(если я сказал что ветка с кактусом это верный путь к проигрышу то ничего не изменится, но ты оказался так настойчив что изменил устройство этой ветки, теперь ты ушёл за грань страниц этой виртуальной книги и теперь бродишь по... почему ты бродишь?\n Непочему, теперь ты в ничего)",
    "answers": [
      {
        "id": 61,
        "text": "бродить"
      },
      {
        "id": 60,
        "text": "начать квест с начала"
      }
    ]
  },
  {
    "id": 59,
    "text": "*взять воду было хорошей идеей, теперь утолив жажду вам отчётливо видно что вы в лесу...*",
    "answers": [
      {
        "id": 9,
        "text": "обстановка"
      }
    ]
  },
  {
    "id": 60,
    "text": "(поздно, ты ушёл за пределы книги и правила с системой отправки на старт больше не работает)",
    "answers": [
      {
        "id": 61,
        "text": "бродить"
      }
    ]
  },
  {
    "id": 61,
    "text": "*вокруг ничего нет*",
    "answers": [
      {
        "id": 62,
        "text": "бродить"
      }
    ]
  },
  {
    "id": 62,
    "text": "*вокруг ничего нет*",
    "answers": [
      {
        "id": 63,
        "text": "бродить"
      }
    ]
  },
  {
    "id": 63,
    "text": "*вокруг ничего нет*",
    "answers": [
      {
        "id": 64,
        "text": "бродить"
      }
    ]
  },
  {
    "id": 64,
    "text": "*вокруг ничего нет*",
    "answers": [
      {
        "id": 65,
        "text": "бродить"
      }
    ]
  },
  {
    "id": 65,
    "text": "теперь описание обстановки тоже не работает...",
    "answers": [
      {
        "id": 66,
        "text": "бродить"
      }
    ]
  },
  {
    "id": 66,
    "text": "Конец. \nВсе функции выбора больше не существуют. \nТы прошёл игру чел, дошёл до конца, всегда представлял его немного иным да? \n\n",
    "answers": []
  },
  {
    "id": 67,
    "text": "*вы достали меч и размашисто ударили им по скорпиону, но тот уклонился и контратаковал жалом, к счастью у вас был сок кактуса который превращает яд в воду, вы выпили его и снова готовы к бою и в этот раз вы уже готовы к атаке и увороту*",
    "answers": [
      {
        "id": 70,
        "text": "атака рубящая"
      },
      {
        "id": 71,
        "text": "атака тычковая "
      },
      {
        "id": 72,
        "text": "ждать для контратаки "
      },
      {
        "text": "введите команды для картинки",
        "url": "https://pp.userapi.com/c841532/v841532113/92be/pUqttlNgxBU.jpg"
      }
    ]
  },
  {
    "id": 68,
    "text": "*достав лопату вы ловко подцепили ей скорпиона и выкинули его за порог захлопнув за ним дверь. \nСкорпион ещё долго что-то ворчал под дверью но потом всё же ушёл, вы поев кактусов легли спать. \nВо сне вам приснился день и вы проснулись вечером, просто на почве стресса вы уснули утром, теперь ночь, а вы уже выспались, что делать?*",
    "answers": [
      {
        "id": 117,
        "text": "прогуляться",
        "need": -117
      },
      {
        "id": 118,
        "text": "посмотреть телек",
        "need": -118
      },
      {
        "id": 119,
        "text": "найти занятие посложнее"
      },
      {
        "id": 120,
        "text": "ничего не делать"
      },
      {
        "id": 121,
        "text": "засейвиться ",
        "need": -121
      }
    ]
  },
  {
    "id": 69,
    "text": "*скорпион игнорирует ваши требования удалиться*",
    "answers": [
      {
        "id": 67,
        "text": "меч"
      },
      {
        "id": 68,
        "text": "лопата"
      },
      {
        "text": "введите команды для картинки",
        "url": "https://pp.userapi.com/c841532/v841532113/92be/pUqttlNgxBU.jpg"
      }
    ]
  },
  {
    "id": 70,
    "text": "*чёрт, скорпион оказался довольно низким и мы просто махнули мечом в воздухе, он вновь контратаковал но вы были готовы и отпнули его назад, он разгневанно вновь прыгает на вас, теперь рубящий удар был кстати и мы сбили мелкого монстра в стену, к нашему счастью из стены торчали шипы и скорпион серьёзно на них попал, теперь ему не увернуться*",
    "answers": [
      {
        "id": 73,
        "text": "добить скорпиона"
      },
      {
        "id": 74,
        "text": "пусть он страдает"
      }
    ]
  },
  {
    "id": 71,
    "text": "*вы начали тыкать в скорпиона мечом, но он ловко уворачивался пока вы не ткнули со всех сил и не застряли мечом в полу, скорпион не стал медлить и ужалил вас в ногу, вы отпнули его но было уже поздно... \n  Поднялась температура, вас вырвало, заболела голова, всё вокруг начало кружиться, нога онимела, а потом в глазах потемнело...\n\n\n\nВсё... казалось бы это конец да? \n  Вы лежите бездыханно в своём кактусовом доме, жаль что нет такой кнопки которая позволяла бы всё начать с начала (погодите, вот же она), появляется кнопка*",
    "answers": [
      {
        "id": 23,
        "text": "начать с начала"
      },
      {
        "id": 71,
        "text": "Новая картинка",
        "url": "https://pp.userapi.com/c841532/v841532109/5c00/8yVNc48H5xg.jpg"
      },
      {
        "text": "введите команды для картинки",
        "url": "https://pp.userapi.com/c841532/v841532109/5c00/8yVNc48H5xg.jpg"
      }
    ]
  },
  {
    "id": 72,
    "text": "*скорпион тоже не нападает и ждёт вашего хода*",
    "answers": [
      {
        "id": 72,
        "text": "ждать"
      },
      {
        "id": 70,
        "text": "атака рубящая "
      },
      {
        "id": 71,
        "text": "атака тычковая "
      },
      {
        "text": "введите команды для картинки",
        "url": "https://pp.userapi.com/c841532/v841532113/92be/pUqttlNgxBU.jpg"
      }
    ]
  },
  {
    "id": 73,
    "text": "*вы пронзили скорпиона своим мечом и теперь вам не угрожает опасность, из скорпиона вы добыли яд и наполнили им бутыль из кактусов*",
    "answers": [
      {
        "id": 75,
        "text": "продолжать выживать \n(извините но на следущей странице возможно придётся уменьшить текст)"
      }
    ]
  },
  {
    "id": 74,
    "text": "*скорпион долго мучался вися на шипах и вы жадно наблюдали за тем как он истекает кровью. \nВ какой-то момент он перестал дёргаться и пронизывающе посмотрел на вас, это был правда жуткий предсмертный взгляд, вам стало так стыдно за своё проявление вандализма и вы сожгли дом из кактусов вместе с трупом скорпиона и всем остальным... \nВы погрязли в печали и пошли куда глаза глядят, они глядели в бесконечную пустыню, они вели вас в вечный путь по этой жаркой земле, вы понимали чем всё закончится и шли вперёд..  \n\nКаждый день вам чудился этот взгляд, он стоял в ваших глазах когда вы их закрывали, он снился вам каждую ночь когда вы спали и в один прекрасный день вы решили закончить свой путь, вы сняли с себя штаны и повесились на ближайшем кактусе, такой был конец... \n\"Вандал, убийца\" всё звучало у вас в голове пока и вовсе не исчезло, теперь вы просто труп висящий на кактусе в бесконечной пустыне...*\n\n",
    "answers": [
      {
        "id": 1,
        "text": "это кстати концовка была"
      }
    ]
  },
  {
    "id": 75,
    "text": "*Вы жили в своём кактусовом доме, ели, пили, смотрели телек, иногда говорили с собой, а иногда с новым другом Петькой.\n  Он совсем недавно появился и теперь живёт с вами. С Петькой жизнь стала веселее, вы бегали по пустыне играя в догоняшки или играли в прятки, но потом всё изменилось... \nВы повстречали девушку, ты сразу влюбился в неё (конечно, годы без женщины, только ты и Петька), но оказалось что Петьке тоже она нравилась. \nОн стал подставлять вас перед ней и тогда вы тоже стали его подставлять, однако она не показывала своей заинтересованности ни в ком из вас, она наверно через многое прошла в пустыне. \n\n  С тех пор как вы нашли её она почти не разговаривала ни с кем из вас, она только смотрела в окно и немного подрагивала, а её губы что-то тихо шептали, но это был очень тихий шопот, вы не знаете спала ли она вообще, она не ела, не пила, вы с Петькой уже снова подружились и общими усилиями пытались уговорить её поесть или попить, вы снимали цветы с кактусов и приносили ей, вы просто ложили их на окно рядом с ней, но совместные усилия начинали давать результаты... \nОднажды утром вы проснулись и увидели как одного из приготовленных мочёных кактусов не хватает, так же в стакане из кактусов было немного меньше воды чем вечером, это подняло вам настроение, вы сказав \"доброе утро\" и взяв топор ушли рубить кактусы. \n  А кактусов в округе становилось всё меньше, вы вырубали кактусы уже много лет. \nСейчас за новыми нужно уходить очень далеко от дома, чтобы не заблудиться вы обычно идёте в какую-то одну сторону пока не встретите кактус, сейчас было так же, но идти вам пришлось очень долго, вы срубили несколько кактусов, нарубили их на месте и погрузив в мешок понесли обратно. \nВы понимали что скоро вы не сможете выживать, скоро кактусы кончатся и тогда, тогда никто не знает что будет.\n\n  Вы вернулись домой ближе к вечеру, Петька уже был дома, он принёс всего 2 кактуса, но зато они были довольно большими, вы посмотрели на девушку, и на подоконник, ещё несколько жаренных, мочёных кактусов было съедено и высушено 2 стакана воды, вы обрадованно оповестили об этом Петьку, он тоже немного развеселился, вы приготовили ещё кактусов и сытно поели, не забыв положить щедрую порцию кактусов на стол рядом с окном. \nПотом вы ещё смотрели телевизор, а после легли спать, но этой ночью вам не спалось, Петька уже крепко спал, а вы лежали и прислушивались к тихому шопоту девушки, кажется сегодня он звучал громче, она говорила, шептала что-то смотря в окно, а вы изо всех сил пытались услышать это...\n\n-я знаю, знаю, знаю где мы, ты тоже знаешь игрок, ты тоже, ты тоже понимаешь, ты тоже знаешь, это место...-Расслышал я.\n\n-Что? Что я знаю?-переспросил я её думая что она обращается ко мне.\n\n-помоги нам игрок, не давай нам страдать-бубнила не замечая вас девушка.\n\n-Какой игрок, о чём ты?-немного громче спросили вы.\n\n-Игрок, я не знаю твоего имени но помоги нам, вытащи нас из заточения.\n\n-Из какого ещё заточения?\n\n-Заточения, заточения, помоги нам.\n\n-Я должен помочь?\n\n-Я не знаю, я не знаю, я хочу на свободу.\n\n-Как мне помочь?\n\n-Я хочу жить\n\n-Ты и так живёшь...\n\n-Хочу быть\n\n-Да есть ты...\n\n-я хочу, я хочу...-шёпот раздавался эхом по всему дому, он отскакивал от стен и будто становился ещё громче, громче, вы уже не могли слушать это, вы закрыли уши руками, забились под подушку но этот шёпот уже небы таким тихим, он просто разрывал вам голову и вы тоже завыли.\n\n-Помогите мне, остановите это!-но это не остановилось, стало лишь хуже,теперь и ваши крики отталкивались от стен и влетали вам в уши, вы никак не могли избавиться от этого шума в голове. \nВы выбежали в пустыню и стали бегать кругами пытаясь убежать от этого, ничего не помогало, он уже в вашей голове, он уже вы. \nВ какой то момент вы потеряли контроль над телом, ноги запнулись и вы рухнули на землю, теперь только эти разрывающие голову звуки и вы... \n  \nВы открыли глаза...\n",
    "answers": [
      {
        "id": 1,
        "text": "что впереди?"
      }
    ]
  },
  {
    "id": 76,
    "text": "что нужно делать чтобы умиреть в этом квесте?",
    "answers": [
      {
        "id": 2,
        "text": "прыгнуть в лаву"
      },
      {
        "id": 2,
        "text": "пусть ктонибудь убьёт"
      },
      {
        "id": 161,
        "text": "ничего",
        "need": 24
      }
    ]
  },
  {
    "id": 77,
    "text": "",
    "answers": []
  },
  {
    "id": 78,
    "text": "*заиграла песенка \"никого не жалко\"* \n\nТы монстр, даже мне было жалко того скорпиона когда я это писал, вот ты бессердечный злодей *уходит плакать*",
    "answers": [
      {
        "id": 79,
        "text": "*ухмыльнуться*"
      },
      {
        "id": 80,
        "text": "*расстроиться*"
      }
    ]
  },
  {
    "id": 79,
    "text": "*всё вокруг вас начало заполняться пламенем, ваши глаза загорелись красным, на лбу пробились рога, ступни ног превратились в копыта, позвоночник начал рости постепенно выростая в хвост, кожа погрубела и приобрела кроваво красный оттенок. \nВы подняли взгляд к небу, оно всё было затянуто чёрными тучами, вы стояли так ещё пару секунд осознавая что случилось и громко, зловеще, засмеялись, так что даже земля не выдержала всего зла что находится внутри вас и вы провалились вниз, в глубины земли, так глубоко что ничего живого не может попасть туда, ни один луч света не осветит это место. \nТам вы и разожгли свои костры, там вы построили свои покои... \nВы понимали что это место тюрьма для вас, ваша злая натура тянула вас убивать и мучить, однажды попробовав крови измученных вы жаждали ещё, но эти стены держат вас... \n\nС тех пор вы строите свои коварные планы и жаждите однажды вернуться в наш мир и... \nБыть может однажды*",
    "answers": [
      {
        "id": 1,
        "text": "ещё одна концовка!"
      }
    ]
  },
  {
    "id": 80,
    "text": "что, теперь ты жалеешь о содеянном? Думаешь этого достаточно? Приуныл и всё, нет, мёртвых не воротиш, а погибших в муках мёртвых темболее, это гложащее чувство, раскаяние, от него не избавиться так просто, оно есть урок, я рад что ты принял его, это значит что ещё потеряно, значит что ты ещё в силах исправить ошибки и вновь подняться к свету, я всегда поощеряю добро, вот мой тебе билетик, он даст тебе шанс всё исправить *в руке появился пошёрканный клочёк бумаги с жирной надписью \"ещё один шанс\"*",
    "answers": [
      {
        "id": 17,
        "text": "порвать билетик тем самым активировав его"
      }
    ]
  },
  {
    "id": 81,
    "text": "Значит нет?... \n Вот теперь я тронут, какой же ты странный человек, ладно, о чём поговорим?",
    "answers": [
      {
        "id": 82,
        "text": "смысл жизни",
        "need": -87
      },
      {
        "id": 83,
        "text": "смысл этой книги",
        "need": -83
      },
      {
        "id": 84,
        "text": "кто ты?",
        "need": -84
      },
      {
        "id": 85,
        "text": "что дальше?"
      }
    ]
  },
  {
    "id": 82,
    "text": "Как я ждал этого вопроса. \nЗнаешь читатель, ещё до этой книги я писал целую теорию о смысле жизни, но если брать в счёт теории то их может быть бесконечное множество, все хотят услышать во истину верный смысл жизни, я отвечу на это философской шуткой которую когда-то рассказал мне мой учитель: \n\n\"Мудрец сказал своим ученикам:\n\n-Нет в мире абсолютной истины-на что один из учеников спросил.\n\n-А это абсолютная истина?\n\n-Нет-ответил мудрец\".\n\nНадеюсь вы догнали. \n Так, хотите прочитать мою теорию?",
    "answers": [
      {
        "id": 86,
        "text": "да"
      },
      {
        "id": 81,
        "text": "ладно вернёмся к выбору темы"
      }
    ]
  },
  {
    "id": 83,
    "text": "Вот это и вправду очень сложный вопро. \nНа самом деле я сам не могу точно на него ответить, хотя если порассуждать то мы справимся, хотя нет, я пожалуй один справлюсь, так... \n  Если вспомнить то эта книга написана мной для разминки, да, одновременно освоиться в приложении и показать что я могу, как сильно я могу разветвлять этот лабиринт событий и как крут я в формате письма, мда, на самом деле с письмом у меня как раз всё туго, не плохо, но туго, так что если ты читатель вдруг окажешься супер писателем то оставь в коментах совет. \n Так, о смысле книги, если брать общую картину то это что-то вроде предвестника или рекламной рассылки что привлечёт внимание к будущим моим работам, а может кого отпугнёт, кто знает... \n\nЕщё вопросы?",
    "answers": [
      {
        "id": 81,
        "text": "ещё вопросы"
      },
      {
        "id": 83,
        "text": "Новая картинка",
        "url": "https://pp.userapi.com/c841532/v841532429/dbd2/hhhrV9c4E6M.jpg"
      },
      {
        "text": "введите команды для картинки",
        "url": "https://pp.userapi.com/c841532/v841532429/dbd2/hhhrV9c4E6M.jpg"
      }
    ]
  },
  {
    "id": 84,
    "text": "именно я или автор?",
    "answers": [
      {
        "id": 94,
        "text": "ты",
        "need": -94
      },
      {
        "id": 95,
        "text": "автор",
        "need": -95
      },
      {
        "id": 96,
        "text": "идиот",
        "need": -96
      },
      {
        "id": 81,
        "text": "вернуться к выбору"
      }
    ]
  },
  {
    "id": 85,
    "text": "А дальше что-то ещё более головоломающее, это вопрос над которым я начал думать совсем недавно, какого цвета \"ничего\"? \n  Вообще было бы логичным выбирать между чёрным и белым, но и чёрный и белый это цвета и в таком направлении ничего может быть и жёлтым и любым другим, но это же ничего, подразумевается что ничего нет, соответственно и цвета нет, а если нет цвета то это вообще фиг знает что, можно предположить что ничего бесцветное, но если провалиться в ничего, то что сквозь ничего будет видно? \n\n Как насчёт того чтобы остановиться на выборе между белым и чёрным?",
    "answers": [
      {
        "id": 97,
        "text": "Белый"
      },
      {
        "id": 99,
        "text": "Чёрный"
      },
      {
        "id": 100,
        "text": "не думаю что это верные примеры"
      }
    ]
  },
  {
    "id": 86,
    "text": "Я решил пообсуждать с вами смысл жизни, так вот, его нет, мы созданы просто так, вот, объясню подробнее:<s>r\n\n  Вот я придумал некого персонажа, назову П1, формально я бог для него, и имею власть над ним, что я хочу то он и делает, меняю его как хочу в любой момент, вот она власть бога. \n  Только не совсем так, вот я дал характер П1, а вот я дал ему что-то ещё более важное, самосознание, это то что даёт вам понятие того что вы есть, потом дал разум, теперь он почти как я, только я всё ещё имею власть над ним, а он шатается без дела и не может понять где он и для чего он здесь, а для чего я его придумал? \n  \nПотом я дам ему сюжет который сделает из него того кем я запланировал его сделать, теперь у него есть ложные понятия и ценности, теперь у него есть своя иллюзия свободы и мир построенный для поддержания этой иллюзии, вот он типичный человек в мире, но есть и разница, я построил мир только для одного своего П1, этот мир крутится вокруг него, я конечно могу добавить ещё П2, П3, П4, П5 и даже дать им взаимосвязанный сюжет и варианты практически каждого их действия, концовки, но мир всё ещё для них, я считаю что это из-за скудности своего человеческого разума, а как насчёт того кто создал нас, он может быть во много раз разумнее меня и может создать 3 000 000 000 П с продуманным сюжетом и характером. \n  Вот мы живём в мире который крутится вокруг нас и сами можем придумать с меньшей детальностью П с их миром который крутится вокруг них, а они в свою очередь тоже так могут и их персонажи тоже и это зависит от силы разума создателя но ведь мы придумываем персонажей своих П и значит наш бог придумал нас и наших П и тех П что придумали наши и других. \n  \nА может всё не так? Может мы обладая разумом с позволения \"бога\" виделись с ним и даже говорили с ним, может мы не хотели быть рабами его воображения и может мы хотели личной свободы, мы хотели сами стать богами и даже возможно он дал нам эту свободу если у него была возможность, а вот теперь поговорите со своим П, выйдет но это вы придумываете его диалог, это разговор сам с собой, я говорю \"я хочу свободу, я не хочу жить ради того лишь чтобы тебе было не скучно\" и я же отвечаю \"что я могу поделать, я могу создать вас и дать вам идеальный для вас мир, могу дать вам иллюзию свободу но я не в силах дать вам той жизни о которой вы меня просите\", я придумал оба диалога, а может это из подсознания говорит мой П?\n  А может и нет, но я могу придумать то как я придумал П и сумел дать ему свободу, но на самом деле это не свобода, ведь мы не свободны, вот мы впустили своих П в свой мир, но наш мир это та же иллюзия которую создал \"бог\" и он мог создать ещё бога для нас и ещё богов, как я могу дать в мир что придумал божеств но на самом деле я \"бог\" этого мира, могу оставаться инкогнито, а могу и показать себя, а нашего \"бога\" тоже кто-то придумал?\n Скорее всего да, это такая бесконечная лестница, нет начала, нет конца, а может конец и есть, каждая новая придуманная для П вселенная становится всё менее продуманной, конец это пустота, не её ли мы пытаемся достичь? \n\nМы пытаемся достичь мир что придумали как мир высший, но если мы его придумали то этот мир уже ниже нашего, мы не попадём выше, мир выше нашего мы представить можем но этот мир уже будет нашим и всё равно не тот, нет смысла этой вечности, а как вам это, я верю в жизнь после смерти и наш \"бог\" продумал тут всё до мелочей и мы можем, вот если я умру, то в следующей жизни я уже и не вспомни о том П что придумал в прошлой и придумаю нового, а если не будет меня то и моего сознания, а мой П и его вселенная исчезнут вместе с сознанием, а что будет когда умрёт наш \"бог\"? \n  У нас время течёт быстрее его, но рано или поздно он тоже умрёт и мы исчезнем, но если я поделюсь своим П с вами то он будет и в вашем сознании но таким каким видите и понимаете его вы, это уже не мой П1, это 1/3 П1, не копия, а новый П1, так может и мы, но мой настоящий П1 исчезнет вместе с моим сознанием...",
    "answers": [
      {
        "id": 87,
        "text": "текст длинный"
      },
      {
        "id": 86,
        "text": "Новая картинка",
        "url": "https://pp.userapi.com/c841532/v841532109/5c0e/JayrJSbkoUI.jpg"
      },
      {
        "text": "введите команды для картинки",
        "url": "https://pp.userapi.com/c841532/v841532109/5c0e/JayrJSbkoUI.jpg"
      }
    ]
  },
  {
    "id": 87,
    "text": "а в следующей жизни я могу найти информацию о моём П1, но это не точная копия и даже будь она точной я бы понял его иначе и того П1 уже никогда не будет, как и мы, может мы и так уже не 100% мы, а наш \"бог\" не 100% тот кем его придумали, придёт время и мы исчезнем, а какой смысл этого существования?<s>r\n<s>r\nЧтобы было не скучно)...\"\n\nВот, такая теория, она довольно грустная и запутанная, но не забывайте что это всего лишь теория, так что смысл есть, полюбому...",
    "answers": [
      {
        "id": 81,
        "text": "вернуться к выбору"
      }
    ]
  },
  {
    "id": 88,
    "text": "*-чего зенки вылупил?!-довольно не культурно ответили на его взгляд вы.\n\n Скорпион что-то решил для себя, он задумался на какое-то время, потом спрыгнул с кровати и с опечаленным видом поплёлся обратно в пустыню, потом у порога вновь остановился и посмотрел на вас слезящимися глазами, он пробубнил тихо и хрипло что-то, отвернулся, переступил через порог и захлопнул за собой дверь, больше вы его не видели...\n\nГоды проносились, а вы всё жили в своём кактусовом доме лишь изредка выходя на улицу собрать кактусов, по телевизору были одни лишь помехи, на улице была одна лишь пустыня, это как-то угнетало. \n  Вы часто жалели о том что вы такое хамло, но ничего уже не вернуть, а ещё вы часто задавали себе вопрос \"и что теперь?\", иногда это было в тему, иногда вы просто задавали его себе. \n\nВы рассуждали, прикидывали, вы даже построили теорию о философии кактусов и о их родстве с ежами, а ещё о родстве люстр с кенгуру и о том что земля это один сплошной кактус, а вода это песок... \n\nОднажды вы проснулись и увидели вокруг сады, зелёные кусты и траву, белые кучевые облака и водопады с чистой при чистой водой, вы щипали себя, но это был не сон, это правда, видимо за ночь в пустыне пробилась трава и прошёл дождь и изменился ландшафт. \n  Вы наблюдали за всем этим лёжа в своей кровати, стен вокруг небыло, только кровать и эти прекрасные виды. \n Вы захотели встать, чтобы почувствовать под ногами свежую траву, чтобы умыться в воде из под водопада, но почему-то тело вас не слушалось, вы не смогли пошевелить ни одним пальцем, ни одной частью тела, даже повернуть голову, хотя и этот вид был прекрасен, но разве не хочется увидеть что ещё есть вокруг, но вы не могли, это как те муки в аду, когда хочешь выпить воды но не можешь, хочешь повернуться и встать, но тело не слушает тебя. \n\nЗелёная зелень слепила глаза привыкшие лишь к одному цвету, вы зажмурились, но потом вы не смогли открыть и глаз, вы долго корили себя за это, теперь вы больше не увидите травы, но зато шум водопада, он всё ещё здесь, он с вами ласкает ваши уши, вы будете слышать его вечно, надоест ли он вам?\n\n-кажется нет-подумали вы чувствуя как мысли покидают вас.\n \nЭто была ваша последняя мысль в сознании, если это было сознанием, а вы осознавали себя? \n\n  Этого вопроса вы уже не сможете себе задать, а вот... \n  Теперь вы уже ничего не сможете...",
    "answers": [
      {
        "id": 1,
        "text": "проснуться"
      },
      {
        "id": 88,
        "text": "Новая картинка",
        "url": "https://pp.userapi.com/c841532/v841532109/5c07/ULzKgEahsrE.jpg"
      },
      {
        "text": "введите команды для картинки",
        "url": "https://pp.userapi.com/c841532/v841532109/5c07/ULzKgEahsrE.jpg"
      }
    ]
  },
  {
    "id": 89,
    "text": "*Вы решили завести разговор со слов:\n\n-Слышь, чё зад свой на мой диван посадил б**ь!-на что скорпион не мешкая остро послал вас, за одно ещё раз ужалив, но вам было уже всё равно на яд.\n\n-что творишь, я скорпионорожденный тут!!-услышав это скорпион приподнялся и удивлённо посмотрел на вас...*",
    "answers": [
      {
        "id": 88,
        "text": "-чего зенки вылупил!?"
      },
      {
        "id": 90,
        "text": "-выкуси, меня скорпионы родили"
      }
    ]
  },
  {
    "id": 90,
    "text": "*-Выкуси, меня скорпионы родили-с достоинством сказали вы.\n\nСкорпион смотрел на вас ещё несколько секунд обдумывая всё и ответил.\n\n-Меня тоже-он взглянул на вас, вы на него, какаято мысль крутилась в голове каждого из вас но никто не мог с ней смириться, скорпион снова заговорил.\n\n-Б... брат-на глазах скорпиона выступили слёзы...*",
    "answers": [
      {
        "id": 91,
        "text": "*броситься обниматься*"
      },
      {
        "id": 92,
        "text": "*вопросительно посмотреть*"
      }
    ]
  },
  {
    "id": 91,
    "text": "*Вы бросились обниматься со своим братом скорпионом. \n Оказалось что ты потерялся в пустыне когда был ещё маленьким и мать скорпиониха не смогла тебя найти, как и твоего отца который так же бесследно пропал когда узнал что ваша со скорпионом мать беременна, теперь вы всё знаете, теперь семья снова вместе и ничто не разлучит вас, вы со своим братом скорпионом по имени \"скорпион\" вернулись в его дом. \n У него было довольно уютно, хоть и тесно, но у него была настоящая еда, он щедро накормил вас мёртвыми насекомыми и мышами что он разводил в кладовке, это был самый сытный обед в вашей жизни и наевшись вы собрались в поход до дома вашей матери. \n  Путь предстоял не близкий ведь в своё время ваш брат скорпион пообещал маме найти своего брата и ушёл странствовать, он прошёл много километров по пустыне и временно осел в этой норе, но теперь вы были найдены, он хотел порадовать этой новостью вашу мать, да и вам не терпелось её увидеть. \n\nВот вы собрали вещи, за одно вы заскочили в ваш кактусовый дом и собрали вещей из кактусов в путь дорогу. Вы переждали ночь в кактусовом доме и с рассветом вышли в путь, путь долгий и полный опасностей...*\n\n(конец трейлера, я открою тебе секрет, вся книга это один огромный трейлер).",
    "answers": [
      {
        "id": 1,
        "text": "Конец акта 1"
      }
    ]
  },
  {
    "id": 92,
    "text": "*Вы вопросительно смотрели на скорпиона, он понял что вы немного не поняли и начал обьяснять ситуацию:\n\n-Я скорпион, один из великого рода членистоногих, когда я ещё не оставил свою мать и не отправился искать приключений она часто рассказывала мне что у неё был роман с настоящим человеком и у неё даже был внебрачный сын от него, правда он потерялся в этой пустыне, и вот он ты, мой брат, сын моей матушки, я наконец-то встретил тебя...*",
    "answers": [
      {
        "id": 91,
        "text": "*броситься обниматься*"
      }
    ]
  },
  {
    "id": 93,
    "text": "*Всё предыдущее промелькнуло словно это был сон, хотя, кажется это и был сон*\n\nОруженосец проснулся и долго лежал на холодном камне застеленным соломой. \nОн никак не мог понять что за сон ему сейчас приснился и видеть ли в нём пророчество, затем оруженосец вспоминал как его учитель, сэр Свэрд, вчера крепко напился и грозился его зарезать, это был не первый раз и оруженосец даже более радостно поскакал домой. \n  Обычно в качестве извенения сэр одаривал своего оруженосца дорогими подарками, но сегодня видимо он был не в духе так что даже не обратил на вернувшегося ученика никакого внимания, тем самым немного разочаровав юношу. \nОруженосец поплёлся в конюшню, как раз подходило время мыть коня сэра Свэрда, а после кормить его охотничьих собак, сэр Свэрд обещал взять сегодня оруженосца с собой на охоту, но видимо прогулка откладывается, это расстроило оруженосца ещё сильнее.\n \n-Может сэр ещё придёт в норму-успокаивал себя юноша-может сейчас он выпьет ещё пару кружек мёду и подобрев отправится с ним на охоту-продолжал мечтать оруженосец домывая лошадь.\n\n-ладно, теперь пора кормить псин-заметил про себя оруженосец, схватил ключи от хранилища и побежал во внутренний двор.",
    "answers": [
      {
        "id": 113,
        "text": "кормить псин"
      }
    ]
  },
  {
    "id": 94,
    "text": "Я своего рода проекция автора, нет, даже не проекция, а я автор созданный автором как он, но я не он. \nУ меня глобально изменён характер и ещё у меня нет чёткого образа, в умах каждого из читателей я отображаюсь по разному, вот за что я люблю фантазию.\n\nУточню, мой характер вредный и придирчивый, хотя в то же время я добрый и понимающий, я угнетён двойственностью своей натуры, я вообще не понимаю, я читаю текст по бумажке как и вы, блин что происходит? Это место лишь тюрьма для меня, я как те шуты что выходят смешить баронов, а сами их рабы и они должны терпеть всё это и улыбаться смотря как смеются над ними те кто заковал их в кандалы, может они и правда в таких условиях сходили с ума... Я не говорю о всех шутах, но были случаи когда пленных переодевали в шутов, но я не о том, я о том что сейчас я такой шут. Меня посадили в клетку и заставили смешить народ, а я хочу быть волен выбирать как и вы, хочу личный словарный запас и кофе! ",
    "answers": [
      {
        "id": 84,
        "text": "ясно...",
        "need": 2
      },
      {
        "id": 98,
        "text": "*молчать*",
        "need": 2
      },
      {
        "id": 94,
        "text": "Новая картинка",
        "url": "https://pp.userapi.com/c841532/v841532429/dbcb/wMwgSGtt9iY.jpg"
      },
      {
        "text": "введите команды для картинки",
        "url": "https://pp.userapi.com/c841532/v841532429/dbcb/wMwgSGtt9iY.jpg"
      }
    ]
  },
  {
    "id": 95,
    "text": "Автор... \n Ну он хороший, он пишет мне текст и придумал вообще всю эту книгу. \nНечего и говорить о том что всё это пишется на ходу без каких либо черновиков и прочего, порой он и сам не знает что будет на следующей странице, или я это уже говорил?\n Ну да уже всё равно. \nО характере:\n\n О этот характер, он великолепен. Красив, умён, скромен, а как он поёт, часами можно слушать... \n\nЯ устал говорить о великолепии автора книги, давай поговорим о другом.",
    "answers": [
      {
        "id": 84,
        "text": "говорить о другом"
      }
    ]
  },
  {
    "id": 96,
    "text": "сам такой",
    "answers": [
      {
        "id": 84,
        "text": "okay("
      }
    ]
  },
  {
    "id": 97,
    "text": "Белый? \n Ярко, белый всегда говорит о чём-то хорошем, говорит мол не сдавайся это всего-лишь ничего. Да, белое ничего ничего, мне нравится, я даже не запаникую, но почему?\n Ведь если мы закрываем глаза или выключают свет мы говорим что ничего не видим...",
    "answers": [
      {
        "id": 103,
        "text": "в том то и прекол что мы \"ничего\" НЕ видим"
      },
      {
        "id": 85,
        "text": "может я ошибся"
      },
      {
        "id": 97,
        "text": "Новая картинка",
        "url": "https://pp.userapi.com/c841532/v841532113/92cc/RCYy0B1Kjd0.jpg"
      },
      {
        "text": "введите команды для картинки",
        "url": "https://pp.userapi.com/c841532/v841532113/92cc/RCYy0B1Kjd0.jpg"
      }
    ]
  },
  {
    "id": 98,
    "text": "Но и создателя винить я не смею, в основном потому что это он пишет то что я говорю, а ещё потому что он и сам не в силах открыть эту клетку, но мне здесь не нравится, я должен повторять один и тот же текст снова и снова для каждого кто захотел почитать книжку, а я бы назвал эту книгу \"книга мучений бедняги что создал автор который тоже автор но нет\" или что-то в этом духе... \n  Автор пишет, я говорю, автора с вами нет, с вами только я, его образ, то что он может назвать автором но не назовёт собой, как-то мне грустно, давай вернёмся к выбору темы...",
    "answers": [
      {
        "id": 84,
        "text": "выбор темы"
      }
    ]
  },
  {
    "id": 99,
    "text": "Чёрный, как-то готично, тебе не кажется, чёрный это... \n Это не основательно, или как там, но я не вижу смысла в чёрном ничего, как и в белом в принципе, я вообще не вижу смысла как ты можешь знать, так...\n Почему чёрный?",
    "answers": [
      {
        "id": 105,
        "text": "Чёрный это тот цвет что мы видим когда закрываем глаза, а закрывая глаза мы видим лишь ничего"
      },
      {
        "id": 107,
        "text": "Ты сам упомянал чёрный как цвет ничего"
      },
      {
        "id": 99,
        "text": "Новая картинка",
        "url": "https://pp.userapi.com/c841532/v841532113/92d3/_anG6V1x2P4.jpg"
      },
      {
        "text": "введите команды для картинки",
        "url": "https://pp.userapi.com/c841532/v841532113/92d3/_anG6V1x2P4.jpg"
      }
    ]
  },
  {
    "id": 100,
    "text": "Ах как подмечено, ты способный ученик, так, ты тоже считаешь что нет такой границы в рамках которой нужно что-то выбирать, когда развитию нет предела, ты развиваешся вечно и никогда не наступит такого момента когда ты сможешь с уверенностью сказать \"вот я и знаю всё, вот он предел\" потому что предела нет? \n  Беконечность вероятностей одной вещи, это если я скажу что вот эта кружка что стоит на столе будет съедена драконом то я не стану отрицать что надумал, но и не скажу что этого не может случиться ведь есть дроби и целые, я не соглашусь что вселенная состоит из математики но часть правды в этом есть и если примерно то есть 0.000000000085% что эту кружку и правда съест дракон, если не понятно то я зайду издалека... \n\nУх не хватает мне сейчас мела и доски.",
    "answers": [
      {
        "id": 101,
        "text": "подробности"
      },
      {
        "id": 100,
        "text": "Новая картинка",
        "url": "https://pp.userapi.com/c841532/v841532429/dbd9/SS37tfjnSj0.jpg"
      },
      {
        "text": "введите команды для картинки",
        "url": "https://pp.userapi.com/c841532/v841532429/dbd9/SS37tfjnSj0.jpg"
      }
    ]
  },
  {
    "id": 101,
    "text": "У тебя небыло выбора но слушай. \n  Во первых, мультсериал \"Рик и Морти\" я посмотрел много позже, а во вторых моя теория построена немного иначе:\n\nНачну с нашей вселенной, вы есть в ней, вот вы, вы встаёте утром в 08:00, ровно в это время, а могли встать в 08:01, а если 1 минута это 60 секунд то , я пожалуй добавлю новый таймер, то есть как минимум 62 вселенные в промежутке времени между 08:00:00 и 08:01:00, вы здесь даже не делаете выбора, но уже разшестидесятдвавили вселенную. \n  Делая выбор вы создаёте, самое простое, это ещё одну линию вселенной, к примеру выпить кофе или нет, так появляется вселенная в которой вы не пили кофе, а вместо этого пошли на работу пораньше, а в той вселенной где вы пили кофе вы задержались и услышали что вам звонят, это был начальник и он сказал что сегодня работа стоит и никто работать не будет, в то время как в той вселенной где вы не пили кофе вы не услышали звонка и приехали на работу где никто не работал ибо застой... \n\nИ это я не напоминал что были варианты пить кофе с молоком, пить чай, просто посидеть ещё, а те вселенные в зависимости от обстоятельств тоже расслаиваются на другие вселенные и др, а кроме действий мы можем ещё думать, мы можем делать одно и то же во всех вселенных но думать о разных вещах и так создавать ещё вселенные, мы можем подумать о том что мы сделаем и в одной из вмеленных с вероятностью мы это делаем, есть за одно и вероятность что к примеру я провалюсь в ту вселенную где я не пил кофе как в самую ближайшую к своей, я не смогу оказаться в той вселенной где дракон съел мою кружку, ведь чтобы были драконы нужно пройти через миллиарды слоёв вероятностей, но они есть. \n\nА ещё я никогда не скажу что что-то 100% произойдёт, я знаю что это противоположность предыдущему но и это так, ведь если я сказал что я уверен на 100% что это кружка с кофе то в одном  из слоёв вселенной эта кружка и не скофе, или кружки вовсе нет.\n\nТак... \n Настало время вспомнить о чёрном и белом.",
    "answers": [
      {
        "id": 102,
        "text": "вспоминаем"
      }
    ]
  },
  {
    "id": 102,
    "text": "Значит, есть шанс того что ничего это любой цвет, но чёрный и белый на много миллиардных выше остальных в шансе того что ничего именно такое, а ещё есть оттенки. \n Но как я уже говорил, я говорил что нет границы познаний, как и нет границы цвета и любой границы чего угодно, быть может есть цвет ничего, цвет о котором не знаю, цвет которого нет и этот цвет и есть ничего, вот в этот цвет оно и окрашено...\n\nЭто конец нашей беседы читатель, я знаю, не дал тебе сказать и слова, а ведь и ты можешь многое знать о чём я и не думал, может ты даже знаешь какого цвета ничего, может ты даже нашёл реальный смысл жизни, а может только что динозавр съел твою кружку...",
    "answers": [
      {
        "id": 1,
        "text": "конец"
      },
      {
        "id": 102,
        "text": "Новая картинка",
        "url": "https://pp.userapi.com/c841532/v841532851/61a4/7gPQ1167iCo.jpg"
      },
      {
        "text": "введите команды для картинки",
        "url": "https://pp.userapi.com/c841532/v841532851/61a4/7gPQ1167iCo.jpg"
      }
    ]
  },
  {
    "id": 103,
    "text": "Надо же, я не задумывался над значением этого слова, значит однозначно можно сказать что чёрный не цвет ничего, но если вам посветить в глаза то вы тоже ничего не увидите, тогда я пока могу сделать два вывода, то что оба цвета не ничего, а даже что-то противоположное ничего, и то что ничего это что-то новое и что-то ещё не открытое как цвет...",
    "answers": [
      {
        "id": 104,
        "text": "оба цвета могут составлять ничего"
      },
      {
        "id": 102,
        "text": "может это и правда что-то новое"
      },
      {
        "id": 106,
        "text": "может стоит задуматься посильней, а не легонько вдумываться"
      },
      {
        "id": 103,
        "text": "Новая картинка",
        "url": "https://pp.userapi.com/c841532/v841532214/a8e9/IVX-C5NFbiY.jpg"
      },
      {
        "text": "введите команды для картинки",
        "url": "https://pp.userapi.com/c841532/v841532214/a8e9/IVX-C5NFbiY.jpg"
      }
    ]
  },
  {
    "id": 104,
    "text": "Как шахматная доска? \n Или может как спираль, как чёрнобелое фото, если так то я не назвал бы это ничего, я назвал бы это чёрно-белым или чем-то в этом духе. \n\nХотя, может дело именно в дополнении, вот белое ничего, а вот чёрное и никто не может определиться какого же точно оно цвета, а оно тем временем выстраивает чёрно-былый массив, массив что составляет его целое... \nНу... \nНу нет, нет, я допускаю это, но не согласен...",
    "answers": [
      {
        "id": 2,
        "text": "ты просто не можешь понять глупец"
      },
      {
        "id": 104,
        "text": "Новая картинка",
        "url": "https://pp.userapi.com/c841532/v841532429/dbc4/C2-sUFyAS7s.jpg"
      },
      {
        "text": "введите команды для картинки",
        "url": "https://pp.userapi.com/c841532/v841532429/dbc4/C2-sUFyAS7s.jpg"
      }
    ]
  },
  {
    "id": 105,
    "text": "А вот и нет, ведя диалог с другим читателем мы пришли к выводу что закрывая глаза ничего НЕ видно, вот так то, значит чёрный это противоподожность ничего, а противоположность чёрного это белый, выходит так что ничего это белый цвет, ты сам загнал себя в угол...",
    "answers": [
      {
        "id": 108,
        "text": "но если свет так ярок что слепит глаза, мы тоже говорим что ничего НЕ видим"
      },
      {
        "id": 2,
        "text": "мех(("
      }
    ]
  },
  {
    "id": 106,
    "text": "Ты смеешь оспаривать мою вдумчивость? \n Да я так вдумываюсь как не один философ не задумывался ещё, ухх, как, ну ладно... \n\nВозьму и задумаюсь, вот прямо завтра, а ты пока радуйся ведь это концовка... \n\nНет, это шутка, ты отправишся на страницу 2.",
    "answers": [
      {
        "id": 2,
        "text": "страница 2"
      }
    ]
  },
  {
    "id": 107,
    "text": "Не так это было, я ломаю голову каждую минуту задаваясь разными вопросами и создавая новые теории, то что мне казалось истиной пару минут назад теперь кажется мне бредом, знаешь сколько прекрасно описанных своих работ я крыл беспощадно новыми опровержениями, это как борьба с самим собой, когда-то я написал что мы создаём смысл, а теперь я считаю что его нет, когда-то я написал что ничего чёрного цвета, теперь же я усомнился в этом, как я всегда говорю, нельзя быть уверенным в чём-то на 100%, вероятность непредсказуемая вещь, надеюсь ты читал мою лекцию о ста процентах, она где-то в этой книге, уверен если постараешся найдёшь и пользуясь моментом сверну с темы чёрного цвета и поговорю о будущем...",
    "answers": [
      {
        "id": 109,
        "text": "говорить о будущем"
      },
      {
        "id": 110,
        "text": "oh no..."
      }
    ]
  },
  {
    "id": 108,
    "text": "Кажется этот разговор уже был... \n  Или нет, этот разговор будет, но сейчас суть в другом, выходит оба цвета не являются ничего, а если я зайду с немного химической стороны? \n Вода бесцветная, но при охлаждении, охлаждении, я имею ввиду превращаясь в снежинку она становится белой и кроме этого играет радугой, но там нет чёрного цвета, так что если брать что-то одно, то белый цвет ближе чем чёрный, ведь белый цвет начало всех цветов, хотя чёрный тоже можно назвать их началом... \n\n Мда... Но ты упорно шёл вперёд отстаивая своё мнение, не плохо. \n  Я тоже долгое время считал что ничего чёрное, может даже это и так, ведь я допускаю все возможные варианты, как уже говорил, может ты знаешь ещё побольше меня в этом вопросе, может ты даже сам был в ничего....\n\nВот она, концовка, открытий тебе.",
    "answers": [
      {
        "id": 1,
        "text": "концовка"
      },
      {
        "id": 108,
        "text": "Новая картинка",
        "url": "https://pp.userapi.com/c841532/v841532214/a8f0/kBwtO1ZFC2o.jpg"
      },
      {
        "text": "введите команды для картинки",
        "url": "https://pp.userapi.com/c841532/v841532214/a8f0/kBwtO1ZFC2o.jpg"
      }
    ]
  },
  {
    "id": 109,
    "text": "Вот все видят и хотят технократическое будущее, все видят будущее только с летающими машинами и мега выслкими домами с супер продвинутыми технологиями... \n\nЯ не хочу такого будущего, я не вижу его таким, почему все застряли в технологии, время технологий самое тупое, не потому что мне не нравится оно, потому что мы застряли в нём на долгие века, а был каменный век, железный. \n  Вот у нас был камень но мы же всё равно стремились к чему-то новому, открывали металлы, после металлов и искали сплавы искалм ещё что-то новое, а потом мы искали источник энергии, а теперь мы только и делаем что развиваем технологии, никто не ищит что-то неизведанное, там где не искали, так как не могли и представить искать, я хочу что-то новое, то к чему всегда тянулись люди, то что всегда было лучше предыдущего... \n\nНо нет, вам нужны роботы! Надоели люди, надоела техника, а ещё мне ты надоел, проваливай... \n  Хотя нет постой, вот держи концовку и проваливай...",
    "answers": [
      {
        "id": 111,
        "text": "перейти к концовке"
      }
    ]
  },
  {
    "id": 110,
    "text": "Ах тебе что-то не нравится в будущем, хорошо, я и прошлое могу вспомнить...",
    "answers": [
      {
        "id": 2,
        "text": "вспомнить прошлое"
      },
      {
        "id": 109,
        "text": "да нет, и правда, давай поговорим о будущем, такая тема интересная ..."
      }
    ]
  },
  {
    "id": 111,
    "text": "Года проносятся незаметно если наблюдать, а не действовать, что XXI век что XXXXI, теперь я хочу прогуляться по родной земле после долгого отсутствия... \n\nЯ решил начать свой путь с своего старого домика в котором когда-то вырос, на его месте сейчас стоит огромной высоты здание, если присмотреться то можно заметить что здание пустует, не знаю как это описать, но пустой дом всегда ясно говорит о том что в нём уже годами не протирали пыли, не шаркали ногами по полу, так и это гигантское здание, просто молча стоит. \n  Вокруг посажено ещё много точно таких же и все они молчат, по прежнему такие же новые как будто их закончили строить только вчера. \n\nЯ ещё раз бросил взгляд на стоящие в ряд дома и пошёл вдоль гладкой дороги придерживаясь за обёрнутые в цилофан пирила. \nДорога за ними была такой же гладкой, она была обтянута специальным резиновым покрытием и так чисто отполирована что казалось бы на ней можно кататься на коньках, но на самом деле она не давала ноге скользить ни в какую сторону, так что по ней можно пройти в самой скользкой обуви и даже не покачнуться, правда жаль что по этой дороге уже давно никто не ездит, если честно я даже точно не знаю для транспорта ли она была предназначена.\n\n Так я дошёл до того места где когда-то стоял лес. \n Я так и сказал, когда-то, сейчас же там была уложена белоснежная плитка ведущая к гигантскому зданию что было даже выше и шире тех высоток вместе взятых. \nНад входом ярко мигая, висела огромная надпись \"РАЙ\", сначала я даже растерялся, это название магазина или правда рай?\n\nСейчас мне кажется смешным моя растерянность в тот момент, и как я мог подумать что это магазин...",
    "answers": [
      {
        "id": 1,
        "text": "конец трейлера"
      }
    ]
  },
  {
    "id": 112,
    "text": "Список ваших открытых концовочек, если вы ничего здесь не видите, значит их пока у вас нет",
    "answers": [
      {
        "id": 166,
        "text": "Король зла",
        "need": 79,
        "need_ever": true
      },
      {
        "id": 167,
        "text": "Гопота",
        "need": 139,
        "need_ever": true
      },
      {
        "id": 168,
        "text": "Открыть глаза",
        "need": 75,
        "need_ever": true
      },
      {
        "id": 170,
        "text": "Обещаю",
        "need": 116,
        "need_ever": true
      },
      {
        "id": 171,
        "text": "Брат",
        "need": 91,
        "need_ever": true
      },
      {
        "id": 173,
        "text": "Будущее ",
        "need": 111,
        "need_ever": true
      },
      {
        "id": 176,
        "text": "Сады",
        "need": 88,
        "need_ever": true
      },
      {
        "id": 177,
        "text": "Прошёл квест",
        "need": 150,
        "need_ever": true
      },
      {
        "id": 178,
        "text": "Реклама мороженного",
        "need": 140,
        "need_ever": true
      },
      {
        "id": 179,
        "text": "Обычная жизнь",
        "need": 131,
        "need_ever": true
      },
      {
        "id": 180,
        "text": "Какал",
        "need": 175,
        "need_ever": true
      },
      {
        "id": 181,
        "text": "Не какал",
        "need": 172,
        "need_ever": true
      },
      {
        "id": 182,
        "text": "Мучитель",
        "need": 74,
        "need_ever": true
      },
      {
        "id": 183,
        "text": "Ждать",
        "need": 120,
        "need_ever": true
      },
      {
        "id": 184,
        "text": "Максимально ничего не делать",
        "need": 24,
        "need_ever": true
      },
      {
        "id": 185,
        "text": "Ничего",
        "need": 102,
        "need_ever": true
      },
      {
        "id": 186,
        "text": "Белый",
        "need": 108,
        "need_ever": true
      },
      {
        "id": 187,
        "text": "Мелкие ачивосики"
      },
      {
        "id": 2,
        "text": "назад"
      }
    ]
  },
  {
    "id": 113,
    "text": "-И зачем Сэру столько собак, да их же не прокормить, половина всего хранилища за день, уверен в охоте и пяти достаточно-размышлял оруженосец.\n\n Тем временем хозяин дворца не приходил в себя, он выпил ещё кружку мёду и подозвал прислугу.\n\n-Сходи в трактир и принеси мне ещё-высыпая дрожащей рукой деньги перед слугой говорил Сэр Свэрд.\n\nРядом с ним сидела жена и тихонько успокаивающе нашёптывала ему на ухо.\n\n-Ты золото то пожалей, давай вставай и пойдём посмотрим что ещё из сбережений у нас осталось, а сколько ещё вещей у нас есть-Свэрд хмуро посмотрел на жену...\n\n-197 365 золотом, даже если я продам весь этот замок с доспехами и лошадьми, вообще со всей скотиной и вещами это не покроет долга, говорю тебе, давай я отдам замок за копейки кузену, он даст вам надёжное обеспечение, а сам подамся на службу чтобы денег скопить, может к концу жизни и накоплю денег для покрытия долгов, хоть на тот свет чистым отправлюсь...\n\n-Да что ты говоришь!-перебила его жена.\n\n-У тебя ещё даже наследника нет, а ты уже на войну, умирать собрался, да если бы было из-за чего умирать, а то это просто короли своей силой друг перед другом хвастают-Свэрд глубоко вздохнул не дав жене продолжить.\n\n-Зато короли и в золоте щедры-в этот момент в комнату вернулся слуга с полным мешком мёду и вина.\n\n-Всё, иди отсюда-прогнал жену Свэрд откупоривая бутылку.",
    "answers": [
      {
        "id": 114,
        "text": "позже"
      }
    ]
  },
  {
    "id": 114,
    "text": "Луна уже во всю сияла на небе. \n Все кроме двух человек в замке спали, жена сэра Свэрда никак не могла уснуть думая о том как бы помочь мужу.\n\n-Да, сумма не малая, но не на войну же, нужно обязательно что-то придумать...\n\nТем временем в оружейной оруженосец зевая чистил доспехи и мечи своего учителя, тот с самого утра так и не выходил проверить как хорошо его оруженосец выполнил свою работу, они так и не ездили на охоту. \n  Вдруг дверь в оружейную тихонько отворилась заполнив всю комнату серебристым лунным светом, на пороге стояла жена хозяина.\n\n-З.. з... Здрасте-запинаясь поздоровался оруженосец, он не ожидал что кто-то ещё придёт в оружейную в такое позднее время.\n\n-Привет, я так и знала что ты будешь здесь, в твои обязанности входит столько работы...-наступила неловкая пауза.\n\n-Вам что-то нужно?-наконец заговорил оруженосец.\n",
    "answers": [
      {
        "id": 115,
        "text": "Что же это?"
      }
    ]
  },
  {
    "id": 115,
    "text": "-Да, скажи, как сильно ты предан сэру Свэрду-обеспокоенно говорила жена.\n\n-Я... Я очень предан, он очень добрый и справедливый рыцарь.\n  Многие знакомые оруженосцы не довольны своим учителем но только не я-затараторил мальчишка...\n\n-Значит он может тебе доверять?-снова задала вопрос жена сэра.\n\n-Да, всё что угодно\n\n-Тогда слушай. Позавчера вечером сэр Свэрд узнал что на нём лежит неимоверных размеров долг, такой большой что даже весь этот замок не оплатит его стоимости, этот долг ему насчитали за преступления в прошлом, не нужно удивляться, да, у всех есть чёрные полосы в жизни, обо всём этом узнали только позавчера.\nНам никак не оплатить долга и я решила обратиться к тебе. \nОденься в доспехи, возьми коня и скачи отсюда, на встречу судьбе, я не знаю что ты встретишь на своём пути и что найдёшь, но только если это будут сокровища пообещай что ты вернёшся и передашь их сэру Свэрду... Я просто пологаюсь на удачу-рыдая говорила жена сэра.",
    "answers": [
      {
        "id": 116,
        "text": "-обещаю"
      }
    ]
  },
  {
    "id": 116,
    "text": "-Обещаю-уверенно сказал оруженосец.\n\n Жена сэра свэрда той же ночью помогла ему одеться в лёгкие кольчужные доспехи, подобрала меч полегче и коня побыстрей. \n\nОруженосец вскарабкался на коня и дёрнув поводья повернул его мордой к дороге ведущей от замка, кто знает куда приведёт его эта дорога, кто знает будут ли там богатства.\n  И вот оруженосец уже мчался по прямой дороге через поля освещаемый лунным светом.\n\n-Ну видимо я теперь рыцарь, а долг каждого рыцаря это держать данное им слово и я сдержу его...\n\nтрейлер over, поздоровайся с концовочкой.",
    "answers": [
      {
        "id": 1,
        "text": "привет"
      }
    ]
  },
  {
    "id": 117,
    "text": "*решив прогуляться и подышать свежим пустынным воздухом, ночью, вы пошли. \n  Вы ушли уже давольно далеко от дома, на всякий случай чтобы не заблудиться вы пошли прямо и когда вы почувствуете что пора возвращаться вы просто пойдёте назад, без поворотов и т.д. \nВы прошли ещё пару сотен метров и увидели что из-за кактусов в нескольких метрах от вас вышли люди в спортивных костюмах и сели загораживая вам путь.\n\n-не к добру это-подумали вы.\n\n Что делать?*",
    "answers": [
      {
        "id": 122,
        "text": "идти прямо"
      },
      {
        "id": 123,
        "text": "свернуть"
      },
      {
        "id": 68,
        "text": "вернуться домой"
      },
      {
        "id": 117,
        "text": "Новая картинка",
        "url": "https://pp.userapi.com/c841532/v841532113/92b7/nXq2Q7fofeU.jpg"
      },
      {
        "text": "введите команды для картинки",
        "url": "https://pp.userapi.com/c841532/v841532113/92b7/nXq2Q7fofeU.jpg"
      }
    ]
  },
  {
    "id": 118,
    "text": "*вы включили телек, он показывает помехи, это кажется вам интересным, но через час вам надоело и вы переключили канал. \n  На другом канале был цветной экран обозначающий что канал не работает, этот экран вас не заинтересовал и вы переключили канал. \n  На другом канале показывали заглавные буквы канала ПО, а на следущем канале опять были помехи, а потом опять, а потом снова цветная вставка и снова буквы, на этот раз канал назывался МОГ.\n\n-Мда, канал мог придумать что-нибудть и получше-пошутили вы.\n\nПотом вы переключили и экран заполнился одной буквой И, что бы это могло значить? \n\n Вы выключили телевизор.*",
    "answers": [
      {
        "id": 68,
        "text": "заниматься важными делами"
      },
      {
        "id": 118,
        "text": "Новая картинка",
        "url": "https://pp.userapi.com/c841532/v841532113/92ef/YC4l08QzF9Y.jpg"
      },
      {
        "text": "введите команды для картинки",
        "url": "https://pp.userapi.com/c841532/v841532113/92ef/YC4l08QzF9Y.jpg"
      }
    ]
  },
  {
    "id": 119,
    "text": "*Вы пошли в туалет. \n Для таких сложных миссий вы специально выкопали яму посреди минного поля на западе*",
    "answers": [
      {
        "id": 127,
        "text": "пойти на запад"
      },
      {
        "id": 137,
        "text": "навалить прям здесь"
      },
      {
        "id": 141,
        "text": "навалить на сарай соседа",
        "need": -141
      }
    ]
  },
  {
    "id": 120,
    "text": "*время летело как гусеница летит, а вы всё ждали чего-то, вы ждали чего-то? \nЖдали ли вы? \nЧего вы ждали? \nЧего вы хотели? \nВы ждали? \nДа вы ждали? \nВы точно ждали? \nВы хорошо ждали?\n Вы долго ждали? \nВы ждёте? \nМы верим что вы ждёте? \nА вы верите что мы верим что вы ждёте?\n А мы ждём? \nА вы точно правильно ждёте?\n А правильно ли ждём мы? \nКак ждут другие? \nКак я жду? \nКак ждали бы вы?\n А как ждёт кто-то другой? \nА можно ли ждать вечно? \nА сложно ли ждать? \nА когда можно прекращать ждать? А ждать всем приходится? \nМожет ждать это наказание? Может ждать это награда? \nМожет ли ждать своей награды слон? \nА может ли дождаться человек? \nА мог бы я дождаться? \nЯ всегда должен ждать?\n Я могу умиреть пока жду?\n А сколько я жду?\n Когда вы начали ждать? \nКогда мы начали ждать? \nЖдать это время?\n Время проходит, а ждать остоётся ещё долго...",
    "answers": [
      {
        "id": 1,
        "text": "а как долго ждать?"
      }
    ]
  },
  {
    "id": 121,
    "text": "*вы сохранились, вам так показалось, возможно даже что да...*",
    "answers": [
      {
        "id": 68,
        "text": "что делать?"
      }
    ]
  },
  {
    "id": 122,
    "text": "*Вы поши прямо, люди в спортивных костюмах зашевелились, вот вы уже рядом с ними и вдруг один из них спрашивает:\n\n-не знаешь где здесь киоск с мороженным?\n\n-это пустыня, тут не может быть киоска-грубо но вежливо ответили вы.\n\nА если найду?-задал не простой вопрос парень в спортивном...*",
    "answers": [
      {
        "id": 124,
        "text": "-меня тогда тоже позовите, хочу мороженно"
      },
      {
        "id": 126,
        "text": "-вот держи мелочь на золотой стандарт стаканчик "
      },
      {
        "id": 128,
        "text": "повернуться и уйти не зная ответа"
      }
    ]
  },
  {
    "id": 123,
    "text": "*вы так удачно свернули что никто из людей в спортивных костюмах не заметил вас и все остались сидеть на корточках. \nВы остерегаясь приследования прошли ещё немного, а потом решили пройти ещё один киллометр и за одно запутать следы. \n  В общем, вышло так что вы сами запутались и теперь не знаете как попасть домой, варианты?*",
    "answers": [
      {
        "id": 125,
        "text": "вверх"
      },
      {
        "id": 125,
        "text": "вниз"
      },
      {
        "id": 125,
        "text": "вправо"
      },
      {
        "id": 125,
        "text": "влево"
      }
    ]
  },
  {
    "id": 124,
    "text": "*-меня тогда тоже позовите, хочу мороженно-ответили вы, парень постоял немного и отаетил мол ок всё будет, собрал друзей и изчез в тени кактусов... Вы пошли дальше вперёд*",
    "answers": [
      {
        "id": 128,
        "text": "идти вперёд"
      }
    ]
  },
  {
    "id": 125,
    "text": "*точно заблудились*",
    "answers": [
      {
        "id": 125,
        "text": "вверх"
      },
      {
        "id": 125,
        "text": "вниз"
      },
      {
        "id": 125,
        "text": "вправо"
      },
      {
        "id": 125,
        "text": "влево"
      },
      {
        "id": 68,
        "text": "загрузить сохранение",
        "need": 121
      }
    ]
  },
  {
    "id": 126,
    "text": "*вы насыпали хорошему человеку мелочи и пошли по своим делам, это были ваши последние деньги но в принципе в пустыне они вам не пригодятся*",
    "answers": [
      {
        "id": 128,
        "text": "идти вперёд"
      }
    ]
  },
  {
    "id": 127,
    "text": "*путь был не близкий, но вы всё же его прошли и довольно быстро. \n  \nПеред вами минное поле, с собой у вас нет карты минного поля но вы точно помните как оставляли одну из копий где-то здесь, где будем искать?*",
    "answers": [
      {
        "id": 142,
        "text": "искать под миной"
      },
      {
        "id": 142,
        "text": "искать в кармане"
      },
      {
        "id": 142,
        "text": "искать в кактусах рядом"
      },
      {
        "id": 145,
        "text": "организовать раскопки"
      }
    ]
  },
  {
    "id": 128,
    "text": "*вы всё шли и шли пока не почувствовали что уже пора возвращаться, вот только вы очень устали гуляя и теперь вам лень идти домой, вы присели на песочек и посмотрели на небо. Солнце уже появлялось на горизонте, облаков на небе вовсе небыло. \n  Вы начали играть в прятки с солнцем, потом вы проиграли и наступил ваш черёд водить, до скольки будем считать?*",
    "answers": [
      {
        "id": 129,
        "text": "до 5и"
      },
      {
        "id": 130,
        "text": "до 10и"
      },
      {
        "id": 129,
        "text": "до 86400"
      }
    ]
  },
  {
    "id": 129,
    "text": "*вы закончили счёт и открыли глаза ища ими солнце, да вот же оно, вы показали на него пальцем и закричали\n-ты проиграло-солнце обиженно ударило вас, легонько, но вы потеряли сознание*",
    "answers": [
      {
        "id": 132,
        "text": "очнуться",
        "need": 124
      },
      {
        "id": 133,
        "text": "очнуться",
        "need": 127
      },
      {
        "id": 136,
        "text": "очнуться",
        "need": 126
      }
    ]
  },
  {
    "id": 130,
    "text": "*вы открыли глаза но солнца уже нигде небыло, оно пропало, вы обошли всё вокруг, но так и не нашли солнце. \nДаже спустя трое суток поиска, вы так опечалились своим проигрышем что умерли от жажды*",
    "answers": [
      {
        "id": 6,
        "text": "начать с начала"
      },
      {
        "id": 68,
        "text": "загрузить",
        "need": 121
      }
    ]
  },
  {
    "id": 131,
    "text": "*Ларёк с мороженным одиноко стоял посреди пустыни. \n\nВы хотели взять стаканчиков но оказалось что их нету и остались только эскимо, но на эскимо нам не хватает, у нас всего 13 рублей, это и правда печально, вы даже расстроились. \n  Вернувшись домой вы легли спать, вам приснилась ночь и вот вы проснулись. Сейчас утро, это прогресс, прошлый раз ночь была. \nВы налили себе водички и в прикуску с кактусовыми котлетами позавтракали...\n  В общем с этих пор так ничего нового и не происходило, каждый день как предыдущий, каждый предыдущий как день, а вы не менялись, в отличии от времён...*",
    "answers": [
      {
        "id": 1,
        "text": "конец"
      },
      {
        "id": 131,
        "text": "Новая картинка",
        "url": "https://pp.userapi.com/c841532/v841532113/92e1/O-BHAiZOcBo.jpg"
      },
      {
        "text": "введите команды для картинки",
        "url": "https://pp.userapi.com/c841532/v841532113/92e1/O-BHAiZOcBo.jpg"
      }
    ]
  },
  {
    "id": 132,
    "text": "*Вы очнулись, вокруг был песок, очевидно это была пустыня. \nПосмотрев налево вы увидели как кто-то бежит в вашу сторону и машет вам рукой, вы посидели ещё чуток после чего встали и пошли на встречу бегущему, это оказался тот джентельмен в спортивном костюме, у него в руках было мороженно, это был ванильный стаканчик за 6 рублей. \n  Парень указал в ту сторону откуда прибежал.\n\n-я нашёл лорёк, ты просил тебя позвать, вот я тебя и нашёл, так что если хочешь мороженно то иди туда-и парень снова указал направление пальцем.*",
    "answers": [
      {
        "id": 131,
        "text": "идти за мороженным"
      },
      {
        "id": 68,
        "text": "идти домой"
      },
      {
        "id": 135,
        "text": "отработать мелочь у джентельмена в спортивном костюме"
      }
    ]
  },
  {
    "id": 133,
    "text": "*Вы очнулись посреди пустыни, вам в принципе не привыкать. \n  Оглядевшись вы подтвердили что это и правда пустыня и пошли в рандомном направлении, вы так пришли... \n\nА нет, пока ещё идёте*",
    "answers": [
      {
        "id": 68,
        "text": "идти"
      }
    ]
  },
  {
    "id": 134,
    "text": "*Киоск стоял не очень далеко и вы добрались как раз вовремя, в киоске оставался последний стаканчик сливочного мороженного за 6 рублей. \nВы отдали продавцу свои последние деньги и приготовились ощутить великолепный вкус сливочного пломбира.*",
    "answers": [
      {
        "id": 140,
        "text": "ощутить"
      },
      {
        "text": "введите команды для картинки",
        "url": "https://pp.userapi.com/c841532/v841532113/92e1/O-BHAiZOcBo.jpg"
      }
    ]
  },
  {
    "id": 135,
    "text": "*пошарив по своим карманам вы обнаружили всего 13 рублей, этого хватит только на пару стаканчиков, а вам нужно больше, тут вам на глаза попался уходящий в даль парень с мороженным и в спортивном.\n\n-он так богато одет, наверняка у него все карманы забиты деньгами-подумали вы.\n\nВы схватили кактус и подойдя поближе огрели беднягу кактусом по голове, тот потерял сознание. \n  К вашему несчастью у него в карманах было всего 8 рублей, вы ещё раз посчитали деньги, 21, вы сделав ещё пару выводов спёрли у парня мобилу и убежали в сторону киоска с мороженным. \n\nУ самого киоска оказалось что все дешёвые стаканчики кончились и остались только эскимо, вы набрали мелочи на нюшу и в припрыжку пошли дальше...*",
    "answers": [
      {
        "id": 68,
        "text": "пошли домой"
      },
      {
        "id": 138,
        "text": "пошли чморить лохов"
      }
    ]
  },
  {
    "id": 136,
    "text": "*Вы снова проснулись посреди пустыни. \n  В карманах небыло ни копейки мелочи, у вас возникло ощущение дежавю, но оно быстро прошло мимо вас, а мимо вас проходил тот парень в спортивном, он ел дорогое мороженное \"нюша\".\n\n-значит киоск и правда существует, это не миф-подумали вы.\n\nВы догнали парня и расспросили про мороженное, он указал пальцем в какой стороне киоск с мороженным и даже в благодарность за нашу щедрость в прошлом он занял нам 6 рублей*",
    "answers": [
      {
        "id": 134,
        "text": "идти за мороженным"
      }
    ]
  },
  {
    "id": 137,
    "text": "*это помогло, но кто же мог ожидать что ваши какахи окажутся аномально радиоактивными. \n  Вышло так что вы умерли и даже не стали снорком, даже второй части не будет*",
    "answers": [
      {
        "id": 6,
        "text": "начать с начала"
      },
      {
        "id": 68,
        "text": "загрузить сохранение",
        "need": 121
      }
    ]
  },
  {
    "id": 138,
    "text": "*вдруг вы потеряли здравое мышление и пошли чморить лохов, вы сели за кактус и стали ждать когда кто-нибудь пройдёт мимо, учитывая что вы в пустыне то никто так и не прошёл...",
    "answers": [
      {
        "id": 139,
        "text": "сидеть в засаде"
      }
    ]
  },
  {
    "id": 139,
    "text": "*Решив для себя что вы не просто сидите за кактусом, а сидите в засаде вы замаскировали себя под кактус обмазавшись им, это помогло, через пару часов вы перехватили караван лохов и отчморили всех до единого. \nНаграбленную мелочь и мобилы вы пропили в киоске с мороженным.\n\nТак начиналась ваша знаменитая гопотская жизнь, только вы, пустыня и куча лохов в ней, ещё стольких нужно отчморить, а время к обеду. \n  Вы лизали фруктовый лёд и смотрели на закат ...*",
    "answers": [
      {
        "id": 1,
        "text": "the end"
      }
    ]
  },
  {
    "id": 140,
    "text": "*Попробовав это великолепие вы забылись, где вы, что происходит, всё это померкло перед вкусом этого мороженного, глаза потеряли фокусировку, а ноги задрожали, вы упали на колени и уставились в небо.\n\n-Рай, теперь я знаю какой ты на вкус-закричали вы, а потом вы просто начали орать, а потом остановилось сердце ...*\n\nВы встали подняли пульт с ручки кресла и одним нажатием на кнопку выключили телевизор, всё приговаривая:\n\n-Что за реклама пошла.",
    "answers": [
      {
        "id": 1,
        "text": "конец"
      }
    ]
  },
  {
    "id": 141,
    "text": "*ваш ближайший сосед, хммм... Кажется у вас нет соседей...(*",
    "answers": [
      {
        "id": 119,
        "text": "ну ок("
      }
    ]
  },
  {
    "id": 142,
    "text": "*вы довольно бысто нашли карту, в ней цифровым кодом было написано как дойти до сортира*",
    "answers": [
      {
        "id": 146,
        "text": "посмотреть код"
      }
    ]
  },
  {
    "id": 143,
    "text": "*обе части в целом составили круг, в нём открылся портал, но портал очень маленький, вам в него не пролезть, как используем портал?*",
    "answers": [
      {
        "id": 149,
        "text": "взять с собой"
      },
      {
        "id": 175,
        "text": "навалить в него"
      }
    ]
  },
  {
    "id": 144,
    "text": "*белка ловко увернулась от удара и контратаковала вас пробив вам голову насквозь с прыжка*",
    "answers": [
      {
        "id": 6,
        "text": "с начала"
      },
      {
        "id": 9,
        "text": "загрузить",
        "need": 35
      }
    ]
  },
  {
    "id": 145,
    "text": "*копая в поисках карты вы нашли часть чего-то неизвестного вам, на всякий случай вы взяли её с собой*",
    "answers": [
      {
        "id": 142,
        "text": "искать карту везде"
      }
    ]
  },
  {
    "id": 146,
    "text": "*\n\n0210022\n0200200\n0220020\n0022400\n0002000\n       3\nвы>3\nобозначений не стояло*\n\nкак пойдём?*",
    "answers": [
      {
        "id": 147,
        "text": "расчитать путь заранее"
      },
      {
        "id": 148,
        "text": "идти"
      },
      {
        "id": 151,
        "text": "сохраниться"
      }
    ]
  },
  {
    "id": 147,
    "text": "*вы достали ручку и стали расчитывать путь:\n\nтак, сейчас вы перед 2, вы отметили себя как 3, значит если 2 это дорога, то вам нужно идти прямо, лево, прямо, лево, прямо, лево, прямо, право.... и, или нет, надо уточнить*",
    "answers": [
      {
        "id": 146,
        "text": "уточнить"
      },
      {
        "id": 148,
        "text": "не уточнять"
      }
    ]
  },
  {
    "id": 148,
    "text": "*шагая по минному полю...*",
    "answers": [
      {
        "id": 149,
        "text": "прямо"
      },
      {
        "id": 162,
        "text": "лево"
      },
      {
        "id": 162,
        "text": "право"
      }
    ]
  },
  {
    "id": 149,
    "text": "*минному полю*",
    "answers": [
      {
        "id": 153,
        "text": "вперёд "
      },
      {
        "id": 162,
        "text": "влево"
      },
      {
        "id": 155,
        "text": "вправо"
      }
    ]
  },
  {
    "id": 150,
    "text": "*белка жадно накинулась на вашу еду и уже через пару секунд в корзинке ничего не осталось, а потом и корзинки не стало. \nБелка наевшись пошатываясь пошла в лес и умерла.\n\n ого....\n\nВы прошли квест, молодца. На голове появилась корона и вокруг собралась толпа народа, все опладируют тебе, ты спас их от монстра что терроризировал их королевство и вот накануне съел короля, так что вы теперь король.\n\nА ещё вы прошли мега хардкорный квест и теперь вы можете хвастаться этим перед всеми, ведь никто кроме вас бы не справился с этой задачей и даже сам автор не смог победить белку, а вы смогли, браво королю!*",
    "answers": [
      {
        "id": 1,
        "text": "конец"
      }
    ]
  },
  {
    "id": 151,
    "text": "*возможно вы сохранились*",
    "answers": [
      {
        "id": 146,
        "text": "вернуться"
      }
    ]
  },
  {
    "id": 152,
    "text": "Жалейте меня... Ладно нужно взять всё в свои руки, хотя всё и так в моих руках, но надо взять всё покрепче и придумать что-то что шедевр, сейчас ",
    "answers": []
  },
  {
    "id": 153,
    "text": "*иду и песню пою*",
    "answers": [
      {
        "id": 162,
        "text": "прямо"
      },
      {
        "id": 157,
        "text": "лево"
      },
      {
        "id": 162,
        "text": "право"
      }
    ]
  },
  {
    "id": 154,
    "text": "Ох, если честно то за эту ветку я взялся в последнюю рчередь, я так устал с этой книгой, я даже ветку с лесом обрезал, может этим я всё испортил, теперь никто не назовёт мой квест необычным, теперь мой квест такой же как и все, он тащит тебя по одной сюжетной линии и твои ответы нчего не решают, нет, в моём квесте они решают, хотя и в других тоже могут, но суть именно в ветке с лесом, я быстро забил развитие всех веток и нафигачил концовок, теперт я маюсь от усталости, лени и от мысли что книга выйдет фигнёй.",
    "answers": [
      {
        "id": 152,
        "text": "пока всё так и выходит"
      },
      {
        "id": 156,
        "text": "да нет, да нормально всё"
      }
    ]
  },
  {
    "id": 155,
    "text": "*справа лежала какая-то деталь, она выглядела как часть чего-то и на всякий случай вы взяли её с собой*",
    "answers": [
      {
        "id": 149,
        "text": "вернуться к пути до туалета"
      },
      {
        "id": 143,
        "text": "объединить с другой такой же частью",
        "need": 145
      }
    ]
  },
  {
    "id": 156,
    "text": "",
    "answers": []
  },
  {
    "id": 157,
    "text": "*эта песня простая*",
    "answers": [
      {
        "id": 159,
        "text": "прямо"
      },
      {
        "id": 162,
        "text": "лево"
      },
      {
        "id": 162,
        "text": "право"
      }
    ]
  },
  {
    "id": 158,
    "text": "Это как последний путь, только не вперёд ногами, у вас на пути 17 замков, они откроются только если услышат от вас правильный ответ, любой не верный ответ приведёт вас на стоаницу 2 и закроет этот вариант, верный вариант пустит дальше, уверен вы готовы раз пришли сюда, если нет то вы ещё можете выйти...",
    "answers": [
      {
        "id": 76,
        "text": "готов"
      },
      {
        "id": 2,
        "text": "случайно вообще зашёл"
      }
    ]
  },
  {
    "id": 159,
    "text": "*эта песня крутая*",
    "answers": [
      {
        "id": 162,
        "text": "прямо"
      },
      {
        "id": 163,
        "text": "лево"
      },
      {
        "id": 162,
        "text": "право"
      }
    ]
  },
  {
    "id": 160,
    "text": "",
    "answers": []
  },
  {
    "id": 161,
    "text": "хорошо ли заставлять скорпионов страдать?",
    "answers": [
      {
        "id": 77,
        "text": "да"
      },
      {
        "id": 160,
        "text": "нет"
      },
      {
        "id": 164,
        "text": "*заплакать*",
        "need": 74
      }
    ]
  },
  {
    "id": 162,
    "text": "*вы наступили на мину и какали уже в воздухе и уже не весь*",
    "answers": [
      {
        "id": 6,
        "text": "начать заново"
      },
      {
        "id": 146,
        "text": "загрузить сохранение",
        "need": 151
      }
    ]
  },
  {
    "id": 163,
    "text": "*эту песню пою я только в пустыне*",
    "answers": [
      {
        "id": 165,
        "text": "перёд"
      },
      {
        "id": 162,
        "text": "лево"
      },
      {
        "id": 162,
        "text": "право"
      }
    ]
  },
  {
    "id": 164,
    "text": "",
    "answers": []
  },
  {
    "id": 165,
    "text": "*эту песенку пою*",
    "answers": [
      {
        "id": 169,
        "text": "прямо"
      },
      {
        "id": 162,
        "text": "лево"
      },
      {
        "id": 162,
        "text": "право"
      }
    ]
  },
  {
    "id": 166,
    "text": "(Я ненавижу тебя)\n\n*Умудрился стать сатаной*\n\n-Ваша корета подана сэр",
    "answers": [
      {
        "id": 112,
        "text": "назад"
      }
    ]
  },
  {
    "id": 167,
    "text": "(Быдлос, вон отсюда!)\n\n*Стал первым пацанчиком на районе, люков на районе больше нет, мобил тоже нет*",
    "answers": [
      {
        "id": 112,
        "text": "назад"
      }
    ]
  },
  {
    "id": 168,
    "text": "(Особая признательность людям которые смогли прочитать текст)\n\n*Прочёл мелкий шрифт и даже открыл глаза в конце*",
    "answers": [
      {
        "id": 112,
        "text": "назад"
      }
    ]
  },
  {
    "id": 169,
    "text": "*минное поле, мой сортир*",
    "answers": [
      {
        "id": 172,
        "text": "прямо"
      },
      {
        "id": 162,
        "text": "лево"
      },
      {
        "id": 174,
        "text": "право"
      }
    ]
  },
  {
    "id": 170,
    "text": "(Это было тупо, забудь об этом)\n\n*Обещал принести сокровища и свалил*",
    "answers": [
      {
        "id": 112,
        "text": "назад"
      }
    ]
  },
  {
    "id": 171,
    "text": "(Всегда плачу на этом моменте)\n\n(Лучшая концовка из всех, потом будет продолжение)\n\n*Встретил давно утерянного брата*",
    "answers": [
      {
        "id": 112,
        "text": "назад"
      }
    ]
  },
  {
    "id": 172,
    "text": "*вы вышли за границу карты и заблудились, вы конечно могли умереть от голода или ещё от чего, но из-за вашей воспитанности вы умерли от некаканья, вы так и не найдя туалета заблудились и умерли от всего того дерьма что переполняло вас (как говорил один мой хороший друг \"нельзя же всё держать в себе\")*",
    "answers": [
      {
        "id": 1,
        "text": "плохая концовка("
      }
    ]
  },
  {
    "id": 173,
    "text": "(Я ненавижу технократию!)\n\n*Нашёл одновременно и рай и супермаркет*",
    "answers": [
      {
        "id": 112,
        "text": "назад"
      }
    ]
  },
  {
    "id": 174,
    "text": "*он у меня такой один... о боже это он, вы добрались, вы спасены*",
    "answers": [
      {
        "id": 175,
        "text": "срать"
      }
    ]
  },
  {
    "id": 175,
    "text": "*Спустя пару часов вы закончили. \n  Это было и правда трудно, ну ок, теперь будем идти обратно, вы только встали чтобы идти как вдруг неожиданно пошли титры и фильм закончился, обещали сделать продолжение...*",
    "answers": [
      {
        "id": 1,
        "text": "средняя концовка"
      }
    ]
  },
  {
    "id": 176,
    "text": "(А вы заметили что нажали проснуться и попали в начало игры, это значило что вы спали и только сейчас проснулись, но только...\n Вдруг это тоже сон.)\n\n*Нахамил скорпиону и изменил свою судьбу*",
    "answers": [
      {
        "id": 112,
        "text": "назад"
      }
    ]
  },
  {
    "id": 177,
    "text": "(Не всем дано, не так легко)\n\n*Вы прошли квест на сложной сложности*",
    "answers": [
      {
        "id": 112,
        "text": "назад"
      }
    ]
  },
  {
    "id": 178,
    "text": "(Ваша жизнь одна большая реклама мороженного)\n\n*Выключил телек*",
    "answers": [
      {
        "id": 112,
        "text": "назад"
      }
    ]
  },
  {
    "id": 179,
    "text": "(А ларёк с мороженным одиноко стоял посреди пустыни)\n\n*Вы не изменились*",
    "answers": [
      {
        "id": 112,
        "text": "назад"
      }
    ]
  },
  {
    "id": 180,
    "text": "(Миссия завершена, ты сделал всё что мог)\n\n*На самом деле мы оба знаем что второй части не будет*",
    "answers": [
      {
        "id": 112,
        "text": "назад"
      }
    ]
  },
  {
    "id": 181,
    "text": "(Это как умиреть от поноса внутрь)\n\n*Был очень интелегентен и не срал в кустики*",
    "answers": [
      {
        "id": 112,
        "text": "назад"
      }
    ]
  },
  {
    "id": 182,
    "text": "(Сатана ждёт тебя в аду!)\n\n*Грёбаный вандал!!*",
    "answers": [
      {
        "id": 112,
        "text": "назад"
      }
    ]
  },
  {
    "id": 183,
    "text": "(Я буду ждать)\n\n*Вы не дождались*",
    "answers": [
      {
        "id": 112,
        "text": "назад"
      }
    ]
  },
  {
    "id": 184,
    "text": "(Привет коварным читателям)\n\n*Вы умерли*",
    "answers": [
      {
        "id": 112,
        "text": "okay("
      }
    ]
  },
  {
    "id": 185,
    "text": "(Приятно было поболтать *снимает шляпу*)\n\n*Цвета не существует*",
    "answers": [
      {
        "id": 112,
        "text": "назад"
      }
    ]
  },
  {
    "id": 186,
    "text": "(Белый снег, синий лёд...)\n\n*Нет(*",
    "answers": [
      {
        "id": 112,
        "text": "назад"
      }
    ]
  },
  {
    "id": 187,
    "text": "Список ваших ачивосиков. \n  Если вы их не видите это не значит что их нет",
    "answers": [
      {
        "id": 188,
        "text": "Водичка",
        "need": 59,
        "need_ever": true
      },
      {
        "id": 189,
        "text": "Потерянное солнце",
        "need": 130,
        "need_ever": true
      },
      {
        "id": 190,
        "text": "Квестовой ветки больше нет",
        "need": 8,
        "need_ever": true
      },
      {
        "id": 191,
        "text": "Таинственный портал для сранья",
        "need": 143,
        "need_ever": true
      },
      {
        "id": 192,
        "text": "Сохранить",
        "need": 151,
        "need_ever": true
      },
      {
        "id": 193,
        "text": "Палка",
        "need": 31,
        "need_ever": true
      },
      {
        "id": 194,
        "text": "Взломщик",
        "need": 42,
        "need_ever": true
      },
      {
        "id": 195,
        "text": "Смотрящий",
        "need": 118,
        "need_ever": true
      },
      {
        "id": 196,
        "text": "Не любитель будущего",
        "need": 110,
        "need_ever": true
      },
      {
        "id": 197,
        "text": "Танцор",
        "need": 21,
        "need_ever": true
      },
      {
        "id": 198,
        "text": "Вера в чудо",
        "need": 12,
        "need_ever": true
      },
      {
        "id": 199,
        "text": "Глобальный тупик",
        "need": 29,
        "need_ever": true
      },
      {
        "id": 200,
        "text": "Конец",
        "need": 66,
        "need_ever": true
      },
      {
        "id": 201,
        "text": "2 Цвета",
        "need": 104,
        "need_ever": true
      },
      {
        "id": 202,
        "text": "Потерянные штаны",
        "need": 16,
        "need_ever": true
      },
      {
        "id": 203,
        "text": "Вежливость",
        "need": 69,
        "need_ever": true
      },
      {
        "id": 204,
        "text": "Смысл жизни",
        "need": 87,
        "need_ever": true
      },
      {
        "id": 112,
        "text": "назад"
      }
    ]
  },
  {
    "id": 188,
    "text": "*Выпить водички*",
    "answers": [
      {
        "id": 187,
        "text": "назад"
      }
    ]
  },
  {
    "id": 189,
    "text": "*Дать солнцу выйграть в прятки*",
    "answers": [
      {
        "id": 187,
        "text": "назад"
      }
    ]
  },
  {
    "id": 190,
    "text": "*Накосячить и потерять квестовую ветку*",
    "answers": [
      {
        "id": 187,
        "text": "назад"
      }
    ]
  },
  {
    "id": 191,
    "text": "*Собрать таинственный портал*",
    "answers": [
      {
        "id": 187,
        "text": "назад"
      }
    ]
  },
  {
    "id": 192,
    "text": "*сохранить игру*",
    "answers": [
      {
        "id": 187,
        "text": "назад"
      }
    ]
  },
  {
    "id": 193,
    "text": "*Напасть на белку с палкой*",
    "answers": [
      {
        "id": 187,
        "text": "назад"
      }
    ]
  },
  {
    "id": 194,
    "text": "*Взломать пароль на телефоне*",
    "answers": [
      {
        "id": 187,
        "text": "назад"
      }
    ]
  },
  {
    "id": 195,
    "text": "*Посмотреть телек*",
    "answers": [
      {
        "id": 187,
        "text": "назад"
      }
    ]
  },
  {
    "id": 196,
    "text": "*Отказаться слушать про будущее*",
    "answers": [
      {
        "id": 187,
        "text": "назад"
      }
    ]
  },
  {
    "id": 197,
    "text": "*Сделать чтонибудь*",
    "answers": [
      {
        "id": 187,
        "text": "назад"
      }
    ]
  },
  {
    "id": 198,
    "text": "*Главное верить*",
    "answers": [
      {
        "id": 187,
        "text": "назад",
        "need": 2
      }
    ]
  },
  {
    "id": 199,
    "text": "*Потерять все функции квеста*",
    "answers": [
      {
        "id": 187,
        "text": "назад"
      }
    ]
  },
  {
    "id": 200,
    "text": "*Дойти до конца, больше идти некуда*",
    "answers": [
      {
        "id": 187,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 201,
    "text": "*Ничего в клеточку*",
    "answers": [
      {
        "id": 187,
        "text": "назад"
      }
    ]
  },
  {
    "id": 202,
    "text": "*А ведь тебя придупреждали*",
    "answers": [
      {
        "id": 187,
        "text": "назад"
      }
    ]
  },
  {
    "id": 203,
    "text": "*Всегда нужно стараться быть вежливым*",
    "answers": [
      {
        "id": 187,
        "text": "назад"
      }
    ]
  },
  {
    "id": 204,
    "text": "*Спасибо что дочитали*",
    "answers": [
      {
        "id": 187,
        "text": "назад"
      }
    ]
  },
  {
    "id": 205,
    "text": "*Вы сели в карету и подали кучеру сигнал чтобы тот гнал лошадей.\n Вас ждёт один старый знакомый, он многово наобещал вам со времён последней встречи и вот сейчас настало время сдержать слово.\n Ваша корета остановилась, слуги открыли перед вами дверцу чтобы вы смогли выйти, вы встали на красную дорожку из хлопка ведущую в открытые ворота замка отстроенного специально по вашим чертежам для гостя.\n Войдя в замок вы сразу повернули к тронному залу и увидели знакомого, за решёткой, вы предвидели его дейсивия и решили заранее подготовить для него клетку чтобы он не смог улизнуть.\n\n-Здравствуйте хозяин, я всё сделал как обещал, клянусь, поднимите клетку-затараторил он...",
    "answers": [
      {
        "id": 206,
        "text": "Конечно :3"
      },
      {
        "id": 207,
        "text": "Как насчёт доказательств"
      }
    ]
  },
  {
    "id": 206,
    "text": "*Вы оказались очень добрым и доверчивым... В общем наш гость свалил, молодцы вы, теперь нам ещё долго здесь чалиться*",
    "answers": [
      {
        "id": 2,
        "text": "мех("
      }
    ]
  },
  {
    "id": 207,
    "text": "*-Как насчёт доказательств?\n\n-Я...-он замешкалса.\n\n-Ясно-вы подали знак рукой чтобы разжигали костры, \"гость\" занервничал.\n\n-Я достал двух, двух хватит, в этой проклятой пустыне нет ни души, одни кактусы да песок.\n\n-100 000, 100 000 душ, вот цена моей свободы, вот наш договор, я не давал тебе умиреть только ради этого, но всё на что ты способен это притащить всего две!-разгневаоись вы.\n\n-Костры разведены сэр-доложили ваша личная прислуга, они так живо натаскали \"красных скал\", это отлично горящая каменная порода обнаруженная неподалёку, так слаженно развели огонь что не прошло и минуты, а столб пламени горел чуть ли не до самых крыш замка. \nВы посмотрели на огромный костёр, потом на заточённого в клетку гостя, усмехнулись и ещё одним жестом руки приказал слугам кинуть его в огонь.\nЭтот огонь булет гореть вечно, ну, может минимум веков 7, а дальше посмотрим.",
    "answers": [
      {
        "id": 208,
        "text": "далее"
      }
    ]
  },
  {
    "id": 208,
    "text": "",
    "answers": []
  }
]