[
  {
    "id": 1,
    "text": "квест для одного,  не злитесь.  <plus>18 <plus>21\n\nГлавная цель не растаться до конца,  и сохранить отношения.\n\nКрасивый,  умный,  обаятельный Сережа,  и почти такая же Проскофья. \n\nТы играешь за Проскофью,  удачи. ",
    "answers": [
      {
        "id": 2,
        "text": "Ну шо повстречаемся"
      },
      {
        "id": 4,
        "text": "Подсказка"
      }
    ]
  },
  {
    "id": 2,
    "text": "хеллоу мотоу,  как дела чика? ",
    "answers": [
      {
        "id": 3,
        "text": "нормально! "
      },
      {
        "id": 6,
        "text": "хорошо,  у тебя как? "
      },
      {
        "id": 7,
        "text": "а у тебя? "
      }
    ]
  },
  {
    "id": 3,
    "text": "ууууу ну все нагрубила,  это косяк",
    "answers": [
      {
        "id": 8,
        "text": "мне похуй"
      },
      {
        "id": 9,
        "text": "мне похуй! "
      },
      {
        "id": 10,
        "text": "мне похуй? "
      },
      {
        "id": 11,
        "text": "прости готова на все1!1?!!!????"
      }
    ]
  },
  {
    "id": 4,
    "text": "Слушай свое сердце и не злись",
    "answers": [
      {
        "id": 5,
        "text": "пук!1"
      }
    ]
  },
  {
    "id": 5,
    "text": "заново начинай",
    "answers": [
      {
        "id": 1,
        "text": "заново"
      }
    ]
  },
  {
    "id": 6,
    "text": "живой,  что хочешь? ",
    "answers": [
      {
        "id": 19,
        "text": "Быть с тобой , секас,  все дела, кущать,  дома сидеть,  платить за итернет,  зарабатывать милдионы, покупать суши и шаурму,  "
      },
      {
        "id": 22,
        "text": "Ничего "
      },
      {
        "id": 23,
        "text": "Тоже что и ты"
      },
      {
        "id": 24,
        "text": "Хмм,  покушать и полежать"
      }
    ]
  },
  {
    "id": 7,
    "text": "а у тебя? ",
    "answers": [
      {
        "id": 16,
        "text": "а у тебя? "
      }
    ]
  },
  {
    "id": 8,
    "text": "бан",
    "answers": [
      {
        "id": 13,
        "text": "."
      }
    ]
  },
  {
    "id": 9,
    "text": "расстаемся! ",
    "answers": [
      {
        "id": 12,
        "text": "и че"
      }
    ]
  },
  {
    "id": 10,
    "text": "видимо да,  растаемся",
    "answers": [
      {
        "id": 14,
        "text": "о нет,  не надо,  умираю. "
      }
    ]
  },
  {
    "id": 11,
    "text": "поздно. прощай....... ",
    "answers": [
      {
        "id": 15,
        "text": "гспд,  какая я дура "
      }
    ]
  },
  {
    "id": 12,
    "text": "заново ",
    "answers": []
  },
  {
    "id": 13,
    "text": "заново ",
    "answers": []
  },
  {
    "id": 14,
    "text": "заново ",
    "answers": []
  },
  {
    "id": 15,
    "text": "заново ",
    "answers": []
  },
  {
    "id": 16,
    "text": "а у тебя?",
    "answers": [
      {
        "id": 17,
        "text": "а у тебя? "
      }
    ]
  },
  {
    "id": 17,
    "text": "заново",
    "answers": [
      {
        "id": 18,
        "text": "ееееее"
      }
    ]
  },
  {
    "id": 18,
    "text": "",
    "answers": []
  },
  {
    "id": 19,
    "text": "правда? ",
    "answers": [
      {
        "id": 20,
        "text": "наебала,  много хочешь,  по губе получишь"
      }
    ]
  },
  {
    "id": 20,
    "text": "РАСТАЕМСЯ",
    "answers": [
      {
        "id": 21,
        "text": "заебок"
      }
    ]
  },
  {
    "id": 21,
    "text": "заново",
    "answers": []
  },
  {
    "id": 22,
    "text": "понятно и отношений со мной ты тоже походу не хочешь, растаемся",
    "answers": [
      {
        "id": 25,
        "text": "пф"
      }
    ]
  },
  {
    "id": 23,
    "text": "не,  так не пойдет, растаемсЯ",
    "answers": [
      {
        "id": 26,
        "text": "охуенчик"
      }
    ]
  },
  {
    "id": 24,
    "text": "хорошо пошли",
    "answers": [
      {
        "id": 27,
        "text": "поебошили"
      }
    ]
  },
  {
    "id": 25,
    "text": "заново",
    "answers": []
  },
  {
    "id": 26,
    "text": "заново",
    "answers": []
  },
  {
    "id": 27,
    "text": "они зашли в комнату сели за стол,  это была обычная пятница , Сережа приготовил вкуснятку.\n—Приятного \n—Приятного\nпринялись за трапезу.\n\nНаташа пошла мыть посуду.\n\nНО ТУТ РЕЗКО СЕРЕЖА ПАДАЕТ  ГОЛОВОЙ ОБ СТОЛ,  КУСКИ СТЕКЛА КРОВИ МЯСА КДЙДДУЩЫТЫБЖЫДЛВБЖ",
    "answers": [
      {
        "id": 28,
        "text": "продолжить мыть посуду "
      },
      {
        "id": 29,
        "text": "провести операцию и попробывать спасти"
      },
      {
        "id": 30,
        "text": "пойти домой"
      },
      {
        "id": 31,
        "text": "заняться сеексам"
      }
    ]
  },
  {
    "id": 28,
    "text": "умер.\nна надгробие написали при жизни помуда была важнее,  чем он,.",
    "answers": [
      {
        "id": 32,
        "text": "зато посуда чистая"
      }
    ]
  },
  {
    "id": 29,
    "text": "Проскофья пытается вытащить осколок,  режет палец,  умирает. ",
    "answers": [
      {
        "id": 33,
        "text": "...."
      }
    ]
  },
  {
    "id": 30,
    "text": "ну и вали расстаемся ",
    "answers": [
      {
        "id": 34,
        "text": "лан"
      }
    ]
  },
  {
    "id": 31,
    "text": "каншна не по теме,  но можно допустить прокатит.",
    "answers": [
      {
        "id": 35,
        "text": "пффф,  легко"
      }
    ]
  },
  {
    "id": 32,
    "text": "заново ",
    "answers": []
  },
  {
    "id": 33,
    "text": "умерли в один день",
    "answers": []
  },
  {
    "id": 34,
    "text": "заново ",
    "answers": []
  },
  {
    "id": 35,
    "text": "Они стоят на улице, листья сакуры медленно опускаются на землю,  и огромный желтый шар медленно опускается за горизонт. \n\n6 бычок из рук Проскофьи летел в сторону земли,  но она не хотела останавливаться. \n\nОни зашли домой. Сережа стянул с себя футболку,  трико,  трусы,  и лег на диван. \n\nПроскофья уходит в душь. Медленно садится на туалет,  раздевается..  иии <plus>18",
    "answers": [
      {
        "id": 36,
        "text": "пописать"
      }
    ]
  },
  {
    "id": 36,
    "text": "Она вышла из туалете, прошла в комнату. \n\nИ застыла в удивлении, но не  от  безупречной красоты Сережи, а от гигантского тесака в его шеи. ",
    "answers": [
      {
        "id": 37,
        "text": "Ахуеть"
      }
    ]
  },
  {
    "id": 37,
    "text": "Пока Проскофья ахуевала.\n\nРаздались повороты ключа в двери. \n\nНо это хуйня  на кухне упал столовый прибор,  по звуку НОЖ БОЛЬШОЙ \n\nСкура почти осыпалась.. как и волосы у Просковьи от страха, у нее есть минута, что бы, что-то  предпринять. \n",
    "answers": [
      {
        "id": 38,
        "text": "обздеться"
      },
      {
        "id": 39,
        "text": "побежать на кухню и узнать,  кто маньяк,  что бы при следущем прохождении сразу его заложить."
      },
      {
        "id": 40,
        "text": "побежать к открывающей двери,  по пути схватив телефон"
      },
      {
        "id": 41,
        "text": "ебануться в окно"
      },
      {
        "id": 42,
        "text": "заняться секасам с Сережей пока теплый"
      }
    ]
  },
  {
    "id": 38,
    "text": "пока бздела,  тебя зоебошили,  заново ",
    "answers": [
      {
        "id": 1,
        "text": "твьыбвллсд(звуки смерти) "
      }
    ]
  },
  {
    "id": 39,
    "text": "Ахахпхаха,  ну,  все ж так просто.\n\nТы получаешь столовым ножом меж глаз и ничего не успеваешь сделать. ",
    "answers": [
      {
        "id": 1,
        "text": "алкдудзклл(звуки глупой смерти) "
      }
    ]
  },
  {
    "id": 40,
    "text": "Проскофья побежала в строну двери, дернула ручку,  но она была закрыта,  она обернулась,  ОТКРЫЛАСЬ ДВЕРЦА ТУАЛЕТА  , маньяк был там.\n\nОн туда за Проскофьей, зачем-то.\n\nНо это сейчас не важно, она получает топром по колнке,  выстрел обреза в плечо,  и смачный удар киянкой в ребра,  маньяк затаскивает ее в туалет. На телефоне остается номер 02 , так и не набраный. ",
    "answers": [
      {
        "id": 1,
        "text": "атггмдцю(неожиданная смерть)"
      }
    ]
  },
  {
    "id": 41,
    "text": "Отличный прыжок веры(отсылка к игре). \n\nНаташа приземлилась на корниз магазина,  и затем спустилась на землю. \n\nВокруг собралось много зевак, но нужно решить,  что делать дальше. \n\nЛепестки сакуры падали на осколки стекла их нежно розовый цвет тонул в каплях крови... ",
    "answers": [
      {
        "id": 46,
        "text": "пойти в сторону дома"
      },
      {
        "id": 47,
        "text": "вызывать федералов дождаться их"
      },
      {
        "id": 48,
        "text": "стрельнуть сигарету у мимо проходящего парня и прийти в себя"
      },
      {
        "id": 49,
        "text": "набрать бабушке и спросить совета"
      },
      {
        "id": 50,
        "text": "нельзя стоять,  нужно срочно скрыться"
      }
    ]
  },
  {
    "id": 42,
    "text": "уууууу извращенка,  это опишу в другой книге",
    "answers": [
      {
        "id": 37,
        "text": "хорошо "
      }
    ]
  },
  {
    "id": 43,
    "text": "Удар кулаком в нос,  ножом по щеке,  затем выстрел в живот,  кровь наполняет рот,  в глазах темнеет,  он берет ее за ногу и тащит по коридору, линия крови остается во всем коридоре,  веки все тяжелее и тяжелее... \n",
    "answers": [
      {
        "id": 1,
        "text": "заново "
      }
    ]
  },
  {
    "id": 44,
    "text": "Проскофья зашла в ванную ,включила кран,  оттуда не охотно потекла вода,  она умылась и на ванном шкафчике увидела перекись,  обработала раны и решила пойти к бабушке на кухню",
    "answers": [
      {
        "id": 54,
        "text": "Зайти на кухню"
      }
    ]
  },
  {
    "id": 45,
    "text": "В глазок она увидела, как нечто прошло на этаж выше,  а чарез некоторое время спустилось и отправилось на улицу,  она была в безопасности. ",
    "answers": [
      {
        "id": 44,
        "text": "пойти в ванную"
      }
    ]
  },
  {
    "id": 46,
    "text": "Проскофья напривалась в сторону дома,  у нее было несколько ранений но в целом нормально. \n\nОтойда до ближайшего светафора, она услышала грохот позади.\n\nСережин труп летел с окна на землю... \n\nОгненный шар заходит за дома начинает смеркаться,  труп его приземлился с отскоком,  сразу стало понятно кинули с силой,  а за ним с окна вылетел силует.\n\nЛицо не было времени разглядеть,  было ясно нужно делать ноги. ",
    "answers": [
      {
        "id": 51,
        "text": "Дать в тапок в сторону дома по главной улице, где много людей"
      },
      {
        "id": 52,
        "text": "Свернуть в дворы так кароче,  <plus> сложнее догнать будит "
      },
      {
        "id": 53,
        "text": "Постучаться,   в маршрутку,  которая стояла на светафора,  так быстрееч, и точно не догонит"
      }
    ]
  },
  {
    "id": 47,
    "text": "Проскофья начала просить телефон,  что бы позвонить в полицию,  на удивление,  ей дали быстро,  она набрала 02, но в эту же секунду на нее приземлилось,  что-то тяжелое, но красивое, она не сразу поняла кто это, она повернулся и увидела, как ней лежит сережа за ним из окна прыгает маньяк. \n\nЕго нога приземлилась прямо ей на голову... ",
    "answers": [
      {
        "id": 1,
        "text": "умерла"
      }
    ]
  },
  {
    "id": 48,
    "text": "Проскофью колохматило от нервов,  ей срочно нужно было покурить сигарет 20, она подошла к мужчине стрельнула,  сижку и зажигалку... \n\nЗатянулась глубоко,  и посмотрела в верх...\n \nСверху летел сережа,  она увернулась,  на на его труп приземлился маньяк,  Проскофья попыталась убежать,  но заряд картечи вылетивший из обреза,  в сторону ног проскофьи остановил её,  ее ноги превратились в кашу,  она закричала от боли и от ужаса,  маньяк быстрым шагом подошел к ней и одним ударом об асфальт заглушил все ее крики. ",
    "answers": [
      {
        "id": 1,
        "text": "умерла(курение убивает) "
      }
    ]
  },
  {
    "id": 49,
    "text": "Проскофья не знала,  что делать,  она была в панике,  первой мыслей была набрать бабушке, она попросила телефон и отошла в сторону от дороги.\n\nБабушка долго не брала телефон,  но как только взяла,  Проскофья не смогла и слова вымолвить сверху у ее ногам упал Сережа,   а за ним и маньяк, одним ударом ножа он разрезал ей горло... \n\nиз телефона кто-то  кричал ало ало,  но ответить уже было не кому. \n",
    "answers": [
      {
        "id": 1,
        "text": "умерла"
      }
    ]
  },
  {
    "id": 50,
    "text": "Проскофья сразу поняла,  нужно двигаться,  нельзя стоять на месте,  он побежала, в другую сторону от дома, мало ли маньяк двинется за ней,  он не должен знать,  где живет проскофья. \n\nОна свернула за угол и бежала без остановки по прямой,  сзади был слышан  какой-то грохот, но она не предала этому никакого значения,  ей казалось,  что она бежит вечность,  так шо очень быстро она перешла на шаг.\n\nОна спокойно дошла до дома. ",
    "answers": [
      {
        "id": 85,
        "text": "войти в прихожую"
      }
    ]
  },
  {
    "id": 51,
    "text": "Проскофья побежала на красный.\n\nЕе сбивает машина, она делает кувырок в воздухе , и приземляется лицом об асфальт.\n\nСилует быстро к ней подбежал схватил за волосы и одни ударом об асфальт добил ее. Она успела заметит , что к него бляшка ремня напоминала, какие-то буквы. ",
    "answers": [
      {
        "id": 1,
        "text": "ох, какая я такая,  в след раз буду смотреть по сторонам. "
      }
    ]
  },
  {
    "id": 52,
    "text": "Проскофья оглянулась по сторонам пропустила машину и бросилась петлят дворами ",
    "answers": [
      {
        "id": 55,
        "text": "Забежать в первый   двор"
      }
    ]
  },
  {
    "id": 53,
    "text": "Проскофья начала стучать в маршрутку,  и кичать,  маршрутчик открыл дверь,  и через несколько секунд тронулся.\n\nМаньяк не успел догнать. \n\nОна доехала спокойно,  а затем пошла быстро домой. ",
    "answers": [
      {
        "id": 85,
        "text": "зайти в дом "
      }
    ]
  },
  {
    "id": 54,
    "text": "зайдя на кухню проскофья не увидела ничего странного,  кроме лужи крови в тазике.  \n\nБабушка увидела куда смотрит Проскофья, и обьяснила ей,  что просто разделывала мясо. \n\nОна предложила проскофье покушать. ",
    "answers": [
      {
        "id": 71,
        "text": "согласиться"
      },
      {
        "id": 72,
        "text": "отказаться "
      }
    ]
  },
  {
    "id": 55,
    "text": "во дворе она увидела открытый подьезд,  справа стояла машина с открытой дверью,  она задумолась",
    "answers": [
      {
        "id": 56,
        "text": "Заскочить в подъезд "
      },
      {
        "id": 57,
        "text": "прыгнуть в машину"
      },
      {
        "id": 58,
        "text": "продолжить петлят дворами в сторону дома"
      }
    ]
  },
  {
    "id": 56,
    "text": "Проскофья заскочила в подьезд,  закрыла дверь,  и поднялась на верх, она сел на ступеньки, закрыла глаза,  и наступила тишина,  она слышала как бьется ее сердце...\n\nИ что-то  огромное в подьездную дверь, она вскочила и начала стучаться в квартиры,  крича о помощи. \n\nНе прошло и минуты она услышала,  как что-то выломало дверь в подьезд,  но тут ей подвернулась удача,  какая-то бабушка открыла ей дверь.",
    "answers": [
      {
        "id": 59,
        "text": "вытолкнуть ее и самой забежать"
      },
      {
        "id": 60,
        "text": "толкнуть ее в сторону коридора,  и вместе с ней закрыть дверь"
      }
    ]
  },
  {
    "id": 57,
    "text": "Проскофья залетела в машину,  к незнакомым людям, и захлопнула дверь.\n\nно не успев ничего сказать,  ей по голове дали чем-то тяжелым и она отключилась. ",
    "answers": [
      {
        "id": 78,
        "text": "очнутся"
      }
    ]
  },
  {
    "id": 58,
    "text": "Проскофья продолжила петлять дворами, решив,  что это будет лучшая идея.она понимала,  что нельзя останавливаться, но дыхалка из-за постоянного курения быстро сдала,  она забежала за угол. ",
    "answers": [
      {
        "id": 81,
        "text": "отдышаться"
      }
    ]
  },
  {
    "id": 59,
    "text": "Проскофья схватила ее за ворот халата и толнула на площадку подьезда,  а сама забежала во внутрь и закрыла дверь. ",
    "answers": [
      {
        "id": 61,
        "text": "посмотреть в глазок двери"
      }
    ]
  },
  {
    "id": 60,
    "text": "Проскофья забежала во внутрь вместе с бабушкой. Проскофья начала молить о помощи и нткому не открывать бабушка,  на удивление крайне спокойно отреагировала и указала на ванную и сказала,  что там можно умыться. ",
    "answers": [
      {
        "id": 44,
        "text": "Пойти в ванную"
      },
      {
        "id": 45,
        "text": "Посмотреть в глазок"
      }
    ]
  },
  {
    "id": 61,
    "text": "Бабушка медленно поднялась с площадки.\n\nКак только она встала,  в нее в летел снаряд кортечи из обреза. \n\nПроскофья сжала рут руками,  что бы не закричать. \n\nРешила осмотреть комнаты. ",
    "answers": [
      {
        "id": 62,
        "text": "зайти в гостинную"
      },
      {
        "id": 63,
        "text": "зайти на кухню"
      },
      {
        "id": 64,
        "text": "пойти в ванную умыться"
      }
    ]
  },
  {
    "id": 62,
    "text": "зайдя в гостинную Проскофья ничего интересного не нашла,  обычный ковер, шкаф,  телевизор старый и пухлый кот",
    "answers": [
      {
        "id": 61,
        "text": "вернутся в коридор"
      }
    ]
  },
  {
    "id": 63,
    "text": "Зайдя на кухню.Проскофья замерла в ужасе. \n\nКапля за каплей крови падала в тазик на полу.... \n\nЛегкий запах ароматный свечей, мягкая музыка из радио,  и шесть трупов кошек без головы свисали с потолка кухни.. \n\nПроскофья села за стол,  положила руки на него, и вместе с ее руками на столе было еще 12 лап. \n\nОна не понимала,  что происходит,  но стук сердце и такой же ритм стука в дверь в квартиру,  подгонял ее, нужно было идти умываться и что-то делать. \n",
    "answers": [
      {
        "id": 61,
        "text": "вернутся в коридор "
      }
    ]
  },
  {
    "id": 64,
    "text": "Она зашла в ванную комнату. Включила воду в раковине,  умылась,  промыла раны,  оглянулась,  взяла перекись,  и ватку,  и слегка обработала раны. \n\nСтук в дверь прекратился....\n\nИ раздался громкий выстрел,  замок двери вылетел на пол коридора. \n\nНужно было срочно,  что-то делать. ",
    "answers": [
      {
        "id": 66,
        "text": "побежать на кухню и схватить нож в надежде на защиту "
      },
      {
        "id": 67,
        "text": "спрятаться в шкафу"
      }
    ]
  },
  {
    "id": 65,
    "text": "!x\n",
    "answers": []
  },
  {
    "id": 66,
    "text": "проскофья забежала на кухню сзватила нож и спряталась за дверь в ожидании. \n\nшаг за шагом..... шаг за шагом.... \n\nон приближался к кухне. \n\nона видит его спину....\n\nНа нем одета черная куртка,  черная маска с шеи свисали наушники... \n\n",
    "answers": [
      {
        "id": 68,
        "text": "Ничего не делать,  может не заметит и уйдет"
      },
      {
        "id": 69,
        "text": "размахнутся и воткнуть нож ???? "
      }
    ]
  },
  {
    "id": 67,
    "text": "Проскофья залезла в шкаф и затаила дахыние",
    "answers": [
      {
        "id": 82,
        "text": "не дышать"
      }
    ]
  },
  {
    "id": 68,
    "text": "Проскофья замерла и закрыла глаза от страха,  эти секунды длились для нее вечно.\n\nОн сорвал одну кошку с крючка и направился в сторону выхода.",
    "answers": [
      {
        "id": 70,
        "text": "((((((пукнуть)))))))))"
      }
    ]
  },
  {
    "id": 69,
    "text": "Она воткнула нож ему в голову,  но нож не вошел глубоко, лишь погнулся об голову.\n\nОн развернулся и она увидела его глаза.\n\nкарие.... ",
    "answers": [
      {
        "id": 43,
        "text": "умереть"
      }
    ]
  },
  {
    "id": 70,
    "text": "пук. \n\nРаздался еще один выстрел, но уже не из попы,  а из обреза. \n\nТеперь на кухне стало на один труп кисы больше... ",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 71,
    "text": "На сковородке зашкварчило мясо,  комната быстро набрвлась ароматами разных трав, пряностей,  бабушка включила телевизор на холодильнике,  у проскофьи было время обо все подумоть. ",
    "answers": [
      {
        "id": 74,
        "text": "задумоться"
      }
    ]
  },
  {
    "id": 72,
    "text": "Проскофья отказалась,  но бабушка начала настаивать,  говорила что мясо свежее,  токо с ранка,  да и проскофья давно не ела,  в живот немеошко бушевал. \n\nПроскофья не могла отказаться. ",
    "answers": [
      {
        "id": 71,
        "text": "согласится "
      }
    ]
  },
  {
    "id": 73,
    "text": "Готово! \n\nГолос бабушки отвлек Проскофью от мыслей,  она посмотрела в тарелку, на вид все было вкусно, прожаренное мясо и картошечка. \n\nПроскофья принялась за трапезу. ",
    "answers": [
      {
        "id": 75,
        "text": "пойти помыть посуду"
      }
    ]
  },
  {
    "id": 74,
    "text": "еще некоторое время назад, все было хорошо, что произошло,  кто убил,  кто за ней гонится,  а самое главное кому это нужно,  они встречались около нескольких летя и все у них было хорошо, да она ебала ему мозг время от времени,  но это не могло послужить поводом для его убийства,  нужно будет как можно быстрее добраться до дома. ",
    "answers": [
      {
        "id": 73,
        "text": "перестать думоть"
      }
    ]
  },
  {
    "id": 75,
    "text": "Ппоскофья помыла посуду,  поблагодорила  за еду и направилась в коридор,  бабушка уговоривала ее остаться на ночь,  но проскофья отказалась.",
    "answers": [
      {
        "id": 76,
        "text": "одется и пойти в сторону дома. "
      }
    ]
  },
  {
    "id": 76,
    "text": "На улице стемнело окончательно, Проскофье было страшно, поэтому она двигалась быстро.",
    "answers": [
      {
        "id": 77,
        "text": "Дойти до дома"
      }
    ]
  },
  {
    "id": 77,
    "text": "Наташа дошла до дома,  окрыла дверь и зашла в прихожую. \n",
    "answers": [
      {
        "id": 85,
        "text": "войти"
      }
    ]
  },
  {
    "id": 78,
    "text": "Проскофья очнулась связанная в каком-то доме,  кроме нее здесь  было еще четверо связанных девушек. \n\nИз головы текла кровь,  она пожалела,  что это сделал,  да и чем вообще думала.\n\nВ комнату зашло 3 мужчин без штанов,  взяв одну из девочек за ногу один из них потащил ее в комнату,  другие 2 тоже взяли по одной,  краем глаза она увидела,  что происходит в другой комнате.\n\nВ той комнате было несколько столов и диван,  на одном из даванов сидел голый мужчина и головой девочки мастурбировал себе. \n\nДругой мужчина разделял какое-то тело на столе.\n\nДверь закрылась. ",
    "answers": [
      {
        "id": 79,
        "text": "заплакать"
      }
    ]
  },
  {
    "id": 79,
    "text": "Проскофья плакала,  плакала она не понимала за что это ей,  она пыталась выбраться но у нее не получалось,  она начала кричать,  но потом поняла,  что это бессмысленно.\n\nДверь снова открылась. ",
    "answers": [
      {
        "id": 80,
        "text": "Посмотреть в комнату "
      }
    ]
  },
  {
    "id": 80,
    "text": "В комнате двое мужчин совокуплялись с одной из девушек,  точнее,  с тем что от нее осталось,  к нее не было рук и ног,  только голова,  да и то болталась верх вниз,  верх вниз. \n\nМужчина подошел к ней и взял за ногу и потащил в комнату....",
    "answers": [
      {
        "id": 1,
        "text": "фу, умереть"
      }
    ]
  },
  {
    "id": 81,
    "text": "Она начала быстро и глубоко глотать воздух.\n\nКак только немного отдышалась она встала и посметрела за угол. \n\nВ это время года,  когда поднимается ветер,  он поднимает все лепестки сакуры,  и улица озаряется розовыми ручьями.. \n\nМаньяк одним ударом отрубил ей голову,  которая выглядывала из угла,  алые капли падали на землю , безчувственное тело упало за ними. \n",
    "answers": [
      {
        "id": 1,
        "text": "умерла"
      }
    ]
  },
  {
    "id": 82,
    "text": "Топ,  топ,  топ,  маньяк прошел сначала на кухню,  осмотрев там все прошел в ванную,  затем зашел в гостинную,  он подошел к шкафу. \n\nРезко открыл его, но под грудой вещей,  ничего не увидел, он уже развернулся и начала уходить... ",
    "answers": [
      {
        "id": 83,
        "text": "Пукнуть"
      }
    ]
  },
  {
    "id": 83,
    "text": "Пук\n\nОн развернулся,  промкофья закричала от ужаса,  маньяк сзватил ее за волосы бросил на пол,  одним выстрела из обреза в лицо убил ее. ",
    "answers": [
      {
        "id": 1,
        "text": "ля, умерла"
      }
    ]
  },
  {
    "id": 84,
    "text": "ей снилось,  берег моря,  жаркое солнце,  мягкий песок. \n\nОна забыла обо всем,  что было днем,  и не заметила, как проспала всю ночь. \n\nВстала пошла вниз, никого не было дома,  она умылась села за стол и решила все обдумать, но у нее болел живот,  наверно вчера поела,  что-то  не то. \n\n",
    "answers": [
      {
        "id": 86,
        "text": "Подумать "
      }
    ]
  },
  {
    "id": 85,
    "text": "зайдя в прихожую, она быстро поднялась по ступенькам и рухнулась на кровать,  ей казалось,  что она спит,  и это лишь страшный сон,  она слишком выматалась,  и сама не заметила как уснула. ",
    "answers": [
      {
        "id": 84,
        "text": "сон"
      }
    ]
  },
  {
    "id": 86,
    "text": "Кто это был? почему их было двое? \nпочему он? и самое главное,  что делать дальше? \n",
    "answers": [
      {
        "id": 89,
        "text": "Начать думать"
      }
    ]
  },
  {
    "id": 87,
    "text": "Это был тот,  у кого был доступ к дому сережи,  а может это просто психи,  и им было не принципиально кого убивать,  надо вспомнить как он выглядел,  а лучше записать,  что бы не забыть",
    "answers": [
      {
        "id": 86,
        "text": "назад"
      }
    ]
  },
  {
    "id": 88,
    "text": "было двое, а может больше, ",
    "answers": []
  },
  {
    "id": 89,
    "text": "Проскофья начала думать,  но ее прервал включившийся сам теливизор,  она решил сбой в сети,  и пошла искать пульт. \n\nПо телеку рассказывали про вчерашний случай,  очевидцы успели заснять маньяка, который выскочил за ней.\n\nОн был одет как обычный человек , так что никаких даже предположений у проскофьи нету. \n\n",
    "answers": [
      {
        "id": 90,
        "text": "Посмотреть пульт под диваном"
      },
      {
        "id": 91,
        "text": "Посмотреть пульт в кресле"
      },
      {
        "id": 92,
        "text": "выключит телек вручную  и пойти на улицу"
      }
    ]
  },
  {
    "id": 90,
    "text": "Проскофья заглянула под диван. Пульта там не оказалось но там лежали наушники. \n\nСтранно она подумала,  вроде у нее таких не было",
    "answers": [
      {
        "id": 89,
        "text": "посмотреть в другом месте"
      }
    ]
  },
  {
    "id": 91,
    "text": "Проскофья обыскала все кресло , но ничего там не нашла.",
    "answers": [
      {
        "id": 93,
        "text": "посмотреть за креслом"
      }
    ]
  },
  {
    "id": 92,
    "text": "Проскофье было не охото искать пульт, и она решила  пойти проветрится.\n\nОна вышла улицу странно, но все двери были открыты,  наверно бабушка забыла закрыть",
    "answers": [
      {
        "id": 124,
        "text": "Вспомнить что забыла наушники и вернутся за ними"
      },
      {
        "id": 125,
        "text": "Забить на них и пойти по улице в сторону дома сережи"
      }
    ]
  },
  {
    "id": 93,
    "text": "она заглянула за кресло,  и ей снова показалось,  что он вернулась в кошмар,  за креслом сидел человек и держал в руках пульт. ",
    "answers": [
      {
        "id": 94,
        "text": "обздеться и побежать"
      }
    ]
  },
  {
    "id": 94,
    "text": "она не помнимала,  как он проник в ее дом,  а самое главное кто,  нужно было решать, куда бежать",
    "answers": [
      {
        "id": 95,
        "text": "выбежать на улицу"
      },
      {
        "id": 96,
        "text": "побежать на верх"
      },
      {
        "id": 97,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 95,
    "text": "Проскофья выбежала на улицу,  нужно было решать,  куда бежать",
    "answers": [
      {
        "id": 98,
        "text": "В сторону леса"
      },
      {
        "id": 99,
        "text": "в сторону остановки"
      },
      {
        "id": 100,
        "text": "начать стучаться к соседям"
      }
    ]
  },
  {
    "id": 96,
    "text": "Ее окутал страх,  она ппобежала верх,  и закрыла дверь. \n\nОна вспомнила,  что у нее в сумке лежал нож,  который ей дал Сережа. \n\nКак жаль,  что его сейчас нет рядом..\n\nОна достает из сумки нож и",
    "answers": [
      {
        "id": 133,
        "text": "Прыгнуть в окно"
      },
      {
        "id": 134,
        "text": "спрятаться за дверью"
      }
    ]
  },
  {
    "id": 97,
    "text": "",
    "answers": []
  },
  {
    "id": 98,
    "text": "Проскофья направилась в сторону леса,  обернувшись она увидела, как кто-то выбил ногой дверь. \n\nНачинается настоящая охота,  каждый шаг может стать последним. ",
    "answers": [
      {
        "id": 101,
        "text": "забежать глубже в лес"
      }
    ]
  },
  {
    "id": 99,
    "text": "Проскофья двинулась в сторону главной улицы в надежде,  что ей кто-нибудь поможет. \n\nМаньяк выстрелил из обреза,  преграды его пуль не было,  пускай было расстояние,  несколько пуль задело проскофью,  одна угодила в ногу, другая задела печень.\n\nОна уступилась и упала в открытый колодец. \n\nМаньяк подошел к колодцу,  и осмотрел ее,  была сломана ступня,  пуля вошла глубже в печень. \n\nОн кинул одну сигарету и зажигалку,  и закрыл люком. \n\nОни оба понимали ей не выбраться,  а кричать у нее уже не было сил",
    "answers": [
      {
        "id": 132,
        "text": "подкурить сигарету"
      }
    ]
  },
  {
    "id": 100,
    "text": "",
    "answers": []
  },
  {
    "id": 101,
    "text": "Раздался выстрел,  маньяк был не очень умен,  стрелав из обреза в такую даль,  сквозь деревья,  но все же одна пуля задела Проскофью,  и залетела прямо в плечо",
    "answers": [
      {
        "id": 102,
        "text": "Закричать от боли и начать звать на помощь"
      },
      {
        "id": 103,
        "text": "Остановится ,и прыгнуть в кювет,  попытаться в нем скрыться"
      },
      {
        "id": 104,
        "text": "попробывать дать отпор маньяку схватив, палку потяжелее и спрятаться за деревом"
      }
    ]
  },
  {
    "id": 102,
    "text": "Проскофья, решила позвать на помощь кого-нибудь в округе,  она продолжала движение и кричала. \n\nЭто сильнее разозлило маньякак и он ускорил шаг,  но так она привлекла мимо проходящих грибников или наркоманов,  они начили движение в сторону Проскофьи. \n\n",
    "answers": [
      {
        "id": 105,
        "text": "Крикнуть им,  что рядом маньяк"
      }
    ]
  },
  {
    "id": 103,
    "text": "",
    "answers": []
  },
  {
    "id": 104,
    "text": "маньяк был не очень умен,  но подбежав к дереву он встрелил в него,  и спина Проскофьи превратилось  в лютое мессиво с кровью опилками и пулями,  после чего он взял эту же палку и воткнул в глаз,  после чего достал и воткнул  во второй",
    "answers": [
      {
        "id": 1,
        "text": "Умереть "
      }
    ]
  },
  {
    "id": 105,
    "text": "Было поздно, он настиг их и воткнул тесак в голову одному,  на другого напривил обрез,  но тот достал нож и воткнул ему между ребер.\n\nВетер поднял листья сакуры,  которыми был засыпан лес,  и весь лес стал нежно алым. \n\nПрогремел выстрел грибник отлетел на несколько метров.",
    "answers": [
      {
        "id": 106,
        "text": "Не теряя возможности проскофья ускоряет шаг и продолжает бежать "
      },
      {
        "id": 107,
        "text": "это ее шанс, нельзя терять возможности нужно добить маньяка"
      }
    ]
  },
  {
    "id": 106,
    "text": "она бежала не оглядваясь пока не упала бессил,  нужно решить,  что делать дальше",
    "answers": [
      {
        "id": 108,
        "text": "отдохнуть, нужно набраться сил"
      },
      {
        "id": 109,
        "text": "нужно двигаться нельзя останавливаться "
      }
    ]
  },
  {
    "id": 107,
    "text": "Она достает нож из грибника и замахивается на мясника... \n\nЛепестки сакуры...  маленькие лепестки которые закрывает несколько ран в животе проскофьи. \n\nГремит второй выстрел маньяк поднимается с колена,  перезаряжает обрез и выстреливает в голову еще два раза. \n\n(у обреза два дула и два курка для выстрела или это не курки,  штуки которые нажимают для выстрела) ",
    "answers": [
      {
        "id": 1,
        "text": "умерла"
      }
    ]
  },
  {
    "id": 108,
    "text": "Темнеет,  нужно решать что делать,  оставться в лесу глупо и страшно. \n",
    "answers": [
      {
        "id": 110,
        "text": "попробывать сделать привал,  и все таки за ночевать в лесу"
      },
      {
        "id": 111,
        "text": "попробывать двинуться в сторону дома,  пока не стемнело окончательно "
      }
    ]
  },
  {
    "id": 109,
    "text": "",
    "answers": []
  },
  {
    "id": 110,
    "text": "Двигаться назад,  слишком опасно,  к тому же дома может ждать второй,  нужно найти какой-нибудь овраг или разжечь костер,  ночь передавали будет очень холодная",
    "answers": [
      {
        "id": 112,
        "text": "пройти немного дальше в поисках кювета или бровен "
      }
    ]
  },
  {
    "id": 111,
    "text": "",
    "answers": []
  },
  {
    "id": 112,
    "text": "С темнело окончательно,  в леси сквозь деревья не пробирался лунный свет,  Проскофья переодически спотыкалась.\n\nВдали она увидела, какой-то огонек, подойдя ближе она увидела не большую хижину,  из которой валил темны дымок,  через окно было видно, что там жила пара средних лет.",
    "answers": [
      {
        "id": 113,
        "text": "Пойти в хижину попроситься на ночь"
      },
      {
        "id": 114,
        "text": "Попробовать заночевать в лесу"
      }
    ]
  },
  {
    "id": 113,
    "text": "В лесу нельзя было оставаться, слишком да и Проскофье было не по себе. \n\nПодойдя к двери,  она постучала несколько раз,  кто-то  подошел к двери. , посмотрел в глазок.\n\nДверь открыл мужчина средних лет,   с темными волосами.\n\nПроскофья не смогла держать эмоций, и заплакала, да и рана давала о себе знать, мужчина пригласил ее домой,  крикнув жене , что бы несла бинты и перекись.\n\nПока жена мужа обрабатывала ей рану,  она им все рассказала,  они были в ужасе. \n\nОни предложили ей отдохнуть,  и пойти поужинать с ними. Проскофья согласилась,  но решила сначала осмотреться, жена была очень похожа на мужа,  такие же темные волосы,  родинка , на том же месте. \n",
    "answers": [
      {
        "id": 115,
        "text": "подойти к фотографиям на камине"
      }
    ]
  },
  {
    "id": 114,
    "text": "",
    "answers": []
  },
  {
    "id": 115,
    "text": "Пойдя к фотографиям, ей стало тепло на душе,  обычная семейная пара,  много общих фоток,  ей показалось,  что они знакомы с детства,  т. к.  есть фотки маленьких детей и подростков, которые были похожи друг на друга. \n\nБыла одна фотка всей семьей,  только она не могла понять родители девушки это или мужа,  все они похожи друг на друга \n\nПовезло им,  подумала она.\n",
    "answers": [
      {
        "id": 116,
        "text": "пройти к столу"
      }
    ]
  },
  {
    "id": 116,
    "text": "Подходя к столу она увидела, много разнвх явств,  и как парочка заигрывала друг с другом. \n\nСев за стол,  она услышала странный скулеж, и скрежет под собой.\n\nМуж обьяснил ей,  что там держут собаку, на улице может отвязаться,  а дома слишком грязно от неё,  поэтому,  запирают в подвал. \n\nПроскофья не подала это значения и принялась за трапезу.",
    "answers": [
      {
        "id": 117,
        "text": "кушать"
      }
    ]
  },
  {
    "id": 117,
    "text": "Проскофье стало интересно,  что они тут делают,  да и как оказались тут,  как познакомились.\n\nПара обьяснила,  что им было тесно в городе,  и решили перебраться в лес,  но не слишком далеко,  что бы можно было в больницу или в магазин сходить. \n\nЗнакомы они с детства(это все,  что они сказали проскофье) \n\nВ этом доме Проскофья чувствует себя в полнейшей безопасности, ей  стало легче, она захотела спать. ",
    "answers": [
      {
        "id": 118,
        "text": "спросить , где можно  лечь спать "
      }
    ]
  },
  {
    "id": 118,
    "text": "Решили,  что муж ляжет на полу,  а проскофья на кровати с женой. \n\nКак только она приземлилась на подушку, уснула моментально. \n\nЕй снился дождливый день.\n\nОна была в доме,  но почему-то  ее лицо становилось влажным,  она пыталась вытереть , но у нее не получалось. ",
    "answers": [
      {
        "id": 119,
        "text": "проснутся "
      }
    ]
  },
  {
    "id": 119,
    "text": "она откыла глаза,  все ее лицо в чем то липком. \n\nБыло темно, но она рядом нащупала включатель света,  щелкнув его, загорелся, тусклый свет, она начала протирать лицо.\n\nПосле чего она увидела,  как над ней.. ",
    "answers": [
      {
        "id": 120,
        "text": "ахуеть"
      }
    ]
  },
  {
    "id": 120,
    "text": "У нее пошли мурашки по кожи,  она не могла поверить своим глазам,  над ней стояло нечто,  напоминающее человека. \n\nС его рта текли слюни, и она издавало протяжные звуки. \n\nПроскофья вскочила в страхе. \n\nУ него был обвисший язык,  тощий,  у него не было носа, и один глаз покосившийся на лево.\n\nСверху она услыша,  как что-то  открывается,  это был люк,  там стоял тот самый мужик.\n\nОн обьяснил ей,  что их сын,  и к сожалению,  у братьев и сестер не всегда рождаются здоровые дети. \n\nНо они его очень любят,  он сказал,  что и ей придется его полюбить,  потому что она с ним теперь на всегда и он захдопнул люк. \n",
    "answers": [
      {
        "id": 121,
        "text": "начать кричать"
      }
    ]
  },
  {
    "id": 121,
    "text": "Проскофья закричала,  что есть силы,  встреча с маньяком ей уже не казалось такой страшной, как такая жизнь,  но она понимала,  что выхода нет. \n\nСущество очень громко заскулило,  и начало приближаться к проскофье.\n\nКак только оно подошло слишком близко,  она ужарила его ногой в его единственный глаз.\n\nСущество очень закричало,  и убежало,  но не надолго,  оно вернулось с молотком. \n\nПроскофья снова попыталась отбиться,  но  оно ударило ее по коленке,  очень слабая зона Проскофьи. \n\nЗатем начало бить по голове, проскофья пыталась отбиться,  но существо это злилось сильнее и сильнее",
    "answers": [
      {
        "id": 122,
        "text": "успокоится "
      }
    ]
  },
  {
    "id": 122,
    "text": "Проскофья решила перестать сопротивляться,  у неё сильно болелал голова,  она почти теряла сознание,  а глаза заплывали кровью. \n\nСущество над ней склонилось и начало нюхать,  оно издавало противный звук похожий на плачь ребенка,  в один момент он прблизился,  к ее губам,  и начал их облизывать.\n\nПроскофья начала снова пытаться его отодвинуть,  но получала ряд сильных ударов по голове.\n\nУ нее не осталось сил сопротивлятся,  существо просунуло свой язык,  ей в рот, он был настолько длинным,  что она чувствовала его всем телом,  по крайней мере, ей так казалось.",
    "answers": [
      {
        "id": 123,
        "text": "заплакать"
      }
    ]
  },
  {
    "id": 123,
    "text": "у нее потекли слезы,  еще недавно у нее все было хорошо,  а сейчас, она лежит в этом подвале,  без сил,  а в ее рту язык мерзкого чудовища. \n\nВ один момент,  ей стало настолько противно,  что ее начало тошнить.\n\nЕму это не понравилось,  и он снова начал бить молотком,  в этот раз уже до тех пор,  пока от головы Проскофьи ничего не остались .",
    "answers": [
      {
        "id": 1,
        "text": "умереть"
      }
    ]
  },
  {
    "id": 124,
    "text": "Проскофья,  без наушников жить не может,  она вернулась за ним,  ей не хотелось подниматься на второй этаж,  и она решила взять те, которые нашда под диваном. \n\nОна подошла к столику возле телевизора,  но там их не было,  она началаи их искать,  по путно вспоминая,  откуда они и где она их уже видела. \n\nОна не нашла наушники и решила пойти на второй этаж. \n\nНо,  два выстрела из обреза помешали ей.\n\nОна упала на диван,  не успев даже звука произнести,  пули прошли на сквозь,  оставив в гостинной огромные красный след",
    "answers": [
      {
        "id": 1,
        "text": "умерла"
      }
    ]
  },
  {
    "id": 125,
    "text": "Проскофья направилась в сторону дома сережи ,нужно с его мамой поговорить, да и телефон забрать. \n\nПроскофья поняла,  что и наушники ей не нужны были. \n\nОна подошла к дома,  позвонила в домофон,  но никого не было дома \n\nОна вспомнила,  что в штанах остались ключи от дома сережи. ",
    "answers": [
      {
        "id": 126,
        "text": "подойти к дому сережи "
      }
    ]
  },
  {
    "id": 126,
    "text": "Все как обычно, она идет к нему, домой, сейчас поднимется,  подойдет к двери,  а там.. \n\nА там будет стоять,  он,  но нет она открыла дверь,  но ее никто не встречает. \n\nОна медленно подходила к его комнате в надежде,  что он просто сидит за ноутбуком, но зайдя в комнату, ничего не увидела, на кровати остались пятна крови,  окно поставили новое,  но похуже чем прошлое. \n\nОна села и задумалась,  у нее потекли слезы. ",
    "answers": [
      {
        "id": 127,
        "text": "заплакать"
      }
    ]
  },
  {
    "id": 127,
    "text": "Она вспоминает прошлое,  хорошие дни,  когда... \nкогда он был еще жив.  Она жалает, за то что говорила, делала,  без конца обижалась , она столько времени упустила , а сейчас уже поздно.\n\nОна взяла телефон в руки, кроме многочисленных пропущенных звонков,  в инсте ее обыскались всякие там. \n\nОна увидела сережин телефон,  сейчас он уже не будет ругаться,  подумала она. \n\nОна зашла в вк,  и слезы навернулись еще больше,  от него было сообщение в вк,  что он ее любит, и то что он не хочет умирать,  он просит ее убежать... \n\nНо Проскофья этого всего не получила, она же удадила вк... ",
    "answers": [
      {
        "id": 128,
        "text": "прислушаться"
      }
    ]
  },
  {
    "id": 128,
    "text": "Она услышала шорох в коридоре,  она напряглась,   а затем вспомнила,  что не закрыла дверь. \n\nЧерт, почему,  я такая глупышка подумала она. \n\nОна уже знает, что делать , ведь делала это уже.\n\nПроскофья уже приготовилась прыгать,  как в пороге увидела маму Сережи. \n\nОна осталась до вечера,  они поговорили весь день,  тетя Юля уговоривала ее остаться, но ей нужно было домой. \n\n",
    "answers": [
      {
        "id": 129,
        "text": "пойти домой"
      }
    ]
  },
  {
    "id": 129,
    "text": "Проскофья вышла из подьезда, и направилась домой,  наверно нужно было это все пережить,  что бы не идти дворами,  она пошла по главной улице.\n\nОна резко вспомнила, что забыла телефон, она развернулась. \n\nИ увидила его... он заряжал свой обрез, не думая она кинулась через дорогу. ",
    "answers": [
      {
        "id": 130,
        "text": "побежать"
      }
    ]
  },
  {
    "id": 130,
    "text": "Проскофья выбежала на дорогу,  ей было без разницы, какой свет в ней кипел адреналин. \n\nРезкий удар,  тело сначала подлетает, потом падает на землю. \n\n",
    "answers": [
      {
        "id": 131,
        "text": "(дальше) "
      }
    ]
  },
  {
    "id": 131,
    "text": "Проскофья оборачивается,  маньяка сбила машина,  его тело лежало без движение,  а обрез был в далеке. \n\nОна подошла к ниму и сдернула маску... \n\n—ТВОЮ МАТЬ(вскрикнула она) \n\nлегкий вечерний вечер,  поднял лепестки сакуры,  так же легко подняла машина проскофью. \n\nИх тела забрала неотложка...",
    "answers": [
      {
        "id": 1,
        "text": "хех,  смерть двойная"
      }
    ]
  },
  {
    "id": 132,
    "text": "Проскофья сделала затяжку,  выдохнула,  хотела сделать вторую, но у нее уже не хватило сил,  фильтр сигареты обрел красный цвет. ",
    "answers": [
      {
        "id": 1,
        "text": "умереть. "
      }
    ]
  },
  {
    "id": 133,
    "text": "Она уже это делалая и ей ничего не мешает это сделать снова. \n\nОна резбегается,  прыгает в окно. \n\nОна упала в этот раз повредила ногу.\n\nХромая она подошла к двери и обернулась,  маньяк стоял у окна и наблюдал за ней,  а за его спиной стоял второй.\n\nВидимо,  они хотели  поиграть. ",
    "answers": [
      {
        "id": 138,
        "text": "Выбежать на улицу"
      }
    ]
  },
  {
    "id": 134,
    "text": "Проскофье надоело бегать от него,  она решила действовать решительно. \n\nОна встала за дверь и начала ждать. \n\nДолго не пришлось,  он одним выстрелом выбил, замок двери,  а затем пинком и саму дверь. ",
    "answers": [
      {
        "id": 135,
        "text": "Приготовиться"
      }
    ]
  },
  {
    "id": 135,
    "text": "Маньяк проходит чут вперед. \n\nИ ему в шею врезается нож, он резко оборачивается, но она помнит, что после ранения предметом в тело,  нужно его прокрутит,  это вызовит не выносимую боль у опонента.\n",
    "answers": [
      {
        "id": 136,
        "text": "прокрутить нож"
      }
    ]
  },
  {
    "id": 136,
    "text": "Проскофья прокрутил ножом в шее, маньяк закричал от боли и ударил ее рукой,  от чего просуофья перелетела всю комнату. \n\nМаньяк упал на колени,  в этот момент в комнату вошел второй. \n\nОн держал в руке кухонный нож,  а на нем была одета маска ребенка.\n\nОн подошел к первому , тот начал задыхаться и по жестам просил о помощи.\n\nВторой взял нож который точал из шеи,  выдернул и воткнул еще несколько раз в шею",
    "answers": [
      {
        "id": 137,
        "text": "прийти в себя"
      }
    ]
  },
  {
    "id": 137,
    "text": "Проскофья начала приходить в себя,  маньяк медленно подошел к ней. \n\nОна начала кричать,  он засунул руку ей в рот,  вытянул язык,  и отрезал, она закричала сильнее,  потом он взял руку,  и отрезал палец, за пальцем,  палец, за пальцем. \n\nВ один момент ей стало так больно,  что у нее лопнуло сердце. \n\nОн остановился только тогда, когда,  когда она перестала кричать\n\n",
    "answers": [
      {
        "id": 1,
        "text": "умереть "
      }
    ]
  },
  {
    "id": 138,
    "text": "Проскофья выбежала на улицу , нужно было что-то решать,  далеко она уйти не могла, нужно было, что-то делать",
    "answers": [
      {
        "id": 139,
        "text": "постучаться у соседям "
      }
    ]
  },
  {
    "id": 139,
    "text": "Проскофья стала стучаться во все двери , во все дома,  она обернулась,  дверь из ее двора медленно открывалась,  в ней закипал адреналин,  пока в один момент ей не открыл дверь парень высокого роста, дрыщавый,  лицо покрыто угрями,  и длинные сальные волосы. \nПроскофья без разгоров заскочила внутрь и попросила закрыть дверь. ",
    "answers": [
      {
        "id": 140,
        "text": "Прохрамать в дом"
      }
    ]
  },
  {
    "id": 140,
    "text": "Она зашла в дом,  по всюду пыльно,  фантики, грязные салфетки,  она упала на диван. ",
    "answers": [
      {
        "id": 141,
        "text": "прийти в себя"
      }
    ]
  },
  {
    "id": 141,
    "text": "Чмошник медленно вошел в дом,  он начал ее распрашивать о том , кто она,  откуда,  зачем пришла. \n\nПроскофья настолько устала от всего , что все прямо высказала ему. \n\n В тоже время она поняла,  что у нее нет много времени,  что бы отдыхать,  он может быть уже рядом. \n\nПарень начал заикаясь спрашивать,  почему не позвонила в полицию и что теперь делать,  но при всем при этом он не попросил ее уйти.\n\nОна решила,  что он просто глупый. ",
    "answers": [
      {
        "id": 142,
        "text": "спросить,  где ванная что бы умыться "
      }
    ]
  },
  {
    "id": 142,
    "text": "Он сказал на второй этаж и сразу на право. \n\nПроскофья обьяснила ситтуцию, что в нее не было времени не позвонить,  не думать куда бежать,  поэтому она бежала туда куда могла. \n\nПоднимаясь на второй этаж, она попросила его позвонить в полицию. ",
    "answers": [
      {
        "id": 143,
        "text": "пойти на второй этаж"
      }
    ]
  },
  {
    "id": 143,
    "text": "Проскофья поднялась,  зашла в ванную,  тут было так же грязно,  пыльно,  грязные бритва, но идеальная чистая щетка пугало ее больше. \n\nУмывшись и собравшись с мыслями она вышла из ванны.\n\nСлева была дверь с красивыми узорами и блестящими стеклами. \n\nСправа была дверь из сплошного дерева обычная. ",
    "answers": [
      {
        "id": 144,
        "text": "Зайти в левую дверь "
      },
      {
        "id": 145,
        "text": "зайти в правую дверь"
      }
    ]
  },
  {
    "id": 144,
    "text": "В комнате были зановешаны шторы,  застелена пастель,  пыльно,  но довольно таки чисто по сравнению с прошлыми.\n\nНа полке были фотографии, на них была семейная  пара и подросток,  красивый и опрятно одет,  может если бы и сережа она бы ему и ....\n\nПроскофья замечталась .\n\nПосле не долгих мечтаний она вернулась в коридор.",
    "answers": [
      {
        "id": 143,
        "text": "коридор"
      }
    ]
  },
  {
    "id": 145,
    "text": "Зайдя в правую дверь,  она оказалась в темноте, нащупав включатель  света,  она по нему щелкнула. \n\nКомната озарилась тускло красный светом... \n\nВсе стены были в ее фотках,  повсюду в разных позах,  где она возле подьезда или у сережи дома,  как она идет домой,  где она в шарге,  все стены были в них,  на полу лежали фотки, она пригляделось на полу было около сотни ее фоток обмазанных чем-то липким.\n\nОна уже хотела попробывать на вкус,  но потом передумала. \n",
    "answers": [
      {
        "id": 146,
        "text": "быстро спуститься в низ"
      }
    ]
  },
  {
    "id": 146,
    "text": "Спустившись она увидела его за кухонным столом,  он что-то готовил. \n\nУвидев ее он спросил:-\n\nПроскофья,  хочешь кушать? \n\nОна оответила,  что не представлялась и откуда он узнал ее имя. \n\nОн лишь улыбнулся и сказал:-\n\n Я пожарил картошечки.. \n\nПотом он вышел из кухонного стола,  на нем не было штанов и трусов он опустил тарелку в низ и начал мастурбировать.",
    "answers": [
      {
        "id": 147,
        "text": "Охуеть"
      }
    ]
  },
  {
    "id": 147,
    "text": "Проскофья была в дичайшем ахууе,  она побежала в сторону двери,  начала туда ломится но там было закрыто. \n\n—Куда ты я почти кончил готовить(сказал он) \n\nОна в панике хотела  побежать на верх,  но он встал у нее на пути в руках он держал картошку с СоУсОм , а другой руке кухонный нож. \n\n—Ты должна это поробывать,  вкуснее ты ничего не ела. \n\nОна побежала в правую часть дома, там была  еще дверь,  она в нее забежала,  и снова оказалась в темноте,  спустившись по лестнице быстро она пыталасаь на щупать свет. \n\nОн подошел к двери захлопнул ее , и кинув тарелку сказал,  \n\n—захочешь добавки,  зови.",
    "answers": [
      {
        "id": 148,
        "text": "включить свет"
      }
    ]
  },
  {
    "id": 148,
    "text": "",
    "answers": []
  }
]