[
  {
    "id": 1,
    "text": "\nАвтор:Lili Streyndj\nРедактор:Mari Jey\nЖанр: детектив, драма, мистика, хардкор, романтика, психология.\n\n\"Любовь-это лишь горькая иллюзия, омрачающая сознание человека.\" \nГлавный герой, Дэвид теряет за одну ночь самое главное в своей жизни, потеря за потерей, боль, сумрачно идущая за болью. Но всё ли настолько просто? Какие тайны скрывают жители города? И в чем подвох в смерти близкого человека? Удастся ли вам разгадать темные тайны, и поглотить горечь жесткой реалии, или быть может вы достигните своего пьедестала, оставившись лицом к лицу с одиночеством?",
    "answers": [
      {
        "id": 2,
        "text": "Начать историю"
      },
      {
        "id": 3,
        "text": "Связаться с автором~",
        "url": "https://m.vk.com/id534549721"
      }
    ]
  },
  {
    "id": 2,
    "text": " Над бес<s>u00adкрай<s>u00adним ми<s>u00adром, без<s>u00adмя<s>u00adтеж<s>u00adно сгу<s>u00adщались тем<s>u00adные крас<s>u00adки. Лу<s>u00adна гор<s>u00adдо и яр<s>u00adко све<s>u00adтила с вы<s>u00adсока, а звёз<s>u00adды, чей свет оза<s>u00adряли ду<s>u00adшу и ра<s>u00adзум бы<s>u00adли усы<s>u00adпаны на ноч<s>u00adном не<s>u00adбос<s>u00adво<s>u00adде. \n\nДэ<s>u00adвид сто<s>u00adял у са<s>u00adмого скве<s>u00adра, за<s>u00adта<s>u00adив ды<s>u00adхание. Сер<s>u00adдце гул<s>u00adко би<s>u00adлось в гру<s>u00adди, гла<s>u00adза го<s>u00adрели пред<s>u00adвку<s>u00adшени<s>u00adем дол<s>u00adгождан<s>u00adной встре<s>u00adчи с той единс<s>u00adтвен<s>u00adной. Ка<s>u00adзалось воз<s>u00adдух тре<s>u00adщал от той ат<s>u00adмосфе<s>u00adры, ко<s>u00adторая оку<s>u00adтыва<s>u00adла юную жер<s>u00adтву люб<s>u00adви. Тре<s>u00adпет, теп<s>u00adло, за<s>u00adрож<s>u00adда<s>u00adющи<s>u00adеся на<s>u00adдеж<s>u00adды и меч<s>u00adты-всё это бы<s>u00adло бе<s>u00adзум<s>u00adно ему до<s>u00adрого, он за<s>u00adщищал каж<s>u00adдую кру<s>u00adпин<s>u00adку сво<s>u00adих чувств, Дэ<s>u00adвид до<s>u00adрожил всем тем, что бы<s>u00adло свя<s>u00adзано с его воз<s>u00adлюблен<s>u00adной. Он был го<s>u00adтов по<s>u00adдарить ей свою жизнь…\n\n«А что я ей ска<s>u00adжу в мо<s>u00adмент встре<s>u00adчи? Ка<s>u00adкие сло<s>u00adва я под<s>u00adбе<s>u00adру, что<s>u00adбы опи<s>u00adсать все мои чувс<s>u00adтва к ней? Как мне до<s>u00adбить<s>u00adся храб<s>u00adрости и не зад<s>u00adро<s>u00adжать, уви<s>u00adдев её неж<s>u00adный, гор<s>u00adдый, но по-дет<s>u00adски на<s>u00adив<s>u00adный взгляд?» — су<s>u00adдорож<s>u00adно раз<s>u00adмышлял па<s>u00adрень, по<s>u00adдер<s>u00adги<s>u00adвая ло<s>u00adкоть пра<s>u00adвой ру<s>u00adки. ",
    "answers": [
      {
        "id": 4,
        "text": "Далее~"
      }
    ]
  },
  {
    "id": 3,
    "text": "лвлв",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 4,
    "text": "\"Я бу<s>u00adду ей мол<s>u00adча улы<s>u00adбать<s>u00adся, я мол<s>u00adча её об<s>u00adни<s>u00adму, я с ней бу<s>u00adду ря<s>u00adдом и сло<s>u00adва лиш<s>u00adне<s>u00adго не про<s>u00adроню…\"-кив<s>u00adнув ре<s>u00adшитель<s>u00adным мыс<s>u00adлям, Дэ<s>u00adвид чуть рас<s>u00adсла<s>u00adбил хват<s>u00adку, ко<s>u00adторой дер<s>u00adжал пыш<s>u00adный бу<s>u00adкет цве<s>u00adтов. Сло<s>u00adва бе<s>u00adзус<s>u00adловно прек<s>u00adрасны, и мо<s>u00adгут скра<s>u00adсить сво<s>u00adей си<s>u00adлой каж<s>u00adдое мгно<s>u00adвение, од<s>u00adна<s>u00adко один ис<s>u00adкрен<s>u00adний пос<s>u00adту<s>u00adпок, луч<s>u00adшее объ<s>u00adяс<s>u00adне<s>u00adние всем ска<s>u00adзан<s>u00adным сло<s>u00adвам… \n\nСлов<s>u00adно в заб<s>u00adвенье про<s>u00adходи<s>u00adли ми<s>u00adнуты, тя<s>u00adнулись ча<s>u00adсы за се<s>u00adкун<s>u00adдой, Дэ<s>u00adвид ждал, он не пе<s>u00adрес<s>u00adта<s>u00adвал ве<s>u00adрить, а все по<s>u00adтому что до бе<s>u00adзумия лю<s>u00adбил.\n\n -Дэ<s>u00adвид Мо<s>u00adри<s>u00adар<s>u00adти? — пос<s>u00adлы<s>u00adшал<s>u00adся нап<s>u00adря<s>u00adжен<s>u00adный го<s>u00adлос нез<s>u00adна<s>u00adком<s>u00adца со спи<s>u00adны пар<s>u00adня.\n\n Дэ<s>u00adвид обер<s>u00adнулся, уви<s>u00adдев пе<s>u00adред со<s>u00adбой взрос<s>u00adло<s>u00adго и стат<s>u00adно<s>u00adго муж<s>u00adчи<s>u00adну, лет 40-45. Воп<s>u00adро<s>u00adситель<s>u00adно, пос<s>u00adмотрев на нез<s>u00adна<s>u00adком<s>u00adца, он за<s>u00adгово<s>u00adрил: \n\n—Имен<s>u00adно, чем мо<s>u00adгу быть по<s>u00adлезен?",
    "answers": [
      {
        "id": 5,
        "text": "Далее~"
      }
    ]
  },
  {
    "id": 5,
    "text": "Муж<s>u00adчи<s>u00adна горь<s>u00adко ус<s>u00adмехнул<s>u00adся, его чёр<s>u00adные гла<s>u00adза из<s>u00adлу<s>u00adчали хо<s>u00adлод и пус<s>u00adто<s>u00adту, на мра<s>u00adмор<s>u00adном ли<s>u00adце поч<s>u00adти не бы<s>u00adло эмо<s>u00adций, по<s>u00adмимо од<s>u00adной. Без<s>u00adразли<s>u00adчие. От<s>u00adри<s>u00adцатель<s>u00adно за<s>u00adкачав го<s>u00adловой, тот са<s>u00adмый хлад<s>u00adнокров<s>u00adный пос<s>u00adланник но<s>u00adчи, вру<s>u00adчил пись<s>u00adмо в ру<s>u00adки Дэ<s>u00adвида.\n\n -Я по<s>u00adлагаю, вы ждё<s>u00adте Мар<s>u00adга<s>u00adрет? — го<s>u00adлосом ти<s>u00adхим, од<s>u00adна<s>u00adко ре<s>u00adшитель<s>u00adным и твер<s>u00adдым спро<s>u00adсил он. \n\n—Да, я жду Мар<s>u00adга<s>u00adрет, но в чём собс<s>u00adтвен<s>u00adно об<s>u00adсто<s>u00adит де<s>u00adло и при<s>u00adчина ва<s>u00adшего об<s>u00adра<s>u00adщения ко мне? — не<s>u00adпони<s>u00adма<s>u00adюще, прок<s>u00adру<s>u00adтив в ру<s>u00adке пись<s>u00adмо спро<s>u00adсил Дэ<s>u00adвид. \n\n—Вы<s>u00adнуж<s>u00adден со<s>u00adоб<s>u00adщить пре<s>u00adнеп<s>u00adри<s>u00adят<s>u00adней<s>u00adшее из<s>u00adвестие. Ва<s>u00adшу воз<s>u00adлюблен<s>u00adную наш<s>u00adли се<s>u00adгод<s>u00adня в 13:45 мёр<s>u00adтвой, в её собс<s>u00adтвен<s>u00adной ком<s>u00adна<s>u00adте. Это бы<s>u00adло пись<s>u00adмо, со<s>u00adдер<s>u00adжа<s>u00adние ко<s>u00adторо<s>u00adго так или ина<s>u00adче свя<s>u00adзано с ва<s>u00adшей пер<s>u00adсо<s>u00adной. ",
    "answers": [
      {
        "id": 6,
        "text": "Далее~"
      }
    ]
  },
  {
    "id": 6,
    "text": "\nДэ<s>u00adвид зас<s>u00adтыл на мес<s>u00adте, он не хо<s>u00adтел ве<s>u00adрить, он не мог. Ка<s>u00adжет<s>u00adся пар<s>u00adня ог<s>u00adлу<s>u00adшило на дол<s>u00adгие и тя<s>u00adгучие мгно<s>u00adвения ти<s>u00adшины. В ру<s>u00adках дро<s>u00adжало то са<s>u00adмое пись<s>u00adмо, а в го<s>u00adлове штур<s>u00adмом вер<s>u00adте<s>u00adлись те са<s>u00adмые сло<s>u00adва. Не бы<s>u00adло сил про<s>u00adмол<s>u00adвить зву<s>u00adка, от<s>u00adсутс<s>u00adтво<s>u00adвало же<s>u00adлание ды<s>u00adшать.\n\n Не до<s>u00adжида<s>u00adясь ка<s>u00adких-ли<s>u00adбо слов и ре<s>u00adак<s>u00adции пар<s>u00adня, нез<s>u00adна<s>u00adкомец ис<s>u00adчез, буд<s>u00adто и не по<s>u00adяв<s>u00adлялся…\n\nОч<s>u00adнувшись с оце<s>u00adпене<s>u00adния, Дэ<s>u00adвид ра<s>u00adзом<s>u00adкнул пись<s>u00adмо, из пос<s>u00adледних сил, сдер<s>u00adжи<s>u00adвая слё<s>u00adзы. \n\nДо<s>u00adрогой Дэ<s>u00adвид, я на<s>u00adде<s>u00adюсь мои сло<s>u00adва ос<s>u00adта<s>u00adнут<s>u00adся про<s>u00adчитан<s>u00adны<s>u00adми, и ты смо<s>u00adжешь по<s>u00adнять, прос<s>u00adтить ме<s>u00adня за этот пос<s>u00adту<s>u00adпок. Мне нет мес<s>u00adта в тво<s>u00adей жиз<s>u00adни, у нас нет об<s>u00adще<s>u00adго бу<s>u00adдуще<s>u00adго, хэп<s>u00adпи энд нас не нас<s>u00adтигнет, нам не суж<s>u00adде<s>u00adно быть счас<s>u00adтли<s>u00adвыми вмес<s>u00adте… Прос<s>u00adти за пот<s>u00adра<s>u00adчен<s>u00adные то<s>u00adбой на ме<s>u00adня дни, прос<s>u00adти за лож<s>u00adные на<s>u00adдеж<s>u00adды и про<s>u00adпав<s>u00adшие меч<s>u00adты, но я не же<s>u00adлаю боль<s>u00adше при<s>u00adносить те<s>u00adбе бо<s>u00adли. Как жаль, что лю<s>u00adбовь лишь горь<s>u00adкая ил<s>u00adлю<s>u00adзия, от<s>u00adни<s>u00adма<s>u00adющая ду<s>u00adхов<s>u00adную си<s>u00adлу и ве<s>u00adру в чу<s>u00adдо. Будь счас<s>u00adтлив, пусть и не со мной, но про<s>u00adшу те<s>u00adбя, прос<s>u00adто будь. Твоя Мар<s>u00adга<s>u00adрет… \n\nДэ<s>u00adвид вы<s>u00adронил пись<s>u00adмо из рук, меш<s>u00adком сва<s>u00adлив<s>u00adшись на зем<s>u00adлю и не зная как даль<s>u00adше жить. Сле<s>u00adзы оди<s>u00adноко сте<s>u00adкали с щёк, а воп<s>u00adро<s>u00adсов бы<s>u00adло всё боль<s>u00adше и боль<s>u00adше… \n\n—Я не бу<s>u00adду без те<s>u00adбя, Мар<s>u00adга<s>u00adрет, не бу<s>u00adду…-стис<s>u00adки<s>u00adвая пись<s>u00adмо, в сталь<s>u00adных объ<s>u00adяти<s>u00adях, без<s>u00adза<s>u00adщит<s>u00adно мол<s>u00adвил па<s>u00adрень..",
    "answers": [
      {
        "id": 1,
        "text": "Продолжение следует..."
      }
    ]
  },
  {
    "id": 7,
    "text": "",
    "answers": []
  }
]