[
  {
    "id": 1,
    "text": "Нам кажется, что шахматы- это обычная настольная игра. Но ведь это целая инсталяция к полномасштабному сражению на поле боя. ",
    "answers": [
      {
        "id": 2,
        "text": "Начать игру "
      },
      {
        "id": 3,
        "text": "Примечание"
      }
    ]
  },
  {
    "id": 2,
    "text": "Выбор стороны лежит за вами.",
    "answers": [
      {
        "id": 4,
        "text": "Белые"
      },
      {
        "id": 5,
        "text": "Чёрные "
      },
      {
        "id": 6,
        "text": "Обстановка на поле"
      }
    ]
  },
  {
    "id": 3,
    "text": "Данный квест представляет собой описание (комментирование) шахматной игры, одним из участников которой являетесь вы. В ходе игры трудно (иногда даже невозможно) определить расположение фигур. \nСуть квеста в том, чтобы показать глубинный замысел игры в шахматы.",
    "answers": [
      {
        "id": 1,
        "text": "Пешки в ряд, фигуры на старт\nКто кому поставит шах и мат."
      }
    ]
  },
  {
    "id": 4,
    "text": "Белые- стойкие воины. Их цель- распространени собственных идей и влияния. Каждый из ходов размерен и чётко определён. Они знают, чем удивить врага. Белые решительно ходят первыми.",
    "answers": [
      {
        "id": 7,
        "text": "Центральная пехота в бой "
      },
      {
        "id": 8,
        "text": "Задействовать пешки по краям (сомнительный ход)"
      },
      {
        "id": 15,
        "text": "Поняшка идёт первой (неодиданный ход)"
      }
    ]
  },
  {
    "id": 5,
    "text": "Чёрные- непоколебимые, самоотверженные воины, чья цель- доказать преобладание своей идеологии и заключить полное право на обладание данной территории. Они выжидают ход противника, чательно обдумывая дальнейшую цепочку развития.",
    "answers": [
      {
        "id": 11,
        "text": "Каков же ход соперника?"
      }
    ]
  },
  {
    "id": 6,
    "text": "Вот столкнулись на едином поле интересы двух цветов. Чёрные и белые. Каждый из них несёт собственную, отличную от других мысль, идею об истинном порядке вещей.",
    "answers": [
      {
        "id": 2,
        "text": "вернуться к выбору"
      }
    ]
  },
  {
    "id": 7,
    "text": "Вы приказываете своим пешим воинам идти вперёд, отбивая честь белых. Мудрый ход, позволяющий раскрыть зону движения для слона и ферзя. \nЧёрные в своё время отвечают подобным ходом. Король чёрных явно жаждет взять центр поля.",
    "answers": [
      {
        "id": 19,
        "text": "Прорыв  укреплений"
      },
      {
        "id": 21,
        "text": "Направить группы фигур по обоим фронтам"
      }
    ]
  },
  {
    "id": 8,
    "text": "Это был довольно странных ход. Но у вас наверняка есть план, как этот ход сможет глобально повлиять на дальнейших порядок событий всей игры, не так ли ?",
    "answers": [
      {
        "id": 13,
        "text": "Именно"
      },
      {
        "id": 13,
        "text": "Эммм, ну наверное да!"
      }
    ]
  },
  {
    "id": 9,
    "text": "",
    "answers": []
  },
  {
    "id": 10,
    "text": "",
    "answers": []
  },
  {
    "id": 11,
    "text": "Классический выход : пешка, что по середине, занимает одну из четырёх центральных точек поля. \nВы ощущаете дерзость в решениях игрока напротив. Но они вас не устрашают, вы храбры, как и всегда.",
    "answers": [
      {
        "id": 12,
        "text": "Ответить подобным ходом "
      },
      {
        "id": 12,
        "text": "Продвинуть пешку для развития фигур."
      },
      {
        "id": 15,
        "text": "Скок, скок лошадка"
      }
    ]
  },
  {
    "id": 12,
    "text": "Желая занять центр поля, Вы выдвигаете пешую группу, тем временем противники продалжают свою стратегию , используя всё больше и больше пехоты в разных частях поля.",
    "answers": [
      {
        "id": 15,
        "text": "Конница не ждёт"
      },
      {
        "id": 16,
        "text": "Выдвигаем слонов"
      }
    ]
  },
  {
    "id": 13,
    "text": "Выдвижение пехоты продолжается, но чёрные неугомонны.",
    "answers": [
      {
        "id": 16,
        "text": "Мы верим в нашу общую победу!"
      }
    ]
  },
  {
    "id": 14,
    "text": "",
    "answers": []
  },
  {
    "id": 15,
    "text": "Своими ветвистыми, неудержимыми ходами ваши коняши бегают по полю, волнуя противника. \nНо враги не отступают. Вдруг неожиданный выход ферзя на поле. Ферь, что за фигура, способная своими непредсказуемыми шагами поколотить половину вашего отряда. Противник наверняка что-то задумал. Ваши воины взбудоражены выходом ферзя, но Вы вселяете смелость в сердца верных вам.\n",
    "answers": [
      {
        "id": 22,
        "text": "Давить на ферзя"
      },
      {
        "id": 20,
        "text": "Открыть позиции для ладьи"
      },
      {
        "id": 19,
        "text": "Продолжить текущую стратегию"
      }
    ]
  },
  {
    "id": 16,
    "text": "Вы доказали свою неимоверную силу, подняв и передвинув целого слона, правда шахматного.",
    "answers": [
      {
        "id": 19,
        "text": "Люблю слоников, они такие забавные!"
      }
    ]
  },
  {
    "id": 17,
    "text": "",
    "answers": []
  },
  {
    "id": 18,
    "text": "",
    "answers": []
  },
  {
    "id": 19,
    "text": "Слоны вашей эскадры регулируют обстановку на поле пешки и кони идут вперёд. \n\nВдруг случилось страшное: один из ваших пеших воинов пал под натиском ферзя. Славным был воин.",
    "answers": [
      {
        "id": 20,
        "text": "Кажется противник нацелен на ваши ключевые фигуры."
      }
    ]
  },
  {
    "id": 20,
    "text": "Операция по открытию прохода завершена. На поле выходит ладья. Сейчас она задаст жару.\nА они также продвигают своих лошадок, метят слоников то в один край поля, то в другой.",
    "answers": [
      {
        "id": 21,
        "text": "Нам необходимо контролировать движение каждой фигуры противника на поле"
      },
      {
        "id": 22,
        "text": "Идём на риски"
      },
      {
        "id": 23,
        "text": "Выдвигаем ферзя"
      }
    ]
  },
  {
    "id": 21,
    "text": "Ваш аккуратный способ ведения боя проходит удачно: ладьи и слоны подстерегают пеших воинов, которые в свою очередь держат линию обороны, Кони медленно, но верно движутся вперёд.",
    "answers": [
      {
        "id": 24,
        "text": "Неожиданное наступление"
      },
      {
        "id": 25,
        "text": "Держим позиции"
      }
    ]
  },
  {
    "id": 22,
    "text": "Ряд резких, уверенных, чётко сконструктурированных действий, вызывает восхищение даже у вашего противника.",
    "answers": [
      {
        "id": 34,
        "text": "Не расслабляться!"
      }
    ]
  },
  {
    "id": 23,
    "text": "Вот он- туз из вашего рукава, заставляющий дрожать ваших врагов, хотя мы ведь не в карты играем.",
    "answers": [
      {
        "id": 30,
        "text": "Ну чё, щас порешаем!"
      }
    ]
  },
  {
    "id": 24,
    "text": "К такому ошеломляющему шагу враг не был готов, при этом вы были вынуждены открыть некоторые позиции, зато теперь противник ошеломлён и хаотично движет почти всеми фигурами, чтобы защитить короля.",
    "answers": [
      {
        "id": 26,
        "text": "Обстановка на поле"
      }
    ]
  },
  {
    "id": 25,
    "text": "\"Стояние на клеточках\"- так будет называться фильм снятый по мотивам этой партии.",
    "answers": [
      {
        "id": 27,
        "text": "И завершится он моей победой!"
      }
    ]
  },
  {
    "id": 26,
    "text": "Жаркая битва разыгралась на поле битвы. Огромные потери с обоих сторон.  Вы сочувствуете павшим воинам. Но даже не задумывайтесь над отступлением. Здесь переплелись разные чувства: страх и  уверенность, испуг и неудержимость, горечь и предвкушение победы. Страсти накаляются. От ваших решений зависит судьба ваших соратников и исход битвы на поле 8×8",
    "answers": [
      {
        "id": 27,
        "text": "Улучшать положение фигур"
      },
      {
        "id": 28,
        "text": "Тактика предупреждения"
      }
    ]
  },
  {
    "id": 27,
    "text": "Укрепление позиций проходит довольно беззатруднительно, но кажется, противник готовится к контратаке. \nНужно набросать план защиты основных точек обороны.",
    "answers": [
      {
        "id": 29,
        "text": "Оставить ферзя и ладью при короле"
      },
      {
        "id": 30,
        "text": "Резкое наступление( сомнительный ход)"
      }
    ]
  },
  {
    "id": 28,
    "text": "Вы угрожаете королю то ладьёй, то ферзём, то лошадкой. Он вынужден бежать, но движение затрудняется.",
    "answers": [
      {
        "id": 33,
        "text": "Не дайте ему уйти"
      }
    ]
  },
  {
    "id": 29,
    "text": "Особое положение ваших бравых воинов, позволит создать особую защиту для короля.",
    "answers": [
      {
        "id": 31,
        "text": "Распределение сил"
      }
    ]
  },
  {
    "id": 30,
    "text": "Ослабив  защиту своего короля, Вы открыли движение фигур по всем фронтам.\nНо вдруг... Неожиданных ход фигур противоположного цвета. Они ставят вам ультиматум: либо вы сдаёте пару фигур и открываете им проход для свободного движения в сторону вашего короля, либо теряете ферзя.",
    "answers": [
      {
        "id": 31,
        "text": "За Короля и Королеву!"
      },
      {
        "id": 34,
        "text": "Победа за нами"
      }
    ]
  },
  {
    "id": 31,
    "text": "Они пожертвовали собой, но их жертвы ненапрастны! Вам стоит действовать аккуратней. Помните, ходы коней нельзя преградить, а если ферзь достигнет центра, его возможные ходы покроют половину поля.",
    "answers": [
      {
        "id": 33,
        "text": "Наступление на короля."
      },
      {
        "id": 35,
        "text": "захват ключевых фигур (требует больше времени)"
      }
    ]
  },
  {
    "id": 32,
    "text": "",
    "answers": []
  },
  {
    "id": 33,
    "text": "Ладья контролирует область поля и поддерживает оставшуюся пехоту. Слон да конь идут вперёд.",
    "answers": [
      {
        "id": 35,
        "text": "Что же дальше ?!"
      }
    ]
  },
  {
    "id": 34,
    "text": "Ни шагу назад,\nНи шагу на месте,",
    "answers": [
      {
        "id": 38,
        "text": "Только вперёд,"
      },
      {
        "id": 38,
        "text": "И только все вместе!"
      }
    ]
  },
  {
    "id": 35,
    "text": "Ряд предупреждающих движений с обеих  сторон, размен фигур, преграда движений, прорыв.",
    "answers": [
      {
        "id": 36,
        "text": "Конь сбоку, пешка-путь открыт, держись Король."
      },
      {
        "id": 37,
        "text": "Ладья, твой выход, слон на защиту, скачи мой пони."
      },
      {
        "id": 38,
        "text": "Сближение"
      }
    ]
  },
  {
    "id": 36,
    "text": "Победа!... Но не ваша, а противника. Шах и Мат поставили вашему королю ферзь и конь. Король пал. \nНо не стоит расстраиваться, это ведь просто настольная игра. Возможно, в следующий раз ты победишь.",
    "answers": [
      {
        "id": 1,
        "text": "Всё бывает..."
      }
    ]
  },
  {
    "id": 37,
    "text": "Ваше сердце ломится, при виде того, как ваши фигуры жертвуют собой, защищая вас.",
    "answers": [
      {
        "id": 39,
        "text": "Нельзя сдаваться"
      },
      {
        "id": 40,
        "text": "Оставить на поле только пешек\nи королей."
      },
      {
        "id": 41,
        "text": "Роковой шаг"
      }
    ]
  },
  {
    "id": 38,
    "text": "Фигуры сближаются, вам нужно сделать особых ход.",
    "answers": [
      {
        "id": 42,
        "text": "Прыжок пешки"
      },
      {
        "id": 43,
        "text": "Разворот доски"
      },
      {
        "id": 44,
        "text": "Всех на повал"
      }
    ]
  },
  {
    "id": 39,
    "text": "Поздравляю! Вы победили! Шах и мат серому королю. Отличная партия. ",
    "answers": [
      {
        "id": 1,
        "text": "И всё таки Победа за нами, но какой ценой..."
      }
    ]
  },
  {
    "id": 40,
    "text": "Долго гоняясь друг за другом, короли дошли до предела времени. 50 ходов. Ну чтож. Ничья. Вот так закончилась эта чудная партия.",
    "answers": [
      {
        "id": 1,
        "text": "Победила дружба"
      }
    ]
  },
  {
    "id": 41,
    "text": "В один момент когда твой король сближается с королём противника, ты слышишь его голос:\" Довольно этой бойни! Давай заключим согласие. Я сдаю  партию, но ты должен дать мне кое-что в замен. А определю, что именно ты обязан мне отдать, я уже после заключения договора. Согласен ?",
    "answers": [
      {
        "id": 39,
        "text": "Согласиться"
      },
      {
        "id": 36,
        "text": "Отказаться"
      }
    ]
  },
  {
    "id": 42,
    "text": "Вы прицепляете к одной из оставшихся пешек пружину, и она начинает скакать по полю, сбивая вражеские фигуры.",
    "answers": [
      {
        "id": 39,
        "text": "И как тебе такое, Магнус Карлсен?!"
      }
    ]
  },
  {
    "id": 43,
    "text": "Вы просто берёте и разворачиваете доску. Соперник ошеломлён.\n",
    "answers": [
      {
        "id": 39,
        "text": "И как тебе такое, Магнус Карлсен?!"
      }
    ]
  },
  {
    "id": 44,
    "text": "Вы берёте одну пешку и сбиваете ей все оставшиеся фигуры противника.",
    "answers": [
      {
        "id": 39,
        "text": "И как тебе такое Магнус Карлсен?!"
      }
    ]
  },
  {
    "id": 45,
    "text": "",
    "answers": []
  }
]