[
  {
    "id": 1,
    "text": "Автор: Таша Александрова (OwlLux)\n\nАннотация: Вы когда нибудь мечтали о чем-то так сильно, что были готовы пойти на все, лишь бы ваше желание исполнилось?\nПопробуйте ощутить себя обыкновенным мальчиком 12-ти лет, который мечтает о исполнении своего сокровенного желания.  И вдруг однажды Вам решают помочь.\nВас ждут опасные и страшные преключения, от Вашего выбора зависит ход событий и, конечно же, альтернативные окончания истории.\n\n\nВнимание!\n\nКвест содержит много страшных, эротических, кровавых и прочих непотребных сцен. Если Вы слишком впечатлительны — эта игра не для Вас! Рекомендуемый возраст от 18 лет. \nПросьба быть благорозумнее и принять эту информацию к сведению.\nБольшое спасибо за внимание, удачной игры,\nс ув. OwlLux.\n",
    "answers": [
      {
        "id": 2,
        "text": "Начать \n"
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "https://srv4.imgonline.com.ua/result_img/imgonline-com-ua-Resize-JfyL5hf8JuKYh1P.jpg",
        "system": true
      }
    ]
  },
  {
    "id": 2,
    "text": "Предание об Азазеле как об одном из падших ангелов возникло довольно поздно (не ранее III века до н. э.) в еврейском фольклоре и зафиксировано, в частности, в известной апокрифической Книге Еноха. В Книге Еноха Азазель — предводитель допотопных гигантов, восставших против Бога. Он научил мужчин оружейному искусству и научил их воевать, а женщин — использованию драгоценных камней, украшений и искусству раскрашивания лица (косметике), а также искусству обмана, совратил людей в безбожие и научил их разврату.\n\nАзазель — это один из первых падших ангелов, который не побоялся Бога и его воли, после чего Архангелам было приказано убить его, но никто не был сильней, чем он, и тогда Бог приказал Архангелу Рафаилу обрубить ему крылья и отправить его в Ад. И сказал опять Господь Рафаилу: «Свяжи Азазела по рукам и ногам и положи его во мрак; сделай отверстие в пустыне, которая находится в Дyдаеле, и опусти его туда. И положи на него грубый и острый камень, и покрой его мраком, чтобы он оставался там навсегда, и закрой ему лицо, чтобы он не смотрел на свет! И в великий день суда он будет брошен в жар».",
    "answers": [
      {
        "id": 4,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 3,
    "text": "— Я много чего знаю, Сережа. И много чего могу. Если хочешь – идем со мной и я все сделаю.\n\nСергей замялся, сомневаясь. Ведь родители часто говорили ему не разговаривать и, тем более, никуда не ходить с незнакомцами. Но его мечта о исполнении желания была сильнее страха и недоверия.",
    "answers": [
      {
        "id": 6,
        "text": "Мальчик слегка кивнул и согласился"
      },
      {
        "id": 7,
        "text": "- Нет, спасибо, я никуда с вами не пойду!"
      }
    ]
  },
  {
    "id": 4,
    "text": "Сергей рос нормальным, послушным мальчиком и почти ни чем не отличался от своих сверстников, кроме одного: у него было желание, ради которого он был готов на все. Его желание, его личная тайна, то о чем он думал, когда засыпал и первое, что вспоминал, когда просыпался. Он мечтал и надеялся, просил и ждал. И однажды ему решили помочь...\n\nСергей шел со школы неспешным шагом, когда к нему незаметно приблизился человек в темном плаще с капюшоном. Плащ был длинным, до самых пят, а капюшон плотно скрывал лицо человека. Незнакомец поравнялся рядом с мальчиком и негромко, но так, что бы Сергей расслышал, сказал:\n\n— Я знаю о твоем заветном желании и я могу сделать так, чтобы оно исполнилось.\n\nСергей остановился и замер на месте, вглядываясь в неожиданного попутчика.\n",
    "answers": [
      {
        "id": 3,
        "text": "- Знаете? Но как?"
      },
      {
        "id": 5,
        "text": "- Извините, мама не разрешает мне разговаривать с незнакомцами!"
      }
    ]
  },
  {
    "id": 5,
    "text": "Незнакомец лишь хмыкнул в ответ, расстворяясь в воздухе и исчезая. Сережа отшатнулся и поспешил убраться от туда по дрбру по здорову. \nЖелание ребенка так и не исполнилось, но нервы остались целее.\n\n\nВы закончили квест с нейтральным окончанием: \"Все закончилось не успев начаться\", чтобы узнать остальные окончания вернитесь на главную. При этом окончании, вы не можите начать часть 2.",
    "answers": [
      {
        "id": 1,
        "text": "Конец\n(на главную)"
      },
      {
        "id": 5,
        "text": "Укажите команды для картинки",
        "url": "https://slavdelo.dn.ua/wp-content/uploads/2016/11/rebenok.jpg"
      }
    ]
  },
  {
    "id": 6,
    "text": "Незнакомец взял его за руку и повел куда-то за угол. То, что произошло дальше, Сергей никак не мог описать. Они просто, в мгновение ока, переместились в другой мир. Сережа еще подумал, что он спит и это все плод его воображения, но странные запахи и стоны лишали возможности на это уповать. Мальчик взглянул на незнакомца, который, все еще, держал его за руку и ахнул, потому что перед ним стояла высокая, фигуристая женщина. Ее тело, серо-голубого цвета, казалось натянутым до предела, а сама она была нагой, но без каких либо признаков половых органов, кроме двух холмиков небольшой груди без сосков. Голова ее идеальной формы, но при этом полностью лысая, смущала и притягивала одновременно, а самое странное – это запах, исходивший от нее. Запах мужчины, запах тестостерона. Это было настолько странным и неправильным, что Сергей даже затруднился сопоставить факты в своей голове, он чувствовал себя одурманенным и готовым на все, ради своего желания.",
    "answers": [
      {
        "id": 8,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 7,
    "text": "Незнакомец лишь хмыкнул в ответ, расстворяясь в воздухе и исчезая. Сережа отшатнулся и поспешил убраться от туда по дрбру по здорову. \nЖелание ребенка так и не исполнилось, но нервы остались целее.\n\n\nВы закончили квест с нейтральным окончанием: \"Все закончилось не успев начаться\", чтобы узнать остальные окончания вернитесь на главную. При этом окончании, вы не можите начать часть 2.",
    "answers": [
      {
        "id": 1,
        "text": "Конец\n(на главную)"
      },
      {
        "id": 7,
        "text": "Укажите команды для картинки",
        "url": "https://slavdelo.dn.ua/wp-content/uploads/2016/11/rebenok.jpg"
      }
    ]
  },
  {
    "id": 8,
    "text": "— Идем, — тем временем сказало существо мягким мелодичным баритоном и повело мальчика через огромный мрачный зал, на полу которого, как будто вырастая из земли, копошились какие-то странные существа, и им не было названия.\n\nОни шли молча и Сережа мог внимательно осматривать место, где они оказались: огромные своды темно-серых стен уходили далеко в высь и заканчивались неровным потолком, с которого свисали сталактиты. Все здесь было живым, стены, пол... Копошились какие-то гады, твари и нужно было ступать очень внимательно, чтобы не наступить ни на кого из представителей этого мрачного мира. Почему-то Сережа не испытывал чувство страха, он, будто опьянённый, шел за своей спутницей или спутником, запах которого просто сводил с ума. Вскоре, они подошли к небольшому углублению и спустились туда, где было что-то на подобие лаборатории. Там незнакомка остановилась и сказала подождать. Она отлучилась и Сережа будто проснулся, где он? Что он тут делает? Зачем поверил странному существу? Но демон вскоре вернулся, а то, что это был именно демон, Сережа больше не сомневался. А еще, он уже точно знал, что будет просить существо за выполнение услуги.",
    "answers": [
      {
        "id": 9,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 9,
    "text": "— Ты готов? – спросила она и улыбнулась странно, хищно, не доброжелательно.\n\nВ одной руке дьяволица сжимала шприц с какой-то светящейся жёлтой жидкостью. «Азазель», — вдруг всплыло в голове мальчика имя.\n\n— Я знаю кто ты, – смело сказал Сергей. – Ты Азазель! Демон подземного мира, я читал про тебя когда-то. Тебе нужна моя душа, не так ли?\n\nАзазель негромко засмеялась:\n\n— Умный мальчик, но ты же хочешь, чтоб исполнилось твое желание?",
    "answers": [
      {
        "id": 10,
        "text": "- Конечно хочу, но не такой ценой!"
      },
      {
        "id": 11,
        "text": "Зачем тебе моя душа, какую роль она может сыграть?"
      },
      {
        "id": 12,
        "text": "- Я хочу, чтобы исполнилось мое желание, что для этого нужно?"
      }
    ]
  },
  {
    "id": 10,
    "text": "—Если тебе нужна моя душа, то знай — ты ее не получишь! – крикнул мальчик и, резко развернувшись, что силы побежал прочь туда, от куда они пришли.\n\nОн бежал без оглядки, а в его ушах нарастал громкий, раскатистый смех существа, которое было уверенно, что мальчик никуда не денется. Сережа боялся провалиться или наступить на страшных существ в полу, он, как можно аккуратнее, выбирал путь и вскоре пересек зал. Открыв большие кованые двери, мальчик глубоко вздохнул и замер. Перед ним простиралась дорога. С левой стороны был лес, а с правой высокие горы.\n\n— Что за черт? – удивился Сергей. — Как я тут оказался? — но размышлять было некогда: он слышал смех Азазель, он должен был скрыться от него и мальчик снова побежал. ",
    "answers": [
      {
        "id": 14,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 11,
    "text": "— Ты что же думаешь, все происходит сразу? Мне нужны души! Души невинных, чтобы иметь власть... Твоя будет очередной, пополнившей мою коллекцию. – Азазель сделала шаг на встречу к ребенку.",
    "answers": [
      {
        "id": 9,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 12,
    "text": "Азазель улыбаясь вплотную подошла к Сергею, не успел он опомниться, как игла резко вошла в его шею. Сознание помутилось, резкая боль заполнила собою каждую частичку тела мальчика. Проваливаясь в темноту, Сергей успел подумать о том, какую страшную ошибку он совершил...",
    "answers": [
      {
        "id": 13,
        "text": "Попытаться открыть глаза"
      }
    ]
  },
  {
    "id": 13,
    "text": "Сергей пришел в себя не сразу, когда огляделся, понял, что сидит в какой-то огромной клетке. Все внутри него отдавало могильным холодом. Собравшись с силами, мальчик посробовал выбраться из клетки, но прутья были слишком прочными. Ему не оставалось ничего больше, как просто сидеть и ждать своей участи. \nАзазель не приходила к нему долгое время, но мальчик знал, что готовиться нечто плохое. У Сергея было достаточно времени, чтобы понять, что он тут такой не один, в дальных углах завывали такие же несчастные страдальцы. \nС тех пор, как он попал сюда прошло очень много дней, а может недель, Сергей не знал сколько именно, время в этом месте словно не существовало.\nДуша бедного ребенка теперь навсегда останется здесь, во власти демона. \n\nВы закончили прохрждение квеста с концовкой \"Вечная мука\" при этом окончании вы не можите начать 2 главу, если хотите узнать другие окончания — вернитесь на главную.",
    "answers": [
      {
        "id": 1,
        "text": "Конец\n(на главную)"
      },
      {
        "id": 13,
        "text": "Укажите команды для картинки",
        "url": "https://om-saratov.ru/files/pages/43627/1481094041general_pages_07_december_2016_i43627_saratovec_provedet_15_let.jpg"
      }
    ]
  },
  {
    "id": 14,
    "text": "Вдруг, неизвестно от куда, на него вылетела машина полиции. Ребенок едва успел отпрыгнуть, избегая столкновения, а машина резко свернула и улетела в кювет. Сергей замер в испуге, но любопытство взяло верх и он, все же, подошел к кювету, заглядывая вниз. Увиденая картина повергла в шок: машина перевернулась на крышу и лежала среди высоких сосен. Из нее кто-то пытался выбраться.",
    "answers": [
      {
        "id": 15,
        "text": "Спуститься вниз "
      },
      {
        "id": 16,
        "text": "Бежать по дороге дальше"
      }
    ]
  },
  {
    "id": 15,
    "text": "Пересилив свой страх, Сережа спустился вниз и увидел окровавленного полицейского, пытавшегося открыть дверь внутри, но ее, похоже, заклинило. Мальчик подбежал и со всей силы дернул ее. Раз, другой... На третий дверь поддалась и полицейский оказался на свободе. Он был ранен, голова и лицо, залитые кровью, заставили что-то внутри Сергея болезненно сжаться.\n\n— От куда ты здесь взялся?! – рявкнул он, вместо «спасибо».",
    "answers": [
      {
        "id": 17,
        "text": "- Я тут случайно..."
      },
      {
        "id": 18,
        "text": "- А вы откуда? Вы ранены!"
      }
    ]
  },
  {
    "id": 16,
    "text": "Не обращая внимания на аварию, Сережа бросился вперед по дороге. Он бежал долго, на сколько хватало сил, а когда почувствовал, что больше не может, впереди показалась развилка. Шоссе поворачивало налево, справа виднелся спуск и дорога из гравия. Сережа остановился и задумался, куда пойти. ",
    "answers": [
      {
        "id": 21,
        "text": "Продолжить путь по шоссе"
      },
      {
        "id": 22,
        "text": "Спуститься вниз на дорогу из гравия"
      }
    ]
  },
  {
    "id": 17,
    "text": "Полицейский молча посмотрел на мальчика и глубоко вздохнул:\n\n— Все ясно и ты тоже... Мой сын был такой же, как ты по возрасту, когда попался на уловки демона и угодил сюда. Я искал его много лет на земле и даже не мог подумать, что он здесь. Но вскоре я наконец найду его!\n\nСергей выпучил глаза, глядя на сумасшедшего полицейского и только хотел что-то ляпнуть, как тот перебил его:\n\n— Нам нужно торопиться, я чувствую, что эта тварь где-то близко!\n\nСережа сглотнул и кивнул новому знакомому, почему-то он был рад, что встретил здесь человека.",
    "answers": [
      {
        "id": 19,
        "text": "Закончить 1 часть"
      }
    ]
  },
  {
    "id": 18,
    "text": "— Это ерунда! Так как ты сюда попал? — полицейский, казалось начинал терять терпение.",
    "answers": [
      {
        "id": 15,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 19,
    "text": "Поздравляем! \nВы закончили прохождение первой части. Концовка \"Новый друг\" — позитивное окончание.\nДля продолжения нажмите: \"Начать часть 2\".",
    "answers": [
      {
        "id": 28,
        "text": "Начать часть 2"
      },
      {
        "id": 1,
        "text": "Вернуться на главную"
      }
    ]
  },
  {
    "id": 20,
    "text": "— Говоря простым языком – это загробный мир. Ад, если быть точным. Ты попал сюда по своей воле, когда пошел с Азазель. Формально – ты невредим и имеешь шанс вернуться, что уже не скажешь обо мне, хотя... чем черт не шутит... – полицейский проследил удивленный взгляд мальчика и продолжил, поясняя, — я мертв в обычном мире. Это случилось случайно, но помогло мне попасть сюда, получив шанс найти сына. Долгие годы я искал зацепки и, хоть какие-то, варианты того, что с ним могло случится. Я стал одержим этим. Моя жена... Катерина, во всем меня поддерживала, но в итоге сломалась, замкнулась в себе и уехала жить к матери. В тот день я и узнал о демоне... Была холодная зимняя ночь и я пил виски в кресле, пытаясь хоть на время забыть обо всем. Я всем сердцем, всей душей желал найти сына и тогда ко мне явилось оно – мое видение, мой бред, мой сон. Мой сын! Он звал меня, плакал и говорил, что заперт в этом месте, что его похититель — демон с именем Азазель. Он просил меня прийти, просил спаси его! Я потерял голову, я не знал, что мне делать... Я взял служебную машину и, уже в хорошем подпитии, сел за руль. Я не знал, куда еду, я хотел найти сына! Я должен был помочь ему! Шел крупный снег, дворники почти не справлялись с работой. Я слишком сильно разогнался... И не вписался в крутой поворот. Машину занесло... Последнее, что помню, как лечу с обрыва в пропасть и тьма, она приняла меня ласково... как старого знакомого. И вот, я здесь. Я очнулся и понял, что теперь смогу спасти сына, мне нужно его найти! – полицейский резко остановился и заглянул в глаза Сереже. – Я не знаю, зачем рассказываю тебе все это, но ты очень похож на Влада. Похож на моего сынка. Я обязуюсь помочь тебе выбраться, когда найду его. Слово офицера.",
    "answers": [
      {
        "id": 31,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 21,
    "text": "По ощущениям Сережа шел уже больше двух часов, но ничего не менялось: все тоже шоссе, все те же унылые виды вокруг, ни водоемов, ни строений. Сил у ребенка практически не осталось. Мальчик отошел на обочену и решил перевести дух. Но стоило ему присесть, как земля пошатнулась и от куда ни возьмись появились страшные, оборванные твари. Они очень быстро приблежались к ребенку.",
    "answers": [
      {
        "id": 23,
        "text": "Попытаться встать и бежать"
      }
    ]
  },
  {
    "id": 22,
    "text": "Сережа решил, что безопаснее было бы спуститься с шоссе, чтобы не привлекать не нужного внимания. Он долго шел по дороге из гравия, пока не вышел в какую-то убогую деревеньку. В ней был всего с десяток покосившихся домиков. Сережа решил, что ему просто необходим отдых. Возможно в одном из домиков он найдет воду и сможет перевести дух.",
    "answers": [
      {
        "id": 24,
        "text": "Зайти в первый попавшийся дом"
      },
      {
        "id": 25,
        "text": "Пройтись и осмотреться"
      }
    ]
  },
  {
    "id": 23,
    "text": "Сережа вскочил и ринулся бежать, но его сил на долго хватить не могло. Он перецепился за свою же ногу и полетел на землю. Твари только этого и ждали. Они набросились на ребенка и жадно рвали его на части. Ужасающие, лелянящие душу крики бедного мальчика очень быстро утихли.\n\nНа этом печальном моменте заканчивается наша история.\n\n\nВы закончили квест с негативным окончанием: \"Страшная смерть\". При этом окончании вы не можите начать вторую главу. Для того, чтобы начать заново перейдите на главную.",
    "answers": [
      {
        "id": 1,
        "text": "Конец\n(на главную)"
      },
      {
        "id": 23,
        "text": "Укажите команды для картинки",
        "url": "https://i.artfile.me/wallpaper/30-03-2013/1920x1080/fentezi-nezhit-yazyk-monstr-176475.jpg"
      }
    ]
  },
  {
    "id": 24,
    "text": "Сережа зашел в первый домик, внутри было пусто и пахло сыростью. Мебели в доме почти не было, не считая деревянного стола и лавки. Сережа на столько устал, что просто упал на лавку и тут же забылся тревожным сном.\nПока мальчик спал, его нашел Азазель. Он вколол ему что-то в шею, поэтому ребенок даже не пришел в сознание.",
    "answers": [
      {
        "id": 26,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 25,
    "text": "Собрав последние силы, Сережа пошел мимо домиков, заглядывая во внутрь их окон, когда услышал шаги, мальчик обернулся и едва не вскрикнул. К нему шел уставший мужчина в полицейской форме. Мужчина был в крови и прихрамывал на одну ногу.\n— Вот ты где, самоубийца! — из далека крикнул он. — Я ели тебя нашел, что ты тут делаешь? Под колеса кидаешься?\n— Вы... Вы были в той машине? — запинаясь спросил Сережа. — Извините, я так испугался, что просто бросился бежать...\n— Да ничего, малец, — полицейский криво улыбнулся. — Хорошо, что я тебя нашел, одному тут не выжить. Идем, я отвечу на все твои вопросы, что написаны у тебя на лице, а заодно ты поможешь мне.",
    "answers": [
      {
        "id": 27,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 26,
    "text": "Сергей пришел в себя не сразу, когда огляделся, понял, что сидит в какой-то огромной клетке. Все внутри него отдавало могильным холодом. Собравшись с силами, мальчик посробовал выбраться из клетки, но прутья были слишком прочными. Ему не оставалось ничего больше, как просто сидеть и ждать своей участи. \nАзазель не приходила к нему долгое время, но мальчик знал, что готовиться нечто плохое. У Сергея было достаточно времени, чтобы понять, что он тут такой не один, в дальных углах завывали такие же несчастные страдальцы. \nС тех пор, как он попал сюда прошло очень много дней, а может недель, Сергей не знал сколько именно, время в этом месте словно не существовало.\nДуша бедного ребенка теперь навсегда останется здесь, во власти демона. \n\nВы закончили прохрждение квеста с концовкой \"Вечная мука\" при этом окончании вы не можите начать 2 главу, если хотите узнать другие окончания — вернитесь на главную.",
    "answers": [
      {
        "id": 1,
        "text": "Конец\n(вернуться на главную)"
      },
      {
        "id": 26,
        "text": "Укажите команды для картинки",
        "url": "https://om-saratov.ru/files/pages/43627/1481094041general_pages_07_december_2016_i43627_saratovec_provedet_15_let.jpg"
      }
    ]
  },
  {
    "id": 27,
    "text": "Поздравляем!\n Вы закончили 1 часть с секретной концовкой: \"Судьбаносная встреча\". Чтобы продолжить прохождение квеста — перейдите ко 2 части.\n\n",
    "answers": [
      {
        "id": 28,
        "text": "Начать часть 2"
      }
    ]
  },
  {
    "id": 28,
    "text": "Часть 2.\nПолицейский вытер рукавом кровь, которая стекала по лбу, попадая в глаза и поманил Сергея рукой:\n\n— Идем, через лес будет быстрее.\n\n— Но у вас кровотечение, — возразил мальчик. – Вдруг вам станет плохо?\n\n— Не переживай, здесь нельзя умереть ибо, если судить логически, мы уже мертвы, по крайней мере для нашего мира. – Полицейский, на ходу, поправил кобуру, находящуюся у него на поясе.",
    "answers": [
      {
        "id": 1,
        "text": "Вернуться на главную"
      },
      {
        "id": 20,
        "text": "- Что-о?"
      },
      {
        "id": 29,
        "text": "- Допустим, но вряд-ли при таком кровотечении вы протянете долго, ведь будь вы действительно мертвы - у вас не шла бы кровь так обильно и продолжительно..."
      }
    ]
  },
  {
    "id": 29,
    "text": "Полицейский внимательно посмотел в смышленные глаза мальчика и, бурча что-то себе под нос, решил всё-таки перебинтовать голову. Он снял свою розорваную куртку, аккуратно оторвал длинный кусок ткани, затем обмотал его вокруг головы и затянул на затылке.\n— Вы не знаете, где мы находимся? — спросил тем временем Сережа, пересмнаясь с ноги на ногу.",
    "answers": [
      {
        "id": 30,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 30,
    "text": "— С чего Вы взяли что мы мертвые? — спросил Сергей, пока полицейский занимался самолечением.\n— Говоря простым языком – это загробный мир. Ад, если быть точным. Ты попал сюда по своей воле, когда пошел с Азазель. Формально – ты невредим и имеешь шанс вернуться, что уже не скажешь обо мне, хотя... чем черт не шутит... – полицейский проследил удивленный взгляд мальчика и продолжил, поясняя, — я мертв в обычном мире. Это случилось случайно, но помогло мне попасть сюда, получив шанс найти сына. Долгие годы я искал зацепки и, хоть какие-то, варианты того, что с ним могло случится. Я стал одержим этим. Моя жена... Катерина, во всем меня поддерживала, но в итоге сломалась, замкнулась в себе и уехала жить к матери. В тот день я и узнал о демоне... Была холодная зимняя ночь и я пил виски в кресле, пытаясь хоть на время забыть обо всем. Я всем сердцем, всей душей желал найти сына и тогда ко мне явилось оно – мое видение, мой бред, мой сон. Мой сын! Он звал меня, плакал и говорил, что заперт в этом месте, что его похититель — демон с именем Азазель. Он просил меня прийти, просил спаси его! Я потерял голову, я не знал, что мне делать... Я взял служебную машину и, уже в хорошем подпитии, сел за руль. Я не знал, куда еду, я хотел найти сына! Я должен был помочь ему! Шел крупный снег, дворники почти не справлялись с работой. Я слишком сильно разогнался... И не вписался в крутой поворот. Машину занесло... Последнее, что помню, как лечу с обрыва в пропасть и тьма, она приняла меня ласково... как старого знакомого. И вот, я здесь. Я очнулся и понял, что теперь смогу спасти сына, мне нужно его найти! – полицейский резко остановился и заглянул в глаза Сереже. – Я не знаю, зачем рассказываю тебе все это, но ты очень похож на Влада. Похож на моего сынка. Я обязуюсь помочь тебе выбраться, когда найду его. Слово офицера.",
    "answers": [
      {
        "id": 33,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 31,
    "text": "Мальчик серьезно кивнул и протянул руку мужчине:\n\n— Я вам верю. Меня Сережей звать.\n\n— Виктор. – Ответил тот, пожимая протянутую руку. – А теперь давай поторопимся, – он снова развернулся и быстрым шагом пошел в чащу.\n\n— Но куда мы идем? – спросил Сережа, переходя на полу-бег, чтобы успеть за блюстителем закона.\n\n— В темницу, где томятся души, которые эта тварь сюда заманила. Я уверен, что мой сын там. По крайней мере, это последнее, что он успел мне показать, прежде, чем исчез. \n",
    "answers": [
      {
        "id": 32,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 32,
    "text": "Неожиданно полицейский слегка пошатнулся и прислонился к дереву. Он схватился рукой за голову и медленно сполз на землю.\n— Что с Вами? — взволнованно спросил Сергей.\n— Что-то мне не хорошо...- тихо ответил мужчина и затем отключился.\nМальчик растерялся и испуганно подошел ближе. Полицейский не дышал. Лицо его застыло, приобретая бледно-серый оттенок. Сергей сдавленно ойкнул и отступил, его охватила паника. \n\"Нужно бежать от сюда!\"",
    "answers": [
      {
        "id": 37,
        "text": "Бежать"
      },
      {
        "id": 38,
        "text": "Спрятаться за валежником"
      }
    ]
  },
  {
    "id": 33,
    "text": "— Я вам верю. Меня Сережей звать.\n\n— Виктор. – Ответил тот, пожимая протянутую руку. – А теперь давай поторопимся, – он снова развернулся и быстрым шагом пошел в чащу.\n\n— Но куда мы идем? – спросил Сережа, переходя на полу-бег, чтобы успеть за блюстителем закона.\n\n— В темницу, где томятся души, которые эта тварь сюда заманила. Я уверен, что мой сын там. По крайней мере, это последнее, что он успел мне показать, прежде, чем исчез. \nСледующие пол часа они шли молча. Сережа уже порядком вымотался...\n\n",
    "answers": [
      {
        "id": 34,
        "text": "Ускориться, чтоб не отстать"
      },
      {
        "id": 35,
        "text": "Идти умеренно"
      },
      {
        "id": 36,
        "text": "Попросить отдохнуть"
      }
    ]
  },
  {
    "id": 34,
    "text": "Лес наконец-то закончился и они вышли к огромному, бездонному обрыву. На той стороне виднелось, ужасающее своим мрачным видом, здание, отдаленно напоминающее замок. Вокруг него кружили черные тени, вселяя ужас своими завывающими стонами. \n\n— Нам туда, — коротко сказал Виктор. \n\n— Но, как мы туда попадем? – Сережа был в замешательстве, его маленькое сердечко гулко стучало в груди, сообщая о страхе, который испытывал мальчик.\n\n— Мост, — полицейский кивнул куда-то вправо. – Ты жив и не видишь его. Идем, мне придется быть провожатым. ",
    "answers": []
  },
  {
    "id": 35,
    "text": "Лес постепенно близился к концу. Ещё немного, и они выйдут к огромному, бездонному обрыву. Мужчина видя, что мальчик устал, тоже сбавил шаг. Дыхание героев пришло в норму, и они, наконец, вышли из леса.\nНа той стороне виднелось ужасающее своим мрачным видом здание, отдаленно напоминающее замок. Вокруг него кружили черные тени, вселяя ужас своими завывающими стонами. \n\n— Нам туда, — коротко сказал Виктор. \n\n— Но, как мы туда попадем? – Сережа был в замешательстве, его маленькое сердечко гулко стучало в груди, сообщая о страхе, который испытывал мальчик.\n\n— Мост, — полицейский кивнул куда-то вправо. – Ты жив и не видишь его. Идем, мне придется быть провожатым. ",
    "answers": []
  },
  {
    "id": 36,
    "text": "— Давайте немного отдохнём, я устал.\nПолицейский осмотрелся, нет ли кого поблизости и нет ли какой-либо угрозы. Прислушавшись, никаких посторонних звуков, кроме давящей тишины мёртвого леса, не было. Тогда он кивнул, и они вместе присели, облокотившись на огромным поваленный дубовый ствол. ",
    "answers": []
  },
  {
    "id": 37,
    "text": "Серёжа в страхе попятился назад, глядя на мёртвого мужчину. Резко развернувшись, он что есть мочи бросился бежать. В панике не различал дороги. Ноги его внезапно переплелись, и он повалился на земь. Голова мальчика угодила в медвежий капкан...",
    "answers": [
      {
        "id": 37,
        "text": "Укажите команды для картинки",
        "url": "https://www.google.com/search?q=кровавый<plus>капкан<amp>tbm=isch<amp>ved=2ahUKEwiIo9yQharpAhUrAHcKHbv0DFgQ2-cCegQIABAC<amp>oq=кровавый<plus>капкан<amp>gs_lcp=ChJtb2JpbGUtZ3dzLXdpei1pbWcQAzoHCCMQ6gIQJzoECCMQJzoECAAQAzoECAAQQzoCCAA6BggAEAgQHjoECAAQGFCG-AJY55UDYJSaA2gCcAB4AIABvQGIAaESkgEEMC4xNZgBAKABAbABBQ<amp>sclient=mobile-gws-wiz-img<amp>ei=TFe4XojNLquA3AO76bPABQ<amp>bih=720<amp>biw=424<amp>client=ms-android-xiaomi-rev2<amp>prmd=ivn#imgrc=XJhwd60Ua7XrTM<amp>imgdii=75jpOwZX6rXrQM"
      },
      {
        "id": 39,
        "text": "Вернуться на главную"
      }
    ]
  },
  {
    "id": 38,
    "text": "Серёжа осторожно попятился. Ему показалось, что слышит какие-то звуки и шорохи. Ему стало страшно, и он решил спрятаться за кустами близлежащего валежника. Когда мальчик начал его обходить, земля резко ушла из-под ног. Последнее, что запомнил Сергей, резкую пронзительную боль по всему телу...",
    "answers": [
      {
        "id": 38,
        "text": "Укажите команды для картинки",
        "url": "https://www.google.com/search?q=страшная<plus>яма<plus>с<plus>кольями<amp>tbm=isch<amp>ved=2ahUKEwiAz4jQh6rpAhVHposKHb5ADeQQ2-cCegQIABAC<amp>oq=страшная<plus>яма<plus>с<plus>уольями<amp>gs_lcp=ChJtb2JpbGUtZ3dzLXdpei1pbWcQARgAMgQIHhAKOgQIABANOggIABAIEA0QHjoICAAQDRAFEB46BQgAEM0CUPVVWLKFAWDwkQFoAHAAeACAAdYBiAGTF5IBBjAuMTcuMZgBAKABAQ<amp>sclient=mobile-gws-wiz-img<amp>ei=6lm4XoCyHcfMrgS-gbWgDg<amp>bih=720<amp>biw=424<amp>client=ms-android-xiaomi-rev2#imgrc=kuaKUPaNVHC7SM"
      },
      {
        "id": 40,
        "text": "Вернуться на главную"
      }
    ]
  },
  {
    "id": 39,
    "text": "",
    "answers": []
  },
  {
    "id": 40,
    "text": "",
    "answers": []
  }
]