[
  {
    "id": 1,
    "text": "Хэй всем) Это мой первый квест, решила пополнить ряды трудящихся и пишущих, потому \nчто была слишком вдохновлена некоторыми квестами\nАвтор сия творения: ToriCold\n\n\nГлава 6 \"Наедине\" готова и ждет Вашего прочтения! \n\n\nРаскройте загадки заснеженного курорта, отогрейте свое холодное сердце, запаситесь горячим шоколадом для глубокого погружения в квест) Иногда будет проскальзывать ненормативная лексика, ибо наш мир без неё существовать уже не может, так что вперёд, в реальность! Версия квеста <plus>16\n\nАннотация: Вы помните тот момент, когда ждали приближения праздника и заглядывали под ёлку каждый миг в поисках подарка? Мы верили в чудеса, в их свершение, прямо не выходя из дома. Жаль, что теперь я выросла и не верю во все эти сказки. Но может, чудеса всё же случаются?\n\nМеня зовут Виолетта, ох, как я не люблю рассказывать о себе, но вы сами захотели узнать меня получше, так сказать, напросились) Мне исполнилось 18 лет, это тот возраст, когда ты либо уже женщина, либо на вид маленькая девочка. Экзы позади, несмотря на многочисленные безуспешные попытки, моим друзьям удалось уговорить меня отправиться в путешествие. Всё бы хорошо, но эта зима-чертовка не делает никаких поблажек. Я худая от природы, но хочется одеваться модно и не быть похожей на луковицу в зимние холодные деньки, но увы, этот курорт уже начал меня отмораживать, в прямом смысле слова.\nКто знает, может к концу этого леденящего душу приключения я все-таки проникнусь любовью к госпоже Зиме? ",
    "answers": [
      {
        "id": 76,
        "text": "Персонажи "
      },
      {
        "id": 2,
        "text": "Глава 1. Голова Льва"
      },
      {
        "id": 12,
        "text": "Глава 2. Поиски пропавшего "
      },
      {
        "id": 38,
        "text": "Глава 3. Все начинается с доверия "
      },
      {
        "id": 83,
        "text": "Глава 4. Эффект кобры"
      },
      {
        "id": 121,
        "text": "Глава 5. Друзья или враги? "
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "https://pp.userapi.com/c846020/v846020809/169773/IPGd83gz8ww.jpg",
        "system": true
      },
      {
        "id": 147,
        "text": "Глава 6. Наедине *новое*"
      }
    ]
  },
  {
    "id": 2,
    "text": "По приезде на курорт под названием \"Затерянные в горах\", я окончательно поняла, во что ввязалась.Кругом все покрыто снегом, который переливается на солнце и выглядит по истине ослепительно, сосульки свисают с крыши и, черт, даже они выглядят как-то изысканно и слишком фигуристо, словно ёлочные новогодние игрушки. На улице было так морозно, что от одного порыва этого холодного ветра, мой нос покраснел и я со своими спутниками поспешила зайти внутрь. ",
    "answers": [
      {
        "id": 3,
        "text": "М, я уже заинтересована "
      }
    ]
  },
  {
    "id": 3,
    "text": "Радуясь тому, что чемодан был на колёсах и тем самым облегчил мою задачу, мы зашли в центральную массивную дверь, направились прямиком к стойке регистрации. Моему удивлению не было предела, когда я увидела на ресепшене молодую девушку, которая по возрастной категории явно ушла от нас не далеко, на вид крошечная, с веснушчатым лицом, каштановыми волосами, заплетенными в тугую косу и такими проникновенными, по-детски наивными прозрачно-голубыми глазами. Нет, она определённо моложе меня.\n— Здравствуйте, вас приветствует курортный отель \"Затерянные в горах\". Мы окружим вас теплом и вниманием, согреем дружелюбным отношением даже в самые лютые морозы, — произнесла она, с явно натянутой улыбкой на лице.\n— Не, ну пейзаж меня вполне устроил, только я надеялся, что и холодными ночами я не буду лежать один в холодной постели, а тут ты, — прямым грозным взглядом Кирилл прожигал в бедной девочке дыру\nВдруг позади мы услышали быстрые шаги, которые сопровождались постукиванием каблуков. ",
    "answers": [
      {
        "id": 4,
        "text": "Развернуться, обратить все внимание на шум "
      }
    ]
  },
  {
    "id": 4,
    "text": "—Аня, ты уже приняла наших многоуважаемых гостей, — сказала статная невысокая женщина, с пухлыми алыми губами, которые были слишком яркими и именно они бросались в глаза\n— Да, мам, — девочка опустила взгляд, словно провинившись. Странные у них отношения, — подумала я\n— Нам бы быстренько все оформить и порешать, больно хочется прыгнуть на кровать и пролежать ничком несколько часов, перелет вымотал нас, — взял ответственность за свои слова Свят\n— И, пожалуйста, выделите этим парням комнату подальше от нас, я знаю их предельно хорошо, поэтому лучше держаться от них на расстоянии и от их дурацких шуток, — с сарказмом, но в полном понимании того, что я говорю, я бросила прямо в их лицо свои слова\n— Вет, ну давай без колкостей, тут не место кактусам, убери эти колючки, — приобнявши меня и заглянув в глаза, Дашка пыталась меня образумить\nМы весело рассмеялись, даже я оценила эту шутку по достоинству. Один Игорь стоял в далеке от нас и пристально всматривался  в заледенелое окно. Не хочу прерывать его мысли, лучше переговорю с ним позже, — промелькнула мысль в моей голове\nНаконец мы прекратили борьбу с бумажными демонами, взяли ключи и побежали, стараясь обогнать друг друга. Открыв дверь и зайдя в номер, моё сердце забилось с непривычной скоростью, потому что я увидела его... ",
    "answers": [
      {
        "id": 5,
        "text": "Кого?! "
      }
    ]
  },
  {
    "id": 5,
    "text": "Балкон был приоткрыт, словно зазывал своим присутствием, но сердце моё затрепетало не от этого. Вы в курсе, что из-за пробуждения страха твои глаза приобретают способность видеть и замечать все мелочи, зрение улучшается в несколько тысяч раз? А я этот факт проверила на себе. \nНа балконе бродила высокая тень, меня манила эта тьма, но и в то же время крайне пугала, как хорошо, что Даши со мной нет, она осталась в комнате мальчиков на какое-то время, — вспомнив об этом, я ладонью провела по вспотевшему лбу\nЯ отбросила обувь, встав на цыпочки, медленно стала подкрадываться к проему, ведущему на балкон, и только когда я, набравшись смелости сделала этот безумный шаг, дверь на балкон, то-ли из-за ветра, то-ли из-за чего-то ещё, о чем мне совсем не в кайф было думать, захлопнулась\nЯ стала нащупывать и блуждать рукой по стенам, должен же быть хоть какой-то встроенный выключатель, — судорожно соображала я\nСзади, уверенным и громким шагом ко мне надвигалась тень. Она обхватила меня руками, прижавши к стене, сказать, что мне было страшно и мысли мои улетучились, ничего не сказать, я пыталась высвободиться и ослабить хватку, мой голос предательски пропал, я почувствовала, что навсегда останусь в этой тьме и не увижу ни одного из этих чёртовых сугробов больше, отдававших отблеском жаркого солнца ",
    "answers": [
      {
        "id": 6,
        "text": "Взять себя в руки и вспомнить о наличии ног, которые были свободными "
      },
      {
        "id": 7,
        "text": "Закричать так, чтобы тень оглохла на всю жизнь"
      }
    ]
  },
  {
    "id": 6,
    "text": "Что есть силы, я подняла свою длинную, но такую худую ножку и прописала чёткий удар в сторону тени. Она закричала от боли или же неожиданности, я воспользовалась моментом и снова направила в её сторону удар, послышался шум, который быть мог только от падения\n— Сучка, не могла что ли не рыпаться и постоять немного в моем захвате, я же не причинил никакого вреда тебе и тем более не нанёс телесных повреждений, — голос тьмы был хриплым и таким мужским, что я поняла, мне удалось уложить на лопатки какого-то наглого самца, непонятно что делавшего в моем собственном номере.\nУф, я добралась до источника включения света и мой взгляд упал на \"тьму\" побежденную. Это был мужчина, лет 27-30,с щетиной и причёской андеркат, тёмными, почти цвета смолы волосами и синими, нет, ярко-синими глазами. Он был лишь в одних боксерах, которые плотно прилегали к его шикарному мускулистому телу, на шее была татуировка в виде головы льва. Выглядит, как настоящий брутал, но победа в этой схватке за мной, — не скрывая улыбку, я стояла и просто пялилась во все глаза на него",
    "answers": [
      {
        "id": 8,
        "text": "Вспомнить, что еле вырвалась и \"открутила голову льву\", бежать отсюда, как марафонец"
      }
    ]
  },
  {
    "id": 7,
    "text": "— А ну-ка убрал руки, пока я тебе их не отломала! Я просто так не сдамся, я буду сопротив...,- тут я ощутила запах парфюма и далеко не мороз по своей коже, от кожи \"тьмы\" отдавало таким не скрытным жаром, что меня саму чуть в этот жар не бросило\n— Оказывай сопротивление, я не против проверить насколько ты способна сопротивляться, — произнёс он хриплым низким голосом мне на ушко и закрыл своей рукой мой рот.\nПока я продумывала дальнейшие действия, ручка балконной двери пришла в действие и с характерным хлопком отворилась. Всё, что я запомнила, мгновенный удар...\nМоя голова кружилась, свет, озаривший резко комнату, оказал неприятное воздействие на мои глаза, которые были ещё недавно в кромешной тьме\nИ вот, я уже сижу на диване в номере, замечая свои руки, накрытые мужскими руками. Рядом со мной сидит Свят, на его губе небольшая трещина с кровавым подтеком, а на моей кровати лежит плошмя какое-то рельефное тело, кхм, да ещё в одних боксерах... Должна признаться, вид сзади впечатляющий, он следит за своим телом.\nСобравшись с мыслями, я убираю руку и кладу её на губу Свята. Его глаза расширяются так впервые и это так красиво сочетается с разрезом его глаз\n— Ты спас меня и получил боевое ранение? — с виноватой улыбкой на лице спросила я ",
    "answers": [
      {
        "id": 10,
        "text": "Не дождавшись ответа принятся за поиск аптечки "
      }
    ]
  },
  {
    "id": 8,
    "text": "Забежав в лифт и приехав на 5ый этаж, я застучала кулаком по деревянной тёмной двери под номером 323. Её открыл мне Кирилл.\nНахлынувшие чувства, вперемешку с эмоциями, позволили мне проявить себя в качестве напуганной маленькой девочки, которая с разбегу набросилась и вцепилась в крепкую шею Киры. Он стоял в недоумении несколько минут, прежде чем обнял меня\n— Воу, мы не виделись несколько часов, а ты уже так соскучилась. Хотя о чем это я, ты никогда не позволяла даже прикоснуться к себе, а тут сама напрыгнула на меня и прижимаешься своим телом ко мне, — он сказал это специально громко, чтобы я осознала и ответила за содеянное\n— Если ты не заткнешься, я расскажу Даше, что ты ко мне пристаешь, поверь, она верит в женскую солидарность больше, чем в эту вашу любовь,-съязвила я и со взглядом победителя закинула голову, чтобы встретиться с ним взглядом\n— Так ты ещё и шантажистка, — он принял вызов и демонстративно прошёлся языком по его верхней губе, как будто она пересохла от жажды\n— Кирилл, какой же ты моральный урод все-таки, я попала в ситуацию, которая и тебя бы лишила спокойствия, я уверена, — со злостью и показной неприязнью я спрыгнула с него\nНашу перепалку прервал громкий протяжный голос Дашки, ясно было одно — пропал Игорь! ",
    "answers": [
      {
        "id": 9,
        "text": "Продолжение следует... "
      }
    ]
  },
  {
    "id": 9,
    "text": "Спасибо за уделённое внимание моему квесту!\nЭто первая глава, так сказать, проба первого пера)\nОставляйте свои комменты, я буду рада узнать ваше мнение. ",
    "answers": [
      {
        "id": 1,
        "text": "К началу "
      }
    ]
  },
  {
    "id": 10,
    "text": "Я быстро поднялась с места и интуитивно приоткрыла шкафчик, расположенный в ванной комнате, нашла аптечку, взяла вату и антисептик, откопала на дне её пластырь, поспешила с найденным к моему Святмэну\n— Ты так быстро сбежала, что я не успел тебя остановить, но Ветта, твоя безопасность важнее, какой бы ты борзой порой не была, ты все-таки девушка и вон, он указал головой на все ещё недвижимое тело на моей кровати, непонятно че это за мужик и в какой опасности ты была\n— Всё же хорошо закончилось и, как бы мне не хотелось это отмечать, но все это благодаря тебе, я твоя должница, — с этими словами я закончила обработку раны, и когда мои пальцы собирались покинуть его губы, он схватил меня за руку\n— Ты отработаешь свой долг с потом, но без крови, — прошептал он так, словно повсюду были подслушивающие устройства и нас могли услышать.\nУже собираясь ответить ему, нас оглушил звук открывающейся двери и перед нами предстала \"во всей красе\" Даша, с лицом, залитым растекшейся тушью, мне сразу стало понятно, что она недавно плакала. Не оставляя времени для нас, словно некогда было устраивать допрос, она села прямо на пол перед нашими ногами и снова начала плакать, успев выдавить из себя\" Игорь пропал, все его вещи на месте, он бы не ушёл без своей камеры\"... \n\n",
    "answers": [
      {
        "id": 11,
        "text": "Продолжение следует... "
      }
    ]
  },
  {
    "id": 11,
    "text": "Глава 1 подошла к концу. Надеюсь, найдутся те, кто полюбит этот квест)\nБуду рада комментам, конструктивная критика тоже не будет лишней ",
    "answers": [
      {
        "id": 1,
        "text": " К началу "
      }
    ]
  },
  {
    "id": 12,
    "text": "Я всю ночь не спала, в голове никак не укладывалось, куда пропал мой близкий человек, я всю голову сломала плохими мыслями... \nОшарашенные новостью о пропаже нашего друга, мы решили собраться все вместе в холле и начать наше маленькое расследование.\n— Насколько я знаю, Игорь всегда держит свою комнату в чистоте, ни одной пылинки, книги рассортированы в алфавитном порядке, ведь хаос в комнате приводит к хаосу в голове. Он же боится подцепить микробы, поэтому окружает себя атмосферой чистоты, сейчас же в его номере полный кавардак- сказала я, пытаясь трезво мыслить и вести себя сдержанно настолько, насколько умею, чтобы ни один мускул не дрогнул из-за моих переживаний\n— Я предлагаю разделиться и распределить обязанности, чтобы поиск не затянулся и в течение дня мы уже хоть что — то выяснили, — задумчиво произнёс Свят и почесал подбородок,черт, это так мило, когда он пытается брать на себя роль \"мозгового штурма\"\n — Слышь, давай ты не будешь указывать мне и решать за меня, лидер тут один и это я, — чётко и ясно, тоном, не потерпевшим возражений высказал свою позицию Кирилл\nСвята, словно шаровой молнией ударило, он спрыгнул с перил, оказался прямо перед Кириллом, одной рукой схватил его за шиворот, вторую же сжал в кулак и направил к его лицу. Кирилл быстро одернул его руку и оттолкнул в сторону, идиот с мгновенной реакцией, мда",
    "answers": [
      {
        "id": 13,
        "text": "Продолжить баттл"
      }
    ]
  },
  {
    "id": 13,
    "text": "— Мальчики, ну не ссорьтесь, вы совсем офигели что ли, Игореша пропал, а вы... Вы ведёте себя, как враги! Какая разница, кто и что будет делать, если мы избежим конфликта, вместе мы сила, — Даша, скрестив руки на груди, осмотрела пренебрежительным взглядом парней, даже мне от такого пронизывающего взора стало совсем не по себе\n— Вот и порешили. Так, не время петушиных боев и столкновения лбами! Слушаем внимательно, я повторять тугодумам дважды не собираюсь, — меня все так взбесило, что я огрызнулась. Свят-ты мой Ватсон, я твой Шерлок, работаем в тандеме. \nМы-команда, черт вас побери!\nКирилл, ты же у нас спортсмен, любые виды спорта тебе на изи, умелый во всем, — вздохнув и смирившись с этим фактом, я озвучила вслух \nБерёшь лыжи и отправляешься на поиски за пределами отеля. Все понятно? \nДаша, моё ты сокровище, перелопать всю его комнату, я имею ввиду Игорька, вдруг появятся хоть малейшие зацепки, нам надо знать, что он, где он, куда он\nЕсть вопросы? В ответ я услышала лишь тишину. \nЧерез некоторое я поднялась к себе, решила сделать лёгкий мэйк, чтобы не пугать своим видом, отчетливые тёмные круги под глазами после бессонной ночи явно не прибавляли мне красоты",
    "answers": [
      {
        "id": 14,
        "text": "Вперёд"
      }
    ]
  },
  {
    "id": 14,
    "text": "Открыв чемодан, я вспомнила, что так и не разобрала вещи, пора бы переодеться",
    "answers": [
      {
        "id": 15,
        "text": "` Надеть меховую жилетку серого цвета, чёрный свитер с шипами, колготки и чёрные утеплённые  джинсы,рыжие ботинки со шнуровкой"
      },
      {
        "id": 16,
        "text": "` Надеть тёплое обтягивающее вязаное платье с узорами из снежинок бирюзового цвета, колготки бежевого цвета, сапоги до колен под цвет платья, с высоким каблуком"
      },
      {
        "id": 17,
        "text": "` Надеть пушистый свитер жёлтого цвета с карманом справа, обтягивающие утеплённые лосины фиолетового цвета, колготки и светло-коричневые угги"
      }
    ]
  },
  {
    "id": 15,
    "text": "А мне идёт)\nВзяв с тумбочки кожаный блокнот и ручку, я поспешила вниз,там меня уже ждал Свят\n— Мисс Шерлок, есть идеи, с чего нам начать? — с ухмылкой на лице обратился он ко мне\n— М, да, есть у меня идейка. Нам надо допросить того темноволосового черта, который сбежал, когда мы оставили его одного, ты мог бы его и связать, — в душе бушевала буря, что я отчитываю Святослава, как первоклассника, но он рили виноват, да, это его вина\n— Фиговая с тебя судья,а ещё ты неблагодарная девчонка. Помнишь, я спас тебя тогда? И что, мать его, я получаю в качестве благодарности? — от вспышки ярости его глаза налились кровью и он начал приближаться...\nМы стояли вблизи друг на против друга, я почувствовала себя не в своей тарелке, опустив взгляд и стараясь не встречаться с его глазами, я ощущала его пристальный взгляд на мне, а потом я ощутила жгучее тепло... \nОн схватил грубо, почти насильно меня за шею, мне стало трудно дышать, я была словно рыба, выброшенная на сушу\n— Просто пойми, я могу быть как твоим спасителем, так и твоим губителем. Смотри мне в глаза, не будь слабой, — не ослабляя хватку отдал он мне приказ\n— Я не боюсь тебя, у тебя доброе сердце, несмотря на все твои закидоны, задушить ты меня не сможешь, так что прекращай этот спектакль, отпусти меня, — с перебоями из-за нехватки воздуха я пыталась заставить его одуматься \nЕго руки стали плавно подниматься от моей шеи к моему подбородку, он потянул моё лицо вверх одними пальцами, чтобы я видела каждое его действие, моё лицо уже намокло от  слез,он же приблизил свое лицо к моему и укусил меня за мочку уха\nЯ сразу пришла в себя и отпрянула от него. ",
    "answers": [
      {
        "id": 18,
        "text": "3¬.¬3 вся во внимание, что происходило дальше"
      }
    ]
  },
  {
    "id": 16,
    "text": "Настоящая русская красавица!\nВзяв с тумбочки кожаный блокнот и ручку, я поспешила вниз,там меня уже ждал Свят\n— Мисс Шерлок, есть идеи, с чего нам начать? — с ухмылкой на лице обратился он ко мне\n— М, да, есть у меня идейка. Нам надо допросить того темноволосового черта, который сбежал, когда мы оставили его одного, ты мог бы его и связать, — в душе бушевала буря, что я отчитываю Святослава, как первоклассника, но он рили виноват, да, это его вина\n— Фиговая с тебя судья,а ещё ты неблагодарная девчонка. Помнишь, я спас тебя тогда? И что, мать его, я получаю в качестве благодарности? — от вспышки ярости его глаза налились кровью и он начал приближаться... \nМы стояли вблизи друг на против друга, я почувствовала себя не в своей тарелке, опустив взгляд и стараясь не встречаться с его глазами, я ощущала его пристальный взгляд на мне, а потом я ощутила жгучее тепло... \nОн схватил грубо, почти насильно меня за шею, мне стало трудно дышать, я была словно рыба, выброшенная на сушу\n— Просто пойми, я могу быть как твоим спасителем, так и твоим губителем. Смотри мне в глаза, не будь слабой, — не ослабляя хватку отдал он мне приказ\n— Я не боюсь тебя, у тебя доброе сердце, несмотря на все твои закидоны, задушить ты меня не сможешь, так что прекращай этот спектакль, отпусти меня, — с перебоями из-за нехватки воздуха я пыталась заставить его одуматься ",
    "answers": [
      {
        "id": 24,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 17,
    "text": "Взяв с тумбочки кожаный блокнот и ручку, я поспешила вниз,там меня уже ждал Свят\n— Мисс Шерлок, есть идеи, с чего нам начать? — с ухмылкой на лице обратился он ко мне\n— М, да, есть у меня идейка. Нам надо допросить того темноволосового черта, который сбежал, когда мы оставили его одного, ты мог бы его и связать, — в душе бушевала буря, что я отчитываю Святослава, как первоклассника, но он рили виноват, да, это его вина\n— Фиговая с тебя судья,а ещё ты неблагодарная девчонка. Помнишь, я спас тебя тогда? И что, мать его, я получаю в качестве благодарности? — от вспышки ярости его глаза налились кровью и он начал приближаться... \nМы стояли вблизи друг на против друга, я почувствовала себя не в своей тарелке, опустив взгляд и стараясь не встречаться с его глазами, я ощущала его пристальный взгляд на мне, а потом я ощутила жгучее тепло... \nОн схватил грубо, почти насильно меня за шею, мне стало трудно дышать, я была словно рыба, выброшенная на сушу\n— Просто пойми, я могу быть как твоим спасителем, так и твоим губителем. Смотри мне в глаза, не будь слабой, — не ослабляя хватку отдал он мне приказ\n— Я не боюсь тебя, у тебя доброе сердце, несмотря на все твои закидоны, задушить ты меня не сможешь, так что прекращай этот спектакль, отпусти меня, — с перебоями из-за нехватки воздуха я пыталась заставить его одуматься \nЕго руки стали плавно подниматься от моей шеи к моему подбородку, он потянул моё лицо вверх одними пальцами, чтобы я видела каждое его действие, моё лицо уже намокло от  слез,он же приблизил свое лицо к моему и укусил меня за мочку уха",
    "answers": [
      {
        "id": 31,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 18,
    "text": "— Не смей больше приближаться ко мне, ты такой же ненормальный, как Кирилл, но он хотя бы не скрывает свое истинное лицо, а ты... Ты меня разочаровал \nВ слезах, я сбегаю из отеля на улицу, позабыв о верхней одежде, к черту, у меня все равно сердце холодное,я вся холодная, мне не нужно тепло. \nВчерашний пейзаж стал ещё более красочным, растущие вблизи ели были покрыты снежным кружевом, их верхушки отдавали отблеском серебра.Я хлопнула себя по щеке, вспомнив о своей цели. Не время расслабляться\nПозади отеля я увидела небольшую, но очень аккуратную и стойкую беседку, в ней было двое. Подойдя, я заметила хозяйку отеля, её дочь и \"тьму\" или же Мистера с головой льва. Кто он вообще такой? — пронеслось в моей голове \n— Нет, только не она, — сердито произнёс этот взрослый мэн, смотря на меня\n— Добрый день, я не хотела бы нарушать вашу идиллию, но не могла бы я поговорить с вами, точнее, с каждым из вас наедине? Дело в том, что один из моих друзей пропал, я уверенно это заявляю, любым способом мне надо его найти, информация каждого из вас может быть полезна, — с надеждой в душе и трепетом на сердце я обратилась к ним\n— Лев, останься с этой девушкой, мы с дочерью будем ждать вас в отеле, — сказав на прощание, хозяйка удалилась \nНаступило молчание. Я не знала, как заговорить с этим человеком, как не накинуться на него с обидой, как вести себя наедине с ним... Мои мысли были нагло прерваны\n— Это ты та девка, которая чуть ли не сдала меня в полицию, твой ублюдок чуть не сломал мне шею, из-за вас я чуть ли не потерял все, — закурив сигарету, он бросил на меня взгляд, полный ненависти\n— Я не собираюсь продолжать разговор в таком тоне. Что я должна была подумать, когда в моем номере находится какой-то полуголый незнакомый мужик, набросившийся на меня сзади? Извращенец, садист, вор- мне продолжать? — я уничтожала его, медленно, но верно\nЕго дым был направлен в мою сторону, он курил, а страдала я. Эти клубы дыма окутывали нас, образуя дымовую завесу. Черт, он такой же, как Свят и Кирилл, эгоистичный подонок, курит и засоряет свои легки намеренно, а я страдаю безвозмездно. \n ",
    "answers": [
      {
        "id": 19,
        "text": "Устроим допрос с пристрастием для наглеца"
      }
    ]
  },
  {
    "id": 19,
    "text": "— Забудем все, мне серьёзно пофиг, кто у тебя пропал, я же не набиваюсь к тебе в друзья и помогать не буду, скажу все, что знаю, чтобы побыстрее ты от меня отстала, — держа сигарету и выпуская новое кольцо дыма, у меня начался приступ кашля\n— Кх-кх, я не нуждаюсь ни в чьей помощи, а в твоей тем более. Начинай уже выдавать инфу\n— Проясню ту ситуацию, ты не отгадала, кто я и что я делал в твоём номере. Я работник этого отеля, инструктор по зимним лыжам, пока номер никому не сдавался я пользовался всей его начинкой, включая сауну, массажное кресло и... Тебе несказанно повезло, что ты не обнаружила меня без боксеров, ведь после длительных тренировок на свежем воздухе, хочется дать ночью отдохнуть своей коже,хм, или же наоборот не повезло, это уж как посмотреть\n— и тут он с явным намёком удостоил меня взглядом\n— Нет, ты все-таки из отряда извращенцев, но не переживай, доступ в мою постель теперь для тебя закрыт и я не увижу такого \"зрелища\", — с улыбкой превосходства сказала я \nДавай по теме, я не падка на твои чары) \n— Когда вы оставили меня ночью, я очнулся и услышал шум за окном, скорее всего, это был звук уезжающего снегохода, больше я ничего не знаю, даже если бы и знал, за просто так Тебе помогать я бы не стал. Твой характер, как снежная лавина, ты знала? — спросил меня он\nОставив его без ответа, я развернулась и собиралась уже уходить, но мои ноги меня не слушались, они словно были одеты в оковы из хрусталя, я чувствовала, как моё тело пронзает холод. Ах да, я же забыла о шубе... ",
    "answers": [
      {
        "id": 20,
        "text": "Продолжим"
      }
    ]
  },
  {
    "id": 20,
    "text": "Мои силы меня покинули и я рухнула на что-то тёплое, говорящее и мягкое... Открыв глаза, я оказалась в незнакомом месте, это была шикарно обставленная комната, на стене висели винтовки, коньки и ещё какой-то спортивный зимний инвентарь... Ища взглядом знакомое, я увидела широкую спину и узнала её обладателя- это был Лев. \nОн обернулся, как будто поймал на себе взгляд, отошёл на пару минут и вернулся с большой кружкой в руках, аккуратно передал её мне. \n— Это горячий шоколад с корицей, он поставит тебя на ноги и прибавит сил, — он был каким-то другим, его словно подменили, но хриплость его мужского голоса заставила меня убедиться, что это был он\n— Спасибо... Это так странно, что ты помог мне, несмотря на наш недавний разговор, может я ошибаюсь, и ты не настолько плох? — с иронией и улыбкой сказала я \n— Я плохой, ты не ошиблась, но бросить замерзающего на улице и не оказать помощь, это как бы неправильно. Я сделал то, что делал не раз, многие теряют сознание из-за перемены климата прямо на моих тренировках, — вытащив из кармана зажигалку, он снова засунул в рот очередную сигарету. Нет, этот мэн ещё и суицидник? Травит себя. ",
    "answers": [
      {
        "id": 21,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 21,
    "text": "Я не помню, как провалилась в сон, повсюду была темнота и мне захотелось пить. Я встала с кровати, провела рукой по телу и поняла, что нахожусь в одной ночной рубашке, которая почему-то мне была не по размеру, шагая по полу я запнулась и упала. Это было мускулистое рельефное тело, оно дышало, оно как будто ждало этого момента... \n— От тебя приятно пахнет и когда ты молчишь, ты не действуешь мне на нервы. Хах, тот день нашего нелепого знакомства мы тоже провели во тьме, мб она, как сваха, сводит нас?- его руки обхватили мои ягодицы, язык увлажнял и дразнил мою шею, моё холодное тело стало отогреваться... Кто он такой, чтобы ко мне прикасаться? Но с ним так жарко, ещё немного и я потеряю контроль. \n— Я благодарна тебе за спасение, за твой горячий...шоколад,но в горячих объятиях я не привыкла таять, — убрав его руку, поправила рубашку и зашагала прочь. \nОн пытался окликнуть меня и остановить, я не хотела его слушать. Пошла в комнату Игорю, пусть ночь не лучшее время для поиска, но лучшее время для тайн... ",
    "answers": [
      {
        "id": 22,
        "text": "Интрига"
      }
    ]
  },
  {
    "id": 22,
    "text": "Я дёрнула за ручку двери, она отворилась с первой попытки, подозрительно, что Даша не закрыла её на ключ... На письменном столе стояла настольная лампа, её приглушенный свет падал на спящее лицо, которое лежало не шелохнувшись... Это была Даша. Вокруг неё был все тот же бедлам, валялись бумаги, какие-то диски, но моё внимание привлекла одна книга, она была обычной на вид, но меня к ней тянуло неведомой силой. Потянув за неё, я услышала громкий звук, как будто опустился навесной средневековый мост... Ничего себе, в другом конце комнаты, под вазой с цветами, открылся тайник! \nПодбежав к нему, я вытянула старый лист бумаги, который был покрыт пылью, но он был пуст, ни слова... Я читала книги и была любительницей детективов, поэтому сообразила, что проявить чернила можно при помощи пара, нагрев лист — проявятся чернила. Документ принадлежал семье Лейнберг, тут были прописаны имена их членов и их часть наследства, доставшаяся от тётушки... Среди имён я нашла нашего Игоря, оказывается, на месте этого отеля когда-то был замок семьи Лейнбергов... Это значит, мой друг несметно богат, он не совсем русский и потомок царских кровей? Я выронила лист, он чуть не приземлился на пламя танцующей свечи, если бы не Дашкина рука, которая успела налету его поймать... ",
    "answers": [
      {
        "id": 23,
        "text": "В следующей главе... "
      }
    ]
  },
  {
    "id": 23,
    "text": "Я приветствую читателей! 2ая глава подошла к концу, не буду слишком спойлерить насчёт третьей, но...\nМогу сказать, что дам вам волю выбора, каждый персонаж проявит себя с неожиданной стороны... Кто он, тот, кто растопит твоё сердце и согреет душу?\nУзнаем в ближайшем будущем) \n",
    "answers": [
      {
        "id": 1,
        "text": "  В начало"
      }
    ]
  },
  {
    "id": 24,
    "text": "Его руки стали плавно подниматься от моей шеи к моему подбородку, он потянул моё лицо вверх одними пальцами, чтобы я видела каждое его действие, моё лицо уже намокло от  слез,он же приблизил свое лицо к моему и укусил меня за мочку уха\nЯ сразу пришла в себя и отпрянула от него. \n— Не смей больше приближаться ко мне, ты такой же ненормальный, как Кирилл, но он хотя бы не скрывает свое истинное лицо, а ты... Ты меня разочаровал \nВ слезах, я сбегаю из отеля на улицу, позабыв о верхней одежде, к черту, у меня все равно сердце холодное,я вся холодная, мне не нужно тепло. \nВчерашний пейзаж стал ещё более красочным, растущие вблизи ели были покрыты снежным кружевом, их верхушки отдавали отблеском серебра.Я хлопнула себя по щеке, вспомнив о своей цели. Не время расслабляться\nПозади отеля я увидела небольшую, но очень аккуратную и стойкую беседку, в ней было двое. Подойдя, я заметила хозяйку отеля, её дочь и \"тьму\" или же Мистера с головой льва. Кто он вообще такой? — пронеслось в моей голове \n— Нет, только не она, — сердито произнёс этот взрослый мэн, смотря на меня ",
    "answers": [
      {
        "id": 25,
        "text": "Допрос"
      }
    ]
  },
  {
    "id": 25,
    "text": "— Добрый день, я не хотела бы нарушать вашу идиллию, но не могла бы я поговорить с вами, точнее, с каждым из вас наедине? Дело в том, что один из моих друзей пропал, я уверенно это заявляю, любым способом мне надо его найти, информация каждого из вас может быть полезна, — с надеждой в душе и трепетом на сердце я обратилась к ним\n— Лев, останься с этой девушкой, мы с дочерью будем ждать вас в отеле, — сказав на прощание, хозяйка удалилась \nНаступило молчание. Я не знала, как заговорить с этим человеком, как не накинуться на него с обидой, как вести себя наедине с ним... Мои мысли были нагло прерваны\n— Это ты та девка, которая чуть ли не сдала меня в полицию, твой ублюдок чуть не сломал мне шею, из-за вас я чуть ли не потерял все, — закурив сигарету, он бросил на меня взгляд, полный ненависти\n— Я не собираюсь продолжать разговор в таком тоне. Что я должна была подумать, когда в моем номере находится какой-то полуголый незнакомый мужик, набросившийся на меня сзади? Извращенец, садист, вор- мне продолжать? — я уничтожала его, медленно, но верно\nЕго дым был направлен в мою сторону, он курил, а страдала я. Эти клубы дыма окутывали нас, образуя дымовую завесу. Черт, он такой же, как Свят и Кирилл, эгоистичный подонок, курит и засоряет свои легки намеренно, а я страдаю безвозмездно. \n— Забудем все, мне серьёзно пофиг, кто у тебя пропал, я же не набиваюсь к тебе в друзья и помогать не буду, скажу все, что знаю, чтобы побыстрее ты от меня отстала, — держа сигарету и выпуская новое кольцо дыма, у меня начался приступ кашля\n— Кх-кх, я не нуждаюсь ни в чьей помощи, а в твоей тем более. Начинай уже выдавать инфу",
    "answers": [
      {
        "id": 26,
        "text": "Продолжим допрос с пристрастием"
      }
    ]
  },
  {
    "id": 26,
    "text": "— Проясню ту ситуацию, ты не отгадала, кто я и что я делал в твоём номере. Я работник этого отеля, инструктор по зимним лыжам, пока номер никому не сдавался я пользовался всей его начинкой, включая сауну, массажное кресло и... Тебе несказанно повезло, что ты не обнаружила меня без боксеров, ведь после длительных тренировок на свежем воздухе, хочется дать ночью отдохнуть своей коже,хм, или же наоборот не повезло, это уж как посмотреть\n— и тут он с явным намёком удостоил меня взглядом\n— Нет, ты все-таки из отряда извращенцев, но не переживай, доступ в мою постель теперь для тебя закрыт и я не увижу такого \"зрелища\", — с улыбкой превосходства сказала я \nДавай по теме, я не падка на твои чары) \n— Когда вы оставили меня ночью, я очнулся и услышал шум за окном, скорее всего, это был звук уезжающего снегохода, больше я ничего не знаю, даже если бы и знал, за просто так Тебе помогать я бы не стал. Твой характер, как снежная лавина, ты знала? — спросил меня он\nОставив его без ответа, я развернулась и собиралась уже уходить, но мои ноги меня не слушались, они словно были одеты в оковы из хрусталя, я чувствовала, как моё тело пронзает холод. Ах да, я же забыла о шубе... ",
    "answers": [
      {
        "id": 27,
        "text": "Черт, холод одержал верх"
      }
    ]
  },
  {
    "id": 27,
    "text": "Мои силы меня покинули и я рухнула на что-то тёплое, говорящее и мягкое... Открыв глаза, я оказалась в незнакомом месте, это была шикарно обставленная комната, на стене висели винтовки, коньки и ещё какой-то спортивный зимний инвентарь... Ища взглядом знакомое, я увидела широкую спину и узнала её обладателя- это был Лев. \nОн обернулся, как будто поймал на себе взгляд, отошёл на пару минут и вернулся с большой кружкой в руках, аккуратно передал её мне. \n— Это горячий шоколад с корицей, он поставит тебя на ноги и прибавит сил, — он был каким-то другим, его словно подменили, но хриплость его мужского голоса заставила меня убедиться, что это был он\n— Спасибо... Это так странно, что ты помог мне, несмотря на наш недавний разговор, может я ошибаюсь, и ты не настолько плох? — с иронией и улыбкой сказала я \n— Я плохой, ты не ошиблась, но бросить замерзающего на улице и не оказать помощь, это как бы неправильно. Я сделал то, что делал не раз, многие теряют сознание из-за перемены климата прямо на моих тренировках, — вытащив из кармана зажигалку, он снова засунул в рот очередную сигарету. Нет, этот мэн ещё и суицидник? Травит себя. ",
    "answers": [
      {
        "id": 28,
        "text": "Продолжим"
      }
    ]
  },
  {
    "id": 28,
    "text": "Я не помню, как провалилась в сон, повсюду была темнота и мне захотелось пить. Я встала с кровати, провела рукой по телу и поняла, что нахожусь в одной ночной рубашке, которая почему-то мне была не по размеру, шагая по полу я запнулась и упала. Это было мускулистое рельефное тело, оно дышало, оно как будто ждало этого момента... \n— От тебя приятно пахнет и когда ты молчишь, ты не действуешь мне на нервы. Хах, тот день нашего нелепого знакомства мы тоже провели во тьме, мб она, как сваха, сводит нас?- его руки обхватили мои ягодицы, язык увлажнял и дразнил мою шею, моё холодное тело стало отогреваться... Кто он такой, чтобы ко мне прикасаться? Но с ним так жарко, ещё немного и я потеряю контроль. \n— Я благодарна тебе за спасение, за твой горячий...шоколад,но в горячих объятиях я не привыкла таять, — убрав его руку, поправила рубашку и зашагала прочь. \nОн пытался окликнуть меня и остановить, я не хотела его слушать. Пошла в комнату Игорю, пусть ночь не лучшее время для поиска, но лучшее время для тайн... ",
    "answers": [
      {
        "id": 29,
        "text": "О да, пора включить Шерлока, детка"
      }
    ]
  },
  {
    "id": 29,
    "text": "Я дёрнула за ручку двери, она отворилась с первой попытки, подозрительно, что Даша не закрыла её на ключ... На письменном столе стояла настольная лампа, её приглушенный свет падал на спящее лицо, которое лежало не шелохнувшись... Это была Даша. Вокруг неё был все тот же бедлам, валялись бумаги, какие-то диски, но моё внимание привлекла одна книга, она была обычной на вид, но меня к ней тянуло неведомой силой. Потянув за неё, я услышала громкий звук, как будто опустился навесной средневековый мост... Ничего себе, в другом конце комнаты, под вазой с цветами, открылся тайник! \nПодбежав к нему, я вытянула старый лист бумаги, который был покрыт пылью, но он был пуст, ни слова... Я читала книги и была любительницей детективов, поэтому сообразила, что проявить чернила можно при помощи пара, нагрев лист — проявятся чернила. Документ принадлежал семье Лейнберг, тут были прописаны имена их членов и их часть наследства, доставшаяся от тётушки... Среди имён я нашла нашего Игоря, оказывается, на месте этого отеля когда-то был замок семьи Лейнбергов... Это значит, мой друг несметно богат, он не совсем русский и потомок царских кровей? Я выронила лист, он чуть не приземлился на пламя танцующей свечи, если бы не Дашкина рука, которая успела налету его поймать... ",
    "answers": [
      {
        "id": 30,
        "text": "В следующей главе... "
      }
    ]
  },
  {
    "id": 30,
    "text": "Вы завершили чтение 2ой главы, мои поздравления!\nНе буду спойлерить, но... В третьей главе я дам вам волю выбора, дабы погрузиться ещё больше в эту историю\nСпасибо за внимание) ",
    "answers": [
      {
        "id": 1,
        "text": "В начало "
      }
    ]
  },
  {
    "id": 31,
    "text": "Я сразу пришла в себя и отпрянула от него. \n— Не смей больше приближаться ко мне, ты такой же ненормальный, как Кирилл, но он хотя бы не скрывает свое истинное лицо, а ты... Ты меня разочаровал \nВ слезах, я сбегаю из отеля на улицу, позабыв о верхней одежде, к черту, у меня все равно сердце холодное,я вся холодная, мне не нужно тепло. \nВчерашний пейзаж стал ещё более красочным, растущие вблизи ели были покрыты снежным кружевом, их верхушки отдавали отблеском серебра.Я хлопнула себя по щеке, вспомнив о своей цели. Не время расслабляться\nПозади отеля я увидела небольшую, но очень аккуратную и стойкую беседку, в ней было двое. Подойдя, я заметила хозяйку отеля, её дочь и \"тьму\" или же Мистера с головой льва. Кто он вообще такой? — пронеслось в моей голове \n— Нет, только не она, — сердито произнёс этот взрослый мэн, смотря на меня ",
    "answers": [
      {
        "id": 32,
        "text": "Снова он"
      }
    ]
  },
  {
    "id": 32,
    "text": "— Добрый день, я не хотела бы нарушать вашу идиллию, но не могла бы я поговорить с вами, точнее, с каждым из вас наедине? Дело в том, что один из моих друзей пропал, я уверенно это заявляю, любым способом мне надо его найти, информация каждого из вас может быть полезна, — с надеждой в душе и трепетом на сердце я обратилась к ним\n— Лев, останься с этой девушкой, мы с дочерью будем ждать вас в отеле, — сказав на прощание, хозяйка удалилась \nНаступило молчание. Я не знала, как заговорить с этим человеком, как не накинуться на него с обидой, как вести себя наедине с ним... Мои мысли были нагло прерваны\n— Это ты та девка, которая чуть ли не сдала меня в полицию, твой ублюдок чуть не сломал мне шею, из-за вас я чуть ли не потерял все, — закурив сигарету, он бросил на меня взгляд, полный ненависти\n— Я не собираюсь продолжать разговор в таком тоне. Что я должна была подумать, когда в моем номере находится какой-то полуголый незнакомый мужик, набросившийся на меня сзади? Извращенец, садист, вор- мне продолжать? — я уничтожала его, медленно, но верно\nЕго дым был направлен в мою сторону, он курил, а страдала я. Эти клубы дыма окутывали нас, образуя дымовую завесу. Черт, он такой же, как Свят и Кирилл, эгоистичный подонок, курит и засоряет свои легки намеренно, а я страдаю безвозмездно. ",
    "answers": [
      {
        "id": 33,
        "text": "Допрос с пристрастием "
      }
    ]
  },
  {
    "id": 33,
    "text": "— Забудем все, мне серьёзно пофиг, кто у тебя пропал, я же не набиваюсь к тебе в друзья и помогать не буду, скажу все, что знаю, чтобы побыстрее ты от меня отстала, — держа сигарету и выпуская новое кольцо дыма, у меня начался приступ кашля\n— Кх-кх, я не нуждаюсь ни в чьей помощи, а в твоей тем более. Начинай уже выдавать инфу\n— Проясню ту ситуацию, ты не отгадала, кто я и что я делал в твоём номере. Я работник этого отеля, инструктор по зимним лыжам, пока номер никому не сдавался я пользовался всей его начинкой, включая сауну, массажное кресло и... Тебе несказанно повезло, что ты не обнаружила меня без боксеров, ведь после длительных тренировок на свежем воздухе, хочется дать ночью отдохнуть своей коже,хм, или же наоборот не повезло, это уж как посмотреть\n— и тут он с явным намёком удостоил меня взглядом\n— Нет, ты все-таки из отряда извращенцев, но не переживай, доступ в мою постель теперь для тебя закрыт и я не увижу такого \"зрелища\", — с улыбкой превосходства сказала я \nДавай по теме, я не падка на твои чары) ",
    "answers": [
      {
        "id": 34,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 34,
    "text": "— Когда вы оставили меня ночью, я очнулся и услышал шум за окном, скорее всего, это был звук уезжающего снегохода, больше я ничего не знаю, даже если бы и знал, за просто так Тебе помогать я бы не стал. Твой характер, как снежная лавина, ты знала? — спросил меня он\nОставив его без ответа, я развернулась и собиралась уже уходить, но мои ноги меня не слушались, они словно были одеты в оковы из хрусталя, я чувствовала, как моё тело пронзает холод. Ах да, я же забыла о шубе... \nМои силы меня покинули и я рухнула на что-то тёплое, говорящее и мягкое... Открыв глаза, я оказалась в незнакомом месте, это была шикарно обставленная комната, на стене висели винтовки, коньки и ещё какой-то спортивный зимний инвентарь... Ища взглядом знакомое, я увидела широкую спину и узнала её обладателя- это был Лев. \nОн обернулся, как будто поймал на себе взгляд, отошёл на пару минут и вернулся с большой кружкой в руках, аккуратно передал её мне. \n— Это горячий шоколад с корицей, он поставит тебя на ноги и прибавит сил, — он был каким-то другим, его словно подменили, но хриплость его мужского голоса заставила меня убедиться, что это был он\n— Спасибо... Это так странно, что ты помог мне, несмотря на наш недавний разговор, может я ошибаюсь, и ты не настолько плох? — с иронией и улыбкой сказала я \n— Я плохой, ты не ошиблась, но бросить замерзающего на улице и не оказать помощь, это как бы неправильно. Я сделал то, что делал не раз, многие теряют сознание из-за перемены климата прямо на моих тренировках, — вытащив из кармана зажигалку, он снова засунул в рот очередную сигарету. Нет, этот мэн ещё и суицидник? Травит себя. ",
    "answers": [
      {
        "id": 35,
        "text": "Он ненормальный"
      }
    ]
  },
  {
    "id": 35,
    "text": "Я не помню, как провалилась в сон, повсюду была темнота и мне захотелось пить. Я встала с кровати, провела рукой по телу и поняла, что нахожусь в одной ночной рубашке, которая почему-то мне была не по размеру, шагая по полу я запнулась и упала. Это было мускулистое рельефное тело, оно дышало, оно как будто ждало этого момента... \n— От тебя приятно пахнет и когда ты молчишь, ты не действуешь мне на нервы. Хах, тот день нашего нелепого знакомства мы тоже провели во тьме, мб она, как сваха, сводит нас?- его руки обхватили мои ягодицы, язык увлажнял и дразнил мою шею, моё холодное тело стало отогреваться... Кто он такой, чтобы ко мне прикасаться? Но с ним так жарко, ещё немного и я потеряю контроль. \n— Я благодарна тебе за спасение, за твой горячий...шоколад,но в горячих объятиях я не привыкла таять, — убрав его руку, поправила рубашку и зашагала прочь. \nОн пытался окликнуть меня и остановить, я не хотела его слушать. Пошла в комнату Игорю, пусть ночь не лучшее время для поиска, но лучшее время для тайн... ",
    "answers": [
      {
        "id": 36,
        "text": "Режим Шерлока"
      }
    ]
  },
  {
    "id": 36,
    "text": "Я дёрнула за ручку двери, она отворилась с первой попытки, подозрительно, что Даша не закрыла её на ключ... На письменном столе стояла настольная лампа, её приглушенный свет падал на спящее лицо, которое лежало не шелохнувшись... Это была Даша. Вокруг неё был все тот же бедлам, валялись бумаги, какие-то диски, но моё внимание привлекла одна книга, она была обычной на вид, но меня к ней тянуло неведомой силой. Потянув за неё, я услышала громкий звук, как будто опустился навесной средневековый мост... Ничего себе, в другом конце комнаты, под вазой с цветами, открылся тайник! \nПодбежав к нему, я вытянула старый лист бумаги, который был покрыт пылью, но он был пуст, ни слова... Я читала книги и была любительницей детективов, поэтому сообразила, что проявить чернила можно при помощи пара, нагрев лист — проявятся чернила. Документ принадлежал семье Лейнберг, тут были прописаны имена их членов и их часть наследства, доставшаяся от тётушки... Среди имён я нашла нашего Игоря, оказывается, на месте этого отеля когда-то был замок семьи Лейнбергов... Это значит, мой друг несметно богат, он не совсем русский и потомок царских кровей? Я выронила лист, он чуть не приземлился на пламя танцующей свечи, если бы не Дашкина рука, которая успела налету его поймать... \n",
    "answers": [
      {
        "id": 37,
        "text": "В следующей главе... "
      }
    ]
  },
  {
    "id": 37,
    "text": "Вы успешно закончили чтение 2ой главы)\nНе буду слишком спойлерить, но...\nВ третьей главе я дам вам волю выбора, принимайте решения для ещё большего погружения в историю!\nНесколько парней, у каждого своя история, но кто из них растопит льды и наделит теплом? Узнаем в ближайшем будущем. ",
    "answers": [
      {
        "id": 1,
        "text": "В начало "
      }
    ]
  },
  {
    "id": 38,
    "text": "Забыв на какое-то время о нахлынувших проблемах и погружаясь в неизвестность, я провалилась в сон. Мой организм был настолько вымотан, что я даже не шелохнулась во время сна, как заснула в одной позе, так её и не меняла.\nПроснувшись и проанализировав, что произошло за эти 2 дня, я уже практически не злилась на своих друзей и их побуждение приехать именно на этот курорт. Я любительница приключений, у каждой загадки имеется разгадка, надо только не падать духом и включить мозговую деятельность на полную.\nЧем заняться сейчас? ",
    "answers": [
      {
        "id": 39,
        "text": "Пойти на кухню, выпить какао и что-нибудь перекусить"
      },
      {
        "id": 40,
        "text": "Сходить в душ, чтобы смыть с себя весь накопившийся негатив "
      },
      {
        "id": 41,
        "text": "Написать в общую беседу друзьям, надо узнать, как их успехи"
      }
    ]
  },
  {
    "id": 39,
    "text": "Я заглянула на кухню, сделала себе какао, когда меня окликнул мужской голос. Я знала, что это был Лев, у меня очень хорошая память на звуки, особенно голоса.\n— Какао ещё осталось? Если нет, тебе придётся угостить меня, — нагловатым тоном он мне заявил\n— Для тебя найдётся ещё кружка, если ты составишь мне компанию, — я не хотела оставаться одной на этой большой кухне\n— Умеешь уговаривать, — подмигнув мне, он отхлебнул какао\nМы разговаривали обо всем, что голову взбредет, как оказалось, Льву почти 27 лет, родом он из Сибири, именно там он пристрастился к лыжам. Быстрое и удобное передвижение, — констатировал он\nТеперь же он знаменитый инструктор, к которому зимой очередями выстраиваются желающие научиться этому мастерству.\n—Если хочешь, я стану твоим личным инструктором, — с ожиданием моего ответа он смотрел на меня ",
    "answers": [
      {
        "id": 73,
        "text": "Шуточно ответить"
      }
    ]
  },
  {
    "id": 40,
    "text": "Открыв шкаф и взяв самое большое полотенце, шерстяной тёплый халат, принадлежности для гигиенических процедур, я поспешила в ванную комнату.\nКонечно, я могла бы использовать душ, который находился прямо в номере, но по приезде сюда я ещё ни разу не успела понежиться в гидромассажной ванной, это надо исправлять, прямо сейчас.\nПроверив, что никого нет поблизости, я быстро сняла с себя всю вспотевшую зимнюю одежду и с разбегу запрыгнула в это \"чудо\"\nВсё бы хорошо, большой размер ванной привлек меня своей вместительностью, но с другого конца всплыло тело. Это что, утопленник?! ",
    "answers": [
      {
        "id": 42,
        "text": "Подплыть и проверить"
      },
      {
        "id": 43,
        "text": "Не скрывая испуга, закричать и выпорхнуть из ванной, забыв о собственной наготе"
      }
    ]
  },
  {
    "id": 41,
    "text": "Я:- Утреца) Выяснили что-нибудь новое?\nДаша: Доброе) Нет, я не сдвигаюсь с места...\nСвят: Ни фига не доброе. Я не спал даже. Зато я узнал много новой инфы, так что, Виолетта, спустись ко мне в номер, когда сможешь\nДаша: Свят, ты типо её на свидание приглашаешь? Так круто, прям в общем чате, хах)\nСвят: Иди к черту, никакое это не свидание. Просто решил обезопасить себя, не хочется в чате обсуждать такое.\nЯ: Ну ок, Святушка, спущусь в скором времени\nСвят: Эй, тебе многое можно, но не настолько же) Жду\nЯ вышла из чата, улыбнулась своим мыслям, что Дашка относительно может быть права, ведь Свят-скрытый, его эгоистичная сторона мешает ему напрямую выражать свои эмоции.\nЧто ж, я готова идти",
    "answers": [
      {
        "id": 56,
        "text": "Вспомнить, что Свят без сна, взять ему какао и шоколадные пончики "
      },
      {
        "id": 57,
        "text": "Зайти в номер и принарядиться"
      }
    ]
  },
  {
    "id": 42,
    "text": "Как можно быстрее я подплываю, что у меня не очень профессионально получается, обычно я плаваю в стиле \"топорика\".\nЭто тело было таким знакомым... Не время любоваться, но его влажная спина была такой рельефной, а эта родинка на его шее... я ещё больше забеспокоилась, что нашла его так поздно.\nЧерт, да это же этот идиот-Кирилл! Я, позабыв о моей ненависти, пощупала его пульс, он ощущался, но почему он не двигался?\nСвоими хрупкими руками, я обхватила его мускулистое спортивное тело, пытаясь его перевернуть и кое-как вытащить отсюда, когда...\nОн резким движением перевернулся сам, на его лице появилась фирменная ухмылка, он ликовал своей победе, а я почувствовала гнев от поражения\nМожет, пора проучить его? ",
    "answers": [
      {
        "id": 44,
        "text": "Наброситься на него с кулаками, хватит копить эмоции, надо уметь выпускать их на волю"
      },
      {
        "id": 45,
        "text": "Высказать ему все, нагло ткнув пальцем в его грудь"
      }
    ]
  },
  {
    "id": 43,
    "text": "— О нееет! — это все, что мне удаётся произнести, я выпрыгиваю из ванной и быстренько обматываю себя полотенцем\nТело спокойно поворачивается и заливается смехом. Я узнаю этот голос из тысячи, ведь его обладатель- Кирилл Шумин\n— Хах, видела бы ты сейчас свое лицо\nНеужели ты способна испугаться? А вот мне несказанно повезло, я увидел кое-что получше, — и он взглядом провел по моему телу, а руками изобразил те выпуклости, которые ему удалось увидеть\n— Знаешь, я не такая бессердечная, чтобы не отреагировать на труп или человека, нуждающегося в помощи. Ты меня совсем не знаешь, — я буровила его взглядом, мне хотелось, чтобы он извинился. Боже, на что я надеюсь? Этому не бывать\nОн вылез вслед за мной, на нем были короткие плавки, тело же было загорелым, словно он приехал на пляжный курорт. Черт бы его побрал, он слишком красив. Мой враг\n— Я извинюсь, если ты наконец наденешь халат, не забывай, мы тут одни и мне будет все сложнее сдерживаться, — серьёзным хрипловатым тоном он меня обезоружил",
    "answers": [
      {
        "id": 50,
        "text": "Выполнить просьбу, только этого мне ещё не хватало "
      }
    ]
  },
  {
    "id": 44,
    "text": "Потеряв от ярости и вспыльчивого характера голову, не просчитав разницу в нашей весовой категории и уровнем силы, набросилась на него с кулаками. Один за другим мои маленькие кулачки приземлились в его пресс, который состоял из заметных кубиков... Идиот с красивой \"душой\", — подумала я, закусив губу, чтобы случайно не сказать мысли вслух \n— Пхах, твои кулачки не способны принести мне боль, это что-то типа массажа, так что продолжай, мне даже в кайф такие грубые прикосновения, — рассмеялся он и я впервые подумала, как он красив, когда искренен\n— Ты понимаешь, что я испугалась?! Ты всплыл на воду, как безжизненное тело, я не знала, что предпринять, чтобы тебя оживить! — я орала на него так, словно он был глухим и не мог расслышать бы, говоря я шёпотом \n— М, так ты бываешь настоящей девушкой, которая испытывает страх и пытается помочь утопающим? Прям открыл тебя с новой стороны. Оживить меня можно только одним способом, — его голос был каким-то соблазнительным, он оставался все тем же эгоистичным и грубым Кириллом, но мне не хотелось от него бежать... \n\n",
    "answers": [
      {
        "id": 46,
        "text": "И что это за способ? "
      }
    ]
  },
  {
    "id": 45,
    "text": "—Ты! Да как ты мог так злобно разыграть меня?! У меня у самой чуть сердце не остановилось от увиденного, понимаешь?! Да ничерта ты не понимаешь! — в порыве ярости я нагло приблизилась к нему и ткнула своим пальчиком ему в грудь\nОн рассмеялся смехом, который я не слышала от него прежде, он был все тем же Кириллом, но каким-то милым и искренним, даже ямочки на щеках проявились. Он такой хорошеньк...Черт,о чем это я, я его ненавижу, он мой враг, — убеждала я себя\nОн резко схватил меня за руку и потянул в воду, я прильнула к его груди и почувствовала щекой всю силу его мускулистого тело и, стоит отметить, от моего близкого присутствия оно явно было напряжённо... \nГневно выругаясь в мыслях, я хотела высказать ему все, что скопилось на душе, но он обнял меня, сжав меня так, что мои руки были обездвижены, я не могла пошевелиться\n— Ты попала в мой плен, мой красивый враг, — с этими прошептанными словами, он стал блуждать своими руками по моему телу, схватил меня за подбородок, чтобы я смотрела только на него и спросил:\n— Какого черта ты такая непослушная, я сделаю так, что ты будешь слушать меня одного, — грубо он поцеловал меня прямо в губы, с таким напором мне стало трудно дышать",
    "answers": [
      {
        "id": 53,
        "text": "Стараться оказать сопротивление "
      }
    ]
  },
  {
    "id": 46,
    "text": "Оставив меня без ответа, он присел на бортик ванной и притянул меня к себе. Наши лица были в миллиметре друг от друга, стук моего сердца зашкаливал, я мысленно настроилась на продолжение.\nНастраиваясь, я была крайне удивлена, что даже не сообразила закрыть глаза, как его губы жадно впились в мои, сначала поцелуи были страстными, но потом ещё и влажными, как и наши разгоряченные мокрые от воды тела...\nЕго язык проник в мой рот и захватил власть над моим языком, должна признаться, что он мастерски целуется и мне было ни капли не противно.\nПосле нескольких минут, мы нехотя отлипли друг от друга, но он был все так близко\n— Ты понимаешь, что я тебя теперь буду преследовать, пока ты не признаешься, что я для тебя не просто враг? Детка, ты попала в мой плен, — все так же ухмыляясь, он шептал мне эти слова на ухо\n— Кто ещё в чей плен попал, — с сарказмом ответила ему я и быстро укусила его за губу\nНе ожидав такого жеста, он опешил, я же поспешила уйти. Побежала со всех ног к висевшему халату, но услышав его одобрительный возглас поняла, что он уже многое успел заметить... ",
    "answers": [
      {
        "id": 47,
        "text": "Показать ему средний палец, послав воздушный поцелуй "
      }
    ]
  },
  {
    "id": 47,
    "text": "— Я буду ждать тебя на кухне, поторопись, — пропела я и удалилась.\nПридя на кухню и сделав себе большую кружку горячего какао, я написала смс Даше, Святу и попыталась ещё раз дозвониться до Игоря, он был вне зоны...\nМне надоело, что мы стоим на месте, нет никакого продвижения. Возможно, Игорь хотел привезти нас сюда, чтобы мы помогли ему с этой его семейной историей, но куда он мог деться?\nТут пришло оповещение из общего чата и это вывело меня из моего \"транса\":\nСвят: Я расспросил хозяйку отеля об истории его создания, поговорил с её дочкой, ну и этим Львом. Оказывается, что Игорь успел разузнать, что недалеко отсюда находится государственная библиотека, это строение было создано во времена, когда был построен и этот отель. Совпадение? Не думаю) \nДаша: Круто, Ватсон) Наверно, надо нам съездить в эту библиотеку, вдруг Игорь уже был там. Уверена, что есть у него какая-то цель\nЯ: Отличная работа, ребят) Позже все обсудим\nЯ вышла из чата и услышала шаги. Кирилл шёл ко мне навстречу в одном полотенце, капли воды все ещё сверкали на его теле. Определённо, мой \"враг\"  слишком хорош собой. Увидев меня, мои затуманенные глаза и улыбку, он снова ухмыльнулся и обхватил меня за талию",
    "answers": [
      {
        "id": 48,
        "text": "Рассказать ему все, что узнала из чата"
      }
    ]
  },
  {
    "id": 48,
    "text": "Он внимательно слушал, не перебивая, а перебирая своими длинными пальцами мои волосы, признаюсь, мне уже начало нравится его близкое присутствие и эти манеры поведения, главное, не попасть в его плен окончательно...\nМой рассказ прервал звук присланного сообщения, Кирилл выхватил у меня смартфон и прочитал:\n— Оно от Игоря. Он попал в западню, — с серьёзным лицом сказал он. ",
    "answers": [
      {
        "id": 49,
        "text": "Продолжение следует... "
      }
    ]
  },
  {
    "id": 49,
    "text": "Глава пройдена.\nГероиня учится доверять людям, её сердце начинает потихоньку становится тёплым, не оставаясь холодным\nВ зимние деньки так хочется тепла... Кто же её окончательно согреет и в какую западню попал Игорь Лейнберг?\nУзнаете в следующей главе) ",
    "answers": [
      {
        "id": 1,
        "text": "В меню"
      }
    ]
  },
  {
    "id": 50,
    "text": "Взяв в руки халат и пытаясь засунуть в него руку, я не попала в рукав с первого раза, потому что чувствовала на себе его пристальный, бушующий взгляд.\n— Давай я помогу, — произнёс приближающийся Кирилл\nОн выхватил из моих рук халат, отбросил его в сторону и поцеловал меня в шею. Моя кожа моментально покраснела, он же не останавливался и углубил свой поцелуй, я ощутила на себе его руки, они поглаживали мои бедра и, когда я наконец поняла, что происходит и кто это вытворяет с моим телом, хотела сказать ему пару \"ласковых\", он переместил свои губы на мои, целовал меня с таким желанием и страстью, что сопротивляться я уже не хотела...\n— Кирилл, остановись, это все как-то неправильно. Ты же нравишься Даше, она моя подруга, — подавляя сладостный стон, который не сорвался чуть ли с моих губ от его прикосновений, я умоляла его прекратить\n— Она мне никто, не девушка и, тем более, не жена, я свободен, а ещё я полигамный самец, которому мало одной. Заткнись уже и наслаждайся, — приказал он\nЯ не знаю, чем все это могло закончиться, мы услышали голос Льва и хозяйки, они говорили о чем-то приглушенным тоном. Мы оба сразу сообразили, что делать",
    "answers": [
      {
        "id": 51,
        "text": "Подслушать и незаметно покинуть это место"
      }
    ]
  },
  {
    "id": 51,
    "text": "—Лева, я сказала тебе, проверить... Он может быть там, эти... Могут испортить весь план, — шёпотом хозяйка внушала инструктору что-то, о чем мы понятия не имели\n— Будет сделано, — Лев, безусловно, был неплохим послушным псом своей хозяйки\nОни говорили что-то ещё, но нам пора было уходить. Нельзя, чтобы нас заметили\nМы незаметно ушли на кухню, Кирилл делал нам горячее какао, я читала ему вслух сообщения из беседы. Свят, как истинный Ватсон, нашёл инфу и объявил, что знает, куда мог отправиться Игорь. В библиотеку, — так сказала ему хозяйка отеля\nНо можно ли ей верить? Попытка — не пытка, надо проверить.\nВручив мне какао, наши пальцы переплелись и Кирилл бережно потирал их, от его малейших прикосновений по телу распространялось тепло... Мой враг плохо на меня действует)\nНаш \"интимный\" момент был прерван оповещением о присланном сообщении. Шумин дал знак, типо можешь прочитать его при мне и я сказала вслух, шокированная:\n—Это смс от Игоря. Он в западне! ",
    "answers": [
      {
        "id": 52,
        "text": "Продолжение следует... "
      }
    ]
  },
  {
    "id": 52,
    "text": "Глава успешно прочитана)\nТеплеет сердце главной героини, она учиться доверять людям\nКто же окончательно её согреет душевным теплом? Может быть, поможет только взаимная любовь?\nВ какую западню попал Игорь?\nУзнаете в следующей главе) ",
    "answers": [
      {
        "id": 1,
        "text": "В начало "
      }
    ]
  },
  {
    "id": 53,
    "text": "— Нет, я не буду тебя слушаться, не дождёшься и мне не нравятся твои прикосновения, — я врала сама себе, но что мне было делать, не признавать же свое поражение\n— Мы сидим обнажённые в ванной, ты не сопротивляешься и почти отвечаешь на мой поцелуй, ты самая настоящая врунья, за это должна быть наказана, — с его большим напором и жгучей страстью он целовал мои губы, но потом...\nЯ вспомнила о Даше, её чувствах к нему, вспомнила о Игоре, который наверняка попал в какую-то передрягу, мне нельзя окончательно сдаться этому чёртову Кириллу с его вкусными и требовательными губами... Только не сейчас...\nИзо всех сил я дернулась в сторону, побежала и надела халат, он явно ожидал чего-то подобного и прошептал так, что мне удалось услышать:\n— Я тебя ещё усмирю, — облизав губы, он смотрел на меня, не отводя взгляд\nЯ пошла на кухню, с самого пробуждения мне хотелось получить кружку горячего какао, пока чайник кипятился, я зашла в чат.\n<plus>50 сообщений,в основном, от Свята.Не зря я выбрала его на роль Ватсона, он уверенно заявлял, что знает о местонахождении Игоря, он точно может быть в библиотеке. Хозяйка отеля любезно поделилась с ним информацией. Что ж, надо будет проверить",
    "answers": [
      {
        "id": 54,
        "text": "Пить какао, смотреть на приближающегося Кирилла"
      }
    ]
  },
  {
    "id": 54,
    "text": "Я рассказала ему все, что удалось узнать, он обрадовался, что есть хоть какая-то информация.\nПока я делилась с ним ею, он все смотрел на мои губы, резко поднялся с места и снова сорвал с них поцелуй, мне хотелось ответить ему на него... Но нас прервал сигнал оповещения о присланном сообщении, Кирилл пристроился рядом и прочитал:\n—Это Игорь и походу, он в западне",
    "answers": [
      {
        "id": 55,
        "text": "Продолжение следует... "
      }
    ]
  },
  {
    "id": 55,
    "text": "Глава успешно прочитана и, следовательно, подошла к концу)\nГероиня учится доверять людям, возможно, именно любовь, которая растопит её холодное сердце, может со всеми проблемами и отыщет их решение...\nВ какую западню попал Игорь?\nУзнаете в следующей главе) ",
    "answers": [
      {
        "id": 1,
        "text": "В начало "
      }
    ]
  },
  {
    "id": 56,
    "text": "Прихватив с кухни какао и пончики для перекуса, я направилась в комнату парня.\nЯ стучала в дверь несколько раз подряд, в ответ была ТИШИНА.Я решила подергать за ручку двери и... Она была открыта.\nЗайдя в комнату, у меня было чувство дежавю. Его комната была чистой, когда я зашла в центр, меня схватили сзади. Я не растерялась",
    "answers": [
      {
        "id": 63,
        "text": "Пролить на него какао, нечего так пугать"
      },
      {
        "id": 64,
        "text": "Приказным тоном сказать, чтобы прекратил дурачиться "
      }
    ]
  },
  {
    "id": 57,
    "text": "Вчера я успешно разгрузила свой чемодан и отсортировала всё , так что нет никаких проблем, осталось выбрать, что надеть.\nКажется, мне начали надоедать все эти шерстяные и вязаные вещи , я нашла одно красивое обтягивающее чёрное платье из более тонкой материи. В принципе, я могу надеть его, топят в отеле на славу, не замерзну.\nТак как платье было однотонным, я решила добавить к нему бижутерию в виде серебряного кулона с полумесяцем и кожаный, под цвет платье браслет, с серебряными нитями\nРаспустив волосы, я осмотрела себя в зеркало. Вроде бы, идеально) ",
    "answers": [
      {
        "id": 58,
        "text": "Пойти к Святославу"
      }
    ]
  },
  {
    "id": 58,
    "text": "Набравшись смелости, пусть он мне и друг, но все-таки я нечасто бываю в гостях у парней, я постучала в дверь его номера. Мне моментально открыли, словно он сидел все это время под дверью, ожидая меня. Забавно, какие порой бредовые мысли меня посещают\n— Проходи, — он приоткрыл дверь, впуская в меня внутрь, глаза его как-то странно заблестели, по нему было видно, что он приятно шокирован увидеть меня в таком платье.\n— Я заставила тебя ждать, но надеюсь, это было недолго. Расскажешь мне все, что узнал? — я пыталась вразумить его, а сама радовалась, что моё преображение произвело на него эффект, которого я и добивалась\n—Ты... Это... Короче... Черт. Он вздохнул. Видишь, я даже с мыслями собраться не могу, хах) Слишком прекрасна ты сегодня, вот что я хотел сказать, — он почесал голову и старался незаметно меня разглядывать, но его глаза просто меня \"поглощали\".\nКак хорошо, что я не умею читать мысли, думаю, они бы изрядно заставили меня покраснеть. Ладно, это неважно, я здесь не для этого \n— Спасибо, Свят, от тебя приятно слышать комплименты вдвойне, потому что я никогда не слышала, чтобы ты их делал прежде\nБез слов, словно ему диктовал условия личный дьявол, он взял мою руку в свою и пристально вглядывался в мои глаза, пытаясь найти ответы на собственные вопросы\n",
    "answers": [
      {
        "id": 59,
        "text": "Не отводя взгляд, ждать от него дальнейших действий "
      },
      {
        "id": 60,
        "text": "К черту все, проявить инициативу "
      }
    ]
  },
  {
    "id": 59,
    "text": "Он выдохнул и поцеловал мою ладонь. Прошептал извинения за тот инцидент, который случился ранее и мне пришлось сбежать от него, я их сразу же приняла. Этот человек сейчас дважды переступил через себя, оказывая мне знаки внимания и делая комплимент, а потом ещё и извинился. Свят-Свят, да что с тобой такое? Сейчас декабрь, но никак не март\n— На самом деле, Даша отчасти права, я не знал как заманить тебя к себе, в свое логово. А ты на встречу со мной пришла ещё в таком невероятном виде, что ты со мной делаешь? — видимо, это был риторический вопрос, он взял в руки моё лицо и нежно прикоснулся губами, потом его руки медленно начали скользить вниз по моему телу, каждое его прикосновение заставляло бросать моё тело в жар. На мгновение он остановился, будто задумался, правильно ли он все делает\n— Свят, не знала, что ты можешь быть таким приторно-сладким и сомневаться в правильности своих действий, — я решила слегка его подколоть, моё настроение было игривым, я делала то, что мне хотелось\n— Я сам не знал, что я настоящий именно такой, благодаря тебе я либо меняюсь, либо познаю себя настоящего.\nЯ одарила его улыбкой, он выглядил немного смущенным \nПока мы играли в гляделки, Святослав увидел оповещение на моём смартфоне, я взяла в руки телефон и не верила своим глазам-это смс от Игоря, он попал в западню! \n",
    "answers": [
      {
        "id": 61,
        "text": "Продолжение следует... "
      }
    ]
  },
  {
    "id": 60,
    "text": "Обхватив его ногой, я подалась вперед и неуверенно подарила ему быстрый поцелуй. Хотела отодвинуться и спрятать глаза, но этот жест как будто сделал его гораздо увереннее в себе, он притянул меня к себе поближе и начал целовать меня в губы так, словно он задыхается, а я его единственный источник кислорода\nЯ позволила себе ещё одну шалость, запустила свои пальцы под его шерстяной свитер и начала трогать рельефный пресс, каждый его мускул был рад моим нестеснительным прикосновениям...\nНаслаждаясь обществом друг друга, я совсем забыла о своей цели прихода сюда, в моей голове все мысли были только о нем, о этом эгоистичном парне с чувственным телом...\nНас прервали на самом интересном, но не прореагировать на оповещение я не могла.\nСвятослав опередил меня и прочитал:\n\"Смска от Игоря. Он попал в западню\"\n",
    "answers": [
      {
        "id": 62,
        "text": "Продолжение следует... "
      }
    ]
  },
  {
    "id": 61,
    "text": "Вы успешно прочитали главу, что ждёт вас в дальнейшем?\nВ какую западню попал Игорь и кто же растопит сердце главной героини?\nОна будет учиться доверять людям, все зависит от вашего выбора)\n",
    "answers": [
      {
        "id": 1,
        "text": "В меню "
      }
    ]
  },
  {
    "id": 62,
    "text": "Вы успешно прочитали главу)\nВ какую западню попал Игорь?\nКому ГГ(главная героиня) наконец откроет свое сердце?\nКто её согреет и вызовет доверие?\nУзнаем в следующей главе ",
    "answers": [
      {
        "id": 1,
        "text": "В меню "
      }
    ]
  },
  {
    "id": 63,
    "text": "В руках было какао, я как бы \"случайно\" пролила его на нападавшего.\nВ радость ему, он уже перестал быть горячим, развернувшись, я увидела Свята, в шерстяном светлом свитере и чёрных рваных джинсах. Он оторопел от моей наглости, грозно посмотрел на меня и рассмеялся\n—Черт, Виола, я тебя недооценивал.Оказывается,когда хочешь, можешь за себя постоять. Мать твою, это что же получается, ты не хотела сопротивляться, когда тот мужик прижимал тебя на балконе? — в его глазах заплясали искры ярости, он мог бы убить взглядом, если бы захотел\n— М, мне кажется или ты ревнуешь? — я решила ответить вопросом на вопрос, пусть взбесится по максимуму\n— Да. То есть, нет, конечно нет. Зачем мне ты, недоступная девка, когда так много доступных других, — с каждым словом его голос становился все тише.\n— Вот как, ну хорошо. Снимай свой свитер, чтобы не было пятна, я тебе его постираю. Всё же, моя вина тут тоже присутствует, — я нагло уставилась на него, давая понять, что последнее слово будет за мной и виноваты мы оба",
    "answers": [
      {
        "id": 65,
        "text": "Наблюдать за ним"
      }
    ]
  },
  {
    "id": 64,
    "text": "— Свят, какого черта ты творишь, отпусти меня, я между прочим, принесла тебе перекус, а ты ведёшь себя, как ребёнок, — мой голос имел командный тон, он не должен был мне перечить\n— Я и есть ребёнок, мужчины же типо в душе всегда дети, а хотя... Я лучше докажу тебе, что я не такой уж и ребёнок, — он выпил какао, демонстративно облизал губы, слизывая с них остатки какао и прильнул к моим губам\nЗапах шоколадного какао вперемешку с его духами вытворяли со мной какие-то неправильные вещи, я стала притягивать его ближе к себе, он был таким тёплым и холодным одновременно, не парень, а настоящее противоречие, вот кому-то \"повезёт\"...,-подумала я \n— Покорми меня, иначе я съем тебя, ведь ты такая сладкая и аппетитная, — от его шепота моё тело покрывалось мурашками",
    "answers": [
      {
        "id": 69,
        "text": "Накормить пончиком"
      },
      {
        "id": 70,
        "text": "Подразнить, не все сразу"
      }
    ]
  },
  {
    "id": 65,
    "text": "Он медленно потянул себя за свитер и снял его, все так же смотря на меня.\nПроцесс невербального общения был запущен, сейчас мы переговариваемся глазами, но и прикосновения тут явно не помешают.\nОн скинул свитер, на его груди я впервые заметила шрам, прямо на одном из кубиков\nРассматривая, я не заметила, как он взял мою руку и начал очерчивать моими же пальцами эту красоту его спортивного тела. Ощущения были приятными и непривычными, когда я чувствовала, как его тело реагирует на прикосновения, как перекатываются его мышцы...\n— Я прав, что по твоему довольному лицу можно быть уверенным, что тебе нравится увиденное и нравится трогать меня так? — осипшим голосом проговорил он, значит, ему это нравится не меньше моего\n",
    "answers": [
      {
        "id": 66,
        "text": "Ответить на вопрос "
      },
      {
        "id": 67,
        "text": "Перебьется, задать свой"
      }
    ]
  },
  {
    "id": 66,
    "text": "— У тебя приятная гладкая кожа, ты хорошо сложен, но если ты думаешь, что я могу влюбиться просто из-за всего этого, то ты ошибаешься,-сладко ответила ему я. (на самом деле, да, мне очень даже нравится)\n— Хах, пытаешься себе же противоречить, ты даже не пыталась выхватить свою руку, тебе все это так нравится, что ты не хочешь прерывать изучения моего тела. Признай это, — с этими словами он укусил меня в шею, потом провел языком по укушенному месту и начал целовать меня, оставляя засос\n— Ты делаешь мне больно... Перестань, — говорила я, было больно, но приятно...\nЯ не знаю, прислушался ли бы он ко мне, если бы не звонкое оповещение, пришло новое сообщение, Свят обездвижил мне руку и взял сам мой смартфон, его глаза сузились:\n—Игорь написал, что он в западне.Черт",
    "answers": [
      {
        "id": 1,
        "text": "В меню "
      }
    ]
  },
  {
    "id": 67,
    "text": "— Откуда этот шрам?, — я специально пальцем провела по нему\n— Не твоё дело, меньше будешь знать, ближе будешь держаться ко мне. Узнаешь меня полностью-сбежишь, — его голос стал таким холодным, что я невольно поежилась\n— Мне интересно узнать о твоём прошлом и я не такая трусиха, как ты думаешь, — я скрестила руки на груди и надула щеки, тип обиделась\n— Всё, не будь обиженкой, иди сюда, — он схватил меня за запястье и поцеловал. Этот поцелуй был жарким, но почему-то в моих губах покалывало, словно на них были мерзлые кружевные снежинки... С этим парнем даже поцелуи ненормальные, — пронеслось в моей голове\nНе замечая времени, мы были погружены друг в друга, как пришло оповещение, увидев имя отправителя, моя рука лихорадочно задрожала и я протянула смартфон Святу, он прочитал:\n—Игорь попал в западню",
    "answers": [
      {
        "id": 68,
        "text": "Продолжение следует... "
      }
    ]
  },
  {
    "id": 68,
    "text": "Глава подошла к концу.\nВ какую западню попал Игорь?\nПотеплеет ли сердце главной героини и научится ли она доверять людям?\nУзнаете в следующей главе) ",
    "answers": [
      {
        "id": 1,
        "text": "В меню "
      }
    ]
  },
  {
    "id": 69,
    "text": "Я вытащила из пакетика шоколадный пончик, он приоткрыл рот с ожиданием и послушно ждал кормешки\nЯ обхватила, как можно более аккуратно пончик пальчиками и отправила его ему в рот, но он же взял мою руку и не отпускал\nПотом, немного перекусив, он пытался накормить меня. Мои щеки покраснели, я не хотела есть у него на виду, я убегала от него по комнате, чтобы только избежать этой участи. Вскоре он поймал меня, вручил мне пончик, надев мне его на палец, я вопросительно изогнула бровь и спросила\n— Тебе настолько понравилась моя забота, что ты решил не терять момента и взять меня в жены?-кокетливо спросила я\n— Хм, а ты догадливая, все, с этой минуты ты-моя, — и он поднял в воздух мою руку, на пальце которой красовался пончик\nМы засмеялись, наш смех был прерван оповещением.Я взяла себя в руки и прочитала вслух:\n—Это Игорь, он попал в западню! ",
    "answers": [
      {
        "id": 71,
        "text": "Продолжение следует... "
      }
    ]
  },
  {
    "id": 70,
    "text": "Я приказала ему открыть рот и чуть ли не сказать \"ам\",как говорят маленькие дети, но нельзя было засмеяться раньше времени и провалить задуманное\nВзяв пончик и практически поднеся его к его рту, я поменяла траекторию движения и отправила его к себе в рот. На что Свят так чисто рассмеялся, на лице его появилась милая ухмылка\n— Эй, это был мой пончик, а за свое я привык бороться, — с этими словами он впился зубами в пончик, который я уже себе присвоила и нечаянно мы столкнулись губами... Резко позабыв о пончике и его вкусовых качествам, мы углубили наш сладкий поцелуй, ну точно не менее сладкий, чем этот соблазнительный пончик...\nМоя игра удалась, я была довольна собой, как весь этот момент был прерван звонким оповещением о присланном сообщении:\n— Игорь написал, что попал в западню! \n",
    "answers": [
      {
        "id": 72,
        "text": "Продолжение следует... "
      }
    ]
  },
  {
    "id": 71,
    "text": "Вы успешно прочитали главу)\nВ какую западню попал Игорь?\nОттает ли сердце ГГ(главной героини), научиться ли она доверять?\nВсё это и ещё многое другое вы узнаете в следующей главе) ",
    "answers": [
      {
        "id": 1,
        "text": "В меню "
      }
    ]
  },
  {
    "id": 72,
    "text": "Спасибо за прочтение главы)\nКто же этот человек, который растопит холодное сердце нашей героини и вызовет доверие?\nВ какую западню попал Игорь?\nВсё это вы узнаете в следующей главе) ",
    "answers": [
      {
        "id": 1,
        "text": "В меню "
      }
    ]
  },
  {
    "id": 73,
    "text": "— Да как же ты станешь моим личным инструктором, если у тебя время по минутам расписано, ты же так востребован, — с сарказмом подметила я\nОн хотел было мне уже ответить, но его словесному потоку так и не удалось начаться... На мой смартфон поступило сообщение, меня в прямом смысле затрясло, когда я увидела имя отправителя: Игорь!\nПрочитав сообщение, я поняла, что надо действовать быстро.\nОн попал в западню, пока я прокручивала мысли в своей голове, я встретилась глазами со Львом, он взял меня за руку и приобнял, подбадривая таким жестом. В душе я была ему благодарна, но сердце было не на месте... ",
    "answers": [
      {
        "id": 74,
        "text": "Продолжение следует... "
      }
    ]
  },
  {
    "id": 74,
    "text": "Спасибо за чтение главы)\nКто растопит сердце главной героини и научит её доверять другим людям?\nВ какую западню попал Игорь?\nУзнаете в следующей главе) ",
    "answers": [
      {
        "id": 1,
        "text": "В начало "
      }
    ]
  },
  {
    "id": 75,
    "text": "Рада приветствовать вас, читатель)\nПока мой квест ограничился 3мя главами,все самое интересное, ледянящее душу и согревающее сердце впереди\nХотелось бы узнать ваше мнение, чем интересен данный квест, кто из персонажей показался вам более колоритным и с кем бы вы хотели видеть нашу главную героиню-Виолетту?\nТакже я буду рада выслушать конструктивную критику, подкрепленную фактами в свой адрес, это не помешает как и просто отзывы об этом квесте)\nБуду рада вашим комментариям, ведь читая их мне хочется все больше творить????\nС любовью, ваша Тори????",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 76,
    "text": "Небольшой гайд по главным персонажам квеста.\nОзнакомьтесь с ними, узнайте их получше) \n",
    "answers": [
      {
        "id": 77,
        "text": "Виолетта Лунина"
      },
      {
        "id": 79,
        "text": "Дарья Кирсанова"
      },
      {
        "id": 78,
        "text": "Кирилл Шумин"
      },
      {
        "id": 80,
        "text": "Игорь Лейнберг"
      },
      {
        "id": 82,
        "text": "Святослав Градский"
      },
      {
        "id": 81,
        "text": "Лев (?) "
      },
      {
        "id": 1,
        "text": "В меню "
      }
    ]
  },
  {
    "id": 77,
    "text": "Высокая стройная девушка, блондинка с миндалевидными глазами, рост 173 см\nНе слишком доверчива, не способна к спонтанным действиям, предпочитая сначала все проанализировать, прежде чем что-то предпринять\nОтправилась из-за друзей на этот курорт, ищет пропавшего Игоря.\nЛюбит: подругу Дашку и поспать подольше, а ещё  прямолинейных и целеустремленных людей\nНенавидит: зиму, ведь она так ограничивает и отбивает желание выходить на улицу.\nДля девушки настоящая пытка находится в условиях, где царствует суровая зима и морозное утро, день за днем, не приносит ей никакой радости\nНо может она ещё будет благодарна судьбе за эту поездку? Кто знает. ",
    "answers": [
      {
        "id": 77,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b31/1812/a2/59493ca47643.jpg"
      },
      {
        "id": 76,
        "text": "К персонажам "
      }
    ]
  },
  {
    "id": 78,
    "text": "Вот он-мой враг.\nВнешность: 20 лет,мускулистого телосложения, брюнет с темно-карими глазами, высокого роста, мастер спорта по баскету. Он-вышка, рост примерно под 2м.\nНадменный,наглый,самовлюбленный\nЛюбит: себя и свой гелик,ключи которого вручил ему его крутой батя на 18летие\nНенавидит: меня и сладкое\nДружит со Святом, игнорирует чувства Даши\nНаша вражда началась ещё с детства, мы всегда друг друга недолюбливали, наши интересы были настолько странными, он играл моими куклами, пока я управляла его машинками, но потом что-то пошло не так... Начались соревнования, каждый пытался доказать, что он лучше и круче, в подростковом возрасте мой ненавистьмометр зашкаливал, когда я слышала один его только голос...\nВсё потому, что наши семьи терпеть друг друга не могут, забавно, но по факту мой и его отец были лучшими друзьями, пока мой папа не попал в аварию, а за рулём этой чёртовой машины был отец Кирилла.\nИ как вы знаете, месть подаётся холодной, он ещё прочувствует всю её прелесть на себе, это я вам обещаю ",
    "answers": [
      {
        "id": 78,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c23/1812/5d/c99c0375a553.jpg"
      },
      {
        "id": 76,
        "text": "К персонажам "
      }
    ]
  },
  {
    "id": 79,
    "text": "Девушка-шатенка, с зелеными глазами и очень милой улыбкой. Да, Дашка у меня красавица) \nПримерно моего роста, зато по характеру полная моя противоположность, общительная и весёлая, старается видеть только хорошее в людях, наивная.\nБезответно влюблена в Кирилла, считает его самым идеальным парнем в мире*ну не сумасшедшая ли? *\nЛюбит: рисовать и учить меня жизни\nНенавидит: когда я пропускаю её вечеры, ну где я, а где тусовки, вы что\nИменно она первая узнала о пропаже Игоря и всех \"поставила на уши\"\n",
    "answers": [
      {
        "id": 79,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a03/1812/e8/589cb12e869c.jpg"
      },
      {
        "id": 76,
        "text": "К персонажам "
      }
    ]
  },
  {
    "id": 80,
    "text": "Пропавший без вести парень, с огненно-рыжими волосами,зелено-серыми глазами. Среднего роста, примерно 178 см, стройного телосложения\nКак оказалось, он принадлежит к одному знатному роду Лейнбергов, на месте отеля когда-то был их особняк и кто знает, какие секреты он в себе таит.. \nОн начитанный, очень умный и интеллигентный, ненавидит грязь, любитель чистоты. Не понимает сарказма и не отличается чувством юмора, он серьёзен и не любит пустую болтовню, как и глупые шутки\nЛюбит: своего кота Фрейда, который остался в городе и какую-то неизвестную мне девушку, которой втихаря пишет стихи\nНенавидит: когда его вещи трогают и нарушают \"гармонию\", а также Кирилла и Свята, считая их обычными \"раздолбаями\" и \"хулиганами\" \n\n*упс, получается, я скоро в его ЧС попаду*\nНо это не так важно сейчас, главное его найти. \n",
    "answers": [
      {
        "id": 80,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c00/1812/a7/427577afa23d.jpg"
      },
      {
        "id": 76,
        "text": "К персонажам "
      }
    ]
  },
  {
    "id": 81,
    "text": "Лев-инструктор по лыжам и не только.\nТемные волосы, почти чёрные и яркие синие глаза, весь его брутальный образ дополняет небритость, а именно щетина\nОн весьма накаченный, фигура у него, как у Апполона, я успела оценить...\nВысокий рост, примерно 192 см\nТёмный тип, определённо у него есть свои \"скелеты в шкафу\", однажды я подслушала его разговор с хозяйкой отеля, возможно, он что-то знает об Игоре.\nЛюбит: внимание со стороны женского пола, свою работу и этот отель\nНенавидит: когда его планы рушатся, но чтобы этого не допустить, он готов на многое и даже больше...\n",
    "answers": [
      {
        "id": 81,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c26/1812/34/5d1d1dba3856.jpg"
      },
      {
        "id": 76,
        "text": "К персонажам "
      }
    ]
  },
  {
    "id": 82,
    "text": "Блондин с немного раскосыми глазами, небесно-голубого цвета, с правильными чертами лица, отличным атлетическим телосложением, рост 184 см, возраст 19 лет. Под ангельским обликом он скрывает свою истинную сущность, мастерски скрывает...\nИногда его безразличие и холодность пугает меня, обычно он эгоистичный, ветреный и очень вспыльчивый, любое слово, которое просто было произнесено \"не с той интонацией\", вызовет в нем шквал эмоций, состоящий из ярости и гнева.\nДруг Кирилла, старается быть и нашим другом, я назначила его Ватсоном, можно официально назвать его моей правой рукой.\nПочему он иногда пытается отстраниться от всех?\nВ чем причина?\nИ неужели его уровень его холодности превышает мой? ",
    "answers": [
      {
        "id": 82,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d24/1812/16/01dc8b3643dc.jpg"
      },
      {
        "id": 76,
        "text": "К персонажам "
      }
    ]
  },
  {
    "id": 83,
    "text": "Знаете ли вы об эффекте кобры? Его особенность заключается в том, что ты строишь планы и уже жаждишь их свершения, как все идёт не так, как ты хотел, а приводит к противоположному результату, который ещё все больше усложняет \nЧестно, я проклинала себя и этот чёртов курорт, со всей этой ледяной атмосферой я не могла настроиться на отдых, перед глазами стоял Игорь, и его это сообщение заставило меня изрядно понервничать.\nВключив радио, все \"жильцы\" были уведомлены, что в ближайшее время ожидается снежная буря, просьба оставаться в безопасном месте, не прибавляя работы спасателям, ведь найдутся же экстремалы, которые из-за дозы адреналина поставят на кон свои жизни\nМы все не произнесли ни слова, каждый закопался в груду своих собственных мыслей\nМеня не остановит никакая снежная буря,стремительное похолодание, длительное пребывание на морозном воздухе не сулит ничего хорошего, но я справлюсь, ради него я на многое готова\nСейчас или никогда. И я решила незамедлительно действовать",
    "answers": [
      {
        "id": 84,
        "text": "Проследить за Львом, в последнее время, он ведёт себя подозрительно"
      },
      {
        "id": 85,
        "text": "Отправиться со Святом в библиотеку на снегоходе"
      },
      {
        "id": 86,
        "text": "Взять лыжи и проехать по территории, надо освежить мысли "
      }
    ]
  },
  {
    "id": 84,
    "text": "Разговаривая с кем-то по айфону, он крутил в руках какую-то визитку, лицо его было на несколько оттенков темнее, впервые я увидела то, что он способен испытывать эмоции, видимо, только оставаясь наедине с самим собой он \"выпускал наружу\" свое собственное я. \n\nЯ следила за ним, спрятавшись за колонной. Он не замечал меня, снял куртку с вешалки, закурил сигарету и почти выбежал из отеля. Мне было интересно, кто или что заставило его измениться в лице и бежать на улицу в таком бешеном темпе",
    "answers": [
      {
        "id": 87,
        "text": "Последовать за ним"
      }
    ]
  },
  {
    "id": 85,
    "text": "Мы договорились встретиться со Святославом в холле, но прежде чем мы поедем по маршруту прямиком в библиотеку, я надела спортивное обмундирование, защищающее как моё лицо, так и тело и спустилась вниз.\nСвят, увидев меня, наградил меня улыбкой, он словно светился на солнце. Мне было приятно, что он уже успел по мне соскучиться, хотя мы виделись несколько часов назад, когда я заглядывала в его номер...\n— Ну что, последуем на Северный полюс, мисс? — и он, смеясь, схватил меня за руку, и мы выбежали из отеля.\nСнега с каждым днем выпадало все больше, ноги провалились в сугробы сразу же, как мы только в них вступили. Было тяжело идти при таких условиях, но нам каким-то образом удалось сесть на снегоход, Свят его \"оживил\", повернув ключ заревел мотор.\nМы мчались по заснеженным склонам, ветер подгонял нас в спину, рев мотора был оглушительным, а прорывавщиеся эмоции просто невероятными, я никогда ещё ничего подобного не испытывала...\nСвят, чувствуя разбушевавшиеся внутри меня эмоции, каким-то непонятным мне маневром поднял снегоход на дыбы, словно обуздал непослушную лошадь. Мы подлетели вверх настолько, что мне казалось, подними я руки в воздух, смогу ощутить мягкость пушистых облаков на небе.",
    "answers": [
      {
        "id": 85,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d08/1812/20/18a3bccc859b.jpg"
      },
      {
        "id": 104,
        "text": "Радостно закричать, не скрывая эмоций от восторга "
      },
      {
        "id": 105,
        "text": "Игриво сделать ему комплимент "
      }
    ]
  },
  {
    "id": 86,
    "text": "Встав на лыжи и взяв в руки палки, я почувствовала себя повелительницей этой чёртовой зимы, ощутила преимущество над всей сложившейся ситуации и начала нарезать круги.\nВ моей голове был настолько большой сгусток сплетенных мыслей, что надо было что-то с этим делать, возвращать способность здраво мыслить и наконец взять себя в руки.\n\nЯ нужна Игорю. И это самое главное. Проезжая мимо заснеженных громадных ёлок и пушистых накренившихся сосен, я увидела парочку,которую  так и хотелось развидеть. Это были Дашка и Кирилл. Он катался на сноуборде, движения его были плавными и красивыми, по крайней мере было заметно, что он умеет делать на доске.\nДаша же, цеплялась за его куртку, еле сохраняла равновесие на лыжах, мне стало жаль свою подругу.\nОна схватилась за него так, что он наклонился, их лица были вблизи. Взяла инициативу на себя и поцеловала его или лучше сказать \"засосала\" его до такой степени, он мог скончаться от нехватки воздуха, скажу я вам по секрету) ",
    "answers": [
      {
        "id": 114,
        "text": "Проехать мимо"
      },
      {
        "id": 86,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d24/1812/c6/0ebf2cc402d9.jpg"
      }
    ]
  },
  {
    "id": 87,
    "text": "Я вышла, немного подождав, чтобы он успел уйти на более приличное расстояние, чтобы я не стала горе-шпионкой и моя слежка удалась, я старалась быть продуманной и проанализировать ситуацию, прежде чем сделать каждый шаг. \n\nКаким было моё удивление, когда Лев направлялся к парку, в котором располагалось замершее красивое озеро.А удивило меня то, что он надевал себе на ноги коньки... Нет, ну он серьёзно задумал прокатиться по льду в такую нелетную погоду?! ",
    "answers": [
      {
        "id": 88,
        "text": "Идти за ним, маленькими медленными шажками прямо по льду"
      },
      {
        "id": 89,
        "text": "Вернуться за коньками и показать ему, кто тут королева льда"
      }
    ]
  },
  {
    "id": 88,
    "text": "Я знала, что та ещё крэзи гел, но других вариантов на данный момент у меня нет. Мне нельзя упускать его из виду, сегодня я вытрясу все \"скелеты из его шкафов\", узнаю, что он скрывает и о чем думает. Не то чтобы он вызывал во мне интерес, я просто не люблю, когда от меня что-то скрывают, тем более, когда это может быть  связано с пропавшим Игорем\nМотнув головой в сторону и как бы \"опустошая\" ее от ненужных мыслей, я зашагала по льду. Ноги разъехались в разные стороны, я пыталась сохранять баланс и взять контроль над своим телом, но устоять на ровных ногах на этой скользкой роковой поверхности спокойно было нельзя. \nЯ посмотрела вперёд, вдали увидев виртуозно стоящего на коньках и скользящего на них Льва. Хотела бы отметить, что это надо правда иметь талант, чтобы при такой мускулатуре и высоком росте, выглядеть на льду, как знаменитый фигурист, знавший все в этой области,он не выглядил нелепо и совсем был непохож на русского медведя, — почему-то я думала, что будет похож, но приятно ошиблась)\nИ вот, я делаю ещё один шаг, мои глаза устремились вниз, так как я услышала треск... Нет-нет, мне только кажется, — успокаивала я себя, проверяя состояние льда. Мои глаза чуть ли не вылезли из орбит, когда я увидела, что лед треснул, ещё немного и я погружусь в мерзкую мерзлую воду... ",
    "answers": [
      {
        "id": 90,
        "text": "Крикнуть его имя, пока не стало слишком поздно "
      }
    ]
  },
  {
    "id": 89,
    "text": "Уже на коньках, я набирала скорость и почти поравнялась с мужчиной, как услышала взрыв под ногами. Это была петарда, потом ещё и ещё летевшая в сторону моих ног, я поняла, что Лев так просто не позволит, чтобы я догнала его\nУворачиваясь на коньках от взрывных новогодних штук, я разогналась на максимум и направилась в сторону Льва\n— Запрыгнуть на него сзади\nВспомнив, как этот засранец \"пытал\" меня в ту ночь на балконе, через мгновение я запрыгиваю на его спину, но не могу удержаться, ещё немного и моя пятая точка по достоинству оценит качество и всю твёрдость льда...\nЕго руки меня обхватывают, наши лица почти соприкасаются.\n— Поймал тебя, — его низкий бас на какой-то момент показался мне милым.\n— А теперь отпусти. Нам есть, о чем поговорить, — с этими словами я отпрянула от него и встала на свои ноги.",
    "answers": [
      {
        "id": 102,
        "text": "Следующая страница "
      }
    ]
  },
  {
    "id": 90,
    "text": "Лев!- я проговорила в своей голове целый монолог, но произнести бы вслух его все равно бы не успела, так как рухнула в воду... Моя одежда моментально стала мокрой, температура озера была настолько ледяной, что моё тело в момент сковало холодом и я пыталась жадно ловить губами воздух, на воде я стала чуть ли невесомой, словно я была какое-то перышко, которое толком ничего не весело... Я начала тонуть, толща воды щедро \"заглатывала\" меня внутрь, в её бесконечный холодный поток...",
    "answers": [
      {
        "id": 91,
        "text": "Далее текст от лица Льва "
      }
    ]
  },
  {
    "id": 91,
    "text": "Я не сразу понял, кто позвал меня по имени, но потом я увидел шарф этой сумасшедшей девушки. Сразу сообразил, что ей нужна помощь и не раздумывая стал подъезжать к потрескавшейся части озера. Понимая, в какой опасности находится её жизнь и дорога каждая минута, ведь помедлив я, она получит переохлаждение, которое может перерасти в пневмонию и подкосит работу её лёгких, я быстро сбросил куртку в сторону, вытянул вперёд руки и ринулся вглубь воды за ней... \nЛедяная вода окутала нас и словно тянула вниз, будто не хотела упускать свою добычу, планируя оставив нас тут, в качестве декора-навечно,но в мои планы это не входило. \nОказавшись почти на самой глубине этого громадного озера, я подхватил её и начал выбираться на поверхность, ей срочно нужно на сушу, — я не мог позволить ей так глупо умереть, может быть позже, но только не сейчас... \nМы выплыли, я умостил свою куртку и \"бережно\" уронил эту \"ходячую проблему\" на неё. Она не дышала, цвет кожи стал мертвецки бледным, словно её тело осталось без капли жизненной силы",
    "answers": [
      {
        "id": 92,
        "text": " Сделать искусственное дыхание и непрямой массаж сердца"
      }
    ]
  },
  {
    "id": 92,
    "text": "Не думая больше, я решил сделать дыхание \"рот в рот\" и массаж сердца, она должна выжить, должна. Впервые я хотел принести человеку пользу, а не нанести вред... \nЧерез некоторое время, не опуская руки и продолжая её оживлять, её лёгкие наполнились воздухом, сердце быстро застучало. ",
    "answers": [
      {
        "id": 93,
        "text": "От лица Виолы"
      }
    ]
  },
  {
    "id": 93,
    "text": "Я открыла глаза и увидела перед собой такую картину, тёплые губы, немного шершавые, видимо, от холода, прижаты к моим губам, мою грудную клетку сжимают и надавливают на неё со всей силы. Да что это, черт возьми, происходит?! \n— Ты всегда такой колючий? — прошептала я и прошлась своими пальцами по его колким губам и опустилась к колющей щетине, о да, она ему была к лицу, просто от такого близкого контакта, я не знала, что мне ещё сказать и как себя вести.. \n— Уф, ты все-таки жива,-и он сразу же отмахнулся от моей руки, встал на ноги. Я не понимала, что происходит ",
    "answers": [
      {
        "id": 94,
        "text": "Расскажи, почему мы мокрые и ты был так близко. Ты же не сделал ничего плохого, так?"
      },
      {
        "id": 97,
        "text": "Жива. Я думаю, ты бы не стал спасать меня, если бы знал заранее, что я следила за тобой"
      }
    ]
  },
  {
    "id": 94,
    "text": "— Не льсти себе, ты не настолько привлекательна, чтобы я воспользовался тобой, пока ты была без сознания. Лучше скажи, что ты тут забыла? Следила за мной? — и он посмотрел прямо на меня, лицо его снова не выражало никаких эмоций. Какой же он каменный, — появилась такая мысль. \n— А что, если и так? Ты ведёшь себя, по крайней мере, странно, я услышала однажды твой разговор с хозяйкой, что за игру ты ведёшь? — как можно увереннее и бесстрашно сказала я\n— Подслушивать нехорошо. Мои дела на то и мои, это личное и ты, малая, вообще в них ввязываться не должна. Жаль, если ты так и не одумаешься, мне просто придётся от тебя избавиться, раз и навсегда, — с этими словами он встал и стал поспешно уходить. \nЯ схватила его за руку, тёплый. Почему он вдруг стал таким холодным внутри? \n— Можешь убить меня прямо сейчас, тем более, у тебя был такой шанс сегодня, но ты его упустил. Если ты причастен к пропаже Игоря, то мне все равно, что будет со мной, для меня главное спасти его. Это близкий для меня человек, наравне с Дашей он занимает частичку моего сердца. Не знаю, зачем я тебе все это говорю, но ещё не поздно перейти на сторону свершения добрых дел, — поглаживая тыльную сторону его ладони, я спокойным тоном вбивала в его голову значение своих слов. \n— Я уже погряз во тьме, девочка. Твой Игорь был ещё тем сукиным сыном, никогда не видел, чтобы царские особы с фигово развитой мускулатурой так сопротивлялись похищению. Понимаешь, он был, — с омерзительной полуулыбкой он шёл прямо на меня и толкнул меня в сторону уцелевшего льда, сам же ушёл в другую сторону парка. ",
    "answers": [
      {
        "id": 95,
        "text": "Следующая страница"
      }
    ]
  },
  {
    "id": 95,
    "text": "Я была счастлива, что лед был целым и мои \"водные процедуры\" не имели повторного характера, но и также я осознала всю суть его слов, на глаза наворачивались слезы, я села на лёд и закрыла глаза. \nЯ сама разберусь с тобой, Лев.",
    "answers": [
      {
        "id": 96,
        "text": "Продолжение следует... "
      }
    ]
  },
  {
    "id": 96,
    "text": "Вот и 4ая глава подошла к концу!\nСпасибо за прочтение)\n",
    "answers": [
      {
        "id": 1,
        "text": "В меню "
      }
    ]
  },
  {
    "id": 97,
    "text": "Высказала ему я и заглянула ему в глаза. Его тело не шелохнулось даже, зато глаза устрашающе сузились и он рассмеялся своим низким голосом\n— Ты сильно головой ударилась? Зачем следить за мной, м... Я, кажется, понял. Захотелось курортного романа? — и он с вызовом в глазах  оскалил на меня свои белоснежные зубы\n— Наоборот перехотелось, я хотела найти себе здесь молодого инструктора, а нашла тебя, пойми, ты для меня слишком стар, — с нескрываемым сарказмом сказала я\nОн ухмылялся и что-то искал в своей куртке, понятно, снова сигареты, но в этот раз фортуна повернулась ко мне лицевой стороной, они были мокрыми и закурить ему не удастся. Отлично, хоть сейчас без этого яда обойдёмся, — подумала я \nОн рассказал мне, как спас меня и выглядело это со стороны так, в моих представлениях, словно сцена из мыльной любовной мелодрамы, моё эпичное погружение в воду, его драматический выход и падение за мной и наше совместное всплытие, насквозь промокших, но живых, вот вам и хэппи энд. \n— Давай вернёмся в отель, тебе надо согреться, — предложил он",
    "answers": [
      {
        "id": 98,
        "text": "Прислушаться к старшему"
      },
      {
        "id": 100,
        "text": " Кто он такой, чтобы мне указывать? "
      }
    ]
  },
  {
    "id": 98,
    "text": "И вот мы уже переоделись, сидим в зале возле камина, в тёплой сухой одежде с кружками, наполненными доверху горячим кофе. Я взбодрилась после \"холодного душа\", который по случайности приняла на озере, но запах этого голувокружительного напитка и его вкус расслаблял меня\n— Что ты делала на озере, маленькая шпионка? В какую игру ты пытаешься со мной сыграть? Отвечай, когда я спрашиваю, — он сильно и одновременно больно сжал моё запястье и злобно посмотрел в глаза \n— Я не знаю кто ты и что ты от меня скрываешь. Я слышала твой разговор с хозяйкой, слышишь, я раскрою все твои тёмные тайны, даже ценой собственной жизни и найду Игоря — я гордо и с вызовом подняла подбородок, ответив на его взгляд полным хладнокровием,так и хотелось, чтобы смотрев в мои глаза, он замерзал в них. \n— Хах, ты объявляешь мне войну? Я думал, у тебя есть мозг и ты умеешь им управлять, девочка. Если ты свяжешься со мной, встанешь на пути моих дел и будешь в них вмешиваться, как это было сегодня, ты так и останешься в этой холодной зиме, труп твой обнаружат после схода одной из лавин. \nОпешив от таких откровений и не ожидав, что он станет мне угрожать, моя голова резко заболела, Лев вырубил меня и мои глаза стали постепенно закрываться, последнее, что я видела, как он быстро уходил через чёрный вход... ",
    "answers": [
      {
        "id": 99,
        "text": "Продолжение следует... "
      }
    ]
  },
  {
    "id": 99,
    "text": "Вот и подошла к концу 4ая глава!\nСпасибо за прочтение) ",
    "answers": [
      {
        "id": 1,
        "text": "В меню "
      }
    ]
  },
  {
    "id": 100,
    "text": "— Я никуда с тобой не пойду, — зуб на зуб уже не попадал, я сильно замёрзла, но показывать, что я почти сдалась и подавлена-не собиралась.\n— Пойдёшь.- с этим тоном его низкого мужского голоса, немного пугающим , он схватил меня одной рукой, перекинул через плечо и потащил в парк.Моя одежда была вся промокшей до нитки, что делало моё тело практически неподъемным, но ему это труда не составило, словно я была такой же худышкой, как и всегда. Я брыкалась, била его кулаками, даже пыталась укусить его в руку, но ему было все равно, он продолжал нести меня. \nВыйдя на тропинку, я обнаружила стоящую машину. Это был Мерс одной из последних моделей, стоимость которого просто зашкаливала, как и красота этой машины. \nОн открыл... Багажник?! \nНе помня себя, он кинул меня в него, предварительно достав моток прочной верёвки и связал. Движения его были точными,он наверняка делает это не впервые, узлы крепкими, такие ни то что развязать можно, ни с первого раза такие даже разрежешь. Осмотрев меня с ног до головы, завязав мне этой чёртовой верёвкой ещё и рот, чтобы я не могла орать во все горло, он как бы одобрив свою работу, закрыл багажник, оставив меня в полной и уже такой \"родной\" тьме. \nНу держись, как я выберусь отсюда, тебе мало не покажется. Видимо, я все это время контактировала с бандитом, который теперь непонятно куда меня везёт... ",
    "answers": [
      {
        "id": 101,
        "text": "Продолжение следует... "
      }
    ]
  },
  {
    "id": 101,
    "text": "Вот и подошла к концу 4 глава)\nСпасибо за прочтение! ",
    "answers": [
      {
        "id": 1,
        "text": "В меню "
      }
    ]
  },
  {
    "id": 102,
    "text": "Мы буравили в друг друге дыру нашими  взглядами. Он вздохнул и сказал:\n— Все твои друзья — не те, за кого себя выдают. У каждого есть своя цель нахождения на здешнем курорте. Игорь Лейнберг наверняка уже нашёл карту раньше нас, хотя я и хозяйка перерыли всю чёртову документацию, осмотрели все подземные ходы замка и искали тайники, но так и не все обнаружили, твой ботан нас опередил, — и он скривился, вспомнив о своём поражении\nГде-то в этой местности запрятан клад, почти все сбережения спрятаны на этом заснеженном острове и никто не знает, где карта сокровищ. Больше я ничего не скажу тебе, — он смотрел вдаль, но никак не на меня, избегая взглядом\n—Ты пытался таким детским способом, как взрывающиеся петарды, избавить себя от меня. Думаешь, я смогу его найти? — с надеждой в голосе задала я ему прямой вопрос\n— Нет, — и он удалился\n\nПочему все так? Игорь сам ушёл на поиски сокровищ, когда-то принадлежащих его семье или Лев знает куда больше, просто не посвящает меня в это дело? Я докопаюсь до истины. ",
    "answers": [
      {
        "id": 103,
        "text": "Продолжение следует... "
      }
    ]
  },
  {
    "id": 103,
    "text": "Вот и подошла к концу 4 глава!\nСпасибо за прочтение) ",
    "answers": [
      {
        "id": 1,
        "text": "В меню "
      }
    ]
  },
  {
    "id": 104,
    "text": "— Зима, я люблю тебя! — крича во весь голос, что он, бедненький, аж начал пропадать, я отдалась полностью охватившим меня эмоциям.\n— Пхах, не думал, что первое признание в любви ты сделаешь девушке, — заливался громким смехом мой партнёр, но это длилось недолго, я ткнула локтем ему под ребра\n— Чёртов пошляк, меня они не интересуют. Ну а если серьёзно, то я просто счастлива, что нахожусь здесь и испытываю такие нескончаемые приятные эмоции, — все так же и приходилось мне повышать голос, чтобы \"заглушить\" звук мотора\n— Держись за меня покрепче, тут намечается крутой спуск, малышка, — и он не шутил, я видела это своими глазами",
    "answers": [
      {
        "id": 106,
        "text": "Прижаться к нему и держаться крепче"
      },
      {
        "id": 107,
        "text": "Экстремальная поездка"
      }
    ]
  },
  {
    "id": 105,
    "text": "— Ты прирождённый Шумахер, так уверенно чувствуешь себя в \"седле\", — игриво промурлыкала я\n— Я думал, что ты скажешь, хватит понтоваться, так что ты тоже приятно удивила меня, — радостный тон его голоса сказал мне все за своего обладателя. Что там говорили по радио? Погодка ниче так для прогулки, согласись, — и он набрал ещё большую скорость при спуске\n\n",
    "answers": [
      {
        "id": 112,
        "text": "Наслаждаться моментом "
      }
    ]
  },
  {
    "id": 106,
    "text": "Я прижалась к нему своим телом, от его куртки пахло шоколадом, на морозной свежести этот запах словно сводил меня с ума...\nЗахотелось его обнять, что я и сделала. Обвила его руками сзади и почувствовала, что иногда этот парень бывает неплох, совсем неплох.\n— М, ты сегодня такая послушная, мне следует ввести систему бонусов, буду целовать тебя за каждое повиновение, как тебе такая идея? — не видя его лица, я итак прекрасно знала, что он сейчас сидит и ухмыляется\n— Это был последний раз, когда я тебя послушала. Так что, следи лучше за дорогой, ну и заодно прибереги свой язык, пока я его не прокусила, — язвительно парировала я, сквозь смех\n— Напомни мне ещё вернутся к этой теме, мы ещё не закончили, — и вот мы проехали этот спуск.\nПеред нами показалось здание, как оказалось, это был магазин сувениров. Мы решили поточнее узнать о расположении библиотеки, потому что оба не очень разбирались в географии и плохо ориентировались по изображению старинной карты\n— Здравствуйте, не могли бы вы подсказать нам точный маршрут до центральной библиотеки? Нам срочно надо попасть туда, — умоляющим голосом спросила я у женщины-продавщицы.\n—А кто вы такие? То очкарик с припадками и странной манерой речи, будто из 18 века интересуется ей, теперь вы, — и она бросила на нас недобрый взгляд, наполненный ещё и любопытством",
    "answers": [
      {
        "id": 108,
        "text": "Так вы видели Игоря?! "
      }
    ]
  },
  {
    "id": 107,
    "text": "Я расставила руки в воздухе, словно была птицей свободного полёта и при крутом спуске кричала так, что, по-моему, даже рев мотора проиграл мне в этом состязании\n— Ты такая безумная, но мне эта черта в тебе даже нравится, — нежно произнёс Свят\n— И это все, что тебе во мне нравится? — усмехнулась я\n— Остра на язык в момент стала, экстрим вызвал у тебя всплеск адреналина в кровь и повысил возбудимость? — как ни в чем не бывало, спросил он\nЯ не ответила потому что перед глазами появилось здание, нет, вроде бы не библиотека. Как оказалось, это магазин сувениров, но из-за невыгодного расположения он не пользовался особой популярностью у отдыхающих\n— Приветствую. Подскажите, как максимально быстро добраться до центральной библиотеки? Вы нам информацию, а я выкуплю у вас все сувениры, — очаровательно улыбнувшись женщине сказал Градский\n— Ой, сердцеед, — смущённо улыбнулась в ответ женщина и, на моё удивление, рассказала то, в чем мы так нуждались.\nИгорь тоже спрашивал об этой дороге! Мы на шаг ближе к цели.\nПопрощавшись, мы вернулись на снегоход и отправились в путь",
    "answers": [
      {
        "id": 110,
        "text": "Следующая страница "
      }
    ]
  },
  {
    "id": 108,
    "text": "— То есть, моя девушка хотела сказать, вы видели недавно рыжего парня в очках и тоже узнавал дорогу? — спросил Свят.\nСтоп, что, какая его девушка? Не время для скандала, но позже я обязательно ему задам трепку.\n— Ну да, я же уже сказала. Ладно, устала я уже от такого повышенного внимания, давайте мне лист и карандаш, подскажу дорогу, чтоб сгинули с глаз моих, богатые детишки, — теперь я поняла, чем мы ей так не понравились с самого начала\nВзяв лист с рисунком, Свят первый запрыгнул на снегоход и подал мне руку. Когда он таким манерам научился? — подумала я\nНаша поездка продолжалась, после тёплого и отапливаемого магазина на улице показалось ещё холоднее. Мы ехали не торопясь, пока рев мотора не стал заглушаться каким-то неизвестным мне звуком... Позади нас снег поднимался почти на высоту нашего роста, горы затряслись, словно в панике, мы увидели, как на нас стремительно надвигается снежная лавина\n—Черт возьми, нас же предупреждали, — тихо прошептала я",
    "answers": [
      {
        "id": 108,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a26/1812/f1/3831edf9511c.jpg"
      },
      {
        "id": 109,
        "text": "Продолжение следует... "
      }
    ]
  },
  {
    "id": 109,
    "text": "Вот и подошла к концу 4ая глава)\nСпасибо за прочтение! ",
    "answers": [
      {
        "id": 1,
        "text": "В меню "
      }
    ]
  },
  {
    "id": 110,
    "text": "Тут было \"море\" крутых спусков, настроение от поездки было отличным, а ещё новый, пополнивший нашу \"копилочку\" факт вызвал на лице улыбку.\n\nМы пытались перебрасываться фразами, чтобы не скучать в дороге, но потом стало слишком шумно, оглянувшись назад я увидела, как снежные хлопья поднимаются с дороги, ветер приобрёл мощнейшую силу. Да, синоптики были правы, а спасателям придётся несладко. Начиналась снежная буря, и мы в эпицентре событий. ",
    "answers": [
      {
        "id": 110,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d22/1812/dc/92cdd04cb3c4.jpg"
      },
      {
        "id": 111,
        "text": "Продолжение следует... "
      }
    ]
  },
  {
    "id": 111,
    "text": "Вот и подошла к концу 4ая глава)\nСпасибо за прочтение! ",
    "answers": [
      {
        "id": 1,
        "text": "В меню "
      }
    ]
  },
  {
    "id": 112,
    "text": "Я прижалась лбом к его спине, от его куртки так убаюкивающе пахло, тепло его тела и морозный холод вызывали россыпь приятных мурашек по всей моей коже...\nМы подъехали к какому-то небольшому зданию, это был магазин сувениров. Продавщица была не рада нас видеть и не скрывала свою неприязнь к нам, все из-за того, что мы детки богатых родителей, раз позволили себе поездку на этот курорт, а она женщина преклонного возраста, которая вдали отсюда нигде и не была, её тон голоса словно обвинял нас во всех смертных грехам, но нам удалось выяснить, что Игорь был здесь день назад, тоже спрашивал насчёт этой библиотеки и в глазах его было напряжение и паника, они бегали из стороны в сторону, будто продавщица может заметить что-то, что он так тщательно скрывал от посторонних глаз...\nВзобравшись на снегоход, мы поехали дальше, теперь уже точно зная дорогу, мы не заблудимся.\nЯ рассматривала горы, которые были покрыты снежной \"пеленой\" и их начало трясти с особой силой. Мне стало страшно, что предостережения синоптиков были не напрасны.\nЧерез мгновение в воздух поднялся снег и началась снежная буря. Надеюсь, наши тела когда-нибудь обнаружат, — это была последняя мысль в моей голове. ",
    "answers": [
      {
        "id": 112,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a21/1812/70/e99a6430f487.jpg"
      },
      {
        "id": 113,
        "text": "Продолжение следует... "
      }
    ]
  },
  {
    "id": 113,
    "text": "Вот и подошла к концу 4ая глава)\nСпасибо за прочтение! ",
    "answers": [
      {
        "id": 1,
        "text": "В меню "
      }
    ]
  },
  {
    "id": 114,
    "text": "Делая вид, что мне совершенно все равно и меня это не касается, я сменила траекторию движения и начала \"смываться\", чтобы так и остаться незамеченной. Ну а зачем мне им мешать? Она любит его, а он самый настоящий бабник, я понимаю, что может быть все это и останется не взаимностью, но пусть хотя бы попробует, вдруг и его сердце-не камень.\n\nЯ ехала со средней скоростью, дорога не позволяла мне разогнаться. На повороте я чуть не врезалась в столб, который непонятно почему,стоял посередине дороги и преграждал мне путь. Да он ещё и с руками, которые умеют обнимать. Что?!\n\nЯ подняла голову, настолько высоко, что шея стала болеть и увидела кареглазого парня. А, это ты, Кирилл. ",
    "answers": [
      {
        "id": 116,
        "text": "Вырваться из его объятий"
      },
      {
        "id": 117,
        "text": "Позволить себе постоять так немного"
      }
    ]
  },
  {
    "id": 115,
    "text": "— Я тебе не верю. Как ты ещё сам не запутался в паутине из своей лжи, — сказала я и поспешила сбежать отсюда\n\nОказывается, я неплохо умела набирать и контролировать скорость, потому что в порыве злости на этого идиота я обнаружила в себе талант уверенно стоять на лыжах и менять траекторию, избегая столкновений с елями, ведь в этом лесном царстве их было множество.\n\nКирилл своим громким голосом звал меня, но я не оборачивалась, хотела побыстрее забыть все, что видела и что чувствовала во время этой поездки.\nНа крутом повороте я замедлилась, впереди  обрыв и опасность была близко. Передо мной на сноуборде я увидела непонятно откуда возникшего Кирилла, который опять пытался преградить мне дорогу, но не замедлил движение и упал с этого чёртова обрыва...\nЯ была опустошена и разрыдалась, словно внутри меня что-то взорвалось, что я делала, так только безумно повторяла его имя. ",
    "answers": [
      {
        "id": 120,
        "text": "Продолжение следует... "
      }
    ]
  },
  {
    "id": 116,
    "text": "Я начала сопротивляться, била его по груди, точнее, куда доставала, туда и била, он был слишком высоким, двухметровым почти.\nЯ кричала и просила отпустить меня, говорила, что он мне неприятен и пусть едет назад к Даше, ведь она далека от зимних видов спорта и я больше чем уверена, что ей нужна помощь.\n\nУ меня начиналась истерика, что я не могу вырваться из его объятий, но все мысли рассеялись, словно по взмаху волшебной палочки, когда он насильно впился своими разгоряченными от холода губами в мои.\n\n— Ты можешь хоть в такой момент помолчать, — сказал он, углубляя поцелуй и тяжело дыша. Видимо, сложно ему было меня догнать, пришлось побегать, в прямом смысле слова\n— Какого черта ты целуешь меня этими же губами, когда целовал другую? — пусть это была и Дашка, но я все равно сильно разозлилась на этого наглеца\n— Я видел, что ты смотрела на нас, поэтому не сопротивлялся ей, хотел вызвать у тебя ревность и как видишь, не зря, — он взял меня в тёплые объятия, посреди этого заснеженного леса.\n—Поедем прокатимся, — сказала я, уезжая от него вперед",
    "answers": [
      {
        "id": 118,
        "text": "Ускориться, чтобы он не догнал "
      }
    ]
  },
  {
    "id": 117,
    "text": "Я не обнимала его в ответ, но и не сопротивлялась, мне было приятно постоять так немного с ним, но я понимала, что нельзя затягивать этот момент...\n\nОтстранившись от него, на моих глазах все-таки заблестели слезы, я рукавом небрежно пыталась смахнуть их, чтобы Кирилл ничего не заметил, но он приблизился и бережно, словно я была фарфоровой куклой, которая в любой момент может разлететься на мелкие осколки, стал вытирать мои слезы\n— Ты настолько сильно расстроилась, что я позволил Даше поцеловать себя? — радостным голосом спросил он\n— Не знаю, что тебе показалось, но мне все равно, что происходит между вами. Она тебя любит, понимаешь? — и я посмотрела на него\nКакое-то время он погряз в своих личных мыслях, но потом просто поднял меня в воздух, в таком подвешенном состоянии я была почти с ним наравне.\n— Хочешь сказать, что я должен похоронить свои личные чувства к другой, чтобы просто быть с ней из-за её любви ко мне? — его голос стал более грубым, я почувствовала нарастающее напряжение между нами. Это абсурд, — произнёс он со вздохом и жадно поцеловал меня в губы",
    "answers": [
      {
        "id": 115,
        "text": "Оставаться холодной, не реагируя на чары этого бабника"
      }
    ]
  },
  {
    "id": 118,
    "text": "Я ехала на огромной скорости, дорога была совсем \"новой\", видимо мы первые, кто решился проехаться сегодня в этом лесу.\n\nКирилл на сноуборде смотрелся очень хорошо, сначала он отставал от меня, потом поравнялся и потом... Случилось то, что я никак не ожидала\n\nОн ехал вперёд, сам же оглядывался на меня, будто проверяя, вижу ли я, насколько он крут и как умеет управлять сноубордом, не смотря на дорогу он не увидел, что впереди его ждал обрыв...\n\nЯ закричала, предупреждая его, чтобы он сменил направление движения, но он не слышал, потому что был далеко... Последнее, что я увидела, как его доска и он падают прямо на моих намокших глазах с этого обрыва\n\n",
    "answers": [
      {
        "id": 119,
        "text": "Продолжение следует... "
      }
    ]
  },
  {
    "id": 119,
    "text": "Вот и подошла к концу 4ая глава)\nСпасибо за прочтение! ",
    "answers": [
      {
        "id": 1,
        "text": "В меню "
      }
    ]
  },
  {
    "id": 120,
    "text": "Вот и подошла к концу 4ая глава)\nСпасибо за прочтение! ",
    "answers": [
      {
        "id": 1,
        "text": "В меню "
      }
    ]
  },
  {
    "id": 121,
    "text": "Когда мы приехали на этот курорт, ничто не предвещало беды. Каждый из нас надеялся отдохнуть от городской суеты, наслаждаясь снежными пейзажами, вдыхать полной грудью свежий и морозный воздух, а не задыхаться спертым воздухом крупного города, который просто \"кишит\" безмерным количеством людей.\n\nЯ никогда не любила зиму. Ну а за что её любить? Обычно я радуюсь первому выпавшему снегу, который так красиво кружит в воздухе, опускаясь на землю, его белоснежные крупинки переливаются на солнце и да, это радует глаз. Но потом, вся эта \"обстановка\" угнетает, морально мне просто надоедает эта погода, эти постоянные осадки, хочется тепла и только.\n\nСейчас мой главный вопрос — где найти Игоря.Может ли кто-то, кому я доверяю, оказаться не тем, за кого себя выдаёт?\n",
    "answers": [
      {
        "id": 122,
        "text": "Падение с обрыва /ветка Кирилла/"
      },
      {
        "id": 123,
        "text": "Нас настигла лавина /ветка Святослава/"
      },
      {
        "id": 124,
        "text": "Насколько опасно быть его пленницей? /ветка Льва/"
      }
    ]
  },
  {
    "id": 122,
    "text": "Всё произошло в одно мгновение. Обрыв, стремительное падение и все, внутри меня все просто оборвалось в тот же миг, когда его тело упало с этого крутого обрыва. Мне не хотелось ничего так, кроме как услышать ещё раз в своей жизни этот нахальный голос, увидеть эту фирменную ухмылку на его смазливом лице, почувствовать теплоту, исходящую от его спортивного тела, а не холод, который уже наверняка пробрался под его кожу... Нет, разве он может быть мёртв? Опустившись на колени и приблизившись прямо к концу обрыва, стараясь удержаться на верху, а не пополнить ряды \"прыгунов с обрыва\" , я выискивала его глазами",
    "answers": [
      {
        "id": 125,
        "text": "и увидела... "
      }
    ]
  },
  {
    "id": 123,
    "text": "Черт нас дёрнул не послушаться синоптиков и рвануть в эту библиотеку, которая непонятно где находится, чуть ли не за тридевять земель, прям, как в сказках, которыми я зачитывалась в детстве. \n\nОткрыв глаза, я была накрыта своеобразным покрывалом из снега, которым \"бережно\" прикрыла меня госпожа Зима, когда нас накрыла лавина. Нас... А где Свят?",
    "answers": [
      {
        "id": 133,
        "text": "Встать и осмотреться"
      }
    ]
  },
  {
    "id": 124,
    "text": "Лев — инструктор по лыжам. Наше знакомство было странным, но даже после дальнейшего общения я толком о нем ничего так и не узнала. Либо он не любит рассказывать о себе, либо ему просто есть, что скрывать\n\nКак давно он в отеле? \nНасколько близки она с хозяйкой? Да, она не молода, ну а вдруг? Любви же все возрасты покорны... Хотя нет, это дурацкие мысли в моей голове, это никак не может быть реальностью. \nОн статный, брутальный мужчина, но молодой для неё. А для кого он в самый раз? Черт, не время размышлять о нем\nГолова была переполнена мыслями, словно в любой момент, она может взорваться, а все потому что... ",
    "answers": [
      {
        "id": 142,
        "text": "Меня оглушили ->"
      },
      {
        "id": 145,
        "text": "Связанную, меня бросили в багажник "
      }
    ]
  },
  {
    "id": 125,
    "text": "Объехав обрыв окольными путями, я была с каждым шагом все ближе и ближе к 2ум фигурам, на снегу, мертвецки бледный и распластавшийся лежал Кирилл, а возле него... я увидела Дашу, которая уже была без верхней одежды, бережно укутала его огромное тело в куртку. Её глаза были какими — то пустыми, словно она не видела ничего вокруг больше, словно вся жизнь её стала такой никчёмной и пустой... Она видела всегда только его, он был её центром вселенной, а Дашка-всего лишь спутник этой планеты, который просто крутится рядом, на виду\n— Даш, нам надо срочно звать подмогу, мы обе на лыжах, никак не сможем его увезти и тем более помочь, — и с этими словами я положила руку на её хрупкое женское плечико, которое было таким напряжённым, что мне стало не по себе \n— Это все ты виновата, все из-за тебя. Если бы он не поехал за тобой, а остался со мной на склоне, все бы было по-другому \nТы даже себе не представляешь, как же я тебя ненавижу. Ты всегда была недостойна Кирилла, а он...Он... Он погиб по твоей вине! — зарыдала она и ударила кулаками меня в грудь, что я еле удержалась на ногах от такого выпада в мою сторону. \n\nСерьёзно, и это моя лучшая подруга? ",
    "answers": [
      {
        "id": 126,
        "text": "Она самая ->"
      }
    ]
  },
  {
    "id": 126,
    "text": "— Давай успокоимся, мне тоже сейчас нелегко, поверь. Но я не хотела, чтобы Кирилл пострадал, как ты не поймёшь, что все это чёртов несчастный случай? — закричала я на неё, отталкивая от себя\n— Уйди отсюда. Мне уже все равно, что будет дальше, я останусь с ним... Что...О боже, он дышит, его сердце тихо и медленно, но стучит! — она радостно прижимала его к своей груди, улыбаясь, смотря прямо на голубого цвета небо\nЯ подошла ближе, Дарья не ошиблась. Его тело содрогалось, и вскоре он открыл глаза. Осмотрев местность, он перевёл взгляд на меня, а потом и на Дашу. На лице было только недоумение от происходящего. Ну и пусть, уверена, это быстро пройдёт, мы ему все расскажем \n— Ты жив, слышишь, я так волновалась! — и моя подруга кинулась к нему на шею, целуя в губы \n— Офигевшая, ты вообще кто такая? Впервые вижу вас, киски, — и он нагло улыбнулся, а потом убрал Дашу от себя, вытирая свои губы, после её поцелуя\nВидимо, ему показалось это омерзительным, раз он решил уничтожить все следы после соприкосновения губ \n— Ты прикалываешься что ли?! Кирилл, я Даша-твоя девушка, — сказала она, без тени смущения. Врет правдоподобно, — подумала я",
    "answers": [
      {
        "id": 127,
        "text": "Эм, ничего себе, что дальше? ->"
      }
    ]
  },
  {
    "id": 127,
    "text": "— Херовый у меня вкус, в таком случае. А вот эта блонда симпатичная, жаль, фигуру оценить не могу, на ней слишком много одежды, — облизав губу, он смотрел на меня и ухмылялся\nЧёрт, да что с ним? Реально память отшибло? В таком случае, клин клином вышибает, сейчас получит от меня и все восстановится, — усмехалась я своим мыслям\n\nМожет, расспросить потерпевшего? ",
    "answers": [
      {
        "id": 128,
        "text": "Ты меня не помнишь? "
      },
      {
        "id": 129,
        "text": "Как тебя зовут? "
      }
    ]
  },
  {
    "id": 128,
    "text": "— Ты разве не помнишь, кто я такая? — проговаривая внятно каждое слово, это могло показаться, будто я говорю с ничего непонимающим ребёнком \n— А должен? Думаю, что ты ещё не была в моей спальне, тогда бы точно помнил, — все так же нагло ухмыляясь и пялясь на меня, он продолжал облизывать губы, погруженный в свои, уверена, \"грязные мыслишки\" \n— Всё с тобой понятно, ты может и пострадал, но моё желание врезать тебе хорошенько только нарастает, — язвительно прошептала я ему на ухо \n— Детка, моё желание уже выросло, хочешь я его тебе покажу? — и он потянулся своей рукой вниз, когда Даша перехватила ее\n— Всё, хватит. Не делай мне больно, не флиртуй прямо на моих глазах, — и она сжала его руку в своей, давая понять, кто и кому тут принадлежит. ",
    "answers": [
      {
        "id": 127,
        "text": "|>"
      }
    ]
  },
  {
    "id": 129,
    "text": "— Ну а имя ты свое помнишь? — спросила я\n— Бэтмен, — ухмыльнулся он\n— Ты можешь быть серьёзным в такой момент, а не быть полным придурком! Шумин, ты реальный идиот! — кричала я, не могла промолчать. Вывел из себя своим поведением, черт, надо пытаться сдерживать эмоции, он все-таки больной. Ну да, на всю голову. Точно. \n— Я вспомнил кое-что. Кто такая Виолетта? — и он вопросительно приподнял бровь \n— Как же вы достали! Ненавижу, — Дашка психанула и стала удаляться от нас",
    "answers": [
      {
        "id": 130,
        "text": "Догнать её "
      }
    ]
  },
  {
    "id": 130,
    "text": "Я хотела поехать за ней, но меня схватили за руку и притянули к себе. Кирилл уткнулся лицом в мои волосы, его мирное дыхание действовало на меня успокаивающе, идея догнать подругу исчезла. Хочется побыть с ним, я ничего не могу с собой поделать \n— Не знаю, кто ты такая и вообще, что мы тут втроём делали в лесу, но мне почему-то не хочется тебя отпускать из своих объятий, — шептал он низким голосом, по коже побежали мурашки, лицо раскраснелось, или от мороза, или от его горячего и в жар бросающего дыхания \n— Ты всегда делаешь то, что хочешь, вдруг я против такого сближения, незнакомец? — прошептала я в ответ, обхватывая его лицо руками и заглядывая прямо в его карие глаза \n— Перестань шептать таким голосом, иначе...этот лес наполнится твоими стонами, незнакомка, — не успев понять, что происходит, он набросился на мои губы и впился в них, словно был голоден и я могла его насытить\n\nПрошло некоторое время, в лесу стало темнее и мороз усилился. \nМы блуждали от одной ели к другой, когда я случайно увидела свет вдалеке. Фонарик? Нас нашли?",
    "answers": [
      {
        "id": 131,
        "text": "Кто же это? "
      }
    ]
  },
  {
    "id": 131,
    "text": "*Звук мотора, который резко заглох*\nМои глаза все ещё привыкали к свету, фонарик был направлен на моё лицо, это так бесило, скажу я вам. Передо мной стоял мужчина в чёрных берцах, чёрных джинсах и кожаной с мехом чёрной куртке. Его глаза были непонятного цвета, страшный оскал и хмурое лицо не делала его привлекательным, он был далеко не красавцем, но самое страшное произошло потом... \n\n— Рилл, я думал, ты уже грохнул эту девку, все равно она бесполезна, вы тут уже несколько дней, а клад так и не найден. — сказал мужчина в чёрном и... протянул руку для рукопожатия к Шумину.\n\nСтоп, Рилл? Это такое сокращение, от Кирилла? Они знакомы? И грохнуть... он мог меня?!",
    "answers": [
      {
        "id": 132,
        "text": "Продолжение следует... "
      }
    ]
  },
  {
    "id": 132,
    "text": "Что будет дальше с нашими героями?\nКакие тайны они скрывают?\nКто друг, а кто враг?\nУзнаете в следующей главе) ",
    "answers": [
      {
        "id": 1,
        "text": "В меню "
      }
    ]
  },
  {
    "id": 133,
    "text": "Я встала и отряхнулась, не думала, что после такого приключения я выживу и смогу стоять на собственных ногах, но блин, как же холодно. Чёртов снег проник под мою одежду, коже стало холодно и не комфортно, я начала дрожать\n— Так, отбрось мысли и настройся на осмотр местности, — заставляла я себя мысленно\nЯ обошла всю ближайшую местность, но его нигде не было. Вот только не надо делать пропавшим ещё одного близкого мне человека, ясно?!\nЯ пошла на заснеженный склон и поднимаясь, нога соскользнула, и я начала падать вниз. Вспомнила, как не хотела приезжать сюда, как все мы, весёлые и счастливые ждали совместное празднование нового года, как ехали в самолёте и делали всякую совместную ерунду... Вспомнила все то, что принесло мне приятные моменты...\nРаспрощаясь мысленно со всем, я не почувствовала боли. Тепло... Сила... Злость...Черт,чьи-то руки поймали меня в воздухе и держат на весу? Что?",
    "answers": [
      {
        "id": 134,
        "text": "Кто бы это мог быть? "
      },
      {
        "id": 140,
        "text": "Пристально смотреть на него "
      }
    ]
  },
  {
    "id": 134,
    "text": "— А ну немедленно меня отпустите, — заорала я, вцепясь в его руку ногтями\n— Не отпущу, совсем е*нулась что ли, ты же чуть не погибла, если бы не я и моя мгновенная реакция. Дыши и прижмись ко мне, я так перенервничал, что потерял тебя за сегодня чуть ли не дважды, сначала из-за лавины, а теперь сейчас... Обними, сказал, — и он ждал моей реакции и того, подчинюсь ли я ему или нет.\n\nВот значит, каким ты бываешь, Свят...\n*Выбирайте 3ий вариант последним ;] ",
    "answers": [
      {
        "id": 135,
        "text": "Обнять его крепко, благодаря за спасение"
      },
      {
        "id": 136,
        "text": "Не удержаться и поцеловать его в шею"
      },
      {
        "id": 137,
        "text": "Повалить его на снег "
      }
    ]
  },
  {
    "id": 135,
    "text": "— Я рада, что ты спас меня, — неловко улыбнувшись, сказала я \n— М, и как же ты меня отблагодаришь? — словил он мой взгляд и ждал ответ \n— Могу приготовить тебе твой любимый шоколадный пирог, как доберёмся до отеля, — мило улыбаясь, я не отводила от него взгляд. Он был слишком хорош, светлые волосы были украшены снежинками, раскосые небесного цвета глаза искрились при солнечном свете, ровная и гладкая кожа была также совершенна, как лёд... Он реальный или это иллюзия? \n— Ок, но готовить ты будешь в соблазнительном коротком фартуке, который будет надет на то красное обтягивающее платье, что я у тебя видел, — сказал Свят своё условие и наконец отпустил меня вниз, правда я все ещё была на его руках, стук его сердца был бешеным, будто оно вырвется на свободу в любую минуту, он что, так нервничает или так рад, когда остаётся наедине со мной?",
    "answers": [
      {
        "id": 134,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 136,
    "text": "Я приподнялась на его сильных мускулистых руках и... Набралась смелости и наглости, чтобы быстро коснуться губами его кожи, в области шеи\nОтстраняясь, он перехватил моё лицо и насильно завладел моими губами, проникнув влажным языком внутрь, они сплелись в единое целое, а со мной творилось что-то неладное... Я не хотела, чтобы он прекращал все то, что я начала",
    "answers": [
      {
        "id": 134,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 137,
    "text": "Приноровясь, я со всей силы повалила его на снег, он не ожидал этого, это было видно по его \"округлившимся\" красивым глазам \n— Нет, ты сводишь меня с ума, но мы не должны желать друг друга тут, прямо на снегу, черт знает где. Поэтому, вставай, принцесса, нас ждёт отель, но знай, что как только мы окажемся внутри, я буду \"любить\" тебя во всех его уголках.-с пошлой улыбкой, он схватил меня за грудь, прежде чем мы поднялись\n\nНо мы были не одни. Рыжие волосы, средний рост,мужчина стройного телосложения, рядом с ним был чёрный грозный доберман, который явно не хотел заводить с нами дружбу, изначально мы ему уже не понравились... ",
    "answers": [
      {
        "id": 138,
        "text": "И? ->"
      }
    ]
  },
  {
    "id": 138,
    "text": "Это...Да это же Игорь! Но почему он сейчас не выглядит, как ботан, а передо мной стоит привлекательный  мужчина?",
    "answers": [
      {
        "id": 139,
        "text": "Продолжение следует... "
      }
    ]
  },
  {
    "id": 139,
    "text": "Кто же окажется настоящим врагом и злодеем, а кто является настоящим другом героини?\nКругом обман и сплошные тайны, найдутся ли на них разгадки?\nПочему Игорь появился сам, почему он выглядит...Другим?\nУзнаете в следующей главе) ",
    "answers": [
      {
        "id": 1,
        "text": "В меню "
      }
    ]
  },
  {
    "id": 140,
    "text": "— Когда ты смотришь на меня так, я чувствую себя особенным, — ухмыльнулся он, схватив меня пальцами за подбородок, наши глаза встретились \n— Иногда не нужно слов, можно многое сказать лишь одним взглядом, но сейчас я хочу лишь только одного, чтобы ты наконец отпустил меня, я устала быть поднятой, в состоянии идти и перебирать своими ногами. — отчётливо я выразила свое \"фи\", а он лишь только хмыкнул\n— Не борзей. Я устал оберегать тебя, так что не рыпайся сейчас, побудь ещё на моих руках, в моей тёплой крепости, — сказал Свят и прижал меня к себе\n\nИ тут позади нас мы услышали до боли знакомый голос. Хорошо поставленная речь, красивый мужской голос, огромный запас слов...Игорь!\nКогда я обернулась, то увидела его рыжую шевелюру, он как-то вытянулся на вид, появился какой-то лоск и он похорошел, это нельзя не отметить. Или я просто скучала? \n— Бездари. Конченные эгоисты. Настолько заигрались в любовь, что меня так и не нашли. Я сам ушёл, а знаете почему? Потому что каждый из вас ищет этот чёртов клад, каждый уже знает, все то, что так тщательно скрывала моя семья... Не так ли, Градский? ",
    "answers": [
      {
        "id": 141,
        "text": "Продолжение следует... "
      }
    ]
  },
  {
    "id": 141,
    "text": "Кто враг, а кто друг?\nЧьи секреты все-таки удастся рассекретить главной героине?\nУзнаете в следующей главе) ",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 142,
    "text": "Да, меня оглушил сам Лев, потому что я подслушивала, точнее, пыталась подслушать его разговор по телефону. Голова моя раскалывалась, хотелось обхватить её руками и улечься головой на мягкую подушку, будто эта лёгкость и мягкость может смягчить мою боль, ну что за бред... \nУжасно болело в районе моих висков. Крови не было, но такая тупая и ноющая боль отчётливо давала о себе знать\n\nЯ попыталась встать, держась за край кофейного столика, который сейчас мне очень помог, в качестве опоры. \nИ, о да, я встала! Несмотря на боль, быстро надела шубу и взяла ключи. На снегоходе я доберусь до библиотеки раньше, чем он, — думала я\n\nПочему я решила поехать в библиотеку? Все элементарно. Потому что, возможно, Лев причастен к исчезновению Игоря и держит его там. Да кто знает, что не так с этим парнем? \nЗнаю одно наверняка, мне необходимо догнать Льва и найти Игоря. Любой ценой, любыми способами и... Желательно выжить, играя в шпионку",
    "answers": [
      {
        "id": 143,
        "text": "->"
      }
    ]
  },
  {
    "id": 143,
    "text": "Я проехала прилично. Отель был все меньше и меньше, резко свернув, я увидела надвигающийся на меня \"шоколадный\" снегоход. Им управлял-кто? Правильно, чёртов Лев, который, по-моему,пытался заставить меня съехать с дороги, которая была ровной и не заметенной снегом. \n— Ты что творишь?! Хочешь, чтобы я попала в аварию, врезаясь в любую соседнюю ель? — кричала я, при этом испепеляя его взглядом \n— М, ты читаешь мои мысли. Это я и собрался устроить, хватит крутиться под моими ногами, следить за мной, мелкая шпионка. Знаешь, что я обычно делаю, с такими любопытными девочками, как ты? — и он опасно улыбнулся, улыбка была роскошной, но пугающей, меня бросило в дрожь от тона его голоса и слов, которые он сказал в мой адрес \n— Не знаю и знать не хочу. Ты — убийца и ещё гордишься этим? А знаешь, я просто так не сдамся, — быстро прокричала я, выруливая на дорогу и уезжая от него на огромной скорости в совершенно неизвестное мне направление. Сейчас главное оторваться, а потом уже ехать в библиотеку \n— Хах, мне нравится твой нрав, ты такая непослушная и своенравная, мне это говорит о том, что тебя ещё приятнее будет усмирять, — наглым грубым голосом он произнёс мне вслед \n— Сначала догони меня, усмиритель, — я оглянулась назад на мгновение и помахала ему рукой. На прощание. Не хочу больше видеть этого красивого, но ужасного человека \nНачался снегопад. Я ехала на той же скорости, но дорога перестала быть отчётливой.Не справляясь с управлением, снегоход начало заносить и вот он, мой конец... Я закрыла глаза, чтобы хоть немного успокоиться, но... \nМеня повалили на снег пара сильных рук. Открыв глаза, я увидела лицо Льва, оно было так близко, что я чувствовала на себе его дыхание, он тяжело и прерывисто дышал, осматривая меня, словно искал какие-нибудь повреждения. Он что, умеет беспокоиться? Но зачем ему это, он же пытался убить меня, но и спас уже 2 раза, я его не понимаю... ",
    "answers": [
      {
        "id": 144,
        "text": "Продолжение следует... "
      }
    ]
  },
  {
    "id": 144,
    "text": "Кто же окажется настоящим другом, а кто врагом?\nКто приоткроет завесу тайны и поможет найти разгадки?\nУзнаете в следующей главе) ",
    "answers": [
      {
        "id": 1,
        "text": "В меню "
      }
    ]
  },
  {
    "id": 145,
    "text": "Не знаю, как долго я пролежала тут, но руки были связаны так туго и крепко, что у меня не было ни шанса на спасение, чтобы развязать эти чёртовы узлы и попытаться выбраться из этого замкнутого пространства. Интересно, сколько человек тут побывало до меня? И что сделает со мной Лев, как далеко он готов зайти?\n\nМы остановились, я услышала приближающиеся шаги. О нет, он уже готов распрощаться со мной? В смысле, лишить меня самого ценного-жизни?!\nБагажник открыт. Он долго смотрел на меня, словно пытался что-то сказать одним лишь взглядом, то, что не мог произнести словами...\nПо его губам я прочитала \"прости\" и после этого, он уколол меня в шею... Шприц со снотворным? Или он меня отравил?!",
    "answers": [
      {
        "id": 146,
        "text": "Продолжение следует...\n"
      }
    ]
  },
  {
    "id": 146,
    "text": "Неужели все друзья не так просты, как кажутся?\nКто же настоящий друг, а кто враг?\nУзнаете в следующей главе) ",
    "answers": [
      {
        "id": 1,
        "text": "В меню "
      }
    ]
  },
  {
    "id": 147,
    "text": "Каждый из нас хоть раз в своей жизни оставался наедине со своими мыслями. Состояние отстраненности и одиночества не так страшны, когда это временное явление.\n\nКогда я попала в этот отель, меня посещали самые разнообразные мысли. От \"какого черта я согласилась на эту поездку?!\" до \"как круто, столько приключений за раз\"\nВ общем, я пока не до конца определилась, рада ли я свалившимся на меня, как снег на голову, головокружительным приключениям",
    "answers": [
      {
        "id": 148,
        "text": "Игорь сам вышел на меня "
      },
      {
        "id": 149,
        "text": "Святослав не так уж и свят? "
      },
      {
        "id": 150,
        "text": "Кто ещё такой этот Рилл и как много я о нем не знаю? "
      },
      {
        "id": 151,
        "text": "Лев - дважды спас, дважды чуть не убил. Что он предпримет дальше? "
      }
    ]
  },
  {
    "id": 148,
    "text": "Я смотрела на него, осматривая с ног до головы. Возможно, это было неприлично, но я просто не верила своим глазам, мне не то что хотелось просто вот так смотреть, пришло ощутимое желание его пощупать и тогда уже окончательно убедиться, что он настоящий. \n\nИгорь, живой и невредимый! \nМожет, пора дать волю эмоциям? ",
    "answers": [
      {
        "id": 152,
        "text": "Все, хватит. Пора его обнять "
      },
      {
        "id": 153,
        "text": "Сказать, что очень рада видеть и улыбнуться самой искренней улыбкой "
      }
    ]
  },
  {
    "id": 149,
    "text": "Мы со Святом переглянулись. Игорь, жив и тут, перед нами. Словно сон, который наконец сбылся наяву.\n\nЯ счастливая побежала к нему, хотела обнять по-дружески, но он отшатнулся от меня, лицо было наполнено злобой. Неужели он так изменился?\n\nИгорь(И) :\nДавно вы вместе? И знаешь ли ты, что из себя представляет твой Свят? Может, не так уж он и свят, — и Игорь самодовольно ухмыльнулся, наслаждаясь тем, что он знает больше, чем знаю я\n\nЯ вообще не уверена, что я что-то знаю.\n\nСвятослав(С):\nХватит закапывать ее в куче этих долбанных вопросов. Ты как был ботаном, так навечно им и останешься. Спрашивай с меня, не с неё, — и Свят вышел к нему вперёд, смотря на него рассерженным взглядом.\n\nДа эти ребята просто метают молнии друг в друга! ",
    "answers": [
      {
        "id": 178,
        "text": "Брейк, встать между ними "
      }
    ]
  },
  {
    "id": 150,
    "text": "Я шокирована и практически сломлена. Рилл-Кирилл. Что ещё за мужчина в черном и почему меня надо было грохнуть? Клад... Клад Игоря Лейнберга, а точнее, его богатой семьи?\n\nМоя голова, словно сжата в тисках. Я смотрю на Кирилла, он сейчас беспамятный, наверняка мне ничего не сможет объяснить...\n\nРилл(Р) : Мэн, я тебя впервые вижу, че за дичь ты мне тут втираешь. Уйди и не прерывай меня больше, я занят ей, — и он сжал меня, что я с трудом дышала. Скорее, мне не хватало воздуха из-за переизбытка эмоций\nМ(Мэн в чёрном) : Ты ох*ел, парень? Я спрашиваю тебя, где этот чертов клад и почему эта соплячка все еще жива, — он закипал.\n\nКирилл, который еще секунду назад сжимал меня так, что я еле дышала, резко рванул вперед и лбом ударил этого мужика. Удар был сильным, тот упал на снег...\n\nБоже, да что за преступники! И я не знаю, кому мне верить больше — этому \"лежачему\" или же Шумину, хотя бы потому, что он потерял память",
    "answers": [
      {
        "id": 183,
        "text": "Ждать объяснений "
      }
    ]
  },
  {
    "id": 151,
    "text": "Наше знакомство не задалось и до сих пор я не могу понять, кто такой Лев. Что он делает в отеле, как много скелетов в его шкафу?\nМожно ли ему доверять?\n\nОн вколол мне снотворное, но и спас от падения со снегохода. Эпичный конец мне был обеспечен.\n\nЯ открываю глаза. Они почему-то слезятся, я не могу понять, где нахожусь. Какой-то деревянный дом? Тут все кругом сделано из дерева. Я такие домишки лесные видела только в кино, но никто из тех актёров не был в такой непростой и непонятной ситуации, как я сейчас.\n\nЯ лежала на самодельной кровати. Так твёрдо и неудобно, ах да, тут даже матраса нет.\nНу и ладно, все равно мне уже даже спать перехотелось. Где Лев?\n\nКаков наглец, даже печку не затопил. Тут так невыносимо холодно, ещё немного и я превращусь в ледяную статую. ",
    "answers": [
      {
        "id": 169,
        "text": "Взглянуть в окно "
      },
      {
        "id": 170,
        "text": "Выйти из домика"
      }
    ]
  },
  {
    "id": 152,
    "text": "Я поддалась разлившимся внутри меня эмоциям и бросилась его обнять. Тепло его груди, размеренное дыхание, запах чего-то родного, мы же давно знаем друг друга, боже, как же я скучала,-все это мысли в моей голове. Нет, такое я точно не смогу произнести вслух \n— Эй, ну ты чего? — грубовато спросил Игорь и неодобрительно посмотрел на меня\nМы были почти одного роста. Но его этот модный новый стайл.Черные берцы, чёрная кожаная косуха с мехом и чёрные джинсы — прямо один из \"Людей в чёрном!\" \n— Я не поняла, ты меня не рад видеть что ли? Это же я. Кстати, я соскучилась, — тихо произнесла я, все больше уходя в \"стадию шепота\" \n— Я не так долго отсутствовал. И ты не скучала в обществе этих... Этих. — многозначительно сказал он, очеень многозначительно...\n— Игорь, да ты сам на себя не похож. Что происходит, поделишься? — приобнимая его за плечи, я специально заглянула в его глаза, пытаясь вызвать доверие \n— Давай без вопросов. Пошли, — и он сжал мою правую руку, потянув куда-то в сторону. Ничего себе, какая у него хватка...\n Это точно мой Игорь, ну, мой друг?! ",
    "answers": [
      {
        "id": 154,
        "text": "Ничего себе, изменился донельзя "
      }
    ]
  },
  {
    "id": 153,
    "text": "Я улыбнулась ему своей самой лучшей улыбкой из всех, он остался равнодушным.\n\nДа что с ним такое?\n\nПока мы стояли друг на против друга, снег усилился и ночь была близко. Уже практически ничего не было видно.\n\nЗато было слышно. Вой волчьей стаи. Видимо, они благодарили эту полную луну за то, что она даровала им ужин из нас двоих... ",
    "answers": [
      {
        "id": 168,
        "text": "Продолжение следует... "
      }
    ]
  },
  {
    "id": 154,
    "text": "Мы двигались медленно, снег не таял, но и не шёл. Почти наступила ночь. Я не знала дороги назад в отель и, поэтому, просто разрешила вести меня. \n\nИгорь молчал и не смотрел на меня. За это время, что мы не виделись, могло столько всего произойти, а мы словно чужие люди, которым либо поговорить не о чем, либо просто нет желания.\n \nОн вытащил ключи из кармана куртки. Нажал на кнопку, и я услышала звук сигнализации. М, он на машине, отлично. А то ноги скоро потеряют способность \"вести меня\" по этому снегу. \nОн наконец повернулся ко мне лицом. И кинул одну только фразу \"Запрыгивай\" ",
    "answers": [
      {
        "id": 155,
        "text": "Сесть на переднее сидение "
      },
      {
        "id": 156,
        "text": "Сесть на заднее "
      }
    ]
  },
  {
    "id": 155,
    "text": "Я \"запрыгнула\" на одно из передних сидений. Он сел за руль, но сначала, застегнул ремень безопасности на мне. \n— Ты переживаешь, чтобы со мной ничего в дороге не случилось? — еле заметно улыбнулась я и сжала нежно его руку, которая все ещё была на моем ремне.\n— Не льсти себе,ок? Да, ты миловидна, но ты мой друг, пойми. Честно, я даже не вижу в тебе девушку, по крайней мере, твоя грудь осталось почти такой же, какой была в начальной школе. Тебя это не напрягает? Вот у Дашки там такие дыни,-и он руками показал, как бы он их сжал.\n\nИгорь,да какого черта?!\n",
    "answers": [
      {
        "id": 157,
        "text": "Так-так, что ещё он выдаст"
      }
    ]
  },
  {
    "id": 156,
    "text": "Я прыгнула на заднее сидение, может и поспать удастся. Я так хочу спать, морально истощена и силы на исходе. Быстрее бы оказаться в отеле, после всех этих бессонных дней и ночей необходим крепкий сладкий сон в уютной постели. \n\nИгорь молча сел за руль. Я смотрела на него в зеркало, видя свое невыспавшееся отражение, но потом мне захотелось прикоснуться к нему. Почему-то. Вдруг... \n\nЯ привстала с сидения и сзади обхватила его за плечи. Стройное тело, но он не худой... Это что, мышцы? Ничего себе, сегодня я узнала много нового о своём давнем приятеле. \n— Ты что делаешь? Забываешься иногда, я смотрю. Не прикасайся ко мне, я не хочу этого, — и он грубо отбросил мои руки, будто я была для него вообще никто. ",
    "answers": [
      {
        "id": 166,
        "text": "Выйти из машины "
      }
    ]
  },
  {
    "id": 157,
    "text": "Мы выехали на дорогу.Я так и слова не смогла произнести в ответ на его колкие замечания, видите ли, грудь ему моя не нравится. \n\nПошёл снег, вот ни к черту. Нельзя было разглядеть ничего, по сути. И только звук машины, которая двигалась прямо на нас ослепила... \nЯ рефлекторно закрыла глаза, это конец. Но Игорь не сдался, быстро увернулся в сторону. \nЯ тяжело вздохнула. Ещё бы мгновение, малейшее промедление и мы были бы всмятку. \n\nЯ повернулась к нему лицом, он не смотрел на меня, лицо его не выражало эмоций. Потом он быстро открыл бардачок, вытащил оттуда пачку сигарет, взял одну и приоткрыл окно. Чёртов дым... Ненавижу курящих, — подумала я. \n\nНо ему, почему-то, шло в руке с сигаретой. Его черты лица стали более мужественными, он за один день открылся для меня совсем с другой, неизведанной мной стороны. \n—Может хватит уже смотреть на меня? Знаешь ли, это не комфортно. Пытаешься себя переубедить, что я не урод? — грубо ухмыльнулся он.\n \nТоже впервые. Обычно, прежний Игорь себе такого не позволял ",
    "answers": [
      {
        "id": 158,
        "text": "Хватит дымить, попытаться выхватить и выкинуть эту гадость в приоткрытое окно "
      },
      {
        "id": 159,
        "text": "Схватить его за верх куртки, пора устроить допрос, что с ним произошло, и почему он так изменился "
      }
    ]
  },
  {
    "id": 158,
    "text": "Я потянулась к нему рукой, почти выхватив сигарету, но его крепкая рука, с тонкими длинными пальцами, быстро перехватила мою руку.\n\nВот это да, какая реакция. Мгновенная.\n\n— Ты сдурела? Твоя маленькая жопа уместилась в люксовом кресле моей тачки, а ты ещё пытаешься отучить меня от моих привычек? Не выйдет, — и он сжал моё запястье с такой силой и какой-то нескрываемой ненавистью, что кости начали болеть\n— Ослабь хватку, а ещё лучше отпусти меня, — прошептала я, тихо и медленно, дабы не разозлить его ещё больше.\n\nЯ не знаю, чего ещё можно ожидать от этого \"нового\" Игоря. Может, это его альтер эго?\n\n— Выметайся из моей машины. Ты надоела мне, — и с этими грубыми, жалящими словами, он расстегнул мой ремень, открыл дверь и выкинул меня прямо в снег. ",
    "answers": [
      {
        "id": 160,
        "text": "Отряхнуться и отомстить ему"
      },
      {
        "id": 161,
        "text": "Крикнуть ему \"мудак\" и гордо уйти"
      }
    ]
  },
  {
    "id": 159,
    "text": "Я схватила его за верх его кожаной чёрной куртки, с таким приятным мехом...\n\nОн впервые посмотрел прямо мне в глаза. Почему-то я была рада этому, сама того не осознавая.\n\n— Не трогай меня, иначе пожалеешь. Как думаешь, как долго я смогу развлекаться с тобой тут, когда мы остались наедине посреди тихого и безлюдного леса, м? — и он устрашающе на меня посмотрел, с наглой улыбкой на лице\n— Ты на такое не способен, я не верю, что ты сможешь сделать то, чем пытаешься меня припугнуть,- и я сжала его куртку ещё сильнее\n— Ты права, твоё тело настолько меня не привлекает, что боюсь, даже если бы ты меня соблазняла разными способами, оголила свое тело, у меня все равно бы не встал. Ты девушка с телом ребёнка, — и он схватил меня за шею, сдавливая её так, что я попыталась отстраниться от этого безумца.\n\nНе думая больше ни о чем, я нажала на кнопку и открыла дверь. Оттолкнувшись, выпала из машины прямо в сугроб. Холод проник в меня, прям под кожу ",
    "answers": [
      {
        "id": 164,
        "text": "Бежать в лес, надо спасаться "
      }
    ]
  },
  {
    "id": 160,
    "text": "Я была крайне зла, но ещё и почувствовала предательство. Всплеск. Надвигается буря внутри. Я покажу ему, какой могу быть я, когда пребываю в гневе.\n\nВ ярости, я взяла палку, которую обнаружила в снегу и набросилась на стекла его машины. Звук разбивающегося стекла и ор Игоря, — это все доставляло мне такое удовольствие, что я невольно заулыбалась. Видимо, иногда нужно давать волю эмоциям.\n\n— Бл*ть, ты совсем поехавшая! Мой Мерс был куплен недавно, он в единственном, сука, экземпляре! И ты просто взяла палку и расхерачила мне его полностью. Беги, иначе..., — и тут он побежал прямо на меня, а глазах была боль и гнев, м, почти такой же гнев, как у меня\n\nЯ побежала вглубь леса. Леса здесь повсюду. Но уже ночь... Нет, ну почему мы не смогли спокойно доехать в отель и провести ночь там? Постойте, это что, вой волка?! ",
    "answers": [
      {
        "id": 162,
        "text": "Продолжение следует... "
      }
    ]
  },
  {
    "id": 161,
    "text": "— Ты такой мудак, Игорь! Я никогда не думала, что ты переплюнешь в этом плане 2ух других! Я ухожу, — и повернулась к нему спиной, уходила с высоко поднятой головой.\n\nА в душе бушевал ураган. Хм, красиво он меня сломал.\n\nЯ шла одна, по заснеженным тропинкам, между елей и сосен. Запах хвои и морозный воздух были прекрасны каждый по-своему, а сочетание их было вообще волшебным.\n\nНочь. Наверняка уже я не попаду сегодня в отель. Не зная, куда точно идти, я стала ходить от одного \"ориентира\" к другому. Устав, я просто села под одну из крупных массивных сосен и стала размышлять о том, что делать дальше. Но мысли прервал волчий вой.\n\nНеужели тут волки водятся?! ",
    "answers": [
      {
        "id": 163,
        "text": "Продолжение следует... "
      }
    ]
  },
  {
    "id": 162,
    "text": "Дорогой читатель, вы успешно прочитали ещё одну главу квеста!\nПризнаюсь, мне нравится читать ваши отзывы и пожелания, вы отдаёте мне частичку вашей души и впечатлений, а мне же хочется ещё больше творить, ведь каждый творец хочет творить для кого-то, а не просто для себя\n\nЧто же будет дальше?\nЖдите выхода новой главы и помните, даже самые холодные и зимние деньки могут быть увлекательными❣️",
    "answers": [
      {
        "id": 1,
        "text": "В меню "
      }
    ]
  },
  {
    "id": 163,
    "text": "Дорогой читатель, вы успешно прочитали ещё одну главу квеста!\nПризнаюсь, мне нравится читать ваши отзывы и пожелания, вы отдаёте мне частичку вашей души и впечатлений, а мне же хочется ещё больше творить, ведь каждый творец хочет творить для кого-то, а не просто для себя\n\nНадеюсь, мы и дальше будем так сотрудничать)\nВаша Тори❣️",
    "answers": [
      {
        "id": 1,
        "text": "В меню "
      }
    ]
  },
  {
    "id": 164,
    "text": "Я кое-как встала и побежала в лес. Тут так тихо, я даже слышу стук собственного сердца и вой волков.\n\nЧто? Каких ещё волков?! ",
    "answers": [
      {
        "id": 165,
        "text": "Продолжение следует... "
      }
    ]
  },
  {
    "id": 165,
    "text": "Дорогой читатель, вы успешно прочитали ещё одну главу квеста!\nПризнаюсь, мне нравится читать ваши отзывы и пожелания, вы отдаёте мне частичку вашей души и впечатлений, а мне же хочется ещё больше творить, ведь каждый творец хочет творить для кого-то, а не просто для себя\n\nЧто же будет дальше?\nЖдите выхода новой главы и помните, даже самые холодные и зимние деньки могут быть увлекательными❣️",
    "answers": [
      {
        "id": 1,
        "text": "В меню "
      }
    ]
  },
  {
    "id": 166,
    "text": "Я вышла из машины, хорошо, что он не успел её закрыть, т.е.заблокировать.\n\nПостепенно отдаляясь, меня даже никто не пытался остановить. Он что, теперь всегда будет таким чёртовым эгоистом и засранцем?\n\nЯ шла, пытаясь смотреть себе под ноги. Ночь. Да, снова я не высплюсь. Да когда же это закончится, скорее, рак на горе свиснет или волк завоет.\n\nИ он завыл. Жаль, не воображение. А это значит... Что у кого-то сегодня будет вкусный поздний ужин в виде меня?! ",
    "answers": [
      {
        "id": 167,
        "text": "Продолжение следует... "
      }
    ]
  },
  {
    "id": 167,
    "text": "Дорогой читатель, вы успешно прочитали ещё одну главу квеста!\nНадеюсь, вам он ещё не наскучил и все так же интересен, как и прежде\nОбожаю читать ваши комментарии и пожелания, вы источники моего вдохновения❣️",
    "answers": [
      {
        "id": 1,
        "text": "В меню "
      }
    ]
  },
  {
    "id": 168,
    "text": "Дорогой читатель, вы прочитали ещё одну главу этого квеста!\nСпасибо за ваши комменты, отзывы и пожелания! Моё вдохновение рядом со мной благодаря вам) ",
    "answers": [
      {
        "id": 1,
        "text": "В меню "
      }
    ]
  },
  {
    "id": 169,
    "text": "Я решила проверить, мало ли, вдруг он снаружи. Зачем было усыплять меня, спасать меня несколько раз, приэтом в любой удобный момент грозится меня убить...\n\nНо я никого не увидела. На окне были красивые снежные узоры, я на мгновение стояла, как зачарованная. Заснеженный пейзаж и я тут, совсем одна в какой-то избушке, да ещё и в лесу...\n\nТак,главное не паниковать. Я же не снаружи, а внутри, никто не причинит мне вреда, ведь так?\n\nИ тут дверь скрипнула, кто-то снаружи взялся за ручку, готовясь входить и отряхивал от снега ноги.\n\n",
    "answers": [
      {
        "id": 171,
        "text": "Спрятаться и ждать "
      }
    ]
  },
  {
    "id": 170,
    "text": "Я решила не ждать своего превращения в ледышку и выйти на улицу.\nГде-то же должен быть Лев? Да, забавно, что этому Льву так нравится зима с этим ее холодом и ужасными морозами, а не тепло, где-нибудь в Африке. Нетипичный же Лев.\n\nЯ не знала, что он из себя представляет. Вроде бы мы не были близки, но и незнакомцами тоже нас не назвать. Он полон загадок или весь он сам — одна большая загадка?\n\nПод моей ногой что-то хрустнуло. А, всего лишь ветка. И тут ко мне пришла гениальнейшая идея собрать ветки и самой разжечь печь. Не умирать же от холода и не искать в лесной чаще этого непутевого инструктора.\n\nЯ наклонилась и стала собирать больше веток. Но он — да, он! — снова подошёл ко мне сзади и развернул меня в полоборота.\n\nЛ(Лев) — Почему не дождалась меня внутри? Знаешь, я не хочу тебя отдавать волкам на закуску, — он серьёзным тоном отчитывал меня, подчеркивая еще раз свою зрелость, а я же опешила, как маленькая девочка, опустив глаза...\nВ(Виола) — Воу, ты иногда бываешь серьезным? Вот это ты прям удивил, — я шутливо ударила своим кулачком в его массивное плечо.\n\nУфф, черт, как же больно! Этот парень сделан из стали?!\n\nОн взял меня за мою \"больную\" маленькую ручку и своим большим пальцем стал разминать мою ладонь. Волшебный эффект, вся боль после этого странного \"массажа\" сразу же иссякла.\n\nА вы неплохо ладите, — послышалось со стороны леса. А это еще что за темный силуэт? ",
    "answers": [
      {
        "id": 182,
        "text": "Продолжение следует... "
      }
    ]
  },
  {
    "id": 171,
    "text": "Я спряталась, моим укрытием стала огромная печь, которая не топилась, наверняка чуть ли не веками.\n\nМужские ноги в черных сапогах. Шаги я отчетливо слышала и все видела. Руки этого неизвестного шарили под кроватью, на полках,он явно что-то искал.\n\nНо вот происходит то, чего я так боялась. Он приближается к печи. Хватит! ",
    "answers": [
      {
        "id": 173,
        "text": "Схватить одно из брёвен и припечатать его, кто бы он ни был "
      }
    ]
  },
  {
    "id": 172,
    "text": "Мы сидели за нашим столиком на двоих. В помещении пришлось зажечь свечи, царила романтическая атмосфера.\n\nНаедине, да ещё и ужин при свечах. Вот только пусть не надеется на его продолжение, после такого сытного обеда у меня появится только одно желание — быстрее \"на боковую\", пусть и твёрдая кровать, но кровать.\n\n— Тебе повезло, что я такой шеф-повар,-усмехнулся Лев и ткнул меня пальцем в нос, чтобы я наконец на него посмотрела\n— Не шеф и не повар, прожарка всего на троечку, — помахала я вилкой в воздухе, указывая, что могло бы быть и лучше\n— Ха, жарить я умею только на пять. Если сомневаешься, давай я сейчас...,-но я не стала слушать продолжение его предложения, оборвав эту фразу\n— Давай мы сейчас, а точнее, каждый из нас отправится по койкам, нам к утру нужно быть выспавшимися и в форме, — сказала я, еле скрывая зевоту\n— Но тут одна кровать, — Лев не понимал, чего я хочу\n—Ок, кто ляжет на кровати? — спросила я, но признаться, эта ситуация начинала подбешивать\n— Как кто, мы оба, — и он насильно пихнул меня на кровать\nОн что... Совсем сумасшедший?! ",
    "answers": [
      {
        "id": 176,
        "text": "Ах так значит, ну что ж, опрокинем и его"
      },
      {
        "id": 177,
        "text": "Выразить все свое негодование "
      }
    ]
  },
  {
    "id": 173,
    "text": "От страха глаза велики. Я схватила одно из дровишек приличного такого размера, замахнулась и ударила. Бинго! Он повержен.\n\nЯ осторожно подошла к нему. На нем была тёмная куртка с чёрным капюшоном, лицо закрыто. Но он же обездвижен, пора проверить, кто же он.\n\nЯ приблизилась к нему, почти приоткрыв его лицо. Как его же рука схватила меня и повалила сверху, я упала прямо на него и поняла теперь, что так мог поступить только Лев. Но какого черта он тут рыскал, что искал!? \n\n— Хах, никогда не устану разыгрывать тебя, сильно испугалась, что снова решила мне врезать? — и он рассмеялся\n— Достаточно. Мне совершенно не смешно, я не понимаю, какую игру ты ведёшь, Лев. Зачем надо было привезти меня сюда, что ты искал? Отвечай и помни, что я ещё вооружена, — и я показала легким кивком на  моё \"крутое оружие\"\n\nЯ была сверху, восседала на нем, с оружием в руках, держа бревно двумя пальцами, обхватив его так, чтобы не получить занозу в свою нежную кожу. Нет, только не это, весь мой образ усмирительницы плохих парней сразу испарился, когда мой живот слишком громко заурчал. Я будто голодный ребенок, который не в состоянии сам себя накормить... ",
    "answers": [
      {
        "id": 174,
        "text": "О нееет, как же стыдно"
      }
    ]
  },
  {
    "id": 174,
    "text": "Я, по-моему, даже покраснела.\nЛев смеялся так, что на его щеках появились ямочки. М, а этот брутал может иногда быть милым, я впервые вижу, чтобы он был таким искренним и весёлым. Может, не так уж он и испорчен?\n\n— Можешь ничего не говорит, он сказал все за тебя,-и он положил руку мне на живот, я не растерялась и сразу ее отбросила. \nЯ искал зажигалку минут 10 назад, пока ты пряталась за печкой, как я понял. Понимаешь, я не вегетарианец, как любому здоровому мужчине мне нужно вкусное и прожаренное мясо, поэтому я подстрелил в лесу кое-кого, осталось только приготовить, — улыбчиво объявил он\n— Ты это серьёзно? Вот так просто лишил жизни мирного животного, чтобы набить живот мясом? Ты мне не нравишься, совсем не нравишься. Жестокий, эгоистичный убий...,- поток прервался, потому что он насильно заткнул мои губы\n\nОн жадно целовал меня, прижав к той самой печке. Его руки блуждали по моему телу, он схватил меня за руки и не отпускал их, чтобы я никуда не сбежала. Но в этот раз, мне не хотелось сбегать, похоже, что этот преступник мне все же немного, но нравится\n— Холодная, — с предыхание сказала я, прислоняясь к печи из-за его навалившегося на меня тела\n—Зато ты горячая, — сказал он, продолжая поцелуи",
    "answers": [
      {
        "id": 175,
        "text": "Прекратить "
      }
    ]
  },
  {
    "id": 175,
    "text": "Я невольно отстранилась от него, словно внутренний голос нашептывал мне сделать это. Мы не в отношениях, я не так давно встретила этого загадочного мужчину, нет никакой вероятности, что мы \"подружимся\".\n\nЯ вовремя приняла такое решение. Лев, усмехнувшись, потёр свои губы после прерванного поцелуя и сказал, чтобы я заварила нам чай.\n\nЯ удивилась, когда обнаружила на полке банку малинового варенья и банку мёда, пакетики чая и даже... Какао? Это круто, что в такой \"избушке\" столько всего съедобного. А это значит, что мы устроим чаепитие и этой ночью точно не замёрзнем!\n\nЯ поставила чайник на печку, сама находилась в состоянии ожидания. Странно, что Лев готовил на улице и при таком морозе как-то сумел разжечь костёр. М, мясо на костре — звучит уже вкусно.\n\nДа кого я обманываю, я так голодна, что готова съесть что угодно ",
    "answers": [
      {
        "id": 172,
        "text": "Вот и он вернулся с огромной тарелкой жареного мяса в руках "
      }
    ]
  },
  {
    "id": 176,
    "text": "Я собрала в себе все силы, чтобы сделать так же, как и он. Опрокинуть его на кровать.\n\nОн не ожидал, что у хрупкой меня тоже есть сила и, главное, чувство мести.\n\nКогда он повалился на матрас рядом со мной, нас настигло молчание. Не понимаю, что мы делаем, зачем все это... И он ведет себя крайне неадекватно, да и я не лучше.\n\nКровать была такой холодной, я вся поежилась. Будто мы не в избе деревянной, посреди леса, а в ледяной сейчас находимся. Холодно, как же холодно.\n\n— Согрей меня, — одними губами я прошептала Льву\n\nОн снял с себя свитер и стал натягивать эту вещь из шерсти на меня. Но я хотела, чтобы он согрел по-другому. В глубине души. А сейчас он вжился в роль джентльмена, с ним явно что-то не то.Или со мной\n\n—Так теплее? — прошептал он мне на ухо, по коже пробежались мурашки, его голос меня зачаровывал\n\nЯ думала над тем, чтобы ему ответить, но снаружи раздался выстрел. Охота на волков или других жителей леса или же... Нам стоит опасаться за свои шкуры? ",
    "answers": [
      {
        "id": 181,
        "text": "Продолжение следует... "
      }
    ]
  },
  {
    "id": 177,
    "text": "— У тебя совсем мозгов не осталось?! Кто так вообще делает, ты с напором пристаешь ко мне. Учти, сила у нас неравная, но так просто ты меня окончательно не завалишь.\nОбъясни мне, почему я тут именно с тобой? , — потребовала я, встав с жесткой кровати и поставив \"руки в боки\".\n\nОн посмотрел на меня, как на полную идиотку. На его лице появилась ухмылка, но почему — то даже с ней он казался мне милым. Да что не так с тобой, Вет? — задала я сама себе вопрос.\n\nИ наконец заговорил:\nЛ(Лев) : Ты реально ничего так и не поняла? Кто тут без мозгов ещё, точно не я. Знаешь, я спас тебя трижды, а ты что взамен?\nВ(Виолетта) : Трижды? Нет, не правда. И да, тебя трудно понять, какие цели ты преследуешь, что тебе вообще нужно от меня?\nЛ: Всего лишь ты. Вся. Целиком, — и он начал приближаться ко мне.\n\nЗаключив меня в объятия, мы просто стояли, черпая тепло тел друг друга. Я не знаю его полностью, но почему мне так с ним хорошо и безопасно? ",
    "answers": [
      {
        "id": 179,
        "text": "На утро"
      }
    ]
  },
  {
    "id": 178,
    "text": "Я втиснулась между ними двумя, пусть все молнии поразят только одну меня.\n\nВиолетта(В): Так все, брейк. Вы оба должны объяснить мне то, чего я не знаю. Давайте, но только по очереди.\n\nИгорь хотел начать первым, но громкий и озлобленный голос Свята его перебил.\n\nСвят(С): Твое отношение ко мне изменится, я уверен. Я подружился со всеми вами, сначала с Киром, потом вот с остальными, не просто так.\nМой отец — бывший археолог и хороший историк, он рассказал мне о кладе семьи Лейнбергов.\nСчитай, я охотник за кладом. Сближался с вами, чтобы быть ближе к нему... Но потом..., — он вздохнул и посмотрел на мою реакцию, ждал, что же я скажу и как отреагирую\n\nЯ смотрела на него, как на предателя. Нет, без \"как\". Он самый настоящий предатель. А я еще думала, что у него есть что-то теплое ко мне...\n\nМне хотелось бежать, бежать от них, бежать от самой себя. Я не должна быть здесь, все это чертов кошмар, моя нелюбимая зима, мои Друзья — предатели, моя подруга меня ненавидит. Я одна. ",
    "answers": [
      {
        "id": 186,
        "text": "Продолжение следует... "
      }
    ]
  },
  {
    "id": 179,
    "text": "Утром было неимоверно солнечно, свет ослепителен.\nЯ проснулась и сладко потянулась на кровати. Повернувшись, я встретилась лицом к лицу со... Львом?\n\nАх да, мы же спим на одной кровати. Безусловно, в одежде. А еще я сделала грань, 2 половины кровати, за черту которой перейти нельзя.\n\nЛицо Льва было умиротворенным, волосы взъерошенными и, если бы, не борода, его можно было бы сравнить с красивым юношей. По утрам он всегда такой тихий?\n\nЯ быстро поднялась с кровати. Нужно пойти и проверить, сможем ли мы уехать и нет ли бури.\nКак только я захотела выйти, произошло то, чего я ожидала меньше всего... Совсем не ожидала ",
    "answers": [
      {
        "id": 180,
        "text": "Продолжение следует... "
      }
    ]
  },
  {
    "id": 180,
    "text": "Спасибо за потраченное время и чтение квеста)\n\nЧто же произойдёт дальше?\nВы узнаете в следующей главе\n",
    "answers": [
      {
        "id": 1,
        "text": "Меню"
      }
    ]
  },
  {
    "id": 181,
    "text": "Глава прочитана, но Вы можете прочитать и другие ветки, если есть желание)\nСпасибо за отзывы, за Ваши красочные комментарии\n\nКто же этот стрелок и откуда он взялся в этом лесу?\nУзнаете в следующей главе) ",
    "answers": [
      {
        "id": 1,
        "text": "Меню "
      }
    ]
  },
  {
    "id": 182,
    "text": "Что же это за нечто из леса?\nЗа Львом и Виолеттой следили, если да, то как долго и зачем?\nУзнаете в следующей главе)\n\n\nСпасибо всем за прочтение и отзывы, мои читатели! ",
    "answers": [
      {
        "id": 1,
        "text": "Меню"
      }
    ]
  },
  {
    "id": 183,
    "text": "Кирилл выглядел еще больше, еще устрашающе. Он неплохо вырубил этого мужчину, но я не совсем поняла, зачем он это сделал... У меня были свои мысли на этот счёт и мне они не нравились, в них совершенно не хотелось верить.\n\nКирилл(К) : Что стоишь? Помоги мне его обыскать, а потом скинем его с обрыва, — и с этими такими \"простыми\" словами, он вытер кровь\nВиолетта(В): Ты киллер? Убийца? Ты же не просто придурок Шумин, отец твой тоже специально убил моего отца? Отвечай!\n\nУ меня началась истерика. Его команды и план действий по отношению к этому мужчине меня пугали. Он не стрелял в нас, но агрессивно был настроен, но это не означает, что Кирилл действовал правильно... \n\nВ: Ты понимаешь, что он нам угрожал, но это еще ничего не значит! Он же не нападал. Или... Ты действительно должен был убить меня?!\nК : Лучшая защита — это нападение. Вдруг он опасен, я не хочу рисковать тобой, — его голос был нежным и грубым одновременно . Сочетание несочитаемого",
    "answers": [
      {
        "id": 184,
        "text": "Обыскать"
      }
    ]
  },
  {
    "id": 184,
    "text": "Я присела на корточки, решив все-таки обыскать тело. В кармане куртки удалось нащупать пистолет, как он только туда поместился...\n\nПрисвою его себе. Не верю больше Кириллу и даже тот факт, что он потерял память, меня совсем не успокаивает.\n\nЛучше быть вооружённой, это придаст хоть немного спокойствия.\n\nКирилл(К) — Что-нибудь нашла? — требовательно спросил он, затягиваясь сижкой\nВиолетта(В) — Ключи от машины. Видимо, удача на нашей стороне, — я кинула ему связку ключей с кнопкой от сигнализации, и он ее ловко поймал\n\nОн нажал на кнопку, мы быстро нашли машину. Открыв ее, я села внутрь, он вернулся к мужчине, чтобы закончить начатое... Я что, его сообщница? Преступница? Нет, мы не Бонни и Клайд, мы просто сошли с ума.\n\nХолодало. Как внутри, так и снаружи. Этот Рилл не давал мне покоя, как много я не знаю о нем? ",
    "answers": [
      {
        "id": 185,
        "text": "Продолжение следует... "
      }
    ]
  },
  {
    "id": 185,
    "text": "Следующая глава будет еще больше и еще насыщеннее)\nСпасибо за Ваш интерес к творчеству и отзывы, которые вы щедро оставляете!\n\nА может все-таки Бонни и Клайд?\nСправится ли Виолетта со всем этим?\nУзнаете",
    "answers": [
      {
        "id": 1,
        "text": "Меню"
      }
    ]
  },
  {
    "id": 186,
    "text": "Героиня в отчаянии.\nОна чувствует себя преданной.\nКто поможет ей прийти в себя?\nУзнаете в следующей главе)\n\nСпасибо за прочтение! ",
    "answers": [
      {
        "id": 1,
        "text": "В меню"
      }
    ]
  },
  {
    "id": 187,
    "text": "",
    "answers": []
  }
]