[
  {
    "id": 1,
    "text": "Девиз: \"Любая при стремлении изменить себя может превратиться в ограненный алмаз\".\n\nИстория выдумана мной, но такой случай может произойти в реальной жизни. Читайте, вдумывайтесь в текст и не повторяйте вот таких ошибок. Не будьте бессердечными, проявляйте уважение и сочувствие друг к другу\n\nАвтор: ToriCold\nВозрастное ограничение: <plus>16, присутствуют элементы лёгкой эротики, ненормативная лексика\n\n\n\n\nАннотация: Почему жизнь бывает настолько несправедлива? Кому-то она преподносит дары с небес, так называемые подарки судьбы, в виде любящей семьи, преданных друзей, красивой внешности, а кто-то я. Изгой, мне нет места ни в одной группе лиц, из-за плохого зрения я вынуждена носить очки, меня прозвали\"Куриной слепотой\", мне смеются прямо в лицо и втаптывают в грязь каждый божий учебный день. Но кто сказал, что так будет всегда? ",
    "answers": [
      {
        "id": 28,
        "text": "Персонажи "
      },
      {
        "id": 2,
        "text": "Начать проживать историю\nГлава 1. Это моя жизнь"
      },
      {
        "id": 35,
        "text": "Глава 2. Водоворот событий этого дня своей \"волной\" с головой накрыл меня... "
      },
      {
        "id": 90,
        "text": "Глава 3. Побег от самой себя"
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "https://pp.userapi.com/c846020/v846020809/16976c/5JSXeCEMP1o.jpg",
        "system": true
      },
      {
        "id": 136,
        "text": "Глава 4. Этот день настал "
      }
    ]
  },
  {
    "id": 2,
    "text": "Меня зовут Оливия Дэйн и это моя история.\nЗасидевшись за чтением очередной книги, я заснула с ней в руке и, очевидно, не услышала первый сигнал будильника. Я проспала! Что предпринять? ",
    "answers": [
      {
        "id": 3,
        "text": "Спрыгнуть с кровати и судорожно начинать собираться"
      },
      {
        "id": 4,
        "text": "Побыть плохой девочкой, поспать ещё пару минуточек. Опаздывать, так опаздывать "
      }
    ]
  },
  {
    "id": 3,
    "text": "Я кое-как нащупала очки на прикроватной тумбе, напялила их на себя и трусцой рванула в душ. Отлично, здесь свободно. Дело в том, что я живу с мамой, папой и старшим братом, который, на удивление, любит банные процедуры. Отношения у нас не ахти, он как и все меня абсолютно не понимает. Но как говорится, семью не выбирают или в семье не без урода? Хм\nПосле чистки зубов, бодрящего душа, я натягивала школьную форму и на ходу делала себе крепкий кофе. Его вкус божественен и это то, что необходимо, чтобы окончательно проснуться и выйти из режима зомби ",
    "answers": [
      {
        "id": 5,
        "text": "После сборов, я еду в школу. Адский день и адская школа выживания-крч, велкам ту хелл"
      }
    ]
  },
  {
    "id": 4,
    "text": "Я переставила сигнал будильника и с \"наглой\" совестью или её отсутствием, комфортно устроилась на кроватке. Мягкие простыни, подушка, как облако, пушистое одеяло, которое так убаюкивало... К черту школу и первый урок, приду позже, чтобы подготовиться к своему моральному уничтожению\nНаверное, это был самый прекрасный и красочный сон в моей жизни. Я видела Хью, который уже становился передо мной на одно колено, как я резко пробудилась от сигнала, кричащем о том, что пора вставать\nМой адский денёк начался.\n",
    "answers": [
      {
        "id": 6,
        "text": "Закончить сборы и поехать в адскую школу выживания"
      }
    ]
  },
  {
    "id": 5,
    "text": "Поприветствовав охранника и сдав верхнюю одежду в гардероб, я села переобуваться в сменную обувь,на улице осенняя погода, дождь оставляет грязь и лужи. Практически все люди не в восторге от такой погоды, но на меня же он действует с умиротворением, плачущее небо пытается очистить и освежить эту землю.\nПока я размышляла о своём, ко мне подходили трое. Шайка элитных девочек этой школы, во главе с её первой красавицей, активисткой, отличницей и спортсменкой — Келли.\nФизически я была здесь, но мысленно далеко. Не сразу их заметив, я наступила ногой на её белоснежный кроссовок. Она отдернула ногу, с презрением смотря на меня открыла свой пухлый рот. Я поняла, что весь этот словесный поток дерьма вывалится прямо на меня\n",
    "answers": [
      {
        "id": 7,
        "text": "Заранее извиниться, пока не случился очередной конфликт "
      },
      {
        "id": 8,
        "text": "С достоинством встретиться с её взглядом. Уж лучше быть трупом, чем жить в постоянном страхе"
      }
    ]
  },
  {
    "id": 6,
    "text": "Я уже была в двух шагах от школы, как услышала звуки ударов. Послышалось крики, полные боли и отчаяния. Мне это был так знакомо, что я решила собраться с духом и поспешить в злополучное место",
    "answers": [
      {
        "id": 21,
        "text": "Возомнить себя супергел и поспешить"
      }
    ]
  },
  {
    "id": 7,
    "text": "—И-извини меня, я совсем не хотела оттаптывать тебе ногу, — тихо и заикаясь подбирала я слова\n— Чучело, оставь свои извинения при себе. За каждый, даже малейший косяк, надо уметь расплачиваться. Эти кроссы стоят дороже твоей шкуры, ты просто кусок мусора. Существуешь, как трава, всем пофиг, есть ты или нет тебя.Знаешь что? Я устрою тебе твой персональный ад, —заявила она безжалостно, своим самоуверенным тоном, полным превосходства, испепеляя меня взглядом.\nПосле школы встретимся. И знаешь, я уже тебе не завидую.\nС этими словами, она и её подруги-Миа и Эмма зашагали прочь\n",
    "answers": [
      {
        "id": 16,
        "text": "Бежать в раздевалку, на физ-ру"
      }
    ]
  },
  {
    "id": 8,
    "text": "Я подняла голову, устав прятать глаза в пол, мы встретились взглядом. Я изо всех сил делала вид, что мне ни чуть не страшно, что я могу постоять за себя и ответить за содеянное.\n— Девочки, вы представляете, эта мразь ещё смеет смотреть МНЕ в глаза. Ты вообще что ли не понимаешь, что ты сейчас сделала? Ты своими косолапыми ногами испортила мою обувь. Час расплаты близок. Если ты стала такой самоуверенной, после школы я буду ждать тебя на заднем дворе. Не появишься, мы собьем с тебя всю спесь,- констатировала и без того мне известный факт Кел.\nОни ушли. Черт, какая же я слабая, так и не смогла вымолвить ни слова. Может быть, она права и на мне уже можно поставить крест?\nПрозвенел звонок, а это значит, что ад продолжается, впереди физ-ра. Вы же поняли, что я её недолюбливаю? ",
    "answers": [
      {
        "id": 9,
        "text": "Идти в раздевалку "
      }
    ]
  },
  {
    "id": 9,
    "text": "Оставалось всего несколько минут до начала. На душе уже скребли кошки, пару раз на глаза наворачивались слезы, но я просто вдавливала их обратно в глаза. Надо становиться сильной, надо верить в себя.\nЯ вытащила из рюкзака свой спортивный костюм,начала расстегивать пуговицы на блузке, как за ручку двери дёрнули и она открылась. Я, в шоке, быстро стала закрывать грудь руками, не зная, что делать в таких ситуациях... \n— Слепота, а фигура у тебя оказывается, зачётная, — присвистнул Гейл и оценивающе провел взглядом по всему моему телу\nГейл — мой одноклассник, из элитной группы учеников, никогда не был лузером и всегда презирал таких, ну, таких как я. \nЕго папа- бизнесмен и спонсор нашей школы, на все понты этого парня преподы просто не реагируют, а закрывают глаза. \nОн ужасен внутри, эгоистичный, безжалостный м*дак. Но внешне... Его волосы были непослушными, но короткими, такого светлого, блондинистого оттенка. Глаза же были чёрными, в них незаметными казались зрачки. Мускулистое, подкаченное тело, высокий рост и грубый голос. \nНо на эту внешность покупаться нельзя, он демон. Самый настоящий. ",
    "answers": [
      {
        "id": 10,
        "text": "Смущённо попросить уйти"
      },
      {
        "id": 11,
        "text": "Вооружиться кроссами и атаковать его ими"
      }
    ]
  },
  {
    "id": 10,
    "text": "—Эм, ты не мог бы уйти? Я очень спешу на урок, мне нужно переодеться, — я сама не слышала свой \"детский\" лепет и по-моему покраснела до кончиков ушей\n— Пхах, ты что ли разговаривать умеешь, тихушница? Ну давай же, переодевайся, устрой мне шоу, — он с ожиданием уселся на скамейку напротив, расставив свои ноги так, что я покраснела ещё сильнее\n",
    "answers": [
      {
        "id": 13,
        "text": "Мысленно умолять, чтобы все это закончилось "
      },
      {
        "id": 14,
        "text": "Мальчик хочет шоу, он его получит. "
      }
    ]
  },
  {
    "id": 11,
    "text": "Впервые я почувствовала такой прилив сил и испытала настоящее чувство ярости, мне хотелось любым способом изгнать этого демона из женской раздевалки.\nЯ схватила свои кроссы, размер ноги у меня был не маленький, 37 и начала атаковать его. Сначала запустила в него правым, при этом издавая какой-то боевой клич, а потом левым.\nОн явно не ожидал такого поворота событий, но все же увернулся от правого, а левый вообще словил налету.\n— Неплохо, но с подачей и распределением силы тебе ещё стоит потренироваться. Ты удивила меня тем, что защищалась. Но какого фига ты пыталась причинить вред мне, ты никакого права не имеешь и будешь наказана. Я так зол сейчас, что мог бы разломать тебя и полностью стереть с лица земли, но из-за такой, как ты, не в кайф будет становиться преступником. Готовься к своему наказанию и молись, чтобы мой настрой стал чуточку лучше, — с этими словами он резко поднялся с места и уверенно ушёл, громко хлопнув дверью, она бедная аж затряслась, как моё бьющееся сердце.\nВ один день я разгневала двух людей, которые могут превратить меня в пыль. Да что с этим миром не так? ",
    "answers": [
      {
        "id": 12,
        "text": "А это мы узнаем в следующей главе"
      }
    ]
  },
  {
    "id": 12,
    "text": "Спасибо за прочтение первой главы этой истории)\nЭто только начало, дальше-больше\n",
    "answers": [
      {
        "id": 1,
        "text": "В меню!1"
      }
    ]
  },
  {
    "id": 13,
    "text": "Стараясь не смотреть на него, я мысленно умоляла прекратить его вести себя так развязно и уйти отсюда, забыв про моё существование. Повернулась к нему спиной, не хочу смотреть на это чудовище под маской принца.\nИ тут я услышала шаги, не успев обернуться полностью, его пальцы залезли ко мне под блузку и меня бросило в жар. Нет, скорее не от возбуждения, а от негодования и его наглости, сколько он себе позволяет.\nС глазах полили слезы, я подняла в воздух руку и что есть силы дала пощёчину по его самодовольной морде. Он скривился от боли, отпустив меня\n— Да тебе прививку от бешенства надо сделать, безумная! Уверен, что ты могла только мечтать, чтобы я хоть пальцем притронулся к тебе и вот благодарность... Ты меня окончательно утомила, строишь из себя недотрогу,но я же знаю, что все бедные девки обделены вниманием и ты одна из них. Бесишь, мне надо спустить пар, но обещаю, что мы ещё встретимся, — держась за щеку, на которую пришёлся удар, он покинул меня.\nХоть маленькая, но победа. Я не понимаю, о чем он говорил, но знаю точно, что все это ложь и очередное поливание меня грязью.\nЭтот мир несправедлив, согласна со мной? ",
    "answers": [
      {
        "id": 15,
        "text": "Продолжение следует, в новой главе... "
      }
    ]
  },
  {
    "id": 14,
    "text": "Я потянула вверх юбку, подгибая её подол, визуально укорачивая. Мои колготки стали виднее, прозрачная ткань обтягивала ноги и показывала всю их стройность, дальше мои руки потянулись к той полуоткрытой блузке, я стала расстегивать ещё одну пуговицу, смотря прямо на этого наглеца.Он же прикусил губу и внимательно следил за всем процессом, по глазам я прочитала, ему это все очень нравится \nВзмахом руки я распустила волосы и стала приближаться к нему, стараясь выглядеть соблазнительно и уверенно.\nПодойдя в плотную, я наклонилась к нему, чтобы он увидел все, что хотел вблизи и прошептала ему на ухо\n—И как тебе такое шоу? — я заставила себя улыбнуться и не позволила своему голосу дрожать\n— Только не говори мне, что оно подошло к концу, — его голос был на несколько тонов ниже, прежде чем ответить, он сглотнул, словно его начинала одолевать жажда\nЧерез раз дыша, он захватил меня своими сильными руками, как вдруг... \n",
    "answers": [
      {
        "id": 20,
        "text": "Что произошло далее, узнаем в следующей главе... "
      }
    ]
  },
  {
    "id": 15,
    "text": "Спасибо за прочтение главы 1)\nВ следующей главе будет ещё больше интриг, героиня будет вести себя так, как будешь советовать ей ты, меняться кардинально или же постепенно, зависит только от тебя. ",
    "answers": [
      {
        "id": 1,
        "text": "В меню!1"
      }
    ]
  },
  {
    "id": 16,
    "text": "Я бежала со всех ног,видимо, даже наличие очков не в праве улучшить моё зрение, я врезаюсь во что-то массивное, стоящее прямо в центре.\nЯ потираю ушибленную пятую точку, чувствуя, что сижу на чем-то довольно мягком и шикарно пахнущем. Проведя руками по глазам, я понимаю, что на мне нет очков. Шарю по полу, чувство паники нарастает, я ничего не нахожу.\nТут, мне кто-то протягивает очки, я с благодарностью их принимаю\n— Ты не ушиблась? — мужской приятный голос возвращает меня в реальность.\nСмотря на своего спасителя, я невольно вздыхаю, это не запрещено, быть таким офигенным?\nЕго волосы цвета серебра, голубые, пронзительные глаза, шикарная улыбка. Кто он? Впервые вижу\n— Кхм, потому что, если ты в порядке, не могла бы ты с меня встать? — он виновато улыбнулся\nОсматривая нас, я сижу верхом на нем в неоднозначной позе. Его ноги такие длинные, он что, — баскетболист? — проносится в мыслях. Так, Лив, соберись, не время думать о всяком",
    "answers": [
      {
        "id": 17,
        "text": "Осторожно встать и одернуть юбку"
      },
      {
        "id": 18,
        "text": "Смутиться и поблагодарить за \"мягкую посадку\" "
      }
    ]
  },
  {
    "id": 17,
    "text": "— Как неловко, я прошу прощения, что навалилась на тебя и сбила с ног, — не рискнув больше рассматривать его пристально, я попыталась избежать продолжения этого момента\n— Забавная) Я сам не понял, как так получилось, но ты теперь моя должница, — с прищуром он произнёс, все так же улыбаясь\nЯ начала осознавать, что даже этот неизвестный уже обозначил мою позицию. Как хочется, чтобы он был не таким...\n— Эй,что с твоим лицом? В качестве долга, не могла бы ты мне показать школу? Я новенький, — произнёс он все это, продолжая улыбаться. Парень, перестань, она-твой козырь, прибереги его для другой, а не для такой дурнушки, как я(подумала я) \nМожно ли прогулять урок и провести ему мини-экскурсию?\nПочему этот мир так непредсказуем? ",
    "answers": [
      {
        "id": 19,
        "text": "Продолжение в следующей главе... "
      }
    ]
  },
  {
    "id": 18,
    "text": "—Эм, спасибо за мягкую посадку, ты в прямом смысле смягчил моё падение. Я тебе благодарна, — я постаралась улыбнуться ему, на что он мне ответил открытой улыбкой\n— Я Кельвин, новый ученик в этой школе. Может быть, проведёшь мне экскурсию, я тут впервые, — он ловил мой взгляд, а я краснела\nНет, все-таки сложно общаться с красивыми людьми. Я не могу общаться с ними, а уж тем более находиться наедине\nЯ снова погрузилась в свои мысли, чтобы лучше подумать над его предложением и тем, что я должна сказать ему в ответ.\nКак вдруг на горизонте... ",
    "answers": [
      {
        "id": 26,
        "text": "В следующей главе... "
      }
    ]
  },
  {
    "id": 19,
    "text": "Спасибо за чтение первой главы)\nДальше-больше, героиня будет меняться в зависимости от ваших выборов. Живите её жизнью, проживайте с ней вместе её историю",
    "answers": [
      {
        "id": 1,
        "text": "В меню!1"
      }
    ]
  },
  {
    "id": 20,
    "text": "Спасибо за прочтение главы 1)\nДальше-больше\nЕщё больше интриг, неожиданный событий\nПроживи эту жизненную историю вместе с Оливией",
    "answers": [
      {
        "id": 1,
        "text": "В меню!1"
      }
    ]
  },
  {
    "id": 21,
    "text": "Двое бритоголовых мужчин избивали ногами какого-то парня, я не знаю его, но это не имеет значения. Не помня себя и позабыв, что я тут делаю, я ринулась к ним\n— Не трогайте его! — закричала я\n— А это че за цыпа? Девочка, ноги в руки и шуруй отсюда, по-хорошему тебе говорю. Не мешай взрослым дядям решать свои проблемы, — бритоголовый, с зубочисткой в зубах сквозь зубы продиктовал мне свои правила\nЯ стала уходить, но в душе понимала, что я бессильна против них, но ещё больше я понимала, что мне очень жаль того избитого... Вдруг его убьют? ",
    "answers": [
      {
        "id": 22,
        "text": "Порыться в рюкзаке, вдруг найдётся что-нибудь "
      },
      {
        "id": 23,
        "text": "Взять телефон и вызвать полицию"
      }
    ]
  },
  {
    "id": 22,
    "text": "Завернув за угол, я вытряхнула все из рюкзака и нашла то, что нужно. Обычный дезодорант, который я беру с собой, если у меня физ-ра\nВооружившись им, я как можно тише подошла к мужчинам. Один из них все же обернулся, я не растерялась и прыснула им ему в лицо, второго же мужика на месте я не увидела. Где он? Хотя нет, неважно, важнее бежать отсюда, как можно скорее! ",
    "answers": [
      {
        "id": 24,
        "text": "Помочь подняться мужчине"
      }
    ]
  },
  {
    "id": 23,
    "text": "Завернув за угол, дрожащими руками я достала свой кнопочный, но работающий телефон из кармана и сделала звонок в полицию. Пока я объясняла им, где нахожусь и в чем собственно проблема, казалось, что прошла вечность и я опоздала...\nСпрятавшись за мусорный контейнер так, чтобы видно было дорогу, я стала ожидать прибытия полицейских.\nМоё тело трясло, словно я замёрзла. На самом деле, это произошло от отчаяния и бездействия\nПодъехала полиция, началась перестрелка. Надеюсь, никого не ранят и не убьют, я против всякого насилия... Когда я покинула своё убежище, меня схватили за руку... ",
    "answers": [
      {
        "id": 27,
        "text": "Кто же это? Узнаем в следующей главе "
      }
    ]
  },
  {
    "id": 24,
    "text": "— Вы слышите меня? Возьмите меня за руку, нам надо уходить и как можно быстрее, — сказала я и протянула ему руку\nЕго лицо исказило болевой гримасой, кровавые подтеки были на его лице и в области рёбер. Он все же кое-как поднялся на ноги и сжал мою руку\nМедленно, облокатившись на меня, мы стали уходить, как позади нас...\n",
    "answers": [
      {
        "id": 25,
        "text": "Продолжение следует... "
      }
    ]
  },
  {
    "id": 25,
    "text": "Спасибо за прочтение главы)\nДальше-больше\nПроживите жизнь героини, влияйте на развитие истории, делая свой выбор\nЕё жизнь в ваших руках! ",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 26,
    "text": "Спасибо за прочтение главы 1)\nДальше — больше\nВливайтесь в жизнь Оливии, помогайте ей меняться в лучшую сторону\nДелайте выбор за неё, который повлияет на развитие истории",
    "answers": [
      {
        "id": 1,
        "text": "В меню!1"
      }
    ]
  },
  {
    "id": 27,
    "text": "Спасибо за прочтение главы 1)\nДальше-больше\nЖивите жизнью Оливии Дэйн, влияйте на процесс её изменения, ведь именно вы делаете свой выбор, который влияет на развитие истории",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 28,
    "text": "Решила познакомить вас со всеми действующими лицами квеста.\nОзнакомьтесь, кто из себя что представляет, для более глубокого погружения в мою историю и полноты всей \"картины\" ",
    "answers": [
      {
        "id": 29,
        "text": "Оливия Дэйн "
      },
      {
        "id": 30,
        "text": "Келли Леффер"
      },
      {
        "id": 31,
        "text": "Гейл Фостер"
      },
      {
        "id": 32,
        "text": "Кельвин Эберхард"
      },
      {
        "id": 33,
        "text": "Арден Демпси"
      },
      {
        "id": 34,
        "text": "Лекс Зилард"
      }
    ]
  },
  {
    "id": 29,
    "text": "Внешность: натуральные светло-русые волосы с рыжеватым оттенком, зелёные глаза, красоту которых никто не замечает из-за очков. Но этот мир не без добрых людей, девушка из \"Куриной слепоты\" станет более самоуверенной, когда ей посоветуют носить линзы\nРост:171 см, 17 лет, рождена 14 ноября, стройная фигура\nПредпочтения: любит читать романы, представлять себя той главной счастливой героиней, сбегать из реального мира в мир книги \nАллергия на орехи, при их употреблении в пищу начинает опухать лицо, появляются кожные высыпания\nПытается одна бороться со своими одноклассни-цами,-ками, ведь её семья не так богата, как элитные ученики этой школы\nЧасто Лив задаётся вопросом: \"А почему меня вообще приняли?\"\nЕй ещё предстоит это узнать... ",
    "answers": [
      {
        "id": 29,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a22/1812/a9/d1027fb95965.jpg"
      },
      {
        "id": 1,
        "text": "В меню !1 "
      }
    ]
  },
  {
    "id": 30,
    "text": "Брюнетка с темно-серыми глазами, девушка из высшего общества, 18 лет, рождена 4 сентября, рост 174\nПрезирает нищенок, вроде меня, считает, что элита не должна учится в одной школе с простолюдинами, ведь от нас \"воняет\" бедностью и мы можем быть заразными.\nПривычки: курит дамские сигареты\nПодруги: Эмма и Миа, девочки, которые прислушиваются к каждому её слову, исполняют все, что она скажет\nИз-за влиятельности Келли, власти и репутации её семьи возомнила себя королевой.\nНеравнодушна к Гейлу, готова ради него на все, ведь его семья ещё более влиятельна ",
    "answers": [
      {
        "id": 30,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b18/1812/77/d555b04ac33e.jpg"
      },
      {
        "id": 1,
        "text": "В меню!1"
      }
    ]
  },
  {
    "id": 31,
    "text": "Парень с блондинистыми волосами, темно-карим и глазами, с мускулистым телом, фирменной наглой ухмылкой, которая даёт понять, что лучше в этой элитной школе никого нет, он это знает. Ему 18 лет, рождён 11 августа, рост 186 см, имеет вспыльчивый характер, у него грубый мужской голос, от которого сходят с ума все мои одноклассницы.\nЕго прибытие в школу тоже не может оставить равнодушным, обладатель блэкового байка, любитель чёрного цвета, считает, что он так же идеален, как и сам Гейл\nЕго отец- крупный бизнесмен и спонсор нашей школы, наверное поэтому его сын-мажор позволяет себе так много\nОн ненавидит меня, в один из адских деньков у нас случился конфликт, но так и не закончился...\nНе любит, когда ему оказывают сопротивление, купается в лучах славы и внимания со стороны всяких, неизвестных мне девиц, их так много, что по пальцам точно не пересчитать\nВ общем, идеальный на вид, но я знаю, что внутри он сущий дьявол, который превратит мою жизнь в ещё больший ад",
    "answers": [
      {
        "id": 31,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b22/1812/6b/8f74d177cb08.jpg"
      },
      {
        "id": 1,
        "text": "В меню!1"
      }
    ]
  },
  {
    "id": 32,
    "text": "Парень с волосами цвета серебра, пронзительными прозрачно-голубыми глазами, на вид весь такой \"ангельски чистый\" Рост 190,ему 19 лет, рождён 5 июня\nОставался несколько раз на повторное обучение из-за стремления к свободе и творчеству, нежели к знаниям и плодотворной учёбе. \nОн барабанщик, а также неплохой вокалист, т.к его голос мужской, а также бархатистый и приятный, у него даже есть своя группа, но он не выводит её на мировой уровень, пока её деятельность не выходит за пределы заброшек и его личного гаража. \nОн из богатой семьи, его мать владеет несколькими фешенебельными ресторанами в городе, планирует создать целую сеть. \nЛюбит: тяжёлую музыку, девушек, которые не ведут себя, как стервы\nПривычки: пристрастие к алкоголю, творческая душа склонна к \"приключениям\" и перепадам настроения\nИмеет несколько татуировок на теле, одна из них изображение рыб, этот эскиз он нарисовал сам, ведь у рыб такая свобода, плавать там, где им хочется... \n",
    "answers": [
      {
        "id": 32,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b43/1812/78/6e2f3dc8488a.jpg"
      },
      {
        "id": 1,
        "text": "В меню!1"
      }
    ]
  },
  {
    "id": 33,
    "text": "Мужчина, которого я спасла или пыталась спасти от бритоголовых \"вершителей судеб\".\nТемные волосы, синие глаза, правильные черты лица. Рост примерно 188 см, возраст 22-24, с мужским хрипловатым голосом, в котором совершенно нет \"мальчишеских ноток\" \nКто он? \nВам ещё предстоит более близкое знакомство с ним, наберитесь терпения) \n",
    "answers": [
      {
        "id": 33,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a34/1812/e8/ba3e360a8285.jpg"
      },
      {
        "id": 1,
        "text": "В меню!1"
      }
    ]
  },
  {
    "id": 34,
    "text": "Ну вот и он, мой сводный брат. Старше меня, выше меня, намного сильнее меня. Каштановые волосы в виде дредов, зелёные глаза, мы чем-то похожи, хоть и не родные. \nСамоуверенный, лидер в своей компании, ведёт себя и одевается так, как хочет\nЕму 26 лет, рост 192,родился 7 февраля, в детстве занимался баскетом, но потом забросил\nРаботает тату-мастером, открыл свой салон, обожает свою работу и то, что он владелец, не надо никому \"прислуживать\"\nПривычки: курит кальян, его комната \"пропахла\" этим вечным дымом  \nУ нас с ним непонятки, я думаю, что он просто до сих пор меня не принял, никогда не называл сестрой, а только \"эта\".\nИногда отвозит меня в школу, когда я не появляюсь там неделями, потому что погрязла в депрессии. И не смейте думать, что это по его доброте душевной, просто наши родители устают от нападок со стороны учителей. \nВот так и живём \nАх да, у моего \"любимого\" братца есть девушка, по имени Челси, она стала почти моей подругой, просто потому, что от неё я не слышала ни одного плохого слова в мой адрес... \n\n",
    "answers": [
      {
        "id": 34,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a02/1812/95/d77d7ea74afc.jpg"
      },
      {
        "id": 1,
        "text": "В меню!1"
      }
    ]
  },
  {
    "id": 35,
    "text": "Я Оливия Дэйн и это моя история. В этот день я осознала,что жизнь может быть насыщенна разными красками, тёмных и светлых тонов, не всегда надо полагаться на эту судьбу, ведь у каждого есть право выбора, право личного выбора, даже у такой, как я\nВ этот день случилось столько разнообразных событий, что я не знала, с чего начать",
    "answers": [
      {
        "id": 36,
        "text": "Задний двор, встреча с королевой Келли"
      },
      {
        "id": 37,
        "text": "Гейл и шоу, которое я ему устроила "
      },
      {
        "id": 38,
        "text": "Экскурсия для новенького "
      },
      {
        "id": 39,
        "text": "Помощь пострадавшему за переулком"
      }
    ]
  },
  {
    "id": 36,
    "text": "После урока я все-таки решила пойти на задний двор, надо уже покончить с этой Келлифобией, либо покончат со мной, либо я наконец буду сражаться за себя, а не избегать этих проблем. Да, я должна перебороть свой страх, ну не убьёт же она меня, в конце концов. Или её папочка способен уберечь любимую  дочурку от тюрьмы, даже совершив она убийство? Нет, лучше об этом даже не думать... С высоко поднятой головой я вышла за пределы школы.\nНа улице так быстро потемнело, в принципе, особо удивляться было нечему, осенние деньки имеют свойство быстро заканчиваться, тьма быстро заменяет свет\nИ вот я одна, стою и оглядываюсь по сторонам, но нет ни единой души поблизости. Кажется, что я осталась совсем одна на этой планете, как жаль, что мне всего лишь кажется, ведь это было бы идеально, когда никому нет до тебя дела, чем постоянно ждать очередную провокацию в свою сторону.\nТут я услышала подъезжающую машину, она неслась с огромной скоростью прямо на меня. Полагаясь на инстинкт самосохранения, я отпрыгнула в другую сторону, ещё бы одна секунда, замешкавшись я оказалась бы под колёсами этого \"монстра\" ",
    "answers": [
      {
        "id": 40,
        "text": "Кое-как подняться и протереть очки"
      }
    ]
  },
  {
    "id": 37,
    "text": "Гейл-одно это имя и столько эмоций. Раньше он просто ненавидел меня, но у нас не было каких-то тотальных конфликтов, он не затрагивал меня, уверена, даже не знал, что мы учимся в одном классе или пытался не замечать...\nВ один \"прекрасный\" день, он заметил меня переодевающейся в раздевалке перед началом урока физ-ры, решил понаблюдать за мной и захотел шоу\nМеня унижали по-всякому, но это был самый большой удар по моему самоуважению. Его итак не было, но после этой ситуации, я стала сама себе ещё более противна и все это благодаря Гейлу Фостеру, мажору, эгоистичному ублюдку, который думает только о себе и кристально-чистой репутации его семейки.\nАрр, как же он меня бесит!\n* Подробнее в 1ой главе*",
    "answers": [
      {
        "id": 65,
        "text": "К тому моменту, когда я все-таки устроила ему шоу, что у него губы пересохли"
      },
      {
        "id": 66,
        "text": "Он резко ушёл, хлопнув дверью, что та задрожала, но обещал вернуться и стереть меня с лица земли"
      }
    ]
  },
  {
    "id": 38,
    "text": "Мы мило беседовали с Кельвином, тем парням, на которого я случайно наткнулась,он все уговаривал меня на экскурсию, его улыбка могла сиюминутно очаровать, но я не привыкла быть падкой на красивую внешность, потому что в этой элитной школе почти все ученики были, как с обложки журнала, а души принадлежали дьяволу, все они те ещё грешники и эгоисты...\nНас прервали. Две подруги, которых я уже встречала сегодня, окружили новенького с двух сторон и строили глазки. Их короткие юбки, оголявшие почти их ягодицы и огромный вырез декольте на их блузках ни чуть не смутил, ну и не возбудил Кельвина, он был стойкий, как кремень, — чему я несказанно порадовалась в своей душе\n— Я Миа, это Эмма, мы ученицы этой школы и твои будущие одноклассницы, — облизывая чупа-чупс и смотря ему прямо в глаза, приобняла его девушка\n— Хэй. Не думаю, что мы будем в одном классе, я старше вас и да... Неужели нельзя носить нормальную одежду и не быть похожими на шлюх?- он пренебрежительно скинул её руку со своего плеча, взял меня за руку и стал прибавлять скорость, дабы уйти от них, как можно дальше\nЯ оглянулась, мне так хотелось посмотреть на них и ",
    "answers": [
      {
        "id": 58,
        "text": "Вернутся к ним, нельзя упускать такую возможность "
      },
      {
        "id": 59,
        "text": "Подстроиться под его шаг и уйти вместе с ним"
      }
    ]
  },
  {
    "id": 39,
    "text": "Среди бела дня, двое бритоголовых мужиков сильными ударами ног избивали мужчину, не знаю как, но я оказалась там и пыталась быть смелее, проявить милосердие, ведь я не понаслышке знаю, как это больно, когда тебя уничтожают...\n*Подробнее этот момент был описан в главе 1*",
    "answers": [
      {
        "id": 43,
        "text": "Мы сбегали с этого злополучного места, когда... "
      },
      {
        "id": 53,
        "text": "Я вылезла из своего укрытия, начался момент перестрелки и кто-то схватил меня за руку"
      }
    ]
  },
  {
    "id": 40,
    "text": "Моя правая нога неимоверно болела, меня в прямом смысле слова подкосило, я не то что могла опираться на неё и стоять, я будто её не чувствовала... Боль пыталась меня побороть, но я не сдавалась, пытаясь встать ровно, как...\n— Ахах, не зря я устроила такое представление, чего только стоило увидеть твою пугливую рожу, так смешно скривившуюся от боли, ты просто не представляешь, какое удовольствие ты мне принесла такой реакцией, — она смеялась так, что из её глаз проскальзывали слезы, которые аристократично смахивались её длинными хрупкими пальцами, сидя за рулём своей красной дорогой машины*героиня далека от всего дорогостоящего, поэтому назвать марку не может*\nНадо что-то сделать, так продолжаться больше не может... ",
    "answers": [
      {
        "id": 41,
        "text": "Щадящий режим: попытаться заставить её раскаиваться или хотя бы помочь мне доехать до дома"
      },
      {
        "id": 42,
        "text": "Режим обозленной на весь мир Оливии, взять из рюкзака канцелярский нож и проколоть ей шину"
      }
    ]
  },
  {
    "id": 41,
    "text": "Даа, тут просто протереть их уже не получится, очки были в непригодном состоянии, но использовать их, на мою радость, было ещё можно\n—Келли... Я понимаю, что мне лучше держаться от тебя подальше и стараться не пересекаться, но мы учимся в одной школе, нам необязательно быть подругами, ну и я же ничего тебе плохого не сделала, как ты мне сейчас, — поняв, что я итак смогла многое из себя \"выдавить\", я замолчала, ожидая её ответа\n— Чучело, во-первых, \"мы\" и \"подруги\" — это несовместимые вещи, посмотри на себя, кто ты такая вообще, чтобы быть со мной в френдах. Ты-оборванка, нищенка, короче, просто отродье, которое не должно не то что со мной в одной школе учится, а по земле одной со мной ходить не должна, а если уж рискнешь, то пятки заставлю целовать, хотя ты и мизинца моего не стоишь, я ясно объясняю? — она курила сигаретку, изящно указав мне пальцем, что я полное днище и доказав мне ещё раз, какая же она все-таки бессердечная стерва",
    "answers": [
      {
        "id": 44,
        "text": "Устояв на ногах, развернуться и уйти, через боль"
      }
    ]
  },
  {
    "id": 42,
    "text": "Мой рюкзак бездонный, в нем столько нужных и ненужных мне вещей, кто знает, что может пригодиться...\nЯ была очень зла, понимала свою бездарность и знала, что я не имею права опускаться до её же уровня в том плане, чтобы отвечать злом на зло, но во мне словно перегорела лампочка моего терпения, она просто лопнула от перенапряжения, в состоянии аффекта я выхватила канцелярский нож и проткнула им шину, на лице \"королевы\" я заметила нескрываемый шок, который быстро сменился спокойствием. Черт, кто бы меня научил так хорошо контролировать свои эмоции, — подумала я\n— Я знала, что ты ещё та дрянь, но чтобы настолько... Моя машина идеальна, даже если ты бы продала себя в рабство, за тебя бы не дали такую цену, сколько она стоит. Ты понимаешь, что с этого дня тебе лучше не появляться больше в школе? Ты меня очень сильно разозлила, девочка, — с этими словами она вышла из машины, медленно вытащила сигарету изо рта и потушила её о рукав моей куртки, словно я была дешёвой пепельницей. Выбросив окурок, она стала уходить, вызывая своего папулю\n1:1, надо почаще заставлять эту стерву понервничать, — маленький бес внутри меня ликовал",
    "answers": [
      {
        "id": 51,
        "text": "Пойти домой"
      }
    ]
  },
  {
    "id": 43,
    "text": "Он кое-как встал на ноги и ухватился за мою руку, мы стали потихоньку отстраняться от этого места бойни, как сзади послышались шаги, я молилась, чтобы мои мысли так и остались мыслями и они не подтвердились...\nВторой бритоголовый стоял сзади нас и направил пистолет в нашу сторону. Мои глаза стали ещё больше, а стекла очков запотели, я впервые так нервничала не из-за своей шкуры и той опасности, которая появилась, а из-за этого покалеченного взрослого парня, который дышал периодически, кровь стекала с его виска, одежда была ею же пропитана...\n— Девка, я предупреждал тебя уйти отсюда, но ты ослушалась, а дважды я повторять не собираюсь, — произнеся эти слова с какой-то быстрой скоростью, он нажал на курок...\nПуля, летевшая в мою сторону и я, как в замедленной съёмке, уже прощалась с жизнью Буду ли я за кем-то скучать? — нет\nБудет ли кто-то плакать из-за моей смерти? — тоже нет\nЧто ж, тогда я готова, — закрыла глаза и уже смирилась с таким окончанием, когда\nМужчина отбросил меня своей сильной рукой, которая ещё недавно безжизненно держала мою руку и принял этот \"удар\" на себя...\nОшарашенная и не веря своим глазам, что этот незнакомец спас меня от гибели, я закричала так, как никогда ещё не кричала. Мой голос словно разрывал меня на части, я чувствовала свою вину, боль и отчаяние\n",
    "answers": [
      {
        "id": 54,
        "text": "Звук полицейской сирены вернёт в реальность происходящего "
      }
    ]
  },
  {
    "id": 44,
    "text": "Примерно целый час я пешком добиралась до дома, потому что боль не прекращалась, я хромая шла намного медленнее, чем обычно и сегодня родители забыли оставить мне деньги на ланч и автобус. Но я уже привыкла, они мне ничем не обязаны, считают, что я должна быть благодарна за то, что после смерти моих настоящих  родителей забрали меня из дет.дома. Я не знаю, кто они, как выглядела моя мама, любил ли меня хоть кто-нибудь искренне и по-настоящему с момента моего рождения, потому что моя приёмная семья не замечает моего существования, они так меня и не приняли, оставив за бортом их семейной жизни... \nИ вот я была около своего дома. Он был одноэтажным, стены его были достаточно крепкими, вид запущенный, ремонт тут не делали очень долгое время, да и за какие бы деньги, мы еле концы с концами сводим...\nРаньше я подрабатывала, как мне исполнилось 14,пошла устраиваться на неполный рабочий день, чтобы у меня появились свои карманные, которые я бы смогла бережно откладывать и копить. Странно, наверное, что с такого раннего возраста я привыкла быть экономной во всем, а не тратила полученные деньги на удовлетворение своих вспыхнувших желаний, я им никогда не потакала\nВставив ключ в замочную скважину, я услышала какие-то громкие вздохи, издающиеся точно из нашего домика ... ",
    "answers": [
      {
        "id": 45,
        "text": "Как же любопытно"
      }
    ]
  },
  {
    "id": 45,
    "text": "Я осторожно зашла внутрь, мои глаза чуть ли не ослепли, на диване лежал мой названный братец и совершал, кхм, половой акт с какой-то незнакомой мне девушкой... Я не стала рассматривать и хотела уже бежать со всех ног в свою комнату, но моя нога не позволяла мне это сделать...\nПохоже они слишком \"погружены друг в друга\", слишком заняты, меня не заметили\n",
    "answers": [
      {
        "id": 46,
        "text": "Подать знак, надо его пристыдить. Кто, если не я? "
      },
      {
        "id": 47,
        "text": "Шагать в комнату, заглушая уши и закрыв глаза. Только этого мне ещё не хватало, чтобы он узнал, что они тут не одни "
      }
    ]
  },
  {
    "id": 46,
    "text": "— И чем это вы тут занимаетесь, братец? — я изогнула бровь, стараясь не смотреть на них, все же мне было стыдно читать ему морали\nПарень инстинктивно отбросил девушку, прикрыв её своей курткой и поднял на меня свой взгляд. Он явно был недоволен, что ему помешали\n— А, это ты. Какого фига ты появляешься всегда так не вовремя, из-за тебя я не успел кончить,остался так и неудовлетворенным. Уйди с глаз моих и больше не высовывай свой маленький любопытный носик из своей спаленки, иначе брат придёт к тебе ночью и..., — он хотел продолжить меня запугивать, но эта девица закрыла его рот жадным поцелуем\nЯ потеряла дар речи, как можно в родительском доме, на общем диване вытворять такое? Я свое дело сделала, миссия выполнена, можно со спокойной совестью идти в комнату и напомните мне, чтобы я закрылась изнутри, Лекс никогда не шутит, а действует... ",
    "answers": [
      {
        "id": 48,
        "text": "Продолжение следует... "
      }
    ]
  },
  {
    "id": 47,
    "text": "Заглушив свои уши и закрыв глаза, я стала \"уползать\" в свое тихое местечко, как запнулась и прилетела прямо на этих \"занятых\" людей. Невольно вскрикнула от неожиданности и моей глупой неуклюжести, которая никогда не была мне на руку, я осознала, в какой ситуации оказалась...\n— Ты?! Нет, я ничего не имею против тройничка, но типо ты не в моем вкусе, так что вали отсюда и не мешай мне больше. Тебе понятно или объяснить более доступно? — он резко схватил меня за руку, в его глазах была такая злость вперемешку с гневом, что я быстро закивала головой\n— Вот и умница, а теперь испарись отсюда, ослушаешься-братец придёт к тебе с ночёвкой, — он огрызнулся и отпустил мою руку, шлепнув меня по ягодицам и указав на дверь\nНе поверишь, как мне хотелось бы испариться... Чёртов Лекс, никто не собирается пускать тебя в мою комнату, закроюсь лучше от греха подальше... ",
    "answers": [
      {
        "id": 50,
        "text": "Продолжение следует... "
      }
    ]
  },
  {
    "id": 48,
    "text": "Вы успешно прочитали главу 2)\nДальше-больше\nЧто станет с главной героиней и кто же повлияет на изменение её внешнего вида?\nУзнаете в следующей главе",
    "answers": [
      {
        "id": 1,
        "text": "В меню!1"
      }
    ]
  },
  {
    "id": 49,
    "text": "Раз вы здесь, значит, решили уделить свое внимание и потратить время на чтение моего квеста, чему я очень рада)\nЯ начинающий автор, и как мы знаем, в начале пути всегда бывает не все так гладко, если вы заметили какие-то ошибки, у вас появились вопросы по поводу прочитанного или же появилась конструктивная обоснованная критика, не бойтесь и высказывайтесь в комментах)\nТакже оставляйте свое мнение, продолжать ли мне квест, что вам особенно понравилось, какой из персов завладел вашим сердцем\nС любовью,ваша Тори????",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 50,
    "text": "Вы успешно прочитали главу 2)\nДальше-больше\nЧто станет с главной героиней и кто же повлияет на изменение её внешнего вида?\nУзнаете в следующей главе",
    "answers": [
      {
        "id": 1,
        "text": "В меню!1"
      }
    ]
  },
  {
    "id": 51,
    "text": "Не спеша, потому что больная нога давала о себе знать и не позволяла прибавить мне скорости, я пошла домой.\nНа улице было темно, сегодняшний день показался мне таким сумасшедшим, что я не хотела абсолютно ничего, кроме как прийти домой и лечь спать...\nМоя жизнь-это моя борьба с самой собой, со своими фобиями, неуверенностью.\nКогда я была маленькой девочкой, моих настоящих родителей не стало, я не могла даже догадываться, любил ли меня хоть кто-то с момента моего рождения\nПосле столкновения с Леффер я решила, что научусь давать отпор и защищать себя, чего бы мне это не стоило. ",
    "answers": [
      {
        "id": 52,
        "text": "Продолжение следует... "
      }
    ]
  },
  {
    "id": 52,
    "text": "Вы успешно прочитали главу 2)\nДальше-больше\nЧто станет с главной героиней и кто же повлияет на изменение её внешнего вида?\nУзнаете в следующей главе",
    "answers": [
      {
        "id": 1,
        "text": "В меню!1"
      }
    ]
  },
  {
    "id": 53,
    "text": "Это был тот парень, моментом назад которого те боровы избивали ногами...\n— Идём, — грубо бросил он мне всего лишь одно слово и сжал мою руку, от чего костяшки на пальцах побелели\nНе успев мы сделать и пару шагов, нам преградили путь. Один из бритоголовых, с той же дурацкой зубочисткой в его зубах, направил на нас дуло пистолета и лицо его приобрело ещё более суровое и противное выражение\n— Демпси, нам плевать на эту малолетнюю мразь и в наши планы не входило убивать двоих, но если она с тобой и может выдать нас, так как рожи она запомнила, я уверен, придётся избавиться от неё первой, — не думая, он направил пистолет на меня и...\nЭтот мужчина, который хотел бежать со мной, истекающий кровью с раненым лицом и телом, выхватил пистолет у этого борова и отбросил в сторону, они покатились по земле, но силы были не равны...\nПослышался выстрел, второй бритоголовый выпустил пулю в моего защитника... Нет, только не говорите мне, что он мертв",
    "answers": [
      {
        "id": 56,
        "text": "Возненавидеть этот мир"
      }
    ]
  },
  {
    "id": 54,
    "text": "— Девушка, вы ранены? — обратился ко мне женский голос, который принадлежал женщине в форме\nМои глаза были наполнены слезами, из-за их солёного потока с трудом было сосредоточиться на её лице и ответить на вопрос, я посмотрела на свою одежду и она была в крови, видимо потому что я поддерживала своими руками тело моего спасителя, как будто надеясь в то, что он выживет...\nНе отходя от шокового состояния, я всматривалась в его лицо и не отпускала. Это был молодой мужчина, с красивыми тёмными волосами и правильными чертами лица, оно оставалось таким умиротворенным, это заставило меня расплакаться ещё сильнее. Мысленно я себя успокаивала, заставляла прекратить реветь, но не тут-то было... Я слаба, да, я слаба.\nЕго губы пошевелились, на секундочку мне показалось, что все это игра моего воображения, но полицейский подтвердил то, что видела я, это было на самом деле так, он жив!\nПарню требовалась экстренная госпитализация, при нем, к сожалению, не было найдено никаких документов, но мне было все равно, кем он являлся, я обязана ему своей жизнью, поэтому не раздумывая по приезде скорой помощи, уехала с ним... ",
    "answers": [
      {
        "id": 55,
        "text": "Продолжение следует... "
      }
    ]
  },
  {
    "id": 55,
    "text": "Вы успешно прочитали главу 2)\nДальше-больше\nЧто станет с главной героиней и кто же повлияет на изменение её внешнего вида?\nУзнаете в следующей главе",
    "answers": [
      {
        "id": 1,
        "text": "В меню!1"
      }
    ]
  },
  {
    "id": 56,
    "text": "У меня началась истерика, я кричала и рыдала одновременно. Лив, да что с тобой, ты не знала этого человека, но в то же время он защитил меня и на его месте должна быть я...\nВ состоянии ступора я не сразу услышала сирену полицейской машины, когда я обрела себя и более-менее начала соображать, то увидела уезжающих бритоголовых, они спаслись бегством и убили его...\nПоддерживая его тело руками, я опустила голову к его груди, чтобы проверить пульс. Да, он жив!\nПо приезде скорой помощи и небольшого поспешного обыска, который не принёс никаких результатов, у парня при себе не было никаких документов, не раздумывая, я уехала в больницу вместе с ним.\nМногие могут меня осудить, что я так прониклась к первому встречному, но черт возьми, это первый человек в моей жизни, который решил сохранить моё никчемное существование, будто я правда что-то значила и моя жизнь имела свою ценность... ",
    "answers": [
      {
        "id": 57,
        "text": "Продолжение следует... "
      }
    ]
  },
  {
    "id": 57,
    "text": "Вы успешно прочитали главу 2)\nДальше-больше\nЧто станет с главной героиней и кто же повлияет на изменение её внешнего вида?\nУзнаете в следующей главе",
    "answers": [
      {
        "id": 1,
        "text": "В меню!1"
      }
    ]
  },
  {
    "id": 58,
    "text": "—Кельвин, так как ты новенький, я советую тебе вернуться к ним и поговорить, они дружат с очень влиятельной здесь девушкой и могут превратить твою жизнь в настоящий кошмар, — я хотела, чтобы он ко мне прислушался и сделала \"щенячьи\" глазки\n— Оливия, ты меня совсем не знаешь, я сам ещё тот кошмар, могу любого вывести из себя, тем более, я сказал им то, что подумал, они реально выглядят, как последние шлюхи. Вот вы в одной школе, но почему твоя юбка не такая короткая? — с этими словами он устремил свой взгляд на мою строгую юбку, но несмотря на фасон, она обтягивала мои бедра и от его взгляда мне захотелось провалиться сквозь землю...\n",
    "answers": [
      {
        "id": 60,
        "text": "Хах, а ты бы хотел, чтобы моя юбка была такой же длины, как у них? "
      },
      {
        "id": 61,
        "text": "Краснея, сказать ему, чтобы он перестал меня так рассматривать"
      }
    ]
  },
  {
    "id": 59,
    "text": "Держа меня за руку, мы уже спускались по ступенькам, обсуждая произошедшее, как меня за руку сильно потянули в сторону, спасибо Кельвину, что он смог меня удержать.\nОбернувшись, я снова увидела Эмму и Мию, их лица были искажены злостью и жаждой мести, ведь со мной ушёл новенький... С местной дурнушкой.\n— Дамы, некрасиво нападать так на другую даму, тем более со спины, — парень не отпускал мою руку, сжав её крепче, говоря им эти слова, смотрел он только на меня, от чего мне стало неловко\n— Придурок, ты назвал нас шлюхами и теперь еще жизни учить собрался? Ты знаешь, кто мы? — их яд выплевывался прямо на нас, эти две \"змеи\" никак не хотели успокоиться и уползти с миром\n— Вы и есть шлюхи. Кстати, сколько стоит час, а то может пересечемся? — нагло ухмыляясь тому, что сам же сказал, обезоружил их он\nОни громко выругались и ушли. О да, впервые они ушли первые и мне не пришлось убегать, прибытие в школу Кельвина начинало мне нравится...\nИли мне нравился он сам? Нет, ну что за вздор\nУлыбаясь друг другу, мы встретились глазами, между нами вспыхнуло пламя, которое мы решили погасить влажным поцелуем... ",
    "answers": [
      {
        "id": 64,
        "text": "Продолжение следует... "
      }
    ]
  },
  {
    "id": 60,
    "text": "—М, то есть, тебе нравится длина их юбок и ты бы хотел, чтобы я тоже носила настолько короткую, чуть ли не оголяющую мои бедра? — с усмешкой на лице выпалила я\n— Возможно, но мне кажется, тогда бы у этих двух вообще не осталось никаких шансов рядом с тобой, — он нагло продолжал меня рассматривать, а потом удивил меня ещё больше...\nЕго руки прильнули к моим ногам, он начал руками укорачивать мою юбку, визуально делая её мини, на какое-то мгновение я потеряла дар речи, но прийдя в себя, поторопилась убрать его руки с моих ног.\n— Ты казался мне другим, не прикасайся ко мне больше, — мой голос был стальной и одновременно холодный, я негодовала\n—Эй, глупышка, не надо так противиться моим прикосновениям, я хотел всего лишь внести в твой образ кое-какие изменения, — с этими словами он щёлкнул меня по носу, от чего я невольно рассмеялась \n—Дурачок, я обиделась на тебя, пусть экскурсию проведёт тебе кто-нибудь другой, а я-пас, — по-актёрски, я демонстративно выдвинула свою руку вперёд, как бы протестуя\nОн схватил меня за неё, притянул к себе и поцеловал в губы...\nКто знал, что на уме у этого парня? ",
    "answers": [
      {
        "id": 62,
        "text": "Узнаем в следующей главе... "
      }
    ]
  },
  {
    "id": 61,
    "text": "— Давай ты поднимешь свой взгляд чуть выше, с моих ног на моё лицо, — я пропищала это так тихо, но он расслышал\n— Давай ты не будешь мне указывать, что мне делать, я большой мальчик, причём по всем параметрам или тебе нужны доказательства? — в его глазах промелькнул игривый огонёк, который трудно было не заметить, он пытался играть со мной\n— Может ты и большой мальчик, зато я ещё ребёнок и даже не пытайся меня развращать, — мои щеки вспыхнули от непристойных мыслей в моей голове, вызванных после его слов\n— Уф, какая же ты все-таки забавная, малышка- он улыбнулся мне той самой улыбкой, от которой ноги подкашивались, а сердце пускалось в пляс и поцеловал меня...\nЧто с этим парнем?\nОн пожалеет сегодня же, что поцеловал такую, как я\nВедь он ещё не знает, какая роль отведена мне в этой школе... ",
    "answers": [
      {
        "id": 63,
        "text": "Продолжение следует... "
      }
    ]
  },
  {
    "id": 62,
    "text": "Вы успешно прочитали главу 2)\nДальше-больше\nЧто станет с главной героиней и кто же повлияет на изменение её внешнего вида?\nУзнаете в следующей главе",
    "answers": [
      {
        "id": 1,
        "text": "В меню!1"
      }
    ]
  },
  {
    "id": 63,
    "text": "Вы успешно прочитали главу 2)\nДальше-больше\nЧто станет с главной героиней и кто же повлияет на изменение её внешнего вида?\nУзнаете в следующей главе",
    "answers": [
      {
        "id": 1,
        "text": "В меню!1"
      }
    ]
  },
  {
    "id": 64,
    "text": "Вы успешно прочитали главу 2)\nДальше-больше\nЧто станет с главной героиней и кто же повлияет на изменение её внешнего вида?\nУзнаете в следующей главе",
    "answers": [
      {
        "id": 1,
        "text": "В меню!1"
      }
    ]
  },
  {
    "id": 65,
    "text": "Он продолжал не отпускать меня, глаза его были, как затуманены, он сжимал меня крепко, так, что моя спина прогнулась и я почувствовала его желание...\n— Гейл, прекрати, я же та \"чушка\", \"тихушница\" и \"слепота\", которая и была раньше, только не говори мне, что испытываешь сексуальное влечение, к такой мне, — с ухмылкой на лице я прошептала сладким голосом ему на ухо\nОн вспыхнул. Сразу пришёл в себя, отшатнулся от меня, старался не поворачиваться ко мне, чтобы я не заметила его физических \"изменений\", но я уже все заметила и даже почувствовала, как он упирался в меня, когда я была прямо на Гейле, в его жарких объятиях...\n—Неужели я ему хоть чуточку, но нравлюсь? Да нет, бред какой-то, — избегала я таких глупых мыслей\nЧерез некоторое время он вернулся. Его взгляд был прямым и буровящим меня, он произнес:\n— Завтра в 10 я буду ждать тебя на стадионе.\nНи слова больше, он резко развернулся и ушел\n",
    "answers": [
      {
        "id": 89,
        "text": "Прохождение следует... "
      }
    ]
  },
  {
    "id": 66,
    "text": "После физ-ры, я была выжата, как лимон. Мне не хотелось ничего, мышцы болели от изнурения, хоть я и была достаточно стройной, но никогда не являлась любительницей спортивных упражнений, из-за плохой физической подготовки я не очень хорошо чувствовала себя сейчас...\nПрозвенел звонок, официально можно было пойти и перекусить в столовую. Там работала одна очень добрая женщина, друзей у меня не было и за наше простое общение,она подкармливала меня за бесплатно и каждый раз я удивлялась, насколько чужие люди могут быть милосердными к таким вот нищенкам, как я. Я  была приёмной и считала наглостью напоминать о них, карманных деньгах. Дадут на расходы-спасибо, нет-обойдусь. По этому поводу мне даже плакать не хотелось, я привыкла.\nИнесса-та самая женщина, которая была ко мне так снисходительна, подала мне поднос с тарелкой супа и стаканом вишнёвого сока, я была счастлива и очень голодна, поэтому быстро побежала сесть за стол, который находился в самом дальнем углу, свет здесь был, но приглушенный, мне это как раз даже и нравилось, что вся эта элита с тёмными гнилыми душами остаётся \"в свете\" и даже не увидит, что я сижу тут, в одной столовой с ними\nПроголодавшись, я уплетала супчик за обе щеки, как ко мне подошёл он. ",
    "answers": [
      {
        "id": 67,
        "text": "Поднять голову"
      }
    ]
  },
  {
    "id": 67,
    "text": "— Тихушница, которая ест в полной темноте, какую-то непонятную жижу, ты сама себе не противна? — рявкнул на меня Гейл грубым голосом и перевернул на меня содержимое тарелки.\nЖидкость распространилась по футболке, проникая под неё, прямо в лиф, температура супа была умеренно тёплой, фух, хоть ожогов не будет, — подумала я.\nХватит терпеть нападки этого мажористого парня, пора постоять за себя\nСуп действительно жаль, такой перевод продуктов, он же был таким вкусным, — это была последняя мысль, которая меня посетила, прежде чем я... ",
    "answers": [
      {
        "id": 68,
        "text": "Схватить со стола стакан вишнего сока и облить его им"
      },
      {
        "id": 69,
        "text": "Подпортить ему фейс, отвесив звонкую пощечину"
      },
      {
        "id": 70,
        "text": "Снять прямо перед ним испачканную футболку и вручить трофей"
      }
    ]
  },
  {
    "id": 68,
    "text": "Бесконтрольная, я схватила стакан с вишневым соком и выплеснула на его черную, слишком стайловую рубашку, я знала, что пятна от вишни отстирать будет сложно, — чему злорадно ухмыльнулась. Лив, ты становишься такой же подлой, как они все, — нашептывал мне мой внутренний голос, видимо, мой маленький ангелок пытался помешать мне перейти на сторону зла\n— Ты в край офигела?! Твоя дешманская одежда и моя качественная итальянская рубашка- чуешь разницу? — наорал он на меня своим мужским грубым голосом и схватил меня за футболку, потянул вниз и порвал... ",
    "answers": [
      {
        "id": 77,
        "text": "Теперь мы в расчёте? "
      },
      {
        "id": 78,
        "text": "Никто не заставлял тебя подходить ко мне, когда я спокойно доедала свой ланч"
      }
    ]
  },
  {
    "id": 69,
    "text": "Злость, охватившая меня, не поддавалась никакому контролю, да и признаться честно, мне совсем не хотелось усмирять нахлынувшие эмоции, мне очень хотелось подпортить это смазливое лицо, которое так любят многие...\nПодойдя ближе, я занесла в воздух руку и отвесила ему такую звонкую пощёчину, звук которой облетел всю столовую и похоже, все взгляды были прикованы именно к нам.\nОн, взявшись за щеку, сверлил меня взглядом. Через мгновение, он схватил меня за руки, сжал их так, что мне было больно и мерзко одновременно, я не хотела ничего общего не иметь с этим парнем, чтобы это был всего лишь кошмарный сон и у нас никакой вражды. Мне не нравится он, как и раньше, а ему пофиг на меня, как было всегда\n— Я не понял, на что вы так уставились, устремите свои любопытные взгляды в свои же тарелки, пока вам есть, чем видеть, — он грубо заявил им и начал выводить меня из столовой.\nМоё сердце ушло в пятки, я боялась, что он может со мной сделать...\n— Отпусти меня, ты делаешь мне больно, — я сопротивлялась и пыталась выхватить свои руки, но он сжимал их одной левой.\nЧерт бы тебя побрал, Гейл Фостер, — тихо произнесла я\nОн, будто вне себя от ярости, прижал меня к стене",
    "answers": [
      {
        "id": 71,
        "text": "М, и что было дальше? "
      }
    ]
  },
  {
    "id": 70,
    "text": "Прямо на его глазах, я сняла с себя бывшую белую футболку и вручила ему, как трофей. Чтобы увидеть его новые эмоции, я потянула себя за лиф, как бы поправляя его, на ложбинке между грудей была капля того вкусного супчика и я макнула в нее свой пальчик и засунула его себе в рот, подняв глаза на Гейла\nОн стоял достаточно близко ко мне, его глаза приобрели какой-то новый, неизвестный мне ранее оттенок, они искрились заинтересованностью и может...нарастающим возбуждением?\n— Ты всегда доедаешь остатки пищи со своего тела или именно сегодня так голодна, после нашей встречи в раздевалке? — он смотрел на меня с ожиданием, но снова опустил взгляд на мою грудь, его голос был немного другим, таким же грубым, но все-таки возбуждение в этом парне от увиденного нарастало\n— Из-за тебя я, по сути, осталась без ланча, поэтому считай, что да, после нашей встречи я особенно голодна, — и я хотела повторить то же, что и сделала ранее, но его рука меня остановила\n",
    "answers": [
      {
        "id": 84,
        "text": "Что тебе от меня нужно? "
      },
      {
        "id": 85,
        "text": "Вспылить"
      }
    ]
  },
  {
    "id": 71,
    "text": "— Я и есть черт, но предпочитаю, чтобы меня называли самим сатаной, глупая. Ты не с тем связалась, не того атаковала уже два раза и пыталась нанести удар по моему идеальному лицу. Почему ты, какая-то чушка, на которую я бы и в жизни не взглянул, пытаешь сопротивляться могущественному мне? — он шептал мне на ухо эти слова своим низким мужским голосом, по моей коже пробежал холодок\n— Я не боюсь тебя, ясно? Может быть, ты и король этой школы, тебя любят все, уважают и улыбаются тебе в лицо, но я тебя ненавижу всем сердцем, ты мне просто противен, — сказала я, смотря ему прямо в лицо, он же сверлил меня яростным взглядом.\nПослышался удар. Я зажмурила глаза, но боли не почувствовала, а когда открыла, то увидела вмятину в стене, к которой я была прижата, она располагалась по высоте его роста\n",
    "answers": [
      {
        "id": 72,
        "text": "Почему ты не ударил меня? "
      },
      {
        "id": 73,
        "text": "Ты слабак или джентльмен, не бьющий девушек? "
      }
    ]
  },
  {
    "id": 72,
    "text": "— Я похож на того, кто привык марать руки о таких грязных шкур, как ты? Я не хочу прикасаться к тебе, захотел бы убить тебя или угрожать по-крупному, нанял бы профессионала, но зачем, тебя даже искать никто не будет, ты бесполезная, никому ненужная мелкая тварь. — он был слишком зол и его словарный запас обидных слов в мою сторону не утихал\nЯ долго сдерживала слезы, но было поздно, они предательски покатились по моим щекам, я отвернулась от него, понимая, что преградивший мне путь Гейл меня так просто не отпустит, а плакать на глазах своего ненавистника мне вообще не хотелось\n— Фак, ну и че ты плачешь? Я сказал правду, как будто ты её не знала и я открыл что-то новое. Не действуй мне на нервы, повернись, — он насильно развернул меня к себе лицом ",
    "answers": [
      {
        "id": 75,
        "text": "Нехотя развернуться и оттолкнуть его"
      }
    ]
  },
  {
    "id": 73,
    "text": "Задала я ему вопрос.\nВ ответ он лишь только засмеялся, при смехе его лицо становилось более искренним... Но нет, это все тот же Гейл, с высокомерным самомнением, не надо забывать об этом \n— Где ты увидела тут девушку? Перед собой я вижу маленького запуганного зверька, который немного озлоблен на меня с того самого инцидента в раздевалке, я начинаю понимать, почему ты не отдалась мне прямо там, — его голос был близко, его дыхание обжигало мою кожу, мне становилось ещё хуже от его присутствия, он вкусно пах.Нет,омерзительно,-убеждала я себя \n— Потому что ты не в моем вкусе, меня невозможно очаровать смазливой мордашкой и зацепить кучей денег, я другая, — я всматривалась в его лицо, произнеся эти слова, которые шли прямо от моего сердца и на его лице появилась лукавая ухмылка\n— Воу, ты все-таки назвала меня смазливым, я знал, что нравлюсь. Иначе быть не может, сегодня утром я был без майки и я видел, как ты смотрела на мой прессак. А не отдалась мне потому, что ты ещё девочка... \n\n\n",
    "answers": [
      {
        "id": 74,
        "text": "Продолжение следует... "
      }
    ]
  },
  {
    "id": 74,
    "text": "Вы успешно прочитали главу 2)\nДальше-больше\nЧто станет с главной героиней и кто же повлияет на изменение её внешнего вида?\nУзнаете в следующей главе",
    "answers": [
      {
        "id": 1,
        "text": "В меню!1"
      }
    ]
  },
  {
    "id": 75,
    "text": "Я оттолкнула его, что было сил и бросилась бежать.\nОн не пытался меня догнать, ведь если бы за мной была погоня в его лице, уже через минуту он бы меня догнал, ему это особого труда не составило бы, с его атлетическим и выносливым телом...\nЧто будет дальше с Оливией?\nС какими трудностями ей ещё предстоит столкнуться? ",
    "answers": [
      {
        "id": 76,
        "text": "Продолжение следует... "
      }
    ]
  },
  {
    "id": 76,
    "text": "Вы успешно прочитали главу 2)\nДальше-больше\nЧто станет с главной героиней и кто же повлияет на изменение её внешнего вида?\nУзнаете в следующей главе",
    "answers": [
      {
        "id": 1,
        "text": "В меню!1"
      }
    ]
  },
  {
    "id": 77,
    "text": "— Теперь мы в расчёте? — с неуверенной интонацией в голосе спросила я у него\n— Пф, наивная ты, слепота, ты прям закапываешься с каждым разом все больше, все больше, мать твою, мне хочется придушить тебя, моя ненависть к тебе просто зашкаливает, — его слова были грубыми и резкими, вот теперь я действительно поверила, что у нас взаимная. Ненависть.\nМоя порванная футболка открыла неплохой вид на мою грудь, которая была не в очень новом лифчике, чему мне было стыдно... Почему этот Фостер вечно появляется в моей жизни и ещё больше её усложняет?\nЕго глаза устремились прямо туда, глаза приобрели неизвестный мне блеск, он кусал губы и потом резко кинул мне в руки его рубашку.\nКак он успел так быстро её снять, что я даже не успела подглядеть? — мой внутренний бес нервно выругался, что я пропустила такое\n— Надень, не позорь эту школу уродством-своей плоскогрудостью\nС этими словами, он покинул помещение. И почему мне стало так обидно? Нет, Лив, тебе только показалось. ",
    "answers": [
      {
        "id": 88,
        "text": "Продолжение следует... "
      }
    ]
  },
  {
    "id": 78,
    "text": "— И ты мне ещё что — то предъявляешь? — наорала я на него ответ. Я спокойно кушала, мой ланч почти подошёл к концу и тут ты на горизонте появился \nНичего себе, оказывается, мой голос умеет быть не только тихим, — подумала я\n— Тебе не место в этой школе, как и в этой столовой, хоть ты и прячешься в тени, от такой дешевки, как ты, пахнет за километр, — бросил он мне в лицо его наглые слова, глазами остановившись на моей груди. \nФутболка была порвана, моя грудь в чёрном лифчике итак немного просвечивала тёмную ткань под белой футболкой, а теперь, под его пристальным взглядом, я вообще ощущаю себя голой... Парень, да не на что там смотреть, обычный 2ой размер, успокой гормоны, — в душе я была рада, что он ещё долго не сводил взгляд с той области\n— И белье у тебя фасона моей прабабушки, такое шьют на заказ или что? Ах да, просто ты настолько чушка, что у тебя даже денег нет на кружевной комплект, но знаешь? Я могу его тебе подарить, — и вот его фирменная ухмылка, которая не предвещала ничего хорошего и я сразу же напряглась ",
    "answers": [
      {
        "id": 79,
        "text": "За какую услугу ты мне его подаришь? "
      },
      {
        "id": 80,
        "text": "Иди к черту, Фостер, не нравится-не смотри"
      }
    ]
  },
  {
    "id": 79,
    "text": "— Ох, и за какую услугу ты собираешься мне его подарить? Я не глупая и понимаю, что за просто так ты направо и налево подарками не разбрасываешься, — сьязвила я и бросила на него быстрый взгляд\n— Постираешь мне мою рубашку, точнее, отстираешь, чтобы ни одного пятнышка не осталось. Выполнишь-комплект кружевного твой, не выполнишь- отправлю прямиком в ад, просто случайно проболтаюсь своим фанаткам, что ты пыталась меня соблазнить, — и он прикусил язык, типо пытался сделать вид, что пока это останется между нами\n— У меня есть выбор? Снимай рубашку, не заставляй это сделать за тебя, — впервые приказ отдала ему я. Оу, а это круто! — улыбнулась я своим мыслям\nОн медленно, смотря мне в глаза, прикасался своими пальцами к каждой пуговице и каким-то манящим взмахом расстегивал её, одну за одной. Забыв о том, кто стоит передо мной и что мне недавно угрожали, я съедала его взглядом. Лив, да какого черта ты так на него смотришь! — мысленно, я даже ударила себя по щеке, чтобы собраться\nИ вот он, Гейл, предстал во всей красе. Его мускулистое тело блестело от капелек пота, которые видимо он ещё не успел смыть после физ-ры... Одна из каплей, словно из-за моего пристального взгляда, пришла в движение и скатывалась по его груди, потом по его напряжённым рельефным кубикам и пропала из поля моего зрения в его шортах... ",
    "answers": [
      {
        "id": 81,
        "text": "Как можно незаметнее отвести взгляд "
      }
    ]
  },
  {
    "id": 80,
    "text": "— А что мне там могло понравиться? Я провел взглядом, уверен, что и рукой бы провел, но ничего не нащупал, ты плоскодонка, — с усмешкой отметил он\n— Без твоих замечаний обойдусь, умник. Мне не нужно от тебя ничего, а белье уж тем более. Хотя, если я и соглашусь, то демонстрировать его на моем теле для тебя мне не придётся, раз у меня не на что посмотреть, ведь так? — усмехнувшись ему в ответ, я поняла, что он немного замешкался с ответом\n— Твой язык слишком длинный, ещё слово и я его тебе откушу. М, интересно, а каков твой язычок в действии? — и он пошло улыбнулся мне\nЯ хотела уже ответить ему, но он почему-то ушёл. Что я сделала не так?\nТо есть, в смысле, я так рада, что этот мажор наконец свалил от меня! ",
    "answers": [
      {
        "id": 83,
        "text": "Продолжение следует... "
      }
    ]
  },
  {
    "id": 81,
    "text": "—Кхм, и когда мне её тебе вернуть? — спросила я, приняв его рубашку в свои руки. Он мне её кинул, а я поймала, реакция была неплохой.\n— Завтра. Или ты думала, что я буду ждать, когда пройдут будни и давать тебе так много свободного времени? Придёшь в школу ближе к вечеру, я буду на тренировке. Не придёшь — знаешь, что будет, — командным тоном заявил Фостер и покинул меня.\nОн проходил через многие ряды в столовой, все девушки ахали, при виде его обнажённого торса, многие обсуждали, как хотели бы хотя бы провести с ним одну ночь, ведь он такой лапочка...\nВсё, не хочу больше выслушивать все это, иначе у меня случится рвотный рефлекс. Пора идти домой и по дороге зайти в магазин к маме, может она посоветует средство от такого вида трудноотстирующихся пятен.\nЧерт, надо было выбрать чай, а не вишнёвый сок, — подумала я и покинула столовую ",
    "answers": [
      {
        "id": 82,
        "text": "Продолжение следует... "
      }
    ]
  },
  {
    "id": 82,
    "text": "Вы успешно прочитали главу 2)\nДальше-больше\nЧто станет с главной героиней и кто же повлияет на изменение её внешнего вида?\nУзнаете в следующей главе",
    "answers": [
      {
        "id": 1,
        "text": "В меню!1"
      }
    ]
  },
  {
    "id": 83,
    "text": "Вы успешно прочитали главу 2)\nДальше-больше\nЧто станет с главной героиней и кто же повлияет на изменение её внешнего вида?\nУзнаете в следующей главе",
    "answers": [
      {
        "id": 1,
        "text": "В меню!1"
      }
    ]
  },
  {
    "id": 84,
    "text": "— Что ты от меня хочешь? Это моё тело, это была моя тарелка супа и я голодна, так что будь так любезен, оставь меня в покое, — мой голос был почти спокойным, но взглядом я пыталась ему угрожать, как бы смешно это не звучало, но это так\n— Давай так, ты больше никогда не попадаешься мне на глаза, а я куплю тебе все, что захочешь, точнее, дам деньги, — снова условие поставил он мне\n— Я согласна, нет никакого удовольствия видеться с тобой, так что я выбираю еду, — и я незамедлительно ему ответила\nОн дал мне такую сумму, что на неё не то что можно было бы купить еду, а ещё несколько пар джинсов и футболок в том гипермаркете, недалеко от моего дома\nСэкономлю и куплю себе обновки, — радостная мысль посетила мою голову, я не могла не заулыбаться ей \nА может это не так уж и плохо, иметь такого врага, как Гейл? ",
    "answers": [
      {
        "id": 86,
        "text": "Продолжение следует... "
      }
    ]
  },
  {
    "id": 85,
    "text": "— Убери от меня свои руки, ты напал на меня в раздевалке, лишил меня ланча, чего ты добиваешься? — я не узнавала себя, эмоции прямо выплескивались наружу, должна заметить, так было легче\n— Потише будь, ты перевозбудилась что ли, что стала такой шумной? — усмехнувшись, произнёс он\n— Не было повода возбуждаться, ты не афродизиак, по крайней мере, на меня ты так не действуешь, — сьязвила я и дразняще показала язык\n— Боже, какой же ты все-таки маленький звереныш, был бы я добрым, прям приютил бы и окружил заботой, а так наедине с тобой мне хочется только одного... ",
    "answers": [
      {
        "id": 87,
        "text": "Продолжение следует... "
      }
    ]
  },
  {
    "id": 86,
    "text": "Вы успешно прочитали главу 2)\nДальше-больше\nЧто станет с главной героиней и кто же повлияет на изменение её внешнего вида?\nУзнаете в следующей главе",
    "answers": [
      {
        "id": 1,
        "text": "В меню!1"
      }
    ]
  },
  {
    "id": 87,
    "text": "Вы успешно прочитали главу 2)\nДальше-больше\nЧто станет с главной героиней и кто же повлияет на изменение её внешнего вида?\nУзнаете в следующей главе",
    "answers": [
      {
        "id": 1,
        "text": "В меню!1"
      }
    ]
  },
  {
    "id": 88,
    "text": "Вы успешно прочитали главу 2)\nДальше-больше\nЧто станет с главной героиней и кто же повлияет на изменение её внешнего вида?\nУзнаете в следующей главе",
    "answers": [
      {
        "id": 1,
        "text": "В меню!1"
      }
    ]
  },
  {
    "id": 89,
    "text": "Вы успешно прочитали главу 2)\nДальше-больше\nЧто станет с главной героиней и кто же повлияет на изменение её внешнего вида?\nУзнаете в следующей главе",
    "answers": [
      {
        "id": 1,
        "text": "В меню!1"
      }
    ]
  },
  {
    "id": 90,
    "text": "Я Оливия Дэйн и это моя история.\nНаша жизнь состоит из многочисленных кусочков пазлов, главное, правильно собрать его весь, можно ошибаться, можно попросить помощи, но лучше все сделать самому.\nТак я и поступаю. Я одна в этом мире, мне не на кого рассчитывать. Моя ненастоящая семья непонятно почему взяла меня к себе, вроде бы раньше они были не так бедны, у них было свое маленькое частное предприятие, но из-за отсутствия \"деловой жилки\", они быстро обанкротились.\nМоя настоящая семья может быть и существовала, любила меня, но я не могу вспомнить эти моменты. Жаль, но это так.\nКак я живу? Уже свыклась и не жалуюсь, слезы и нытье-для слабых, я же стараюсь изменить себя, стать более сильной версией себя.\nУчусь в элитной школе, в которой меня либо не замечают, либо ненавидят и презирают, это происходит постоянно, но я не хочу, чтобы так было всегда. Пусть я и бедна, не так крута, как они все, но я тоже живая, мне тоже бывает больно, как они не поймут. Ничего, я способна все изменить, вот увидите ",
    "answers": [
      {
        "id": 91,
        "text": "Я вернулась домой, после сцены с Лексом побежала в свою комнату"
      },
      {
        "id": 92,
        "text": "Поездка на скорой, ведь я не могла оставить одного моего спасителя "
      },
      {
        "id": 93,
        "text": "После жаркого поцелуя с Кельвином"
      },
      {
        "id": 94,
        "text": "Скажу просто - ГЕЙЛ"
      }
    ]
  },
  {
    "id": 91,
    "text": "Меня всю трясло от увиденного, сказать, что я до сих пор не отошла от шока-ничего не сказать. Я винила себя, что пришла в неподходящее время домой, что помешала \"получить удовольствие\" братцу, что вообще снова попала в очень — очень неловкую ситуацию.\nЯ с разбега прыгнула на кровать, что та аж скрипнула и прогнулась от моего \"лёгкого\" веса, я начала бить кулаками подушку, представляя лицо Лекса, который пытался мне угрожать.\nПослышался стук в мою дверь. Я замерла. Ручка двери задергалась, кто-то со всей силы с той стороны пытался вломиться в комнату, хоть и маленькую, но мою.\n—Ты тут? Я знаю, что ты тут. Открой мне— громко приказал мне он\nЧто ответить?\nЭто был Лекс. ",
    "answers": [
      {
        "id": 95,
        "text": "Меня тут нет, убирайся, оставь меня одну "
      },
      {
        "id": 96,
        "text": "Молчать и проверить, закрыла ли дверь"
      }
    ]
  },
  {
    "id": 92,
    "text": "День подходил к концу, на улице смеркалось, темнота заполнила все вокруг, когда мы приближались к больнице.\nМолодой мужчина был на каталке, он оставался без сознания все это время, по лицам врачей мне удалось понять, что состояние его крайне тяжёлое и ещё неизвестно, сможет ли он выжить. Он ранен, ему необходима операция. Так сказал врач, когда мы оказались внутри больницы.\nЯ сидела под дверями операционной, в руках держала пластмассовый стаканчик с кофе, мои глаза слипались, пережиток этого дня и все эмоции, которые я испытала оказывали воздействие на мой организм, который за один день был вымотан настолько, что это покажется нереальным, моё нынешнее состояние.\nНо черт, я жива. Цела. Невредима. А этот неизвестный мне мужчина решил своим телом укрыть меня от пули. Возможно, он просто вернул должок, ведь я тоже пыталась своими способами спасти его от бритоголовых, но не каждый бы сделал так, как поступил он.\nОн был, как герой из моих любимых любовных романов, красивый и смелый. Жаль, что он взрослый, а то бы я начала верить в судьбу и подумала, вот он, мой принц",
    "answers": [
      {
        "id": 118,
        "text": "Отвлечься от своих дурацких мыслей, услышав наконец слова врача"
      }
    ]
  },
  {
    "id": 93,
    "text": "Когда мы поцеловались с Кельвином, это стало для меня переломным моментом. Я его не знаю, как и он меня, но черт, он украл у меня первый поцелуй, вот так, без спроса.\nЯ же не ожидая такого действия с его стороны, не поняла, что произошло. Когда я отстранилась от него, в глазах появился разгорающееся пламя, он меня выбесил своим поведением, чувствовала себя ужасно, мной, можно сказать, насильно воспользовались. Да кто он такой, черт его дери?\n— Какого черта ты сделал? — я пыталась повысить голос, но шокированная, все что я могла, только \"опуститься\" до шепота.\n— Всего лишь поцеловал тебя. Хотел прочувствовать новые ощущения от поцелуя с оборванкой, а тут ты попалась, — он мерзко оскалил свои безупречные зубы с не менее шикарной улыбкой во все 32,но почему-то мне хотелось только... ",
    "answers": [
      {
        "id": 112,
        "text": "Дать пощёчину, ведь он врал мне"
      },
      {
        "id": 114,
        "text": "Высказать ему все, что о нем думаешь"
      }
    ]
  },
  {
    "id": 94,
    "text": "Он меня презирает, а я его ненавижу.\nНаши \"натянутые\", как струны, сложные отношения начались совсем недавно. Мы-одноклассники, раньше этот мажор не замечал меня, ведь зачем ему, прекрасному принцу этой школы, с кучей поклонниц в лицах учениц и даже учительниц, связываться со мной, вот такой.\nОн обходил меня стороной, хоть мы и сидели на последних рядах, но по разным причинам.\nГейл часто тусит по ночам, устраивая свои вечеры прямо в его двухэтажном доме, который расположен вблизи океана, поэтому времени на сон у него остаётся мало, он считает, что те людишки, которые подолгу спят, просто ограниченные и ничего в их жизни лучше нет, чем увидеть очередной красочный сон в своей кровати.\nЯ же сижу за последними партами потому, что не хочу встречаться глазами с остальными учениками, лучше делать вид, что меня вообще тут нет, тогда мне будет проще проживать каждодневно школьные адские деньги, одна Келли может устроить и без того больший ад мне в стенах этой школы.\nПосле случившегося в раздевалке, а потом ещё и в столовой, в которой вся эта элита вкушает дорогие вкусности, в виде лобстеров, фуа-гра и крем-супов, я же ем еду, приготовленную из остатков, и то по доброте душевной одной из работающих тут женщин.\nДля меня это столовая, а для них неплохой ресторан.\nПрийдя домой, я вспомнила о его загрязненной моим вишневым соком рубашке. И как поступить? ",
    "answers": [
      {
        "id": 123,
        "text": "Отстирать её купленным по дороге домой пятновыводителем"
      },
      {
        "id": 124,
        "text": "Забить на его приказ, все равно это не отстирывается"
      }
    ]
  },
  {
    "id": 95,
    "text": "— Лекс, ты последнее, что я хочу увидеть. Просто убирайся, у меня нет сил и желания больше говорить с тобой, — громко закричала я ему в ответ и снова плюхнулась лицом в подушку\n— Я сказал, открой. Так что быстро подняла свою маленькую задницу с постели и открыла дверь своему горячо любимому брату, давай, — его голос был грубым и отдавая мне приказы в такой манере, он становился мне ещё более противен.\n— Ты оглох? У-Б-И-Р-А-Й-С-Я! — по слогам, но все так же дико крича, отдала я свой приказ.\nВдруг стало тихо. Внутри меня все ликовало, что впервые меня послушали и не стали лезть, ведь Лекс-та ещё заноза в заднице, особенно, когда выпьет лишнего. Он любит баловаться алкоголем, даже в рабочее время, ведь он работает сам на себя, и единственным \"командиром\" является тут он.\nВ замочную скважину моей спальни был вставлен ключ. Разок его провернув, Лекс почти завалился на меня, от него несло алкоголем и дымом кальяна, видимо, братец остался верен своим предпочтениям и уже еле стоял на ногах.\n— Боже, ты не представляешь, как от тебя разит, — я зажала нос рукой, а другой попыталась \"выкинуть\" его из своей комнаты. Не люблю, когда кто-то претендует на моё личное пространство, не люблю непрошенных гостей.\n— Ты офигела мне не открывать? Я устал от твоего непослушания и пришёл тебя научить уважать старших, — с этими словами, его тело стало  неподъёмным, и он рухнул на мою кровать, уронив меня на неё тоже. Ему что, обязательно нужна компания? — пронеслась мысль в моей голове\nЛекс был тяжёлым, слишком высоким, когда он упал прямо на меня, я оказалась поваленной на кровать, мягкое приземление и такое громадное, давящее на меня тело сверху. Он дышал равномерно, что-то бормоча,когда я попыталась отстраниться и хоть как-то отделаться от него, он обхватил моё тело, кхм, а именно грудь руками, как бы не отпуская.\nНе знаю, какого лешего он тут делает и как он хотел меня проучить, но утром я точно потребую объяснений. М-да, сложно будет уснуть, когда на тебя дышит пьяный парень. Нет, он не парень, он мой брат, вот так будет правильнее ",
    "answers": [
      {
        "id": 110,
        "text": "Погрузиться в сон"
      }
    ]
  },
  {
    "id": 96,
    "text": "Я молча, тихо спустившись с кровати и также бесшумно стараясь подойти к двери, зашагала в её сторону. Сердце стучало, как бешеное, нога ещё хромала, ведь я даже позабыла о том эпичном падении и о той встречи с Кел на заднем дворе, потому что сейчас я могла думать только об одном. Закрыла ли я дверь, когда поспешными шагами поднялась в свою комнату? Это и надо было проверить, срочно.\nЯ аккуратно, почти не касаясь ручки двери, потянула за неё. Но черт... Дверь, почему-то, открылась, и я увидела Лекса.\nОн стоял у стены, прижавшись головой к ней. Его громадная фигура была какой-то сжатой, с ним явно что-то было не так. ",
    "answers": [
      {
        "id": 97,
        "text": "Подойти к нему ближе "
      }
    ]
  },
  {
    "id": 97,
    "text": "Чувствуя себя просто обязанной подойти к нему поближе, я положила руку на его плечо, мне пришлось её настолько вытянуть, чтобы сделать этот жест, ведь рост моего братца был так высок, что по сравнению с ним на вид я была ребёнком с ростом карлика, он же был великаном в моих глазах.\n—Лекс, что-то случилось? — нежно сжимая его плечо и говоря более уверенным и слышимым голосом, спросила я\n— Какая тебе разница? Разве я не испугал тебя? — он повернулся и резко посмотрел на меня, на его лице читалось отчаяние и... грусть?\n— Я просто пришла не в то время, помешала тебе \"разрядиться\", так сказать... И хотела бы поскорее все это забыть, ты только не держи на меня зла, брат, — я с трепетом и виноватой улыбкой на лице сказала ему \n— Какая же ты глупая. И какой я тебе брат? Запомни, мы никто друг другу, никто. — его тон голоса со спокойного и мирного резко перескочил на тон грозного рычащего тигра, который чем-то был ужасно недоволен. \nЯ стояла рядом, но ощущая все больший упадок сил, моя нога снова дала о себе знать, подкосилась, и я почти не упала на холодный пол, если бы не его сильные, такие большие руки... ",
    "answers": [
      {
        "id": 98,
        "text": "Отстраниться"
      },
      {
        "id": 99,
        "text": "Продолжать чувствовать на себе тепло его рук"
      }
    ]
  },
  {
    "id": 98,
    "text": "—Л-лекс, не трогай меня, пожалуйста, — заикаясь и краснея от его прикосновений, я не хотела встречаться с ним взглядом\n—М? Ты что-то сказала? Я ничего не расслышал, — ответил он мне в шутливой форме, сжав меня ещё сильнее\n— Всё ты слышал, ты намеренно делаешь все наоборот, не прислушиваясь ко мне, — я вытянула руки вперёд и попыталась оттолкнуться от него\n— Уф, что за непослушная чёртова девчонка. Мне наплевать на то, что ты там своим тихим голоском пролепетала, я сделаю все сам, так что перестань себя вести плохо, а то реально накажу и мои угрозы останутся не просто на словах, — прошептал мне он, перекидывая моё тело. Стоп, он что, собрался нести меня на себе?! Минуточку, что вообще здесь происходит?\nЯ сопротивлялась, как могла, от него пахло алкоголем, наверное, он опять пил в своей тату-мастерской, а та девушка, которую он \"любил\" на родительском диване одна из его клиенток... И зачем я об этом думаю? Странная\nИ тут я вспомнила, что раньше, когда я была ещё совсем несмышленым ребёнком, щекотила моего братца, и он звонко, и по-доброму смеялся. А почему бы не вспомнить прошлое и не устроить ему пытку? ",
    "answers": [
      {
        "id": 100,
        "text": "Защекотать его до смерти "
      }
    ]
  },
  {
    "id": 99,
    "text": "Его присутствие и жест помощи не оставил меня равнодушной, я впервые почувствовала себя в безопасности, но можно ли доверять Лексу? Нет, конечно же нет.\nПрийдя в себя, я собиралась уйти в комнату, но он поднял меня на руки, что моё лицо оказалось на таком близком расстоянии от его, сердце пропустило удар.\nОказывается, в близи мой братец так красив, его лицо выглядит настолько мужественно и правильно, даже с этими причудливыми дредами, что я прям залюбовалась им...\nОн отвечал на мой взгляд, слегка улыбнувшись. Занёс меня в комнату, положил на кровать, а сам устроился рядом, на стуле.\n— Почему стекла очков слегка разбиты и какого х*я твоя нога покалечена? Не ответишь, я разозлюсь , — произнёс он таким грозным тоном, дав понять, что не шутит, ох, как не шутит\n— Я как всегда была не аккуратной и упала при быстром беге, — соврала я, стараясь говорить своим обычным голосом\n— Жду, когда покраснеешь, потому что врать ты совершенно не умеешь, — сказал Лекс.\nПрочитав на моё удивление, что-то очень похожее на нотацию, он ушёл из моей комнаты, больше ничего не сказав. Я провалилась в сон, день был ужасным и насыщенным разнообразными событиями, мне поскорее хотелось заснуть и проснуться уже завтра",
    "answers": [
      {
        "id": 107,
        "text": "С восходом солнца я проснулась "
      }
    ]
  },
  {
    "id": 100,
    "text": "— Ты сам напросился, — произнесла тихо я и начала щекотать его\nЕго лицо не выражало сначала никаких эмоций, но потом он рассмеялся так, что даже я, имея некоторую близость с его телом, почувствовала его \"встряску\", вызванную моей \"смертельной пыткой\".\nОн донёс меня до кровати, кинул на неё и взобрался сверху, не ожидая такого поворота событий, я непроизвольно приоткрыла рот, он же тяжело дышал, прижимая своим телом меня к мягкой поверхности, его руки держались за спинку моей кровати, глаза бегали по моему телу, а потом остановились на моих губах.\n— Всё ещё думаешь, что это я напросился? Это ты попала, слышишь? — он наклонился к моему уху, кожа почти покраснела от его разгоряченного дыхания, мысли вылетели из моей головы, я просто желала, чтобы он ушёл и оставил меня одну\nЕго дреды спадали ко мне на грудь, которая отчётливо была видна в этой футболке на мне, от него отдавало таким стойким запахом выпитого алкоголя, что мне становилось страшно находится в такой близи с ним\n—Ты пьян, да? — убирая его дреды с меня, я уставилась на него своим \"убийственным\" взглядом",
    "answers": [
      {
        "id": 101,
        "text": "Ждать ответа "
      }
    ]
  },
  {
    "id": 101,
    "text": "—Ну пьян и что? Бля, кто это сделал? — с этими словами одной рукой и лёгким её движением он снял с меня очки и показал пальцем на трещину.\n— Я просто неудачно упала в школе, вот и все, — скрывая все то, что накопилось в душе, я устремила взгляд в совершенно другую точку, лишь бы он не понял, что произошло\nДа и его это никогда не интересовало. С какой стати я должна делиться своими проблемами? Ему же все равно\n— Вот только не надо меня тут \"лечить\",( т. е врать, обманывать-в переводе). Я понял, что такую как ты никто не будет уважать, а тем более любить в школе. Помню, как я подвез тебя к этому шикозному зданию, да один его вид кричит, что тебе там рады не будут. Кто сломал? Отвечай мне, — и он приподнял мне подбородок, чтобы я смотрела прямо на него и незамедлительно ответила на заданный вопрос\n— Я не хочу говорить об этом, ты попусту тратишь свое и моё время. Почему бы тебе просто не покинуть меня? Я устала от такого неожиданно повышенного внимания от тебя, давай все будет как раньше, я \"эта\" и все, никто не обязан играть роль заботливого братца, ведь так? — с силой я попыталась убрать руку с моего подбородка, но какой там, он не позволил мне его высвободить\n— Ок, забудем. Но с утра ты поедешь со мной и не надо грузить и выносить мне мозг вопросами, куда мы едем. Ясно? А теперь легла спать, быстро. — он встал и отдав мне последний приказ, скрылся за пределами комнаты ",
    "answers": [
      {
        "id": 102,
        "text": "Бросить в него подушкой, крича вслед \"Не указывай мне в моей комнате\" и... Лечь спать) "
      }
    ]
  },
  {
    "id": 102,
    "text": "Я долго не могла заснуть, сегодняшнее непонятное и поразившие меня поведение Лекса не поддавалось никаким фактическим объяснениям,его словно подменили.\nОбраз тот же, но поведение от его обычного и слишком мерзкого крайне сильно отличалось. Если все дело в алкоголе, то должна сказать ему спасибо, ведь никто ещё из моей названной семьи не спрашивал меня о чем-либо так важном для меня, не интересовался моей жизнью и не расспрашивал о моих проблемах.\nВ коридоре, прямо за дверью, ведущую в мою комнату, я услышала несколько голосов, самым громким был голос Лекса. А другой голос принадлежал...Моей маме? ",
    "answers": [
      {
        "id": 103,
        "text": "Подслушать, это может быть важно"
      }
    ]
  },
  {
    "id": 103,
    "text": "—Сыночек, ты уверен, что эта нахлебница ещё может оставаться в нашем доме? Почему ты сменил свое мнение о ней, что произошло? — в недоумении засыпала вопросами Лекса его мать\n—Моя карма итак вся минусовая, я в грехах погрязший, ма. Иногда и мне нужно сделать хоть какое-то доброе дело, чтобы немного её очистить.-бодро и быстро ответил он ей\n— Ты у меня такой милосердный, как бы я хотела... Чтобы было так, а не она...-я не могла уловить всех слов, которые она ему сказала. \nА дальше последовало молчание, шаги, которые все отдалялись от моей двери. Я уже хотела бы вернуться в постель и притвориться спящей, как дверь открылась прямо перед моим носом, Лекс, с милой ухмылкой и лукавым взглядом поприветствовал меня и прошёл вглубь комнаты, закрывая грубо локтем дверь. \n— Подслушивала? Не знал, что ты способна грешить по-малому, — усмехнулся он, присев на мою кровать \n— Вся в тебя, братец,-ответила я колкостью на колкость\n—Не заставляй меня снова поднимать тебя на руки, соберись по-шустро у и поедем, — подбросив в воздух ключи от машины, он ловко словил их одной рукой\nМне не надо было повторять, я быстро собралась , и мы сели в его кадилак. Мне нравился этот стиль машины, она была удобной и я чувствовала себя свободной в дороге.\nОн гнал с такой скоростью, что кажется я почти забыла собственное имя, на поворотах машину заносило, но он был профессиональным \"гонщиком\", уверенно вёл себя за рулём и почему-то не было страха, только выброс адреналина и зашкаливающие эмоции, что я побывала в таком маленьком, но нашем совместном \"приключении\" ",
    "answers": [
      {
        "id": 104,
        "text": "Мы подъехали к огромному магазину. Зачем?! "
      }
    ]
  },
  {
    "id": 104,
    "text": "В недоумении я покосилась на него, он же открыл свою дверь и выбравшись из машины, ждал меня уже снаружи, жестом показывая, чтобы я, как он говорит, \"шевелила батонами\" и поторапливалась.\nЗайдя в магазин, я пребывала в приятном шоке, повсюду было множество отделов, от продуктов до мебели. Тут был и салон электроники, и парикмахерская, и как оказалось, в этом здании находилась тату-мастерская Лекса, но шли мы не в неё, я следовала за ним, пока мы не остановились напротив продавца очков. Он что, собирается купить мне очки? Черт, да этого быть не может!\n— Пауль, я пришёл к тебе, как и договаривались. Ты достал то, что я просил? — бросил он эту фразу так, что я подумала, меня привлекут, как сообщника за покупку чего-то запрещённого. Кто знает, вдруг этот мужчина в футляре очков привозит наркотики? Нет, нет, нет, только не это!\n—Да, уверен, твоя малышка будет в восторге, когда опробует! — заявил этот незнакомец",
    "answers": [
      {
        "id": 105,
        "text": "Вы торгуете чем-то запрещённым? Я не участвую в этом криминале, ясно вам?! "
      }
    ]
  },
  {
    "id": 105,
    "text": "Лекс, державший маленький пакетик в руках, после моего эмоционального заявления, чуть ли не выронил его из рук. И так же, как и вчера, но уже не от последствий моей щекотки, его буквально затрясло от смеха. Его грубый голос вперемешку с неудержанным смехом почему-то делали меня счастливой.\n— Глупая, я заказал тебе зелёные линзы, вчера вечером удалось рассмотреть. Хватит быть очкарусом, пришло время для инноваций, я подобрал с помощью Пауля отличный варик, так что не ори больше и не привлекай внимания, — прошептал мне он, вручая пакетик\nЯ опешила от такого жеста. Что делать? Радоваться или плакать от счастья?\nБроситься к нему с объятиями или подарить поцелуй в щеку?\nЧестно, я не знала, как мне отреагировать, мне никто и никогда не делал подарки. Лекс, этот чёрствый ко мне братец, решил замолить все свои грешки? Не верю! Ну а вдруг он способен измениться? ",
    "answers": [
      {
        "id": 106,
        "text": "Продолжение следует... "
      }
    ]
  },
  {
    "id": 106,
    "text": "Уже в следующей главе героиня перейдёт на новый \"уровень\" и появится в школе в совершенно новом образе. Кто оценит её изменения?\nСпасибо за прочтение этой главы, оставляйте комментарии, делитесь со мной своими эмоциями) ",
    "answers": [
      {
        "id": 1,
        "text": "В начало. !1"
      }
    ]
  },
  {
    "id": 107,
    "text": "Открыв глаза и сладко потянувшись на кровати, я не сразу заметила присутствие ещё одного человека в моей комнате. Лекс. Что он тут делает, так рано и ещё в одних спортивных шортах?!\nОн спал, сидя на стуле, голова его лежала на моих ногах, от чего я невольно залилась краской, в руках он держал какой-то прозрачный предмет. Я попыталась выхватить его из рук, но он проснулся...\nРезко повалив меня на себя, я упала прямо на него, его разгоряченное тело, должно быть, после бодрящего душа и запах морских минералов заставляли меня краснеть ещё больше, а руки, мои руки, которые случайно приземлились на его ещё мокрую грудь испытывали жар его тела.Да какого черта мой братец так сексуален по утрам? Я не должна думать о таком, он мой брат и точка.\n— Ты ещё и воровкой себя возомнила, — дразнящим тоном сказал он мне\n— Моё любопытство иногда бывает сильнее меня, — в свою защиту попыталась высказаться я\n— Твоё лицо пылает красным, похожа на провинившегося ребёнка, хотя о чем я, ты он и есть, — щёлкнув меня по носу, он усадил меня на кровать и отдал прозрачную штуку, со словами\"держи, любопытная\", встал и ушёл. ",
    "answers": [
      {
        "id": 108,
        "text": "Что там? "
      }
    ]
  },
  {
    "id": 108,
    "text": "Ничего себе, это точно мне? Похоже на линзы. Да, точно, это линзы зелёного цвета, как и мои глаза.\nПолучается, что Лекс потратил свои деньги, чтобы купить мне их? Да как такое возможно?!\nНужно срочно побежать и поблагодарить его. Ведь так это делается, когда тебе что-то дарят? Я просто не в курсе, за все мои 17 лет-это первый подарок, который изменит мою жизнь. Понимаете, такая казалось бы незначительная, а какая важная! ",
    "answers": [
      {
        "id": 109,
        "text": "Продолжение следует... "
      }
    ]
  },
  {
    "id": 109,
    "text": "Уже в следующей главе, героиня почувствует себя более уверенной и появится в школе в новом образе.\nКто \"выпадет в осадок\" от увиденного, а кто так и будет продолжать её ненавидеть?\nВам предстоит узнать)\nСпасибо за прочтение! Оставляйте комментарии, делитесь со мной своими эмоциями после прочитанного, мне действительно важно узнать о ваших впечатлениях) ",
    "answers": [
      {
        "id": 1,
        "text": "В начало!1"
      }
    ]
  },
  {
    "id": 110,
    "text": "Утро. Солнце безжалостно светило мне в окно, от чего я резко и рефлекторно зажмурила глаза. По натуре своей я-сова, люблю лечь поздно, засидевшись иногда прямо до утра из-за чтения интереснейшей книги, а утро моё начинается примерно с 10, не раньше. Была бы моя воля, я бы всегда оставалась в своей кровати, ведь именно тут я могу видеть красочные сны, никто не смеет меня унизить и обидеть, наедине с самой собой я особенно хорошо себя чувствую.\nНо что-то было не так. Я лежала на чьей-то большой и широкой груди. Кубики,рельефный пресс, м, я все ещё сплю... Тогда можно и ",
    "answers": [
      {
        "id": 111,
        "text": "\"Прорисовать\" пальцем каждый кубик, провести по контуру"
      }
    ]
  },
  {
    "id": 111,
    "text": "Я поняла, что мой сон был необычным, впервые он был на вид так реален, я решила прорисовать каждый кубик, провести по их контуру пальцем, они красивые, приятные на ощупь, мне кажется, что я даже чувствую жар этого тела.\nЯ так увлеклась, что если бы не луч солнца, который \"бросился\" мне прямо в глаза, то не увидела бы нахально улыбающееся лицо. Это... Лекс? Черт, какого фига мне снится мой старший братец? Или...\n— Я впечатлен, что тебе хватило смелости прикоснуться ко мне. Как спалось? — с нагловатым, но в то же время, шутливым тоном спросил усмехнувшись Лекс\n—Ты... Ты спал со мной?! — закричала я так, что даже саму себя чуть ли не оглушила\n—Так получилось. Как помнишь, я завалился в твою комнату, сорян, был пьян и перепутал комнату. — попытался замять эту тему он\n— Шутишь? Ты требовал, чтобы я открыла дверь, а потом открыл её сам, с помощью ключа, мне было сложно заснуть, все из-за твоей пьянки, — и я слегка толкнула его в плечо, как бы обижаясь\n— Ладно, ты права. Я хотел, чтобы мы не вспоминали о той ситуации, водить своих девок сюда я больше не буду, тем более, Челси не должна узнать . Только ты это, прости меня, и да, у меня для тебя кое-что есть, — он показал пальцем на мой прикроватный столик",
    "answers": [
      {
        "id": 113,
        "text": "Это подкуп? Что ж, посмотрим, что у него там "
      }
    ]
  },
  {
    "id": 112,
    "text": "— Ты втерся мне в доверие, прикидывался \"ангелом во плоти\", а оказался таким же демоном внутри, как и все здешние обитатели этой школы. Как же я вас всех, лицемеров, ненавижу. — с глазами \"на мокром месте\", я чуть ли не подлетаю к нему и ударяю по его наглой физиономии.\nЗвучный шлепок. Пощёчина получилась такой смачной, мне так понравилось, что я для себя решила, буду делать так с каждым моральным уродом, портящим моё настроение, мой день и самое главное, мою жизнь.\n— Вот и ты показала свое лицо, мразь. Притворилась при встрече невинной девицей, а сейчас ведёшь себя, как самая настоящая стерва. Напомнила мою бывшую, знаешь Леффер? Она местная крутая сучка, именно я сделал её такой. А знаешь, почему? Потому что я создан для того, чтобы все разрушать и только портить. — он словами поразил меня, я стояла, как вкопанная, впитывая его грубые изречения, как губка.\nСерьёзно? Келли Леффер такая сучка не с рождения?\nПосле этого случая, я стану ещё более замкнутой и недоверчивой.Может ли милый Кельвин оказаться наравне или ещё ужаснее, чем сам Фостер? ",
    "answers": [
      {
        "id": 115,
        "text": "Продолжение следует... "
      }
    ]
  },
  {
    "id": 113,
    "text": "Я взглянула на его \"взятку\". На пачке была изображена девушка, которая демонстрирует... Линзы? Неужели он купил мне их? Да ладно!\nЛекс, улыбаясь и встав с кровати, повёл меня к зеркалу. Поставил прямо возле него и показал мне, как их носить. Линзы были зелёного цвета, от чего мои глаза приобрели ещё более насыщенный зелёный цвет. Боже, да я могу заворожить одним взглядом, — усмехнулась я мысленно\n— Выкинь очки, теперь будешь носить только линзы. И тебе идёт, реально. Думал, что будет хуже, — смотря на меня в зеркало, сказал братец\n— Я в шоке, ты первый, кто сделал мне подарок в моей жизни. Черт, иди сюда, я хочу тебя обнять, — и с этими словами, я набросилась на него с объятиями\nОн сначала стоял, не обнимая меня в ответ. Выглядело это так со стороны, маленькая обезьянка мило обнимает высоченную пальму, уверена, это смешно.\nНо тут он шокировал меня ещё больше. Обняв крепко в ответ, он прошептал медленно мне на ухо \"не называй меня своим братом, мы ведь никто друг другу\". ",
    "answers": [
      {
        "id": 1,
        "text": "В меню !1"
      }
    ]
  },
  {
    "id": 114,
    "text": "— Я никогда ещё ни в ком так в своей жизни не разочаровалась, как в тебе. Ты ужасен, мерзок и..., — я хотела сказать ещё много всяких дрянных \"комплиментов\" в его сторону, но он прервал меня.\n— Ну а ты разочаровала меня прямо сейчас, мной надо восхищаться, а тебе гордиться, уверен, я был первый, кто лишил твои губы девственности. Всего лишь поцелуем, но кто знает, чем бы это все закончилось, продолжая я играть роль милого доброго Кельвина, улыбчивого мальчика-новичка. Фак, да я просто обязан получить Оскар за эту сыгранную безупречно роль, — он рассмеялся, а мне хотелось врезать ему, но нет, месть нужно отложить на потом.\nЯ хотела уйти, быстро развернувшись, но он блокировал мне путь. Егу губы снова оказались на моих, он больно закусил мою нижнюю губу, что из неё хлынула кровь. С болью в сердце и кровоточащей губой, я со всей собранной силой оттолкнула его от себя, закрывая лицо руками, спешила покинуть эту чёртову школу",
    "answers": [
      {
        "id": 116,
        "text": "Уйти немедленно"
      }
    ]
  },
  {
    "id": 115,
    "text": "Уже в следующей главе, героиня начнёт ходить в школу в линзах, подаренных Лексом\n*читайте в другой ветке*\nЧто её ожидает?\nСпасибо за прочтение)\nОставляйте комментарии, делитесь впечатлениями и эмоциями, для меня важно знать ваше мнение! ",
    "answers": [
      {
        "id": 1,
        "text": "В начало!1"
      }
    ]
  },
  {
    "id": 116,
    "text": "Я вышла из здания. Впереди меня увидела Эмму и Мию, которые что-то громко обсуждали. Спрятавшись за углом, но приэтом подойдя поближе, я услышала, что разговор был о Кельвине.\n— Представляешь, Келли в лице изменилась, когда узнала о приезде новенького. Я сначала не поняла, что в нем такого, но потом узнала из своего источника, что он её бывший. Точнее, именно он её бросил, наиграясь с ней в чувства, он разбил сердце нашей подруги. Этот урод недаром мне сразу не понравился, — брезгливо поморщившись высказалась Эмма\n— Он шикарен на вид, но это не позволяет ему поступать так с девушками. Мы, может, и одеваемся вульгарно, но указывать нам на наши минусы прямо в лицо, вообще не круто. Ничего, этому новичку тут просто не выжить\nИ они обе рассмеялись. От такого смеха по моей коже пробежались большие мурашки, что же будет дальше и кто победит в этой надвигающейся на школу войне?\nКельвин, который привык играть в любовь и разбивать сердца вдребезги или же Келли с её верными подругами, которые намеренно мстить?\nНам ещё предстоит это узнать! ",
    "answers": [
      {
        "id": 117,
        "text": "Продолжение следует... "
      }
    ]
  },
  {
    "id": 117,
    "text": "Уже в следующей главе, героиня избавиться от своих привычных очков и начнёт носить линзы. Как на такое преображение отреагируют её элитные одноклассники?\nСпасибо за прочтение)\nОставляйте свои комментарии, делитесь впечатлениями и эмоциями, для меня важно знать то, что вы думаете о квесте! ",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 118,
    "text": "— Операция прошла успешно, но состояние остаётся прежним. Мужчине нужно время, чтобы прийти в себя, организм сильный, жизненноважные органы не были задеты, с уверенностью заявляю, что вы ещё сыграете с ним свадьбу, — мило улыбаясь сказал мне этот пожилой врач\n— Извините, конечно, но я ещё мала для свадьбы и впервые встретила сегодня этого человека, — тихо сказала ему я\n— Не знаю, молодая леди, но незнакомых нам людей мы не бежим спасать, ложась под пули, — подмигнул мне этот \"эксперт в отношениях\" и свернул за угол.\nЯ осталась одна. Надо было добираться домой, но вспомнив, что я на мели, нет денег, да и желания нет возвращаться туда ночью, я решила остаться здесь, вдруг этот мужчина ещё придёт в себя\nЯ заставила усиленно мой мозг соображать, как лучше поступить и он выдал мне безумную идею, но я все — таки решила ей воспользоваться. Иногда без безумства не обойтись ",
    "answers": [
      {
        "id": 119,
        "text": "Проскользнуть в палату мужчины, без спроса у врачей "
      }
    ]
  },
  {
    "id": 119,
    "text": "Я ощущала себя преступницей, которая могла попасться на месте преступления и понести за это проникновение то ещё наказание.\nОн лежал в палате один, пульс пришёл в норму, но мужчина так в себя и не пришёл.\nЯ увидела, что рядом с ним есть ещё одна койка, на которую я потом и собираюсь лечь, куда мне идти в ночь, тем более, моё отсутствие дома никто не заметит.\nЯ взяла стул, стоящий возле окна и присела ближе к нему. Он дышал, сердце билось, а я была счастлива, что операция имела успех и скоро он поправится, надо в это верить.\nПочему — то мне захотелось взять его за руку, проверить, тёплый ли он или все это обманные иллюзии, которые скоро закончатся.\nСжав его в руку в своих ладонях, я почувствовала, что тело его стало теплее, не зная его имени и ничего о нем, я не понимала, что ему сказать, чтобы он побыстрее \"вернулся в себя\".\n— Ты справишься, раз ты смог найти в себе силы спасти меня и пережить операционный процесс, у тебя все будет хорошо. — прошептала я, не отпуская его руку\nМне захотелось спать. ",
    "answers": [
      {
        "id": 120,
        "text": "Лечь на койку"
      }
    ]
  },
  {
    "id": 120,
    "text": "Я легла на койку, она не была настолько удобной, как моя кровать, ведь это единственный предмет моей мебели в комнате, который был древним, но таким удобным, поэтому сны мне снились красочные и насыщенные, возвращаться в реальность крайне не хотелось, но о моих желаниях никто не спрашивал.\nЗакрыв глаза, я погрузилась в сон, практически моментально. Все-таки, этот день смог меня всю так вымотать, как я ещё в жизни своей не уставала.\n\nПроснулась я от тихого голоса. В палате кто-то был и я уверена, что сейчас на меня набросятся с претензиями, что я тут забыла и почему без разрешения осталась в больнице на ночлег.\nЧто ж, я готова к ещё одному \"испытанию\".\n\nОткрыв глаза, в комнате была только я и... Тот мужчина! Он жестом звал меня к себе, чтобы я подошла поближе",
    "answers": [
      {
        "id": 121,
        "text": "Подскочить с койки и побежать к нему"
      }
    ]
  },
  {
    "id": 121,
    "text": "—  Вы пришли в себя! Я так счастлива и так вам благодарна, — с этими словами, я уже привычно взяла его руку в свою\n— Ты...это я подверг тебя опасности, незнакомка. Если бы ты прошла тогда мимо, я был бы уже мёртв, а не ранен, так что кто тут кого и должен благодарить, так это я тебя, — он в ответ сжал мою руку, а голос его так и был тихим, видимо, он ещё не полностью восстановился после случившегося\n— Как такое произошло? Что от вас хотели те страшные и жестокие люди? — я задавала ему столько вопросов, меня распирало моё собственное любопытство\n— Я отвечу на все твои вопросы, при следующей встрече, меня зовут Арден. На самом деле, когда меня оглушили в переулке, а потом они двое начали избивать меня ногами, поваливши на землю, мне не хотелось бороться и оказывать им сопротивление, было все равно, выживу я или нет, — сказал мужчина и вздохнул. Видимо, пока он не может или не хочет рассказать мне об этом инциденте подробнее\nЯ попрощалась с ним, пожелая ему скорейшего выздоровления, он же сказал, что теперь мы будем видеться чаще. Почему же? Пока для меня это останется загадкой. ",
    "answers": [
      {
        "id": 122,
        "text": "Продолжение следует... "
      }
    ]
  },
  {
    "id": 122,
    "text": "Уже в следующей главе главная героиня начнёт больше верить в себя, новый образ и новый день в школе, представляете лица её одноклассников и одноклассниц, которые увидят их \"Слепоту\" без очков?\nПочему Арден уверенно заявил, что они с Оливией будут чаще видеть друг друга?\nВам ещё предстоит узнать)\nСпасибо за прочтение!\nОставляйте комменты, делитесь своими впечатлениями, для меня важно знать ваше мнение) ",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 123,
    "text": "Я несколько часов провела в ванной комнате, пытаясь отмыть эти маленькие, но такие противные и на вид не отстирывающиеся пятна. Но да! Я это сделала, и его чёрная рубашка снова \"сияла\" насыщенным черным.\n\nПрошло столько времени, что пора было бежать на стадион, его тренировка почти подошла к концу. Не надо опаздывать, пока этот мудак не придумал мне новенькое и ещё более трудно выполнимое задание. \n\nЯ выбежала из дома, взяв из копилки последние сбережения. Да, это говорит о том, что после сдачи всех экзаменов пора будет устроиться на новую подработку, иначе я буду на нуле. \n\nЯ подъехала к этому великолепному зданию, расположенному рядом с нашей школой. Его стены были бело-чёрными, классические цвета и минималистичный дух витал повсюду. Двери были прозрачными, я видела Гейла, который выполнял какое-то на вид сверхсложное упражнение, его мышцы были напряжены, а мускулы так и \"перекатывались\" при каждом его действии. \nТеперь понятно, почему тут так много девушек. Келли и чирлидерши? Смотрю, его круг фанаток все расширяется. ",
    "answers": [
      {
        "id": 125,
        "text": "Зайти через центральный вход"
      },
      {
        "id": 126,
        "text": "Зайти через чёрный вход"
      }
    ]
  },
  {
    "id": 124,
    "text": "Я легла на кровать, смотрела в потолок и \"пролистывала\", как страницы книги все моменты, которые были в моей жизни.\n\nСигнал будильника, который я поставила, чтобы не забыть об операции по возвращении рубашки оповестил меня, что пора вставать.\n\nНо я не хотела видеть Гейла.Пусть я и \"сохраняла лицо\" там, в той столовой, которая больше была похожа на ресторан, но из-за еды, которая предназначалась именно для меня, я не могла назвать её никак иначе.\n\nЭтот парень-мажор, у него есть богатый отец, дворецкий, двухэтажный дом, сад, бассейн, океан поблизости, черт возьми.\nМотоцикл и машина, которую он постоянно заменяет, после пьяных \"дебошей\" на дороге.\nУ его семьи есть власть, но почему-то я никогда не слышала о его матери. Что он скрывает, этот Фостер? Я ненавижу его всем сердцем, поэтому, чтобы доказать, что я та ещё не послушная и свободная девочка, я легла спать раньше времени.\nРазбудил меня звонок в дверь. Почему никто не открывает, я что, одна дома?\nКто это мог быть, на часах почти 5 утра...",
    "answers": [
      {
        "id": 135,
        "text": "Продолжение следует... "
      }
    ]
  },
  {
    "id": 125,
    "text": "— Привет, мой милый, — игриво поприветствовав, я села прямо на лежащего на тренажёре Гейла\n— Что происходит, черт возьми?! — Келли пришла в ярость от моего поведения\n— Сладкая, ты принесла мне мою рубашку? Пойдём, мне нужно \"отблагодарить\" тебя за неё, — и его руки сжали при всех мои ягодицы. О черт, он действительно решил мне подыграть?!\n\nОн, как можно нежнее, схватил меня за руку и повёл в сторону раздевалок, я же чувствовала, с каким трудом ему удаётся скрыть гнев и грубость, которую он бы с удовольствием продемонстрировал.\n\n— Ты в край обнаглела, мелкая сука! Какого черта ты устроила, что за шоу, мать твою? Теперь все будут думать, что я сплю с тобой, мне сложно будет \"отмыть\" свою репутацию, и теперь ты обязана будешь помочь мне, — грозно сверкнув глазами, он грубо проговорил мне план действий.\nСерьёзно, Фостер думает, что я буду играть в его новую игру? Мы будем играть только по моим правилам, я согласилась подыграть ему, но он ещё не знает, кто реально попал. ",
    "answers": [
      {
        "id": 134,
        "text": "Продолжение следует... "
      }
    ]
  },
  {
    "id": 126,
    "text": "Чтобы оставаться менее незаметной, я забежала через чёрный вход.\nЕсли повезёт, быстренько отдам ему его черную теперь уже рубашку и поеду назад домой.\nКак же красиво было внутри. Повсюду тренажёры, стены украшены спортивными плакатами со спортивными и фигуристыми людьми, да тут даже есть спорт-бар, чтобы каждый названный спортсмен мог подойти и выпить какой-нибудь прохладительный или протеиновый напиток. Я далека от всего этого и слышала от кого-то, что чтобы попасть в этот тренажёрный зал, необходимо выложить немалые деньги, чтобы приобрести абонемент для постоянных посещений. Ну а в этой элитной школе одни богачи и богачки, эти крошечные внесения и пожертвования для них ничего не стоят.\nГейл лежал на тренажёре и делал упражнения, которые были направлены на его длинные и мускулистые ноги. Если бы не его ужасный дьявольский характер, клянусь, я бы повесила его фотку себе на стену, ведь внешне он был чертовски хорош собой.\nНеуверенными шагами, я почти приблизилась к нему, как меня окликнули. Я знала этот голос, в кошмарных снах он звучал примерно также. Это была Келли Леффер, но в этот раз без своей \"свиты\". ",
    "answers": [
      {
        "id": 127,
        "text": "Что ей нужно? "
      }
    ]
  },
  {
    "id": 127,
    "text": "— Что ты хотела, Келли? — как можно спокойнее спросила я, но внутри просто бушевало море беспокойствия\n— Это я что хотела? Чучело, что ты тут делаешь или о, неужели, ты продала один из своих органов, чтобы приобрести абонемент сюда? Браво, если додумалась до такого, — произнесла она эти слова так громко и усмехнулась, что все взгляды были сосредоточены на нас\n— Я пришла по делу и не к тебе. Дай мне пройти, — я впервые сказала ей что-то подобное, от чего её лицо вспыхнуло. Не ожидала? — подумала я\n— Оборванка, да как ты со мной разговариваешь! Прочь отсюда, мне все равно, что ты тут делаешь, но я знаю точно, что тебя здесь никто не ждёт! — она кричала, жестикулируя мне на выход.\nИ тут я впала в состояние ступора.Мне было боязно подходить к Гейлу, но в руках я уже держала запакованную и чистую его рубашку, но страх почти властвовал надо мной, когда...\nМеня схватили за шиворот и притянули к себе. Я почувствовала тот же жгучий аромат, которым была пропитана и его рубашка, не поднимая на него глаз, я насильно была притянута сильной рукой Гейла.\n— Эта маленькая сучка пришла ко мне, Кел. Так что будь спокойна, на сегодня она-моя горничная и в праве находиться здесь. А теперь сделай одолжение, оставь нас наедине, я должен оценить качество проделанной ею работы, — и он отвернулся от неё, смотрев в упор прямо на меня, я не знала, куда деть глаза\nЧто мне делать? ",
    "answers": [
      {
        "id": 128,
        "text": "Кинуть в него рубашку, никакая я ему не горничная "
      },
      {
        "id": 129,
        "text": "Успокоиться "
      }
    ]
  },
  {
    "id": 128,
    "text": "— Фостер, никакая я тебе не горничная! У нас был уговор, я стираю ребе рубашку и на ней теперь действительно нет \"вишневых\" пятен, а ты...,-и тут я с крика резко перешла на молчание, понимая, на кого я ору и где.\n— Пхах, черт, какая же ты безмозглая, я просто офигеваю. Ты недоговорила, потому что представила, как я попрошу тебя примерить белье, которое я тебе купил? Ну ты ошибаешься, я не попрошу, я заставлю тебя его надеть и выйти сюда в нем, на всеобщее обозрение, — он нашептывал мне эти слова, я же краснела и понимала, в какое дерьмо я вляпалась\n—Нет, это уже слишком. Моя ненависть итак зашкаливает по отношению к тебе, но если ты не шутишь, а я уверена, что ты не умеешь шутить, я отказываюсь от такой сделки,-я бросила упакованную рубашку на его тренажёр и собиралась уйти, после брошенных в него, как выпущенные стрелы, слов.\n— Я уже все решил. Белье красное, такое вызывающее, обтянет все твои прелести. В комплекте с чулками, на твои стройные ноги налезут, — и он шлепнул меня по \"мягкому месту\"\nИди и переодевайся,-это последнее, что я слышала, прежде чем уйти в раздевалку.\nКонечно, я бы могла уйти, но если я собиралась ещё ходить в эту долбаную школу и видеть все эти лица снова, мне нельзя проявлять слабость, из этой непонятной и дурацкой ситуации есть только один выход. ",
    "answers": [
      {
        "id": 130,
        "text": "Надеть белье и выйти из раздевалки,пусть парни глотают слюни, а девушки рвут на себе волосы "
      }
    ]
  },
  {
    "id": 129,
    "text": "— Ты все-таки её отстирала, круто, — сказал Гейл и одобряюще кивнул, а потом произошло то, что я никак не ожидала.\nОн взял рубашку в руки и разорвал на 2 равные части, его мускулы \"шевелились\" в такт его движениям.А в голове моей была одна мысль-зачем он это сделал?!\n— Зачем? Ты специально заставил меня её отстирать, чтобы потом вот так разорвать её?! — я кричала на него, не помня себя\n— Хах, ну а нафиг я буду носить одну и ту же вещь? Я ношу вещи за один день, а потом их выбрасываю, тебе не понять мои богатые причуды, уверен, что ты одежду ещё и штопаешь, — он нагло засмеялся. Пойми, вещи на то и вещи, я попользуюсь, а потом просто выброшу, как ненужный мусор, — с этими словами, он пошёл в сторону Келли, которая любяще смотрела на Гейла.\nНичего,я ещё найду в себе силы и месть моя будет страшна, Гейл Фостер. ",
    "answers": [
      {
        "id": 133,
        "text": "Продолжение следует... "
      }
    ]
  },
  {
    "id": 130,
    "text": "Белье было моего размера, как у него получилось выбрать то, что так \"село по фигуре\"?\nКрасный цвет, корсет, который утянул и без того узкую талию, подчеркнул изгибы моей груди, в таком виде она казалась ещё больше, чулки на ногах сделали меня той ещё дешёвой шлюхой, хотя нет, дорогой, ведь такой комплект белья был куплен не в моем магазинчике секонд-хендовской одежды, а в самом настоящем стильном и роскошном бутике женской одежды.\nГейл, наверное, частый его посетитель и клиент со стопроцентной скидкой, ведь каждой девушке дарит что-то подобное, а по ночам снимает с них его же \"подарки\". Фу, как мерзко, о чем это я думаю...\nЭто все его плохое влияние, Фостер — самый настоящий бес этой школы.\nЯ ещё раз покрутилась перед зеркалом, поправляя волосы, которые были собраны в высокий конский хвост.\nИ вот он, мой выход. Приготовьтесь, дамы и господа, — усмехнулась я и вышла из раздевалки.\nРты парней моментально пооткрывались, они явно были шокированы, что я вышла \"в свет\" в таком неподобающем и вызывающем образе. Гейл же нахально улыбался, его глаза бегали по всему моему телу, но я старалась держаться увереннее и не показывать вида, как я всех ненавижу и как противно носить что-то подобное",
    "answers": [
      {
        "id": 131,
        "text": "После шока "
      }
    ]
  },
  {
    "id": 131,
    "text": "— А наша-то \"слепая\" курочка вон какая фигуристая, я бы не против был пощупать тебя везде, — скользкие ручонки одного из парней потянулись прямо ко мне, я завизжала, но потом...\nНа мои плечи была накинута та самая рубашка, над которой я промучалась столько времени, когда отстирывала пятна. Подняв глаза, я увидела злого Гейла, который одним взглядом мог убить этого парня, который сразу засунул свой язык, кхм, обратно в рот и на моих глазах выступили маленькие слезинки.\nГейл повёл меня назад в раздевалку, чёртово дежавю, снова мы тут и совершенно одни, как в тот день.\n— Я не ожидал, что ты выйдешь в этой тонкой ткани, в этом белье прямо в центр, к сидящим там парням. Зачем ты это сделала? — и он провел пальцем по рубашке, застегивая пуговицу в области моей груди\n— Просто приняла твой вызов. Ты мне его бросил сам, как и эту рубашку. Она же итальянская и дорогая, зачем накидывать на меня такую дорогую вещь, — и я остановила рукой его пальцы, которые двигались уже ко 2ой пуговице, а его рубашка смотрелась на мне, как платье\n— Не хотел, чтобы тебя трахнули все парни, которых я считаю друзьями, я же знаю, что они ещё те животные. Прямо там, на моих глазах. Да и фигурой все-таки не стоило бы тебе светить, там не на что смотреть, — и он посмотрел искрящимися глазами на меня\n— А мне показалось, что ты был зол, когда тот парень хотел потрогать меня и поэтому дружелюбно отдал мне свою рубашку, чтобы я прикрылась и никто не видел, что под ней, — в этот раз я прошептала ему эти слова на ухо\n— Какого черта ты со мной делаешь? — его голос стал ниже и он прижал меня к себе, я чувствовала жар, исходящий от его мускулистого тела и желание, которое можно было прочитать в его глазах.\nНо тут наш \"пикантный\" момент был прерван. К нам ворвалась Келли... ",
    "answers": [
      {
        "id": 132,
        "text": "Продолжение следует... "
      }
    ]
  },
  {
    "id": 132,
    "text": "Уже в следующей главе, произойдёт то, что вы так долго ждали, героиня избавиться от очков и начнёт носить ярко-зелёные линзы)\nЧто будет дальше?\nСпасибо за прочтение)\nМне важно знать ваше мнение по поводу квеста, делитесь эмоциями и впечатлениями, оставляйте комменты! ",
    "answers": [
      {
        "id": 1,
        "text": "В начало!1"
      }
    ]
  },
  {
    "id": 133,
    "text": "Уже в следующей главе, героиня распрощается с очками и начнёт носить линзы, нет очков и нет \"слепоты\"!\nКто же оценит её образ, а кто станет ещё безжалостнее по отношению к Оливии?\nВам ещё предстоит узнать)\nСпасибо за прочтение!\nОставляйте комментарии, делитесь с автором своими впечатлениями по поводу квеста) ",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 134,
    "text": "Уже в следующей главе, героиня появится в школе не в привычных очках, а в линзах.\nПоможет ли её образ изменить отношение элитных обитателей школы?\nВам предстоит это узнать)\nСпасибо за прочтение!\nОставляйте комментарии, делитесь эмоциями и впечатлениями после прочитанного) ",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 135,
    "text": "Уже в следующей главе, главная героиня появится в школе в новом образе, прощайте очки, да здравствуют линзы!\nКто изменит к Оливии свое отношение, а кто начнёт презирать ещё больше?\nВам ещё предстоит узнать)\nСпасибо за прочтение!\nПишите комментарии, делитесь своими эмоциями и оставляйте впечатления после прочитанного)\nДля меня это важно! ",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 136,
    "text": "Я Оливия Дэйн и это моя история. \nС рождения у меня проблемы со зрением, я всегда стеснялась этой своей \"особенности\", ведь из-за очков становишься жертвой насмешек и злых шуток, появляются какие-то комплексы и растёт неуверенность в себе.\nСпособна ли внешность менять людей? Изменится внешняя оболочка, автоматически изменив и внутреннюю?\n\nНикто не смотрит на душу, никто не захочет её разглядеть, если внешность не симпатична. Люди любят красивую внешность, я учусь в школе, которая наполнена этими длинноногими бездушными куклами и высокими спортивными парнями, плейбоями и плохишами, ведь именно они сейчас в моде.\n\nЯ отличаюсь от них не только внешностью, бедностью, но и наличием сердца и души, видимо, я просто ещё не стала испорченной донельзя девочкой с таким-то окружением... я тут чужая.",
    "answers": [
      {
        "id": 137,
        "text": "Вернёмся к событиям былого дня"
      }
    ]
  },
  {
    "id": 137,
    "text": "Вчера был сумасшедший и, в то же время, самый лучший день в моей жизни. Лекс немного смягчил свое отношение ко мне и посвятил целый день для меня одной. Ещё немного и от таких мыслей я стану чёртовой эгоисткой, но нет, этот день больше не повторится, хорошего понемногу.\nЧем хорош прошедший день? Во-первых, мне впервые сделали подарок, а во-вторых, мне уделили внимание, несколько важных для меня событий, оба впервые и в один день. Представляете, как я счастлива?\nЧерез 3 часа подъедет моя \"карета\" и отвезёт меня в замок. Золушку, которая немного преобразилась в облик принцессы. Замок у нас ведь настоящий, а населяют его злые, но такие красивые ведьмы, обольстительные вампиры, питающиеся кровью девственниц, ведь сколько невинных девушек попалось на уловки этих мажористых мальчиков. Черт, а может надо было сравнить их с принцами? Да нет, принц там только один-Гейл. Мальчик, рождённый с короной на голове, его раздутое самомнение и чувство превосходства точно не приобретённые, а врождённые. Наверно, его папочка-спонсор пылинки с него сдувал.\nКогда этот придурок вчера заставил меня выйти ко всем в одном кружевном белье, меня накрыла ещё одна волна ненависти к нему. Но потом он любезно скрыл моё тело своей рубашкой, которую я еле отстирала. В раздевалку он пошёл со мной, но немного времени спустя нас застала двоих Келли... Она была просто в бешенстве, что увидела нас вместе и ещё на мне красовалась его рубашка. С запахом парфюма самого Гейла Фостера.Да шучу я, какой там запах, сначала вишнёвый сок, а потом стиральный порошок самого дешёвого качества...\nЯ быстро удалилась оттуда, но рубашка так и осталась у меня. Что мне, теперь спать в ней?\nЕсли бы я забила и не пошла её отдавать, ко мне домой бы заявились... Жаль, но это просто Лекс, забывший ключи.Никто же не думал, что это был Гейл? Вот и я даже о таком подумать не могла",
    "answers": [
      {
        "id": 138,
        "text": "Новый день. Утро"
      }
    ]
  },
  {
    "id": 138,
    "text": "Пришло время сборов в шк. У меня нет выбора, что надеть, моя типичная школьная форма-это чёрная строгая юбка-карандаш, которая подчёркивает все изгибы тела старшеклассницы, белая блузка на пуговицах. Я надела чёрные чулки и чёрное белье, накрасила губы красной помадой, они были пухлыми от природы, сделала высокий хвост и нарисовала стрелки, аккуратно, чтобы не привлекать внимание. Хотя, о чем это я? \nСегодня первый день, когда я наконец заявлюсь без очков, а все благодаря щедрости Лекса и подаренным зелёным линзам.О да, они ещё чётче делают мои и без того зелёные глаза, становясь насыщенными зелёными.\nБыстро спустилась вниз, схватила из холодильника питьевой йогурт. Ну и отлично, сегодня обойдусь без посещения столовой, — подумала я\nАвтобус подъехал. Конечно, тут нет никого, кто учится со мной. У каждого либо свой водитель, либо своя личная машина, либо мотоцикл. В общем,я практически уверена, что они ни разу не катались в общественном транспорте. А я вот рада, что у меня есть такая возможность, когда я подрабатывала летом, мне удалось не только накопить кое — какие сбережения, но и купить себе плеер. Я слушала рок, волшебные голоса музыкантов отправляют меня в нирвану, наступает настоящая эйфория, я готова ехать в этом автобусе сутками, на своём любимом заднем сидении и сдерживать себя, чтобы не начать подпевать до боли любимые треки",
    "answers": [
      {
        "id": 139,
        "text": "И вот она - школа "
      }
    ]
  },
  {
    "id": 139,
    "text": "Я почувствовала дрожь в коленях, мне хотелось сбежать, ведь пусть я и изменила кое-что в своей внешности, но внутри я и осталась все той же неуверенной в себе девочкой. Поднимаясь по ступенькам, я заставляла себя идти гордо и с высоко поднятой головой, будто я была одна из них, дочек мажоров, которые тут правят.\n\nЗайдя в здание и подойдя к шкафчикам с одеждой, я почувствовала на себе взгляды, некоторые из них были заинтересованные и восторженные, другие как и прежде, злые и ненавистные. Некоторые перешептывались, некоторые громко обсуждали, кто это и откуда, словно я раньше была тут в роли местного привидения, которого никто и не замечал, просто издевался и унижал, но не помнил даже того, как я выгляжу. Ну да, я без очков, я накрашена, я становлюсь постепенно другой. Осталось только привыкнуть к этим неожиданным изменениям.\n",
    "answers": [
      {
        "id": 140,
        "text": "Идти в класс, там будет какой-то сбор. Я б сказала, моральный сброд там соберётся, м-да "
      },
      {
        "id": 141,
        "text": "Крики толпы. Я сейчас приближена к ним по внешнему виду, почему бы не пойти на этот шум "
      },
      {
        "id": 142,
        "text": "Звонок Лекса. Что? У меня же нет телефона, ведь старый сломан\n"
      },
      {
        "id": 143,
        "text": "Вызвали к директору. Какого черта, я ведь только пришла в школу "
      }
    ]
  },
  {
    "id": 140,
    "text": "После перемены и долгого, и нудного урока математики, я была практически без сил, но классная руководительница уведомила нас, чтобы мы все собрались здесь. Именно сейчас.\n\nПосле математики — это настоящая пытка. Я гуманитарий, царица наук мне ну никак не поддавалась, поэтому в целом мои знания оценивались правильно, на тройку.\n\nЯ села на верх парты, мне не хотелось приземляться на стул. Чувствуя на себе прожигающий взгляд, который сейчас был на моей белой блузе и, видимо, рассматривал проглядывающий чёрный лиф, облизывал губы от такого вида, спускаясь на обтягивающую юбку, в которой отчётливо были видны ягодицы. \n\nФостер, прикусывающий и облизывающий губы. Как пошло и как... Эротично? Да ну, что за мысли. А ну-ка сгиньте из моей головы, немедленно!\n\nЯ все же смогла отвлечься и перевести свой взгляд, на месте учителя я обнаружила Келли Леффер. \n\nКогда уже это закончится? Снова она пытается быть центром внимания. ",
    "answers": [
      {
        "id": 158,
        "text": "Вздохнуть и выслушать её очередную \"блестящую\" речь"
      }
    ]
  },
  {
    "id": 141,
    "text": "— Ребзя, смотрите, совсем скоро в школе выступит группа Кельвина! — с визгом и таким громким криком сообщила нам всем одна высокая девушка, с длинными рыжими волосами.\n— Этот чувак реально качнет, я был в его гараже пару дней назад, у них реально топовые треки, — и он поднял палец вверх, словно это была \"живая реклама\", уже не безыизвестного мне Кельвина Эберхарда.\n—Ну а где концерт пройдёт? Уже назначили точное место, чтоб я вовремя подготовилась? — спросила другая девушка, пышногрудая блондинка с загорелой кожей.\n\nНеужели все эти люди его поклонники и поклонницы? ",
    "answers": [
      {
        "id": 152,
        "text": "Подойти к плакатам"
      }
    ]
  },
  {
    "id": 142,
    "text": "Я сняла свой маленький миниатюрный рюкзачок с плеч, он был моего любимого красного оттенка. Не знаю, со страстью или яростью ассоциируется этот прекрасный цвет, но для меня он ассоциируется с самим совершенством.\n\nВ рюкзаке вибрировал... Мобильник? Мои глаза не верили тому, что видят. Внутри моего \"спутника\" был смартфон размером с мою ладонь, тёмного цвета, на дисплее написано, что звонок от Лекса. Это ещё один его подарок? Видимо, он чувствует вину после той ночи, когда он случайно вдребезги разбил мой кнопочный допотопный телефон, с которого я даже в инет выйти не могла. Дома у нас его и не было, ведь это дополнительные расходы, а когда основных предостаточно, то ни о чем и речи идти не может.\n\nЯ поднесла смартфон к уху, моя рука тряслась, ведь я держу такую драгоценность, плоскую и сенсорную впервые. Лекс случаем не Санта Клаусом заделался? С непривычки пользоваться такими крутыми штуками, современными и новыми, я нажала на \"громкую связь\" и бас Лекса услышали все, кто находился рядом. \n\nДело в том, что я была на уроке. Весь класс впервые посмотрел на меня, я всегда сидела за последними парта и и даже моё плохое зрение не останавливало меня повторять этот каждодневный \"ритуал\"",
    "answers": [
      {
        "id": 144,
        "text": "Залезть под парту, надо срочно \"залечь на дно\", пока на меня не \"спустили  всех собак\" "
      },
      {
        "id": 145,
        "text": "Говорить с братом, прямо сидя за партой, не обращая внимания на них. Отплатим той же монетой"
      }
    ]
  },
  {
    "id": 143,
    "text": "Я не понимала, почему меня вызвали к директору, перебирала в голове всякие варианты, пока шла по коридору к кабинету.\n\nВ чем причина? В смене моего вида? Да, накрашена, да, чёрный лиф и белая блузка, но по сравнению с этими распутными и развязными девицами я так и остаюсь \"монашкой\", они же грешницы. Все на виду, я же себе такого не позволяю.\n\nИ вот он, кабинет директора. Я постучала, но мне никто не ответил, дверь просто открылась. Что-то не очень хорошее начало, мне точно стоит зайти внутрь?\nДа ладно, брось, хватит чего-то боятся. Будь сильной, Оливия.\n\nЯ нехотя и неспеша зашла внутрь. Дверь мне открыла какая-то женщина, которую я видела впервые, я увидела прямо посередине стол, а кресло почему-то был повернуто, кхм, не лицевой стороной...\nДа что не так с нашим директором? Когда кресло повернуто так, я не могу разглядеть даже его лица. ",
    "answers": [
      {
        "id": 155,
        "text": "Приблизиться "
      }
    ]
  },
  {
    "id": 144,
    "text": "Я спрыгнула со стула и залезла под парту, пытаясь не уронить телефон и все крепче сжимала его в своей руке. У меня так билось сердце, скажу я вам, словно я совершила преступление, а не просто говорила по смартфону со своим братом. Я в первый раз ощутила на себе взгляды всех тех, кто был выше меня по всем параметрам, кроме души, она у них отсутствует.\n\n— Лекс, откуда у меня этот телефон? — закрывая рукой лицо, будто меня тут кто-то видит, я говорила тихо, как могла\n— Забыла? В один из моих безумных дней, когда я пришёл пьяным до чёртиков, я разбил твой старый кнопочный. Сам удивился, как у меня так получилось, зато смотри, ты теперь часть цивилизации, сис, — и он по-доброму рассмеялся. Всё бы ничего, но его басовый смех прямо мне на ухо, это сложно. Сложно перенести.\n— Он дорогой, ты мне скажи? Это безвозмездный подарок, потому что если ты захочешь что-нибудь взамен... , — и я не успела договорить, он меня прервал\n— Седня я подъеду за тобой после шк. Поможешь выбрать для меня костюм и кольцо, я решил сделать Челси своей невестой, — громко объявил мне эту новость, что у меня чуть аж уши в трубочку не свернулись\n\nЯ не знала, как отреагировать. Челси-девушка, с которой он обычно тусуется и проводит время в своём тату-салоне, её тело покрыто наколками и образ жизни чуть ли не хуже, чем у Лекса, моего брата. Та ли она, кто ему нужен? Хотя нет, я не он, не мне решать, с кем он должен быть. ",
    "answers": [
      {
        "id": 146,
        "text": "Реакция на вспышку. Какая ещё вспышка, откуда она?! "
      }
    ]
  },
  {
    "id": 145,
    "text": "— Да, братец, что хотел? — мило улыбнувшись и \"одарив\" всех смотрящих на меня взглядом, я старалась скрыть дрожь и тревогу своего голоса\n— Хэй, сис. Я тут подумал, что поступил фигово, когда разбил твой кнопочный. Так что, пользуйся мобилой, сразу скажу, что назад его не приму,но и к тебе есть просьба., — сказал он серьёзно своим басом. Мои уши это долго не перенесут, — подумала я\n— Ну и какая же? — спросила я все так же громко, успев выслушать слова Лекса, пока меня...\n\nНе выгнали из класса. Только я вышла, как дверь открылась, и оттуда вышел Фостер. Он смотрел на меня, словно видел впервые. Наверное, так и не смог понять, что же во мне изменилось. Или он даже не заметил? Да мне все равно. В-С-Е Р-А-В-Н-О!\n\n— Почему раньше не носила линзы? До дрожи на твоей бледной коже нравилось, когда тебя грубо и обильно поливают грязью? — с издевкой произнёс он, ухмыляюсь. Уф, как же я ненавижу эту ухмылку. Фирменную. Фостеровскую.\n— Я не люблю, когда..., — и тут меня нагло прервали\n—М, не любишь, когда грубо, а больше нежно, да? Сорян, я забыл, что как бы ты не красилась и не пыталась себя изменить, в драгоценный камень тебе не превратиться, — бросил напоследок мне эту фразу он и лёг на диван, стоящий у окна. ",
    "answers": [
      {
        "id": 150,
        "text": "Ответить на его мерзкие словечки, хватит молчать. "
      }
    ]
  },
  {
    "id": 146,
    "text": "Мои глаза подверглись неожиданно откуда возникшей вспышке. Я посмотрела наверх из под парты и увидела... Ухмыляющееся лицо Гейла, который одной рукой держал айфон и снимал видео, на котором была я. Представляю, какая у меня сейчас запуганная физиономия, но хорошо хоть, что я без очков, шутку про мою слепоту придется убрать из-за неактуальности.\n\n— Фак, я просто не могу, какая же у тебя смешная рожа сейчас была, — чуть ли не рыдал со смеху Фостер. Он наигранно перевалился через парту, его ноги итак под ней не помещались, его белая рубашка распахнулась, и я увидела все тот же незабываемый рельефный пресс. Интересно, он без стероидов стал таким... Все, он ужасен! И точка. Никаких дурных мыслей.\n\n—Тебе весело подкрадываться так и заставать людей врасплох? Жаль, я неправильно среагировала, надо было хорошенько врезать тебе, — \"зарычала\" я на Фостера\n— Этот видос разлетится по всему инету, представь себе. Девочка, которая не хочет быть пойманной учителем, ведь она боится наказания, — и он руками показал, как будет расставлено каждое слово, все ещё ухмыляясь",
    "answers": [
      {
        "id": 147,
        "text": "Погнаться за ним, хорошо, что я в кроссах. Да, в юбке и кроссах, такая моя мода"
      }
    ]
  },
  {
    "id": 147,
    "text": "Я побежала за ним со всех ног, но по длине проигрывала ему. Он спортсмен, у которого тренировки даже по выходным, он следит за своим телом и уже настолько его \"прокачал\", что я боюсь уже представить, что он ещё может.\n\nМы бежали, я позади, а он впереди. Почти добежал до ворот парка, черт, в парке я вообще не смогу его поймать, — понимала безвыходность ситуации я\n\nИ тут произошло то, что я называю, все невозможное возможно или же чудеса случаются. На повороте Фостер обернулся, чтобы проверить, насколько я отстаю от него и поняв, что он победитель в этом забеге и ему ничего не угрожает, если можно так сказать, начал открывать ворота и его челюсть встретилась с кулаком Лекса. Удар. Падение.\n\nВысоченный Лекс уложил массивное тело Гейла, перешагнул его и направился ко мне. Я старалась держаться, но почему-то переживала за этого гангстера, который, я надеюсь, имел способность дышать...\n\nПока я медленно подходила к телу, лежавшему спокойно и никуда больше не бегущему и игнорировала Лекса, он заключил меня в объятия. От него пахло кальянным дымом,уже родной для меня запах... ",
    "answers": [
      {
        "id": 148,
        "text": "Сказать \"спасибо\""
      }
    ]
  },
  {
    "id": 148,
    "text": "— Лекс, он хоть жив? Ты понимаешь, что ты спас меня от всемирного позора и стыда, а так же чуть ли не убил самого Гейла Фостера, принца-плохиша этой чёртовой школы?! — и я забила кулаками в его грудь. М, те же мускулы... Да что творится, раньше я не обращала на такие детали внимание\n— Да жив, всего лишь ударил слегка в челюсть, на вид он крепкий, просто вырубил его временно. Так что он сделал? — спросил брат, все ещё прижимая меня к себе\n— Это мой секрет, ничего плохого особо он и не сделал, он из тех, кто любит проверять на прочность и играть на нервах людей, которых он ненавидит. Я в их числе, — с улыбкой на лице, сказала я\n\nЛекс собирался уже торопиться и уходить, как я оттолкнулась от него и побежала к Гейлу. Выхватив его телефон из рук, я разбила его о землю. Злость переполняла меня. Не знаю, все произошло в состоянии аффекта и сейчас... \n\nКогда нас с Лексом окружают фаны все ещё лежащего Гейла, сердце начинает биться, как ненормальное, словно пытается выскочить из груди и спасаться, зато нам уже не спастись... \n\n",
    "answers": [
      {
        "id": 149,
        "text": "Продолжение следует... "
      }
    ]
  },
  {
    "id": 149,
    "text": "Новая глава подошла к концу.\nЯ рада, что вы оставляете комменты и делитесь ощущениями вместе со мной)\nСпасибо огромное за ваше внимание, за ваши приятные слова, в адрес моего творчества и этого квеста\nХочется творить-творить-творить(;\n\nЧто же будет дальше? Ну а теперь я сохраню интригу) ",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 150,
    "text": "—Фостер, ты ужасен. Но знай, любой камень можно огранить и сделать из него ограненный алмаз, — прошептала я, прежде чем уйти.\nОн схватил меня за руку, когда я проходила мимо и повалил на себя.\n Я была на нем сверху, он всматривался своими темно-карими глазами в мои насыщенные зелёные глаза и между нами чуть ли не электрическая молния образовалась.\n\nНо... Тут на меня положили руку. Прикосновение. Крупная мужская рука. И я увидела злогого Лекса, который почему-то был крайне рассержен увиденным...",
    "answers": [
      {
        "id": 151,
        "text": "Продолжение следует... "
      }
    ]
  },
  {
    "id": 151,
    "text": "Новая глава подошла к концу.\nПройдите ветку уже полюбившегося персонажа, их всех или же остановитесь на ком-то одном.\nПриятного чтения)\nСпасибо за комменты, которые вы оставляете. Я всех их читаю и помещаю в свое сердце, именно вы приносите мне вдохновение и море приятных эмоций! ",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 152,
    "text": "Пока всеобщая паника и ажиотаж по поводу предстоящего концерта не стихали, я подошла к стене с плакатами. Они были повсюду.\n\nНа них был сам Кельвин, с фигурой в полный рост. Кожаная чёрная косуха, военный медальон, берцы и чёрные дырявые джинсы, да его образ просто кричит, кто тут у нас рок-звезда.\n\nОсмотрев плакаты и ознакомившись с его текстом и изображением, я поняла, что мне больше здесь делать нечего, среди обезумивших фанов. Мало ли, какое помутнение рассудка у них ещё может возникнуть.\n\nИ тут я услышала 2 голоса. Знакомых. Может у меня со зрением и были раньше проблемы, но со слухом все в порядке.\n",
    "answers": [
      {
        "id": 153,
        "text": "Прислушаться "
      }
    ]
  },
  {
    "id": 153,
    "text": "Я напрягла слух и усиленно начала прислушиваться.\n\nМ, подружки Келли. 2 маленькие змеи, которые периодически уползали \"на волю\" из её клубка. Чтобы всех \"наполнить\" желчью и ядом, которые так и исходили из них.\n\nМия и Эмма.\nМ.: Концерт Кельвина, ну что может быть лучше, чем отомстить ему за все гадости, что он нам сделал? Месть за Келли.\nЭ.: Сорвем концерт? Кажется, я начинаю понимать, какой у тебя появился план, подруга\n\nИ они злобно рассмеялись. Честно,их смех настолько жуткий, но типично злодейский. Все же, рядом с этими девчонками становится как-то не по себе.\n\nЯ развернулась и собиралась уйти, как можно не заметнее, как при повороте врезалась в чью-то грудь. Меня заметили?! ",
    "answers": [
      {
        "id": 154,
        "text": "Продолжение следует... "
      }
    ]
  },
  {
    "id": 154,
    "text": "Новая глава подошла к концу.\nСпасибо за прочтение, повышенное внимание к этому квесту и, конечно же, вашим отзывам и комментариям!\nЯ очень рада, что у меня появляются свои читатели, именно благодаря вам у меня и появляется вдохновение творить)\n\nЧто будет дальше? Нет, я ничего не скажу, пусть это станет интригой",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 155,
    "text": "Я собрала всю волю в кулак и стала приближаться к креслу,как оно неожиданно пришло в движение и повернулось лицевой стороной ко мне. На кресле был... Арден?!\n\nДа, это точно тот молодой мужчина, которого удалось спасти от бритоголовых мужиков. Но почему он... Здесь? Да ещё и в кресле директора Динсона?!\n\n— Ну здравствуй, Оливия Дэйн. Я же говорил, что мы теперь будем видеться чаще, — и он соблазнительно улыбнулся, произнеся эти слова чарующим голосом\n— Вы Арден? Я просто до сих пор не верю, что мы снова встретились. Но какими судьбами вы здесь, да ещё и в этом кресле? — прямо спросила я, мельком увидев, как грозно на меня посмотрела та женщина, \"швейцар\" этих директорских дверей\n— Я ваш новый директор, с этого дня. Понимаешь, не все лишены вредных привычек, я же приехал сюда, в Англию, из Уэльса, там же я заключил сделку с одними людьми, и меня подставили.\nТут я новый человек, ты же веришь, что я не способен причинить зло? Мы же с тобой такое вместе пережили, — и в этот момент он коснулся кончиками своих пальцев моей руки.\nЕго такая большая и горячая, и моя маленькая маленькая холодная, вдобавок и бледная",
    "answers": [
      {
        "id": 156,
        "text": "А по какому поводу вызвали? Мистер Арден... "
      }
    ]
  },
  {
    "id": 156,
    "text": "—Я Арден Демпси, но называй меня просто по имени, не нужно этих формальностей. Тебя никогда не тревожил тот факт, что кругом одни богачи и богачки, и тут учишься ты, девочка из необеспеченной семьи? — лукаво улыбнувшись, спросил меня директор\n—Как-то я размышляла насчёт этого вопроса, но ответа так и не нашла. Неужели вам что-то известно, мистер Демпси? — спросила я, замирая от ожидания его ответа.\n\nНеужели я узнаю то, что так хотела узнать ещё давно? Боже, надеюсь, это не будет нечто шокирующим... ",
    "answers": [
      {
        "id": 157,
        "text": "Продолжение следует... "
      }
    ]
  },
  {
    "id": 157,
    "text": "Новая глава подошла к концу.\nСпасибо за ваше терпение, ожидание и внимание к квесту, к моему творчеству)\nБлагодарю за комменты, они правда способны согреть мою душу и поверить в свой талант, как автора, ещё больше\nА от этого осознавания так хочется творить)\n\nНичего вам не скажу, пусть будет интрига\nПройдите все ветки или же выберите одного перса, кто вам по душе(:",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 158,
    "text": "— Мэны и чики, давно мы уже с вами никуда не выезжали вместе, я попросила папулю организовать нам поездку и уже завтра мы все едем на неделю в само сердце Англии! Представляете, сколько там бутиков и ресторанов, ночных клубов и 5звездночных отелей? Это будет офигенно, — прокричала она, раскидывая руки в стороны, как бы выпрашивая аплодисменты\n\nВсе воодушевились, один Фостер смотрел в свой айфон, развалившись на стуле и демонстрируя всем своим телом, кто тут у нас настоящий самец.\nНо потом он поднял взгляд и засек, как я на него смотрю. Черт, я спалилась ",
    "answers": [
      {
        "id": 159,
        "text": "Быстро отвернуться "
      }
    ]
  },
  {
    "id": 159,
    "text": "Я отвернулась, как можно быстрее, но услышала его голос, который раздался на весь класс и заставил заткнуться всех обсуждающих предстоящую поездку.\n\n— Кел, ты рили не в теме, почему бы не выбраться на природу, а не в снова пыльный город? Ах да, ты у нас боишься даже мелких насекомых, о чем я говорю, — и он засмеялся, грубым нахальным голосом, покидая класс и крутя в руках свой телефон\n\n— Стой, Гейл, куда же ты. Давай рассмотрим твой вариант, я уверена, что мы можем решить с тобой вместе. Только вдвоём. Наедине., — с каждым словом, её голос становился все соблазнительнее и на тон ниже, будто они реально были тут наедине\n— Если ты хочешь, чтобы я тебя поимел, ты мне так и скажи, не думай, что я влюблюсь в тебя. Я не способен любить, эти чувства — выдумка, иллюзия. Так что, давай, собирай народ на свою чёртову поездку, без меня обойдёшься, — с этими грубыми словами, он ушёл. ",
    "answers": [
      {
        "id": 160,
        "text": "После уроков и часов мучений "
      }
    ]
  },
  {
    "id": 160,
    "text": "Выйдя из школы, я пошла через парковку к остановке, она была усыпана машинами разных марок и видов, глаза просто разбегались, и я была в шоке от их красоты и дороговизны.\n\nЯ посмотрела на себя в зеркало одной из машин, когда дверь её резко открылась, чья-то рука схватила меня за шиворот блузки и затянула внутрь. Холодная рука сильно зажала мне рот. Боится, что я начну кричать и подниму панику?Даже если и так, на меня тут всем совершенно наплевать",
    "answers": [
      {
        "id": 161,
        "text": "Укусить"
      },
      {
        "id": 163,
        "text": "Изловчиться и ударить его в живот "
      }
    ]
  },
  {
    "id": 161,
    "text": "Я впилась зубами в эту руку, мне было уже все равно, что будет дальше. Я, получается, была похищена непонятно кем. И сижу непонятно на ком... Дурацкая ситуация! \nЯ думала, что мои зубы достаточно острые и этому человеку, по крайней мере, будет больно, но я услышала смех. Наглый. Мужской. Грубый. Гейл Фостер, черт его дери.\nЯ резко повернулась и встретилась с ним взглядом, он прищурился и все ещё скалил свои зубы, смех так и не прекратился. Я схватила его за рубашку и подтянула к себе, его смех сразу пропал, и в глазах появился огонёк заинтересованности, на губах же заиграла его фирменная ухмылка. Ему нравится то, как я злюсь? Посмотрим, как ему понравится, когда я попытаюсь его убить, — подумала я \n— Фостер, ты думаешь, что тебе все дозволено в этой школе или может во всем этом чёртовом мире? — кричала я на него, сжимая его белоснежную рубашку, а его лицо было так близко к моему \n— Ты такая шумная. Не ори на меня, говори спокойно. Знаешь, даже если я буду женат, то моей жене будет позволено открывать рот только на уровне ширинки, — прошептал он, моё тело среагировало на его грубый, и в то же время, почему-то нежный голос... Боже, что за пошлость! Не повезёт его жене. Адский муженек будет. \n— Мне параллельно, кто будет твоей женой и на ваши взаимоотношения, я собиралась домой, а ты меня чуть ли не похитил. Решил закрепить за собой статус не только принца этой школы, но и главного плохиша? — с усмешкой сказала я, словив его взгляд на моих алых губах\n— Я сказал тебе не орать, сумасшедшая. Ну если других способов заткнуть тебя нет, я просто прикрою твой голосящий рот, — с этими словами он прижал свои губы к моим, поцелуй был горячим и напористым, странно, что я не сразу стала сопротивляться... Но слегка опомнившись, я дала ему пощёчину. Хватит. Я не очередная его \"малышка на миллион\", с которой можно неплохо провести время, называя её не по имени, а используя вот эти слащавые словечки, типа \"киса\", \"зая\", потому что ими можно называть любую и каждую. Не знаю почему, но эти мои собственные мысли меня задели. \nЯ хотела слезть с него, но он не позволял. Быстро нажав на \"газ\" , он начал выруливать с парковки и увозить меня за пределы школы, я брыкалась и пыталась вернуть машину на парковку, но у меня ничего не получалось.Бросаясь к двери, я обнаружила, что она заблокирована... Куда мы едем? Какой бес в него вселился?! ",
    "answers": [
      {
        "id": 162,
        "text": "Продолжение следует... "
      }
    ]
  },
  {
    "id": 162,
    "text": "Новая глава подошла к концу)\nОгромное спасибо за ваши комменты, ожидание выпуска проды, интерес и внимание к этому квесту!\nИменно благодаря вам появляется вдохновение творить, хочется ещё больше вызвать интерес)\nНа самом деле, все эти приятные слова очень подстегивают и направляют меня на путь, прямиком к процессу написания работы.\nБлагодарна всем и каждому, кто неравнодушен к моему творчеству\nВаша Тори❣️",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 163,
    "text": "Я попыталась изловчиться так, чтобы удар пришёлся прямо на его живот, тут главное не сломать руку о его стальные мышцы\n\nУже почти нанеся удар в эту выбранную мной область, он перехватил обе мои руки в воздухе, прижался своим лбом к моему и его темно-карие глаза были такими затуманеными, я не могла прочитать его эмоций и чувств. Хотя, какие у него могут быть чувства? Только ненависть.\n\nОн опрокинул меня на свои колени, а потом прижал к сиденью. Снял с себя кожаный красивый коричневый ремень, завязал мне руки и начал поглаживать мои ягодицы, которые так обтягивала эта юбка.\n\nЯ ощущала себя плененной. Похищенной, да ещё и пленницей. Что он задумал?\n\nНо тут мои мысли оборвались, после проверки на прочность своих умелых узлов, кхм, видимо, кто-то сильно часто связывает кому-то руки, этот любитель ролевых Гейл Фостер посадил меня снова к себе на колени и нажал на \"газ\", мы тронулись с места. Я ерзала на нем, пытаясь высвободиться, но потом вспомнила, с каким чувствительным парнем, ещё и вспыльчивым, и таким горячим я нахожусь тут... Связанная и непонятно куда направляющая. Это похищение?! ",
    "answers": [
      {
        "id": 164,
        "text": "Продолжение следует... "
      }
    ]
  },
  {
    "id": 164,
    "text": "Новая глава подошла к концу.\nСпасибо за прочтение, ваше внимание, за ожидание, перед выходом проды)\nМне приятно, когда вы пишите такие милые и душу греющие комменты, делитесь впечатлениями вместе со мной, я вам благодарна, потому что вдохновение само собой так просто не приходит, без поддержки и вот такой теплоты, которую вы мне отдаёте в эту холодную зиму)\n\nЧто будет дальше, я не скажу, в этот раз без спойлеров. Пусть интрига останется интригой, хах",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 165,
    "text": "В период моего отсутствия много чего произошло, но стабильным осталось только одно.\nА именно — Ваш повышенный интерес к квесту. Море отзывов, таких сладких и приятных, что я готова в нем утонуть, честно, все это так лестно и Ваши приятные слова в мой адрес, как прекрасная музыка для моих ушей.\nИ 2 диса(дислайка) в мою сторону — это тоже хорошо, я сама нетерпелива и легко прихожу в состояние взбешенности от того, что иногда не все так бывает, как я хочу. \nКритика — ключ к успеху, без нее никак. \n\nЯ уже продумываю те моменты и действия, которые продемонстрирую Вам в новой главе. Я вернулась, квест не заброшен, я в процессе.\n\nОбещаю, глава будет насыщенной и жаркой. Жаркой настолько, что растопит к чертям этот февраль~\nНо без 18<plus>,я придерживаюсь указанных мною ограничений. Все в меру)\nВы же еще ждете проды, да? ",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 166,
    "text": "",
    "answers": []
  }
]