[
  {
    "id": 1,
    "text": "Какой бы жизнь не была, но от любви никуда не денется никто.\nИстория о 19-летней девочке с именем Анна и её нежданой любви.\nКнига расскажет вам немного об авторе.",
    "answers": [
      {
        "id": 2,
        "text": "Об авторе"
      },
      {
        "id": 3,
        "text": "Начинаем читать"
      },
      {
        "id": 13,
        "text": "История написания"
      },
      {
        "id": 14,
        "text": "Описание героев"
      },
      {
        "id": 19,
        "text": "О книге"
      },
      {
        "id": 20,
        "text": "Новые квесты и книги"
      }
    ]
  },
  {
    "id": 2,
    "text": "Автор вносит несколько биографии о себе в книгу.\nДумаю добавлять что-то новое каждый день.\nПрошу прощения за ошибки.",
    "answers": [
      {
        "id": 1,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 3,
    "text": "Я Анна или же просто Аня. Мне 19 лет и у меня черные волосы до пояса, темные карие глаза, скулы, средний рост, худая фигура и я ничем не примечательная девушка. Учусь я хорошо и имею хобби. Я занимаюсь рисованием по руках. Больше жизни обожаю свой мотоцикл. ",
    "answers": [
      {
        "id": 4,
        "text": "О детстве"
      }
    ]
  },
  {
    "id": 4,
    "text": "В детстве я любила и до сих пор люблю проводить время с мальчиками. В то время тогда девочки играли в куклы-я играла машинами, когда девочки красились-я играла в футбол, когда девчёнки ходили в платьях-я их ненавидела. С той поры я прибыла к себе дружбу с парнями. От них я люблю музыку и скорость, мотоцикл и клуби. ",
    "answers": [
      {
        "id": 5,
        "text": "Сегодняшний день "
      }
    ]
  },
  {
    "id": 5,
    "text": "Сегодня я как всегда проснулась и собралась ехать в университет права. Я собрала в рюкзак все книги и тетради что нужно и села на свою \"железную ласточку\", так я называю свой мотоцикл. Она мягко привезла меня к стоянке возле университета. На стоянке у меня было только одно место и никто не занимал его так как знали последствия того что я выросла в кругу парней. Но сегодня приехав я увидела чей-то мотоцикл на своем месте и тут же решила узнать чей же он. У охранника язык подвешен поэтому он всё показал и росказал...",
    "answers": [
      {
        "id": 6,
        "text": "Новенький "
      }
    ]
  },
  {
    "id": 6,
    "text": "В моей группе появился новенький. И это он занял моё место. Так как я опаздывала мне пришлось найти другое место. Я быстро побежала на пару, после того как оставила \"прелесть\" на стоянке. Я тихо вошла в аудиторию и сразу села возле своих лудших друзей Дими, Максима и своей единственной подруги Яни. Мы внимательно слышали, что объясняют, но не особо выделяли информацию. Но как только пара приблизилась к завершению, то все мы стали на чеку. Преподаватель заговорил о новом студенте. Открилась дверь и в аудиторию зашёл парень лет 20-ти с красивой чёлкой черного цвета. Высокий парень, спортивный, ну и наглый. Он сразу представился, как Вадим....",
    "answers": [
      {
        "id": 7,
        "text": "Что-то не так"
      }
    ]
  },
  {
    "id": 7,
    "text": "Как только пари закончились я решила поговорить с новеньким. Все же место на стоянке мне важно. Но нигде не было этого наглеца. Тогда я решила ехать домой. Как только я зашла на стоянку я увидела этого придурка возле моего мотоцикла и сразу же направилась к нему. Так как парковка была закрытого типа и все уже уехали пока я искала это недоразумение то идти долго мне не пришлось. Как только я подошла к нему он резко развернулся и спросил:\n—Твой?- показывая взглядом на мотоцикл.\n—Мой! И место где стоит твой мотоцикл тоже моё.-резко ответила я.\n—Ну что ж ты такая не вежливая, малютка?- хотел задобрить он.\n—Во-первых я не малютка тебе! Во-вторых моё место не занимать потому что хуже будет.- так же резко отвечала я.\n—Тогда давай устроим гонки на место стоянки и ещё кое что.\n—Хорошо. Победа за мной.-уверено заявила я.\n—Если ты проиграешь, тогда ты идешь со мной на кофе и уступаешь место на парковке.\n—А если вииграю я, тогда ты отстанеш от меня и место моё.\n—Хорошо.-спокойно ответил он и ушёл.",
    "answers": [
      {
        "id": 8,
        "text": "Гонка"
      }
    ]
  },
  {
    "id": 8,
    "text": "Он завёл свой мотоцикл, а я свой. Мы договорились, что кто первый доедет до конца улицы тот победитель. Выдвинулись с места мы когда зашёл охранник и рванули к концу улицы. Но вдруг на дорогу вибежал кот и мне пришлось его объезжать. И из-за этого я приехала второй, а значит проиграла.\n—Сегодня в 20:00 в кафе \"Цветок\", и я Вадим)-крикнул мне парниша, усмехнулся и уехал.\nЯ уехала домой и уже готовилась у тому, что может быть в кафе. Дома я смогла расслабиться и собраться с мыслями. Уже 19:30 и я собранная начинаю ехать к тому кафе. Подежжая к нему я увидела тот мотоцикл... Я стала возле него и зашла внутрь. Официант сразу спросил кто меня ждет и я ответила:\"Вадим...\". Тут же он провёл меня на терассу с которой сразу виднелись два железных коня. Терасса вмещала стол, два стула и подставку с пледами. Вадим ждал меня и когда я зашла сразу помог мне сесть. Мои мысли сразу же погрузились в мрак, так как моё место не давало мне покоя. Вадим увидел мои переживания и начал разговор:\n—Я вижу, что ты не довольна тем что ты тут. Я не хочу отбирать у тебя твоё место так как это глупо с моей стороны лишать такую девушку радости.\n—Ты оставляешь мне место?-спросила с надеждой я.\n—Да, но взамен на то что мы нормально пообщаемся.\n—Спасибо тебе, я никак этого не ожидала-радостно сказала я и обняла его.",
    "answers": [
      {
        "id": 9,
        "text": "Кафе"
      }
    ]
  },
  {
    "id": 9,
    "text": "Нас принесли 2 чая и сладкое.\n—Ты мне так и не сказала своё имя...-с грустью и желанием узнать сказал он.\n—Я Аня, действительно я забыла представиться.-неуклюже сказала я.\nМы сидели и разговаривали час и оказалось у нас много общего. Но меня не покидало странное чувство внутри. Этот парень определенно может очаровать. Пришло время ехать домой и так, как он провести не мог то поехал в качестве сопровождения. Когда я приехала, я попрощалась и пошла заводить ласточку в гараж. Дома меня не покидало чувство окриленности.",
    "answers": [
      {
        "id": 10,
        "text": "Похоже влюбилась "
      }
    ]
  },
  {
    "id": 10,
    "text": "На утро, я не помнила, как уснула так, очень устала. Я быстро приехала в университет и моё место было свободным. А доказательство того ,что он был стало то, что соседнее место было занято его мотоциклом. В аудитории я рассказала всё друзьям. И они сказали что возможно я чувствую симпатию. Но действительно я то знала что он красиво улыбается, умно говорит, думает о других, заботится. Я действительно влюбилась с первого взгляда...",
    "answers": [
      {
        "id": 11,
        "text": "Неожиданный резкий поворот событий"
      }
    ]
  },
  {
    "id": 11,
    "text": "После обеда я пришла, что б уехать домой, но услышала голос позади себя.\n—Аня, постой! Я хочу кое-что сказать...- говорил Вадим подходя ко мне.\n—Я слушаю.- сказала я развернувшись.\nКогда я развернулась он уже стоял передо мной так, что слишалось его дыхание.\n—Я хотел спросить.. Не хотела ли бы ты...Возможно станешь моей девушкой?-сказал он неуверенно, боясь моей реакции-С первой встречи ты мне понравилась и я хочу что б ты знала, что ты мне нравишься. Сегодня я понял что я тебя люблю. Потому что просто так не думаешь о человеке 24/7, не заботишся, не переживаешь.-говорил он уже уверенно.\n—Ты мне тоже нравишься и я думаю стоит попробо...\nУслишав согласие он притянул меня к себе и поцеловал. Нежно но искренне. \nЯ действительно счастлива!",
    "answers": [
      {
        "id": 1,
        "text": "Первая страница "
      },
      {
        "id": 12,
        "text": "Епилог"
      }
    ]
  },
  {
    "id": 12,
    "text": "Любовь прекрасное чувство. Если оно было невзаимним, то обязательно встретится настоящее. Любите друг друга и будьте любимыми. Не изменяйте и не делайте больно.\nВсех люблю и обнимаю.",
    "answers": [
      {
        "id": 1,
        "text": "Первая страница "
      }
    ]
  },
  {
    "id": 13,
    "text": "Сейчас почти никто не верит в любовь. Хоть я и одинокая, но это не повод розстраиватся. Любовь-прекрасное чувство❤",
    "answers": [
      {
        "id": 1,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 14,
    "text": "Анна:\n19 лет\nЛюбит рисовать\nИмеет мотоцикл\nПацанка с душой \nИмеет хороших друзей ",
    "answers": [
      {
        "id": 15,
        "text": "Вадим"
      }
    ]
  },
  {
    "id": 15,
    "text": "Вадим:\n20 лет\nИмеет мотоцикл\nРомантик\nДобрый \nЛюбит спорт\nВысокий\nУмный \nГолубие глаза\nЧёрные волосы",
    "answers": [
      {
        "id": 16,
        "text": "Яна"
      }
    ]
  },
  {
    "id": 16,
    "text": "Яна:\n19 лет\nБрюнетка\nИмеет парня\nХорошие друзья с Анной\nПацанка с доброй душой\nЛюбит машини ",
    "answers": [
      {
        "id": 17,
        "text": "Дима"
      }
    ]
  },
  {
    "id": 17,
    "text": "Дима:\nДруг Анни \n20 лет \nИмеет девушку\nФраер на районе\nИмеет машину\nЛюбит скорость и музыку",
    "answers": [
      {
        "id": 18,
        "text": "Максим"
      }
    ]
  },
  {
    "id": 18,
    "text": "Максим:\n19 лет\nИмеет мотоцикл и машину\nИмеет наилучшие отношения с Анной \nИмеет симпатию к героине \nЛюбит клуб и мотоцикл",
    "answers": [
      {
        "id": 1,
        "text": "Первая страница "
      }
    ]
  },
  {
    "id": 19,
    "text": "Статус: завершён.\nИмеет мораль.\nНадеюсь интересная.\nМне нравиться.",
    "answers": [
      {
        "id": 1,
        "text": "Первая страница "
      }
    ]
  },
  {
    "id": 20,
    "text": "Думаю скоро выйдет что-то новое и интересное)????",
    "answers": [
      {
        "id": 1,
        "text": "Первая страница "
      },
      {
        "id": 21,
        "text": "Всех люблю"
      }
    ]
  },
  {
    "id": 21,
    "text": "Люблю вас и надеюсь вам все понравиться????❤????",
    "answers": [
      {
        "id": 1,
        "text": "Первая страница "
      }
    ]
  },
  {
    "id": 22,
    "text": "",
    "answers": []
  }
]