[
  {
    "id": 1,
    "text": "                \nЖанр: ужасы, мистика, фантастика.\n\nИстория умалчивается...\n ",
    "answers": [
      {
        "id": 2,
        "text": "Поехали"
      }
    ]
  },
  {
    "id": 2,
    "text": "   Я Эла, мне 17 лет, живём мы вдвоём с котиком в двухкомнатной квартире. Кота зовут Марся. \nВремя 22:00\nКак обычно, в это время я была на стадионе. Вечерняя тренировка ещё никому не помешала.\nВремя 23:00\nТренировка закончена",
    "answers": [
      {
        "id": 3,
        "text": "Пойти домой"
      },
      {
        "id": 4,
        "text": "Прогуляться по городу"
      },
      {
        "id": 1,
        "text": "Что я тут вообше делаю ?\nЯ не хочу это проходить\n!1"
      }
    ]
  },
  {
    "id": 3,
    "text": "Стадион был близок с домом. Всего лишь несколько метров. Я перешла улицу и увидела свой дом. Большой, 9 этажей, расположенный буквой \"Г\" — дом.\nВ спортивной сумочке, нашла ключи. Открыла дверь в подъезд. Зашла и начала подниматься на свой этаж. Я жила на 2 этаже, в 666 квартире(прикольно, не правда ли?). \nОткрыла дверь в квартиру. Положила на тумбочку ключи, посмотрела на время \"23:20\". ",
    "answers": [
      {
        "id": 5,
        "text": "Сходить на кухню"
      },
      {
        "id": 6,
        "text": "Сходить в свою комнату"
      },
      {
        "id": 7,
        "text": "Сходить в гостиную"
      }
    ]
  },
  {
    "id": 4,
    "text": "После тренировки, мне захотелось погулять по городу. \nСначала я пошла ...",
    "answers": [
      {
        "id": 14,
        "text": "В парк"
      },
      {
        "id": 3,
        "text": "Домой\n!3"
      }
    ]
  },
  {
    "id": 5,
    "text": "Я решила, что сначала пойду на кухню.\nНебольшая светлая кухонька. Обыкновенная лампа, бело-серые обои в полосочку. Холодильник, плита, раковина и всё остальное, что может быть на кухне. \nПосле тренировки ужасно хотелось пить. Нашла кружку, налила воды, выпила.\nВспомнила, что телефон был почти разряжён, и пошла в комнату.\n",
    "answers": [
      {
        "id": 6,
        "text": "Идти в комнату"
      }
    ]
  },
  {
    "id": 6,
    "text": "Включила свет в комнате. Поставила телефон на зарядку.\nВремя 23:50\nЛегла на кровать (большая двухместная, кремового цвета с двумя жёлтыми подушками в стиле \"Эмоджи\" ).\nВремя 23:55\nРезко выключается свет. Подумала, может лампочки перегорели? Встаю подхожу к телефону (ЧТООООООО? ТОЛЬКО 1%???????), телефон не заряжается, видимо всё же вырубило электричество.",
    "answers": [
      {
        "id": 8,
        "text": "Остаться в комнате"
      },
      {
        "id": 9,
        "text": "Сходить посмотреть, что с электричеством"
      }
    ]
  },
  {
    "id": 7,
    "text": "Захватив с собой телефон.\nЯ пошла в гостиную.\nВключила телевизор и начала листать каналы.\nСТС, ТНТ, Домашний, карусель, русский роман, русский детектив, перец, чё.\nНадоело листать и ничего такого посмотреть даже нет, но я оставила телевизор включёным, так для фона.\nПотом вспомнила, что у телефона садится зарядка.\nИ пошла я в свою комнату.",
    "answers": [
      {
        "id": 6,
        "text": "В свою комнату\n!6"
      }
    ]
  },
  {
    "id": 8,
    "text": "Время 23:57\nЯ встала посреди комнаты.\nВзади меня находился громадный чёрно-бежевый шкаф с зеркалами, спереди-стена из чёрных обоев с красными подтёками, слева же находилась моя кровать и дверь, и справа был рабочий стол с крутящимся стулом, компьютером. И справа же находился белоснежный балкон.\nЯ спиной пошла к зеркалу и опёрлась на него, закрыла глаза и просто стояла.\nВремя 23:59\nПочувствовала холод, посмотрела на балкон, он был закрыт, я пожала плечами и снова закрыла глаза.\nВремя 00:00\nИз зеркала появились бледные и леденящие руки, но я этого не заметила. Холод стал сильнее. \nЯ открыла глаза, когда в мои плечи вонзились леденящие и острые пальцы.",
    "answers": [
      {
        "id": 10,
        "text": "Рвануть вперёд"
      },
      {
        "id": 11,
        "text": "Остаться на месте"
      }
    ]
  },
  {
    "id": 9,
    "text": "Нашла тапочки, вышла на лестничную площадку. Странно... Но счётчик электричества по-прежеему работал.",
    "answers": [
      {
        "id": 8,
        "text": "Вернуться в комнату\n!8"
      }
    ]
  },
  {
    "id": 10,
    "text": "Я рванула вперёд и ударилась об стену.  Но это было нечего, по сравнению с тем, что я чувствовала из-за этих пальцев.\nМой взгляд устремимся далеко в пол. Я не представляла, что это может быть. ",
    "answers": [
      {
        "id": 12,
        "text": "Посмотреть"
      },
      {
        "id": 13,
        "text": "Не смотреть"
      }
    ]
  },
  {
    "id": 11,
    "text": "Пальцы проникали всё глубже и быстрее. Мои кости начали ломаться.\nЭто былр не стерпимо больео, я пыталась зарияать, но невыходило, получался лишь какой-то мышинный писк.\nЭтих рук стало ещё больше.\nОни раздирали меня.\nПроникали в самые больные места.\nКровь лилась ручьями.\nПол, ковёр пропитались кровью и были тёмно-алого цвета.\nБыли глубокие раны, дыры.\nПришёл конец.\nЯ умерла от большой потери крови.",
    "answers": [
      {
        "id": 1,
        "text": "Начало\n!1"
      }
    ]
  },
  {
    "id": 12,
    "text": "Осмелевшись, я подняла глаза. Я посмотрела туда, где должно было быть зеркало.\nНо вместо своего отражения, я увидела, какой-то силуэт.\nПостояв ещё немного, я заметила, что \"Это\" движется.\nИ начинает вылазить из зеркала. Когда оно вылезло, было видно, что это какое-то существо. В чёрной мантии и в чёрном капюшоне.\n",
    "answers": [
      {
        "id": 15,
        "text": "Побежать"
      },
      {
        "id": 16,
        "text": "Остаться на месте"
      }
    ]
  },
  {
    "id": 13,
    "text": "Я закрыла глаза и не желала знать, что происходит. Закрыла руками уши и начала повторять.\nЧто я всего лишь устала, что это глюки, просто разыгралась фантазия.\nИ в этот момент, пока я стояла и успокаивала себя.\nМеня кто-то взял за волосы и резко потянул в область стены. С такой силой, что мой череп раскололся. Брызги крови, по полу начали кататься мои окровавленные глаза, только лишь рот остался целым. Но я захлебнулась от собственной же крови.",
    "answers": [
      {
        "id": 1,
        "text": "Начало\n!1"
      },
      {
        "id": 10,
        "text": "Выбрать правильный путь\n!10"
      }
    ]
  },
  {
    "id": 14,
    "text": "Темновато. Но это даже к лучшему.\nВидно звёзды,луну.\nЭх, жалко, что я одна пока что(не считая котика).\nНо кто знает, может скоро встречу свою судьбу.\nНемного прогулялась по парку.\nВернулась на стадион. Никого. Ну конечно в столь поздний час, кого увидишь на стадионе?\nПосидела на трибунах и пошла домой.",
    "answers": [
      {
        "id": 3,
        "text": "Домой\n!3"
      },
      {
        "id": 4,
        "text": "Назад\n!4"
      }
    ]
  },
  {
    "id": 15,
    "text": "Я побежала к двери.\nДёрнула ручку, но дверь не подалась.\nЯ дернула ещё, ещё и ещё, всё сильнее и сильнее. Но дверь была, как будто приклеена к стене.\nВзади я услышала смех. Было похоже, что это смеётся парень. От этих раздумий, я переставала бояться.\nИ переосилив себя, я повернулась в ту сторону, где стояло это существо.\nМне почему-то больше не казалось, что это нечто страшное и ужасное.\nЭто сняло капюшон. И я убедилась. Это был парень, на вид 19-20 лет.\nУ него была белая кожа, чёрные вьющиюся волосы, тонкие губы, аккуратный носик и глаза, которые были налиты кровью и блестели во тьме.\nОн улыбнулся и я увидела клыки.\nМне сразу же подумалось про вампира.\nНо я никогда не верила в мистику и отказывалась в это верить.\nЯ подумала, может я сплю?\nПопробывала стариный метод, ущипнула себя, мне стало больно.\n\nЭто не сон, Это НАЯВУ.",
    "answers": [
      {
        "id": 17,
        "text": "Побежать к балкону."
      }
    ]
  },
  {
    "id": 16,
    "text": "Любопытство взяло надо мной вверх.\nТут опять эти леденящие и острые пальцы. Они впились в мою шею.\nЭто существо подняло меня над полом и я болталась, как на виселенице. \nРуки сдавливали всё сильнее и сильнее.\nОни меня душили.\nСопротивляться было бесполезно.\nУ меня кончился воздух.\nИ я задохнулась.",
    "answers": [
      {
        "id": 1,
        "text": "Начало\n!1"
      },
      {
        "id": 12,
        "text": "Выбрать правильный путь\n!12\n"
      }
    ]
  },
  {
    "id": 17,
    "text": "Я побежала к балкону.\nБыстро его открыла.\nИ изнутри балкона начала держать за ручки. Опять послышался смех этого парня. Я посмотрела через балконое стекло, никого не было. \nЯ посмотрела внимательнее, всё равно никого не было.\nИ опятъ эти леденящие и острые пальцы. Я почувствовала его холодное дыхание.\nНи секунды не медля, я резко отворила балконую дверь. \nИ молниеносно почувствовала пронзительную боль в области икры.\nТолько сделав шаг, сразу же упала. Я посмотрела на свою ногу, около неё быоа небольшая змейка чёрная с блестящими изумрудными глазами. Она лежала неподвижно, но лишь голову подняла и исчезла.",
    "answers": [
      {
        "id": 18,
        "text": "Ползти"
      },
      {
        "id": 19,
        "text": "Умолять, чтобы не убивал"
      },
      {
        "id": 24,
        "text": "Выпрыгнуть из окна"
      }
    ]
  },
  {
    "id": 18,
    "text": "Я поползла.\nИз ноги просачивалась кровь.\nИ снова послышался смех. Я не оборачивалась. Ползла дальше.\nОн подошёл ко мне, поставил ногу на мою спину, чтобы я не могла ползти.\nИ представился: \"Я Влад Цепиш. И как ты поняла, я вампир. Я не хотел  тебя напугать. Я хотел лишь с кем-нибудь поговорить по душам\".\nОн опечалено вздохнул и учуял в воздухе запах крови. Он не мог понять откуда этот запах. Посмотрел на меня, а точнее на ногу и увидел красное пятнышко.\nНадо сказать, что так-то вампиры дружелюбные, но при запахе или виде крови, они сходят с ума.\n  Сейчас при таком запахе и виде моей крови, он начал сходить с ума.\nОн резко меня поднял и прижал к стене. Стоять я могла, но не ходить.",
    "answers": [
      {
        "id": 20,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 19,
    "text": "Это было бесполезно.\nВампир, он и есть вампир.\nОн подошёл, ко мне, поднял моё лицо и сказал: \"Ты моя жертва\".\nИз его мантии выпадывали змеи.\nОни все ползли ко мне.\nИ тысячи укусов проникали в моё тело.\nЯ кричала.\nИзвивалась.\nОткидывала их.\nНо количество змей увеличилось.\nМне пришёл конец от множества укусов.",
    "answers": [
      {
        "id": 1,
        "text": "Начало\n!1"
      }
    ]
  },
  {
    "id": 20,
    "text": "Я так ослабела, что сопротивляться, просто не могла.\nЯ просто стояла с закрытыми глазами.\nОн убрал мои волосы с шеи. \nЯ сразу же поняла, что он хочет делать и начала вертеться.\nОн же сильнее сжал мои руки.\nПриблизился к шеи.\n И вонзился своими клыками в кожу.\nМне стало больновато, но я не могла пошевелиться.\nОн продолжал пить мою кровь.\nЧерез несколько минут, он убрал свои клыки от моей шеи.\nВлад: \"Ммм... Твоя кожа такая нежная, и кровь такая сладкая. Мне было мало, но ты же не против. Если я возьму ещё?\"",
    "answers": [
      {
        "id": 21,
        "text": "Против !!!"
      },
      {
        "id": 22,
        "text": "Не. Не. Не против"
      },
      {
        "id": 23,
        "text": "Промолчать"
      }
    ]
  },
  {
    "id": 21,
    "text": "Я была против.\nСобрав все свои силы, я отталкнула Влада.\nЗабыв про ногу, я сделала шаг. Как и ожидалась, я упала.\nНо упала я не на пол, а на гвозди.\nЯ не понимала, откуда они взялись.\nГвозди пронзили меня насквозь.\nИ липкая, кровавая субстанция стала разливаться по полу.",
    "answers": [
      {
        "id": 1,
        "text": "Начало\n!1"
      },
      {
        "id": 20,
        "text": "Исправить действие\n!20"
      }
    ]
  },
  {
    "id": 22,
    "text": "Я: \"Не. Не. Не против\".\nВлад: \" Ну и славнинько\"\nУлыбнулся.\nИ опять прильнул к шеи. Начал кровожадно сосать кровь. Он выпил всё.\nПотемнение в глазах.\nСтекающая кровь по шеи.\nСлабость.\nБольшая потеря крови.\nСмерть.",
    "answers": [
      {
        "id": 1,
        "text": "Начало\n!1"
      },
      {
        "id": 20,
        "text": "Исправить действие\n!20"
      }
    ]
  },
  {
    "id": 23,
    "text": "Я промолчала.\nВлад: \"Хочешь ты этого или нет. Но я всё равно возьму\".\nУхмыльнулся.\nЯ про себя умоляла, чтобы это всё побыстрее кончилось.\nВокруг стало тихо, я боялась открыть глаза.\nНо всё же открыла. Вокруг никого. \nНеужели это мне всё казалось.\nЯ вспомнила, про ногу.\nБоясь упасть, я её сначала потрогала. Не больно. Сделала шаг, второй, третий. Я могу нормально ходить.\nЯ не могла понять, если это глюки, то почему я чувствовала боль при укусе?\nЧувствовала холодные руки вампира.\nПочему ?\nНо это уже не важно.\nЯ с лёгкостью и радостью легла на кровать.\nСвета попрежнему не было, но от луны, было светло. Также я спала с большим плюшевым медведем.\nЗаснула.\nПродолжение следует...",
    "answers": [
      {
        "id": 1,
        "text": "Начало\n!1"
      }
    ]
  },
  {
    "id": 24,
    "text": "Когда я почувствовало его холодное дыхание, то резко повернулась и выпрыгнула из окна.\nЯ чудом спаслась.\nИ начала со всех ног бежатъ, куда глаза глядят.\nНо убежала не далеко, меня поймала полиция и меня увезли в полицейский участок.\nЯ им всё объяснила, но кто мне поверит ?\nОни подумали, что я сумасшедшая и увезли в психическую больницу.\nНо мне было всё равно, главное подальше от \"него\" .\nНо рано я радовалась, когда думала, что он не найдёт.\nОн пришёл ко мне опять, на этот раз уже во сне.\nЯ начала кричать, бить руками и ногами по кровати, держаться за голову.\nЗа мной прибежали санитары и связали меня, но я не успокаивалась.\nИ такое моё состояние было ещё 3 дня.\nМеня повели в какой-то кабинет, поставили укол.\nОни меня усыпили.\nН а в с е г д а.",
    "answers": [
      {
        "id": 1,
        "text": "Начало\n!1"
      },
      {
        "id": 17,
        "text": "Назад\n!17"
      }
    ]
  },
  {
    "id": 25,
    "text": "",
    "answers": []
  }
]