[
  {
    "id": 1,
    "text": "Квест ,, Новогодний Абсурд \" сделанный специально к Новому Году! Я не пытался делать его большим, так как просто хочу подарить вам немного Абсурда и Новогоднего настроения! Этот квест служит своеобразным поздравлением, поэтому не надо говорить, что он слишком мал. В Новом Году будут новые квесты.\nС  НОВЫМ ГОДОМ!!!",
    "answers": [
      {
        "id": 2,
        "text": "Начать!!!"
      }
    ]
  },
  {
    "id": 2,
    "text": "Ты готовишься к Новому Году: вешаешь мишуру, гирлянду, наряжаешь ёлку... Вообщем соблюдаешь традиции. Хотелось бы что-нибудь необычного, знаешь... Я знаю, что Новогоднее настроение есть, выпить есть, пожрать есть, все дела... Но давай разнообразим этот праздник Абсурдом? Я думаю, это будет не лишним... Согласен?",
    "answers": [
      {
        "id": 3,
        "text": "Да"
      },
      {
        "id": 4,
        "text": "Нет"
      }
    ]
  },
  {
    "id": 3,
    "text": "Вот и хорошо. Ты прыгнул в портал, который появился у тебя на окне и он мигом пропал. Проломив окно, ты улетел в снег. Хорошо, что ты был в свитере, так как у тебя дома отключили отопление. Вообщем, не суть. Ты лежишь в снегу и вдруг вспоминаешь, что твои ключи от дома остались дома. Ну это прям логично.",
    "answers": [
      {
        "id": 9,
        "text": "Покричать от недовольства"
      },
      {
        "id": 11,
        "text": "Встать со снега"
      }
    ]
  },
  {
    "id": 4,
    "text": "Ну и ладно",
    "answers": [
      {
        "id": 5,
        "text": "Прохладно"
      }
    ]
  },
  {
    "id": 5,
    "text": "Да, на улице прохладно, ты прав.",
    "answers": [
      {
        "id": 6,
        "text": "Вот видишь"
      }
    ]
  },
  {
    "id": 6,
    "text": "Что?",
    "answers": [
      {
        "id": 7,
        "text": "Ничего"
      }
    ]
  },
  {
    "id": 7,
    "text": "Ничего? А, да, я ничего вижу.",
    "answers": [
      {
        "id": 8,
        "text": "Тоесть нормально?"
      }
    ]
  },
  {
    "id": 8,
    "text": "Ты меня совсем запутал... Короче, иди в начало!",
    "answers": [
      {
        "id": 1,
        "text": "Окей"
      }
    ]
  },
  {
    "id": 9,
    "text": "Ты покричал и в твой рот попал снег, так как ты лежал в снегу. Но скоро Новый Год, поэтому ты не заболел. ",
    "answers": [
      {
        "id": 11,
        "text": "Встать со снега"
      }
    ]
  },
  {
    "id": 10,
    "text": "Правильно! — сказал Дедушка Мороз. Вдруг, на тебя свалились куча подарков в которых были подарки одарённые подарками! Понимай как хочешь. Дед Мороз не успел тебя поздравить, как Гринч его схватил, но не тут-то было, ты...",
    "answers": [
      {
        "id": 15,
        "text": "словил леща"
      },
      {
        "id": 16,
        "text": "ударил Гринча"
      }
    ]
  },
  {
    "id": 11,
    "text": "Ты встал со снега. Оглядевшись, ты понял, что рядом с тобой никого нет, а недалеко от тебя лежит костюм Деда Мороза. Наденешь его?",
    "answers": [
      {
        "id": 12,
        "text": "Почему бы и нет"
      },
      {
        "id": 13,
        "text": "Нет, не хочу"
      }
    ]
  },
  {
    "id": 12,
    "text": "Ты надел костюм Деда Мороза. Вдруг, пришли люди в чёрных масках, похожие на бандитов и потребывали с тебя денег за долги. Как бы ты не оправдывался, они стояли на своём и ты остался без ничего. Единственное, что они тебе оставили, это нижнее бельё в честь Нового Года, но оно тебе не помогло, ты замёрз. Ты побывал ледышкой на Новый Год.",
    "answers": [
      {
        "id": 1,
        "text": "Долги аниматора... Эх..."
      }
    ]
  },
  {
    "id": 13,
    "text": "Ну и хорошо. А то вдруг он тебе мал. Ты бы мучался. Ладно, ты собирался получить Абсурд? Вот он! \nИ на тебя свалился Дед Мороз, вдалеке ты увидел Гринча, он курил, также перед тобой появились подарки: большой, мизерный и подарок с цифрой 31. Хм... Чтобы это могло значить? ",
    "answers": [
      {
        "id": 10,
        "text": "31 - Новый Год"
      },
      {
        "id": 14,
        "text": "31 - Это сколько я выпью бутылок шампанского в Новый Год"
      }
    ]
  },
  {
    "id": 14,
    "text": "Дед Мороз сказал: Неправильно! Я сейчас заморожу тебя своим волшебным посохом! Раз, два, три, гореть начни!\nНу, а дальше, всё просто. Ты начал гореть и сгорел. Да, да, ты не ослышался, ты сгорел, хотя под тобой лежало много снега.",
    "answers": [
      {
        "id": 1,
        "text": "Я видимо, плохо себя вёл в этом году..."
      }
    ]
  },
  {
    "id": 15,
    "text": "Ты словил леща, это правда. Лещ выпрыгнул из снега с криком: АКУНАМАТАТА!!! В результате которого, ты был сбит с ног ещё раньше удара.",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 16,
    "text": "Вместо Гринча ты ударил Деда Мороза, но не бойся, ты всё сделал правильно, это Гринч хотел тебя запутать и поменялся телами с Дедом Морозом. Но твоя неточность разрушила все его планы.Он упал. Дед Мороз сказал: Ты молодец, можешь забрать свой подарок раньше других! Вот он! И Дед достал подарок с числом 31.",
    "answers": [
      {
        "id": 17,
        "text": "Шампанское!"
      },
      {
        "id": 17,
        "text": "Ура!"
      }
    ]
  },
  {
    "id": 17,
    "text": "Ты получил свой подарок — это была надпись:\n                   С НОВЫМ ГОДОМ!\nТвоя реакция!",
    "answers": [
      {
        "id": 19,
        "text": "Я ждал большего"
      },
      {
        "id": 20,
        "text": "Круто!"
      }
    ]
  },
  {
    "id": 18,
    "text": "Дед Мороз посадил тебя в сани и вы улетели в Великий Устюг — на Родину Деда Мороза. Он позвал тебя к себе домой.",
    "answers": [
      {
        "id": 22,
        "text": "Согласиться"
      }
    ]
  },
  {
    "id": 19,
    "text": "Тогда, продолжай прохождение. Дед Мороз сделал с тобой селфи и спросил: Хочешь второй подарок?",
    "answers": [
      {
        "id": 18,
        "text": "Конечно!"
      },
      {
        "id": 21,
        "text": "Не надо, мне и одного хватит"
      }
    ]
  },
  {
    "id": 20,
    "text": "Доволен? Уходи.",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 21,
    "text": "Ладно — сказал Дед Мороз и ушёл.",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 22,
    "text": "Ты пришёл к нему домой. Вы попили чай, поговорили и он сказал: Ладно, пора тебе домой, скоро Новый Год, мне нужно разносить подарки.",
    "answers": [
      {
        "id": 23,
        "text": "А как же мой второй подарок? Вы не забыли?"
      }
    ]
  },
  {
    "id": 23,
    "text": "Так чаепитие у меня дома в Великом Устюге и было для тебя подарком! Так ты рад?",
    "answers": [
      {
        "id": 24,
        "text": "Да! Я очень рад!"
      },
      {
        "id": 25,
        "text": "Нет, я ожидал большего"
      }
    ]
  },
  {
    "id": 24,
    "text": "Дед Мороз улыбнулся и отправил тебе домой. Ты встретил Новый Год один, но зато Дед Мороз пришёл к тебе в гости 1 января! Ух и веселья было! Теперь, вы с ним настоящии кореши! Новый Год прошёл просто офигенно!\n                     С НОВЫМ ГОДОМ!!!",
    "answers": [
      {
        "id": 1,
        "text": "С Новым Годом!"
      }
    ]
  },
  {
    "id": 25,
    "text": "Ах так! И Дед Мороз заморозил тебя своим волшебным посохом.",
    "answers": [
      {
        "id": 1,
        "text": "Скр... Холодно..."
      }
    ]
  },
  {
    "id": 26,
    "text": "",
    "answers": []
  }
]