[
  {
    "id": 1,
    "text": "Подземный сверхсекретный военный комплекс.\nЛюди в белых халатах. Неудачный эксперимент.\nТолпы монстров.\n Вам надо разобраться что здесь происходит и предотвратить катастрофу.\nВы будете подопытным в страшном эксперементе.\nВам нужно уничтожить всех монстров которые вырвались из лаборатории .",
    "answers": [
      {
        "id": 2,
        "text": "начать"
      }
    ]
  },
  {
    "id": 2,
    "text": "ВОСПОМИНАНИЯ:\nВас забрали прямо из казарм. Отобрали тех у кого не было родных. Видимо не хотели чтобы кто-то искал пропавших солдат. Нам сказали что с помощью каких-то препаратов сделают из нас суперсолдат и поместятся в специальное элитное подразделение. После разбросали по комнатам больше похожим на тюремные камеры ...\n",
    "answers": [
      {
        "id": 3,
        "text": "очнутся"
      }
    ]
  },
  {
    "id": 3,
    "text": "Вы открыли глаза.Вас ослепил яркий свет от лампы. Вокруг сновали люди в белых халатах. На\nсоседних койках лежали люди. К некоторым уже были подключены капельнецы к другим их только собирались подключить.\nВы внезапно почувствовали слабость.",
    "answers": [
      {
        "id": 4,
        "text": "наблюдать"
      },
      {
        "id": 5,
        "text": "претворится что вы ещё в отключке"
      }
    ]
  },
  {
    "id": 4,
    "text": "К вам подошёл один из людей в халате. Заметив что вы очнулись он достал шприц с какой-то жидкостью. Он поднял руку чтобы вколоть шприц вам в руку",
    "answers": [
      {
        "id": 6,
        "text": "сопротивляться"
      }
    ]
  },
  {
    "id": 5,
    "text": "вскоре из-за слабости вы действительно отключились.",
    "answers": [
      {
        "id": 7,
        "text": "проснуться"
      }
    ]
  },
  {
    "id": 6,
    "text": "Вы попытались остановить его но сковавшая вас  слабость не дала вам пошевелить даже пальцем.\nШприц вошёл в ваш бидцепс и жидкость отправилась в ваш организм. Вскоре вы  отключились.",
    "answers": [
      {
        "id": 7,
        "text": "проснуться"
      }
    ]
  },
  {
    "id": 7,
    "text": "Вы очнулись в своей комнате-камере. Слабость прошла. Лежа вы заметили что в комнате не кого нет кроме вас.",
    "answers": [
      {
        "id": 8,
        "text": "подойти к двери"
      },
      {
        "id": 9,
        "text": "подойти к решетке вентеляции"
      }
    ]
  },
  {
    "id": 8,
    "text": "встав с кровати вы подошли к двери. Она была заперта и слишком прочная чтобы выбить её плечем.",
    "answers": [
      {
        "id": 7,
        "text": "отойти от двери"
      }
    ]
  },
  {
    "id": 9,
    "text": "решетка вентиляции была прикручена не больштми болтами. Видимо адменистрация этого комплекса не предположили что кто-то попытается сбежать через вентеляцию. Ведь эти болты можно было сорвать без особых усилий.",
    "answers": [
      {
        "id": 7,
        "text": "отойти от решетки"
      },
      {
        "id": 10,
        "text": "оторвать решетку"
      }
    ]
  },
  {
    "id": 10,
    "text": "Оторваф решетку вы влезли в вентеляцию. Проползя вперед вы увидели ещё одну решетку.\nВидимо она вела в комнатщ другого подопытного.",
    "answers": [
      {
        "id": 11,
        "text": "посмотреть сквозь решетку в комнату"
      }
    ]
  },
  {
    "id": 11,
    "text": "В комнате спиной к вам стоял человек. В нем вы узнали того кто лежал на соседней койке с подключеной к нему капельницой.",
    "answers": [
      {
        "id": 12,
        "text": "Окликнуть его"
      },
      {
        "id": 15,
        "text": "спрыгнуть в люк"
      }
    ]
  },
  {
    "id": 12,
    "text": "Человек обернулся на звук. Тут вы увидели его лицо. Его глаза были полностью черными , без белков. Нижняя челюсть его деформировалась вместо обычной человеческой она занимала пол лица и была утыкана острыми зубами.",
    "answers": [
      {
        "id": 13,
        "text": "Бежааааать"
      },
      {
        "id": 14,
        "text": "смотреть что будет"
      }
    ]
  },
  {
    "id": 13,
    "text": "Вы отползли в сторону ",
    "answers": [
      {
        "id": 16,
        "text": "ползти дальше"
      }
    ]
  },
  {
    "id": 14,
    "text": "Он начал дергать решетку вентиляции.Открыв свой ужасный рот.",
    "answers": [
      {
        "id": 13,
        "text": "бежааааать"
      }
    ]
  },
  {
    "id": 15,
    "text": "вы спрыгнули в люк. Тут на вас набросился какой-то монстр.Последнее что вы увидели был огромный рот того существа.Вы мертвы.",
    "answers": [
      {
        "id": 1,
        "text": "конец"
      }
    ]
  },
  {
    "id": 16,
    "text": "\"Вот что сделал тот препарат который должен был сделать из вас суперсолдат.Он превратил всех в монстров.\"-подумали вы. Ползя по вентиляции. Вам очень повезло что препарат вам ввести не успели А то тоже бы стали агрессивным уродом прямо как существо из той комнаты.",
    "answers": [
      {
        "id": 17,
        "text": "ползти дальше"
      }
    ]
  },
  {
    "id": 17,
    "text": "Вы заметили ещё одну решетку.Из-за неё доносились голоса.",
    "answers": [
      {
        "id": 18,
        "text": "Посмотреть сквозь решетку."
      }
    ]
  },
  {
    "id": 18,
    "text": "Вы видете небольшую лабораторию. В центре на столе лежит \"существо\" похожее на того что вы недавно видели.Оно было привязано к столу толстыми кожаными ремнями.\nЛюди в белых халатах что-то вводят ему из шприца.",
    "answers": [
      {
        "id": 19,
        "text": "наблюдать"
      }
    ]
  },
  {
    "id": 19,
    "text": "После очередного укола существо закричало и дернулось.Ремни  затрещали. Видимо оно было очень сильно. Следующий рывок и ремни рвутся как нитки.Существо вскакивает и нападает на одного из учённых.Другой бросается к железному шкафу.Открывает его но на него тоже бросается монстр. Вы замечаете что-то блестящее внутри шкафа.В это время взревел сигнал тревоги и в комнату в вбежало трое охранников.Они не успели опомниться прежде чем их разорвали на части.Расправившись с охраной монстр выбежал в коридор.Сквозь приоткрытую дверь вы увидели что из некоторых комнат выбегают такие же твари.",
    "answers": [
      {
        "id": 20,
        "text": "присмотреться к содержимому шкафа"
      },
      {
        "id": 21,
        "text": "спрыгнуть в опустевшею лаболаторию"
      },
      {
        "id": 22,
        "text": "продолжить путешествие по вентиляции"
      }
    ]
  },
  {
    "id": 20,
    "text": "Примотревшись вы увидели в шкафу пулемет!\n\"Чтож теперь у меня намного больше шансов выжить!\" подумали вы.Пулемет отличное оружие для узких проходов комлекса.Тем более монстры врятли будут стрелять в ответ.",
    "answers": [
      {
        "id": 21,
        "text": "спрыгнуть в лабораторию"
      },
      {
        "id": 22,
        "text": "продолжить путь по вентиляции"
      }
    ]
  },
  {
    "id": 21,
    "text": "Спрыгнув в люк вы очютились в лаборатории.",
    "answers": [
      {
        "id": 25,
        "text": "подойти к шкафу"
      },
      {
        "id": 27,
        "text": "закрыть дверь"
      },
      {
        "id": 28,
        "text": "порыться в обломках мебели в поисках чего нибудь полезного."
      }
    ]
  },
  {
    "id": 22,
    "text": "После долгого пути по шахте вентиляции вы почуствовали что заблудились а тут ещё и чуство голода и жажды стали настолько сильны что вы поняли что вам долго не прожить...\n",
    "answers": [
      {
        "id": 24,
        "text": "СПУСТЯ НЕКОТОРОЕ ВРЕМЯ"
      }
    ]
  },
  {
    "id": 23,
    "text": "в шкафу лежало долгожданное оружие.Вы взяли ПУЛЕМЕТ!",
    "answers": [
      {
        "id": 31,
        "text": "направляться к выходу из комплеса."
      },
      {
        "id": 32,
        "text": "направлятся к центру управления комплекса.(в глубь комплекса)"
      }
    ]
  },
  {
    "id": 24,
    "text": "Конец смерть от голода и жажды...\nВаш труп остался гнить в узких тоннелях вентиляции...",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 25,
    "text": "В шкафу лежит долгожданое оружие.Взяв огромный ручной пулемет вы ощутили прилив сил и смелости.Теперь вы покажете этим тварям кто тут хозяин.",
    "answers": [
      {
        "id": 26,
        "text": "дальше"
      }
    ]
  },
  {
    "id": 26,
    "text": "через незакрытую дверь в камнату забежало несколько монстров.Они напали с разных сторон. Положив нескольких тварей раскидистой очередью из пулемета вы не заметили как один из монстров зашёл к вам в тыл. Он прыгнул к вам на спину и впился своими острыми  зубами.",
    "answers": [
      {
        "id": 1,
        "text": "умереть"
      }
    ]
  },
  {
    "id": 27,
    "text": "Вы закрыли дверь и вовремя.Один из монстров решил полакомится вами но дверь захлопнулась перед самым его носом",
    "answers": [
      {
        "id": 30,
        "text": "вернуться в центр лаборатории"
      }
    ]
  },
  {
    "id": 28,
    "text": "В обломках вы нашли документы и записи учённых. Внезапно дверь распахнулась и в комнату влетело несколько монстров. Один из них уже несся к вам.Видимо шум который вы произвели когда рылись в обломках привлек этих тварей.К счастью вы заметили рядом с собой увесистую ножку от стола",
    "answers": [
      {
        "id": 29,
        "text": "Ударить существо ножкой стола"
      }
    ]
  },
  {
    "id": 29,
    "text": "монстр игнорирует ваш удар и разевает свой огромный рот...",
    "answers": [
      {
        "id": 1,
        "text": "смерть в желудке существа когда-то бывшего человека"
      }
    ]
  },
  {
    "id": 30,
    "text": "Спрыгнув в люк вы очютились в лаборатории.",
    "answers": [
      {
        "id": 23,
        "text": "подойти к шкафу"
      }
    ]
  },
  {
    "id": 31,
    "text": "вы начали своё похождение к выходу из этого подземного комплекса. В первом каридоре вы увидели 3 монстров пожираюших труп охранника.",
    "answers": [
      {
        "id": 33,
        "text": "Убить их"
      },
      {
        "id": 34,
        "text": "подойти ближе"
      }
    ]
  },
  {
    "id": 32,
    "text": "вы отправились в центр управления.По пути вам всретилось совсем немного монстров.Причем чем глубже вниз вы спускались тем меньше бвло этих тварей.",
    "answers": [
      {
        "id": 44,
        "text": "дальше"
      }
    ]
  },
  {
    "id": 33,
    "text": "устранив тварей короткой  очередью вы отправились дальше.Дойдя до конца коридора вы увидели лифт и лестницу.",
    "answers": [
      {
        "id": 35,
        "text": "поехать на лифте."
      },
      {
        "id": 36,
        "text": "подняться по лестнице"
      }
    ]
  },
  {
    "id": 34,
    "text": "вы подошли чуть ближе.Но тут одна из тварей заметила вас. Она прыгнула. Вы выпустили короткую очередь из пулемета но было поздно её челюсти сомкнулись на вашем горле",
    "answers": [
      {
        "id": 1,
        "text": "смерть"
      }
    ]
  },
  {
    "id": 35,
    "text": "лифт работал исправно. Видимо энергоснабжение в комплексе работало.Вскоре вы поднялись на верхний этаж.Вдруг вы подумали что в кабине лифта вы сможете поспать не беспокоясь о сваей безопасности.",
    "answers": [
      {
        "id": 37,
        "text": "поспать в кабине лифта"
      },
      {
        "id": 40,
        "text": "выйти из лифта"
      }
    ]
  },
  {
    "id": 36,
    "text": "На лестнице находилось несколько монстров.После короткого боя  вы поднялись на верхний этаж комплекса.",
    "answers": [
      {
        "id": 40,
        "text": "выйти в коридор"
      }
    ]
  },
  {
    "id": 37,
    "text": "Проснувшись на следующий день вы подумали что вам очень повезло ведь возмоность спокойно поспать вы подземном комплексе кишащем монстрами очень редка.",
    "answers": [
      {
        "id": 40,
        "text": "Выйти из лифта"
      }
    ]
  },
  {
    "id": 38,
    "text": "Ваше настроение очень быстро упало ниже плинтуса когда вы поняли что дверь можно открыть только из центра управления комплекса.",
    "answers": [
      {
        "id": 42,
        "text": "спуститься вниз к ранее обнаруженной лаболатории (как вы помнили на том этаже должна быть столовая где вас кормили по прибытию в комплекс.)"
      },
      {
        "id": 43,
        "text": "Остаться охранять дверь чтобы эти твари не вырвались наружу"
      }
    ]
  },
  {
    "id": 39,
    "text": "Высрелив вы обошли тело.",
    "answers": [
      {
        "id": 41,
        "text": "идти дальше"
      }
    ]
  },
  {
    "id": 40,
    "text": "в коридоре вы увидели одного монстра  он стоял и не шевелится.Вдруг он упал.Просто взял и упал.",
    "answers": [
      {
        "id": 41,
        "text": "обойти тело"
      },
      {
        "id": 39,
        "text": "всадить ему пулю а лоб на всякий случай."
      }
    ]
  },
  {
    "id": 41,
    "text": "пройдя по коридору вы увидели главную дверь. Вы почуствовали как радосттно заколотило сердце предвкушая свободу.",
    "answers": [
      {
        "id": 38,
        "text": "Открыть дверь и выйти из комплекса."
      }
    ]
  },
  {
    "id": 42,
    "text": "вы спустились вниз и поев в столовой отправились в центр управления.",
    "answers": [
      {
        "id": 32,
        "text": "далее"
      }
    ]
  },
  {
    "id": 43,
    "text": "К двери ни кто не пришодил но вскоре вы почувствовали сильное чуство голода и жажды.\nПосле того как на вас напали трое тварей  вы ощютили изнеможение и следующию их а атаку вы не пережили.",
    "answers": [
      {
        "id": 1,
        "text": "конец"
      }
    ]
  },
  {
    "id": 44,
    "text": "Вот вы наконец прибыли в центр управления.Там вы увидели человека.Именно человека а не монстра.Он стоял около пульта и чтото набирал на клавиатуре.",
    "answers": [
      {
        "id": 45,
        "text": "окликнуть его."
      },
      {
        "id": 46,
        "text": "убить его "
      }
    ]
  },
  {
    "id": 45,
    "text": "человек оглянулся и выхватил пистолет. Раздался выстрел и вы почуствовали как пуля входит в вашу грудь ...",
    "answers": [
      {
        "id": 1,
        "text": "конец"
      }
    ]
  },
  {
    "id": 46,
    "text": "Вы выпустили в него короткую очередь из пулемета и он упал на пульт заливая его поверхность кровью.",
    "answers": [
      {
        "id": 47,
        "text": "открыть дверь с помощью пульта"
      }
    ]
  },
  {
    "id": 47,
    "text": "Вы подошли к пульту и только сейчас поняли что совсем не знаете ткак управлять им.Единственная кнопка которую вы знали это кнопка самоуничтожения.",
    "answers": [
      {
        "id": 48,
        "text": "нажать кнопку самоуничтожения"
      }
    ]
  },
  {
    "id": 48,
    "text": "вы нажали на кнопку...\nТут же взвыла сирена и раздался взрыв потом ещё один....\n     вы героически погибли и уничтожили всех монстров!\n",
    "answers": [
      {
        "id": 1,
        "text": "конец! победа!"
      }
    ]
  },
  {
    "id": 49,
    "text": "",
    "answers": []
  }
]