[
  {
    "id": 1,
    "text": "\nЖанр: романтика\n\nАвтор: Sofa17\n\nЗдравствуйте дорогие читатели! Готовы ли вы погрузиться в необычную историю? София- простая девушка, изгой, но однажды все меняется с появлением обычного кота... Или же... необычного? Спасибо большое за лайки и хорошие комментарии! Пожалуйста, если найдете или увидите ошибку, напишите, я её исправлю. Спасибо))) и приятного вам прочтения. С уважением Sofa17 \n",
    "answers": [
      {
        "id": 1,
        "text": "",
        "bgImg": "https://a.radikal.ru/a23/1812/5f/0ac0b4fd17f2.jpg",
        "system": true
      },
      {
        "id": 2,
        "text": "Начать",
        "var_str_set": [
          "global bg_music",
          "id",
          "http://d.zaix.ru/iJww.mp3"
        ]
      },
      {
        "id": 1,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b19/2006/e9/24ba3375e6d6.png"
      },
      {
        "id": 9,
        "text": "Герои "
      }
    ]
  },
  {
    "id": 2,
    "text": "Главы:",
    "answers": [
      {
        "id": 3,
        "text": "Самый обычный школьный день"
      },
      {
        "id": 4,
        "text": "Кот ( от лица кота) "
      },
      {
        "id": 5,
        "text": "Рождество"
      },
      {
        "id": 6,
        "text": "Фурфур "
      },
      {
        "id": 7,
        "text": "День Рождения "
      },
      {
        "id": 8,
        "text": "Счастливый конец??? "
      },
      {
        "id": 9,
        "text": "ГЕРОИ "
      },
      {
        "id": 1,
        "text": "На первую страницу "
      }
    ]
  },
  {
    "id": 3,
    "text": "\"Сегодня особенный день! 1 день школы!\" Так думали вы собираясь в школу. День стоял на редкость солнечный и ясный",
    "answers": [
      {
        "id": 17,
        "text": "Выйти из дома"
      },
      {
        "id": 3,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c33/1903/1f/0ee72739b194.jpg"
      }
    ]
  },
  {
    "id": 4,
    "text": "Наступила зима... . А кто я? Всего лишь кот… нет, я не совсем обычный кот, а демон, и меня зовут Монаэль. Ну, временно… да, я тот самый демон, который в аду поучает грешников, варит их в котле, грозно смеясь, да ещё и так, что каменный потолок может обвалиться, но сейчас предстаю в образе кота. Почему? Потому что мой дорогой папочка, Люцифер, временно изгнал меня из Ада. Видите ли, ему вовремя отчёт не сдал по количеству грешников, поступивших к нам за последний месяц, а он и сослал меня на землю, сказал, мол, иди учись уму-разуму. А чему здесь можно научиться? Я всего-то тут первый день, и здесь мне уже не нравится. Тут холодно, здесь валит снег. Да, как я слышал, люди называют это снегом. Это такие белые мошки, которые опускаются на землю. А ещё с ними любят играть земные коты. Что за бред? Я уж точно до такого не опущусь… я не понимаю, зачем я здесь. ",
    "answers": [
      {
        "id": 34,
        "text": "Осмотреться"
      },
      {
        "id": 4,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a02/2004/bd/e70d8979991e.jpg"
      }
    ]
  },
  {
    "id": 5,
    "text": "Направившись наверх, я остановился у комнаты Сони, слыша чьи-то голоса. Её мать… нахмурившись, я прислушался.\n\n— Соня, я уже говорила тебе, что мы уезжаем, — напомнила ей мать, на что Соня промолчала, — так вот, пожалуй, нам лучше уехать завтра…\n\nОтлично, моя магия, кажется, сработала!\n\n— Я поговорила с твоим отчимом и решила, что лучше нам оставить тебя… ты ведь не поедешь с нами к бабушке?\n\n— Чего я там забыла, — фыркнула Соня в ответ, на что мать тяжело вздохнула. – Ты же знаешь, что эта бабушка меня ненавидит, я бы хотела к другой…\n\n— Соня, — строго начала мать, — хватит, твоя бабушка со стороны отца не захотела нас принять в этом году, поэтому мы поедем к другой.\n\n— Но я не хочу, — отрезала девушка.\n\n— Отлично, — фыркнула мать. Я поспешил заглянуть в комнату через маленькую щёлку света, глядя на то, как её мать раздражённо скрестила руки на груди, а сама Соня уже давно переоделась в более нормальную одежду, скрестив руки на груди и язвительно глядя на мать так, словно женщина чем-то провинилась перед ней. Ещё бы, как я понимал сейчас мою Соню… мою Соню… да… мою. И завтра мы останемся одни, верно? Интересно, во сколько они уедут? – Я так и думала, ничего особенного. Твоя бабушка была бы рада тебя увидеть, вы ведь давно не виделись и даже по телефону редко…",
    "answers": [
      {
        "id": 60,
        "text": "Ответить ей"
      },
      {
        "id": 5,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d11/2004/28/f7dca8d0d404.jpg"
      }
    ]
  },
  {
    "id": 6,
    "text": "\n—Привет, чего тебе?\n\nОн самоуверенно вошёл в дом, Соня не хотела, чтобы он увидел Монаэля и мысленно попросила спрятаться.... Но он лишь только вышел...\nБред остался невозмутимым..\n\n—Представишь своего друга?\n\nСпросил резко Монаэль, от него осталась только внешность холодной непреступности.Соня  поежилась и он это заметил, стал более мягок, но не расслабился. Бред в это время смотрел то на Соню, то на Монаэля...\n\n—эттто... Монаэль.. Монаэль.. Это... Бред..\n\nОни сверлили Соню взглядами, ей захотелось спрятаться... Провалиться хоть в ад! Монаэль усмехнулся. Бред же повернулся к Соне и спросил:\n\n— хотел пригласить в кино.... Ты пойдёшь???? ",
    "answers": [
      {
        "id": 83,
        "text": "Надо подумать... "
      },
      {
        "id": 6,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b10/2004/4c/8278da4cac21.jpg"
      }
    ]
  },
  {
    "id": 7,
    "text": "Прошло 3 дня. Монаэль так и не возвращался. Соня думала о нем постоянно. Недавно приходил Фурфур. Он бесцеремонно постучался с внутренней стороны шкафа. От такого Соня вздрогнула, но шкаф открыла. Он галлантно вошёл.\n\n— Привет, какие у вас двери странные!\n\n—Это шкаф... Зачем ты пришёл?\n\n— Монаэль просил передать, он в аду. На вещает друзей. Просил не беспокоится ",
    "answers": [
      {
        "id": 110,
        "text": "Возмутиться"
      },
      {
        "id": 7,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d03/2005/e7/f14534cce175.jpg"
      }
    ]
  },
  {
    "id": 8,
    "text": "—Пошли домой..  Я не хочу сдесь оставаться.\n\nСоня попросила Монаэля и тот лишь тихонько дунул на неё. Очнулась она только в своём доме. Монаэль сидел около кровати, где её и положил, и рассматривал её с ног до головы... Потом он тихо спросил:\n\n—Ты меня любишь?\n\nСоня задумалась... ",
    "answers": [
      {
        "id": 122,
        "text": "Да"
      },
      {
        "id": 128,
        "text": "Нет, я люблю Фурфура... "
      }
    ]
  },
  {
    "id": 9,
    "text": "Герои",
    "answers": [
      {
        "id": 10,
        "text": "София"
      },
      {
        "id": 11,
        "text": "Монаэль"
      },
      {
        "id": 12,
        "text": "Ира"
      },
      {
        "id": 13,
        "text": "Бред"
      },
      {
        "id": 14,
        "text": "Фурфур"
      },
      {
        "id": 15,
        "text": "Отчим"
      },
      {
        "id": 16,
        "text": "Мама"
      },
      {
        "id": 22,
        "text": "Эмма"
      },
      {
        "id": 2,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 10,
    "text": "Знакомьтесь, это София ( вы). Дружелюбная, скромная и очень добрая девушка. Вам всего 17, но вам постоянно кто-то хочет испортить жизнь! Любите мифологию и разные интересные истории. Любите слушать музыку. Именно вам предстоит распорядиться её судьбой",
    "answers": [
      {
        "id": 9,
        "text": "Назад"
      },
      {
        "id": 10,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b06/1812/f7/68b10300b5bb.jpg"
      }
    ]
  },
  {
    "id": 11,
    "text": "Монаэль красивый демон, его отец Люцифер. Оказывается он предпочитает книги и у него непростая судьба. Очень серьёзный на вид, но душа добрая. ",
    "answers": [
      {
        "id": 9,
        "text": "Назад"
      },
      {
        "id": 11,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d02/1812/4b/e1a7ae308697.jpg"
      }
    ]
  },
  {
    "id": 12,
    "text": "Да уж, Ира вам не друг.  Ведь когда-то вы были лучшими подружками! Пока она однажды не  встретила Бреда и все поменялось.... Очень эгоистичная и самодовольная девушка. Она старше вас на 1 год, предпочитает клубы и тусовки ",
    "answers": [
      {
        "id": 9,
        "text": "Назад"
      },
      {
        "id": 12,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d04/1812/3a/661ec73d86c0.jpg"
      }
    ]
  },
  {
    "id": 13,
    "text": "Самодовольный и неприятный в общении человек. Парень Иры, но она не знает с кем на самом деле связалась и кем он окажется. Самый популярный парень в школе. Все девочки от него без ума",
    "answers": [
      {
        "id": 9,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 14,
    "text": "Она очень весёлый и неуелюжий демон. Друг Монаэля. Не пунктуальный, но очень зоботливый ",
    "answers": [
      {
        "id": 9,
        "text": "Назад"
      },
      {
        "id": 14,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a02/2004/90/80416ae7ca68.jpg"
      }
    ]
  },
  {
    "id": 15,
    "text": "У вас в семье все хорошо, кроме одного. Мама познакомилась с Андреем. Где она его нашла? Теперь он ваш отчим. Часто пьёт и бьёт Софию. Но матери вашей не рассказывает и вас припугивает",
    "answers": [
      {
        "id": 9,
        "text": "Назад"
      },
      {
        "id": 15,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d00/1812/09/f2fc44979df0.jpg"
      }
    ]
  },
  {
    "id": 16,
    "text": "Очень добрая, сердечная женщина. Очень трудолюбиаая работает на 2 работах. Андрей же нигде не работает. Поэтому ей приходится туго и вы видите её редко. ",
    "answers": [
      {
        "id": 9,
        "text": "Назад"
      },
      {
        "id": 16,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d31/1812/b3/d364a85c55ce.jpg"
      }
    ]
  },
  {
    "id": 17,
    "text": "Вы уже стояли на пороге и одев любимую черную кофту собирались уйти\n— Соня, а как же маму поцеловать?\nК вам подошла милая женщина лет 35, она поцеловала вас в лоб. Вы мило ей помохали и отправились в школу. ",
    "answers": [
      {
        "id": 18,
        "text": "В школе"
      }
    ]
  },
  {
    "id": 18,
    "text": "В школе было непривычно шумно, все стояли с цветами и конфетами. Вы тоже принесли шоколадку, в раздевалке вас ждал неприятный сюрприз. Ира обняв Бреда стояли и издевались над одной из новеньких... ",
    "answers": [
      {
        "id": 19,
        "text": "Защитить новенькую"
      },
      {
        "id": 20,
        "text": "Уйти"
      },
      {
        "id": 18,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b30/1903/cd/153a3c2019b3.png"
      }
    ]
  },
  {
    "id": 19,
    "text": "Вы подошли к этой парочке заслонив плачущую девушку. Ира переглянулась с Бредом и подошла к вам. Вы знали, что она сильнее вас, Ира подошла и толкнула вас так, что вы упали на пол. Они издевались над вами ещё пару минут, пока не прозвенел звонок.\n— Слушай дура, тебя звонок спас\nТак сказала Ира и ушла, обнимая Бреда. Вы подошли к новенькой и спросили:\n— все хорошо? Сильно обидели?\n— да, спасибо. Больно было тебе?\n— нет, все в порядке...\nТак вы познакомились с Эммой. ",
    "answers": [
      {
        "id": 21,
        "text": "На уроке",
        "var_concat": [
          ""
        ]
      }
    ]
  },
  {
    "id": 20,
    "text": "Вы прошли мимо, т. к не любили конфликты, особенно с теми типами, как Ира и Бред. Новенькой видимо не повезло, раз наткнулась на них. Вы попытались проскользнуть мимо обидчиков, но Ира вас заметила.\n—Смотрите, кто идёт! Королева лохов!!! Хахах..\nВам было обидно, но вы уже привыкли к насмешкам.",
    "answers": [
      {
        "id": 29,
        "text": "На уроке"
      },
      {
        "id": 20,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d36/2004/9b/707be3919720.jpg"
      }
    ]
  },
  {
    "id": 21,
    "text": "Вы мирно сидели возле окна, слушая музыку. Вам было не интересно слушать лекции биолога.\n—Соня к доске\nВы подошли к столу. Ещё минут 15 он вас о чем-то расспрашивал.\n— садись 4\nПройдя мимо Бреда, который вам нравился, Ира поставила подножку и вы всем телом плюхнулись на пол. ",
    "answers": [
      {
        "id": 23,
        "text": "Встать"
      },
      {
        "id": 21,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c28/2004/74/94b94d1ff5b5.jpg"
      }
    ]
  },
  {
    "id": 22,
    "text": "Добрая девушка, всегда готова прийти к вам на помощь ",
    "answers": [
      {
        "id": 22,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c00/1812/b3/a4a1bf2b97d7.jpg"
      },
      {
        "id": 9,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 23,
    "text": "Вы гордо встали, будто ничего не произошло и сели на свое место. Ира и Бред посмеивались над вами... ",
    "answers": [
      {
        "id": 24,
        "text": "Высказать им все"
      },
      {
        "id": 25,
        "text": "Молчать"
      }
    ]
  },
  {
    "id": 24,
    "text": "После уроков, вы смело подошли к",
    "answers": [
      {
        "id": 26,
        "text": "Ире"
      },
      {
        "id": 27,
        "text": "Бреду"
      }
    ]
  },
  {
    "id": 25,
    "text": "Вы промолчали, Ира постоянно вам пакостила! Вам это так надоело! Вы понимали её защитят, а вот вас — никто. Многие считали, что вы обуза класса и у вас \"корона\" на голове, хотя это не так.  Вы не любили споры и конфликты и пытались их избежать. ",
    "answers": [
      {
        "id": 28,
        "text": "После школы"
      }
    ]
  },
  {
    "id": 26,
    "text": "— слушай, тебе не надоело над всеми издеваться?!\n— тебе какое дело, запомни ты — никто.\nУ вас терялось терпение, вы понимали, что если вы не уйдёте, то будет сильный скандал. Это плохо закончится. ",
    "answers": [
      {
        "id": 30,
        "text": "Уйти"
      },
      {
        "id": 31,
        "text": "Продолжать "
      }
    ]
  },
  {
    "id": 27,
    "text": "— слушай Бред, скажи Ирине чтобы перестала над всеми издеваться!\n— хах, и это просит кто?\n—.....\n— слушай, Ирина считает меня своим парнем. Но понимаешь, мне она не нравится. Нравишься мне ты. Может сходим в кино?\nВы конечно были в шоке, но заподозрили что-то неладное. ",
    "answers": [
      {
        "id": 32,
        "text": "Отказаться"
      },
      {
        "id": 33,
        "text": "Согласиться"
      }
    ]
  },
  {
    "id": 28,
    "text": "Выйдя из школы, вас догнала Эмма. Всю дорогу вы болтали о разном, оказалось вы соседи! Ира и Бред пошли в клуб, вы знали что Ира давно не девственница. Вам было наплевать. Дома вас ждал уже отчим, он постоянно был пьян и орал на вас просто так. Вы понимали, что и сегодня дома вас ждут побои... Вам было очень неохота идти домой, но не приходилось выбирать. Вечер прошёл как обычно:ругань, фырканье и чтение любимой книги. Уроки было лень делать, но важные сделали. Вобщем день не очень... ",
    "answers": [
      {
        "id": 2,
        "text": "Конец 1 главы"
      }
    ]
  },
  {
    "id": 29,
    "text": "—Соня к доске!\nБиолог, как он достал! Постоянно вас вызывает! Минут 15 он вас о чем-то расспрашивал.\n—Ладно, садись 4\nПройдя мимо Бреда, Ира поставила подножку и вы всем телом плюхнулись на пол. Все засмеялись. К вам подошла,  новенькая и помогла подняться. Вы сели на свое место рядом с ней. Оказалось её зовут Эмма. ",
    "answers": [
      {
        "id": 23,
        "text": "Встать"
      },
      {
        "id": 29,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b42/2004/d1/2cc71ef3ce06.jpg"
      }
    ]
  },
  {
    "id": 30,
    "text": "Вы ушли, так как понимали, что дальше разговор бесполезен. Вдруг вы встретили Бреда и решили выговорить все ему. ",
    "answers": [
      {
        "id": 27,
        "text": "Идти"
      }
    ]
  },
  {
    "id": 31,
    "text": "— слушай, ты ведёшь себя будто ты пуп мира!\n— да, так и есть. Но ты никто, я умнее тебя!\n— Твой ум затмит, лишь свет таршера.\n— так, девочка заговорила, ты хочешь сказать, что я тупая?\n— нет, просто я хочу, чтобы ты прекратила издеваться над новенькой и другими!\n— и что? Что мне будет? Или ты будешь мне угрожать и звать мамочку??  Хаха\n— ну я же не зеркало, чтобы пугать.\nОна не знала что на это ответить и вы с гордостью ушли. ",
    "answers": [
      {
        "id": 27,
        "text": "Идти по коридору вниз. Вдруг вы встретили Бреда... "
      }
    ]
  },
  {
    "id": 32,
    "text": "— я не могу. Не получится. Пока!\nВы быстро Убежали, он с удивлением посмотрел вам вслед. ",
    "answers": [
      {
        "id": 2,
        "text": "Конец 1 части"
      }
    ]
  },
  {
    "id": 33,
    "text": "Вы согласились, во время кино ( а вы сидели на самом дальнем ряду) вы почувствовали боль. Последнее что вы увидели, только красные глаза. Они сияли в тёмном кинозале. ",
    "answers": [
      {
        "id": 1,
        "text": " Плохой конец((("
      }
    ]
  },
  {
    "id": 34,
    "text": "— Эй, а ты что здесь делаешь? – тихо спросила Софья, уже направившись к коту. Тот внезапно попятился назад, словно испугавшись. Улыбнувшись, Софья протянула руку к нему. Кот остановился. И странно то, что он пятится… обычно кошки не умеют этого делать, он мог бы развернуться и убежать, если ему что-то не понравилось. А он пятится… — Не бойся, я же тебя не обижу… откуда ты? \n( мысли Монаэля) \nЕсли бы я сказал тебе, откуда я, ты бы не стала со мной разговаривать, ты бы упала в обморок или убежала бы от меня, не стала бы вообще иметь дела с подобным существом… интересно, а как тебя зовут? У вас, у людей, глупые имена, но я даже и не могу предположить, какое у тебя имя. Наверное, оно такое же красивое, как и ты, как твой голос… и твой голос такой мелодичный… я бы хотел его слушать и слушать, даже ничего не говоря тебе. Представь, если бы я лёг рядом с тобой? А ты бы гладила меня, что-то напевала мне тихо, целовала бы меня в макушку… даже демоны хотят того же, чего и простые люди. \n",
    "answers": [
      {
        "id": 35,
        "text": "Эй Соня! "
      }
    ]
  },
  {
    "id": 35,
    "text": "окликнул девушку знакомый голос. Кот навострил уши, резко посмотрев в сторону голоса и в некотором испуге и настороженности вытаращив свои чёрные глаза. К Соне приближался парень, одетый в простую зелёную куртку, на ногах его были зимние тёплые кроссовки, а рядом с ним, приветливо гавкая и помахивая пушистым хвостом, шла здоровая большая собака, ростом едва ли не по плечо парню. Соня, улыбнувшись, выпрямилась и помахала парню рукой.\n(мысли кота) \nА это ещё кто? Да ещё и с этим существом… отец сказал, что люди называют их собаками. И что, это и есть собака? Странно… ничего особенного, я думал, что они выглядят гораздо страшнее. И тебя… тебя зовут Софья, значит? Я был прав, у тебя красивое имя… знаешь, а я ведь умею читать мысли, и твои говорят мне о том, что четырёхлапого зовут Киба, а этого двуногого рядом с ним — Лари. Хм, Киба… Лари… непримечательные имена, не то, что у тебя. Я снова смотрю на тебя, а ты так и не обращаешь на меня внимания. Странно, минуту назад ты хотела меня погладить, а что произошло теперь?",
    "answers": [
      {
        "id": 36,
        "text": "Смотреть дальше"
      },
      {
        "id": 35,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b21/2004/67/c66abaee7d3b.jpg"
      }
    ]
  },
  {
    "id": 36,
    "text": "— а это что за кот?\nСказал Лари указав на меня. Я зашипел. Соня в это время уже уходила в здание где все кричали. Я пошёл следом. Она скрылась в здании, я начал скучать и тут подняв голову я увидел её. Она сидела у окна и смотрела на меня. Я начал мяукать, через несколько минут к окну сбежались ещё люди. Они что-то говорили, но Соня молчала. ",
    "answers": [
      {
        "id": 37,
        "text": "После школы"
      }
    ]
  },
  {
    "id": 37,
    "text": "Софья меня встретила около парка, я сидел на скамейке Ооочень голодный. Она подошла и сказала:\n— А это ты... Ты наверное голоден?\nМеня осенило и я замяукал. Так мы дошли до её дома. Он был небольшой, двухэтажный. Она скрылась на несколько минут и принесла мне крышечку с чем-то белым и жидким. Я с недоверием посмотрел, она улыбнулась и сказала:\n— ты чего не ешь, глупый!\n— я то глупый!\nПодумал я про себя. И приблизился к жиже. Она оказалась очень вкусной, но пока я ел она ушла. ",
    "answers": [
      {
        "id": 38,
        "text": "Вечер"
      }
    ]
  },
  {
    "id": 38,
    "text": "Вечером я сидел под крыльцо, на улице шёл снег, белые хлопья падали на меня и мою шерсть. Вдруг я услышал крики в доме... ",
    "answers": [
      {
        "id": 39,
        "text": "Посмотреть"
      },
      {
        "id": 40,
        "text": "Остаться"
      },
      {
        "id": 38,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d29/2004/6f/7678c18a7e1a.jpg"
      }
    ]
  },
  {
    "id": 39,
    "text": "Я залез на крыльцо, от крыльца на крышу по трубе. Тут я увидел Софью и мужчину. Они о чем-то спорили, но разобрать их слова я не мог. Хотя очень хотел. Я отошёл назад, но неудержавшись свалился в огромный сугроб. Послышался стук и грохот из дома, я сел у двери и начал ждать... ",
    "answers": [
      {
        "id": 41,
        "text": "Утро"
      }
    ]
  },
  {
    "id": 40,
    "text": "Я решил остаться под крыльцо, там тепло. На улице валил снег, а из дома слышались 2 голоса. Сони и мужчины.\n—Кто это?\nПодумал я про себя и прислушался, у двери голоса было легко разобрать.\n—Нормально в школе, отстань\n—нееееет, ты... ИК... Ответь уж... ИК...\n—я же сказала, что все нормально!!!!!!!\n—Конечно..... ИК.... Кон... ИК, а ну... ИК, или сюда, мерзавка....\nПослышался шум и грохот двери на 2 этаже. Я же сидел и думал, какие люди странные создания! ",
    "answers": [
      {
        "id": 41,
        "text": "Утро "
      }
    ]
  },
  {
    "id": 41,
    "text": "Утром, как и всегда, не было ничего особенного. Сев с кровати, Соня потянулась, да ещё и так, что хрустнул позвоночник. На улице было пасмурно — однозначно собирался снова валить снег. Этого только не хватало! Вздохнув, Соня поднялась с кровати, направившись к окну и пытаясь хоть что-нибудь там разглядеть. \n\nКонечно, было немного темновато, а дворник уже приводил улицы в порядок. Судя по тому, как он усердно трудился, ночью шёл снег. Интересно, а как там её кот, который спал под крыльцом? Соня надеялась на то, что он не ушёл. Одевшись во вчерашние джинсы, но уже в другую кофту с высоким горлом, девушка завязала на голове высокий длинный хвост, чтобы волосы не мешались. Вздохнув, она направилась в ванную, прихватив с собой тушь и карандаш для глаз. Мать, конечно, сейчас начнёт что-то говорить про её нешкольный внешний вид, а потом поднимет вчерашнюю тему. \n\nВечером она ещё ругала Соню за то, что она так обошлась с отцом, у которого, оказывается, сердце потом прихватило. Ну да, Соня может быть, ощущала каплю своей вины… но нечего на неё орать без причины, так ещё и лезть с кулаками! Умывшись и приведя себя в порядок, Соня сбежала вниз по лестнице, направившись на кухню. Ещё есть время для того чтобы позавтракать. Отец был уже на работе, и Соня была дико рада тому, что сейчас его нет… но зато за столом сидела мать, подперев голову рукой и то и дело сминая тонкими пальцами отвратительного нежно-розового цвета передник, а это значило, что она явно ждёт-не дождётся момента, когда можно поговорить с Соней. Фыркнув, девушка осторожно подошла к ней, сбросив рюкзак рядом со стулом: ",
    "answers": [
      {
        "id": 42,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 42,
    "text": "— Доброе утро… а что у нас на завтрак? \n\n— Соня, — сразу же вместо приветствия начала женщина, повернув голову к дочери. Девушка вытаращила глаза от удивления – ничего себе, вот и пожелали «доброго утра», — почему ты так отвратительно вела себя вчера? \n\n— Ну это же не только вчера было, — заметила девушка, пожав плечами, видя, что мать явно не намерена пока что заниматься завтраком для неё. А потому Соне пришлось только подойти к холодильнику, достать вчерашние кексы оттуда, а потом готовить себе кофе. Как и всегда одна чайная ложка из старой баночки, как и всегда три ложки сахара, залить всё кипятком и разбавить молоком так, чтобы кофе приобрело нежный кремовый оттенок. – Заметь, мам, такое случается постоянно, разве нет? Скажи ему, чтобы он перестал распускать руки. \n\n— Что это за слова такие?! – возмутилась женщина, воззрившись на дочь, да ещё и так неодобрительно, что Соня с сарказмом закатила глаза, взяв чашку с кофе и поставив её на стол, опустившись за него и принявшись завтракать. – Соня, почему ты не можешь вести себя нормально? Ты же знаешь, что отцу из-за твоего поведения часто бывает плохо… \n\n— Пускай таблеточки попьёт. От нервов которые. Чтоб волновался меньше, — посоветовала Соня, кивнув. Мать тяжело вздохнула, устало протерев узкой ладонью усталое, измождённое повседневными проблемами лицо. – Мам, ну не надо делать такое лицо, как будто вам на меня в полицию сообщили. Что я, в конце концов, делаю противозаконного? ",
    "answers": [
      {
        "id": 43,
        "text": "Продолжить разговор"
      }
    ]
  },
  {
    "id": 43,
    "text": "— Софья, нам уже хватает того, что на тебя постоянно и систематически жалуются учителя, а особенно преподаватель физики, — отрезала мать, вскочив из-за стола и направившись к кухонному столику, принявшись готовить себе салат, достав из холодильника крупный помидор и огурец. Соня фыркнула, допив свой кофе и сполоснув чашку в раковине, с таким грохотом поставив её рядом, что посуда едва ли не раскололась, а женщина вытаращила на Софью такие же изумрудные, как и у дочери, глаза. – Заканчивай с этим. \n\n— Отлично, — пропустила Соня мимо ушей замечание матери, схватив свой рюкзак и направившись на выход. \n\nТочно, она же забыла что-нибудь взять из дома, чтобы покормить своего знакомого кота… погодите-ка, сначала она проверит, здесь ли он и не убежал ли куда, дожидаясь её всю ночь, и уж только потом вынесет ему что-нибудь. Для такого она даже вернётся домой к матери, которая едва ли не готова была с ножом кинуться на дочь, чтобы вбить ей мозги на место. По правде говоря, Соня так и не понимала, что происходит, почему родители относятся к ней так, и к тому, чем она увлекается, никакого уважения попросту не испытывают. Ага, Соня бы посмотрела на них в молодости. Раньше ведь, в лихие восьмидесятые, была мода на хиппи и марихуану — наверняка и родители баловались подобной ерундой, а Соня всего лишь слушает тяжёлую музыку, ведёт здоровый образ жизни... Ну.. и отстраняется от общества. ",
    "answers": [
      {
        "id": 44,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 44,
    "text": "Замечательно. Впрочем, к чёрту всё, Соня как-нибудь уткнёт им нос по поводу этого, когда посмотрит точную информацию о восьмидесятых годах прошлого века… девушка, обувшись и накинув на себя пальто, подхватив рюкзак, вышла на улицу, даже не попрощавшись с матерью. Ей было интересно, ждёт ли её вчерашний чёрный кот под крыльцом или нет. Может, он действительно убежал и не стал её дожидаться? Да, скорее всего так. Софья стала приглушённо звать его, подзывая и даже заглядывая под крыльцо, но никакого ответа не последовало. Хм, как странно… интересно, где он? Увидев, что на улице до сих пор заметает снег старый мужчина, который работал на этой улице больше двадцати лет, она сразу же улыбнулась, а в душе затеплилась надежда: может быть, он видел этого кота? \n\n— Извините, — окликнула его Соня, направившись от крыльца к нему. Мужчина кивнул, выпрямившись и поправив прямоугольные очки, шмыгнув красным от простуды носом, — а вы здесь не видели чёрного кота? Он ещё под крыльцом у меня ночевал, должен, вообще-то, здесь быть… \n\n— Видел, — фыркнул дворник, снова принимаясь за работу, как будто бы не придав должного значения словам Софьи, ведь не каждый человек спрашивает про каких-нибудь котов, принимая их за обычных животных, — собаки его погнали вон в ту сторону. \n\nСоня испуганно посмотрела туда, куда махнул рукой мужчина. Нет, не может быть… он же вчера так здорово отбился от собаки друга, как он мог вот так взять и довериться каким-то собакам? Но больше всего Соня боялась того, что его растерзали… едва ли представив, как он лежит где-то в холодном сугробе, истекая кровью, девушка чуть не заплакала, прижав ладони к губам. \n\n— Резво бегает, — заметил мужчина, пожав плечами, — такой скорости у кошек редко увидишь… а на дерево, глупый, даже и не думал залезть. ",
    "answers": [
      {
        "id": 45,
        "text": "Идти в школу"
      }
    ]
  },
  {
    "id": 45,
    "text": "направившись медленным шагом к школе. Пожав плечами, мужчина вновь принялся устало мести снег. Соня так и не могла подумать о том, что могло случиться с этим котом: а вдруг его действительно загрызли собаки? Да нет, почему-то именно сейчас девушка верила в то, что он отбился от этих собак и не дал себя в обиду. Может, так, а может, и нет. Когда она подумала о том, что сказал мужчина по поводу того, что кот быстро бегает, в сердце девушки поселилась хоть какая-то надежда на то, что кот остался жив. Вот было бы здорово увидеть его сегодня возле школы… может быть, он уже там? Но нет, дворник сказал, что он убежал совсем в другую сторону… это так печально. Казалось, в жизни девушки появился единственный, кто бы действительно её мог понять, она бы даже рискнула затащить его домой втайне от отца, когда тот на работе… странно, но девушка думала, что кот бы действительно её понял. Он умеет слушать. Он не такой, как обычные коты, которые могут только смотреть в глаза и делать вид, что что-то понимают, а сами только и ждут, чтобы их погладили. Нет, этот кот действительно умел слушать, слышать и просто воспринимать человеческую речь. \n\nЗайдя во двор школы, Соня стала оглядываться по сторонам, в надежде увидеть здесь худого чёрного кота. Но нет, никаких котов, а уж тем более чёрных, девушка здесь не могла увидеть. Горестно вздохнув и уже скорбя по любимцу, она решила всё же пойти в школу и только потом попробовать поискать кота, если получится. ",
    "answers": [
      {
        "id": 46,
        "text": "В школе"
      }
    ]
  },
  {
    "id": 46,
    "text": "Ларри подошёл к Соне и обнял её. \n—Как там твой дружок? Спросила Соня.\n—Странно как-то, сказали заражение от когтей пошло, мазь выписали. Но пока не помогает.\n—  я вчера проходила мимо комнаты родителей. Они на Рождество уезжают к бабушке.\n—ооооо, класс. Надеюсь проведём время как всегда вместе???\n—наверное, я хочу того кота взять, интересно, мама будет против????\n— я точно буду против, он моего Кибу после того, как ты ушла расцарапал!\n—ну все же обошлось?\n—решай сама\n— ты говоришь, как мама!!! Ладно, у меня сейчас физика. Там на меня жаловались, опаздывать нельзя! Пока Ларри, увидимся после школы?\n— конечно! ",
    "answers": [
      {
        "id": 47,
        "text": "После школы"
      }
    ]
  },
  {
    "id": 47,
    "text": "Соня сразу вышла из школы, Эмма уезжала на каникулы к родственникам. А Ларри, срочно уехал в больницу к Кибу, что-то случилось... Пришло ей выйти одной. На обратном пути заметила Иру и Бреда. Они шли в компании девушек в мини юбках. Соня не хотела быть на них похожей, её бесило в них все: от одежды до манеры поведения. Они часто тусили в клубах и скорее всего были давно не девственницами. Она же направлялась в книжный магазин. Соня увидела там книгу по мифологии и копила деньги, чтобы её купить. Путь пролежал через парк. ",
    "answers": [
      {
        "id": 48,
        "text": "Вдруг"
      },
      {
        "id": 50,
        "text": "Кот ждал у школы"
      }
    ]
  },
  {
    "id": 48,
    "text": "Недалеко она увидела вчерашнего кота, он съежился и лежал на холодной лавке. Его бок был расцарапан, а он еле дышал. Соня быстро побежала и начала осматривать кота. Тот сначала шипел, но потом дался и даже замурлыкал. А Соня прошептала:\n— Много досталось? Бедный, пошли-ка ко мне.\nКот одобриьельно с вернулся на руках и просидел до входа в знакомый дом.\n\nМысли(Монаэля)\nВчера за мной погналась целая свора собак! Да уж, отец был прав, страшные существа! Я бежал как ошпаренный, до парка. А там они меня оставили. Всю ночь я гулял и на утро проголодался. И пошёл к школе. Там я увидел её.... Она такая красивая.... Но прошло пол дня и она не выходила, а я побрел в парк........ Наконец она меня нашла!!!! Я так счастлив!!!!! Она прошептала мне на ушко и я замурлыкал. Странное чувство...... Я вновь увидел дом, только теперь она занесла меня внутрь. ",
    "answers": [
      {
        "id": 54,
        "text": "Дом, милый дом!!!! "
      }
    ]
  },
  {
    "id": 49,
    "text": "—Нет, ты не прав!!!! Он адекватный и вообще нормальный! Не смей так говорить...!!!\n\nСоня перешла на высокий тон, смотря в глаза Монаэлю, тот лишь с каждым словом все больше и больше улыбался. А потом в хитром прищуре сказал:\n\n— он же тебе нравится.... Интересно....\n\n—НЕТ! И ТОЧКА!\n\nОн гордо закивал и развернулся, но потом произнёс...\n\n—интересно, вокруг столько красивых парней, а ты....\n\nИ он.... Заржал!!!! Именно заржал!!!! Соня не знала, что даже сказать... Да, Монаэль был привлекательным, но он же демон! Он никогда её не признает! Поэтому какого ФИГА он лезет????? Соня надулась и ушла в комнату. Пока не увидела странное мигание, свет то включался, то выключался... ",
    "answers": [
      {
        "id": 85,
        "text": "Проверить "
      }
    ]
  },
  {
    "id": 50,
    "text": "Соня вышла и увидела кота, который сидел на крыльце! Так вот он где был! Она вынесла печеньку.\n— Поешь, это же вкусно. Ты такой худой… тебя что, вообще не кормили?\n\nКот склонил голову, принюхавшись к еде, которую подала ему Соня, неуверенно лизнул шершавым розовым языком… кажется, это оказалось ему по вкусу — животное принялось с большим удовольствием поглощать еду. Соня в знак одобрения потрепала его по тонкой шее, на что кот снова мурлыкнул, но продолжал есть.\n\n— Молодец… — похвалила она кота.\n\nЕдва ли она услышала, как кто-то стал выходить из школы, Соня тут же вскочила, раскрасневшись и поправив шапку, чтобы не казаться глупой в глазах своих одноклассников. Впрочем, так оно всегда и было, и, даже если Соня поправит шапку, она никогда не станет казаться своим одноклассником такой же, как и они. Кот продолжал есть, даже не глядя на неё. И вот, наконец, из здания вышел Бред в компании тех самых двух девушек. Правда, теперь с ними был ещё и друг Бреда, которого Соня плохо знала — он вроде из параллели. Девушка скрестила руки на груди, пытаясь закрыть кота ногами, встав перед ним, однако, заметила, что тот уже довольно быстро всё съел и стал тереться о ноги девушки, мурлыкая и чуть приподнимаясь на задние лапы. Бред сразу же остановился, насмешливо посмотрев на девушку.\n\n— Гляди, Бред, — улыбнулась блондинка, затягивающая отвратительного цвета розовый шарфик на шее. Невольно Соня хотела подойти к ней и затянуть так туго, чтобы эта чёртова блондинка задохнулась… Софья нахмурилась, насупившись и едва ли не опустив голову. Кот продолжал тереться о ноги девушки, благодарно мурлыкая, подобно самому заправскому трактору, — кажется, она нашла себе компанию как раз по вкусам и интересам…\n\n— Ничего удивительного, — промолвил Бред, пожав плечами. Девушка противно захихикала, а Соня только фыркнула:\n",
    "answers": [
      {
        "id": 51,
        "text": "Припомнить ей случай в клубе"
      }
    ]
  },
  {
    "id": 51,
    "text": "— Ты-то, я гляжу, тоже компанию себе постоянно находишь по вкусам и интересам. Мне хватило один раз увидеть тебя в не самом приличном виде, когда тебя из клуба пьяную тащили.\n\nО да, как раз Соня возвращалась с вечерней прогулки, и это было что-то. В отличие от неё, Соня хотя бы не курит и не пьёт, к тому же пока что девственница… и не хочет вести такой глупый клубный образ жизни, после которых девушки, грубо говоря, идут попросту на трассу работать. Стыдливо покраснев, блондинка посмотрела на Бреда, а потом на Соню, нахмурившись:\n\n— Гляди, чтобы эти слова были не последними в твоей жизни…\n\n— Могу сказать тебе то же самое, — язвительно прошипела Софья, сжав руки в кулаки.\n\nЕщё секунда, и Соня могла бы действительно ей врезать, если она не отстанет. Бред вообще ничего не говорил, только хмурился, а подруга этой самой блондинки испуганно таращилась на свою знакомую. Друг Бреда тоже молчал, а блондинка продолжала вглядываться в глаза Сони, словно стараясь прожечь её взглядом. Внезапно кот, который как раз перестал уже тереться о ноги Сони, заподозрив неладное, громко зашипел, оскалившись, а шерсть его встала дыбом. Белоснежные клыки угрожающе оскалились, и Софья  сама испугалась такого поведения этого кота: чего это он, в самом деле? Вздумал защитить её, что ли? Благородно, конечно, с его стороны, но… он кот! Как кот может вообще что-то понимать? Что это за животное такое? «Исчадие ада», — подумала Соня, даже не представляя себе, насколько сильно она оказалась права, всё так же сверля взглядом блондинку в розовом шарфике",
    "answers": [
      {
        "id": 53,
        "text": "1 мгновение "
      }
    ]
  },
  {
    "id": 52,
    "text": "Соня подошла к двери и открыла, благо кухню не было видно. А на пороге стоял... Бред!!! Да, вы дружили, да, он тебе нравился... Но! Какого черта! Соня посмотрела на Бреда и спросила..\n\n—Привет, чего тебе?\n\nОн самоуверенно вошёл в дом, Соня не хотела, чтобы он увидел Монаэля и мысленно попросила спрятаться.... Но он лишь только вышел...\nБред остался невозмутимым..\n\n—Представишь своего друга?\n\nСпросил резко Монаэль, от него осталась только внешность холодной непреступности.Соня  поежилась и он это заметил, стал более мягок, но не расслабился. Бред в это время смотрел то на Соню, то на Монаэля...\n\n—эттто... Монаэль.. Монаэль.. Это... Бред..\n\nОни сверлили Соню взглядами, ей захотелось спрятаться... Провалиться хоть в ад! Монаэль усмехнулся. Бред же повернулся к Соне и спросил:\n\n— хотел пригласить в кино.... Ты пойдёшь???? ",
    "answers": [
      {
        "id": 2,
        "text": "Конец серии..."
      }
    ]
  },
  {
    "id": 53,
    "text": "И кот вцепился в ноги блондинки, та истошно закричала. Соня лишь с зитрой улыбкой смотрела на перепуганных ребят и даже не пыталась остановить кота. Всё колготки и даже мини юбка были порваны котом!!!!\n—Так и надо! Подумала Соня и взяв кота обратно пошла с ним домой. Теперь у неё была твёрдая уверенность взять кота жить к себе! Даже если это будет стоить маминых высказываний! Соня знала это точно! А кот сидел и мурлыкая на руках хозяйки. Кот замёрз и задрожал, и Софья чувствовала, как сильно у него колотится сердце. Она накрыла его тело обеими сторонами от пальто и крепко прижала к себе, усадив поудобнее. Он же поспешил зарыться холодным носом в её шарф. Спустя какое-то мгновение Соня услышала, что он замурлыкал… от счастья, кажется…\n\nКак она добралась до дома, Соня плохо помнила. Она очень торопилась, чтобы кот (да и она тоже) не замёрз, а потому едва ли не бежала домой. Наконец, когда она добралась до дома, она взобралась на крыльцо, открыв дверь и тихонечко проскользнув внутрь, закрыв дверь за собой. За столом сидели мать и отчим, попивая чай. Кажется, их не волновало то, что Соня так долго пребывала на улице, да ещё и со своим рюкзаком. Девушка выдохнула, прижимая к себе урчащего кота.\n\n— Соня, — грозно начала мать, — где ты была?\n\n— Не важно, — отрезала девушка, осторожно разуваясь, стараясь не потревожить животное. Кот заурчал, потеревшись о её грудь, и Соня почему-то покраснела. – Я к себе, если вы не против. А ещё мне нужно в ванную.\n\n— Что это за кот? Кто тебе разрешил его взять? – тут же вставил своё отчим, нахмурившись и оторвавшись от чтения любимой газеты.\n\n— Сказала же: не важно, — повторила Соня, — он едва ли не замёрз на улице, я решила взять его…\n",
    "answers": [
      {
        "id": 54,
        "text": "Отнести кота"
      }
    ]
  },
  {
    "id": 54,
    "text": "Мать и отчим лишь фыркнули в унисон, видимо, поняв, что ей абсолютно бесполезно что-то возражать. Соня, мысленно возликовав, пошла наверх, прихватив свой рюкзак и так же прижимая к себе кота. Животное тёрлось практически без конца то о её плечо, то о грудь, мурлыкая чуть ли не на весь первый этаж. И этот звук был самым желанным для Софьи сейчас – это значило, что он полностью здоров и что его ничто не беспокоит. Чтобы проверить состояние кота, Соня приложила кончик указательного пальца к его носу. Если бы он заболел, нос был бы, конечно, горячим и сухим, а он холодный и влажный. Софья обрадовалась даже этому и, не успев отстранить от него палец, увидела, как кот игриво укусил её за кончик пальца, ласково прищурившись и подняв глаза на Соню. Хм, а всё же этот кот очень милый.\n\n— Сейчас пойдём в ванную, — сообщила ему Соня улыбнувшись. Она слышала, как кот шумно сглотнул. С чего бы это он? – Я знаю, кошки не любят воду, но…\n\nОна буквально видела, как он пытается ей возразить, но только засмеялась над котом, продолжив свой путь в комнату. Когда она вошла, то сразу же отпустила кота, и он, отряхнувшись, принялся всё обследовать здесь, принюхиваясь к каждому уголку в комнате девушки.\n\n— Вот здесь ты и будешь жить, — сообщила она, улыбнувшись. Кот обернулся на неё, остановившись у кровати Сони, словно спрашивая, где же он будет спать. – И спать ты тоже будешь со мной.\n\nПрищурившись и словно улыбнувшись, да ещё и так коварно, что у Сони действительно возникли подозрения, животное ли это вообще, кот вальяжно и грациозно вскочил на кровать, проверяя, мягкая ли она. Софья засмеялась над ним, но сгонять пока не собиралась. Кот стал обнюхивать кровать, и если бы она знала, что он чувствует в тот момент… всё постельное бельё, покрывало, подушка пропахли таким приятным и сладким запахом, которое источало её тело. И от него у кота просто кружилась голова… ведь у кошек обоняние в несколько раз острее, чем у людей, а значит, запах он чувствовал гораздо явственнее. Ему нравился этот запах… и он хотел бы развалиться на этой кровати, кататься по ней, вдыхая сладкий запах этой девчонки…",
    "answers": [
      {
        "id": 55,
        "text": "Монаэль "
      },
      {
        "id": 54,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d08/2004/69/36bace418606.jpg"
      }
    ]
  },
  {
    "id": 55,
    "text": "Здесь так тепло и так мягко… Соня, это ведь твоя кровать, да? Наверное, тебе очень удобно на ней спать. Конечно, она не такая роскошная, как моя в аду, но вполне сносно. А моя даже с пологом, и с такими чёрными шёлковыми простынями… твоя, в принципе, тоже ничего. Сойдёт. И кстати, почему ты сказала про ванную? Соня, ты как хочешь, а я не собираюсь с тобой в ванную идти, я могу это сделать как-нибудь в другой раз… конечно, как и многие демоны (но не все), я чистоплотный и, разумеется, слежу за собой. Но чтоб в образе кота сидеть в ванне с этой девчонкой?! Увольте! Что за Люциферова содомия?! А она, кажется, даже не видела мои жалобные глаза и красноту моего лица. Соня, улыбнувшись, подошла ко мне, резко схватив меня на руки с кровати. Нужно бежать! Срочно! Конечно, ванну я люблю принимать, и всё такое, но… но не с ней! Нет! Софаааааа, остановись, прошу тебя, пока не поздно… я вцепился всеми когтями в её подушку, не желая отпускать, а она лишь засмеялась:\n\n— Глупый, что такого страшного в воде?\n\nНичего… в воде нет ничего страшного. Ты даже будешь удивлена, когда узнаешь, что я люблю воду. Но, чёрт возьми, ты будешь сидеть в этой воде вместе со мной полностью обнажённая! Конечно, как демон, в аду я всякого навидался. А что, у нас каждый сатанинский день устраивают содомию и оргию, и это вполне нормальное явление… но я никогда не видел тело земной девушки, а поэтому… о, Люцифер, как же мне стыдно… ты отцепила меня от подушки, взяв в охапку, и понесла куда-то. Нет, это просто казнь! Смерть! Эшафот! Котёл с грешниками и то посимпатичнее выглядит.\n\nЗанесла меня в ванную комнату белого цвета, поставила на пол. Здесь всё так странно… да, тут полностью белая, кристально-чистая плитка на стенах и полу, тут стоит такая же чистая, белая небольшая ванна, раковина, зеркало… нет, мне нельзя смотреться в зеркало! Надеюсь, ты, Соня, ни за что и никогда не поднесёшь его ко мне. Ты начала раздеваться… о, Сатана, куда мне деться? Знаете, я и сам не знал. Потому поспешил, как и самый добропорядочный демон (каких, кстати говоря, мало), отвернуться. Ты только усмехнулась, удостоив меня косым взглядом. Я ведь умею читать мысли, и ты думаешь о том, почему же я отвернулся, да и вообще странно себя веду. Твою же ж… ах, да, я же не бранюсь такими словами, я весьма добропорядочный и весьма интеллигентный демон. Наконец, ты разделась – о, Люцифер! – и повернулась ко мне. Я тоже обернулся… твоё тело… оно так прекрасно… Соня, зачем ты скрываешь его под одеждой? Ах, да, как же я забыл, что у вас, у людей, так принято… в аду ты бы была просто самой настоящей… богиней? Да, именно с таким телом богиней, даже если для ада это звучит слишком странно. Ты худая, стройная, у тебя нежная фарфоровая кожа… и плечи. Такие хрупкие, как у хрустальной куклы. Длинные ноги… очень красивые длинные ноги. Ты странная девушка, Соня, таких я ещё точно никогда не видел. При всех достоинствах своего тела ты надеваешь странную одежду, которая тебе совсем не подходит… клянусь всем, чем ты хочешь, что я одену тебя так, что ты сама в обморок упадёшь от своей же красоты…\n",
    "answers": [
      {
        "id": 56,
        "text": "До этого"
      }
    ]
  },
  {
    "id": 56,
    "text": "Соня уже меня помыла , она хочет искупаться ещё раз??? Со мной.... Это успокаивало, но это безумие! — Ну, иди сюда, — позвала меня, нагнувшись.\n\nА я, густо краснея (за шерстью же не видно, слава Сатане), подошёл к тебе, мурлыкнув и стараясь не смотреть на твоё тельце. Благо, ты сразу же опустилась в ванну со мной. Погоди-ка, почему вода такая прохладная? По твоему взгляду видно, что это почти что кипяток. А для меня вода холодная! У нас в аду такая вода, Соня, что обычные люди сварились бы заживо, а нам, демонам, от этого ох как замечательно. Но к такой воде, как у вас, вполне можно привыкнуть. Ты опускаешься по грудь вместе со мной. Кстати, грудь у тебя тоже красивая… небольшая такая, хорошей формы, ты мне нравишься. ",
    "answers": [
      {
        "id": 57,
        "text": "Мытье"
      }
    ]
  },
  {
    "id": 57,
    "text": "\nЯ уже вполне привык, сидя у тебя на коленках, и ты засмеялась от того, что я такой мокрый… хм, у тебя просто замечательный смех. Такой чистый, такой звонкий… от того, что ты смеёшься, я тоже замурлыкал в такт тебе, зажмурившись и потеревшись о твоё плечо. Капельки воды на твоём теле… они так соблазнительно выглядят. Как хорошо, что ты не видишь, как на моём лице проскользнула еле заметная улыбка. Для тебя бы это тоже показалось странным, ведь коты так себя ни в коем случае не должны вести. Ты вздрогнула, едва ли мой горячий шершавый язык прошёл по твоему плечу, пробуя на вкус воду, смешанную с запахом твоего тела и ароматом мыльной пены, которая уже давно распространилась по всей ванной. Чёрт, мне уже нравится. Послушай, а что будет, если я обращусь сегодня ночью? Наверное, ты жутко испугаешься, увидев моё настоящее обличье.\n\n— Прости, кошачьего шампуня у меня нет, — вздохнула ты. Какой, к чёрту, кошачий шампунь?! И вообще, шампунь… у нас нет такого понятия в аду, мы маслами пользуемся для такого. Просто однажды нам очень понравилось то, что используют при приёме ванны древние египтяне. От этого очень приятно пахнут кожа и волосы… — Поэтому будешь пахнуть моим гелем.\n\nПахнуть твоим гелем… пахнуть твоим гелем… отлично, ну просто замечательно. Не успел я ничего сказать, как ты уже принялась намыливать мою голову, и мне только и оставалось, что зажмуриться от такого, чтобы мыло в глаз не попало. Какой странный сладкий запах… удивительно, но это действительно похоже на то, чем пользуются демоны в аду. Впрочем, я даже не против, если ты будешь мыть меня этим. Но… женский гель для душа? Кажется, это так называется… погоди-ка, Соня, а если я обращусь, то чем я буду мыться?! Этим гелем? Отлично… нет, я попрошу, чтобы Фурфур доставил сюда мои масла!\n\nВот уже спустя полчаса я лежал на тёплой кровати. И мне было так хорошо, что я не мог выразить этого словами. Ты насухо вытерла мою шёрстку после принятия ванны, и теперь она блестела на свету. Я следил за тобой взглядом, прищурившись и положив голову на лапы, еле заметно дёргая ушами. Хм, ты что-то искала в шкафу, а мне тоже интересно… но, вздохнув, закрыл глаза – мне лень… мне очень лень… ты переоделась во что-то… футболка и шорты. Хм, тебе очень идёт, когда ты более-менее открываешь своё тело напоказ. Конечно, ты не знаешь, что внутри меня сидит демон, что и сам я демон… поэтому нисколько не стесняешься обычного, ничем не примечательного кота, да? Как странно…",
    "answers": [
      {
        "id": 58,
        "text": "Ночь"
      }
    ]
  },
  {
    "id": 58,
    "text": "\nТы легла на кровать и… осторожно провела рукой по моему телу, так что я невольно дёрнулся, поднимая голову. Когда мы закончили принимать ванну, ты меня накормила, да ещё и так вкусно, что я быстро всё съел. Понятия не имею, что ты мне дала, – это была какая-то часть твоего ужина, которой ты со мной любезно поделилась. И сейчас мне хорошо: я в тепле, а за окном бушует непогода, метель, валят эти белые мошки, которые называются снегом… они ещё такие крупные, что я невольно закрыл глаза, представляя, что я уже сплю… но нет, ты до сих пор гладила меня по шерсти, затем перешла к голове, почесав за бархатным ухом. Улыбнувшись, я повернул голову к тебе, видя, как твоё красивое лицо освещено лишь луной из окна. Красивая… не выдержав, я вскочил, направившись к тебе. На улице так холодно, может быть, ты прижмёшь меня к себе и пустишь под одеяло? Я угадал – ты улыбнулась, затем отвела одеяло в сторону, чтобы я лёг рядом, и перевернулась на спину. Э, нет, Соня, если так, то я лягу прямо на тебя… и вот, едва ли ты успела возразить, я осторожно лёг на твой живот, положив голову на твою грудь и довольно заурчав. Вот теперь мне хорошо… мне очень хорошо. Так я могу чувствовать, как бьётся твоё сердце. Ладно, признаюсь, я лёг на твою грудь не из-за того, чтобы слышать, как стучит сердце, просто так вышло, что… а, да ладно, все демоны развратники.\n\nЯ наблюдал за тем, как ты спишь, ведь меня в сон совсем не клонит. И я вижу, как еле заметно подрагивали твои ресницы, как ты приоткрыла бледно-алые губы во сне, в которые, конечно, я бы хотел тебя поцеловать. Не выдержав, я потянул к тебе шею, принюхавшись. От тебя сладко пахнет… уже мой язык осторожно скользнул по твоей нижней губе, и я сразу же убрал голову назад, притворившись спящим, едва ли ты приоткрыла глаза. Погладив меня по голове, ты снова погрузилась в сон, густо покраснев от такой ласки со стороны своего «котика». Я улыбнулся. Определённо мне понравится жить с тобой… и определённо я могу сказать, что скоро мы останемся одни…\n\nЯ уже говорил, что я умею читать мысли?",
    "answers": [
      {
        "id": 59,
        "text": "Поздняя ночь"
      },
      {
        "id": 58,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b19/2004/fb/15388eb6da16.jpg"
      }
    ]
  },
  {
    "id": 59,
    "text": "Я спрыгнул с Сони и превратился в демона. Но услышал скрип. Нахмурившись, я закрыл глаза. Благодаря этому меня никто не может видеть. Это такая специальная магия, при которой моё тело растворяется в воздухе. В комнату со скрипом двери зашёл твой отчим, и я внутренне напрягся, готовясь тебя как следует защитить: что он забыл в твоей комнате? И почему он в каких-то смешных белых шортах в горошек и майке? Отвращение. Единственное, что вызвал у меня этот человек. Убедившись, что ты спокойно спишь, он, с подозрением оглядевшись, ушёл, прикрыв за собой дверь, и тогда я снова смог появиться на кровати, ещё раз плотно закрыв глаза и раскрыв их. И я снова принялся тебя рассматривать. Завтра у тебя выходной, верно? Да, кажется, так… а значит, мы с тобой будем весь день вдвоём? Это так хорошо, правда. Я бы хотел подарить тебе подарок, чтобы украсить твою красивую тонкую шею, на которой так соблазнительно бьётся синеватая жилка.\n\nУлыбнувшись, я стал рыться в карманах своего плаща, затем, вспомнив, что я положил это в совершенно другое место, запустил руку в задний карман тёмных джинсов, выудив оттуда довольно тяжелый перстень с чёрным, самым настоящим агатом внутри него. Перстень был резной, и это украшение я часто надевал, когда собирался на какую-нибудь оргию в аду. Усмехнувшись и приподняв в улыбке уголки губ, я осторожно положил перстень в твою ладонь, где ещё совсем недавно была моя холодная рука. Надеюсь, тебе понравится, Соня, это очень дорогое для меня украшение. Ты почему-то вздохнула, сжав в руке перстень. Хм, а мне приятно видеть, что он начинает тебе нравиться. Улыбнувшись, я поднялся с кровати, снова направившись к окну и посмотрев на то, как валит пушистый снег. Тому самому мужчине, что метёт улицы, будет много работы.\n\nМгновение, и на моём месте теперь встал не демон, а самый обычный чёрный кот. Разве что, с ошейником и с проколотыми ушами, что делает его образ каким-то подозрительным. Улыбнувшись, я снова вскочил на кровать, ложась рядом с тобой. Теперь мне действительно хорошо…",
    "answers": [
      {
        "id": 2,
        "text": "Следующая глава \"Рождество\" "
      },
      {
        "id": 59,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b09/2004/5a/b3a46e1d6bbd.jpg"
      }
    ]
  },
  {
    "id": 60,
    "text": "\n— Мам, — хмыкнула Соня, — ты и сама прекрасно знаешь, что она меня ненавидит. Я сказала, что я хочу к другой бабушке. Если так угодно, то отправь меня туда, ясно?\n\n— Нет, — отрезала мать, — ты туда не поедешь.\n\nЯ понимал, почему они не отправляют её туда. Кажется, Соня очень любит ту бабушку, но она мать её погибшего отца…\n\n— В общем, как я поняла, ты с нами не едешь? – переспросила её мать, скрестив руки на груди и строго взирая на дочь. Соня молча покачала головой. – Отлично, тогда проводи нас завтра вечером хотя бы и извинись перед своим отчимом за своё поведение. Я всё прекрасно слышала, — оборвала Соня мать, как только девушка приоткрыла губы. Я нахмурился: каково это, когда тебя никто не понимает? – И это не очень мне понравилось, Соня. Думаю, нам нужно с тобой поговорить.\n\n— Зачем? – фыркнула девушка. – Мам, нам не о чем разговаривать…\n\n— Как раз-таки есть о чём, — возразила мать, присев рядом с Софьей. Девушка оглядела усталое лицо женщины и почему-то поняла, что ей так же тяжело, как и самой Соне. Может, мать просто не хочет себя так вести, а приходится из-за характера отчима? Женщина даже положила тонкую ладонь на плечо девушки, словно утешая, а потом едва ли не прослезилась, утирая уголки глаз своим любимым фартуком, тяжело вздыхая. Искренне Соне было сейчас жаль её: так получилось, и ей тоже тяжело, что у них такая жизнь. Далеко не совсем приятная жизнь… — Понимаешь, он всего лишь хочет, чтобы ты принимала его за отца…\n\n— Он никогда не станет таким, как мой отец, — возразила девушка, нахмурившись.",
    "answers": [
      {
        "id": 62,
        "text": "Оставить её в покое"
      }
    ]
  },
  {
    "id": 61,
    "text": "\n— Ты кто?\n\n— Часть силы той, что без числа\n\nТворит добро, всему желая зла.\n\n(Иоганн Вольфганг Гёте, «Фауст» — Мефистофель)\n\n\n\n— Ну, Соня, — вздохнула мать, на следующий день вечером стоя у дверей.\n\nСоня только мило улыбалась ей, то и дело кивая головой в знак того, что она будет «послушной» девочкой и не разнесёт полдома. Вообще-то, она была искренне рада, что эти двое уезжают. Мать ей тоже, мягко говоря, поднадоела только из-за того, что во всём потакает отчиму, и это девушку совсем-совсем не радовало. Отчим стоял, скрестив руки на груди и хмыкая; оба были одеты довольно хорошо и тепло, по погоде: мать в тёплой куртке красного цвета с меховым воротником, шея завязана полосатым шарфом, на ногах сапоги, отчим в простой чёрной куртке, засунув в её карманы руки.\n\n— Веди себя хорошо…\n\n— Ма, ну что ты как маленькой девочке? – усмехнулась Соня, всё-таки обняв мать. Нужно же показать себя с лучшей стороны – они оставляют её на месяц, нужно дать им знать, что Соня будет нормально вести себя. – Нормально всё будет.\n\nСоня поцеловала женщину во впалую щёку, и она отстранилась, видимо, едва ли сдерживая слёзы.\n\n— Деньги мы тебе оставили, — хмыкнул отчим, повернувшись к двери, — надеюсь, тебе хватит.\n\n— Ага, — фыркнула девушка, — мне хватит.\n\nМать покосилась на Соню, словно надеясь на то, что Соня ничего не скажет ему в спину. А то девушка ведь может сказануть такое, что и ехать передумаешь. И вот сейчас женщина надеялась на то, что Соня промолчит, но она осталась хорошей девочкой, подождав, пока родители скроются за дверью и запрут её. Затем, помахав им из окна и увидев, как они отдаляются от дома на такси, едущей к вокзалу, задёрнула шторы, повернувшись к коту, который сидел на лестнице и, конечно же, ждал, когда эти глупые двуногие уедут. Однако у него была своя причина для этого… Соня просто хотела остаться одна, а он… а он хотел обратиться. Кот чуть улыбнулся, буквально приподняв уголок губ, на что Соня засмеялась и подбежала к нему, взяв на руки и принявшись кружить с ним по всей гостиной:\n—Мы на целый месяц одни!!!!!!! ",
    "answers": [
      {
        "id": 63,
        "text": "Она кружила кота, пока не опустилась на диван "
      }
    ]
  },
  {
    "id": 62,
    "text": "Я наблюдал из за двери, вдруг она резко открылась, как же хорошо, что я быстро реагирую!!!!!!!! Соня вышла и пошла вниз. Заглянув в комнату девушки, животное увидело, как мать старается сдержать слёзы, которые так и рвутся наружу. Она всхлипывала, утирая с помощью ткани фартука покрасневшее, измождённое повседневными проблемами лицо. И именно сейчас коту стало жаль эту бедную женщину. Он вздохнул, глядя на неё,\nа потом поспешил подойти к ней, чтобы утешить. Едва ли он стал тереться о её ноги, женщина чуть улыбнулась, погладив кота. Для него было странным ощущать чужую ласку, но… но это было приятно. И приятно было то, что мать Сакуры приняла его. Интересно, что будет, когда она узнает о его истинной сущности?..",
    "answers": [
      {
        "id": 61,
        "text": "КТО ОН? "
      }
    ]
  },
  {
    "id": 63,
    "text": "— Зашибись, — изрекла девушка, испуганно глядя на то, как кот пытается привести себя в порядок, даже обхватив передними лапами голову и зажмурившись, принявшись кататься по полу. – Эй, ты чего?! Эй!\n\nОна села на корточки, потрогав кота пальцем, а он только тяжело вздохнул, пытаясь подняться на все четыре лапы. Соня поспешила ему помочь – кот её пугал теперь, когда они остались одни. «А что будет, если это и не кот вовсе?» — подсказала ей совесть, зашептав на ухо. Такой шёпот стал постепенно надоедать, да и вообще бесил… вот чёрт, что-то здесь явно не то. А вдруг совесть права? Наверное, это как раз-таки и не кот. Ну не похож он на кота, хоть убейте! И что это за ошейник?! Что это за уши проколотые?! Лично Соня никогда не видела котов с проколотыми ушами. Кот внезапно повернул голову к ней, и девушка сразу же отпрянула в ужасе, увидев, что глаза его стали отнюдь не чёрными, а налились красным, и он теперь яростно смотрел на Соню, так что девушка поспешила быстрее залезть с ногами на диван, схватив подушку и готовясь защититься. Чего это он? И что с его глазами? Кот зашипел, выгнув спину, а глаза стали ещё более яркими, алыми, словно кровь.\n\n— Изыди, демон! – воскликнула девушка, вытаращив глаза, так что кот, внезапно мурлыкнув, потерял сознание. Или упал в обморок, хотя особого отличия Сакура не видела.\n\nОна вытаращила глаза ещё больше, глядя на бездыханное чёрное тельце на полу. И он, казалось бы, даже не дышал. Погодите, на него подействовало «изыди, демон»? Что это за кот?! Обычные коты от такого в обмороки не падают… да уж, Соня теперь точно боялась этого кота, так они ещё и одни с ним остались. Интересно, как она вообще эту ночь перенесёт? Соня зареклась про себя, что не будет спать ночью, а вооружится какими-нибудь предметами. Кот так и не приходил в себя, что Соню пугало больше всего. Она протянула ногу в носке, осторожно принявшись пихать кота под бок. Тот приоткрыл рот, и из него вывалился язык. Вот сейчас Соня точно не знала, что с ним делать, поэтому, подойдя к графину с простой водой, взяла его и, подкравшись к коту, плеснула прямо на чёрную тушку. Замяукав, кот пришёл в себя, ломанувшись на второй этаж и принявшись вылизывать лоснящуюся шёрстку. Соня вообще не понимала, как ей вести себя в такой ситуации. Этот кот наверняка мог бы её убить. И почему у него глаза стали красными?! Твою же ж мать… сглотнув, Соня поспешила за ним, всё так и держа в руках подушку (ну, на всякий случай). Оказалось, что кот спокойно улёгся спать на кровати Сони. Девушка облегчённо вздохнула, утерев пот тыльной стороной ладони со лба. Она могла теперь действительно вести себя более естественно, раз кот решил заняться тем же. Можно и спать бы лечь…",
    "answers": [
      {
        "id": 64,
        "text": "Неожиданное утро"
      }
    ]
  },
  {
    "id": 64,
    "text": "Проснулась Соня утром. И сегодня снова не надо было идти в школу – типичный выходной, который она планировала провести более-менее хорошо. Ну позвать Ларри можно, например, и то было бы неплохо. Он мог бы принести чего-нибудь вкусного, посидели бы вместе и поговорили. Улыбнувшись, Соня потянулась с закрытыми глазами. Кот вёл себя спокойно всю ночь, и Соня решила его за такое похвалить – нужно же его погладить, ведь он был полностью адекватным и не собирался на неё кидаться. Девушка всё так же с закрытыми глазами протянула к нему руку… однако тут же поняла, что рядом лежит не кот, а нечто гораздо более массивное и тяжёлое.\n\nНахмурившись, Соня так и не спешила открывать глаз. Она провела по чему-то мягкому и лохматому – явно не кошачья шерсть, а чьи-то волосы, и Соня уже готова была запаниковать, но глаза открывать боялась. Она стала ощупывать пришельца – чьё-то лицо. Кстати, довольно правильное лицо, надо сказать, кажется, у него тонкие черты лица. Рука внезапно пошла ниже, наткнулась прямо на… тот самый ошейник с шипами. Быть может, Соне всё это снится? И вот перед ней наверняка лежит кот, просто она немного тормозит, вот же его ошейник… который стал гораздо больше.\n\nСглотнув, девушка повела ниже. Однозначно это сильная и высокая фигура… рука подошла уже совсем низко, и Сакура тут же покраснела, поняв, что она только что трогала. Потому девушка кое-как разлепила глаза, покраснев ещё гуще и посмотрев перед собой. Перед ней лежал человек. Да, самый настоящий живой человек, который сейчас смотрел на неё своими чёрными проникновенными глазами и даже не моргал, еле заметно приподняв в красивой улыбке уголок губ. Соня вытаращила глаза, посмотрев на него и хлопнув длинными ресницами.",
    "answers": [
      {
        "id": 65,
        "text": "Закричать "
      },
      {
        "id": 66,
        "text": "Зажмуриться и проснуться "
      }
    ]
  },
  {
    "id": 65,
    "text": "— Ну здравствуй, смертная, — довольно вежливо, но немного вальяжно произнёс он, так что Соня, набрав в грудь побольше воздуха — оно ещё и разговаривает! — закричала что есть силы, сев в кровати. Кажется, человек и сам её испугался – резко свалился на пол от такого шума, а потом отполз в угол, вытаращив чёрные глаза и испуганно глядя на Соню. Девушка показала на него тонким пальцем, удивлённо тараща глаза:\n\n— Ты кто?! Откуда ты в моей кровати?! Где?.. где мой кот?!\n\n— Он перед тобой, — фыркнул мужчина, поднимаясь на ноги и отряхивая одежду.\n\nСоня даже не могла ничего ему сказать, всё так же недоумённо хлопая глазами и пытаясь понять, кто этот человек. Вчера с ней засыпал кот, а сейчас проснулся… оборотень? Она даже не могла сопоставить все детали этого утра. Так, кот вчера немного взбесился, потом он успокоился и лёг рядом с Соней вполне нормально, она его погладила перед сном, когда погасила свет, а потом… потом она от него отвернулась и провалилась в сон. А сейчас она открыла утром глаза и обнаружила, что перед ней валяется какой-то черноволосый мужчина, при этом поздоровался с ней, а потом заявил на вопрос Сони «где кот?»: «он перед тобой». Погодите-ка, это всё смахивает на сценарий какого-то фантастического фильма…\n",
    "answers": [
      {
        "id": 67,
        "text": "Рассмотреть"
      }
    ]
  },
  {
    "id": 66,
    "text": "Соня зажмурилась, она не понимала, что все это в серьёз! Она пролежала пока тот не начал говорить.\n— Ну здравствуй, смертная, — довольно вежливо, но немного вальяжно произнёс он. \n\n— Ты кто?! Откуда ты в моей кровати?! Где?.. где мой кот?!\n\n— Он перед тобой, — фыркнул мужчина, поднимаясь на ноги и отряхивая одежду.\n\nСоня даже не могла ничего ему сказать, всё так же недоумённо хлопая глазами и пытаясь понять, кто этот человек. Вчера с ней засыпал кот, а сейчас проснулся… оборотень? Она даже не могла сопоставить все детали этого утра. Так, кот вчера немного взбесился, потом он успокоился и лёг рядом с Соней вполне нормально, она его погладила перед сном, когда погасила свет, а потом… потом она от него отвернулась и провалилась в сон. А сейчас она открыла утром глаза и обнаружила, что перед ней валяется какой-то черноволосый мужчина, при этом поздоровался с ней, а потом заявил на вопрос Сони «где кот?»: «он перед тобой». Погодите-ка, это всё смахивает на сценарий какого-то фантастического фильма…\n",
    "answers": [
      {
        "id": 67,
        "text": "Рассмотреть"
      }
    ]
  },
  {
    "id": 67,
    "text": "\n«Ага, если бы он был оборотнем, то он бы не обращался вот так вот… средь бела дня. Оборотни обращаются при луне, — напомнила себе Соня, — а потом принимают человеческий облик. Нет, он не оборотень… и если посмотреть фильмы, то оборотни ходят там в каком-то рванье, а он в приличной одежде…»\n\nСоня стала беззастенчиво рассматривать мужчину, который всё ещё пытался привести в порядок свою одежду, стряхивая с рукавов пыль.\n\nОн был высокого роста, и вся его сильная, буквально пышущая дьявольским холодом и шармом стройная фигура заставляла любого, кто стоит перед его существом, преклониться и подальше убрать взгляд любопытных глаз. Чёрные глаза его несколько насмешливо смотрели на девушку, и Соня могла бы поклясться, что подобных глаз со столь глубоким цветом и выразительным разрезом она не видела никогда. А ещё… ещё эти глаза завораживали, вызывая двоякое чувство: хотелось то смотреть в них не переставая",
    "answers": [
      {
        "id": 68,
        "text": "..... "
      },
      {
        "id": 67,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a29/2004/b6/ea96894cfbd4.jpg"
      }
    ]
  },
  {
    "id": 68,
    "text": "узнавать человеческие чувства, а хотелось и отвести от него взгляд, скрыться как можно быстрее, но ни в коем случае не смотреть ему в глаза. Мужчина внезапно опустил свои длинные чёрные ресницы, чуть сдвинув тонкие чёрные брови. Нос у него был идеально прямой. Настолько же идеален, насколько идеальна и сама его внешность. Кожа его была бледна, подобно могильному бесчувственному мрамору, и с этой бледной кожей так харизматично контрастировали тени, залёгшие под глазами, что ещё больше придавало им выразительности.\n\nУ него были красивые, чуть пухлые губы, настолько бледные, что практически сливались с цветом его кожи; точёный подбородок; высокие скулы и угольно-чёрные растрёпанные волосы, пряди которых скрывали маленькие, почти что незаметные аккуратные рога. Рога… стоп, откуда у человека могут быть рога? Ладно, Соня ещё подумает над этим вопросом. Она продолжала его разглядывать: красивая изящная шея, острый кадык, и на шее этой тот самый чёрный ошейник с шипами. Соня нахмурилась – немного неприятно теперь было на него смотреть. Фетишист он, что ли?\n\nЕщё Соня заметила пирсинг в его ушах – пара серебряных колец, блестящая на утреннем солнце из окна. Так, всё понятно… теперь у неё не было сомнений в том, что этот человек её тот самый кот… одет человек был весьма странно: чёрная водолазка с горлом, которая так выгодно подчёркивала все достоинства его фигуры, такие же чёрные джинсы, в которые и была вправлена водолазка, ремень с довольно массивной пряжкой в виде перевёрнутой звезды, отчего Соня, не выдержав, сглотнула, и сапоги. Кстати, джинсы тоже были вправлены в сапоги, он буквально выставлял всем на обозрение свою обувь: довольно непривлекательные чёрные ботинки, зашнурованные чёрными шнурками. Оглядевшись, Соня заметила на подоконнике длинный плащ практически до земли – наверное, принадлежал ему. Замечательно… впрочем, мужчина был довольно привлекательным. На его тонком запястье был серебряный браслет, а на длинных тонких пальцах бесчисленное количество перстней и колец с разными камнями. Все были в основном ручной работы, что, разумеется, придавало мужчине ещё больше шарма. Он вдруг нахмурился, а Соня недоумённо посмотрела на него.\n\n— Позволь, я закурю?.. — тихо спросил он.\n\nОна только кивнула, а он, тоже кивнув, направился к своему плащу, выудив из-под него какую-то странную длинную трубку. Трубка была тонкой, похожа на ту самую трубку мира, которую курят индейцы, но более изящная. Он стал насыпать туда какой-то странный порох, который достал из заднего кармана джинсов, и только потом подпалил, щёлкнув пальцами. Соня поморщилась, глядя на то, как он медленно затягивается, а прямой нос выпускает остатки довольно приятно пахнущего дыма.\n",
    "answers": [
      {
        "id": 69,
        "text": "ТАК КТО ЖЕ ТЫ? "
      },
      {
        "id": 68,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d01/2004/5c/6f6ec8dac1b4.jpg"
      }
    ]
  },
  {
    "id": 69,
    "text": "— Ты кто? – хриплым голосом спросила Соня. Он осторожно, будто бы даже неуверенно, сел за стол, повернувшись к Соне и продолжая курить, выпуская дым маленькими порциями, то и дело прикрывая свои чёрные глаза. – А? Ну скажи мне… мне же интересно… я уже поняла, что ты кот… погоди-ка, как ты подпалил трубку без спичек?\n\n— Это волшебство, — шёпотом сказал он, подавшись к девушке и чуть улыбнувшись. Соня тоже улыбнулась – мужчина был действительно красивым. И вся эта его таинственность буквально выходила наружу вместе со струйками дыма из ноздрей. Девушка уже хотела что-то сказать, однако он покачал головой, откинувшись на спинку стула. – Научить не могу, это слишком сложно и непостижимо смертными.\n\n— Как ты узнал о том, что я хотела тебя спросить? – насупилась девушка, скрестив руки на груди и обиженно посмотрев на мужчину. Он лишь снисходительно прикрыл глаза, продолжая курить свою трубку. Постепенно комната наполнялась этим самым дымом, и Соня поняла, что это явно какие-то благовонные травы, которые он сыпал в эту самую трубку. Мята, что ли… или ментол… кто его знает, что он там курит. – Я же ничего не говорила тебе…\n\n— Я умею читать мысли, — объяснил он, пожав плечами. Соня тут же резко вскинула на него глаза: кто он такой? Оглядев его фигуру, девушка заметила покатые плечи, узкую талию, бёдра, и ей как-то сразу стало душновато в этой комнате. Твою же ж мать, то ли она спит, то ли она дунула чего-то не того… а может, она всё-таки сейчас проснётся? – Я же демон, все демоны умеют читать мысли.",
    "answers": [
      {
        "id": 70,
        "text": "Ддддемон??? "
      }
    ]
  },
  {
    "id": 70,
    "text": "переспросила Соня, заикнувшись. Он оскалил в улыбке белые ровные зубы. Что странно, клыки его тоже были чуть длинноватыми. Наверное, какой-то образ того самого чёрного кота здесь всё-таки присутствовал. – Погоди-ка, ты демон? Ты что мелешь?! Сейчас психушку на тебя вызову, приедет наряд и смотает тебя в смирительную рубашку.\n\n— Погоди, — усмехнулся он, отложив свою трубку на письменный стол Сони. Она следила за его движениями – изнасилует ещё, не приведи господь. Едва ли она про это подумала, демон тут же поморщился. Она подумала сейчас о том, чтобы он её изнасиловал… и закончила мысль словами «не приведи господь». А это значит, что ему именно это стало неприятно. В той самой «Демонологии» написано, что демоны стараются не слушать подобные слова — это уменьшает их силу, и этот мужчина действительно поморщился, вскочив и сделав такое лицо, словно у него что-то вызвало отвращение. – Не говори и не думай при мне о подобных вещах.\n\nОн это словно бы прошипел, повернув голову к Сакуре. Глаза его, некогда чёрные, налились теперь красным. Сакура прижала ладони к губам, испуганно закивав. Те же самые глаза она видела вчера и у кота. Едва ли девушка кивнула, мужчина прикрыл глаза, а затем снова открыл их, и они снова обрели свой прежний чёрный цвет.\n\n— Позволь, я всё расскажу тебе, если ты не будешь кричать, — на удивление спокойно изрёк он, пока не приближаясь к девушке. Она замялась, опустив голову, — а то ты слишком шумная…\n\n—Я шумная!??? \n\nОн лишь усмехнулся и начал рассказ\n",
    "answers": [
      {
        "id": 71,
        "text": "Валяй"
      }
    ]
  },
  {
    "id": 71,
    "text": "Так ты хочешь всё узнать или сразу вызвать на меня психушку, в надежде упечь в жёлтый дом? – мягко спросил он, перестав смеяться и скрестив длинные пальцы между собой. Вздохнув, Соня кивнула:\n\n— Пожалуй, сначала я тебя выслушаю, а уж потом вызову на тебя нужных людей… как ты оказался в моём доме?\n\n— Всё по порядку, — он вздёрнул указательный палец, призывая девушку вести себя нормально. Она, с сарказмом закатив глаза, кивнула, подвинувшись и уступив демону место рядом с собой. Он благодарно улыбнулся, присев рядом с Сакурой на край кровати и посмотрев на неё, затем опустил глаза в коленки, — начну, пожалуй, с сотворения мира…\n\n— Уж по порядку, так по порядку, — язвительно произнесла Соня, фыркнув.\n\n— Ты, конечно же, знаешь историю о падшем ангеле Люцифере? – тихо спросил мужчина. Соня, поразмыслив, кивнула:\n\n— Конечно, кто же её не знает? Отрёкся от бога, возомнил себя…\n\nОн замолчал, прикрыв глаза, – его уже немного раздражала вся сложившаяся ситуация.\n\n— Хорошо, я слушаю, — терпеливо вздохнула девушка, подперев голову рукой. И он возобновил свой рассказ:\n\n— Разумеется, всё было не так! Ну почти не так… Люцифер отрёкся от Бога, началось восстание, а затем его и свергли в ад… там всё и началось. Сама наверняка знаешь, что Люцифер — демон не из приятных… обрёл себе жену, назвал её Лилит. Но Лилит не могла дать ему нужных потомков. Какое-то время Люцифер горевал, в аду ему было скучно… все дети, которые появились у него от Лилит, отреклись от отца, возомнили себя выше него, и пришлось Люциферу убить их. Он сверг их в огненную пропасть, прямо на съедение всем чудовищам ада, и тогда, ровно триста девяносто девять лет назад, он решил: почему бы ему не обрести себе сына от земной девушки? Поднявшись на землю, Люцифер наткнулся на старое село, где жили практически одни сектанты. В это время они совершали очередной ритуал, и Люцифер понял – вот его шанс. Он оплодотворил земную девушку, которая подверглась ритуалу, а потом исчез, появившись спустя двадцать пять лет. То село… оно сгорело. Полностью. Дотла, — его голос понизился до шёпота.\n",
    "answers": [
      {
        "id": 72,
        "text": "Слушать"
      },
      {
        "id": 71,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a32/2004/f8/aba22ac07e9f.jpg"
      }
    ]
  },
  {
    "id": 72,
    "text": "Рассказчиком он был просто великолепным, и Соня слушала его, даже не думая ничего сказать в ответ. Весь рассказ словно происходил прямо на её глазах, подобно воспроизведённой кассете. Он рассказывал о том, как начался бунт и мятеж против Бога, и Соня представила, как толпы демонов ведут кровопролитную войну с ангелами, а один, особо буйный, отрывает чистейшему существу белое перистое крыло, при этом купаясь в луже его крови. Он рассказывал о том, как Лилит дала Люциферу детей – все они были один ужаснее другого, и вот, наконец, все погибли в той самой пучине ада, куда боятся попасть все грешники. Он рассказывал о том, как проходил ритуал, и вот на глазах у Сони уже расставлены кругом свечи, а в центре лежит закованная девушка, с которой совокупляется демон. Он говорил о том, как сгорело то село сектантов, – кругом перед глазами Сони обгоревшие трупы и деревья, а сам Люцифер куда-то уходит…\n\n— Но лишь один выжил в тот день. Я не буду спрашивать тебя, как ты думаешь, кто это… я скажу сразу: я выжил в тот день. И в тот день, в тысяча шестьсот тринадцатом году, мой отец, Люцифер, забрал меня обратно в ад. Но сейчас… сейчас я совершенно бездомный демон…\n\n— Почему? – тут же оживилась Соня, неуверенно тронув его за покатое плечо. Он только тяжело вздохнул, опустив голову, даже как-то погрустнел.\n\n— Потому что отец… я не сдал ему вовремя отчёт по количеству грешников, вот ",
    "answers": [
      {
        "id": 73,
        "text": "А потом встретил тебя и продемонстрировал превращение в кота посмотрел на Соню своими глазами"
      }
    ]
  },
  {
    "id": 73,
    "text": "\n— Конечно, как я сразу не подумал, что не нужен тебе… зачем тебе демон нужен дома…\n\n— Нет-нет, что ты, — сразу же запаниковала Соня, схватив его за предплечье, едва ли он собирался вставать с кровати.\n\nОн чуть улыбнулся, а бледные щёки его постепенно заливал румянец от того, что сейчас делала Соня. Наверняка ему приятно то, что она его трогает, так ещё и просит остаться… а хотела ли Соня, чтобы он остался? Если он бездомный демон, то пускай живёт у неё, что в этом такого? Конечно, у Сони маленький опыт общения с демонами… то есть этого опыта вообще нет. Соня, например, не имела понятия, что они предпочитают из еды, какой ведут образ жизни… что, если он содомию тут будет устраивать каждый день? Но нет, он словно говорил одним только взглядом, что нет, он не будет делать ничего подобного. Странно всё-таки встретить столь скромного демона, ведь у Сони было совсем другое представление об этих существах:\n\n— Ты можешь остаться, я же не прогоняю тебя… кстати, как тебя зовут?\n\n— Монаэль, — ответил он, чуть улыбнувшись. Сакура нахмурилась. Монаэль, значит? «Красивое у него имя…» — подумала девушка, на что демон раскраснелся почему-то ещё больше, опустив голову, — спасибо…",
    "answers": [
      {
        "id": 74,
        "text": "Спуститься вниз"
      }
    ]
  },
  {
    "id": 74,
    "text": "Она вскочила с кровати, направившись к шкафу, чувствуя, как пара угольно-чёрных глаз следит за ней, практически не моргая. Постепенно всё это напрягало. А ещё он молчал, и это как-то странно давило на девушку. Но вдруг он тоже поднялся с кровати, так что Соня инстинктивно обернулась – не дай бог чего сделает с ней. Что-то напевая себе под нос на совершенно неизвестном Соне языке, он подошёл к своей трубке, принявшись осматривать её и вертеть в тонких пальцах, будто раздумывая над тем, закурить её или пока что не надо. Соня вздохнула, уперев руки в бока и посмотрев на него. И взгляд её остановился сразу же на его голове. Монаэль по-прежнему что-то напевал себе под нос, всё так же рассматривая свою трубку, изредка хмурясь, а Сакура коварно улыбнулась. Так, если он демон, значит, у него же есть рога, правильно? Соня стала осторожно подходить к нему, заложив руки за спину. Он не обращал на неё внимания, но петь сразу же перестал.\n\n— Если ты демон, — начала она, — значит, у тебя должны быть рога, правильно?\n\n— С чего ты взяла? – нахмурился он, но почему-то его красивое лицо стало постепенно наливаться краской. Соня всё так же коварно улыбалась, почти вплотную подойдя к нему и наклонившись, пытаясь заглянуть в его глаза. Монаэль кашлянул, но говорить ничего не стал. – Э-э, Соня, ты знаешь, я, пожалуй, пойду, мне нужно отойти…\n\n— Куда это? – хмыкнула она, схватив его за предплечье, едва ли он уже повернулся к ней спиной. Она буквально слышала, как он шумно сглотнул. — Покажи рога, они у тебя есть!\n\n— А больше тебе ничего не показать? – язвительно спросил он, фыркнув и повернув голову к девушке.\n\nПряди чёрных волос сразу же упали на его лоб, и Сакура, прищурившись, могла разглядеть кончики самых настоящих маленьких рогов. Улыбнувшись, она отпустила его, сразу же захлопав в ладоши. «Чёрт возьми, я так обращаюсь с самым настоящим демоном… да, я обращаюсь так с демоном, хватаю его за предплечья, пытаюсь остановить, разворачиваю к себе, как хочу, готова уже матом при нём сказать… чёрт, я ему водолазку так могу растянуть! Я ему даже шага не даю ступить без моего ведома, что я за девчонка такая?» — думала с неким укором девушка, так и глядя на его рога. Он фыркнул, совсем уже смутившись и раскрасневшись, а потом поспешил к двери",
    "answers": [
      {
        "id": 75,
        "text": "Он мигом пошёл вниз"
      }
    ]
  },
  {
    "id": 75,
    "text": "Демон в одночасье молниеносно исчез, помчавшись по коридору. Соня, задыхаясь, поспешила за ним, а потом так и вообще весьма нагло вскочила ему на широкую спину, вцепившись в плечи и улыбнувшись, краснея. Конечно, ему ничего не оставалось, кроме как поддержать её, схватив ладонями за обнажённые бёдра, всё так же краснея. Наверное, ему не особо нравилось такое обращение – с подобным он никогда не сталкивался, Монаэль признавался в этом сам себе. Да, такого он точно никогда не видел… у него были тысячи девушек, но ни одна из них так себя не вела. Да даже самая отчаянная демоница в аду так себя не ведёт! Соня внезапно прижалась к нему, обхватив тонкими руками шею. Он сглотнул, опустив голову.\n\n— Так или иначе, я посмотрю, — заявила она.\n\nОтлично, она ещё сейчас у него в волосах рыться будет. Едва ли она потянула пальцы к его голове, демон сразу же зашипел, мотнув головой и стараясь поправить волосы, однако у него этого не получилось – Соня уже с глазами, полными восхищения, разглядывала самые настоящие костные образования, которые как раз и назывались рогами. А они у него маленькие такие, аккуратные… и не скажешь по нему, что он демон.\n\n— Прикольно, а потрогать можно?!\n\n— Нет, — отрезал Монаэль, отпустив бёдра девушки, так что Соня со вскриком приземлилась на пол, язвительно глядя ему в спину, скрестив руки на груди. Он сунул руки в карманы джинсов. – С чего ты взяла, что можешь так обращаться со мной, смертная? Ты никто, понятно? Тебе всего лишь шестнадцать лет, а ты ведёшь себя так, как будто тебе уже четыреста с лишним. Наглая слишком, никогда не видел подобного. Я ещё удивлён тому, что ты меня спросила, можно ли рога потрогать. Ты невообразимо вежлива…\n\n— Хватит уже, — фыркнула девушка, посмотрев на него и нахмурившись, — самый умный, что ли? Да если бы не я, ты бы на улице помер там в снегу и окочурился.\n\n— Хм, вот ещё, — вполне спокойно изрёк демон, насмешливо посмотрев на Соню, — я же бессмертен, и меня ничто не способно убить. Я просто поиграл на твоей жалости, если ты не поняла.\n\nСоня с приоткрытыми губами слушала его. Ах он… самый настоящий демон! Издевается над ней! Ну она его точно убьёт! Постойте, он же сказал только что, что он бессмертен… твою мать-то, как с ним быть? И сладить с ним Соня постарается, конечно, но это уже вряд ли получится. «Вот кто из нас наглый, так это он», — справедливо, как она считала, думала Соня, косясь на демона. Он лишь фыркнул:\n\n— Неправда, — заметил он, поучительно вздёрнув указательный тонкий палец, на котором Соня заметила крупный перстень с изумрудом, — я не наглый, ты тут самая наглая, а не я. Так вот, гм, я так и не закончил, — он откашлялся, а после продолжил, сделав умное выражение лица. – Я говорю, что просто поиграл твоей жалости, и ты взяла меня к себе. К тому же мне понравилось сидеть с тобой в одной ванной, водичка, правда, прохладная…\n\nСоня опешила от такого заявления. Погодите-ка, значит… да, точно, он видел её голой… густо покраснев от ярости и смущения одновременно, Соня сжала пальцы в кулаки, насупившись. Сейчас Монаэлю казалось, что из её ушей и ноздрей пойдёт пар от такого напряжения. Но нет, она только тяжело дышала, насупленно глядя на него.\n\n— У нас в аду, — начал он, разводя рукой, — вполне тёплая вода, не то что… ",
    "answers": [
      {
        "id": 76,
        "text": "Раздались урчания живота"
      }
    ]
  },
  {
    "id": 76,
    "text": "—Хах, бессмертный он! С голоду быстрее сдохнешь! Что будешь на завтрак? Тут вчерашний обед остался, могу яичницу сделать. Или бутерброды? \n",
    "answers": [
      {
        "id": 77,
        "text": "Вчерашний обед"
      },
      {
        "id": 78,
        "text": "Яичницу"
      },
      {
        "id": 79,
        "text": "Бутерброды"
      }
    ]
  },
  {
    "id": 77,
    "text": "Это был рис и котлета. Соня быстро разогрев еду. Поставила 2 тарелки на стол. Монаэль плморщился.\n—эмммм.... ЧТО ЭТО?\n— котлета и рис, вкусно, попробуй. Кофе будешь или чай?\n—безразницы.\nСоня налила кофе и уселась рядом за стол. Монаэль ковырялся в котлет и наконец попробовал. Через с секунду уже ничего не было, а он приступил к кофе\n",
    "answers": [
      {
        "id": 80,
        "text": "Чуточку позже"
      },
      {
        "id": 77,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c06/2004/cc/c79779574a4b.jpg"
      }
    ]
  },
  {
    "id": 78,
    "text": "Соня быстро разбила 2 яйца и и нарезал овощи и колбасу. Она поставила тарелки и налила кофе. Самоэль с подозрением посмотрел на Соню, а потом на тарелку. Соня рассмеялась.\n—ешь, это вкусно! Смотришь, будто незнмное что-то увидел!\nОн попробовал и через минуту ничего не было. ",
    "answers": [
      {
        "id": 80,
        "text": "Дальше "
      },
      {
        "id": 78,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b08/2004/1f/f8ebbdfff1db.jpg"
      }
    ]
  },
  {
    "id": 79,
    "text": "Нарезав хлеб она намазала его непонятной белой пастой, сверху положила колбасы и что-то желтое. И поставила в микроволновку. Он в это время напевал песню на незнакомом языке.\n\n— что это за язык? Ты красиво поешь\n\n—это..... Латынь,. \nон покраснел....  Наконец Соня поставила тарелку с едой перед ним. Он сначала разглядывал, но потом уже следа не осталось от 3х бутербродов, а Соня только доедала 1.",
    "answers": [
      {
        "id": 80,
        "text": "Дальше"
      },
      {
        "id": 79,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c36/2004/53/c78291542e6f.jpg"
      }
    ]
  },
  {
    "id": 80,
    "text": "Соня даже не заметила, как он закончил есть и отставил тарелку в сторону. Пустую, да и практически чистую. Девушка нахмурилась, недоумённо посмотрев на него, – она-то съела только половину, а он уже… он уже всё. Замечательно. Аппетит у него хороший, и при этом он отнюдь не толстый, но и не худой… «А я сразу говорила, что ты дура, — заметила совесть, с сарказмом закатив глаза, — он не худой, потому что у него мышцы…» От такой наблюдательности совести девушка едва ли не подавилась едой, закашлявшись и густо покраснев. Да уж, будет тяжело, если он пойдёт в душ или ванну…\n\n— Так какие у тебя правила? – напомнила девушка, посмотрев ему в глаза, несмотря на красноту своего лица. Он улыбнулся:\n\n— У меня их немного. Хотел сказать, чтобы ты называла меня по имени, как есть. А ещё желательно кормить меня…\n\n— Куда я денусь, — улыбнулась девушка, — это всё?\n\nОн положительно кивнул, глядя на то, как Соня ест, то и дело еле слышно вздыхая. Она вдруг тоже поставила в сторону пустую тарелку, подперев голову руками и по-прежнему глядя ему в глаза:\n\n— А у меня правил побольше. Например, никогда не трогай электрические приборы без моего разрешения. А ещё никогда не выходи на улицу, потому что у меня любопытные соседи, и, конечно же, они сразу заметят, что из моего дома выходит какой-то высокий парень… короче, меня мать убьёт, если узнает. И потом: если тебе что-то нужно, то всегда говори мне об этом. Надеюсь, мы с тобой более-менее подружимся, а то ты как-то не очень хорошо меня воспринимаешь…\n",
    "answers": [
      {
        "id": 81,
        "text": "Вдруг"
      }
    ]
  },
  {
    "id": 81,
    "text": "Вдруг они услышали стук в дверь,они  насторожились.... Монаэль вопросительно на тебя посмотрел\n—Ты кого-то ждёшь?\n— нет, я отменила все на сегодня.... Странно\nОн только нахмурился \n",
    "answers": [
      {
        "id": 52,
        "text": "Открыть дверь самой"
      },
      {
        "id": 82,
        "text": "Попросить Монаэля "
      }
    ]
  },
  {
    "id": 82,
    "text": "—Откроешь???\n\nМонаэль поднялся. Его уже не было минут 5, Соня начала волноваться. Выйдя из кухни Соня увидела.... Бреда!!!!! Он стоял с невозмутимым видом.\n\n—Не представишь своего друга?\n\nОн с язвительным тоном и презрением посмотрел на Монаэля..\n\n—Эттто.... Монаэль.... Монаэль знакомься... Это Бред... Одноклассник...\n\nМонаэль посмотрел на Соню так, что та пожалела, что вышла! А Бред нагло отодвинул и Монаэля и спросил:\n\n— Хотел в кино пригласить, ты пойдёшь?\n\nМонаэль нахмурился, а Соня стояла не в силах что-то сказать",
    "answers": [
      {
        "id": 2,
        "text": "Конец серии"
      }
    ]
  },
  {
    "id": 83,
    "text": "Соня закрыла дверь и увидела ухмылку Монаэля.\n\n— да уж..... Не ожидала.... Ты, что думаешь?\nОн посмотрел и сказал:\n\n— Ты не идёшь и точка! Плохой он тип, сразу видно...\n\n",
    "answers": [
      {
        "id": 49,
        "text": "Возразить"
      },
      {
        "id": 84,
        "text": "Обдумать его слова"
      }
    ]
  },
  {
    "id": 84,
    "text": "—Посмотрим...\n\nСоня надулась и начала все обдумывать. Монаэль сначала был хмурым, а потом начал смеяться... Таааак... Я уже к тебе в мысли попал??? Давай дальше... Мне интересно... Соня покраснела\n\n—НЕ СМЕЙ ЧИТАТЬ МОИ МЫСЛИ!!! МЫ ЖЕ ДОГОВОРИЛИСЬ!\n\nЕго забовляло, как Соня дуется и улыбался во все клыки.... Она психанула и ушла, но снизу стал включаться и включаться свет",
    "answers": [
      {
        "id": 85,
        "text": "Посмотреть"
      }
    ]
  },
  {
    "id": 85,
    "text": "Девушка недоумённо посмотрела на Монаэля, однако, как оказалось, ему безумно понравилось включать и выключать свет. Такое продолжалось примерно минут пять, и девушка стояла и наблюдала за тем, как длинные пальцы включают свет, а затем снова выключают, включают, выключают, включают… благо, у Сони было просто божественное терпение. Она стояла и смотрела на него, скрестив руки на груди, причём Монаэль делал это с таким умным видом, словно реферат писал или оформлял доклад.\n\n— Всё, наигрался? — это она спросила тогда, когда свет он снова оставил включенным.\n\nОн закивал, улыбнувшись, и Соня поспешила вывести его из комнаты , схватив за рукав водолазки и потащив на выход. Он, однако, не особо захотел уходить, да и свет ему захотелось выключить самому. Подождав, пока он снова минут пять поиграет с выключателем, Соня снова оттащила его, закрыв за собой дверь.\n\n— Детский сад, — прошипела она.\n\n— Чудные у вас, смертных, устройства, — справедливо заметил он, почёсывая затылок и поправив ошейник. Соня с сарказмом закатила глаза. – Это же надо, а… у нас в аду вообще света нет, только факелы! А у вас взял, нажал на кнопочку, и на тебе, включился свет. Соня, что это за Люциферова содомия?\n\n— Что? – нахмурилась Соня, не поняв смысла сего выражения.\n\n— Ну… — замялся он. – Я же не ругаюсь и не бранюсь…\n\n— Я заметила, но что значит «Люциферова содомия»? – спросила Соня, чуть улыбнувшись.\n\n—Это... Так-он улыбнулся- я приличный! \n",
    "answers": [
      {
        "id": 86,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 86,
    "text": "До вечера у них всё было нормально. То есть и вечером было всё нормально. Весь день он рассказывал ей истории о том, как ему живётся в аду, что они там делают, какие грешники к ним поступают и сколько уже великих людей он видел. Он говорил о том, что знал музыкантов, которые учили его играть на разных инструментах, учёных, которые доказывали ему какие-то теоремы, чтобы более-менее очистить свой грех, людях, которые просто делились с ним своей жизнью, словно разговаривали с психологом. Как поняла Соня, им (точнее их душам) действительно становилось легче, и многие из них снова попадали в рай только благодаря Монаэлю. А ещё он рассказал о том, откуда у него взялась эта трубка. Оказалось, что ему подарил её какой-то старый индеец, который совершенно по случайности, совершив ритуал, оказался в аду. Проще говоря, чтобы поблагодарить чудесного доброго демона за избавление, он подарил ему эту самую трубку, которая настолько полюбилась Монаэлю, что он с ней практически не расстаётся. Сакура завороженно слушала его, сидя на кровати и прижимая к себе подушку.\n\n— Ты столько всего интересного видел, — восхищённо произнесла Соня. Он смущённо улыбнулся, опустив голову. – А вот я… я вот ничего не видела.\n\n— Да брось, — попытался утешить он девушку, привалившись спиной к стене и задумчиво посмотрев в потолок. – Ты для меня вообще совсем ещё ребёнок, тебе всего-то шестнадцать лет. Просто пока не подошло то время, когда ты сможешь что-то увидеть. А вот когда оно подойдёт, то, надеюсь, я буду рядом…\n\nСоня усмехнулась, раскрасневшись:\n\n— Ну да, мне же не триста девяносто девять лет, я не такая старая, как ты.\n\n— Брось, я не старый, — справедливо заметил Монаэль, с гордостью вздёрнув нос, — это просто так кажется…",
    "answers": [
      {
        "id": 87,
        "text": "Потом он решил прянять душ"
      }
    ]
  },
  {
    "id": 87,
    "text": "Потом он решил сходить в душ. Соня, правда, спрашивала о том, не нужна ли ему помощь, но Монаэль, покраснев, заявил, что ему помощь явно не нужна. И вот, пока он там мылся, Соня успела спуститься на первый этаж и позвонить матери, сообщив, что с ней всё хорошо и спросив, нормально ли они добрались. Когда она пошла наверх, то увидела, что дверь в ванную приоткрыта, и свет там не горит. Значит, он уже вышел… сглотнув, Соня прошла в свою комнату, да ещё и так осторожно, словно боялась увидеть там нечто чудовищное. Испуганно вытаращив глаза и заглянув в комнату, она увидела, как Монаэль уже лежит на кровати в одних своих джинсах, повернувшись на бок. Причём лежал он практически на самом краю и, кажется, довольно-таки крепко спал. Соня, снисходительно улыбнувшись, осторожно и медленно подошла к нему. Он такой милый, когда спит… и в это время Соня вполне спокойно могла потрогать его рога.\n\nКоварно улыбаясь, девушка присела на корточки у кровати, глядя на его красивое лицо, которое уже давно сморил сон. Его длинные ресницы еле заметно подрагивали, а сам он мерно дышал. Чёрт, он же без водолазки… и в такой момент Соня могла рассмотреть практически во всех подробностях стройный торс демона, шумно сглатывая и краснея. Когда она уже не могла смотреть так долго на рельефный пресс с таким покрасневшим лицом, девушка стала разглядывать его, чуть склонив голову набок. На его лицо упали несколько чёрных прядей волос, которые девушка заботливо поправила, тяжело вздохнув, чтобы они не мешали ему спать. Он действительно до безумия красивый… «Интересно, все демоны такие?» — спросила себя девушка, на этот раз надеясь, что он не читает её мысли хотя бы во сне. Наверное, нет… ей казалось, что он один такой в аду. Такой красивый, такой высокий и стройный, такой похожий на обычного человека, но при этом он такой необычный и таинственный… а его голос? Мелодичный, бархатный, красивый… а его речь? Такая грамотная, такая… чёрт, кажется, Соня начинала уже в него влюбляться. А может быть, и нет. С чего вдруг она стала бы влюбляться в демона, который не так давно был её котом?\n\nЧуть улыбнувшись, девушка стала осторожно гладить его лицо. Провела тонким пальцем по высоким скулам, закончив путь его чуть пухлыми губами… кажется, ему стало щекотно, так что он повернулся на спину, едва нахмурив брови. Когда складка на его лбу разгладилась, Соня снова возобновила дыхание. Но когда он переворачивался, она даже перестала дышать. Одно только осознание того, что он не из этого мира, вводило её в какой-то странный, внутренний и совершенно необъяснимый экстаз. Она ради такого даже решилась осторожно и с нежностью поцеловать его в бледную щёку, а затем подошла к двери, погасив свет, и быстро заскочила на кровать, ложась рядом с ним. Он так и не проснулся. В такой момент она действительно могла очень долго смотреть на его лицо, тело, фигуру… чёрт, он совершенный. Даже нельзя сказать, что он демон. Он слишком идеальный для демона.\n\nПодперев голову рукой, Соня стала снова наблюдать за его сном. Он действительно ровно и мерно дышал, осторожно, он и вправду крепко спал. А Соня и не думала, что демоны умеют спать. Чуть улыбнувшись, она снова подалась к нему, проведя кончиком носа по щеке, и с нежностью поцеловала его в кончик носа. Он не отстранился, не стал ничего делать, просто слегка улыбнулся. Соня заметила это и, покраснев, поспешила накрыть его одеялом, да и спрятаться под одеяло сама. Почему-то была такая мысль положить голову на его плечо и так же уснуть, закрыв глаза, может быть, обнять его… но нет, она не стала. Положив голову на мягкую подушку, девушка бросила последний раз за этот день взгляд на его идеальный профиль:\n\n— Спокойной ночи, Монаэль…",
    "answers": [
      {
        "id": 88,
        "text": "Утро, Идти или нет? "
      }
    ]
  },
  {
    "id": 88,
    "text": "Утром Соня проснулась от того, что кто-то (она даже не имела понятия, кто же это может быть!) очень даже нагло почти что разлёгся на ней. И девушка поняла, что ей как-то немного тяжеловато… точнее она готова была убить этого «кого-то», но что сделаешь, если он бессмертный. Вздохнув, девушка всеми силами пыталась его спихнуть. Будильник, заведённый в школу, уже давным-давно трезвонил, как ненормальный, а Соня тут не могла его выключить чисто потому, что не дотянулась бы. Но попытка не пытка: протянув рукук будильнику, девушка всеми силами пыталась его достать, однако все её надежды на это прервал Монаэль, засопев и прижав Соню к себе, буквально подминая девушку под тяжелое тело. Она вздохнула, насупившись и надув губы. Лицо, конечно, покраснело… ещё бы оно тут не покраснело, когда он её обнимает настолько нагло. С сарказмом закатив глаза, девушка протёрла ладонью лицо, покосившись на демона. Да, он явно не привык вставать с утра пораньше.\n\n— Эй, — Софья осторожно пихнула его в плечо – от демона всего можно ожидать, — проснись и пой, Монаэлюшка. Не хочу тебя расстраивать, но мне чуть-чуть тяжеловато… не мог бы ты убрать свою тушу с меня?! Э, алё!\n\nОн что-то стал бормотать себе под нос, но Соня всё же решилась применить силу, пихнув его в плечо: иначе как? А то так и будет с ним тут валяться, ожидая, когда он проснётся… а вдруг он проснётся только завтра, например, или ближе к вечеру? Что тогда Соне остаётся делать? Валяться тут под ним и ожидать всего, что только в её голову лезет? Нет, а вдруг он изнасилует её тут, забудет ещё, где находится, да и…\n\n— Спокойно, спокойно, — вдруг прервал он мысли девушки, так и не открывая глаз. Соня нахмурилась, а потом хлопнула себя ладонью по лбу. Да при нём вообще ничего нельзя в мыслях сказать… – Никого я насиловать не собираюсь, а уж тем более тебя.\n\n— Почему это? – вздёрнула бровь девушка. Он поднял голову, сонно разлепив глаза:\n\n— Обойдёмся без ответа…\n\nПосле этих слов Монаэль вновь уронил голову на плечо девушки. Она уже ожидала от него ночью всего, чего угодно. Например, того, что он сопеть громко будет или храпеть, к примеру, а может, вообще лапать её начнёт. Но этого не случилось – Монаэль преспокойно спал ночью, так и лёжа на боку. А вот что на него под утро нашло… это большой вопрос для Сони. Она не хотела про это думать – сейчас он снова что-нибудь язвительно скажет в ответ на её мысли… но нет, он, однако, продолжал лежать прямо на девушке, не заботясь о том, что ей становится душно, да и кислорода попросту не хватает.\n\n— Можно я встану? – язвительно протянула Соня, протирая ладонями сонное лицо. Он только вздохнул, но, кажется, не собирался повиноваться. – Слышь, чего говорю? Мне в школу надо идти, собираться, а ты тут разлёгся! Монаэль!\n\nДемон, снова тяжело вздохнув и втянув носом воздух, наконец послушался, подвинувшись на самый край и отвернувшись от Сони спиной. Девушка с облегчением вздохнула, поднимаясь с кровати и осторожно перелезая через него. Ну а вдруг он рассердится, что она вот так нагло через него лезет? Однако Соня, кажется, не предусмотрела, что вполне случайно задела коленом его бедро, так что Монаэль, вытаращив глаза, повалился на пол вместе с ней. Соня даже не знала, кто из них покраснел сильнее, – то ли она, лёжа на нём, то ли он, распластавшись на полу под девушкой, тараща чёрные глаза. Она уже ожидала от него всего, чего угодно, даже кары, которая на неё обрушиться может, – конечно, демона на пол спихнуть, да где это видано? Но он вдруг прикрыл глаза, шумно сглотнув и пытаясь вылезти из-под девушки:\n\n— И-извини…\n\n— За что? – нахмурилась она, всё так же валясь на его стройном теле. Он только снова сглотнул, раскрасневшись ещё больше, а Соня, усмехнувшись, поспешила встать с него, не забыв перед этим с нежностью поцеловать в щёку. – Завтрак я приготовлю, можешь ещё поспать, если хочешь.",
    "answers": [
      {
        "id": 89,
        "text": ".. "
      }
    ]
  },
  {
    "id": 89,
    "text": "—эмммм... И что это было?\n\nСоня обернулась... Тебя не целовали?\n\n—Целовали во время оргий в аду...\n\n—ой, только про это не начинай. \n\nОн покраснел, да, в аду целовались, только требовательно. Только для плотской удовлетворённости. А в этом поцелуе была лёгкость и невинность... И все хотелось прикоснуться к этому месту... Оно чуть теплилось.... Соня стояла в дверях и посмеивалась... \n\n—Чего сидишь? Идём вниз... Я тут ночью подумала, что \n\n",
    "answers": [
      {
        "id": 90,
        "text": "пойду с Бредом"
      }
    ]
  },
  {
    "id": 90,
    "text": "— ну, же! Ты решила идти?\n\n—да... Он мне давно нравится и я не хочу упускать этот шанс...\n\nМонаэль сделал лицо таким, будто съел килограмм лимонов. Потом изобразил страдальческое лицо и протянул..\n\n— тебе нравится ЭТОТ??? Ты не пойдёшь!\n\n—а ты не командуй! Я уже взрослая!\n\nМонаэль начал смеяться.\n\n—Ты???... И взрослая!!!... Ладно МНЕ, 399 лет, но тебе всего 16! — потом он снова нахмурился- не иди, тебе лучше будет. Я его чувствую, он ужасный... Кхххм... Человек. \n\nСоня обернулась \"Кхм... Интересно, он что-то знает, что я не знаю... Он протянул слово человек, будто намекая на другое. А что если и тот окажется демоном? Хотя, я же его с первого класса знаю... Почему же Монаэль так протестует?\" Я не верю... \"\n\n—Соня... Хочешь верь, хочешь не верь, но я тебе говорю. Лучше не ходи! \n\n—Ты опять читаешь мысли? Мы договорились по поводу этого! С тобой больше не обсуждается, я иду с Бредом! И точка! \n\n—ок, тогда меня не звать... \n\n—зачем? \n\n—откуда... ДЕМОНУ ЭТО ЗНАТЬ! ТЫ ЖЕ ЛУЧШЕ МЕНЯ ВСЕ ПОНИМАЕШЬ! ВОТ И ГОВОРЮ. ЕСЛИ ЧТО! МЕНЯ НЕ ЗВАТЬ, я по делам на 2 дня уезжаю... \n\nОн произнёс с сарказмом, Соня лишь закатила глаза и начала спускаться вниз \n",
    "answers": [
      {
        "id": 92,
        "text": "Монаэль ушёл... "
      }
    ]
  },
  {
    "id": 91,
    "text": "Одним мгновение она прижалась к нему и поцеловала. Поцелуй был трепетным, но властным, она вложила все свои чувства в него...\nОн сначала не понял, но потом ответил.  Он вкладывал в свой поцелуй власть, страсть и ненависть разом. Она не понимала, как он столько чувствует зараз! Потом Соня увидела, что глаза преобретают обычный чёрный цвет, а губя снова стали белыми... Перед ней стоял уже другой Монаэль... Он только прошептал\n\n—прос-сти, я нехотел...\n\nИ он ушёл из дома, превратившись в черного кота. ",
    "answers": [
      {
        "id": 2,
        "text": "Конец главы"
      }
    ]
  },
  {
    "id": 92,
    "text": "\nВ это время Монаэль как раз преспокойно сидел на лавочке в парке в образе кота, оглядывая прохожих. Сейчас к нему должен прийти один человек… из преисподней. Вспомнив про своего лучшего друга, Монаэль улыбнулся, опустив глаза. Мимо него как раз проходила какая-то девочка, держа за руку свою маму. Ребёнок был просто очарователен: белоснежные кудри, на которых была розовая шапка цвета жвачки, светло-голубые большие глаза в обрамлении длинных густых ресниц, румяные от лёгкого мороза щёки и алые губки — настоящий ангел. Она остановилась, глядя на кота, а потом вдруг весело засмеялась, подбежав к нему. Девочка была одета в тёплую курточку белого цвета и такие же тёплые штаны, на ногах — маленькие ботиночки на шнурках.\n\n— Мама, смотри, какая кися! – в этом мире Монаэль уже понял, что именно таких детских слов ему нужно бояться больше всего.\n\nОднако он позволил ребёнку себя погладить. Что ему сделал ребёнок? Вот именно — ничего… к тому же он слишком добрый для демона, пожалуй, пускай его немного приласкает. Нагнувшись к девочке, он стал обнюхивать её смущённое покрасневшее личико, а она только захихикала, поглаживая кота по голове неловкими движениями маленьких неуклюжих пальчиков. Монаэль не выдержал, громко заурчав и прикрыв от удовольствия глаза. Девочку поторопила её мать, сказав, что им нужно идти, и она помахала на прощание рукой Монаэлю, на что тот мурлыкнул, дёрнув хвостом.\n\n— Пока!\n\nОни ушли, а девочка всё ещё оглядывалась на него. Монаэль, всё так же улыбаясь, услышал голос за соседним деревом:\n\n— Глянь-ка, милота! Так вот чем занимается наш юный демон на досуге на земле, это просто адски замечательно…\n\nМонаэль обернулся, как раз увидев за этим деревом своего знакомого и по совместительству самого лучшего друга в аду, с которым знаком он уже двести с лишним лет – Фурфура. Это был блондин высокого роста с шестью полосками на щеках, с двух сторон по три, и ярко-ярко-голубыми глазами, которые обычно излучали свет и доброту. Но когда этот демон приходил в ярость, то эти глаза сразу же наливались красным, и его белые ровные зубы обычно становились самыми настоящими клыками, с помощью которых он мог разорвать обычную человеческую душу на куски. Вообще-то, Фурфур умел обращаться в лиса, но согласитесь, что было бы глупо, если бы люди в парке увидели здесь лисицу. Он улыбнулся, опустив глаза и скрестив руки на груди. Одет он был во всё чёрное, почти так же, как и Монаэль, да только у него не было ошейника и было гораздо меньше перстней и колец на длинных пальцах. Он прошёл к скамейке, опустившись на неё.\n\n— Ты меня звал, кажется, — тихо протянул он, покосившись на кота. Монаэль хмыкнул, сев на лавочке и помахивая тонким длинным хвостом, не глядя на своего друга:\n\n— Как думаешь, мне стоит обратиться? Или ты так со мной побеседуешь?\n\n— Давно тебя не видел, лучше бы обратился, — протянул Фурфур, так что демон, оглядевшись, постепенно принял свой истинный облик. Фурфур вдруг засмеялся. – А ты вовсе не меняешься.\n\n— Какие новости? – поинтересовался демон, посмотрев на своего друга.\n\n— Всё как обычно, — пожал плечами Фурфур, — твой отец в ярости – нашёл-таки у себя седой волос и теперь пребывает в отчаянии, постоянно ноет, говорит, что нуждается в своём сыночке… а его сыночек тут ходит в образе кота и позволяет гладить себя мелким детям. Это просто низко, Монаэль, неужели ты так пал здесь? Никогда не позволяй людям трогать себя, это может быть опасно для тебя. Разве забыл, как на днях Данталиан пострадал перед тем, как ты ушёл из ада? Тогда всё тело в ожогах было, а он всего-то пытался переспать с какой-то девчонкой с земли, притворившись обычным человеком…\n\n— Кажется, ты забыл, — усмехнулся Монаэль, показав на себя тонким пальцем. Фурфур вздёрнул тонкую бровь, недоумённо глядя на друга, — я всего лишь наполовину демон. А значит, меня может касаться любой человек. Это, знаешь ли, в порядке вещей.\n\n— Чувствую, ты тут уже с кем-то успел отвести душу, — протянул Фурфур, улыбнувшись и облокотившись одной рукой на спинку скамейки.\n\nМонаэль только пожал плечами, приподняв в улыбке уголок губ. Стоит ли говорить этому балаболу, что он тут развлекается с Соней? Вспомнив о ней, демон мгновенно помрачнел, опустив глаза. Ревность. Такая ревность его сейчас охватила, что он готов был просто так избить своего лучшего друга, буквально ни за что. А если здесь завяжется драка между демонами, то это будет действительно ужасное зрелище. Пострадают не только они двое, но и простые люди. Невольно вспомнив ту маленькую девочку, которая его гладила, Монаэль стал постепенно остывать, чтобы не сорваться. И буквально сейчас Фурфур видел, как его аура начинает нагреваться, а глаза светлеют и постепенно становятся красными.",
    "answers": [
      {
        "id": 93,
        "text": "Монаэль? "
      },
      {
        "id": 92,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a19/2004/7b/c81cda4e9fa3.jpg"
      }
    ]
  },
  {
    "id": 93,
    "text": "\n— Знаешь, Монаэль, бабы никогда до добра не доводят. Помнишь, я тебе рассказывал про одну демоницу? Это было ужасно… эта шлюха едва ли не вырезала мне сердце!\n\nЕдва зашла столь больная для Монаэля тема, Фурфур сразу же замолчал, приложив ладонь к губам. Монаэль только горько усмехнулся – это действительно больная тема для него…\n\n— Прости, не хотел… — поспешно произнёс блондин. Мимо них прошла компания каких-то молодых людей, так что им пришлось замолчать, провожая их взглядами.\n\n— Да ничего, — вздохнул демон, чуть улыбнувшись. – Не переживай, не успел я пока отвести душу, но… но у меня есть одна девушка на примете. Ты ведь помнишь, что у меня скоро день рождения?\n\n— А то как же, четыреста лет, это надо отметить! – воскликнул Фурфур, хлопнув друга по плечу. Монаэль тяжело вздохнул: что же этот придурок громче-то не орёт?\n\n— А потише можно? – вежливо попросил Монаэль, на что Фурфур только откашлялся, оглядевшись по сторонам и замолчав:\n\n— Ладно, ладно, только не урчи, котик… ах да, хотел тебя спросить по поводу того, что тебе подарить. Так что тебе подарить?\n\n— Устрой мне праздник, — попросил Монаэль, улыбнувшись.\n\nФурфур недоумённо посмотрел на своего друга. Да, Монаэль действительно хотел праздник. А что в этом такого? Было бы довольно впечатляюще, если бы это был, например, почти что самый настоящий бал… ведь они демоны, всё должно быть чин по чину. Фурфур только усмехнулся, почесав подбородок и хитро прищурив глаза, подобно самому настоящему лису:\n\n— Знаешь, есть у меня одна идейка на примете, надеюсь, что тебе понравится… так или иначе, осталось всего полторы недели, и я буду усиленно готовиться. Много ли гостей ты хочешь увидеть?\n\n— Желательно много, — ответил Монаэль, кивнув, — и ещё… позаботься о той, которую я тебе поручу.\n\nНу да, что ни говори, а четыреста лет – это знаменательная дата! Через сто лет Монаэль станет совершеннолетним демоном в аду, и этот праздник, наверное, будет гораздо грандиознее. О да, Фурфур уже предвкушал настоящую оргию, и ему быстрее хотелось, чтобы эти сто лет промчались, подобно лани, бегущей от охотников в лесу. Он улыбнулся. Значит, позаботиться о той, которую он поручит своему другу? Замечательно, Фурфур даже не подумает ослушаться. Да вот только нужно бы с ней познакомиться… а потому он будет пристально следить за ней из ада, так как Монаэль наверняка приревнует, если Фурфур будет спрашивать у него про эту девчонку. Чёрт возьми, да почему он такой ревнивый?",
    "answers": [
      {
        "id": 94,
        "text": "Тем временем "
      }
    ]
  },
  {
    "id": 94,
    "text": "Соня собиралась навесть Ларри. Собрав вещи и наказаны Монаэлю не трогать приборы. Она ушла.\n\nПока Соня думала об этом, она дошла до школы, где её ждал Ларри, глядя на небо и прямо на солнце, приставив ко лбу ладонь в виде козырька, закрывая глаза. Соня, улыбнувшись, побежала к нему, крепко обняв и поцеловав в щёку:\n\n— Привет, как дела?\n\nОн улыбнулся, точно так же обняв Соню в ответ.\n\n— Всё хорошо, — ответил он, сунув руку в карман, когда Соня отстранилась от него, — как у тебя? Как твой… Монаэль?\n\nСоня только отмахнулась от него:\n\n— Да так, нормально, кажется… более-менее хорошо… в общем… обнаглел он! – вскричала девушка, разъярившись, а Ларри только зашикал на неё, оборачиваясь по сторонам и приставляя к своим губам указательный палец, призывая Соню вести себя потише.\n\nДевушка, тоже оглядываясь, понизила голос, с сарказмом закатив глаза и скрестив руки на груди. Кажется, она действительно слишком громко про это кричит. А впрочем, какое всем дело до того, чем занимается Сонч? Вот и она так считала, потому хотела выплеснуть свои эмоции. Точнее, она действительно хотела это сделать, однако тут же к ней сзади кто-то приложил широкую ладонь, закрывая рот. Соня вытаращила глаза, испуганно глядя на Ларри и пытаясь перевести дыхание, а он так и вообще приоткрыл от удивления рот, даже не зная, как предупредить Соню, что… ну… вроде как, сзади неё стоит мужчина довольно больших габаритов. То есть он высокий, стройный, у него светлые волосы, в которые забился снег, ярко-голубые глаза, полоски на щеках, загорелая кожа, а ещё… ещё он одет во всё чёрное, а на шее у него висит амулет в форме перевёрнутой звезды на тонкой серебряной цепочке. Мужчина нагнулся к уху Сони, тихо зашептав:\n\n— Не кричи так громко, смертная, ты привлекаешь к себе слишком большое внимание.\n\nОт такого Соня, не выдержав, вцепилась в его руку, пытаясь оторвать от своего лица или хотя бы укусить, но у неё это, конечно же, не получилось. Ларри пытался заступиться за подругу, тоже вцепившись в руку мужчины, однако тот лишь рассмеялся, но Соню отпустил, поняв, что Ларри просто так не отступит. Он улыбнулся, скрестив руки на груди и привалившись к стене у двери. Соня тяжело дышала, удивлённо глядя на него, а Ларри так и стоял рядом с девушкой, готовясь, если что, заступиться в любом случае. Мужчина ничего не предпринимал, а только широко улыбнулся белоснежной улыбкой, помахав им ладонью.\n\n— Не хотел напугать вас, — предупредил он, всё так же дружелюбно улыбаясь.\n\nСоня стала потихоньку успокаиваться, глядя на то, как у его глаз появились морщинки от улыбки. Это значило, что этот человек довольно добрый и любит посмеяться, но почему он так грубо хватил Соню?\n\n— Извините. Просто услышал тут, что вы упомянули моего друга, решил поинтересоваться, а я как раз проходил мимо… так, кстати. Значит, ты и есть Соня, да? – осведомился он, оглядев девушку с ног до головы.\n\nСакура лишь кивнула. После того, как она познакомилась с Монаэлем, всё это ей казалось в порядке вещей, даже то, что этот человек, который ей незнаком, называет её имя.\n\n— А что вам от неё нужно? – хмыкнул Ларри. Соня как никогда была благодарна ему. Блондин улыбнулся ещё шире, подходя к ним и по-дружески хлопнув Ларри по плечу:\n\n— Да не волнуйся ты так, не обижу. А что такого в том, что я решил с ней поболтать? Знаешь, у нас, у демонов, свои темы для разговоров, Соню тоже нужно предупредить и…",
    "answers": [
      {
        "id": 95,
        "text": "Стп, демонов??! "
      },
      {
        "id": 94,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a19/2004/7b/c81cda4e9fa3.jpg"
      }
    ]
  },
  {
    "id": 95,
    "text": "Ларри смотрел на мужчину.\n\n—Началось — Соня отвела Ларри в сторону. Мужчина дождался пока тот уйдёт и представился:\n\n— Фурфур\n\n— Соня..\n\n— Да знаю, про тебя Монаэль рассказывал. Интересное колечко.... Монаэль подарил? Неожиданно....\n\n— Я спешу вообще-то!\n\nВообще-то, это выглядело странно всё… ведь они стоят у школы, самая странная девочка из старших классов стоит перед человеком в чёрном, который откланивается ей, и это было действительно немного… дико, что ли. Ларри  вообще не понимал, что здесь происходит. Конечно, он верил в то, что у Сони дома живёт демон. Нет, ну а с кем не бывает? «Да, конечно, — подумала про себя Соня, — каждый день тут у меня ночуют всякие демоны, которые вовремя отчёт не сдали отцу, повелителю преисподней. Просто замечательно, каждый день такая фигня происходит». Хотя, впрочем, Соне казалось, что всё это уже стало в порядке вещей. То есть это её повседневный и обычный образ жизни. Встаёшь, а рядом лежит демон с милыми рожками. Да ещё и такой стеснительный и скромный, что его затискать хочется. Приходишь домой, а там сидит демон и читает книгу. Ложишься спать и слышишь, как тот самый демон моется под душем… замечательно. Всем бы так. «Соф, это лишний сарказм», — заметила совесть, покачав головой и зацокав языком. Вообще-то, да, теперь Софья действительно так считала. Её образу жизни так и позавидовать можно.\n\n— Ну, или повелитель бездны. Для вас, смертных, как угодно, но господин Люцифер дал мне земное имя. Теперь на земле меня зовут Алекс. А потому как вам удобнее, так и называйте. А ты, — он вдруг показал тонким пальцем на Ларри. Тот шумно сглотнул, — ты Босторн, верно? Да-да, знавал я твоего прадеда… замечательнейший человек был, жаль только, что долго у нас не задержался.\n\nОн тяжело вздохнул, а потом скрестил руки на груди, посмотрев на Соню:\n\n— Мне нужно поговорить с тобой, причём этот разговор нельзя отложить, поскольку моё время истекает.\n\n— Но я же спешу… – хотела было возразить девушка, но не тут-то было – демон, схватив её за рукав пальто, поволок подальше от школы, куда-то за угол.\n\nСоня не пыталась вырваться – мало ли на что он может быть способен, кто его знает? Но это не Монаэль, поступки которого нельзя предугадать, а потому Соне казалось, что он ничего не будет делать с ней, а просто поговорит. Ларри не стал идти за ними, а только удивлённо таращился вслед. Соня беспомощно оглянулась на друга и махнула рукой, мол, я сейчас приду. Ларри пожал плечами и пошёл в школу. Алекс (или Фурфур, как он просил), остановил Соню за углом и сразу же повернулся к ней, схватив руками за предплечья и склонившись, да ещё и так низко, чтобы Соня смотрела прямо в его завораживающие глаза. Она шумно сглотнула, хлопнув густыми ресницами:\n",
    "answers": [
      {
        "id": 96,
        "text": "За углом"
      }
    ]
  },
  {
    "id": 96,
    "text": " – Я хотел сказать, что у Монаэля день рождения через несколько дней. Вот и готовься к тому, чтобы на нём присутствовать. Тебе нужно платье. Но платье не обычное… этим займусь я и одна госпожа, которая шьёт в аду одежду. Она замечательнейшая женщина, тебе она сразу же понравится. Ну, точнее, демоница… гм. Так вот, ты бы уже думала, что ему подарить. Могла бы подарить себя, конечно… если на это решишься, то упакуем тебя покрасивее.\n\nСоня так и не могла понять, что от неё добивается этот человек. Ну, точнее, демон. Да, этот самый Фурфур. Монаэль ничего не говорил о том, что у него скоро день рождения. Мало того, он про это не упоминал, так ещё и, похоже, старается это скрывать. Интересно, сколько ему исполняется? Соня даже не хотела про это задумываться… но нужно было напрячь память. Если посчитать и вспомнить всё, что он говорил, то четыреста лет. Круглая дата. Юбилей, кажется. Значит, праздник будет поистине большим. И как демоны справляют свои праздники? Соня не имела понятия, но не хотела участвовать в какой-нибудь оргии, о которых постоянно рассказывает Монаэль. Фурфур вдруг отстранился, а потом стал рыться в карманах своего кожаного плаща, что-то ища. Соня нахмурилась. Демон, старательно порывшись в карманах, вытащил сантиметровую ленту, натянув её и посмотрев на Соню:\n\n— Мне нужно снять с тебя мерки. Раздевайся.\n\n— Ты в своём уме?! – вскричала Соня, не выдержав и отвесив ему подзатыльник. Демон ойкнул, но всё же на глаз стал смотреть, какие же мерки у Сони. Он остановил свой взгляд на груди девушки, так ещё и на всякий случай решил проверить, направив ладони на её грудь, а Соня шлёпнула по ним, нахмурившись. – Во-первых, сейчас зима и будет холодно; во-вторых, я не такая чокнутая, чтобы на это решиться у школы, да и вообще на улице; в-третьих… не надо трогать мою грудь!\n\n—У тебя её и нет — язвительно заметил Фурфур. В это время Соня рюкзаком долбанула его по голове. — Теперь понимаю Монаэля, пропадет бедняжка! — такой наглости от смертной он не ожидал. Какой демон позволит, чтобы какая-то смертная так с ним обращалась! ",
    "answers": [
      {
        "id": 97,
        "text": "Он ухмыльнулся "
      },
      {
        "id": 96,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d04/2004/e2/603fdb656554.jpg"
      }
    ]
  },
  {
    "id": 97,
    "text": "Соня с гордым видом развернулась и собралась идти, как Фурфур схватил за запястье.\n\n—держи\n\nОн протянул ей кулон, со звездой (пентаграмма), на ней было написаны слова на латыни.\n\n—Зачем это? — недовольно спросила Соня\n\n— подарок, а с кольцом забавно вышло...\n\n— что именно??\n\n— никогда не встречал таких упрямых смертных... Видишь ли это кольцо не только тебя защищает... Но и следит за тобой..\n\nСоня офигела от такого, так значит он... Все знает? Слышит? Он знает, что она думает? ",
    "answers": [
      {
        "id": 97,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d07/2004/87/83a4571d12bd.jpg"
      },
      {
        "id": 98,
        "text": "А что же мне дарить? "
      },
      {
        "id": 99,
        "text": "Расскажи, как это будет проходить? "
      },
      {
        "id": 100,
        "text": "Ты устраиваешь праздник? "
      },
      {
        "id": 102,
        "text": "Для чего этот амулет? "
      },
      {
        "id": 103,
        "text": "Что на нем написано? "
      }
    ]
  },
  {
    "id": 98,
    "text": "— Ну... Незнаю.. Думаю, такой девушке, как ты. Подарок не обязателен. Подари себя... Тебя красиво упакуем и ленточкой перевяжем... Красоткой будешь \n\nСоня подумала, но не поняла, что он имел ввиду ",
    "answers": [
      {
        "id": 101,
        "text": "Все понятно"
      },
      {
        "id": 97,
        "text": "Есть ещё вопросы"
      }
    ]
  },
  {
    "id": 99,
    "text": "Я планирую устроить бал для всей нечести ада, Все же 400 лет!\n\n—ясно\n\nСоня задумалась, но как туда она попадёт??? ",
    "answers": [
      {
        "id": 101,
        "text": "Нет вопросов"
      },
      {
        "id": 97,
        "text": "Есть ещё вопросы"
      }
    ]
  },
  {
    "id": 100,
    "text": "—Ага\n\nФурфур довольным видом посмотрел на девушку. Соня поняла, значит все чин по чину будет ( идеально) и это здорово",
    "answers": [
      {
        "id": 101,
        "text": "Больше нет вопросов"
      },
      {
        "id": 97,
        "text": "Есть вопрос"
      }
    ]
  },
  {
    "id": 101,
    "text": "Соня шла домой со странными мыслями. \"Гад! Бессердечная сволочь! Я же просила! Конечно я так сяду и стану ему говорить! Кто знает, что он потом со мной сделает!? Даже убить его нельзя! Бессмертная зараза! Он де не знает, что я чувствую!\". По дороге она зашла в книжный, купив Данте \"Ад\" направилась домой.\nЗайдя в гостиную, она увидела Монаэля, он сидел и смотрел в одну точку. Подкравшись сзади, чтобы закрыть лицо руками, он повернулся. Соня отпрянула. Его глаза! Они светлели и наливались багряно-красным цветом. Губы стали чернеть.\n\n—Я бесчуственная сволочь? Бессердечный! Не знаю, что такое ЧУВСТВОВАТЬ!? В плане бессердечного ты права! МНЕ ВЫРЕЗАЛИ СЕРДЦЕ, КОГДА Я НАДЕЯЛСЯ, ЧТО МЕНЯ ЛЮБИЛИ!ОООО...ОНА БЫЛА ОООЧЕНЬ ПОХОЖА НА ТЕБЯ. СКРОМНАЯ, УПЕРТАЯ!\n\nСоня видила, что будто у него удленнились клыки, она начала пятиться назад. Сейчас она не видела того Монаэля, который вчера с таким умным и милым видом включал и включал свет! Она сейчас видела тень, которая медленно, но верно двигалась на неё...\n\n—Мон-наэль... Ннн-недо... Отойди..\n\n—ЗНАЕШЬ... ТЕБЕ НЕ ПОНЯТЬ! КАКОГО БЫТЬ БЕЗ СЕРДЦА!\n\nОн был похож на мраморную статую, только красные глаза и чёрные тени выдавали живое существо. Не из этого мира...\n\n—Х-хватит прошу... МОНАЭЛЬ!\n\nОна уперлась в стену не зная, что делать. Недалеко она увидела книгу Фауста... Он её почти дочитал, только он швырнул в стену, когда ждал её.... ",
    "answers": [
      {
        "id": 104,
        "text": "Защититься книгой"
      },
      {
        "id": 105,
        "text": "Лучше не стоит "
      }
    ]
  },
  {
    "id": 102,
    "text": "— этот амулет будет тебя защищать от нечести. Он делает тебя неуязвимой в их присутствии. Кольцо имеет подобную силу, но не такую сильную. ",
    "answers": [
      {
        "id": 101,
        "text": "Понятно"
      },
      {
        "id": 97,
        "text": "Задать вопросы"
      }
    ]
  },
  {
    "id": 103,
    "text": "Fidem et virtutem\n\n— сила и защита ",
    "answers": [
      {
        "id": 101,
        "text": "Понятно"
      },
      {
        "id": 97,
        "text": "Задать вопросы"
      }
    ]
  },
  {
    "id": 104,
    "text": "Соня схватила книгу, но кто она против него? Перед ней существо, прожившее 400 лет!  Она со всей дури пыталась отбиться от него, но тот поймал книгу и отбросил её...\n\n—ЗНАЕШЬ, МЕНЯ ЗАБАВЛЯЮТ ТВОИ ПОПЫТКИ.... КАК ТАМ ТВОЙ БРЕД? ИДИ, ОН ЖЕ ЛУЧШЕ! В ОТЛИЧИЕ ОТ МЕНЯ ОН НЕ БЕССЕРДЕЧНАЯ СВОЛОЧЬ!\n\nСоня пыталась отползти, встать он ей не дал. Потом прислонился очень близко к лицу и прошептал\n\n— зачем я тебе? Что я тут делаю с тобой???\n\nЕё пугало все... От его монеры говорить, до его глаз... А он ей шептал\n\n— думаешь, я с тобой что-то сделаю? То, о чем ты думаешь?! Возможно... Я же демон похоти и разврата! Ты забыла?\n\nОна только кивнула...\n\n—М-монаэль прошу... Не н-надо....\n\nСлёзы катились по её щеке... Нужно срочно что-то делать! Пронеслось в её голове. Монаэль усмехнулся, но так-же нависал над ней смотря в глаза",
    "answers": [
      {
        "id": 106,
        "text": "Поцеловать "
      },
      {
        "id": 107,
        "text": "Отвернуться "
      }
    ]
  },
  {
    "id": 105,
    "text": "Она лишь смотрела на него, а он подходил все ближе...\n\n—КХМ Я СВОЛОЧЬ, БЕССЕРДЕЧНАЯ СВОЛОЧЬ... НО ЗАЧЕМ Я ТЕБЕ ТОГДА НУЖЕН, ХОТЯ ПОЗДНО..... ТЫ МНОГО ЗНАЕШЬ...\n\nСоня поняла, на что он намекает...\n\n—Н-нет Монаэль!\n\nОн наклонился к лицу. И прошептал...\n\n—Зачем!?\n\nСоня чувствовала, что по щекам текут слезы... Но не от жалости к себе. Она ведь не знала! НЕ ЗНАЛА, ЧТО ОН БЕССЕРДЕЧНЫЙ! НАЯВУ!  ",
    "answers": [
      {
        "id": 91,
        "text": "Поцеловать "
      },
      {
        "id": 107,
        "text": "Закрыть лицо"
      }
    ]
  },
  {
    "id": 106,
    "text": "Одним мгновение она прижалась к нему и поцеловала. Поцелуй был трепетным, но властным, она вложила все свои чувства в него...\nОн сначала не понял, но потом ответил.  Он вкладывал в свой поцелуй власть, страсть и ненависть разом. Она не понимала, как он столько чувствует зараз! Потом Соня увидела, что глаза преобретают обычный чёрный цвет, а губя снова стали белыми... Перед ней стоял уже другой Монаэль... Он только прошептал\n\n—прос-сти, я нехотел...\n\nИ он ушёл из дома, превратившись в черного кота. ",
    "answers": [
      {
        "id": 2,
        "text": "Конец главы"
      }
    ]
  },
  {
    "id": 107,
    "text": "Соня закрыла лицо руками, не в силах видеть такого Монаэля... Он встал и ушёл... Из дома... Соня не понимала, ей хотелось бежать за ним. Но стоит ли? ",
    "answers": [
      {
        "id": 108,
        "text": "Стоит"
      },
      {
        "id": 109,
        "text": "Нет. "
      }
    ]
  },
  {
    "id": 108,
    "text": "Соня выбежала из дома, наплвав на соседей. И остальных. Она кричала и зхлебывалась слезами. Она  кричала его имя. Но он не окликался. Соня бежала в парк, потом по улице, поняв, что он не придёт, девушка вернулась домой... В своей комнате она ревела почти весь день... Она не хотела его обидеть! А он не возвращался. Прошло 3 дня ",
    "answers": [
      {
        "id": 2,
        "text": "Конец главы"
      }
    ]
  },
  {
    "id": 109,
    "text": "Она сидела у стенки и не понимала, за что? Монаэль ушёл.. Прошло 3 дня",
    "answers": [
      {
        "id": 2,
        "text": "Конец главы"
      }
    ]
  },
  {
    "id": 110,
    "text": "Соня сделала такое лицо, что Фурфур отошёл...\n\n—Значит он прохлождается в аду?! Он ушёл, три дня! ни слуху ни духу!!!!! А он в АДУ ПРОХЛОЖДАЕТСЯ!\n\nФурфур виновато посмотрел на Соню.\n\n—Я же не знал, что он просто ушёл...\n\n—мы тогда поссорились... После того, как ты ко мне пришёл!\n\n—А из за чего?\n\n—Я думала, какой он бессердечный эгоист, раз дал мне то кольцо! Вечером, он закатил скандал! А потом УШЕЛ!\n\nФурфур сматерился. Он подошёл к Соне, он чувствовал, как ей тяжело сейчас. Одним движением он обнял её. ",
    "answers": [
      {
        "id": 111,
        "text": "Прижаться"
      },
      {
        "id": 112,
        "text": "Отойти "
      }
    ]
  },
  {
    "id": 111,
    "text": "Соня невольно прижалась, Фурфур услышал тихие всхлипывания. Он гладил её по голове, словно перед ним маленькая девочка. Хотя, так и было. Фурфур был на 50 лет старше Монаэля. И для него 16-летняя девушка, казалась ребёнком. По лицу текли слезы. В этих странных объятиях было очень уютно. Становилось спокойнее. Они стояли так еще несколько минут. Потом Фурфур решил сам похозяйничать в доме у Сони. Она уже успокоиться и прийти в себя. Фурфур пошёл на кухню и попытался поставить чайник. Соня засмеялась.\n\n—Расскажи, что случилось с Монаэлем?\n\n—150 лет назад, он влюбился в молодую девушку. Она занималась чёрной магией и призвала демона. Она не обращала внимания на него,  использовала, как хотела. Однажды она позвала его на ритуал, а там вырезала его сердце.  Теперь он бессмертен, но чувствует тоже, что и мы.\n\n—Я... Я не знала.. Он тогда говорил, что вырезали сердце, но не давал подробностей.\n\n—Его сложно убедить, если он зол. Но можно успокоить демона, если его поцелует девушка сама.\n\n—чай или кофе?\n\nСпросила Соня дослушав Фурфура\n\n—Что хочешь, я ничего не пробовал.\n\n— значит ",
    "answers": [
      {
        "id": 113,
        "text": "Мятный чай с шоколадом"
      },
      {
        "id": 114,
        "text": "Кофе с молоком и бутербродами"
      }
    ]
  },
  {
    "id": 112,
    "text": "Соня отошла от него, тот лишь пошёл на кухню. Таааак... Решил похозяйничать? \n\n—Расскажи, что случилось с Монаэлем?\n\n—150 лет назад, он влюбился в молодую девушку. Она занималась чёрной магией и призвала демона. Она не обращала внимания на него,  использовала, как хотела. Однажды она позвала его на ритуал, а там вырезала его сердце.  Теперь он бессмертен, но чувствует тоже, что и мы.\n\n—Я... Я не знала.. Он тогда говорил, что вырезали сердце, но не давал подробностей.\n\n—Его сложно убедить, если он зол. Но можно успокоить демона, если его поцелует девушка сама.\n\n—чай или кофе?\n\nСпросила Соня дослушав Фурфура\n\n—Что хочешь, я ничего не пробовал.\n\n— значит ",
    "answers": [
      {
        "id": 113,
        "text": "Мятный чай с шоколадом "
      },
      {
        "id": 114,
        "text": "Кофе с молоком и бутербродом "
      }
    ]
  },
  {
    "id": 113,
    "text": "Соня поставила чайник и через 5 минут был готов чай. Фурфур с подозрением покочился на Соню\n\n—Пей, не отправлю же тебя! Ты мне пока живой нужен.\n\nСоня подмигнула и засмеялась, тот лишь улыбнулся. Он был красив, светлые волосы, голубые глаза. Высокий, но у него меньше колец и нет пирсинга. Одет в черную водолазку. \"Блин, да что за жизнь у меня такая? Сначала один демон, потом второй... Что с ними делать?\" она покосилась на Фурфура. Он пил чай  и доедал шоколад.\n\n—фкуфно! Только я яфык прикусил!\n\nСоня рассмеялась. Он бил милым, фокусы не выдавал. И он был гораздо мягче! Естественно, в плане характера. Ей давно не хватало нормального общения. Без чтения мыслей. И Соня была емй очень благодарна.\n\n—Спасибо за чай. Но мне пора. Прости. ",
    "answers": [
      {
        "id": 115,
        "text": "Попросить остаться"
      },
      {
        "id": 116,
        "text": "Попращаться"
      },
      {
        "id": 113,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b16/2005/3c/a8498cb97313.jpg"
      }
    ]
  },
  {
    "id": 114,
    "text": "Соня налила кофе и подогрела бутерброды. Он покосился на это.\n\nСоня подмигнула и засмеялась, тот лишь улыбнулся. Он был красив, светлые волосы, голубые глаза. Высокий, но у него меньше колец и нет пирсинга. Одет в черную водолазку. \"Блин, да что за жизнь у меня такая? Сначала один демон, потом второй... Что с ними делать?\" она покосилась на Фурфура.\n\n—фто это за гадость! Только я яфык прикусил!\n\nСоня рассмеялась. Он бил милым, фокусы не выдавал. И он был гораздо мягче! Естественно, в плане характера. Ей давно не хватало нормального общения. Без чтения мыслей. И Соня была ему очень благодарна.\n\n—кофе..  Я люблю его, особенно по утрам. Помогает проснуться. И заряжает энергией. \n\n—да уж, от такой гадости сразу проснёшься! А ты часто готовишь? \n\n—конечно, а разве вы не едите?\n\n—едим, но только души. Деликатес!! \n\n—а у нас каждый день разное... \n\n—здорово. Наверное долго готовить? \n\n—нет, только часик! \n\nОн так и не допил кофе. \n\n—Спасибо за все София, но мне уже пора\n",
    "answers": [
      {
        "id": 115,
        "text": "Попросить остаться"
      },
      {
        "id": 116,
        "text": "Попрощаться"
      },
      {
        "id": 114,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a36/2005/cf/c3e5df55b35f.jpg"
      }
    ]
  },
  {
    "id": 115,
    "text": "Соня немного подумала.\n\n—Останься пожалуйста!\n\nОн удивлённо посмотрел на неё.\n\n— но у меня дела...\n\n— Я не хочу снова оставаться одна! Пожалуйста!\n\n—ааа... Как же Монаэль... Вы разве... Не..вместе? \n\n\n\n",
    "answers": [
      {
        "id": 117,
        "text": "Да... Так и есть.. Мне просто нужен понимающий друг.. Прости"
      },
      {
        "id": 118,
        "text": "Нет, мы не встречаемся! "
      }
    ]
  },
  {
    "id": 116,
    "text": "—Раз пора, то пора. Соня вздохнула. А Монаэль когда придёт?\n\n—Сегодня вечером или завтра...должен\n\n— Спасибо, тогда пока\n\n—прощай\n\nОн зашёл в шкаф и исчез... Странный он... Как и Монаэль.  Но того, кого она ждала, так и не приходил... ",
    "answers": [
      {
        "id": 120,
        "text": "Прошло несколько дней"
      }
    ]
  },
  {
    "id": 117,
    "text": "Он посмотрел, но потом тепло улыбнулся.\n\n—Ладно, только до вечера! Мне ещё праздник устраивать.\n\nДень прошёл незаметно. Фурфур оказался тем ещё шутником. Пока Соня мыла посуду, он подкрался сзади и напугал. Кружка упала из рук и разбилась.\n\n—ой.. Прости... Я не хотел.. Я все уберу. А ты, домывай посуду!\n\nОн принялся убирать и вытерать пол и остатки кружки. Соня домывала посуду и думала. \"интересно... А мысли он тоже читать умеет? Скорее всего, но он ниразу не показывал, что знает. А он милый и очень заботливый друг. Неудивительно, что они дружат с Монаэлем\".  Весь вечер он шутил, Соня заливалась смехом. ",
    "answers": [
      {
        "id": 120,
        "text": "Прошло несколько дней"
      }
    ]
  },
  {
    "id": 118,
    "text": "—мы не встречаемся. Он своим поведением просто достал! Постоянно мысли читает, это бесит что-ли...\n\n—Я останусь, но только до вечера. Мне нужно ещё ему праздник готовить... Хорошо?\n\n—да, наверное сложно провернуть такое... Торжество...\n\nВечер прошёл спокойно. Соня наконец расслабилась, Фурфур был очень весёлым... Особенно когда косячил. Но не все идеальны, даже если они демоны. Около 11 ночи Фурфур ушёл... А Соня так и не смогла уснуть",
    "answers": [
      {
        "id": 120,
        "text": "Прошло несколько дней"
      }
    ]
  },
  {
    "id": 119,
    "text": "Да уж..  Этот вечер был не из простых. Соня натянула платье и распустила волосы, завив их. Фурфур подавился, когда увидел её.\n\n—ты чего? Что-то не так? Тушь смазалась или что?\n\n—н-нет.. Просто начинаю понимать, почему Монаэль пришёл к тебе... Тебе очень идёт это платье... Ладно уже, пойдём...\n\nОни вышли на улицу. Самое интересное, что в таких нарядах, а на Фурфуре был строгий чёрный костюм с серебряной вышивкой, никто даже не обернулся! А Соне небыло холодно, хотя шёл снег.\n\n—Почему никто не обращает на нас внимание!?\n\n—мы для них невидимы. Они не чувствуют, не видят и не слышат нас...\n\nВскоре они подошли к старой заброшке, и начали спускаться в подвал...\n\n—А нам точно сюда?\n\n—точно, не переживай... Кольцо одела? И мой амулет?\n\n—да... Все одела, как ты и говорил.\n\n— тогда слушай внимательно.. Когда зайдёшь, не смотри в глаза нечести, просто иди.. Только тогда ты сможешь оглядеться, когда Монаэль сам  подойдёт к тебе. Только после этого, нечисть не сможет к тебе прикоснуться и что-то сделать. Ясно?\n\n—Я все понимаю...\n\nСпустились они в шикарно убранный зал. С краю дрносилось противное хрюканье и прекрасный голос. Он, как птица несся по залу, наполняя собой. Такого голоса Соня никогда не слышала. Но оборачивается было нельзя... Краем глаза она видела картины, а по середине увидела Монаэля... Он сидел на троне, на нем был тоже костюм, только вышивка была золотой и это ему шло.. Определённо шло.. Он угрюмо сидел и смотрел на нечисть. Фурфур отпустил Соню и подошёл к нему и что-то сказал. Тот лишь повернулся и увидел Соню... Он улыбнулся и спустился.\n\n—Привет, прости меня.  Я не хотел тебя волновать... Мне нужно было уйти, но после той ссоры, думаю ты вряд ли сможешь меня простить...\n\n",
    "answers": [
      {
        "id": 121,
        "text": "Ничего... "
      },
      {
        "id": 119,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b20/2005/0a/aaae615bd23b.jpg"
      }
    ]
  },
  {
    "id": 120,
    "text": "Прошло уже несколько дней, а Монаэль так и не появился. Фурфур приходил ещё несколько раз. И догадайтесь откуда!? Из шкафа, верно! Он объяснил, что Монаэлю сильно влетело от отца, что тот вернулся в ад. И поэтому он не пришёл. Соня слушала, она одновременно и переживала за Монаэля, но и была обижена на него. От Фурфура звучало все очень просто и понятно, но что-то в глубине души перечило его словам. Сегодня он вновь пришёл, только уже с платьем. Он был с корсетом, чёрного цвета с мелкими камушками. Это придавало платью некий шарм. Фурфур увидел удивление Сони и спросил:\n\n—Это платье шила лучшая портниха ада! Думаю, что сейчас такое не носят..  Но как уж есть. Одевай давай, чего смотришь? \n\nПлатье село просто идеально и если вспомнить, что Фурфур снимал мерки на глаз... То это было идеально! \n\n—Спасибо, оно очень красивое.. Но как ты угадал размер? \n\n—опыт... И все...\n",
    "answers": [
      {
        "id": 119,
        "text": "Вечер "
      },
      {
        "id": 120,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d34/2005/75/3a86f5ff09ad.jpg"
      }
    ]
  },
  {
    "id": 121,
    "text": "—Хорошо, я тебя прощаю.. Это будет подарок.. Ведь я не придумала, что тебе дарить... Думала у тебя все есть и то, что подарю.. Будет ненужно тебе...\n\n—ты же пришла, для меня это уже подарок... Как Фурфур постарался...\n\nОн лукаво улыбнулся и предложил станцевать... Танец прошёл быстро, вы кружилась в зале и вокруг было тихо..  Слишком тихо...\n\n—Монаэль, тебе не кажется, что тут слишком тихо для праздника?\n\nОн нахмурился...\n\n—Да уж.. Это слишком тихо, как ты думаешь почему?\n\nОн не договрил до конца, как раздался голос ...\n\n—ООО... Дорогой Монаэль, почему же ты не пригласил меня?\n\n",
    "answers": [
      {
        "id": 123,
        "text": "Обернуться"
      }
    ]
  },
  {
    "id": 122,
    "text": "—да\n\nСоня мысленно проговорила, Монаэль улыбнулся и сказал:\n\n—Это был лучший мой день рождения... Спасибо...\n\n—Но он был испорчен!\n\nПопыталась возмутиться Соня. Он легонько кивнул \"нет\" и улыбнулся...\n\nПРОШЛО 5 ЛЕТ\n\nМаленький мальчик сидел на кровати с интересом слушая своего отца. Красивое лицо и волосы были явно от отца, а вот глаза.. Мальчик удивлённо хлопал своими большими зелёными глазами, как у матери.\n\n—Паааап, расскажи ещё раз!\n\n—Но я уже тебе рассказал 3 раза!\n\n—ну паааап!\n\n—Дорогой, ты чего там? Самоэль, ты все ещё не спишь!\n\n—мама, папа мне рассказывает вашу историю! Про то, как дьявол продал душу человеку!\n\nСоня тихонько села рядом с Монаэлем и сказала..\n\n—мы оба продали души друг другу, это и называется настоящая любовь... Да Монаэль?\n\n—Да, дорогая...\n\nМальчик сидел на кровати и удивлялся все больше, ведь именно он станет НАСЛЕДНИКОМ ДЯВОЛА... Но это уже другая история.... ",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 123,
    "text": "Соня испуганно обернулась, заметив, как из тени выходит одетый во всё чёрное парень, до боли знакомый ей… сверкнув янтарными глазами, он хищно улыбнулся. И Соня прекрасно видела, как напряглось тело Монаэля, буквально все мышцы на его теле.\n\n—Бред?!\n\nЕдва ли Соня успела шёпотом произнести это имя, как он кивнул, откланявшись девушке и почти схватив её за руку, однако Монаэль вовремя отстранил её от него, чуть не зарычав. Ей казалось, что он готов разорвать всех, кто находился здесь. Фурфур, стоя у кресла Монаэля, так и не понимал, что происходит, вытаращив глаза и приоткрыв губы. Единственное, что она услышала, было рычание:\n\n— Abducet praedam, cui occurit prior*.\n*Кто первый пришёл, того и добыча (лат. ) ",
    "answers": [
      {
        "id": 124,
        "text": "Стоять"
      }
    ]
  },
  {
    "id": 124,
    "text": "—Асмодей... Я должен был догодаться... Что тебе здесь нужно?\n\n— ну.. Всего лишь девчонка..  Она слишком много знает не так ли? А по законам.. Нужно избавится от неё...\n\n—нет!\n\nГолос перерастал в рык... — Не смей даже тронуть её!\n\n—Знаешь ли, негоже делить с тобой девушку, да и вообще я не за этим пришёл… кстати, разве тебе не хватило предыдущего опыта общения с земной девушкой?\n\nСо стороны раздался тихий смех некоторых демонов, а затем обсуждения на неведомом Соне языке. Она вытаращила глаза, оглядываясь. Неужели… как они могут смеяться над демоном, который позвал их на праздник? Все демоны такие подлые в душе… поджав губы, девушка сжала пальцы в кулаки и уже готова была оскорбить и ударить каждого, кто обидел Монаэля своим смехом, даже не боясь. Но демон только стоял и улыбался, даже не хмуря свои тонкие брови. Очевидно, Асмодей (теперь Соня могла называть его именно так про себя) старался задеть его, но этого не вышло. Монаэль слишком твёрдый по характеру, кажется, его вообще невозможно чем-то задеть. Он продолжал улыбаться, глядя на демона перед собой. Оказалось, что Асмодей был ростом действительно с Монаэля, может, на пару сантиметров ниже. Соня даже и не могла подумать о том, что Бред настолько высокий… но теперь уже нет его. Теперь Бред умер, и вместо него остался только этот чёртов демон. И Соня вдруг поняла, кого она на самом деле любила всё это время… неужели… как она могла полюбить столь отвратительное существо?! «А как ты могла полюбить Монаэля?» — поинтересовалась совесть, справедливо глядя на Соня. Девушка не знала. Но Монаэль… Монаэль совсем другой, а этот… Асмодей. Нет. Это уже не тот, кого Соня когда-то любила.\n\n",
    "answers": [
      {
        "id": 125,
        "text": "Посмотреть на Монаэля "
      }
    ]
  },
  {
    "id": 125,
    "text": "\n— Не нужно вспоминать прошлое, — отмахнулся Монаэль, нахмурившись, — каждому своё… лично меня в данный момент устраивает всё.\n\n— А ты не боишься, что она может вырезать тебе другой какой-нибудь орган? – насмешливо спросил Асмодей, скрестив руки на груди и покосившись на Соню.\n\nСнова раздались отвратительные хихиканья нечисти со стороны и сзади Сони. Фурфур хмурился, приоткрыв губы, – он явно был возмущён поведением молодого демона. Да, он младше Монаэля на двести лет, все это знали! И как он может так вести себя со старшими?..\n\n— Вообще-то, мне всё равно. Я всего лишь хотел тебя предупредить, Монаэль, чтобы ты не совался в дела со смертными. Сам знаешь, что это может плохо кончиться не только для тебя, но и для всего, так сказать, населения ада в целом, — после этих слов демона раздались одобрительные голоса и кивки, — девчонка слишком много знает. И ты сам прекрасно это понимаешь. Разве ты не знаешь, что, если она попадёт в ад, с ней будут долго разбираться? И её душу уже ничто не спасёт в таком случае, даже ты. И без тебя знаем, что всегда стараешься вытащить грешников из всякого дерьма. А всё почему? Из-за того, что ты наполовину демон? Монаэль, это никому не нужно, что ты всех отправляешь из ада. Скоро Господь будет жаловаться на то, что ты ему всех сбагриваешь, никого не спросив.\n\nРаздался дружный хохот, а Монаэль опустил чёрные глаза. Соня и сама не понимала, но ей вдруг стало жаль его. Он старается спасти каждую душу в аду? Да что он за демон такой, который настолько добр, что это кажется странным? На глаза постепенно наворачивались слёзы. На его празднике его же сейчас и высмеивали все демоны, которые здесь собрались. Она хотела крикнуть, чтобы они перестали, однако не осмелилась – в горле встрял ком. Девушка шумно сглотнула, утешительно погладив Монаэля по плечу, так что тот вздрогнул.",
    "answers": [
      {
        "id": 126,
        "text": "Но тот лишь улыбнулся"
      }
    ]
  },
  {
    "id": 126,
    "text": "Это было противно... Асмодей потянулся к ней.. Но Монаэль перекрыл её. И тогда она увидела самое жуткое зрелище в её жизни... Асмодей превращался в жуткого монстра. И Монаэль превращался... \n\nОна видела, как у него растут клыки. Длинные, острые, которые явно способны прокусить шею человека практически пополам, оторвав голову и выпустив наружу яркую кровь. Девушка тяжело дышала, глядя, как отрастают и когти на широких мужских ладонях, а затем из спины чешуйчатые крылья. Может быть, это было и ужасно, но… это была какая-то странная ужасающая красота. Соня не понимала, что она и сама имеет в виду, говоря себе про это. Он был красив даже в виде демона. Даже в своём настоящем облике. Он не потерял былого шарма, всё осталось так же, как и есть, может быть, он только больше привлекал к себе. У него даже вырос хвост, который взвился в воздух, а затем опустился, махнув чёрной кисточкой на нём. Вытаращив глаза, Соня смотрела, как чуть удлинились его волосы и обрели настоящую форму такие аккуратные и маленькие раньше рога, становясь длинными, похожими на рога дракона. Такими рогами он явно мог бы смести со своего пути кого угодно. В это время Асмодей только заканчивал обращение…\n\nИ Соня могла видеть, как Монаэль, рассчитав силу, ударяет противника в бок. Нет, не только в бок, затем в грудь, зарычав и едва ли не бросаясь на соперника. Асмодей отлетел к стене, едва ли не прошибив её своей спиной. И только сейчас он обратился в демона, и кожа его стала красного, даже кирпичного оттенка. Он посмотрел на Соню, улыбнувшись, оголяя острые белые зубы, и его глаза светились жёлтым странным огнём. Да, эти глаза жаждали смерти и битвы, Соня это видела. Едва ли демон направился к ней, сверкнув когтями, Монаэль сразу же резко схватил его за одно крыло, едва ли не порвав его. Противник взвыл, а затем протяжно заскулил, пытаясь выбраться. Монаэль даже не думал отпускать крыло демона, нагло улыбнувшись и склонив голову набок. Из его горла слышалось гортанное рычание и тяжелое дыхание, сам он шумно сглатывал. Очевидно, ему нравился такой поворот событий. Одним движением он разорвал крыло Асмадея, тот успел лишь ранить в грудь Монаэля.. Соня закрыла глаза, боясь за Монаэля.. Она не могла видеть его.. Вокруг стали доносится рычания. А рядом упала картина, изображавшая кровавую сцену и около неё она увидела разодранного демона. Это была нечисть, которая тоже начала бой. Это было ужасно. Она видела, как Монаэль душит Асмадея, пока тот не умер... ",
    "answers": [
      {
        "id": 127,
        "text": "Подбежать к Монаэлю"
      }
    ]
  },
  {
    "id": 127,
    "text": "Соня помчалась к Монаэлю, у него была огромная рана на груди.. Но он не различал её. И только рычал.. Это было жутко... Она вспомнила слова Фурфура..\n\n—Нужно поцеловать Демона, чтобы тот очнулся и успокоился... Но это должно быть по настоящему...\n\nСоня приеоснулась к его лбу и легонько поцеловала.. Тот лишь посмотрел на неё, может сработает?\n\n\n— Монаэль… — тихо пробормотала она, склонив голову набок и коснувшись его вспотевшего лба, осторожно поцеловав его и почувствовав солёный привкус пота и крови. – Неужели ты не узнаёшь меня? Монаэль…\n\nОна стала целовать его лицо. Осторожно, будто боясь причинить боль, так осторожно, что демон потихоньку затих. Он перестал рычать, а прислушался к её дыханию, такому сбитому сейчас и рваному, к её успокаивающему голосу, который всё ещё что-то говорил ему… и сейчас Монаэль начинал соображать… он обратился в монстра перед ней, и что теперь с этим делать? Тем более… он убил Асмодея. Чёрт с ним, давно он хотел это сделать… но как он мог не признать эту девчонку? Эту смертную, которую он действительно полюбил? Как?! Ей наверняка стало так страшно, а он показал свою истинную сущность. Всхлипнув, Соня продолжала целовать его лицо, видя, как демон постепенно приходит в себя, опустив длинные ресницы. Она готова была перецеловать его всего, даже такого, всего в крови и поту… но… что больше всего её удивило, так это то, что раны регенерировались. Их почти что не осталось на его сильном теле, вместо них заживающие небольшие шрамы. Но ведь шрамы только украшают мужчину, разве нет? Соня улыбнулась, оглядывая его, видя, как один глаз становится чёрным. Он действительно приходил в себя, и тот самый чёрный глаз теперь смотрел на Соню с каким-то сожалением и нежностью, может быть, с долей раскаяния.\n\n— Всё хорошо… — тихо сказала она, оглянувшись на рычание сзади. Ничего особенного, всего лишь снова кого-то откинуло в сторону. – Монаэль, пожалуйста, давай уйдём отсюда, я не хочу здесь больше находиться… прошу тебя…",
    "answers": [
      {
        "id": 2,
        "text": "-Хорошо"
      }
    ]
  },
  {
    "id": 128,
    "text": "Он печально поднял взгляд..\n\n—Это из-за меня?\n\nСоня печально посмотрела в его тёмные глаза и кивнула. Она больше не могла его простить... За все страдания, что он ей причинил... За все, во что впутал... Монаэль тихо встал..\n\n—Ты любишь Фурфура, а он привязался к тебе... Прощай София.. Я очень рад был встрече...\n\nПРОШЛО 5 ЛЕТ\n\n2 близнецов со светлыми волосами и идеальными чертами лица сидели на кровати. Их зелёные большие глаза явно были мамиными. \n\n—Мааам, расскажи ещё!\n\n—Время поздно и пора спать!\n\n—Но мама, ты нам не все рассказала! Почему ты не выбрала дядю Монаэля?\n\n—Это сложно объяснить...\n\nВ этот момент из шкафа вышел Фурфур..\n\n—Дорогая, а почему дети не спят?\n\n—А ты за столько лет так и не привык к дверям!\n\n—лааадно...\n\nОн лениво подтянулся... И плюхнулся на кровать рядом с детьми.\n\n—Самоэль... Ты чего не спишь с Дарреном?\n\n—Мама рассказывает нам историю... Про то, как ты продал душу человеку...\n\n—Хммм... Интересно... Вот я вляпался!\n\nМальчики захихикали, а Соня обиженно отвернулась..\n\n—да ладно, родная не злись...\n\nОн обнял её и прошептал\n\n—Самоэль старший и именно он станет НАСЛЕДНИКОМ ДЬЯВОЛА... Но это будет совершенно другая история... Верно?\n\n—Да дорогой... Пора уже спать... ",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 129,
    "text": "",
    "answers": []
  }
]