[
  {
    "id": 1,
    "text": "Автор: СОКОЛ (Шайдулов Александр). \n\nВНИМАНИЕ: ПРОЕКТ ОТЧАСТИ ЗАМОРОЖЕН НА N-НОЕ КОЛ-ВО ВРЕМЕНИ. ЗАНЯТ ДРУГИМ ПРОЕКТОМ.\nВОЗМОЖНО, ЧТО ИНОГДА ВО ВРЕМЯ ЗАМОРОЗКИ КВЕСТ БУДЕТ ЧЕМ-ЛИБО ДОПОЛНЯТСЯ. \n\n\"Человек. Что это за существо, которое возомнило себя Богом? Искореняет животных, уничтожает растения, загрязняет мир, опустошает земли... СТОП! ХВАТИТ! Так покончим мы с этим и поставим людям свои правила.\" — именно так они начали войну. Мы даже не думали, что обычный день может оборвать все катастрофы сразу: зомби апокалипсис, обезумевшие животные, война с растениями. А ведь я просто хотел сходить с Женей на свидание. Но ты можешь помочь мне изменить всё и сделать так, чтобы всё хорошо обошлось. Возможно, даже найти компромисс и примерить стороны, а возможно, что всё закончится полным прахом человечества... ",
    "answers": [
      {
        "id": 45,
        "text": "(К эпизодам) "
      },
      {
        "id": 3,
        "text": "Обновления"
      },
      {
        "id": 6,
        "text": "Достижения и концовки"
      },
      {
        "id": 7,
        "text": "Другие квесты автора. "
      }
    ]
  },
  {
    "id": 2,
    "text": "8:30 утра. Воскресенье. Ну почему, почему так рано. Эх... Вот бы сейчас на море. Так ладно пора вставать, раз не спится. Или... ",
    "answers": [
      {
        "id": 4,
        "text": "Вспомнить, не работаю ли я?"
      },
      {
        "id": 5,
        "text": "Спать дальше? "
      }
    ]
  },
  {
    "id": 3,
    "text": "Обновления квеста\n\n0.0.1\nДобавлено\n—Начало. \n—Всё нужные вкладки.\n\n0.0.4\nДобавлено\n—Эпизод 1.\n—Все концовки Эпизода 1.",
    "answers": [
      {
        "id": 1,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 4,
    "text": "Вспомнил, что сегодня я не работаю. Воскресенье, 10 мая 2030. Сегодня я собирался встретиться со своей возлюбленной. ",
    "answers": [
      {
        "id": 5,
        "text": "Спать, забить на возлюбленную. "
      },
      {
        "id": 9,
        "text": "Вставать и делать зарядку",
        "var_set": [
          "сытость",
          40
        ]
      }
    ]
  },
  {
    "id": 5,
    "text": "Поздравлем\nВы заработали достижение \"Уснул и проснулся на том свете\"\n\nУснул. Вдруг страшный грохот разбудил меня. Очнулся. Затем белый свет. Дальше я здесь, на небе. ",
    "answers": [
      {
        "isBack": true,
        "text": "[Назад] ",
        "backstepCount": 1,
        "id": 5
      }
    ]
  },
  {
    "id": 6,
    "text": "Здесь отображаются все ваши достижения и концовки",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      },
      {
        "id": 6,
        "text": "Достижения",
        "comment": true
      },
      {
        "id": 8,
        "text": "\"Уснул и проснулся на том свете\" ",
        "need": 5,
        "need_ever": true
      },
      {
        "id": 6,
        "text": "Концовки",
        "comment": true
      },
      {
        "id": 44,
        "text": "Эпизод 1: Начало. "
      }
    ]
  },
  {
    "id": 7,
    "text": "                          .Другие мои квесты. ",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      },
      {
        "id": 1,
        "text": "S.T.A.L.K.E.R ",
        "targetbookid": 104024,
        "middle_answer": true
      }
    ]
  },
  {
    "id": 8,
    "text": "Уснул и проснулся на том свете\n\nУснул. Затем страшный грохот, который разбудил меня. Дальше белый свет. И вот теперь я здесь, на небе",
    "answers": [
      {
        "id": 8,
        "text": "Назад",
        "backstepCount": 1,
        "isBack": true
      }
    ]
  },
  {
    "id": 9,
    "text": "Встал, сделал зарядку. Не чувствую усталости и сонливости. Вокруг меня спальня-гостиная, в квартире есть ванна, кухня и прихожая, сплю я всегда одетый. Но куртку с ботинками всё же надо будет одеть",
    "answers": [
      {
        "id": 10,
        "text": "[Посмотреть на календарь] "
      },
      {
        "id": 11,
        "text": "[Пойти в ванну] "
      },
      {
        "id": 12,
        "text": "[Пойти на кухню] "
      },
      {
        "id": 13,
        "text": "[Одеться] ",
        "need": [
          -10,
          -11,
          -12
        ]
      },
      {
        "id": 14,
        "text": "[Одеться] ",
        "need": [
          10,
          11,
          12
        ]
      }
    ]
  },
  {
    "id": 10,
    "text": "На календаре написано:\"10.05.2030. 10:00 встреча с любимой\". Окей, времени полно. ",
    "answers": [
      {
        "id": 9,
        "text": "[Вернуться к кровати] "
      }
    ]
  },
  {
    "id": 11,
    "text": "Ванна",
    "answers": [
      {
        "id": 9,
        "text": "[Вернуться в спальню] "
      },
      {
        "id": 15,
        "text": "[Умыться] ",
        "need": -15
      },
      {
        "id": 16,
        "text": "[Посмотреть в шкафчик с медикаментами] ",
        "need": -16
      }
    ]
  },
  {
    "id": 12,
    "text": "Кухня",
    "answers": [
      {
        "id": 9,
        "text": "[В спальню] "
      },
      {
        "id": 18,
        "text": "[Поесть] ",
        "need": -18,
        "var_add": [
          "сытость",
          50
        ]
      },
      {
        "id": 19,
        "text": "[Собрать документы] ",
        "need": -19
      }
    ]
  },
  {
    "id": 13,
    "text": "Нет, я ещё ничо толком не сделал. Надо всё сделать. ",
    "answers": [
      {
        "id": 9,
        "text": "[Обратно в спальню] "
      }
    ]
  },
  {
    "id": 14,
    "text": "Хмм... А точно я всё сделал?",
    "answers": [
      {
        "id": 9,
        "text": "[Перепроверить всё] "
      },
      {
        "id": 17,
        "text": "[Одеться и пойти на встречу] "
      }
    ]
  },
  {
    "id": 15,
    "text": "Я умылся. Можно конечно потом заглянуть в ванну, но смысл. ",
    "answers": [
      {
        "id": 11,
        "text": "[Завершить действие] "
      }
    ]
  },
  {
    "id": 16,
    "text": "Посмотрев туда, я понял что нужны лекарства. Увидев обезболивающее, я его тут же взял. Не знаю зачем, хотя то, что месяца 3 назад у меня была сломана рука, иногда напоминало о себе. Возьму. Может пригодится. ",
    "answers": [
      {
        "id": 11,
        "text": "[Обратно к осмотру] ",
        "var_add": [
          "аптечка",
          1
        ]
      }
    ]
  },
  {
    "id": 17,
    "text": "Взяв телефон, ключи и кошелёк, одев куртку и ботинки, я пошёл к своей любимой на крыльях любви. Странно, у меня всё равно какая-то слабость в теле. ",
    "answers": [
      {
        "id": 20,
        "text": "[Вперёд] "
      }
    ]
  },
  {
    "id": 18,
    "text": "Взяв из холодильника еды и разогрев её, я поел. Было вкусно. На столе лежат документы, которые я так и не убрал. Не знаю, может стоит их взять? ",
    "answers": [
      {
        "id": 12,
        "text": "[Завершить действие] "
      }
    ]
  },
  {
    "id": 19,
    "text": "Не знаю зачем, но я забрал документы и отошёл от стола. ",
    "answers": [
      {
        "id": 12,
        "text": "[Обратно к осмотру] "
      }
    ]
  },
  {
    "id": 20,
    "text": "Закрыв дверь на ключ, я спустился на первый этаж и вышел из подъезда. Время 9:25. До кафе \"Веранда\" идти минут 10. Пойду тогда сразу в кафе. Знаю свою дорогую, она может и за 20 минут до встречи прийти. ",
    "answers": [
      {
        "id": 21,
        "text": "[Идти в кафе] "
      }
    ]
  },
  {
    "id": 21,
    "text": "Идя вдоль дороги, в моём городе можно увидеть только магазины, бутики и кафетерии. Город у нас настолько большой, что однажды я с Женей потерялись во всех этих магазинах и бутиках. \"Андрей, ну ё-моё, ты бы мог как-нибудь потом меня в свою ювелирку привести\" — возникала Женя. Даже в бизнес центре очень много всех этих заведений. А про развлекательный центры и говорить не стоит. Да... но всё же... Здесь здорово. Это я точно могу сказать.\n\nЖить в Центре удобно. До всех хороших бутиков и ресторанов рукой подать. Кафе \"Веранда\" как раз в Центре. Там же, наверно, и один из пяти лучших в стране оружейный магазинов \"Top Gun: Мэверик\". Название странное, но всем нравится. Может, вдохновились чем-то. Также рядом полицейский участок, самый большой в городе и самый лучший.\n\nЖеня — моя любимая. Встречаемся уже больше 2-х лет. Её карие глаза всегда меня переворачивали с ног на голову. Я ни в чем не могу им отказать. Поэтому я и иду в это кафе. Она обворожила своим глазами. А её волосы, кожа, губы, тело... Иногда мне кажется, что я её боготворю. И вот уже это начинает меня пугать. ",
    "answers": [
      {
        "id": 22,
        "text": "[Дойти до кафе] "
      }
    ]
  },
  {
    "id": 22,
    "text": "Засмотревшись на все эти здания, я чуть не пропустил кафе. Ну ладно хоть красный сигнал светофора дал мне опомниться, и я не пропустил нужный вход.\n\nКафе \"Веранда\" одно из самых престижных кафетерии в городе. Здесь даже завтракал сам президент. Но обычно здесь сидят стиляги и средние предприниматели. Расценки здесь небольшие, даже обычные работяги могут раз в неделю позволить себе посидеть здесь. Снаружи оно не очень большое, но внутри выделено более 100 м², если не больше, мой глазомер может меня иногда подвести. Небольшие колонны под стиль античности, деревянные стулья и столы сразу говорят о том, что стиль кафе — Древняя Греция. Да и блюда здесь соответствующие. Салат \"Цезарь\", стейк \"Цицерон\", суп с грибами \"Афины\" и так далее. ",
    "answers": [
      {
        "id": 23,
        "text": "[Зайти в кафе] "
      }
    ]
  },
  {
    "id": 23,
    "text": "Внутри кафе обстановка такая же: мраморные плиты в полу, колонны в стиле Древней Греции, деревянная мебель, даже стоит арфа, на которой играет один из официантов. На подоконнике стоят горшки с какими-то странными  растениями. Стены сделаны как из известняка. \n\nРастения сегодня выглядели как-то особенно, как-будто они стали более красивыми. Странно, они обычно все были даже немного подзавявшими. Может, устроился новый работник. Или я в глазки долблюсь. Я же рад. Сейчас поищу свободный столик. ",
    "answers": [
      {
        "id": 25,
        "text": "[Услышать чей-то возглас] "
      }
    ]
  },
  {
    "id": 24,
    "text": "Квест о том, что ты пытаешься предотвратить катастрофу, начавшуюся из-за того, что природа отомстила за все деяния человека. За мусор, вырубку леса, загрязнение океана и атмосферы, опустынивание земель и обеднение почв минеральных запасов земли.\n\nЕго мысль в том, что необходимо перестать загрязнять природу. Наша земля на грани, поэтому мы должны её беречь. Возможно, если бы мы бережнее относились к природе, и она бы к нам относилась бережнее. ",
    "answers": []
  },
  {
    "id": 25,
    "text": "\"Андрей, Андрей\" — кричалось откуда-то из конца зала. Этот голос я тут же узнал. Женя. Я оглянулся. Она сидела одна в своём любимом платье на выход с красными стразами, в своей любимой причёске, немного подзавитые и распущенные волосы. Я решил, что не с пустыми руками я подойду к столик, поэтому я заказал бутылку вина \"Шардоне 1999\". Это одно из самых лучших вин в городе при своей небольшой стоимости в 350$. Для своей выдержки в 30 с лишком лет это небольшая цена. ",
    "answers": [
      {
        "id": 26,
        "text": "[Подойти с бутылкой вина к столу] "
      }
    ]
  },
  {
    "id": 26,
    "text": "—Андрей, сейчас не вечер, чтобы пить.\n—А я купил всю бутылку. Как ремонт в нашей квартире продвигается?\n—Хорошо. Я уже обои наклеила. Сейчас ты там жить будешь.\n—Блин, надо было тебе линолеум дать, а я бы обои клеил.\n—На свою судьбу не жалуйся. Хах.\n—Как у тебя дела?\n—Отлично, а у тебя?\n—А как ты думаешь?\n—Наверное плохо.\nМы с Женей начали смеяться. Даже громко. За соседними столиками реакция была разная: кто-то хохотал с нами, а кто-то бросал в нашу сторону презрительные взгляды.\n—Ладно, хах, Андрей, хватит ржать, хах. А то на нас смотрят. Уфф.\n—Да, ты умеешь веселить. Как я, вся в меня. А может мы вообще родные?\n—Не, не может быть. ",
    "answers": [
      {
        "id": 27,
        "text": "[Позвать официанта] "
      },
      {
        "id": 28,
        "text": "[Продолжить разговор] "
      }
    ]
  },
  {
    "id": 27,
    "text": "—Официант.\nКо мне подходить официант. По началу я подумал, что он обычный человек. Стандартная форма официанта в этом кафе. Чёрный деловой костюм. Лишь потом вы заметили... Позеленевшие вены на кистях рук и на шее. Мы взяли меню. На этот раз, а я уже здесь не в первый раз официант промолчал.\n—Женя, — моё произношение шёпотом немного хромало, а это значило, что я встревожен, — у меня нет зелёных вен?\n—Нет, а что?\nЯ внимательно посмотрел на Женю. На ней тоже не было зелёных вен.\n—Видела официанта?\n—Да, они сегодня какие-то странные, молчаливые.\n—У него были зелёные вены.\n—Что?\n—Тихо, не кричи. Да, у него были зелёные вены.\nМы с Женей решили подозвать официанта снова.\n—Чего кхе, кх-кх вы будете, кх, заказывать?\n—С вами всё в порядке?\n—Кхе, да, — у официанта вдруг закатились глаза, он начал падать.\n—Тише, тише. Куда это вы?\nОфициант упал. Мы все стали звонить в скорую. Он не очнулся даже от нашатырного спирта у врачей скорой помощи.\n—Странно, это уже 7 случай. Надеюсь это не апокалипсис.\n—Я тоже так надеюсь. Сегодня все животные бешеные. Мой кот меня раз 10 за утро укусил.\n—Ага, у нас вот у бабушки всё с растениями плохо было, а сейчас как новые.\n—Ну хоть что-то хорошее. ",
    "answers": [
      {
        "id": 29,
        "text": "[Присмотреться на официанта] "
      }
    ]
  },
  {
    "id": 28,
    "text": "—А всё же?\n—Нет, Андрей, я думаю такого-то и быть не может. Но может посидим у тебя дома, вечером, устроим романтик?\n—Ох, да за такие глаза я готов всё отдать. Давай устроим его. Посидим при свечах. Наимодатель наш всё равно о нас с тобой знает.\n—Я хотела бы тебе сказать.\n—Что?\n—Я выиграла машину!\n—Да, я надеюсь за неё не надо 300 000 отдать?\n—Нет, всего 130 000.\n—Охо, ну судя из стоимость налога машина хорошая.\n—Да, 1 000 000 — это не шутки.\n—Ну, это дело надо обмыть. Хех\n—Я те дам обмыть. Давай лучше отпразднуем.\n—Ага, с винчиком.\n—Тебе бы выпить.\n—А что нельзя?\n—Нельзя. Давай лучше закажем что-нибудь. ",
    "answers": [
      {
        "id": 27,
        "text": "[Позвать официанта] "
      }
    ]
  },
  {
    "id": 29,
    "text": "Официант позеленел уже весь, веки всё ещё были закрыты, но он перестал дышать. Врачи не обратили на это внимание. Но зря. Ведь они не догадывались, что он их сейчас убьёт.\n—М-да, ещё один случай, два вообще с летальным исходом, двух вроде откачали, а остальные в коме, как он. Ау! Что за?\nСзади стоял официант. Он вознил в шею врача какую-то иглу, как-будто шип от розы.\n—Человек. Что это за существо, которое возомнило себя Богом? Искореняет животных, уничтожает растения, загрязняет мир, опустошает земли... СТОП! ХВАТИТ! Так покончим мы с этим и поставим людям свои правила.\n—Димон, что с тобой? Официант, чо вы несёте? \n—Он станет за нас, а ты... ТЫ ПОГИБНЕШЬ! \n—Жен-н-н-ня, давай сбежим отсюда-а-а-а-А-А-АААА!\nРастения, что стояли на подоконнике, обвили мою шею и шею Евгении. Они сдавливали наши руки и ноги, а затем приковали нас к стене. В кафе начался хаос. Кого-то хватали растения и приковывали к стенам, полу и потолку. В кого-то попал шипом взбесившийся официант. И только сейчас я заметил, что у него полностью зелёные глаза, в них есть только зрачки. Его волосы тоже становятся зелёные. Он продолжал кричать что-то невнятное, в стиле экологической агитации, но очень жёсткой. Мне с Женей стало страшно. Когда все уже были пойманы или повержены, официант начал подходить к пойманым людям. Начал с самого начала зала. Судя по крикам, он делал что-то страшное. До нас бы он добрался в последнюю очередь, так что можно было что-то придумать. ",
    "answers": [
      {
        "id": 30,
        "text": "[Попытаться вырваться] "
      },
      {
        "id": 31,
        "text": "[Поговорить с Женей] "
      },
      {
        "id": 33,
        "text": "[Осмотреться] "
      }
    ]
  },
  {
    "id": 30,
    "text": "Я и Женя попытались выбраться, но тщетно, растения нас лишь только обвивали сильнее и сильнее. ",
    "answers": [
      {
        "id": 29,
        "text": "[Перестать вырываться] "
      }
    ]
  },
  {
    "id": 31,
    "text": "—Черт, что за чертовщина?\nВас привлёк телевизор. Он транслировал экстренный новости.\n\"По всему городу происходят ужасные вещи. Растения и животные, а также пострадавшие люди пытаются убить всё население города. Поэтому мы вам передаём: Уничтожьте свои растения, животных, а также не выходите на улицу. Самый первый инцидент произошёл в кафе \"Веранда\". Затем больница, ДК Круглова, Парк им. Имолезиумова. НЕ ПРИХОДИТЕ В ЭТИ МЕСТА, ТАК КАК ОНИ САМЫЕ ОПАСНЫЕ ДЛЯ ЖИЗНИ. \" — после этих слов голос репортёрши осёкся, а по её телу начали поступать зелёные вены. Это лишь могло означать только наихудшее для репортёрши: она превратится в монстра. ",
    "answers": [
      {
        "id": 32,
        "text": "[Обратиться к Жене] "
      }
    ]
  },
  {
    "id": 32,
    "text": "—Жень, мне сейчас страшно.\n—Давай тогда бояться вместе.\n—Не смешно! Нас тут убить пытаются. Официант с началом зала ещё не закончил, но он явно будет идти до конца.\n—Черт, я ничего не могу придумать, мне страшно, мама, — в её голосе послышался всхлип, потом ещё один, и ещё один. Она начинала плакать. \n—Тише, всё будет хорошо, всё будет хорошо. Ты только не плачь. Слышишь? Ты меня слышишь? — мой голос становился всё тише и тише.\n—Х-хорошо. Вот только как нам выбираться, — её голос становился спокойнее. ",
    "answers": [
      {
        "id": 30,
        "text": "[Подумать о спасении] "
      }
    ]
  },
  {
    "id": 33,
    "text": "Я решил осмотреться. Прямо по мой живот (а я если что был приподнят) стоял стол. Он был немного отодвинут. На нём были всякие вещи: нож, бутылка вина \"Вайт 2010\", вилка, бокал вина, power-bank, провод и тарелки. Дотянуться мог до всего, кроме самой бутылки. Это всё можно будет использовать. Повернув голову на 90°, я увидел окно. Оно было открыто, а сам доступ к нему не был заблокирован ни с той, ни(судя по солнечному свету от него). Этим всем можно воспользоваться. ",
    "answers": [
      {
        "id": 34,
        "text": "[Дотянуться до ножа, перерезать растения, и, освободившись, разбить окно и сбежать.] "
      },
      {
        "id": 35,
        "text": "[Взять power-bank и провод, подзарядить растения, разбить окно и сбежать] "
      }
    ]
  },
  {
    "id": 34,
    "text": "Мне повезло, что нож был поварской. Я надеялся, что перерезать я растения буду быстрее, но было ощущение, что я режу канаты. С упорством, но я всё-таки перерезал пару стеблей. Они сразу же ослабили хватку и издали какой-то писк. Тут же появился из-за угла официант. Времени слишком мало. Надо действовать! ",
    "answers": [
      {
        "id": 36,
        "text": "[Помочь выбраться Жене] "
      },
      {
        "id": 37,
        "text": "[Не спасать её] "
      }
    ]
  },
  {
    "id": 35,
    "text": "Я взял power-bank, провод, всё еле как присоеденил. Да, результат был отличный. Растения, что держали меня и Женю, ослабли. Я выпал, а вот Женя всё ещё путалась в стебля. Это всё было бы отлично, если бы не официант. Он это всё увидел и идёт сюда. ",
    "answers": [
      {
        "id": 36,
        "text": "[Помочь выбраться Жене] "
      },
      {
        "id": 37,
        "text": "[Не спасать её] "
      }
    ]
  },
  {
    "id": 36,
    "text": "Я взял нож, дорезать её стебли. Они не поддавались, но их можно было перерезать. Официант уже начал в нас кидать шипы, но он ни разу не попал. Я освободил Женю, затем разбил стулом окно и вместе с ней сбежал из кафе. ",
    "answers": [
      {
        "id": 38,
        "text": "[Выйти на улицу] "
      }
    ]
  },
  {
    "id": 37,
    "text": "Вы решили что не стоит спасать Женю: у вас просто нет времени.\n—Андрей, я думаю, что мне лучше остаться здесь.\n—Почему?\n—Надо.\n—Тоесть мне не спасать тебя?\n—Нет.\n—Но...\n—Я люблю тебя. А теперь беги!\nВдруг стебли сами разбили вам окно и вытащили вас. Вы посмотрели на Женю. Она управлял ими. Покрайней мере некоторыми. Они вас унесли на метров 10 от кафе. Они вас бросили. В кафе как-будто началась заворушка. ",
    "answers": [
      {
        "id": 38,
        "text": "[Выйти на улицу] "
      }
    ]
  },
  {
    "id": 38,
    "text": "Снаружи всё было плохо. Выбитые стёкла, люди без сознания. Сломанные вывески, и растения. Растения, повылезавшие из окон. В город пришёл апокалипсис. ",
    "answers": [
      {
        "id": 38,
        "text": "Женя стояла и плакала.\n-Что с тобой? Мы спасены. Бежим.\n-Я его знаю. Это... Это - мой брат.\n-Что?\n-Да. Да, он мой брат. И сейчас с ним что-то не то. Я должна к нему прийти и успокоить его.\n-Ну я ну не знаю... ",
        "need": [
          36
        ],
        "merge": true
      },
      {
        "id": 38,
        "text": "Очень больно было расставаться с Женей. Но пришлось. Больнее всего было то, что я сам хотел бросить её, а ещё больнее - что она сама попросила её бросить. Но что произошло, то произошло. ",
        "need": [
          37
        ],
        "merge": true
      },
      {
        "id": 39,
        "text": "-... Может тебе не стоит идти туда? Там он слишком бешеный. ",
        "need": [
          36
        ]
      },
      {
        "id": 40,
        "text": "-... Ну, там опасно, я не знаю. Но... Эм... ",
        "need": [
          36
        ]
      },
      {
        "id": 41,
        "text": "[Уйти] ",
        "need": [
          37
        ]
      }
    ]
  },
  {
    "id": 39,
    "text": "—Ну, Андрей, ну, может ты и прав. Возможно его не остановить. Ладно, пойдём отсюда, ещё огребём по полной.\n—Пошли. Домой. Переждём там. Может всё уляжется. ",
    "answers": [
      {
        "id": 43,
        "text": "[Идти домой] "
      }
    ]
  },
  {
    "id": 40,
    "text": "—Единственное, что я тебе скажу — не ищи меня.\n—Но почему, Жень? Ведь.\n—Пожалуйста, ради меня, ради себя. Запомни. Я люблю тебя.\nДальше мы слились в нежном поцелуе. Вы даже не представляете. Насколько может быть больно отправлять человека в пекло. ",
    "answers": [
      {
        "id": 42,
        "text": "[Идти домой] "
      }
    ]
  },
  {
    "id": 41,
    "text": "Я шёл домой. А что мне теперь делать? Я потерял дорогого человека. Мало наверное кто меня поймёт, но в такой апокалипсис больнее всего оказаться одному. И ничто не может радовать. Даже окончание апокалипсиса... ",
    "answers": [
      {
        "id": 42,
        "text": "[Идти домой] "
      }
    ]
  },
  {
    "id": 42,
    "text": "Эпизод первый: Завершено.\n\nКонцовка: Брошенный в пучине.\n\nЯ не думал, что потеряю Женю. Это было самое дорогое. Ни машина, ни квартира, ничто ещё. Я потерял её. Её больше нет. Долбаное кафе. Почему, ну почему? За что?.. ",
    "answers": [
      {
        "id": 1,
        "text": "[В главное меню] ",
        "blackout": true
      },
      {
        "id": 44,
        "text": "[К списку концовок] ",
        "blackout": true
      }
    ]
  },
  {
    "id": 43,
    "text": "Эпизод первый: Завершено.\n\nКонцовка: Из огня.\n\nЕле как, но мы спаслись. А я ведь думал, что это будет обычное свидание. Не знаю, может это наказание не всем людям, а только мне, или нам с Женей, но за что? Столько вопросов, и ни одного ответа. ",
    "answers": [
      {
        "id": 1,
        "text": "[В главное меню] ",
        "blackout": true
      },
      {
        "id": 44,
        "text": "[К списку концовок] ",
        "blackout": true
      }
    ]
  },
  {
    "id": 44,
    "text": "Концовки Эпизода 1: Начало. ",
    "answers": [
      {
        "id": 6,
        "text": "[Назад] "
      },
      {
        "id": 43,
        "text": "Концовка: Из огня. ",
        "need": [
          43
        ]
      },
      {
        "id": 42,
        "text": "Концовка: Брошенный в пучине. ",
        "need": [
          42
        ]
      }
    ]
  },
  {
    "id": 45,
    "text": "Эпизоды",
    "answers": [
      {
        "id": 46,
        "text": "(Эпизод 1: Начало) "
      },
      {
        "id": 1,
        "text": "[В главное меню] "
      }
    ]
  },
  {
    "id": 46,
    "text": "Вы хотите проходить Эпизод 1: Начало. ",
    "answers": [
      {
        "id": 2,
        "text": "[Начать прохождение] ",
        "blackout": true
      },
      {
        "id": 45,
        "text": "[К списку эпизодов] "
      }
    ]
  },
  {
    "id": 47,
    "text": "",
    "answers": []
  }
]