[
  {
    "id": 1,
    "text": "Этот квест является попыткой создать альтернативную историю нашего мира в 19 веке. \nЧто если бы Наполеон и Французская империя не пали двести лет назад? Как развивались бы события? В этом квесте вы сможете примерить на себя роль императора и лично проследить за последствиями ваших решений. Просьба отнестись с юмором и пониманием. \nP. S. В дальнейшем планируется добавить и другие страны.",
    "answers": [
      {
        "id": 2,
        "text": "[Начать] "
      },
      {
        "id": 154,
        "text": "[Версии]"
      },
      {
        "id": 167,
        "text": "[Достижения]"
      }
    ]
  },
  {
    "id": 2,
    "text": "Выбор стран ",
    "answers": [
      {
        "id": 3,
        "text": "[Франция] ",
        "var_add": [
          "kolich",
          2
        ],
        "answerImage": [
          "https://d.radikal.ru/d12/2008/69/6eb0065af057.jpg"
        ]
      },
      {
        "id": 68,
        "text": "[Варшавское герцогство]",
        "answerImage": [
          "https://a.radikal.ru/a00/2008/2e/c6b7514316be.jpg"
        ]
      },
      {
        "id": 122,
        "text": "[Рейнский союз]",
        "answerImage": [
          "https://a.radikal.ru/a11/2008/5a/d3b3b072ff72.jpg"
        ]
      },
      {
        "id": 168,
        "text": "[Российская империя]",
        "answerImage": [
          "https://d.radikal.ru/d41/2009/32/146f16a8969f.png"
        ]
      },
      {
        "id": 292,
        "text": "[Франция продолжение]",
        "var_equal": [
          "rrr",
          2
        ]
      },
      {
        "id": 340,
        "text": "[Швейцарский союз]",
        "var_equal": [
          "rer",
          2
        ]
      }
    ]
  },
  {
    "id": 3,
    "text": "                                  ~  1814 год  ~\n\nО великий и могучий император, проклятые испанцы снова вздумали бунтовать против вашего брата Жозефа. Несомненно нужно их привести в чувство! Португалия, между прочим, в Иберийском походе очень легко отделалась, стоит и им напомнить, кто хозяин в Западной Европе. Начать новую Иберийскую кампанию? ",
    "answers": [
      {
        "id": 45,
        "text": "Собрать войска!\n[ <plus> агрессивность] ",
        "var_add": [
          "fire",
          1
        ]
      },
      {
        "id": 4,
        "text": "Это вызовет лишние возмущения по всей Европе",
        "var_add": [
          "kolich",
          1
        ]
      }
    ]
  },
  {
    "id": 4,
    "text": "                                  ~ 1816 год ~\n\nВ центральной Европе тихо, ещё бы, ведь великая Французская империя гарантирует мир и спокойствие. Истинная Империя Запада! Однако, одно дело остаётся не разрешённым. Война с Англией и континентальная блокада приносит только убытки и недовольство на наших землях. Может быть стоит пойти на сближение с Англией и заключить перемирие.",
    "answers": [
      {
        "id": 5,
        "text": "Мы не пойдём на попятную, Англичане ещё получать своё! \n[<plus> престиж, - дип. репутация ] ",
        "var_add": [
          "fire",
          1
        ]
      },
      {
        "id": 6,
        "text": "Хорошо, раз народ этого так хочет\n[<plus> деньги] ",
        "var_add": [
          "gold",
          1
        ]
      }
    ]
  },
  {
    "id": 5,
    "text": "             ~ Недовольство офицеров в России ~\n\nВ России, со времен Петра I, установилась самодержавная монархия. Эта форма правления не удовлетворяет идеалам французской революции. Пускай у нас самих уже давно правит бал не республика, но ведь и наши граждане не являются рабами, в отличии от дикой России! Это отличный повод показать миру нашу силу. Тем более мы оставили без ответа их неоднократные нарушения континентальной блокады и должны как-то это компенсировать.",
    "answers": [
      {
        "id": 7,
        "text": "Направить поддержку недовольным!\n[- влияние на мир ] "
      },
      {
        "id": 24,
        "text": "Это не наше дело... ",
        "var_add": [
          "power",
          1
        ]
      }
    ]
  },
  {
    "id": 6,
    "text": "Мир наконец-то был заключён в городе Лиссабон. И хотя о дружбе говорить пока рано, купцы уже во всю навострили уши. Теперь торговля с Британией восстановлена и дифицит колониальных товаров будет преодален. ",
    "answers": [
      {
        "id": 5,
        "text": "Вот и ладно"
      }
    ]
  },
  {
    "id": 7,
    "text": "Восстание офицеров в России провалилось, Александром l были проведены карателтные меры для предотвращения подобных ситуаций. Россия уверенно шагает по пути абсолютизма. Всё чаще люди с тоской  вспоминают о первых днях либерального правления Александра. ",
    "answers": [
      {
        "id": 8,
        "text": "В России все по особенному... "
      }
    ]
  },
  {
    "id": 8,
    "text": "                          ~ Военные реформы ~\n\nАрмия всегда нуждается не только в снабжении, но и в своевременной модернизации вооружения. Тем более в такой империи как у нас. Стоит ли провести модернизацию сейчас, отсрочить её на пару лет или о ней стоит пока что забыть? Стоит напомнить, что наша экономика не в лучшем состоянии уже несколько лет. ",
    "answers": [
      {
        "id": 46,
        "var_need": [
          "gold",
          1
        ],
        "var_add": [
          "armo",
          1
        ],
        "text": "Проводить будем по графику\n[- деньги, <plus> армия] "
      },
      {
        "id": 46,
        "text": "Денег нет... "
      }
    ]
  },
  {
    "id": 9,
    "text": "                            ~ Рейнский союз ~\n\nВ Рейнском союзе, что под протекторатом нашего императора, постоянно происходят какое-то междусобойные конфликты. Вот и теперь, за лидерство в альянсе борются Бавария и Вюртемберг. Чью же сторону принять в данном споре? А может стоит ослабить обе? ",
    "answers": [
      {
        "id": 10,
        "text": "Бавария "
      },
      {
        "id": 11,
        "text": "Вюртемберг "
      },
      {
        "id": 12,
        "text": "Ослабим обе стороны, нам не нужен конкурент"
      },
      {
        "id": 9,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c27/1905/b5/d6dc124e5904.png"
      }
    ]
  },
  {
    "id": 10,
    "text": "Бавария  выбилась вперёд и теперь является экономическим лидером альянса. Возможно в будущем сильный лидер немцев ещё аукнется нам, но по крайней мере сейчас король очень лоялен к нам за помощь. ",
    "answers": [
      {
        "id": 13,
        "text": "Да здравствует король Баварии "
      }
    ]
  },
  {
    "id": 11,
    "text": "Вюртемберг выбился вперёд и теперь является экономическим лидером альянса. Возможно в будущем сильный лидер немцев ещё аукнется нам, но по крайней мере сейчас король очень лоялен к нам за помощь. ",
    "answers": [
      {
        "id": 13,
        "text": "Да здравствует король Вюртемберга"
      }
    ]
  },
  {
    "id": 12,
    "text": "                       ~ Интересные новости! ~\n\nВ то время как Бавария и Вюртемберг ослаблены, Вестфальское Королевство, под управлением вашего брата Жерома, выбилось вперёд и теперь претендует на лидерство в Рейнском союзе. Иметь профранцузского лидера  в германском объединении было бы очень полезно. Потому поддержка Жерома отныне будет усилена. ",
    "answers": [
      {
        "id": 13,
        "text": "Да здравствует Жером! ",
        "var_add": [
          "globalizm",
          1
        ]
      }
    ]
  },
  {
    "id": 13,
    "text": "                                  ~ 1817 год ~\n\nСрочные новости из Варшавского герцогства. Местные вооружённые националисты перешли границу с Пруссией. Ещё в 1795 году земли Польши были окончательно  разделены между Россией, Пруссией и Австрией. Теперь же поляки стремятся вернуть своё. Мы могли бы поддержать Польшу и тогда горделивая Пруссия наконец замолкнет навсегда. Однако, кто знает, к каким последствиям это приведёт? Назначенный вами герцогом на этих землях, саксонский король Фридрих Август уже осудил подобные вольности своих подопечных. Да и Россия с Австрией воспринимают это как угрозу...",
    "answers": [
      {
        "id": 14,
        "text": "Поддержать притязания Польши\n[ <plus> престиж] ",
        "var_add": [
          "fire",
          1
        ]
      },
      {
        "id": 15,
        "text": "Осудить оккупацию Пруссии\n[ - мировая напряжённость] "
      },
      {
        "id": 13,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b24/1905/ea/291453d05a48.png"
      }
    ]
  },
  {
    "id": 14,
    "text": "Польские националисты берут один город за другим. Скорее всего вся Восточная Пруссия будет аннексированна Польшей. Бедная Пруссия переживает не лучшие дни для себя. Даже Англия молчаливо смотрит за падением бывшего союзника. Тем временем в Польше все больше недовольных Фридрихом — формальным герцогом, его все чаще хотят низложить. ",
    "answers": [
      {
        "id": 16,
        "text": "Хорошо, что обошлось без крупного конфликта "
      },
      {
        "id": 17,
        "text": "[Особое событие] ",
        "var_equal": [
          "globalizm",
          1
        ]
      }
    ]
  },
  {
    "id": 15,
    "text": "Поляки, кажется, серьёзно огорчёны. Захваченные территории им придётся сдать. Ведь дамоклов мечь в лице Австрии и России никуда не делся. Теперь местные националисты считают нас предателями, в то время как официальное правительство более сдержанно. ",
    "answers": [
      {
        "id": 16,
        "text": "А если бы началась полномасштабная война? Зачем умирать за Польшу? ",
        "var_add": [
          "kolich",
          1
        ]
      }
    ]
  },
  {
    "id": 16,
    "text": "                              ~ Галломания ~\n\nФранцузский язык к началу 19 века был в ходу в Европе. Дворяне иностранных государств зачастую знали его лучше, чем родной язык. Это явление получило название Галломания. Но после Наполеоновских войн значение французского возросло многократно! Может быть стоит пролоббировать в наших странах-марионетках введение второго официального языка делопроизводства. Это затребует много ресурсов и влияния, но зато сильнее сплотит наши государства в один прочный блок.",
    "answers": [
      {
        "id": 20,
        "text": "Это глупая затея\n"
      },
      {
        "id": 19,
        "text": "Это ускорит интеграцию\n[ - влияние ] ",
        "var_add": [
          "globalizm",
          1
        ],
        "var_equal": [
          "power",
          1
        ]
      }
    ]
  },
  {
    "id": 17,
    "text": "Пруссия потеряла треть своей территории. И её правительство приняло решение переименовать страну в королево Бранденбург. Удивительно, но поддержку ей в этом выказали ваш брат Жером и король Фридрих Август, видимо их насторожило такое возвышение Варшавы. И теперь, оказывается, они смогли договориться о вступлении Бранденбурга в Рейнский союз на правах королевства. ",
    "answers": [
      {
        "id": 16,
        "text": "Интересно "
      },
      {
        "id": 17,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b11/1905/17/4b8c60234d4c.png"
      }
    ]
  },
  {
    "id": 18,
    "text": "Россия, уставшая от напряжённых отношений с Францией, а соответственно и со всей Западной Европой, уже давно искала пути выхода из данного кризиса. И вот теперь, когда мы предоставили Российской империи такой подарок, Александр l решительно изменил курс от солидарности с Великобританией, на дружбу с Наполеоном.\n\nТем временем:\nК России перешла большая часть восточного побережья Чёрного моря и дельта Дуная, а Молдавия и Валахия получают автономию ",
    "answers": [
      {
        "id": 34,
        "text": "Новый союзник будет как раз кстати ",
        "var_sub": [
          "kolich",
          1
        ]
      }
    ]
  },
  {
    "id": 19,
    "text": "Наши усилия по продвижению прав французского в вассальных государствах дают свои плоды. Особенным рвением отличились Швейцария, Рейнский союз и Италия. Местные правительства уже расширили права французского до второго национального языка, языка цивилизации и просвещения! Другие же пока медлят, но под нашим давлением так же не смогут откладывать это дело в долгий ящик. ",
    "answers": [
      {
        "id": 20,
        "text": "comprendre le français"
      }
    ]
  },
  {
    "id": 20,
    "text": "                               ~ 1819 год ~\n\nСудьба иллирийских провинций с самого начала была неопределённой. Отъятые у Австрийской монархии, дабы лишить её выхода к морю, сейчас они находились под контролем ставленников из Парижа. Возможно пришла пора решить судьбу дальних территорий?\nРасширить автономию или создать марионетку, а может оставить все как есть? ",
    "answers": [
      {
        "id": 21,
        "text": "Расширить автономию "
      },
      {
        "id": 22,
        "text": "Пусть у хорватов появится собственное государство"
      },
      {
        "id": 21,
        "text": "Ничего не делать "
      }
    ]
  },
  {
    "id": 21,
    "text": "В принципе для жителей Иллирии ничего не поменялось. Те все ещё лелеют мечту о государственности. Но император пока решил не торопиться с этим, удобный плацдарм к Австрии всегда может пригодиться. ",
    "answers": [
      {
        "id": 23,
        "text": "Возможно мы вернёмся к этому вопросу позже "
      }
    ]
  },
  {
    "id": 22,
    "text": "Национальное движение в Иллирии приняло новый оборот. Наполеона l чевствуют как освободителя и героя, что дал государственность их народу. Теперь местное население будет поддерживать вас несмотря ни на что. В Иллирии уже во всю идут споры о будущей форме правления. ",
    "answers": [
      {
        "id": 23,
        "text": "Мои поздравления хорватам ",
        "var_add": [
          "croatia",
          1
        ]
      }
    ]
  },
  {
    "id": 23,
    "text": "                      ~ Семейные разборки ~\n\nИмператор, ваша сестра Элиза все чаще задаётся. Зря вы вообще допустили её к власти в Италии. Дабы пресечь её неповиновение и наконец-то внести ясность  в ситуацию, стоит вернуть власть в городах Лукка и Пьомбино, а также в Тосканском герцогстве под непосредственную юрисдикцию Франции. ",
    "answers": [
      {
        "id": 25,
        "text": "Захватить силой (100%) \n[<plus> агрессивность] ",
        "var_add": [
          "fire",
          1
        ]
      },
      {
        "id": 25,
        "text": "Надавить на её обязательства перед вами во время переговоров (50%)"
      },
      {
        "id": 26,
        "text": "Предложить взамен княжество в Германии (100%)\n[ - престиж] "
      }
    ]
  },
  {
    "id": 24,
    "text": "Небольшие группки офицерства то и дело выступают с речами о свободах и переменах. Всё большее число интеллигенции ждёт от царя изменений в государственном устройстве, ведь застой в государстве именно из-за его архаизма. Видя их рвение и готовность министров принимать реформы, Александр l, движимый западными либеральными ценностями, поручает Сперанскому проект конституции. Кажется проблемы в России решились сами собой. ",
    "answers": [
      {
        "id": 8,
        "text": "Нас это не касается "
      }
    ]
  },
  {
    "id": 25,
    "text": "Ваша сестра была крайне недовольна. С превеликим усилием её удалось отстранить от дел в Италии. Теперь можно вздохнуть спокойно, или нет? Ведь теперь вы нажили себе врага в лице семьи, интриги не заставят себя долго ждать. Остаётся только гадать, как эти события воспримут остальные родственники. ",
    "answers": [
      {
        "id": 27,
        "text": "Да, что бы она без меня вообще делала? "
      }
    ]
  },
  {
    "id": 26,
    "text": "Кажется, ваша сестра поняла свое положение и положительно восприняла ваше решение. Уже скоро она уедеть в Германию, а Италию уже больше никто не будет баламутить. ",
    "answers": [
      {
        "id": 27,
        "text": "Хорошо что спор удалось урегулировать "
      }
    ]
  },
  {
    "id": 27,
    "text": "                          ~ Договор с Папой ~\n\nКак известно, миром правят символы. Вы находитесь на пике своего могущества и чтобы это как-то оформить, возможно, следует провести особую инициацию, побывать в Риме, а заодно и решить политические разногласия? Вас уже давно считают новым императором Запада, вторым Карлом Великим, в пору уже официально добиваться нового титула в городе, куда ведут все дороги!\nСъездив в Рим, можно было бы назваться новым кесарем и получить благословение Папы. Ведь как известно отношения у вас с ним натянуты  уже давно и лучшей возможности улучшить их уже не представится. Но в какую цену это обойдётся? ",
    "answers": [
      {
        "id": 28,
        "text": "Мы не уступим в этом споре! "
      },
      {
        "id": 29,
        "text": "Возможно стоит пойти на компромисс",
        "var_add": [
          "globalizm",
          1
        ],
        "var_not": [
          "ateizm",
          1
        ]
      }
    ]
  },
  {
    "id": 28,
    "text": "                                  ~ 1820 год ~\n\nМощь этой империи зиждется на военных победах! Слишком много воды утекло, с тех пор как французские мундиры в последний раз прославляли величие нашего оружия на поле боя. Не пора ли собрать новый поход? Небольшой, но зато показательный. \nИли может быть стоит  сохранить и без того хрупкое равновесие. Терпение Англичан подходит к концу... ",
    "answers": [
      {
        "id": 31,
        "text": "Конечно, цель - Сардиния ",
        "var_not": [
          "armo",
          1
        ]
      },
      {
        "id": 32,
        "text": "Решено, цель Сицилия ",
        "var_not": [
          "armo ",
          1
        ]
      },
      {
        "var_add": [
          "kolich",
          1
        ],
        "var_equal": [
          "crusader",
          1
        ],
        "id": 33,
        "var_need": [
          "armo",
          1
        ],
        "text": "Почему же небольшой? Мы готовы на великий поход! "
      },
      {
        "id": 34,
        "text": "Мы не готовы войне, да и не стоит бударажить Европу новыми конфликтами",
        "var_sub": [
          "fire",
          2
        ]
      },
      {
        "id": 35,
        "text": "Кончено, цель — Сардиния ",
        "var_need": [
          "armo",
          1
        ]
      },
      {
        "id": 36,
        "text": "Решено, цель — Сицилия ",
        "var_need": [
          "armo",
          1
        ]
      }
    ]
  },
  {
    "id": 29,
    "text": "Компромисс найден! Папа Римский получает часть Рима и пару городов в Италии, расширяет влияние на французскую паству и получает суверенитет над своими владениями, гарантированный Францией. Взамен прошлые разногласия будут позабыты, Рим (большая его часть) останется вторым городом империи, а Папа согласен именовать вас императором Запада и новым кесарем. \nКатолики всей Европы рады этому примирению! \n",
    "answers": [
      {
        "id": 28,
        "text": "И это прекрасно ",
        "var_add": [
          "crusader",
          1
        ]
      }
    ]
  },
  {
    "id": 30,
    "text": "Греция, превращённая в XV веке в турецкую провинцию, постоянно стремилась к независимости. С рубежа XIV и XV столетия Османская империя управляла почти всей Грецией. Но в XVIII и XIX столетиях всю Европу охватила волна революций. Власть Турции ослабевала, в Греции начался национальный подъём, встретивший поддержку у нас.\nПри непосредственной поддержке Франции было создано Греческое королевство, основан парламент. С новой марионетки не стали требовать предоставления рекрутов для армии. Хватит и того что они лояльны к нам. ",
    "answers": [
      {
        "id": 34,
        "text": "Все идёт по плану "
      },
      {
        "id": 30,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c31/1905/0b/221467ff7038.png"
      }
    ]
  },
  {
    "id": 31,
    "text": "После оккупации французами Пьемонта в 1802 году, король Сардинии, Виктор Эммануил lV находился  на острове Сардиния. Там находится его резиденция и по сей день, так как Пьемонт, Ницца и Савойя были аннексированы Францией. Посему было решено высадиться на острове и окончательно покорить их державу.\n\nОднако, англичане прознали о наших планах! Они направили свой флот к берегам Сардинии и потопили часть нашего десанта. Сколько бы мы ни пытались высадиться на остров, все было тщетно! А недостаток современного вооружения сказывается на качестве операций. ",
    "answers": [
      {
        "id": 34,
        "text": "Пора признать кампания провалена... "
      }
    ]
  },
  {
    "id": 32,
    "text": "В 1806 году французская армия оккупировала Королевство Неаполь. Королю Фердинанду lV пришлось позорно бежать на остров Сицилия вместе со своим двором. Посему было принято решение закончить начатое и прибавить ко владениям Иоахима Мюрата ещё и этот остров.\n\nОднако, англичане прознали о наших планах! Они направили свой флот к берегам Сицилии и потопили часть нашего десанта. Сколько бы мы ни пытались высадиться на остров, все было тщетно! А недостаток современного вооружения сказывается на качестве операций. ",
    "answers": [
      {
        "id": 34,
        "text": "Пора признать кампания провалена... "
      }
    ]
  },
  {
    "id": 33,
    "text": "                           ~ Крестовый поход? ~\n\nТеперь у нас есть поддержка главы всего католического мира. Кто, если не он, поможет призвать людей на войну. Было решено созвать поход на Турцию, обуреваемую повстанческим движением. Давний, но забытый соперник теперь встретится со всей мощью Великой Армии.\n\nПоход продлится 2 года и отнимет множество сил и денег, однако, результат не заставит себя ждать и Наполеон возьмёт Станбул. Подобное развитие событий нагнетает напряжение в отношениях с Россией, и Англия радостно этому потворствует. Стоит остановиться и решить как же быть дальше.",
    "answers": [
      {
        "id": 18,
        "text": "Можно разрешить России добить Турцию, а самим заключить перемирие. Поход и так отобьется за счёт славы, трофеев и контрибуции. ",
        "need": [
          -7
        ]
      },
      {
        "id": 30,
        "text": "Создаём марионеточное правительство в Греции, ведь партизаны так же сделали свое дело. А затем возвращаемся назад. "
      },
      {
        "id": 37,
        "text": "Продолжать войну дальше до победного, а потом аннексируем Боснию "
      }
    ]
  },
  {
    "id": 34,
    "text": "                             ~ Военный блок ~\n\nВ свете последних событий вашими советниками был составлен проект договора между вами и вашими вассалами. Вместо множества различных пактов, мы заключим один общий, и объединим все наши страны в один блок. Теперь объявление войны одному члену будет означать, что другие придут к нему на помощь. А так же теперь все марионетки будут предоставлять войска по единому тарифу 30% от общей численности армии. Размер денежных выплат же будет составлять 15% от доходов государства.\n\nТакое развитие событий не только приведёт к недовольству третьих стран, но и к протестам тех союзников с которых мы сейчас собираем меньше рекрутов. А обязанность на законодательном уровне защищать все наши квази государства возмущает элиту. ",
    "answers": [
      {
        "id": 39,
        "text": "Утвердить договор ",
        "var_add": [
          "globalizm",
          1
        ]
      },
      {
        "id": 39,
        "text": "Индивидуальный подход по сбору войск все ещё действенен ",
        "var_sub": [
          "fire",
          1
        ]
      }
    ]
  },
  {
    "id": 35,
    "text": "После оккупации французами Пьемонта в 1802 году, её король Виктор Эммануил lV находился на острове Сардиния. Там находится его резиденция и по сей день, так как Пьемонт, Ницца и Савойя были аннексированы Францией. Посему было решено высадиться на острове и окончательно покорить их державу. \n\nНаши первоклассные войска экипированные по последнему слову военной техники смогли удачно высадиться и взять приступом пару крепостей. Неделя и весь остров склонился перед Наполеоном. На нем было создано независимое и",
    "answers": [
      {
        "id": 34,
        "text": "Победа "
      }
    ]
  },
  {
    "id": 36,
    "text": "В 1806 году французская армия оккупировала Королевство Неаполь. Королю Фердинанду lV пришлось позорно бежать на остров Сицилия вместе со своим двором. Посему было принято решение закончить начатое и прибавить ко владениям Иоахима Мюрата, нового короля Неаполя, ещё и этот остров.\n\nНаши первоклассные войска экипированные по последнему слову военной техники смогли удачно высадиться и взять приступом пару крепостей. Неделя и весь остров склонился пред Наполеоном. ",
    "answers": [
      {
        "id": 34,
        "text": "Победа! "
      }
    ]
  },
  {
    "id": 37,
    "text": "Мы аннексировали Боснию. Австрия и Великобритания в ярости. Россия выступает более умеренно, там довольны сохранением статуса кво на проливах. Кажется, в скором времени начнётся новый виток противостояния с Англией. Но что же делать с захваченными территориями? ",
    "answers": [
      {
        "id": 38,
        "text": "Присоединить Боснию к Иллирийским провинциям и создать из них Великую Хорватию ",
        "var_not": [
          "croatia",
          1
        ]
      },
      {
        "id": 34,
        "text": "Босния будет под личным протекторатом Наполеона и пополнит ряды наших войск своими рекрутами "
      }
    ]
  },
  {
    "id": 38,
    "text": "На захваченных территориях было создано марионеточное Королевство Великая Хорватия. Местный народ нарекает вас спасителем и освободителем, национальным героем. Новый лояльный союзник будет выгодным партнёром на средиземном море. ",
    "answers": [
      {
        "id": 34,
        "text": "Свободу угнетаемым народам "
      },
      {
        "id": 38,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b00/1905/38/323b43901345.png"
      }
    ]
  },
  {
    "id": 39,
    "text": "                 ~ Гельветическая Республика ~\n\nМой император, во франкоговорящих землях Швейцарии восстал целый корпус. Мятежные генералы устали от невыносимых условий труда и низких жалований. Лидеры восстания клянутся, что не замышляют ничего против императора и империи, а лишь борются за свои права и смиренно просят принять их кантон Ваадт в состав Франции. Может быть стоит расширить наши владения ещё больше? ",
    "answers": [
      {
        "id": 41,
        "text": "Мы не можем их оставить, аннексируем Ваадт",
        "var_add": [
          "fire",
          1
        ]
      },
      {
        "id": 40,
        "text": "Занять нейтральную позицию\n(Повстанцы будут подавлены, статус кво) "
      },
      {
        "id": 43,
        "text": "Поддержать переворот фракоговорящих сил"
      }
    ]
  },
  {
    "id": 40,
    "text": "                   ~ Напряжённые отношения ~\n\nНесмотря на действия нашей дипломатии Великобритания все никак не уймется со своими претензиями. Да и некоторые наши действия дают ей повод выступать с критикой на международной арене. Холодная война рискует перейти в горячую. Мы должны что-то сделать! ---------------------------------------------------------------------------------\nУпех попытки разрядки будет зависеть от международной напряженности. В случае открытого конфликта будет образована новая антифранцузская коалиция её сила так же будет зависеть от напряженности. Возможно стоит поберечь дипломатов и первыми нанести сокрушительный удар? ",
    "answers": [
      {
        "id": 42,
        "text": "Разрядка ",
        "var_add": [
          "kolich",
          2
        ],
        "var_need": [
          "fire",
          3
        ]
      },
      {
        "id": 44,
        "text": "Разрядка ",
        "var_less": [
          "fire",
          3
        ]
      },
      {
        "id": 42,
        "text": "Лучшая оборона это нападение ",
        "var_add": [
          "kolich",
          2
        ]
      }
    ]
  },
  {
    "id": 41,
    "text": "Войска империи были незамедлительно введены на территорию Швейцарии. Местное население никак на это не отреагировало. Зато офицерский состав был рад узнать, что отныне они напрямую служат императору Наполеону. Некоторых даже приняли в охрану государя, из остальных же была сформирована особая швейцарская гвардия, как дань уважения швейцарским военным. ",
    "answers": [
      {
        "id": 40,
        "text": "Новый протест Великобритании по поводу последних событий "
      }
    ]
  },
  {
    "id": 42,
    "text": "          ~ Шестая антифранцузская коалиция ~\n\nВ результате наших действий была сформирована антифранцузская коалиция. Такое развитие событий нам уже давно знакомо, и мы знаем, как такому противостоять. Однако, некоторая стагнация за последний десяток лет оказала своё влияние на состояние нашего государства. Будем надеяться, что полномасштабная война взбодрит наш народ и приведёт его к триумфу снова. \n\nОсмотрите, пожалуйста, список конкурентов\n",
    "answers": [
      {
        "id": 47,
        "text": "Великобритания ",
        "need": [
          -47
        ]
      },
      {
        "id": 48,
        "text": "Россия ",
        "need": [
          -48,
          -18
        ],
        "var_sub": [
          "kolich",
          1
        ]
      },
      {
        "id": 49,
        "text": "Швеция ",
        "need": [
          -49
        ],
        "var_need": [
          "fire",
          5
        ]
      },
      {
        "id": 50,
        "text": "Испанские националисты ",
        "need": [
          -50
        ]
      },
      {
        "id": 51,
        "text": "Португалия ",
        "need": [
          -45,
          -51
        ]
      },
      {
        "id": 53,
        "text": "Польша ",
        "need": [
          15,
          -53
        ]
      },
      {
        "id": 54,
        "text": "Турция ",
        "need": [
          33,
          -54
        ]
      },
      {
        "id": 52,
        "text": "Австрия ",
        "need": [
          -52
        ]
      },
      {
        "var_show": [
          "enemy"
        ],
        "comment": true,
        "id": 42,
        "text": "Размер коалиции:",
        "merge": true
      },
      {
        "id": 58,
        "text": "Итоги войны",
        "var_more": [
          "enemy",
          5
        ],
        "var_equal": [
          "kolich",
          0
        ]
      },
      {
        "id": 62,
        "text": "Итоги войны ",
        "var_equal": [
          "kolich",
          0
        ],
        "var_no_more": [
          "enemy",
          5
        ]
      }
    ]
  },
  {
    "id": 43,
    "text": "Под напором противоречий режим Гельветической республики, созданный Наполеоном пал. Нового, более лояльного правительства образовано не было. Страна раздираемая междоусобицами разделилась на несколько лагерей. \n\nФранкоговорящие офицеры захватили западную часть страны, но даже не думают о продвижении на восток. В центральной и восточной части были созданы два противоборствующих немецкоязычных союза, один уже вовсю готовится войти в Рейнский союз с нашего разрешения, второй ещё надеется воссоздать Швейцарию. На Юге же италоязычные кантоны приняли решение о вхождении в состав итальянского королевства Евгения Богарне. ",
    "answers": [
      {
        "id": 40,
        "text": "Это конец для Швейцарии, как политического образования "
      },
      {
        "id": 43,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d05/1905/ae/44c6f74c08f6.jpg"
      }
    ]
  },
  {
    "id": 44,
    "text": "                   ~ Мирное урегулирование ~\n\nНазревающий конфликт между Францией и Великобританией удалось предотвратить. Была провозглашена доктрина мирного сосуществования. Все территориальные изменения в Европе удалось сохранить, однако, и политику изоляционизма пришлось оставить в прошлом. Теперь дипломатические и экономические отношения между вашими марионетками и Британией, а также третьими странами никак не ограничены.\n\nСоответственно лишь дело времени когда от вашего блока останутся лишь немногие, самые верные союзники. Неожиданная смерть Наполеона в 1825 году лишь сыграла этому на руку. \nПервым же кандидатом на выход из сферы влияния политики считают Италию с её все более растущими привелегиями и все более независимым Богарне. Но может быть новое правительство грамотно воспользуется наследием Наполеона? ",
    "answers": [
      {
        "id": 56,
        "text": "Польская судьба ",
        "need": [
          14
        ]
      },
      {
        "id": 57,
        "text": "Император освободитель",
        "need": [
          14,
          22,
          30
        ]
      },
      {
        "id": 59,
        "text": "В порыве чести ",
        "need": [
          57,
          45
        ],
        "var_equal": [
          "parliament",
          1
        ]
      },
      {
        "id": 60,
        "text": "На круги своя ",
        "var_less": [
          "globalizm",
          4
        ]
      },
      {
        "id": 61,
        "text": "Рейнский союз ",
        "need": [
          17
        ]
      },
      {
        "id": 64,
        "text": "Россия",
        "need": [
          -48,
          55
        ]
      },
      {
        "id": 55,
        "text": "Новый мировой порядок",
        "var_need": [
          "globalizm",
          4
        ]
      },
      {
        "id": 67,
        "text": "Рождение парламентаризма ",
        "var_equal": [
          "parliament",
          1
        ]
      },
      {
        "id": 66,
        "text": "Швейцария",
        "need": [
          43,
          29
        ]
      },
      {
        "id": 1,
        "text": "Конец (выход в меню)"
      }
    ]
  },
  {
    "id": 45,
    "text": "Ваши войска за считанные недели были организованы у границы с Испанией. И одним резким ударом из Каталонии были захвачены все мятежные города. Осада Мадрида была снята. Португалия тут же открестилась от повстанцев и поклялась в верности идеям Наполеона. В качестве компенсации Францией была аннексированна часть Валенсии, для объединения всех каталанцев под властью Франции. Кажется они и не против дистанцирования от Кастильского региона. ",
    "answers": [
      {
        "id": 4,
        "text": "Теперь испанцы не скоро будут бунтовать"
      },
      {
        "id": 45,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a28/1905/bc/b85926bfe372.png"
      }
    ]
  },
  {
    "id": 46,
    "text": "                 ~ Конституционные реформы ~\n\nИдеалы французской революции никуда не делись даже спустя десятилетия. При дворе все чаще поговаривают о возможности конституционных преобразований. С одной стороны реальное расширение власти парламента во внутренней политике снимет с императора лишнюю нагрузку. Мнимую реформу можно будет использовать лишь в пропагандистских целях. Но если задуматься зачем нам это все? Можно уподобиться прежним монархам с той лишь разницей, что ваша власть не от Бога и лживых священников, но от народа Франции. ",
    "answers": [
      {
        "id": 9,
        "text": "Помазаники Божьи в прошлом! Революционный император вот наш идеал! ",
        "var_add": [
          "ateizm",
          1
        ]
      },
      {
        "id": 9,
        "text": "Мнимая конституция "
      },
      {
        "id": 9,
        "text": "Делегируем власть над законами парламенту ",
        "var_add": [
          "parliament",
          1
        ]
      }
    ]
  },
  {
    "id": 47,
    "text": "                            ~ Великобритания ~\n\nНаполеон никогда особо не ладил с англичанами, поскольку считал их естественными противниками Франции. И вот, извечный враг снова готов взяться за оружие, дабы оспорить гегемонию нашей великой империи!\nАнглия вступает в войну на стороне коалиции. ",
    "answers": [
      {
        "id": 42,
        "text": "Принято ",
        "var_add": [
          "enemy",
          1
        ],
        "var_sub": [
          "kolich",
          1
        ]
      }
    ]
  },
  {
    "id": 48,
    "text": "                        ~ Российская империя ~\n\nРусский царь Александр l слишком долго терпел условия позорного Тильзитского мира. Агрессия Наполеона на мировой арене не останется незамеченной. Этому же вторит переменившее свои взгляды русское дворянство. Россия вступает в борьбу на стороне коалиции ",
    "answers": [
      {
        "id": 42,
        "text": "Принято",
        "var_add": [
          "enemy",
          1
        ]
      }
    ]
  },
  {
    "id": 49,
    "text": "                       ~ Шведское Королевство ~\n\nБывший французский маршал, ныне король Швеции, принимает решение предать вчерашних союзников — Францию. Не слишком ли он заигрался в независимого правителя? В любом случае у нас на одного соперника больше и это удручает. ",
    "answers": [
      {
        "id": 42,
        "text": "Принято ",
        "var_add": [
          "enemy",
          1
        ]
      }
    ]
  },
  {
    "id": 50,
    "text": "                   ~ Испанские националисты ~\n\nРазрываемая противоречиями, оставшаяся часть Испании за морем, несмотря на очевидную слабость, открыто вступает в войну против нас. Их помощь не ограничится лишь флотом и деньгами, деколонизация идёт полным ходом и роялисты, в том числе военные, бегут с Американского континента в поисках работы. С удовольствием их принимают материковые испанцы, противники Жерома Бонапарта. Полноценной армии же у них нет. Испанские националисты вступают в борьбу на стороне коалиции. ",
    "answers": [
      {
        "id": 42,
        "text": "Принято ",
        "var_add": [
          "enemy",
          1
        ],
        "var_sub": [
          "kolich",
          1
        ]
      }
    ]
  },
  {
    "id": 51,
    "text": "                               ~ Португалия ~\n\nПортугалия, подкупленная Англией, решилась выступить против Наполеона. У них давно были претензии к Французскому господствует в Европе,  теперь посмотрим, как они будут отстаивать свою точку зрения на мир. Португалия присоединяется к коалиции. ",
    "answers": [
      {
        "id": 42,
        "var_sub": [
          "kolich",
          1
        ],
        "var_add": [
          "enemy",
          1
        ],
        "text": "Принято "
      }
    ]
  },
  {
    "id": 52,
    "text": "                     ~ Австрийская империя  ~\n\nОслабленная и беззащитная, Австрия, казалось, не представляла угрозы. Однако змеиный характер показал и Франц l. Австрия одной из первых объявила нам войну и начала мобилизацию. Стоило это предвидеть и помешать им сотрудничать с Британией. Придётся выделить войска на защиту наших итальянских земель от врага. \nВена выступит на стороне коалиции. ",
    "answers": [
      {
        "id": 42,
        "text": "Принято",
        "var_add": [
          "enemy",
          1
        ],
        "var_sub": [
          "kolich",
          1
        ]
      }
    ]
  },
  {
    "id": 53,
    "text": "             ~ Великое герцогство Варшавское ~\n\nНе удовлетворенная нашей реакцией на их экспансию, польская шляхта выступает против Франции. Ещё недавно поляки боготворили Наполеона, теперь же готовы воевать против него. Номинальный герцог ничем не может помочь, так как не имеет реальной власти.\nПольша выступает на стороне коалиции. ",
    "answers": [
      {
        "id": 42,
        "text": "Принято",
        "var_add": [
          "enemy",
          1
        ],
        "var_sub": [
          "kolich",
          1
        ]
      }
    ]
  },
  {
    "id": 54,
    "text": "                       ~ Османская империя ~\n\nПосле сокрушительного поражения от наших солдат. Турецкое правительство только и ждёт шанса на реванш. Великобритания договорилась об активном участии Османов в коалиции в обмен на инвестиции и пересмотр мирного договора. На их нейтралитет уповать не стоит. ",
    "answers": [
      {
        "id": 42,
        "text": "Принято",
        "var_add": [
          "enemy",
          1
        ],
        "var_sub": [
          "kolich",
          1
        ]
      }
    ]
  },
  {
    "id": 55,
    "text": "                        ~  Новый порядок ~\n    \nВо времена правления Наполеона l Франция проживала свой золотой век на внешнеполитической арене. И пускай внутри государства оставались проблемы и противоречия, в Европе никто не смел вам перечить. Усиливающаяся роль французской культуры и франкоцентричная глобализация уже вряд-ли сойдёт на нет. Даже когда наши марионетки  отойдут от политической линии Парижа, огромный пласт общего культурного сознания никуда не денется. Ведь впервые Европе удалось создать некое подобие содружества с одним гегемоном в качестве гаранта мира. Да здравствует новый мировой порядок и новая империя Запада! ",
    "answers": [
      {
        "id": 44,
        "text": "Назад ",
        "need": [
          44
        ]
      },
      {
        "id": 63,
        "text": "А как же Америка?",
        "need": [
          62
        ]
      },
      {
        "id": 62,
        "text": "Назад",
        "need": [
          62
        ]
      }
    ]
  },
  {
    "id": 56,
    "text": "                     ~ Новая Речь Посполитая ~\n\nПри нашей поддержке польские националисты захватили территории с ляхским населением у извечного врага — Пруссии. После такого патриотического подъёма шляхта не долго думая низложила герцога Варшавского и провозгласила Польское королевство. При поддержке Наполеона королём стал Юзеф Понятовский. Возможно скоро мы увидим возвращение Речи Посполитой. ",
    "answers": [
      {
        "id": 44,
        "text": "Назад ",
        "need": [
          44
        ]
      },
      {
        "id": 62,
        "text": "Назад",
        "need": [
          62
        ]
      }
    ]
  },
  {
    "id": 57,
    "text": "                ~ Император — Освободитель ~\n\nНаполеона l запомнят как великого борца за права угнетенных народов! Поляки чествуют за поддержку в возвращении былых земель у Пруссии. Хорваты за предоставление суверенитета. Греки же рады окончанию Османского ига! Наш император навеки покрыл себя славой доблестного освободителя. ",
    "answers": [
      {
        "id": 44,
        "text": "Назад",
        "need": [
          44
        ]
      },
      {
        "id": 62,
        "text": "Назад",
        "need": [
          62
        ]
      }
    ]
  },
  {
    "id": 58,
    "text": "Провал! Это катастрофа, решающая битва была проиграна из-за предательства офицерского состава. Они дрогнули перед таким большим количеством врагов. И вот уже один за другим сдаются наши города захватчикам. По окончанию войны Наполена отправят на остров, а Франция лишится всех завоеваний. Границы в Европе вернутся в прежнее состояние.",
    "answers": [
      {
        "id": 1,
        "text": "Конец "
      }
    ]
  },
  {
    "id": 59,
    "text": "                            ~ Каталония ~\n\nПосле смерти Наполеона l Бонопарта власть в стране перешла к набирающему силу парламенту. Тот в свою очередь инициировал решение по поводу французских земель в Каталонии. Дабы укрепить авторитет и обрести славу продолжателей идей Наполеона министры даровали свободу Каталонии. Император — Освободитель мёртв, но миссия по спасению народов Европы все ещё на плечах Франции!",
    "answers": [
      {
        "id": 44,
        "text": "Назад",
        "need": [
          44
        ]
      },
      {
        "id": 62,
        "text": "Назад",
        "need": [
          62
        ]
      }
    ]
  },
  {
    "id": 60,
    "text": "                            ~ На круги своя ~\n\nИмперия построенная на гении одного человека умрёт вместе с ним... К сожалению так и вышло, со смертью Наполеона Бонопарта вся система союзов в Европе пала. Центральная роль Франции в делах Запада так же начала снижаться. И уже через пару лет все бывшие союзники заговорили о равоправии и независимости. Нового мирового порядка создать увы не довелось. И совсем скоро все вернется на круги своя. Недеемся что Франция сможет как можно дольше удерживать остатки своего влияния перед полным снижением до региональной державы. ",
    "answers": [
      {
        "id": 44,
        "text": "Назад ",
        "need": [
          44
        ]
      },
      {
        "id": 62,
        "text": "Назад",
        "need": [
          62
        ]
      }
    ]
  },
  {
    "id": 61,
    "text": "                          ~ Рейнский союз ~\n\nУдивительно, но детище Наполеона теперь способно создать  угрозу самой Франции. День ото дня растёт экономическое влияние Рейнского союза. Благо, политической воли он ещё не проявляет, а население и местные элиты настроены профранцузски. Станет ли бывшая буферная зона самостоятельным игроком — покажет время. А пока Жером Бонопарт сохраняет дружественный статус кво. ",
    "answers": [
      {
        "id": 44,
        "text": "Назад",
        "need": [
          44
        ]
      },
      {
        "id": 62,
        "text": "Назад",
        "need": [
          62
        ]
      }
    ]
  },
  {
    "id": 62,
    "text": "Победа! Нашими войсками была одержана полная и безоговорочная победа! Британцы со своими крысами бегут домой. А мы уже во всю планируем поход в Индию. Теперь уже никто не сможет перечить Французской империи ближайшие 10 лет так точно. Мечты о возвращении былых границ в Европе остались в прошлом. Теперь империя по праву может считаться гегемоном всего цивилизованного мира. Аве Наполеон! \n\nОднако через два года великий император неожиданно скончался. Империя пошатнулась, что же станется с наследием Бонапарта? Будущее туманно, но однозначно варианты развития лучшие из тех что могли быть.\n\nОсмотрите свои достижения.",
    "answers": [
      {
        "id": 55,
        "text": "Новый Мировой проядок ",
        "var_need": [
          "globalizm",
          4
        ]
      },
      {
        "id": 56,
        "text": "Польская судьба ",
        "need": [
          14
        ]
      },
      {
        "id": 57,
        "text": "Император освободитель",
        "need": [
          14,
          22,
          30
        ]
      },
      {
        "id": 59,
        "text": "В порыве чести ",
        "need": [
          57,
          45
        ]
      },
      {
        "id": 60,
        "text": "На круги своя ",
        "var_less": [
          "globalizm",
          4
        ]
      },
      {
        "id": 61,
        "text": "Рейнский союз",
        "need": [
          17
        ]
      },
      {
        "id": 64,
        "text": "Россия ",
        "need": [
          -48,
          55
        ]
      },
      {
        "id": 65,
        "text": "Россия ",
        "need": [
          48,
          -49
        ]
      },
      {
        "id": 66,
        "text": "Швейцария",
        "need": [
          43,
          29
        ]
      },
      {
        "id": 1,
        "text": "Конец (выход в меню)"
      }
    ]
  },
  {
    "id": 63,
    "text": "После тиумфа в Европе Наполеон обратил свой взор на Америку. Безо всяких возражений США помогли нам захватить канадский Квебек и переселить туда французское население из Луизианы. В итоге все в выигрыше и янки, и франки. Правда на развитие дальних земель придется потратиться.",
    "answers": [
      {
        "id": 55,
        "text": "Возвращение колониальной империи"
      },
      {
        "id": 63,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c00/1905/65/315bc47659f5.png"
      }
    ]
  },
  {
    "id": 64,
    "text": "        ~ Отношения с Русским медведем  ~\n\nСпустя годы две империи поняли друг друга. Франция осознала причину определенных отличий  в политике царей из дальней страны. Развитие двухсторонних отношений привели к заключению пакта о ненападении и разделе сфер влияния. Зачем враждовать с огромным соседом?",
    "answers": [
      {
        "id": 62,
        "text": "Совершенно незачем",
        "need": [
          62
        ]
      },
      {
        "id": 44,
        "text": "Совершенно незачем",
        "need": [
          44
        ]
      }
    ]
  },
  {
    "id": 65,
    "text": "                         ~ Русская судьба ~\n\nПосле Французской победы Российский царь, повинуясь воле императора, ждал нашего решения. Дикой и отсталой стране были навязаны Французские законы и право, теперь там точно начнутся реформы! Однако Наполеон не планировал серьезно изменять границы России. На востоке нужен союзник...\nВо всяком случае Финляндия была возвращена Щвеции за лояльность в последней войне. Поляки же негодуют, они ожидали большего ослабления.",
    "answers": [
      {
        "id": 62,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 66,
    "text": "                  § Романское возрождение §\n\nНеожиданным исходом закончилась гражданская война в Швейцарии. Власть захватили Итальянские и сочувствующие Ретро-романской культуре дворяне. Под лозунгами возвращения к Римскому наследию они проводят националистическую внутреннюю  политику, уже сейчас переселяется немецкое население, а ретро-романский язык переживает второе возрождение. Говорят что их вдохновил никто иной как Бонапарт. ",
    "answers": [
      {
        "id": 44,
        "text": "Назад",
        "need": [
          44
        ]
      },
      {
        "id": 62,
        "text": "Назад",
        "need": [
          62
        ]
      }
    ]
  },
  {
    "id": 67,
    "text": "        ~ Эпоха дворцовых переворотов 2.0~\n\nПосле смерти Наполеона власть в свои руки перехватили дворяне и офицеры. Новых войн не хочет никто. Общее настроение правящих кругов таково,что все хотят лишь процветать, а точнее паразитировать на наследии Наполеона. Сын же Наполеона постоянно болеет и с каждым днём его влияние на дела государства сокращается. Возможно теперь народ Франции ждет конституционная монархия ? ",
    "answers": [
      {
        "id": 44,
        "text": "Назад",
        "need": [
          44
        ]
      },
      {
        "id": 62,
        "text": "Назад",
        "need": [
          62
        ]
      }
    ]
  },
  {
    "id": 68,
    "text": "                      § Варшавское герцогство §\n\nВы — Фридрих Август l и вам поручено управление Герцогством Варшавским самим Наполеоном. Пока что ваша резиденция находится в Саксонии, но для более тщательного надзора за вверенными вам территориями можно перенести резиденцию в Варшаву. Тем более поступают новости о беспорядках на улицах. ",
    "answers": [
      {
        "id": 69,
        "text": "Так и поступим "
      },
      {
        "id": 71,
        "text": "Мой дом тут"
      }
    ]
  },
  {
    "id": 69,
    "text": "Вы приехали в Варшаву, теперь настала пора действовать. Смена элит — необходимый процесс для комфортного управления государством. Стоит ли администрации делать акцент на национальности? Или должного образования будет достаточно? ",
    "answers": [
      {
        "id": 71,
        "text": "Пройдут только немцы"
      },
      {
        "id": 71,
        "text": "Поляки могут занимать должности, это же их государство"
      }
    ]
  },
  {
    "id": 70,
    "text": "Нынешний герцог не у власти. А правитель для государства нужен. Революционным правительством был созван сейм по избранию нового, пока ещё герцога. Многие уже поговаривают и о короле. И это при том, что народ просил республики. \nКомиссия по принятию решения длилась долго, и она выбрала...",
    "answers": [
      {
        "id": 74,
        "text": "Юзефа Понятовского"
      },
      {
        "id": 75,
        "text": "Яна Домбровского "
      }
    ]
  },
  {
    "id": 71,
    "text": "Восстание! \n\nО ужас, Варшаву охватили беспорядки, они недовольны нынешним положением дел. Люди хотят свергнуть вас, установить республику и захватить исконно польские земли у участников сговора и трех дележей Польши! Самое страшное, что Наполеону нет до этого дела! ",
    "answers": [
      {
        "id": 72,
        "text": "Мы ничего не успели сделать...",
        "need": [
          69
        ]
      },
      {
        "id": 70,
        "text": "Мы ничего не успели сделать ",
        "need": [
          -69
        ]
      }
    ]
  },
  {
    "id": 72,
    "text": "Узкий круг дворян, которые обладают большой властью в сложившейся ситуации предлагают вам выбор. Они вовсе не хотят радикализации протестов. Республика им тоже не нужна. Их устроит и король марионетка. Вы можете либо сбежать в Саксонию либо остаться представительным монархом тут. ",
    "answers": [
      {
        "id": 73,
        "text": "Я должен принять этот вызов, да и рисковать жизнью не хочется"
      },
      {
        "id": 70,
        "text": "Выезжаем на рассвете "
      }
    ]
  },
  {
    "id": 73,
    "text": "Фридрих Август смог удержать власть в Герцогстве. Однако, предстоит ещё много интриг и важных политических решений прежде чем положение в стране устаканится. А пока придётся играть роль марионетки.",
    "answers": [
      {
        "id": 73,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d36/1908/12/1da93567f183.jpg"
      },
      {
        "id": 76,
        "text": "Однажды я верну себе полную власть "
      }
    ]
  },
  {
    "id": 74,
    "text": "Юзеф Понятовский — генерал и военный министр, племянник последнего короля Станислова Понятовского. В свое время отбил нападение Австрийской империи. Ныне завершил военную карьеру и начал политическую. Его партия планирует вернуть величие своей страны в кротчайшие сроки.",
    "answers": [
      {
        "id": 74,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a08/1908/26/4232322c41a4.jpg"
      },
      {
        "id": 76,
        "text": "Отлично"
      }
    ]
  },
  {
    "id": 75,
    "text": "Ян Домбровский — национальный герой, учавствовал в восстании Костюшко, после удалился во Францию, создал там польские легионы. Участвовал в кампаниях Наполеона. Его партия планирует вернуть расположение Наполеона и с его помощью восстановить Речь Посполитую.",
    "answers": [
      {
        "id": 75,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b34/1908/d7/4dd95e2e5821.jpg"
      },
      {
        "id": 76,
        "text": "Отлично"
      }
    ]
  },
  {
    "id": 76,
    "text": "Ещё недавно в столице был хаос, сейчас новая власть пытается взять все под свой контроль. Дабы укрепить своё положение, вы решили выйти к народу и произнести речь. Но о чем она будет?\nТолпа затихла, ожидая ваших слов. ",
    "answers": [
      {
        "id": 77,
        "text": "О национальном единстве ",
        "need": [
          -73
        ]
      },
      {
        "id": 78,
        "text": "О мести немцам ",
        "need": [
          -73
        ]
      },
      {
        "id": 79,
        "text": "Об извечной дружбе с Францией "
      },
      {
        "id": 80,
        "text": "Главное это стабильность "
      }
    ]
  },
  {
    "id": 77,
    "text": "В такое непростое время наш народ просто обязан быть един. А волей единого народа являются решения сейма и герцога! Новая власть готова дать полякам свободу, равенство и самое главное — братство! Вместе мы сила!",
    "answers": [
      {
        "id": 83,
        "text": "Вашего присутствия просят члены сейма!"
      }
    ]
  },
  {
    "id": 78,
    "text": "Немцы в лице Пруссии и Австрии наши главные враги на сегодняшний день. В свое время именно они разделили наш народ и загнали под пяту немецкого экспансионизма! Сейчас наш долг вернуть свои земли, которые населены поляками и находятся в Австрии и Пруссии. Толпа скандирует ваше имя, люди ликуют!",
    "answers": [
      {
        "id": 83,
        "text": "Вашего присутствия просят члены сейма!"
      }
    ]
  },
  {
    "id": 79,
    "text": "Франция подарила нам свободу, подарит и величие. Мы всегда можем рассчитывать на поддержку Наполеона. Налаживание отношений с этой великой державой будет приоритетом для нашей политики. Возможно люди ожидали другого, но личная любовь поляков к Наполеону сыграла свое дело. Толпа одобрительно кричит!",
    "answers": [
      {
        "id": 83,
        "text": "Вашего присутствия просят члены сейма!"
      }
    ]
  },
  {
    "id": 80,
    "text": "Время сейчас непростое, дабы не повторить падение Речи Посполитой, мы должны оставить распри и начать действовать сообща. В стабильной стране нет места провокаторами и палачам. Люди должны разойтись, а правительство обдумает как претворить чаяния народа в жизнь.",
    "answers": [
      {
        "id": 83,
        "text": "Вашего присутствия просят члены сейма!"
      }
    ]
  },
  {
    "id": 81,
    "text": "                                 «Возрождение»\n\nВнезапное нападение на (и без того ослабленную) Пруссию принесло свои плоды. Восточная Пруссия оккупирована, поляки ликуют. Историческая справедливость восторжествовала! Враг уже просит о мире! Ваша популярность в народе растет.",
    "answers": [
      {
        "id": 85,
        "text": "Большая победа для нашего государства"
      },
      {
        "id": 81,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d22/1908/95/264bea902af2.png"
      }
    ]
  },
  {
    "id": 82,
    "text": "Вы нарушили договор с правительством, сторонники нападения на Пруссию отлучили вас от управления. Дележка власти в самом разгаре. Страна наверное все таки станет олигархической республикой, но врядли продержится долго с растущим аппаратом и коррупцией. Войну между прочим отменять никто не собирается.",
    "answers": [
      {
        "id": 1,
        "text": "В конце концов за предательство народа вас казнили, Наполеон наровит остановить беспредел, кажется для Польши настали темные времена."
      }
    ]
  },
  {
    "id": 83,
    "text": "Правительство уже придумало как решить проблему с реваншистскими настроениями в Польше. Они предлагают напасть на ослабленную Пруссию. А самое главное: авангардом будут националисты — фанатики. Как только они захватят Кенигсберг, в дело вступит регулярная армия, она пойдет на Берлин. Мы должны утвердить его, ведь такое число добровольцев ещё не скоро представится. Тем более в случае чего можно будет попытаться откреститься от националистов.",
    "answers": [
      {
        "id": 81,
        "text": "Да, мы нападем на Восточную Пруссию в ближайшее время, они не ожидают такого."
      },
      {
        "id": 82,
        "text": "Слишком рискованно ",
        "need": [
          73
        ]
      },
      {
        "id": 84,
        "text": "Слишком рискованно ",
        "need": [
          -73
        ]
      }
    ]
  },
  {
    "id": 84,
    "text": "Вы решили отказаться от авантюрного похода на Пруссию. В стране и без этого много проблем. Лучше уделить внимание образованию и экономике. Люди разочаровны таким поворотом событий.",
    "answers": [
      {
        "id": 85,
        "text": "Я сохранил им жизни "
      }
    ]
  },
  {
    "id": 85,
    "text": "                            ¥ Франкофония ¥\n\nНаполеон жаждет большей интеграции народов Европы. Под властью Франции конечно же. Он требует сделать французский официальным языком нашей страны. Многие воспримут это как унижение и слабость. Хотя дворяне и без этого поголовно используют его в общении так, что это уже стало модным. Как мы поступим?\n",
    "answers": [
      {
        "id": 86,
        "text": "Мы преданны идее интеграции!",
        "var_add": [
          "french",
          1
        ]
      },
      {
        "id": 87,
        "text": "Ни за что!",
        "need": [
          -75
        ]
      }
    ]
  },
  {
    "id": 86,
    "text": "Крестьяне негодуют — теперь их заставляют учить французский в школах. Обязательным он стал и для высшего образования. Благородное сословие же радо, теперь по их желанию делопроизводство может вестись на французском. Польские публицисты уже переориентировались на новый язык.",
    "answers": [
      {
        "id": 87,
        "text": "Вперед к общему будущему"
      }
    ]
  },
  {
    "id": 87,
    "text": "                        ¥ Реновация армии ¥\n\nНаша армия несколько отстает в вооружени и боевом духе. Советники предлогают инициировать возрождение крылатых гусар. Этот элитный род войск не раз спасал Польшу от захватчиков. Но многие сейчас утверждают, что гусарии устарели. Стоит ли затея свеч?",
    "answers": [
      {
        "id": 88,
        "text": "Ввести полноценные части гусар"
      },
      {
        "id": 88,
        "text": "Можно возродить лишь несколько отрядов для поднятия боевого духа ",
        "var_add": [
          "win",
          1
        ]
      },
      {
        "id": 88,
        "text": "Реформировать войска по французскому образцу ",
        "var_add": [
          "win",
          1
        ],
        "need": [
          75
        ]
      },
      {
        "id": 88,
        "text": "Не время для реструктуризации, нам нужны деньги"
      }
    ]
  },
  {
    "id": 88,
    "text": "Неожиданные новости! Император даровал собственное государство иллирийцам. Регион достаточно развитый. А самое главное — они ненавидят Австрию так же, как и мы. Неверное следует заключить с ними договор о дружбе?",
    "answers": [
      {
        "id": 89,
        "text": "Отправляем делегацию "
      },
      {
        "id": 90,
        "text": "Я лично поеду поздравить этот гордый народ",
        "need": [
          -73
        ]
      },
      {
        "id": 91,
        "text": "Бесперспективно ",
        "need": [
          73
        ]
      },
      {
        "id": 102,
        "text": "Бесперспективно",
        "need": [
          75
        ]
      }
    ]
  },
  {
    "id": 89,
    "text": "Местная администрация рада увидеть поддержку со стороны европейской державы. Тем более, что Итальянское королевство выразило протест. Они ожилали передачу этого регона в свою юрисдикцию. И теперь у Иллирии на одного врага больше. ",
    "answers": [
      {
        "id": 91,
        "text": "Отлично",
        "need": [
          73
        ]
      },
      {
        "id": 92,
        "text": "Отлично",
        "need": [
          74
        ]
      },
      {
        "id": 102,
        "text": "Отлично",
        "need": [
          75
        ]
      }
    ]
  },
  {
    "id": 90,
    "text": "Славянский народ балкан был поражён и обрадован визитом братского короля. Судьбы наших государств схожи: мы оба терпели гнет немцев, нас обоих освободил Наполеон и мы вместе планируем вернуть величие наших стран.\nДень закончился подписанием важных документов.",
    "answers": [
      {
        "id": 92,
        "text": "Вместе мы сила ",
        "need": [
          74
        ]
      },
      {
        "id": 102,
        "text": "Вместе мы сила ",
        "need": [
          75
        ]
      }
    ]
  },
  {
    "id": 91,
    "text": "Пока вы налаживали своё положение в Польше, в Саксонии произошёл переворот. Это ваша родина и вы обязаны вернуть её под контроль. В столь интересно сложившихся обстоятельствах польская армия поддержит войну с немецкой саксонией, ведь это шанс отомстить.",
    "answers": [
      {
        "id": 94,
        "text": "Направим народный гнев во благо "
      }
    ]
  },
  {
    "id": 92,
    "text": "В свете последних событий в Иллирии и нашей общей антинемецкой риторикой, отношения с Австрией обострились. Они все чаще устраивают провокации против нашего народа. Пришла пора дать отпор дикому зверю!",
    "answers": [
      {
        "id": 97,
        "text": "Как и в 1809 году эрцгерцога ждет поражение!"
      }
    ]
  },
  {
    "id": 93,
    "text": "                       § Торговля с Британией §\n\nФранция наконец-то подписала мировую с Британией. И континентальная блокада больше не действует. Но Наполеон делает вид будто торговать с Британией позволено только ему! Что за двойные стандарты? \nМы можем снять все ограничения сразу и начинать получать прибыль уже сейчас \nИли возобновлять торговлю постепенно по мере сильного дефицита, это несомненно понравится нашему протектору. ",
    "answers": [
      {
        "id": 131,
        "text": "Торговля будет свободной \n[ <plus> 1 к экономике; - 10 к отношениям с Францией ]",
        "var_add": [
          "money",
          1
        ],
        "var_sub": [
          "Imp",
          10
        ]
      },
      {
        "id": 131,
        "text": "Лучше не спешить, не так уж нам и нужны эти заморские товары\n"
      }
    ]
  },
  {
    "id": 94,
    "text": "Ваши польские легионы подавили войска узурпатора. Саксония ваша, теперь уния никогда больше не разорвется! Но вот незадача: по возвращении на родину польские вояки, возбужденные после сражений с немцами, объявили Силезию, через которую пролегал маршрут, территорией Польши. Что же вы предпримете? ",
    "answers": [
      {
        "id": 95,
        "text": "Силезия и силезцы всегда были польскими! Не важно, о чем мы договорились с Пруссией! Эти земли станут мостом для интеграции двух моих владений.",
        "var_equal": [
          "french",
          1
        ]
      },
      {
        "id": 96,
        "text": "Силезия и силезцы всегда были польскими! Не важно, о чем мы договорились с Пруссией! Эти земли станут мостом для интеграции двух моих владений.",
        "var_not": [
          "french",
          1
        ]
      }
    ]
  },
  {
    "id": 95,
    "text": "                              «Возрождение ll»\n\nВесь польский народ смотрит на вас как на спасителя. Вы смогли завоевать доверие армии и простолюдин. Ваше происхождение не важно, вы — истинный король Польши! Теперь вы более важная фигура, чем сейм которому присягнули. ",
    "answers": [
      {
        "id": 95,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a27/1909/86/50470b27250c.png"
      },
      {
        "id": 102,
        "text": "Виват король!"
      }
    ]
  },
  {
    "id": 96,
    "text": "Наполеон Бонапарт недоволен нашим варварским поведением. Нам пришлось сдать Силезию обратно прусакам. Это пошатнуло ваши позиции внутири страны.",
    "answers": [
      {
        "id": 102,
        "text": "Жаль"
      }
    ]
  },
  {
    "id": 97,
    "text": "Обстановка накаляется, заметив нашу смелость Австрия решила поиграть мускулами. Уже сейчас они проводят частичную мобилизацию! Стоит нанести упреждающий удар, но, дабы не выглядеть агрессором, Юзеф решил направить в Вену заведемо невыполнимый ультиматум о демобилизации. Так мы покажем, что у них был шанс решить все миром.",
    "answers": [
      {
        "id": 98,
        "text": "Я лично поведу войска "
      }
    ]
  },
  {
    "id": 98,
    "text": "Генштаб выбрал целью захват Галиции и Лодомерии из лап австрийцев. Наша армия жаждет боя, стоит только отдать приказ. Первая же победа позволит местному неселению начать партизанскую войну и Вена будет вынуждена сдаться. Тем временем посланник Наполеона выражает поддержку нашему предприятию.",
    "answers": [
      {
        "id": 99,
        "text": "Выдвигаемся ",
        "need": [
          -84
        ],
        "var_equal": [
          "win",
          1
        ]
      },
      {
        "id": 100,
        "text": "Выдвигаемся "
      }
    ]
  },
  {
    "id": 99,
    "text": "Наши войска ожидала засада! Но не так-то просто сломить польский дух! Наши новые крылатые гусары устремились вперед, их пример вдохновил остальную часть войска на победу. И вот, когда казалось, что поражение так близко, Воины издали боевой клич: \"Dla Rzeczpospolita!\"\nВедомые Понятовским они вырвали победу из когтей австрийцев\nВраг решил отступить и перегрупироваться!",
    "answers": [
      {
        "id": 101,
        "text": "Победа!"
      }
    ]
  },
  {
    "id": 100,
    "text": "Наши войска ожидала засада! Превосходящая числом армия Австрии набросилась на нас как на добычу. Мы не смогли ничего противопоставить, пришлось отступить с частью уцелевшей армии. Возможно позже, когда мы соберем силы, поход возобновится, но пока нас хватит только на оборону.",
    "answers": [
      {
        "id": 103,
        "text": "Ужасно!"
      }
    ]
  },
  {
    "id": 101,
    "text": "Наши бравые воины погнали австрийцев с исконной Польской земли. Шаг за шагом враг отступал из Галиции, оставляя выжженные земли. Это только придавало решимости армии, которая уже всем сердцем жаждет уничтожения Австрии. Но им придется подождать, сегодня в ставку прибыл посол из Франции. \n\nНаполеон не желает дальнейшего кровопролития и призывает нас распустить войска. Он уже договорился с Австрией — Галиция и Лодомерия отойдут к нам.",
    "answers": [
      {
        "id": 104,
        "text": "Ну и отлично"
      }
    ]
  },
  {
    "id": 102,
    "text": "                         ¥ Экономика ¥\n\nНаша экономика сейчас не в самом лучшем состоянии. Но самое главное, нам на рынке не хватает торговых партнеров. Мы окружены кольцом врагов, которые душат нас пошлинами. Может быть стоит возобновить торговое сообщение с Россией? Или же мы можем попросить увеличить товарооборот с Францией, но это будет дороже. ",
    "answers": [
      {
        "id": 105,
        "text": "Так и поступим, Россия не кусается"
      },
      {
        "id": 105,
        "text": "Нет, мы не станем торговать с русскими.\nУвеличим собственное производство."
      },
      {
        "id": 105,
        "text": "Франция нам поможет",
        "need": [
          75
        ]
      }
    ]
  },
  {
    "id": 103,
    "text": "Война перешла в затяжную. Мы не можем атаковать из-за недостатка людских ресурсов. Враги же не хотят терять своих в войне с нашим несгибаемым народом, да и рельеф на нашей стороне. Позиционная война может длиться долго, сейчас главное занять оборону.",
    "answers": [
      {
        "id": 102,
        "text": "Об активных боевых действиях не может быть и речи"
      }
    ]
  },
  {
    "id": 104,
    "text": "\n                                «Возрождение ll»\n\nВесь польский народ смотрит на вас как на спасителя. Вы смогли завоевать Галицию из лап австрийцев теперь польский народ един как никогда.",
    "answers": [
      {
        "id": 104,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d29/1909/63/ca885c50ef30.png"
      },
      {
        "id": 102,
        "text": "Вперед, к светлому будущему!"
      }
    ]
  },
  {
    "id": 105,
    "text": "Скоро близится день выборов в наш сейм. Но кто и как там будет голосовать? Советники предлагают в лучших традициях Французской революции, свободы, равенства и братства объявить всеобщие выборы. Буквально каждый сможет отдать голос за своего представителя.",
    "answers": [
      {
        "id": 106,
        "text": "Введите всеобщее право, мы цивилизованная страна ",
        "var_add": [
          "democ",
          1
        ]
      },
      {
        "id": 106,
        "text": "Право на выбор должно быть только у богатых",
        "need": [
          -75
        ]
      },
      {
        "id": 106,
        "text": "Ввести дифференциацию голосов \n(1 голос дворянина за 200 крестьян и т.д.)",
        "need": [
          -75
        ]
      }
    ]
  },
  {
    "id": 106,
    "text": "Не смотря на недавние изменения, в сейм избрались те же лица. Скоро начнется формирование правительства, оно будет таким же как и прежде. Простые граждане не заметят разницу. Ну а для вас всё хотя бы не стало хуже.",
    "answers": [
      {
        "id": 107,
        "text": "Это первый шаг к построению прогрессивного общества"
      }
    ]
  },
  {
    "id": 107,
    "text": "Сегодня к нам явился посланник от Великобритании, он предлагает не много не мало предательство Наполеона! \"Уже вся Европа ждет когда он лишится своего трона\" — говорит он.\nНам пообещали хорошие условия после падения Франции. \n\nПоговаривают, что и правда в Европе образуется тайный союз против гегемона. Но стоит ли к нему присоединяться?",
    "answers": [
      {
        "id": 108,
        "text": "Никогда, казнить этого лазутчика!"
      },
      {
        "id": 108,
        "text": "Мы должны держать нос по ветру",
        "need": [
          -75
        ],
        "var_add": [
          "pact",
          1
        ]
      }
    ]
  },
  {
    "id": 108,
    "text": "Несомненно, чувствуя сговор, Наполеон решает реформировать и стандартизировать отношения со своими союзниками. Получилось так, что по  новому договору мы должны отправлять ещё меньше рекрутов. Так же теперь обязанность каждого защищать всех остальных членов пакта будет официально закреплена. Это выгодные условия, особенно для нас! ",
    "answers": [
      {
        "id": 109,
        "text": "Согласимся ",
        "var_add": [
          "block",
          1
        ]
      },
      {
        "id": 109,
        "text": "Мы не можем подписать это...",
        "var_not": [
          "pact",
          1
        ]
      }
    ]
  },
  {
    "id": 109,
    "text": "                                  ¥ Ревизор ¥\n\nДо нашего правительства дошёл слух о скором приезде проверки из Франции. Париж хочет удостовериться, что наше рвение к перестройке общества на провсещенный французский манер искренне. Мы можем отказаться от проверки, все таки у нас есть гордость! Но тогда это негативно воспримут во Франции...\n",
    "answers": [
      {
        "id": 110,
        "text": "Кажется грядёт буря"
      }
    ]
  },
  {
    "id": 110,
    "text": " ~ Шестая антифранцузская коалиция ~\n\nВ результате опрометчивых действий Наполеона была сформирована антифранцузская коалиция. Такое развитие событий уже давно не ново. Но на этот раз Польша выступит как самостоятельный субъект. От того какую сторону она приняла зависит дальнейшая судьба страны.",
    "answers": [
      {
        "id": 113,
        "text": "Мы сохраним нейтралитет ",
        "need": [
          -75
        ]
      },
      {
        "id": 111,
        "text": "Поддержим Францию!",
        "var_not": [
          "pact",
          1
        ]
      },
      {
        "id": 112,
        "text": "Поддержим коалицию ",
        "var_not": [
          "block",
          1
        ]
      }
    ]
  },
  {
    "id": 111,
    "text": "Как и было предсказано нашими генералами, Французская империя вновь взяла верх над Великобританией! Наполеон был очень доволен тем, как мы повели себя во время конфликта. Разбитая во второй раз Россия была поставлена на колени. И мы не постеснялись забрать некоторые наши былые земли. С дозволения императора конечно же. Франция останется гегемоном Европы ещё на долгие годы. И как бы это ни было печально, скоро мы все заговорим на французском. Хотя может быть это и к лучшему?",
    "answers": [
      {
        "id": 116,
        "text": "« Возрождение lll »",
        "need": [
          104,
          -116
        ]
      },
      {
        "id": 114,
        "text": "Новая историческая общность ",
        "need": [
          95,
          -114
        ]
      },
      {
        "id": 115,
        "text": "Необратимый распад ",
        "need": [
          96,
          -115
        ]
      },
      {
        "id": 117,
        "text": "Возвышение Польши",
        "need": [
          75,
          81,
          -117
        ]
      },
      {
        "id": 118,
        "text": "Возвышение Польши ",
        "need": [
          75,
          84,
          -118
        ]
      },
      {
        "id": 120,
        "text": "Мир с Австрией",
        "need": [
          103,
          -120
        ]
      },
      {
        "id": 121,
        "text": "Светлое будущее демократии",
        "need": [
          -121
        ],
        "var_equal": [
          "democ",
          1
        ]
      },
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 112,
    "text": "К сожалению, коалиция во главе с Великобританией была раздавлена в результате долгой позиционной войны. Но нам не довелось это увидеть... Польша была смята в первый же год войны. Россия сохранила нейтралитет, а когда пришла пора ударила в спину коалиции. Наполеон был так доволен, что подарил Александру нашу страну в вечное пользование.\nКажется наше унижение будет длиться ещё долго.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 113,
    "text": "Ближайшие годы Европу ждала мясорубка! Долгая и кровопролитная война закончилась только со смертью Наполеона. Благо наша страна решила отказаться от участия в ней. Нам даже удалось немного заработать на несчастье соседей! Но главной заслугой является спасение жизней нашим солдатам. Теперь, когда Франция нам больше не указ, а немецкие государства ослаблены войной мы можем диктовать им свои условия для торговли. К сожалению о гегемонии в регионе говорить рано. Так как Россия, сыгравшая не последнюю роль в войне, была на стороне победителей и возможно будет оказывать на нас давление.",
    "answers": [
      {
        "id": 114,
        "text": "Дуалистичное государство",
        "need": [
          95,
          -114,
          -167
        ]
      },
      {
        "id": 115,
        "text": "Необратимый распад",
        "need": [
          96,
          -115,
          -167
        ]
      },
      {
        "id": 119,
        "text": "Мир с Австрией ",
        "need": [
          103,
          -119,
          -167
        ]
      },
      {
        "id": 121,
        "text": "Светлое будущее демократии",
        "need": [
          -121,
          -167
        ],
        "var_equal": [
          "democ",
          1
        ]
      },
      {
        "id": 1,
        "text": "Конец",
        "need": [
          -167
        ]
      },
      {
        "id": 167,
        "text": "Назад",
        "need": [
          167
        ]
      }
    ]
  },
  {
    "id": 114,
    "text": "Последние годы доказали, что немцы и поляки могут жить под одним крылом. Вместе защищая свою независимость народы Саксонии и Польши объединились в новый союз! Вторая Речь Посполитая уже никогда не будет поделена! Король Фридрих Август обеспечит это!",
    "answers": [
      {
        "id": 113,
        "text": "Назад",
        "need": [
          113,
          -167
        ]
      },
      {
        "id": 114,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b03/2005/fa/2e2b1eea0cd6.jpg"
      },
      {
        "id": 111,
        "text": "Назад",
        "need": [
          111,
          -167
        ]
      },
      {
        "id": 167,
        "text": "Назад",
        "need": [
          167
        ]
      }
    ]
  },
  {
    "id": 115,
    "text": "К сожалению, успех Фридриха оказался временным. Невозможно объединить в одном государстве немцев и поляков! Постоянные волнения и бунты сделали своё дело... Государство распалось, а короля выгнали из обоих его частей.",
    "answers": [
      {
        "id": 113,
        "text": "Назад",
        "need": [
          113
        ]
      },
      {
        "id": 111,
        "text": "Назад",
        "need": [
          111
        ]
      }
    ]
  },
  {
    "id": 116,
    "text": "В последние годы на карте мира появилось новое государство Вторая Речь Посполитая! Под предводительством Юзефа Понятовского наше государство переживает свой новый золотой век.\nБольше никогда отечество не будет разделено врагами!",
    "answers": [
      {
        "id": 111,
        "text": "Назад ",
        "need": [
          -167
        ]
      },
      {
        "id": 116,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c05/1911/a1/40541f983ab7.png"
      },
      {
        "id": 167,
        "text": "Назад",
        "need": [
          167
        ]
      }
    ]
  },
  {
    "id": 117,
    "text": "Вознагражденный за лояльность Ян Домбровский получил от Наполеона разрешение на захват Российских земель. Мы получили Литву и некоторые восточные территории. Пускай Польша и находится в прямой зависимости от Франции, но зато мы получили защиту, новые территории, а так же экономические вливания из Парижа. Тактика Домбровского оказалась выигрышной и сейчас Польша, а точнее Речь Посполитая переживает подъем!",
    "answers": [
      {
        "id": 111,
        "text": "Назад"
      },
      {
        "id": 117,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a42/1911/ce/633acedd218d.png"
      }
    ]
  },
  {
    "id": 118,
    "text": "Вознагражденный за лояльность Ян Домбровский получил от Наполеона разрешение на захват Российских земель. Мы получили Литву и некоторые восточные земли. Пускай Польша и находится в прямой зависимости от Франции, но зато мы получили защиту, новые территории, а так же экономические вливания из Парижа. Тактика Домбровского оказалась выигрышной и сейчас Польша, а точнее Речь Посполитая переживает подъем!",
    "answers": [
      {
        "id": 111,
        "text": "Назад"
      },
      {
        "id": 118,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d24/1911/0b/ee8890526f4f.png"
      }
    ]
  },
  {
    "id": 119,
    "text": "Во время кровопролитной войны мы заняли сторону нейтралитета. Поэтому сразу как представилась возможность, наши дипломаты заключили мир с Австрийской империей. Юзеф уже один раз принял поспешное решение, теперь же Польша будет действовать осторожнее на мировой арене...",
    "answers": [
      {
        "id": 113,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 120,
    "text": "Поскольку война, которую мы начали за Галицию и Лодомерию, плавно переросла в новую войну коалиции, то по её окончанию Наполеон разрешил нам забрать эти земли у Австрии. И хотя нам самим не удалось разбить австрияк, ожидаемые территории мы получили. И теперь можно с полной уверенностью заявить что Речь Посполитая возродилась из пепла!",
    "answers": [
      {
        "id": 120,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d10/1911/a6/130f68d00e17.png"
      },
      {
        "id": 111,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 121,
    "text": "                       § Польская демократия §\n\nНаше правительство предложило курс на демократизацию. Роль сейма была увеличена, расширены полномочия органов самоуправления, наш народ вновь почувствовал запах свободы. Великая Французская революция не прошла даром! По крайней для нашей нации еë итоги только набирают значение!",
    "answers": [
      {
        "id": 113,
        "text": "Назад",
        "need": [
          -167
        ]
      },
      {
        "id": 167,
        "text": "Назад",
        "need": [
          167
        ]
      }
    ]
  },
  {
    "id": 122,
    "text": "                          § Рейнский союз §\n\nВ угоду желаниям Наполеона Священная Римская империя канула в лету, но на её обломках был создан Рейнский союз! Сейчас союз представляет из себя конфедерацию с общим парламентом который решает внутренние проблемы. К сожалению, пока нашей основной задачей остается пополнение рядов французской армии... \nНо годы идут, хватка императора слабеет, кто знает, возможно совсем скоро мы сможем вырваться из под Французского владычества? ",
    "answers": [
      {
        "id": 123,
        "text": "А нужно ли это? "
      }
    ]
  },
  {
    "id": 123,
    "text": "           § Торговля с Британией 1816 год §\n\nФранция наконец-то подписала мировую с Британией. И континентальная блокада больше не действует. Но Наполеон делает вид будто торговать с Британией позволено только ему! Что за двойные стандарты? \nМы можем снять все ограничения сразу и начинать получать прибыль уже сейчас \nИли возобновлять торговлю постепенно по мере сильного дефицита, это несомненно понравится нашему протектору. ",
    "answers": [
      {
        "id": 124,
        "text": "Попробуем установить новые связи с Австрией и другими друзьями Англии, но с самим Альбионом действуем постепенно! \n\n[ -10 отношения с Империей, <plus> 1 к экономике]",
        "var_add": [
          "money",
          1
        ],
        "var_sub": [
          "Imp",
          10
        ]
      },
      {
        "id": 124,
        "text": "Парламент счёл это недостаточно обоснованным [ <plus> 5 к стабильности ]",
        "var_add": [
          "stab",
          5
        ]
      },
      {
        "id": 124,
        "text": "Торговля должна быть свободной! \n[ -20 к отношениям с Империей, <plus> 2 к экономике]",
        "var_add": [
          "money",
          2
        ],
        "var_sub": [
          "Imp",
          20
        ]
      }
    ]
  },
  {
    "id": 124,
    "text": "Во время последнего созыва вскрылась одна очень важная проблема. Наш союз ещё не так един как хотелось бы. Так например Бавария и Саксония в принципе не прислали своих делегаций и всячески саботируют наши союзные проекты. Союзу нужна железная рука и занять её место желают многие.",
    "answers": [
      {
        "id": 125,
        "text": "Начинаются \"дебаты\"... "
      }
    ]
  },
  {
    "id": 125,
    "text": "Уже около полу года крупные игроки союза стараются найти союзников и подчинить себе мелкие образования. В ход идут многочисленные обещания, подкупы и даже шантаж. При этом ещё каждый с особым рвением старается перещеголять другого в похвалах императору. Наполеону нравится все это действо, поэтому он решил не вмешиваться и занять нейтральную позицию.\nНо, в конце концов, заручиться  поддержкой и наибольшим влиянием в регионе удалось...",
    "answers": [
      {
        "id": 126,
        "text": "Вестфалии [ <plus> 10 отношения с империей]",
        "var_add": [
          "Imp",
          10
        ]
      },
      {
        "id": 127,
        "text": "Баварии [ <plus> 2 к военной мощи]",
        "var_add": [
          "Bav",
          1
        ]
      },
      {
        "id": 128,
        "text": "Вюртембергу [ <plus> 1 к экономике]\n",
        "var_add": [
          "money",
          1
        ]
      }
    ]
  },
  {
    "id": 126,
    "text": "Не столько мощи, сколько имени своего правителя обязана Вестфалия такой чести как быть лидером Рейнского союза. Но всегда найдутся недовольные... \nКоролевство Бавария и её упрямый король ни в какую не хотят терять свою независимость. Чтож возможно стоит им продемонстрировать на что мы способны вместе со своими союзниками? ",
    "answers": [
      {
        "id": 129,
        "text": "Интервенция заставит Максимилиана признать в нас сюзерена"
      },
      {
        "id": 130,
        "text": "Пускай Бавария с завистью смотрит на наше взаимовыгодное сотрудничество"
      }
    ]
  },
  {
    "id": 127,
    "text": "Одно из сильнейших королевств союза — Бавария смогло убедить большинство признать его лидером. До этого ярый противник реформ и различной интеграции, Максимилиан, сам возглавил союз германских государств. Скорее всего теперь объединение пойдет по пути милитаризации. ",
    "answers": [
      {
        "id": 131,
        "text": "Единство восстановлено ",
        "var_add": [
          "int",
          1
        ]
      }
    ]
  },
  {
    "id": 128,
    "text": "Удивительно, но князья и герцоги решили избрать своим лидером королевство Вюртемберг. Это в некотором смысле компромиссный кандидат. Фридрих не плохо ладит как с Максимилианом, так и с Жеромом. Но королевство может похвастаться большой казной и развитой экономикой. ",
    "answers": [
      {
        "id": 131,
        "text": "Говорят не обошлось без сторонней помощи"
      }
    ]
  },
  {
    "id": 129,
    "text": "Под предлогом искоренения анти-французких  взглядов Рейнский союз всеми единым фронтом выступил против Баварии. На следующий же день были введены войска в Мюнхен. Максимилиан больше не сопротивлялся. ",
    "answers": [
      {
        "id": 131,
        "text": "Теперь они одумаются ",
        "var_add": [
          "int",
          1
        ]
      }
    ]
  },
  {
    "id": 130,
    "text": "Бавария и будет и дальше противиться нашим реформам. Но что нам до них? У нас великая цель — единство немцев! \nКакая то Бавария не может помешать нам! \n",
    "answers": [
      {
        "id": 131,
        "text": "Возможно они когда-нибудь одумаются "
      }
    ]
  },
  {
    "id": 131,
    "text": "                § Единые органы управления §\n\nДля дальнейшего развития нашего объединения нужны единые государственные органы. Комиссия которая определит их стуктуру и состав уже собрана. В данных момент всех интересует общее правительство и эмиссия общей валюты. ",
    "answers": [
      {
        "id": 133,
        "text": "Бундерстаг учел только интересы крупных стран, которые вступили в сговор",
        "var_add": [
          "int",
          1
        ]
      },
      {
        "id": 133,
        "text": "Интересы всех участников будут сооблюдены, но это займет больше времени",
        "var_add": [
          "int",
          2
        ],
        "var_equal": [
          "stab",
          5
        ]
      },
      {
        "id": 133,
        "text": "Лидер союза будет тянуть одеяло на себя, стараясь централизовать власть ",
        "var_add": [
          "int",
          -1
        ]
      }
    ]
  },
  {
    "id": 132,
    "text": "                            § Единая армия §\n\nНемецкие земли должны быть единым политическим пространством! Для обеспечения его защиты нужна единая союзная армия. \nВ бундестаг внесено предложение о создании таких вооруженных сил. ",
    "answers": [
      {
        "id": 134,
        "text": "Единые вооружённые силы будут сформированы в кратчайшие сроки и перейдут под прямое управление лидера т. е. Максимилиана ",
        "need": [
          127
        ],
        "var_add": [
          "arm",
          1,
          "int",
          1,
          "mod",
          1
        ]
      },
      {
        "id": 134,
        "text": "Бундестаг не одобрил реформу ",
        "need": [
          127
        ]
      },
      {
        "id": 136,
        "text": "Единые вооружённые силы будут сформированы в кратчайшие сроки и перейдут под прямое управление лидера ",
        "need": [
          -127
        ],
        "var_add": [
          "int",
          1,
          "mod",
          1
        ]
      },
      {
        "id": 136,
        "text": "Бундестаг не одобрил реформу ",
        "need": [
          -127
        ]
      },
      {
        "id": 134,
        "text": "Единые вооружённые силы будут сформированы в кратчайшие сроки и перейдут под общее управление бундерстагом ",
        "need": [
          127
        ]
      },
      {
        "id": 136,
        "text": "Единые вооружённые силы будут сформированы в кратчайшие сроки и перейдут под общее управление бундерстагом ",
        "need": [
          -127
        ]
      }
    ]
  },
  {
    "id": 133,
    "text": "Сегодня завершилась молниеносная война 1818 года новообразованного Польского королевства и Пруссии. Полный коллапс ожидал и без того разрушенную армию Пруссии. В результате восточная провинция этой страны отошла Польше. Наполеон хранит молчание на столь явное нарушение действующего порядка... \n\nФридрих Вильгельм lll просит защиты. Дабы остановить дальнейшие попытки расчленить свою страну, он подает заявку в Рейнский союз и принимает решение отречься от трона в пользу сына. \nНовоиспеченный король 23 лет даже готов принять титул короля Бранденбурга, чтобы не провоцировать конфликты с Польшей в будущем. ",
    "answers": [
      {
        "id": 132,
        "text": "Конечно же принимаем! ",
        "var_add": [
          "Brand",
          1
        ]
      },
      {
        "id": 132,
        "text": "Пусть теперь сами разбираются"
      }
    ]
  },
  {
    "id": 134,
    "text": "                        § Коллапс в Австрии §\n\nБез сомнения 1819 год станет отправной точкой для дальнейшей судьбы Австрийской монархии. \nВсе началось с предоставления независимости Иллирийским провинциям. Бывшая территория Габсбургов теперь сама поддерживает сепаратизм у бывших владельцев. \nНеожиданно осмелела Польша, под предводительством Юзефа Понятовского они спровоцировали Австрию на войну! \nБаварские дворяне уже в серьез планируют наступление на местного титана. ",
    "answers": [
      {
        "id": 138,
        "text": "Бавария не намерена терпеть угрозу со стороны Австрии! "
      },
      {
        "id": 148,
        "text": "Австрийцы уже давно нейтральны в своей политике, они своего рода арбитр в регионе и их крах приведет район к дестабилизации... "
      }
    ]
  },
  {
    "id": 135,
    "text": "                             § Грацкий мир §\n\nПервое время нашим войскам сопуствовала удача. Но это впечатление было обманчиво. Очень скоро наши войска завязли в бесконечных боях, австрийцы очень умело сдерживали наши позиции. Прибывшие резервы принесли врагу численный перевес и выбили нас с захваченных территорий. Дорога на Мюнхен открыта... \nНо нам предложили очень выгодный мир пока Австрия больше хочет покончить с Польшей. ",
    "answers": [
      {
        "id": 137,
        "text": "Это наше спасение "
      }
    ]
  },
  {
    "id": 136,
    "text": "                § Крестовый поход Наполеона §\n\nОсманская империя является желанной добычей для Франции. И вот под эгидой Папы Римского был объявлен целый крестовый поход! Мы можем поддержать войну против тирании Османов на Балканах и Малой Азии, а можем и промолчать... \nЕсли средства есть то почему бы и не попробовать? ",
    "answers": [
      {
        "id": 146,
        "text": "Выставить всех кто может сражаться! ",
        "var_equal": [
          "money",
          2
        ]
      },
      {
        "id": 148,
        "text": "Слишком большие затраты ограничимся дипломатической поддержкой "
      }
    ]
  },
  {
    "id": 137,
    "text": "Униженная Бавария примкнула обратно к Рейнскому союзу в надежде на защиту. Теперь Максимилиан будет сидеть тише воды ниже травы, а союз наконец-то пойдет в сторону мирного развития. Власть же над Германией теперь осуществляется коллегиально самыми влиятельными королями. ",
    "answers": [
      {
        "id": 148,
        "text": "Конец амбиций"
      }
    ]
  },
  {
    "id": 138,
    "text": "Бавария объявила о мобилизации своего континента войск и разослала членам Рейнского союза предложения о вступлении в войну. То что произошло дальше никто не мог предвидеть.\nИмператор был недоволен нашей излишней агрессией и самостоятельностью. Поэтому Жером Бонапарт, заручившись поддержкой Наполеона, перехватил власть в союзе и единогласным решением всех участников исключил нас из состава организации. \nНекоторые лоялисты из союза отправляют нам кондотьеров и материальную помощь из под полы, но не на такую поддержку мы расчитывали. ",
    "answers": [
      {
        "id": 140,
        "text": "Целая армия, которую мы собрали в прошлом году для общих целей Рейнского союза всë ещë верна нам! ",
        "var_equal": [
          "arm",
          1
        ]
      },
      {
        "id": 135,
        "text": "Коней на переправе не меняют ",
        "var_not": [
          "amr",
          1
        ]
      }
    ]
  },
  {
    "id": 139,
    "text": "                           § Медиатация §\n\nЛидерство в Рейнском союзе все еще находится под вопросом и не имеет официального статуса. Бундерстагом было предложено ввести выборы по аналогии со Священной Римской империей. Выбранное лицо станет так же и председателем самого парламента что официально закрепит его статус. Но разрешит ли император нам такие отковенные вольности, ведь все таки он медиатор? Но возможно мы можем получить даже больше... \nЕсли император благоволит нам, то, возможно, он разрешит ввести и титул короля Германии со своими регалиями? ",
    "answers": [
      {
        "id": 145,
        "text": "Нам не позволят так откровенно рвать условия договора о медиатации ",
        "var_less": [
          "Imp",
          0
        ]
      },
      {
        "id": 149,
        "text": "Мы получаем возможность официально выбрать представителя союза! ",
        "var_equal": [
          "Imp",
          0
        ]
      },
      {
        "id": 150,
        "text": "Нам разрешено выбрать себе общего короля, титул которого не будет наследуемым ",
        "var_need": [
          "Imp",
          20
        ]
      }
    ]
  },
  {
    "id": 140,
    "text": "                           § Австрия в огне §\n\nПосле известных событий нам пришлось поспешить с объявлением войны. Австрия была осведомлена, но не готова в полной мере к войне на несколько фронтов. \nВ первые недели мы заняли некоторые стратегически важные пункты на западе Австрии. Но в последствии наступление остановилось. На польском фронте тоже началось затишье. Как внезапно прямо логове врага возникло восстание. Венгерские националисты казнили наместников из Вены, выбрали себе нового короля и объявили о независимости. Уже во всю формируются вооружённые корпуса для защиты суверенитета Венгрии. Кажется даже Наполеон уже поменял точку зрения на конфликт. ",
    "answers": [
      {
        "id": 141,
        "text": "Всё меняется"
      }
    ]
  },
  {
    "id": 141,
    "text": "                        § Последний аккорд §\n\nПеретягивая свои силы в центр враги ослабили фронт и мы смогли пробиться в Нижнюю Австрию, уже планировалось наступление на беззащитную Богемию. Но дезорганизация в армии и во власти сыграла свою роль. Австрия посыпалась как карточный домик. По всей стране вспыхнули восстания и акции протеста. Франц ll вынужден отречься от престола. \nУже в 1920 году был созван Венский конгресс. На нем были определены дальнейшие границы Дунайского региона. Богемия — получила независимость. Польша забирает Галицию и Лодомерию. И между прочим уже во всю влияет на своего ещё не окрепшего славянского соседа. Иллирийские провинции забирают часть Словении. Бавария же получает в своё управление все немецкие земли Австрии с Веной, обязуясь сохранить самоуправление на этих землях. ",
    "answers": [
      {
        "id": 142,
        "text": "Конец лоскутной империи "
      },
      {
        "id": 141,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c38/2006/7d/ea0b4bac317e.png"
      }
    ]
  },
  {
    "id": 142,
    "text": "Основным же образованием на территории бывшей империи станет Венгрия. Местного царька быстро поставили на место. По миру Венгрия включает в себя множество земель с разными народами на ней проживающими. Помогать ей удержаться на плаву после хаоса войны будет французская армия. \nПускай по факту Венгрию сделали очередной марионеткой, на какое то время их угомонили. ",
    "answers": [
      {
        "id": 143,
        "text": "Теперь многонациональность проблема Венгрии"
      },
      {
        "id": 142,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b12/2006/4d/0fcbfae06910.jpg"
      }
    ]
  },
  {
    "id": 143,
    "text": "Рейнский союз все так же смотрит на нас с опаской. По их мнению мы нарушили баланс сил в регионе и своими действиями в какой-то предали последнего императора Священной Римской империи. \nНо сейчас мы уже сами по себе грозная сила и это к нам должны приходить с протянутой рукой. Дворянство предлагает создать в ответ на демарша Рейнского союза свой Дунайский союз. Наши сторонники в Рейнском поддержат нас. ",
    "answers": [
      {
        "id": 144,
        "text": "Donaubund! "
      }
    ]
  },
  {
    "id": 144,
    "text": "Дунайский союз был создан практически под копирку с Рейнского. Особенно, что касалось влияния Франции. Контингент войск выделяемый Наполеону решено было даже увеличить. Ведь малейшее недоверие к нам и Франция нас сметет. Мы и так уже много делов натворили, а теперь еще и союз Наполеона разбираем на части. Благо он согласился на медиатацию нашего объединения. Помимо Баварии в союз на правах униата вошла Австрия, герцогство Баденское и королевство Вюртемберг, так же недовольные смещением центра власти на север. ",
    "answers": [
      {
        "id": 151,
        "text": "Отлично! "
      },
      {
        "id": 144,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a00/2006/17/20f27ac9be8f.jpg"
      }
    ]
  },
  {
    "id": 145,
    "text": "                     § Вопрос в Гельвеции §\n\nГельветическая республика довольно разнородное образование. А после прихода Наполеоновской эпохи еще и очень бедное. Недовольство зреет повсеместно. И вот, как выражение  назревавшего конфликта, мятежный генерал под предлогом низкого содержания поднимает солдат на бунт. Они уже выдвинули требование о вхождении своих кантонов в состав Франции. Сама же империя выжидает. Как же поступит наш союз? ",
    "answers": [
      {
        "id": 152,
        "text": "Оказать поддержку действующей власти\n[ <plus> к влиянию в регионе]"
      },
      {
        "id": 158,
        "text": "Поддержать повстанца \n[ <plus> 10 отношение империи]"
      }
    ]
  },
  {
    "id": 146,
    "text": "Успех похода на Турцию был предрешен зарание! Великая Армия показала врагам империи, что Франция все еще имеет силы быть гегемоном Европы. Враги Наполеона воочию узрели его решительность. Хотя многие поговаривают, что это больше было избиение инвалида, чем славная битва. \nТеперь перед нами стоит вопрос трофеев и контрибуции. Стоит ли нам потребовать свою долю? Наши войска награбили довольно много в своем походе... \nИли же оставить все лавры Наполеону? ",
    "answers": [
      {
        "id": 148,
        "text": "Заберем все, что наше по праву и даже больше \n[ <plus> 1 к экономике, <plus>1 к престижу]\n",
        "var_add": [
          "money",
          1
        ]
      },
      {
        "id": 148,
        "text": "Все оставим Франции\n[ <plus> 20 к мнению императора]",
        "var_add": [
          "Imp",
          20
        ]
      }
    ]
  },
  {
    "id": 147,
    "text": "Новые хозяева — новые правила. Как только на выборах королей власть в руки взял Евгений Богарне, судьба Германии круто повернулась. Внутренние дела и разборки местных правителей его не интересовали. При этом были свернуты все интеграционные процессы, что так долго выстраивались нами ранее. Под прямым покровительством Наполеона, Богарне попросту начал эксплуатировать немецкие земли. \n\nНо вот пробил час и император Франции скончался. На родине революции смута. \nЕвгений Богарне сразу же начал дистанцироваться от бывшего покровителя. И даже нарек себя Императором новой Священной Римской империи с центром в Италии. Нашему народу потребуется еще долгое время для того, чтобы вырвать независимость себе силой. ",
    "answers": [
      {
        "id": 159,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 148,
    "text": "                 § Швеция продает Померанию §\n\nШведская Померания является последним кусочком этой страны в центральной Европе. В свое время она была оккупирована Наполеоном во время войны с четвёртой коалицией в 1807 г. После Стокгольмской конференции данная территория была возвращена Швеции на условиях её полной демилитаризации. \nВ последние годы на содержание в этом регионе были выделены слишком большие затраты. А Шведам так же нужны средства на модернизацию своей страны и её хозяйства. \nПоэтому король Карл Юхан решил сделать нам предложение о покупке данной земли. Сумма приличная, но и территория перспективная. ",
    "answers": [
      {
        "var_add": [
          "money",
          -2
        ],
        "id": 151,
        "var_need": [
          "money",
          2
        ],
        "text": "Такое приобретение усилит наше положение на Балтике \n[ - 2 к экономике]",
        "var_sub": [
          "Pom",
          1
        ]
      },
      {
        "id": 151,
        "text": "Это не выгодно нам! "
      },
      {
        "id": 148,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a29/2006/d2/e606cf87b4c8.png"
      }
    ]
  },
  {
    "id": 149,
    "text": "За лояльность союза идеям Наполеона и ему лично нам разрешались некоторые вольности начиная с 1814 года. И вот, нам наконец-то разрешили ввести должность лидера Рейнского союза. Выберут его короли и герцоги нашего объединения. Пока не ясно к чему это приведет, но консолидация вокруг одной персоны поможет нашему народу выстоять в это не простое время. ",
    "answers": [
      {
        "id": 153,
        "text": "Да будет так "
      }
    ]
  },
  {
    "id": 150,
    "text": "За лояльность союза идеям Наполеона и ему лично нам разрешались некоторые вольности начиная с 1814 года.\nИ вот сейчас его милость достигла апогея! С нас снимается медиатация Наполеона и лидером союза назначается король Германии. Выберут его короли и герцоги нашего объединения. А нести ответственность он будет перед императором и парламентом. ",
    "answers": [
      {
        "id": 153,
        "text": "Виват! "
      }
    ]
  },
  {
    "id": 151,
    "text": "                  § Единая валюта для Европы §\n\nНаполеон очень хочет войти в историю и создать что-то по-настоящему новое. В его планы входит создание единой Европы под властью прогрессивной Франции. Сейчас на повестке дня экономический вопрос. Париж предлагает нам присоединиться к единой зоне франка. Такой ход может ударить по нашим купцам и ремесленникам. Но зато углубит связи с Францией и улучшит мнение о нас. ",
    "answers": [
      {
        "var_not": [
          "Bav",
          1
        ],
        "var_add": [
          "Imp",
          10
        ],
        "id": 139,
        "var_sub": [
          "money",
          1
        ],
        "text": "Введем в параллельное обращение франк\n[- 1 к экономике, <plus>10 к мнению империии]"
      },
      {
        "id": 139,
        "text": "Лучше затянуть процедуру или вообще не начинать\n[ -10 к мнению империи]",
        "var_add": [
          "Imp",
          -10
        ],
        "var_not": [
          "Bav",
          1
        ]
      },
      {
        "var_add": [
          "Imp",
          10
        ],
        "var_equal": [
          "Bav",
          1
        ],
        "id": 145,
        "text": "Введем в параллельное обращение франк\n[- 1 к экономике, <plus>10 к мнению империии]",
        "var_sub": [
          "money",
          1
        ]
      },
      {
        "id": 145,
        "text": "Лучше затянуть процедуру или вообще не начинать\n[ -10 к мнению империи]",
        "var_add": [
          "Imp",
          -10
        ],
        "var_equal": [
          "Bav",
          1
        ]
      }
    ]
  },
  {
    "id": 152,
    "text": "В считанные дни в стране вспыхнула гражданская война. Каждый регион начал тянуть одеяло на себя. Воспользовавшись своим влиянием в регионе мы сплотили все немецкие кантоны в один кулак. На юге власть взяли бюргеры итальянофилы и пытаются вступить в Итальянское королевство. Запад уже аннексирован Францией. Кажется такой статус устроит всех... Но разрешат ли нам принять своих немецких братьев в союз? ",
    "answers": [
      {
        "id": 159,
        "text": "Для стабилизации региона Наполеон позволил нам включить их в свой состав",
        "var_add": [
          "Gel",
          1
        ],
        "var_need": [
          "Imp",
          10
        ]
      },
      {
        "id": 159,
        "text": "Гельветика будет жить отдельно"
      }
    ]
  },
  {
    "id": 153,
    "text": "Право голоса получили главы каждой страны участника альянса. Голосование было решено провести тайно. Никто даже представить не может к чему это приведет такое рыхлое образование как Рейнский союз. ",
    "answers": [
      {
        "id": 155,
        "text": "Бранденбург",
        "var_not": [
          "Brand",
          0
        ]
      },
      {
        "id": 156,
        "text": "Франкфурт",
        "var_add": [
          "Imp",
          100
        ]
      },
      {
        "id": 157,
        "text": "Вюртемберг"
      }
    ]
  },
  {
    "id": 154,
    "text": "                § Просто листик для истории §\n\n1.0 — Вышла Франция \n1.1 — Сделал обложку и картинки \n1.2 — Исправил ошибки по вашим замечаниям (спасибо!) \n2.0 — Добавлена Польша \n2.1 — Добавил Польше картинок\n3.0 — Вышел Рейнский союз\n3.1 — Пытаюсь сделать достижения удобнее \n3.2 — Сделал мини гербы на начальной панели, возможно буду развивать эту тему иконок и дальше\n4.0 — Добавлена Россия \n\nПредлагайте свои страны в комментариях",
    "answers": [
      {
        "id": 1,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 155,
    "text": "Удивительно, но юный Фридрих Вильгельм lV одержал победу на этих выборах. Наверное голосующие были уверены, что им будет проще манипулировать, ведь страна Фридриха разорена, он молод и не опытен. К чему же это приведет покажет время. ",
    "answers": [
      {
        "id": 145,
        "text": "Союз будет процветать! "
      }
    ]
  },
  {
    "id": 156,
    "text": "На это и делал ставку Наполеон, когда давал добро на сие действо. Подкупами и шантажом удалось убедить избирателей с перевесом в 1 голос, что именно Евгений Богарне, как герцог Франкфурта, станет достойным лидером союза. \nПротивопоставить нечего, остается надеяться на то, что это не приведет к конфликтам в будущем. ",
    "answers": [
      {
        "id": 145,
        "text": "Зато теперь у нас есть поддержка Франции"
      }
    ]
  },
  {
    "id": 157,
    "text": "На выборах победу одержал Вильгельм l Вюртембергский. Только недавно принявший королевство от своего отца в 1820 году. Опытный политик он сможет сплотить вокруг себя самые широкие слои общества. ",
    "answers": [
      {
        "id": 145,
        "text": "Союз будет процветать! "
      }
    ]
  },
  {
    "id": 158,
    "text": "Вопрос был довольно быстро решен, кантон Ваадт был присоединён к Французской империи. Остальная республика осталась цельной, поборы как рекрутские, так и экономические для Гельветики были сильно снижены. ",
    "answers": [
      {
        "id": 159,
        "text": "Надеемся с нами такого не произойдет"
      }
    ]
  },
  {
    "id": 159,
    "text": "                    § Международная разрядка §\n\nНазревающий конфликт между Францией и Великобританией удалось предотвратить. Державами была провозглашена доктрина мирного сосуществования. Все территориальные изменения в Европе удалось сохранить в целости,чему мы несомненно рады. \nТеперь дипломатические и экономические отношения между нами и Британией, а также третьими странами никак не ограничены.\nНеожиданная смерть Наполеона в 1825 году лишь сыграла на руку центробежным силам в Европе. Будущее Рейнского союза туманно. ",
    "answers": [
      {
        "id": 160,
        "text": "Германия разъединенная ",
        "need": [
          144
        ]
      },
      {
        "id": 147,
        "text": "Не Священная, не Римская, не империя ",
        "need": [
          156
        ]
      },
      {
        "id": 161,
        "text": "Федерация ",
        "need": [
          -144,
          -156
        ],
        "var_need": [
          "int",
          4
        ]
      },
      {
        "text": "Конфедерация",
        "id": 162,
        "var_need": [
          "int",
          2
        ],
        "need": [
          -144,
          -156
        ],
        "var_no_more": [
          "int",
          3
        ]
      },
      {
        "id": 163,
        "text": "Детище Наполеона ",
        "need": [
          -144,
          -156
        ],
        "var_less": [
          "int",
          2
        ]
      },
      {
        "id": 164,
        "text": "Кёнигсберг или война",
        "need": [
          155
        ],
        "var_equal": [
          "mod",
          1
        ]
      },
      {
        "id": 165,
        "text": "Король Германии"
      },
      {
        "var_not": [
          "Pom",
          0
        ],
        "var_equal": [
          "Brand",
          1
        ],
        "id": 166,
        "text": "Собиратель земель немецких ",
        "var_need": [
          "int",
          2
        ],
        "var_more": [
          "Gel",
          1
        ]
      },
      {
        "id": 1,
        "text": "Завершить"
      }
    ]
  },
  {
    "id": 160,
    "text": "В свете последних событий Германия разделилась на два противоборствующих лагеря. \nСевер и Юг уже готовы вцепиться друг другу в глотки в битве за единение немцев. Такое противоборство поддерживалось Наполеоном и даже стимулировалось. Но для самих стран Германии это приносило лишь убытки. Но был и положительный момент: в результате была налажена сильная центральная власть в каждом из союзов. Теперь это монолитные федерации, готовые жертвовать суверенитетом участников. Только время покажет, кто победит в таком противоборстве. ",
    "answers": [
      {
        "id": 159,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 161,
    "text": "Устремленные подарить миру новое немецкое государство главы Рейнского союза приложили всë, чтобы чаяния немецкого народа сбылись. Благодаря последовательнным и решительным реформам союз в 1830 году превратился в Рейнскую федерацию. Не малую роль в этом сыграли внешние угрозы. После смерти Наполеона давление Франции ослабло, а вот Австрия наоборот только усилилась. Пришлось даже идти на сближение с Россией. Кто знает возможно в будущем Германия вообще станет унитарной под давлением времени... ",
    "answers": [
      {
        "id": 159,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 162,
    "text": "Постепенно шаг за шагом Рейнский союз превратился сначала в оборонительный а затем и в экономический блок. Не все реформы удалось претворить в жизнь из-за строптивого парламента. Но все же, по прошествии лет можно сказать, что успех определенно есть, и заложен он был ещë на ранних этапах! К 1830 году Рейнский союз эволюционировал в конфедерацию с высоким уровнем самоуправления, где в федеральном ведении лишь внешняя и денежная политика. ",
    "answers": [
      {
        "id": 159,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 163,
    "text": "Стагнация политической системы в Рейнском союзе продолжается. За последние годы практически ни одна реформа в союзе не удалась. Интересы, как и политическую волю, до недавнего времени выражал какой-нибудь влиятельный монарх. Но при этом довольно часто местные короли и герцоги отстаивают чисто личные интересы и не идут на поводу гегемона. Укрупнение Наполеоном немецких государств, а затем с его смертью и прекращение эксплуатации Германии, привело к усилению региональных игроков. И вот, к 1830 году объединение под названием Рейнский союз не сдвинулось с мертвой точки, а так и представляет собой номинальное объединение независимых государств. ",
    "answers": [
      {
        "id": 159,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 164,
    "text": "Завоевав популярность в Рейнском союзе в свои первые годы председательства, Фридрих Вильгельм ни на секунду не забывал о мечте отца — реванше с Польшей. И со смертью местного короля подвернулась такая возможность! Подготовленная, обновлённая, а главное — единая, армия союза быстро заняла Варшаву и присоединила бывшие территории к Бранденбургу, а так же Данциг, аннексированный Польшей. Сама же Польша формально отошла Саксонии и еë королю обратно, а на деле стала пирогом для всей Германии. Поляки ответят за всë долгими годами эксплуатации! ",
    "answers": [
      {
        "id": 159,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 165,
    "text": "Предводители Рейнского союза отныне и еще очень долгое время будут короноваться монархами Германии. Последний раз единый правитель нашей страны короновался в 1792 году. \nНо теперь для нас это не император, но король, подчеркивая равноправие членов союза и его выборного главы. Символическая коронация единого правителя многое значит для немецкого народа. ",
    "answers": [
      {
        "id": 159,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 166,
    "text": "Удивительно, но буквально за пару десятилетий Рейнскому союзу удалось включить в себя большинство Германских земель. Закончилась это череда присоединений знаменитым стоянием на Эльбе. Сначала после смерти Наполеона и распада системы союзов Франция уступила Гамбург и прилегающие земли в обмен на верность старым обязательствам. Позже обновленная армия союза объявила ультиматум Дании. Армии двух стран находились в боевой готовности на границе две недели после чего Дания уступила. Шлезвиг перешел под коллективное управление Рейнским союзом. ",
    "answers": [
      {
        "id": 159,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 167,
    "text": "                          § Достижения §\n__________________________________________________\n  \n   Французская империя:\n\nНовый мировой порядок \n\nНаполеон Освободитель \n\nЭпоха дворцовых переворотов 2.0 \n\nРоманское возрождение \n__________________________________________________\n  \n    Варшавское герцогство:\n\nДуалистичное государство\n\nПольская демократия\n\nЗолотой век Речи Посполитой\n\nОбъятия нейтралитета \n__________________________________________________\n\n   Рейнский союз:\n\nНе священная не римская не империя \n\nГермания разъединенная \n\nКёнигсберг или война \n\nСобиратель земель немецких \n__________________________________________________\n\nПо чуть чуть обновляю список ключевых достижений ",
    "answers": [
      {
        "id": 167,
        "text": "Французская империя:",
        "comment": true
      },
      {
        "id": 167,
        "need_ever": true,
        "need": [
          55
        ],
        "text": "Новый мировой порядок"
      },
      {
        "id": 167,
        "text": "Наполеон Освободитель",
        "need": [
          57
        ],
        "need_ever": true
      },
      {
        "id": 167,
        "text": "Эпоха дворцовых переворотов 2.0",
        "need": [
          67
        ],
        "need_ever": true
      },
      {
        "id": 167,
        "text": "Романское возрождение",
        "need": [
          66
        ],
        "need_ever": true
      },
      {
        "id": 167,
        "text": "Рейнский союз:",
        "comment": true
      },
      {
        "id": 167,
        "text": "Не Священная не Римская не империя ",
        "need": [
          147
        ],
        "need_ever": true
      },
      {
        "id": 167,
        "text": "Германия разъединенная",
        "need": [
          160
        ],
        "need_ever": true
      },
      {
        "id": 167,
        "text": "Кёнигсберг или война",
        "need": [
          164
        ],
        "need_ever": true
      },
      {
        "id": 167,
        "text": "Собиратель земель немецких",
        "need": [
          166
        ],
        "need_ever": true
      },
      {
        "id": 167,
        "text": "Герцогство Варшавское:",
        "comment": true
      },
      {
        "id": 114,
        "need_ever": true,
        "need": [
          114
        ],
        "text": "Дуалистичное государство"
      },
      {
        "id": 121,
        "text": "Польская демократия",
        "need": [
          121
        ],
        "need_ever": true
      },
      {
        "id": 113,
        "text": "Объятия нейтралитета ",
        "need": [
          113
        ],
        "need_ever": true
      },
      {
        "id": 116,
        "text": "Золотой век Речи Посполитой",
        "need": [
          116
        ],
        "need_ever": true
      },
      {
        "id": 167,
        "text": "Российская империя:",
        "comment": true
      },
      {
        "id": 167,
        "need_ever": true,
        "need": [
          269
        ],
        "text": "Исторические параллели "
      },
      {
        "id": 167,
        "need_ever": true,
        "need": [
          249,
          296
        ],
        "text": "Русский колониализм"
      },
      {
        "id": 167,
        "need_ever": true,
        "need": [
          302
        ],
        "text": "Промышленная революция"
      },
      {
        "id": 167,
        "need_ever": true,
        "need": [
          183
        ],
        "text": "Конституция? "
      },
      {
        "id": 167,
        "need_ever": true,
        "need": [
          278
        ],
        "text": "Греческий проект "
      },
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 168,
    "text": "                      § Российская империя §\n\nСейчас Россия переживает не лучшие времена. Про самостоятельную политику на западном направлении пришлось забыть. Однажды нам уже дорого обошлось нарушение континентальной блокады. Ценою дипломатических унижений и материальных компенсаций, наша страна избежала прямого столкновения с Францией. Но и без этого у империи много проблем. Отсталая и неэффективная экономика, крепостное право, пережитки феодализма буквально во всем. И устаревающий режим абсолютизма. Сможет ли Россия оправиться от проблем и снова стать великой державой покажет только время.",
    "answers": [
      {
        "id": 169,
        "text": "Далее",
        "var_add": [
          "Fra",
          0
        ]
      }
    ]
  },
  {
    "id": 169,
    "text": "                      § Первые годы кризиса §\n\nДля мира 1814-17 года запомнятся всеобщей усталостью от войн и противостояний. Франция так и не подпишет мир с Великобританией, континентальная блокада сохранится и продолжит приносить убытки всем еë участникам. Но и активная фаза войны будет в прошлом. Направив средства на поддержание экономики своей страны, Наполеон старается сохранить достижения Великой Французской революции. Испанские восстания против Жозефа Бонапарта были оставлены без внимания, что некоторыми воспринимается как слабость. \nНо нас интересует ситуация в России, и год от года она все хуже, кризис начавшийся еще в 1813 до сих пор дает о себе знать.. ",
    "answers": [
      {
        "id": 170,
        "text": "Персидские проблемы ",
        "need": [
          -170
        ]
      },
      {
        "id": 173,
        "text": "Проблемы в экономике ",
        "need": [
          -173
        ]
      },
      {
        "id": 174,
        "text": "Вопрос о наследовании",
        "need": [
          -174
        ]
      },
      {
        "id": 181,
        "text": "Реформы или нет? ",
        "need": [
          -181
        ]
      },
      {
        "id": 232,
        "text": "Польский разворот ",
        "need": [
          -232
        ]
      },
      {
        "id": 182,
        "text": "Далее",
        "need": [
          170,
          173,
          174,
          181,
          232
        ],
        "var_add": [
          "Brit",
          0
        ]
      }
    ]
  },
  {
    "id": 170,
    "text": "Кажется это противостояние не закончится никогда. Персидский шах Фетх Али вновь устраивает военные провокации на южной границе нашей страны. Когда как нам казалось, они уже сломлены...\nПолноценный мир пробуксовывает уже несколько лет. Персия не желает мириться с потерей своего влияния на Кавказе. А еë амбиции подпитываются помощью из Франции. Похоже нам придется еще раз доказать своё право на владение Бакинским и другими закавказскими ханствами. Или быть может стоит начать переговоры? ",
    "answers": [
      {
        "id": 171,
        "text": "Все больше сближаясь с Францией, Персия становится угрозой и бомбой замедленного действия. Мы поступим более разумноразумно предложив переговоры. "
      },
      {
        "id": 172,
        "text": "Персидские шахи никогда не успокоятся нужно показать силу, только еë понимают на востоке ",
        "var_add": [
          "fight",
          1
        ]
      }
    ]
  },
  {
    "id": 171,
    "text": "В результате переговоров мы пришли к определенному соглашению. Персия признает наши приобретения в восточной Грузии, Дагестане, а так же Азербайджанских землях. Но Карабахское, Талышинское и часть Ширванского ханства перейдут под протекторат Ирана. Так же были оговорены нормы торговли и размер пошлин. Такая готовность к компромиссу сильно удивила Персидский двор. Теперь местные элиты  уверены в том, что с Россией на Кавказе можно и нужно договариваться. ",
    "answers": [
      {
        "id": 169,
        "text": "Конфликт урегулирован\n[ - 10% влияния Франции на Востоке]",
        "var_sub": [
          "Fra",
          3
        ]
      },
      {
        "id": 171,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a17/2008/e8/6d056999971e.png"
      }
    ]
  },
  {
    "id": 172,
    "text": "В результате молниеносной кампании на Закавказье наши войска сумели прорвать заслон врага и разбить его в 2 важных битвах: за Гюлистан и штурме Астры\nЗа проявленную доблесть и военные навыки генерал Петр Котляревский приставлен к награде. И хотя военная кампания оказалась затратной, Иран теперь больше не будет нам досаждать. Отныне они признают наши приобретения в Закавказье, а так же мы оккупируем Побережье Каспия, в качестве компенсации. ",
    "answers": [
      {
        "id": 169,
        "text": "Превосходно"
      }
    ]
  },
  {
    "id": 173,
    "text": "Наша страна уже который год сталкивается с кризисным положением, а континентальная блокада все это время только усугубляла ситуацию. Денег в казне не хватает и мы вынуждены искать их источники за рубежом. На данный момент есть две основные силы в Европе: Франция и Британия. Взять у кого-нибудь из них финансы в кредит было бы очень кстати. И так, каким же образом мы поправим наше экономическое положение? ",
    "answers": [
      {
        "id": 208,
        "text": "Мы можем пытаться обойти континентальную блокаду и тайком торговать с Альбионом. Но это чревато проблемами и не даст мгновенного эффекта\n[ - 5% благосклонность Франции]\n[ <plus>5% связи с Британией]",
        "var_add": [
          "Brit",
          5
        ],
        "var_sub": [
          "Fra",
          5
        ]
      },
      {
        "id": 209,
        "text": "Можно просто взять кредит у Великобритании, мы уже делали так \n[ <plus> 10% связи с Британией]\n[ <plus> 1 к экономике]",
        "var_add": [
          "eco",
          1
        ],
        "var_sub": [
          "Brit",
          -10
        ]
      },
      {
        "id": 210,
        "text": "Франция сейчас является мировым лидером, если у кого и просить так это у них\n[ <plus> 10% благосклонность Франции]\n[ <plus>1 к экономике]",
        "var_add": [
          "eco",
          1
        ],
        "var_sub": [
          "Fra",
          -10
        ]
      }
    ]
  },
  {
    "id": 174,
    "text": "                        § Спускаясь к трону §\n\nВ нашей стране создалась опасная ситуация с престолонаследием. У вас, действующего императора, по прежнему нет сына. В таких обстоятельствах наследником является ваш старший брат Константин Павлович. Но тот уже не однократно заявлял, что не желает править.\nСледущий на очереди Николай, к управлению страной его не готовили, да и особого рвения к этому не наблюдается. Однако, зная его характер, если того потребует долг, он согласится стать императором. Помимо прочего у него уже есть сын, это так же придает стабильности выбору в его пользу. \nИ наконец самый дальний от трона брат — Михаил. Ваши с ним отношения натянуты, но в таких вопросах не может быть речи о личных симпатиях. Он еще очень юн, но уже популярен при дворе, общителен и образован. Гвардия поддержала бы его без всяких претензий (чего не сказажешь о Николае) Собственно все, плюсов у такого варианта не много, но все же... ",
    "answers": [
      {
        "id": 175,
        "text": "Константин примет свой долг и точка!"
      },
      {
        "id": 176,
        "text": "Начать разработку плана по обходу Константина в наследовании"
      }
    ]
  },
  {
    "id": 175,
    "text": "Константин, как бы он не хотел обратного, все-таки займет трон после смерти Александра I. Это его долг, именно такое решение принял император. Кажется сам Константин тоже уже это понимает, проблема престолонаследия решена, по крайней мере на данный момент. ",
    "answers": [
      {
        "id": 169,
        "text": "Превосходно"
      }
    ]
  },
  {
    "id": 176,
    "text": "Мы решили помочь Константину обойти правила и выйти из линии наследования. Но каким образом мы сделаем это и в чью пользу будет отдан трон? ",
    "answers": [
      {
        "id": 177,
        "text": "Константин отречется в пользу Николая "
      },
      {
        "id": 178,
        "text": "Мы вернем Петровский закон наследования для того чтобы короновать Николая "
      },
      {
        "id": 179,
        "text": "Мы вернем Петровский закон наследования для того чтобы короновать Михаила "
      },
      {
        "id": 180,
        "text": "Издать манифест позволяющий Михаилу встать первым на очереди "
      }
    ]
  },
  {
    "id": 177,
    "text": "Менять что-то в наследственной системе, благодаря которой вы сами взошли на престол, себе дороже. Это бы только уменьшило вашу собственную легитимность в глазах знати. Мы поступили гораздо проще: Константин отречется в пользу Николая. А чтобы упростить передачу власти, отречение будет составлено зарание и вместе с завещанием будет вскрыто. ",
    "answers": [
      {
        "id": 169,
        "text": "Превосходно "
      }
    ]
  },
  {
    "id": 178,
    "text": "Вы решили выбрать наиболее радикальный  вариант — изменить сам принцип наследования. Ещë Петр Первый утверждал, что монарх сам имеет право выбрать себе наследника. Так чем же хуже вы? Во всю уже готовятся необходимые документы, противники реформы указывают на негативные последствия после смерти Петра. Но ведь у нас есть конкретный наследник, в нашей ситуации такого не произойдет! ",
    "answers": [
      {
        "id": 169,
        "text": "Все пройдет гладко"
      }
    ]
  },
  {
    "id": 179,
    "text": "Вы решили выбрать наиболее радикальный вариант — изменить сам принцип наследования. Ещë Петр Первый утверждал, что монарх сам имеет право выбрать себе наследника. Так чем же хуже вы? Во всю уже готовятся необходимые документы, противники реформы указывают на негативные последствия после смерти Петра. Но ведь у нас есть конкретный наследник, в нашей ситуации такого не произойдет! ",
    "answers": [
      {
        "id": 169,
        "text": "Все пройдет гладко "
      }
    ]
  },
  {
    "id": 180,
    "text": "Вы выбрали самый спорный вариант из имеющихся. Текст манифеста в целом содержал один главный посыл — порфирородные потомки императора обладают правом первенства при наследовании. И хотя действовать он будет только после вашей смерти, к сожалению, данным манифестом император ставит под вопрос свою легитимность. Зато не возникнет новых проблем с переходом власти как после Петровского закона...\nИ все же, может быть стоит отложить его принятие до собственно самой кончины, по завещанию его опубликуют, и все пойдет как и задумывалось, без эксцессов. ",
    "answers": [
      {
        "id": 169,
        "text": "Лучше отложить до момента смерти... "
      }
    ]
  },
  {
    "id": 181,
    "text": "                         § Конституция §\n\nВ нашей стране уже давно прочно обосновался абсолютистский режим. И многие в России против такого положения дел. Все чаще просвещенное дворянство кивает на Запад, где во всю превалирует идея разделения принципа властей. Ходят слухи, что даже в среде офицерства есть сторонники идеи насильственной смены режима. И англичане даже говорят якобы они финансируются из Франции. Во всяком случае это уже какие ни какие намеки. Дальше так продолжаться не может, мы должны что-то изменить. ",
    "answers": [
      {
        "id": 169,
        "text": "Поручить проект конституции и дальнейших преобразований Сперанскому ",
        "var_add": [
          "const",
          1
        ]
      },
      {
        "id": 185,
        "text": "За время своего правления я понял, реформы только усугубят положение, \nРоссия должна остаться самодержавной "
      }
    ]
  },
  {
    "id": 182,
    "text": "                        § Новые горизонты §\n\nСледущие 1817-19 года покажут миру некоторую слабость Француской империи. Бесконечные семейные разборки Бонапартов, которые стали обыденностью, Польские замашки на независимость, очередная ссора с Папой из-за сорванных переговоров, а так же кризис внутри континентальной системы. Все это, безусловно, играет не на руку Наполеону. \nВ нашей же стране все тоже не гладко, следует уже начать ориентацию на одну из великих держав, ибо политика баланса в прошлом себя не оправдала. Все готовятся к переменам, но найдется ли сила способная бросить вызов текущей системе?",
    "answers": [
      {
        "id": 183,
        "text": "Конституция готова ",
        "need": [
          -183
        ],
        "var_equal": [
          "const",
          1
        ]
      },
      {
        "id": 190,
        "text": "Индийский проект",
        "need": [
          -190
        ]
      },
      {
        "id": 211,
        "text": "Крепостное право ",
        "need": [
          -211
        ]
      },
      {
        "id": 233,
        "text": "Польский разворот ll",
        "need": [
          -233
        ],
        "var_need": [
          "Pol",
          1
        ]
      },
      {
        "id": 224,
        "text": "Русская Америка",
        "need": [
          -224
        ]
      },
      {
        "id": 236,
        "text": "Польская авантюра",
        "need": [
          234,
          -236
        ]
      },
      {
        "id": 237,
        "text": "Балканский страж",
        "need": [
          -237
        ]
      },
      {
        "id": 191,
        "text": "Далее",
        "need": [
          190,
          224,
          237
        ]
      }
    ]
  },
  {
    "id": 183,
    "text": "Ваше величество, проект конституции готов! Вот основные его положения. \n\nСамое важным изменением является создание двухпалатного парламента — Государственного совета, состоящего из Сената и Государственной Думы.\n\nРазделение властей — одно из главных достижений эпохи Просвещения легло в основу нашего государства: Верховный государственный суд выделяется из Сената, становившегося верхней палатой законодательного Государственного совета, а исполнительная власть оставалась в руках монарха с широчайшими полномочиями. \nБыло предложено деление страны на 10  наместничеств. Они, в свою очередь, должны делиться на губернии, те – на уезды, уезды – на округа. \n\nТак же в духе нынешнего времени было решено закрепить ряд прав человека и провозгласить свободу слова.",
    "answers": [
      {
        "id": 182,
        "text": "Теперь монарх по праву может соревноваться с Наполеоном в звании либерального деспота"
      }
    ]
  },
  {
    "id": 184,
    "text": "Международная обстановка в Европе обостряется с каждым годом. Все сложнее сохранять какой-то нейтралитет и возможно уже стоит наконец выбрать сторону? Франция представляет собой сильную державу великая армия которой не знает поражений уже давно. Британия же сильнее в экономической сфере, наши традиционные торговые контакты были очень прибыльны, но континентальная блокада все порушила. И кажется Наполеон будет идти до конца, не снимая ограничений. За выбор Британии выступает прогрессивное дворянство и прочие элиты, в то время как в армии насмешки и презрение уже переросли в некое уважение к Бонапарту. Экономика все еще в кризисе и выбор должен быть сделан сейчас. ",
    "answers": [
      {
        "id": 212,
        "text": "Французская империя - это новая реальность \n[ <plus>30% благосклонность Франции]\n[ -30% связи с Британией]",
        "var_add": [
          "French",
          1
        ],
        "lua_if": "function lua_if()\nc = math. abs(Fra - Brit) \nreturn (c<20) \nend"
      },
      {
        "id": 213,
        "text": "Британская корона - наш последовательный выбор \n[ <plus>30% связи с Британией]\n[ -30% благосклонность Франции]",
        "lua_if": "function lua_if()\nc = math. abs(Fra - Brit) \nreturn (c<20) \nend"
      },
      {
        "id": 214,
        "text": "А мы все-таки попробуем усидеть на двух стульях \n[ -5% благосклонность Франции]\n[ -5% связи с Британией]",
        "need": [
          211,
          183
        ],
        "var_need": [
          "eco",
          2
        ]
      },
      {
        "id": 267,
        "text": "Кажется мы уже приняли решение ",
        "lua_if": "function lua_if()\nc = math. abs(Fra - Brit) \nreturn (c>=20)\nend"
      }
    ]
  },
  {
    "id": 185,
    "text": "Безусловно верный курс на сворачивание либеральных реформ принял наш государь. В столь не простую ситуацию, когда во внешней политике вокруг враги, а внутри уже который год зреет кризис, как никогда требуется консолидация власти. Не только практическая, но и символическая. Поэтому даже декоративные реформы должны быть свернуты в угоду доктрине просвещенного абсолютизма. ",
    "answers": [
      {
        "id": 169,
        "text": "Император выведет нас к успеху"
      }
    ]
  },
  {
    "id": 186,
    "text": "Ваше величество, в очередной раз этот поэт Пушкин позволяет себе едкие высказывания Ваш адрес, а так же из под его пера выходят неподобающие эпиграммы на власть предержащих самого высокого уровня! И хотя многие признают его талант, такое поведение не допустимо. Но у Пушкина есть и влиятельные друзья среди них реформатор русского языка и историк Николай Михайлович Карамзин, который яро защищает \"молодое дарование\". \nКак следует поступить нашему гос. аппарату в данной ситуации? Ведь уже готовится дело по его высылке в Сибирь.",
    "answers": [
      {
        "id": 187,
        "text": "Мы не будем вмешиваться, поэт получит по заслугам! Но возможно наказание стоит смягчить? "
      },
      {
        "id": 188,
        "text": "Цензура — не всегда хороша, такое дарование следует популяризировать и с его помощью развивать русский литературный язык! "
      },
      {
        "id": 189,
        "text": "Сейчас в моде французский язык, нам следует показать Наполеону своë уважение к их культуре, нужно популяризировать французских авторов, ещë больше усилить влияние французского языка на жизнь общества "
      }
    ]
  },
  {
    "id": 187,
    "text": "Для поэта все обошлось гораздо благоприятнее, чем он думал. Благодаря вмешательству своих влиятельный друзей, для Пушкина удалось выбить замену ссылки с Сибири на Южное направление. И через пару недель он уже отправляется в Екатеринослав. Либеральные умы уже во всю говорят о цензуре кровожадного режима. ",
    "answers": [
      {
        "id": 191,
        "text": "Это он еще легко отделался "
      }
    ]
  },
  {
    "id": 188,
    "text": "Мы решили поступить умнее, зачем обижаться на критику? Нужно действовать! На высшем уровне было принято решение о формировании специальной интеллектуальной группы для популяризации свободы слова в нашей стране и развития русского языка, который некоторых наши граждане немного подзабыли. Александр Пушкин же в своих высказываниях смягчился и уже готов во всю сотрудничать с нами. ",
    "answers": [
      {
        "id": 191,
        "text": "Долго ли продлится этот договор - не ясно, но динамика идет положительная! "
      }
    ]
  },
  {
    "id": 189,
    "text": "           § Язык международного общения §\n\nРоссия уверенно продолжает двигаться по пути офранцуживания высших слоев общества. Короткое похолодание наших дворян к выскочке Наполеону в прошлом. Сейчас, как и раньше, Франция — источник самых прогрессивных умов в Европе. А французский язык уверенно закрепляется в умах все большего числа дворян Старого Света. ",
    "answers": [
      {
        "id": 191,
        "text": "Parle français?\n[ <plus>10% влияния Франции]",
        "var_add": [
          "Fra",
          5
        ]
      }
    ]
  },
  {
    "id": 190,
    "text": "Не смотря на то, что между Британией и Францией сейчас мир, их противостояние никуда не исчезло. Наполеон только и ждёт момента чтобы поквитаться с англичанами. И вот сегодня к вам прибыл посол из Парижа. Уверенный, если не в возможной дружбе, то хотя бы в партнёрстве между нашими странами, он предлагает возобновить Индийский проект. Подобные идеи витали в воздухе ещё во времена вашего отца, но так и не были реализованы. А ведь через наши территории лежит возможно самый безопасный и скрытный путь до Индии. И мы можем помочь, проведя французскую армию вместе с нашими частями в самое сердце колониальных владений Британии! Но проект довольно сложный для реализации. Начать подготовку стоит уже сейчас. И так рискнем ли мы принять предложение? В любом случае никто не запрещал нам блефовать. ",
    "answers": [
      {
        "id": 182,
        "text": "Просчитывайте линии снабжения, мы припасем этот план на будущее \n[ <plus>10% благосклонность Франции]\n[ - 1 к экономике]",
        "var_add": [
          "eco",
          -1
        ],
        "var_sub": [
          "Fra",
          -10
        ]
      },
      {
        "id": 182,
        "text": "Ни за что ",
        "var_add": [
          "ban",
          1
        ]
      }
    ]
  },
  {
    "id": 191,
    "text": "                        § Последний аккорд §\n\nВ 1820-23 годах происходит слом системы, окончательно определяются союзники и враги. Великобритания наращивает армию и флот, а так же ведет переговоры со скандинавскими странами о сотрудничестве. В воздухе уже витает запах пороха. Кажется, что окончательной и тотальной войны хотят все, но нужно ли это России? \nДабы продемонстрировать силу своей власти Наполеон организует военный поход на Турцию, конечная цель не ясна, но это точно укрепит его позиции в Европе. ",
    "answers": [
      {
        "id": 186,
        "text": "Великий и могучий",
        "need": [
          -186
        ]
      },
      {
        "id": 228,
        "text": "Большая игра ",
        "need": [
          -228
        ]
      },
      {
        "id": 193,
        "text": "\"Крестовый поход\"",
        "need": [
          -193
        ]
      },
      {
        "id": 192,
        "text": "Шведский гамбит ",
        "need": [
          -192
        ],
        "var_not": [
          "French",
          1
        ]
      },
      {
        "id": 184,
        "text": "Окончательное решение! ",
        "need": [
          -184
        ]
      },
      {
        "id": 242,
        "text": "Далее",
        "need": [
          184
        ]
      }
    ]
  },
  {
    "id": 192,
    "text": "Сегодня мы получили сообщение из Лондона. Они говорят о готовящейся провокации со стороны Швеции в регионе Финляндии. Воспользовавшись отсутствием там наших крупных сил и нашим кризисным положением, они хотят в краткие сроки вернуть свои бывшие владения. Но, как бы странно это не показалось казалось, Британия просит нас не поддаваться эскалации и начать мирное урегулирование. Они планируют переговоры с королём Карлом Бернадотом о его вступлении в новую антифранцузскую коалицию, ведь последнему есть за что недолюбливать Наполеона. Казалось бы, это наше дело как вести свою политику, но если мы хотим продолжать получать поддержку от Британии, лучше наверное послушать их. Если, конечно, мы не планируем разворота в нашей политике. ",
    "answers": [
      {
        "id": 194,
        "text": "Отправить послов в Швецию, у нас общий враг и он сидит в Париже! "
      },
      {
        "id": 195,
        "text": "Шведы хотят войны? Мы будем готовы к ней. Начать ответные приготовления! ",
        "var_need": [
          "eco",
          1
        ],
        "var_less": [
          "fight",
          1
        ]
      },
      {
        "id": 196,
        "text": "Проигнорируем, скорее всего это дезинформация"
      }
    ]
  },
  {
    "id": 193,
    "text": "Совсем недавно мир потрясла новость о походе Наполеона в Турцию, на сей раз исход будет другой нежели во время экспедиции в Египет более 20 лет назад. Новой победоносной войной император рассчитывает отвлечь центробежные силы в Европе и показать им, что Франция еще в состоянии поддерживать свою гегемонию. Мы можем присоединиться к данной войне, ведь Турция наш извечный противник и теперь никто не защитит их! ",
    "answers": [
      {
        "id": 197,
        "text": "Мы можем присоединиться ",
        "var_add": [
          "Fra",
          3
        ]
      },
      {
        "id": 191,
        "text": "Мы не будем прихлебателями в чужой войне "
      }
    ]
  },
  {
    "id": 194,
    "text": "Мы пошли на переговоры, чтобы узнать, что все таки нужно Швеции от нас? Оказалось они будут удовлетворены уступкой Аландских островов. Там живет много шведских поселенцев, а главное это стратегически важная точка в Балтийском море. В итоге было принято решение все таки продать им эту землю. Далее переговоры пошли успешнее, по их результатам мы заключили Гельсингфорский договор. Были нормализованы отношения между нашими странами, формализованы условия торговли в Балтийском море, оговорено отсутствие претензий друг к другу и намерение противостоять Франции вместе с Британией. ",
    "answers": [
      {
        "id": 191,
        "text": "Этого хотел Лондон? ",
        "var_add": [
          "Brit",
          15
        ]
      }
    ]
  },
  {
    "id": 195,
    "text": "Кажется наши телодвижения были замечены в Стокгольме. Многократно все взвесив, дураки наконец-то поняли, что ничего у них не выйдет! Мы можем усилить давление на дипломатическом поле чтобы окончательно унизить и разбить их, а можем и пойти на договор. Ведь так хотели англичане? ",
    "answers": [
      {
        "id": 203,
        "text": "Пусть вся Европа видит, что из себя представляет этот неудавшийся милитарист "
      },
      {
        "id": 204,
        "text": "Теперь, когда они признали нашу мощь, приступим к переговорам"
      }
    ]
  },
  {
    "id": 196,
    "text": "Швеция действительно начала разворачивать свой контингент на границе, они явно готовятся к конфликту. Французы заняли нейтральную позицию и им это играет на руку. Похоже войны не избежать, уж чересчур сильно новый король хочет добыть себе славу на поле боя. Не зря все  последние годы он потратил на модернизацию армии. ",
    "answers": [
      {
        "id": 201,
        "text": "Мы готовы выставить куда больше солдат, время - не проблема"
      }
    ]
  },
  {
    "id": 197,
    "text": "Мы решили присоединиться к войне против Османов, чтобы так же урвать свою долю. Не сказать, чтобы французы были довольны таким положением дел, но ничего уже не изменить наши войска выдвигаются на Кавказе и Бессарабии. \nВойна протекала как нельзя более удачно. Еще бы, ведь и без того слабую Турцию атакуют сразу две великих державы. ",
    "answers": [
      {
        "id": 198,
        "text": "Но как делить сей пирог? "
      }
    ]
  },
  {
    "id": 198,
    "text": "Неожиданно для нас Наполеон предложил сделку по Порте не нарушающую ни чьих интересов. Он освобождает Грецию, а мы получаем восточное побережье Чёрного моря и некоторые территории на Кавказе. \nМы можем согласиться, но тогда Британия и другие западные страны будет считать нас прихлебателями Франции. В обратном случае это укрепит недоверие Бонапарта. ",
    "answers": [
      {
        "id": 199,
        "text": "Согласиться с условиями \n[ <plus>3% к благосклонности империи]",
        "need": [
          -175
        ],
        "var_add": [
          "Fra",
          3
        ]
      },
      {
        "id": 200,
        "text": "Мы сами решаем, где оканчиваются наши интересы",
        "need": [
          239
        ],
        "var_sub": [
          "Fra",
          5
        ]
      },
      {
        "id": 238,
        "text": "Мы сами решаем, где оканчиваются наши интересы",
        "need": [
          240
        ],
        "var_sub": [
          "Fra",
          5
        ]
      },
      {
        "id": 241,
        "text": "Мы сами решаем, где оканчиваются наши интересы",
        "need": [
          -239,
          -240
        ],
        "var_sub": [
          "Fra",
          5
        ]
      },
      {
        "id": 279,
        "text": "Согласиться с условиями \n[ <plus>3% к благосклонности империи]",
        "need": [
          175
        ],
        "var_add": [
          "Fra",
          3
        ]
      }
    ]
  },
  {
    "id": 199,
    "text": "Мы решили не искушать судьбу и приняли предложение. Россия получила свои земли на юге. А Франция марионетку на Балканах. Форма правления в Греции была установлена монархическая, но с ограничением в виде парламента. Монарх на греческий трон еще рассматривается и скоро по этому вопросу пойдет референдум. \nЧто бы кто ни говорил, но Россию с Грецией связывает гораздо большее. Поэтому вместо торгов при заключении мира мы сделали упор на поддержании интересов Эллады. Для наращивания влияния в данной стране Константин Романов предлагает отправиться в Грецию самому с целой дипломатической процессией. ",
    "answers": [
      {
        "id": 191,
        "text": "Да будет так"
      }
    ]
  },
  {
    "id": 200,
    "text": "Мы смогли бы выиграть эту войну и без Франции. Так как Турция является нашим историческим соперником было бы разумно заключить с ней более жесткий мир, чем предлагает Бонапарт. Вдобавок ко всему выше перечисленному мы решили выбить существенную автономию для Сербского княжества, ведь их повстанческие действия так же сыграли свою роль в победе. Однако Франция выразила официальный протест. ",
    "answers": [
      {
        "id": 191,
        "text": "Британия довольна нашей смелостью \n[ <plus> 3% связи с Британией]\n[ - 3% благосклонность империи]"
      }
    ]
  },
  {
    "id": 201,
    "text": "И началась война. Шведы резвыми темпами развивают успех в Лапландии и уже высадились на Аландских островах. Мы ведем переброску войск с западных границ на север, но кто знает как скоро и в каком состоянии они прибудут на место. \nГенштаб разделился во мнении: одни считают, что стоит подождать, ведь совсем скоро мы перехватим стратегическую инициативу, другие же указывают на тяжелое положение и нашу не способность вести затяжную войну на севере, еще и ко всему логистические трудности добавляются...\nНо есть еще один интересный подход к ситуации. Можно выставить эту войну как трагедию для финского народа, возвращение под господство шведов, мы же, в свою очередь, можем пообещать развивать их национальную идентичность и увеличить автономию. ",
    "answers": [
      {
        "id": 205,
        "text": "Задобрить финское население "
      },
      {
        "id": 206,
        "text": "Мы выдержим надо только подождать"
      },
      {
        "id": 207,
        "text": "Заключите уже этот мир, они не так много требуют"
      }
    ]
  },
  {
    "id": 202,
    "text": "Спустя пол года военная ситуация обернулась в спять, нашим войскам удалось взять себя в руки и показать всему миру силу русского оружия. Шведы оттеснены назад и больше нас не потревожат. По Выборгскому миру с них взята огромная контрибуция, которая пойдет на восстановление и модернизацию армии. ",
    "answers": [
      {
        "id": 191,
        "text": "В следующий раз подумают дважды "
      }
    ]
  },
  {
    "id": 203,
    "text": "Нам удалось привлечь к конфликту международное сообщество. И нам оказали поддержку самые разные государства в том числе и Франция. Они довольны, что зазнайка король получил свое, но при этом в Европе обошлось без жертв. Теперь войны со Швецией точно не будет. Их король уже провозгласил доктрину нейтралитета. ",
    "answers": [
      {
        "id": 191,
        "text": "Не самый плохой исход\n[ <plus> 2% благосклонности Франции]"
      }
    ]
  },
  {
    "id": 204,
    "text": "Переговоры прошли успешно по их результатам мы заключили Гельсингфорский договор. Были нормализованы отношения между нашими странами, формализованы условия торговли в Балтийском море, все в нашу пользу. И провозглашено отсутствие претензий друг к другу. Однако, военной коалиции создать не удалось, Швеция теперь избирает путь нейтралитета.",
    "answers": [
      {
        "id": 191,
        "text": "Хорошо, что все закончилось без крови "
      }
    ]
  },
  {
    "id": 205,
    "text": "Было принято решение сделать упор на финскую лояльность. Пропаганда уже во всю вещает о новых вольностях для Финляндии в результате которых она по факту станет отдельным государством-царством связанным с нами лишь формальной унией. Такое решение вызвало всплеск добровольцев, а так же сопротивление партизан шведским захватчикам. Это несомненно задержит нашего врага и даст нам столь необходимое время. ",
    "answers": [
      {
        "id": 202,
        "text": "А пока война идет... "
      }
    ]
  },
  {
    "id": 206,
    "text": "Кое как, с горем по полам, нам удалось задержать врага, благодаря многочисленным озерам на местности. Но на долго такой обороны не хватит, к сожалению, наше правительство так и не нашло дополнительных источников финансирования армии, и теперь уже даже самые яростные вояки с нашей стороны согласны на заключение мира.\nДа, нам пришлось отдать часть Финляндии врагу без генерального сражения, и сейчас даже многие критикуют власть за недостаток решимости довести войну до конца. Но кому будет лучше если Россия сейчас надорвется ради этих озер? Да и последняя карта еще не разыграна. ",
    "answers": [
      {
        "id": 191,
        "text": "Мы еще дадим о себе знать"
      },
      {
        "id": 206,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c11/2008/c2/77db674fbb6d.png"
      }
    ]
  },
  {
    "id": 207,
    "text": "У нас попросту не хватает ресурсов для войны, так же конфликты на юге отняли много жизней и сил, а переброска войск идет непозволительно долго. Пока мы сможем дать хоть какой-то организованный отпор, они уже дойдут до Карелии. Пока есть возможность мы должны пойти на компромисс! \nМир был заключен в городе Або, второй Абоский мир ознаменовал возрождение военных успехов Швеции, и некоторую слабость и не решительность России. ",
    "answers": [
      {
        "id": 191,
        "text": "Мы еще покажем себя "
      },
      {
        "id": 207,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d18/2011/62/2b6b6b628059.jpg"
      }
    ]
  },
  {
    "id": 208,
    "text": "Британия довольна тем, что мы продолжаем поддерживать наши исторические связи. И пускай это рискованно, англичане — наш главный торговый партнер и никого лучше нам не найти. А вот активное кредитование, скорее всего, будет более негативно воспринято французами. Такое решение поможет нам со временем терпеть меньшие убытки. ",
    "answers": [
      {
        "id": 169,
        "text": "Это лучший вариант"
      }
    ]
  },
  {
    "id": 209,
    "text": "Самый проверенный и логичный выбор. В отличии от черной торговли с Британией, кредиты еще не запрещались Наполеоном. Деньги уже поступили в нашу казну и это делает нас в определенной мере зависимыми от Британии. Хотя как знать... ",
    "answers": [
      {
        "id": 169,
        "text": "Это поможет нашей экономике продержаться"
      }
    ]
  },
  {
    "id": 210,
    "text": "Франция готова дать нам кредит, конечно же условия менее выгодные чем в Британии, но нужно держать нос по ветру. А лишние связи с Альбионом лучше сейчас не офишировать. Тем не менее деньги поступили и это делает нас более зависимыми от Франции.  ",
    "answers": [
      {
        "id": 169,
        "text": "Это поможет поддержать экономику "
      }
    ]
  },
  {
    "id": 211,
    "text": "Крепостное право вот уже не один десяток лет угнетает основную долю наших подданных. Порядка 42 миллионов человек являются чьей-то собственностью. Основую их часть составляют не государственные, а помещичьи крестьяне. Система сформированная еще в 17 веке уже давно является обыденностью для нас, но анахронизмом для Западной Европы и проблемой Российской экономики.\n\nДа, именно такое неприятное положение нашей экономики в последние годы стало причиной для обсуждения планов об освобождении крестьян. Но далеко не все уверены в эффективности таких мер, а еще больше советников вообще готовы отстаивать интересы помещиков до последнего. Да и возможно они правы? Отлаженная система всегда работала и сейчас не время для экспериментов. ",
    "answers": [
      {
        "id": 217,
        "text": "Крестьянский вопрос откладывается\nСейчас наша страна не в лучшем положении, чтобы проводить такие крупные реформы "
      },
      {
        "id": 219,
        "text": "Созвать комиссию по решению вопроса "
      },
      {
        "id": 221,
        "text": "Разработайте программу для улучшения условий жизни государственных крестьян "
      }
    ]
  },
  {
    "id": 212,
    "text": "  После нашего показательного заявления Французская империя отправила к нам своего нового посланника. Каково же было наше удивление, когда мы узнали, что им оказался Шарль Талейран (оказывается, тот примирился с Наполеоном, который видимо сильно нуждается в новых и эффективных кадрах)\n  Он прибыл с целью развития наших торговых отношений. Франция в курсе, что мы переживаем кризис и они хотят предложить начать нашу переориентацию на рынок континентальной системы. \n  С нашей стороны было предложено рекордно снизить пошлины на зарубежные товары, они же в свою очередь предлагают надавить на своих марионеток, чтобы те скупали наше зерно и другие экспортные товары. Стоит ли доверять предложениям Талейрана? Да и идти на такие сильные уступки? Хотя многие говорят выбора у нас особого нет. ",
    "answers": [
      {
        "id": 191,
        "text": "У нас действительно нет выбора "
      }
    ]
  },
  {
    "id": 213,
    "text": "С Британской империей нас связывают долгие годы взаимовыгодных отношений. И не удивительно, что мы все таки выбрали их сторону. Лондон обещает исправить наше экономическое положение увеличением закупок российского экспорта и новыми процентами по кредитам. Звучит не плохо так ведь? Так же нас заверили в наличии плана по одержанию полной победы над Наполеоном в грядущей войне. ",
    "answers": [
      {
        "id": 191,
        "text": "У нас все равно выбор не велик... "
      }
    ]
  },
  {
    "id": 214,
    "text": "                     § То, что нас не убивает... §\n\nНаша страна решила пока ещё не делать выбор в пользу какой-либо великой державы. Подобное решение очень болезнено ударило по нашему кошельку. Да мы сохраняем доступ сразу к двум рынкам, но весьма и весьма ограниченный. Свой же экспортно-сырьевой потенциал мы и вовсе зарыли на корню. В такой ситуации небольшая  часть прогрессивного дворянства предлагает стимулировать некий аналог Промышленной революции в России. Первыми шагами на пути к этой цели будут политика протекционизма и гос. поддержка государством в создании элитами промышленности. ",
    "answers": [
      {
        "id": 191,
        "text": "Мы больше не допустим ошибки присоединения к крупной войне "
      }
    ]
  },
  {
    "id": 215,
    "text": "Не удовлетворенная французской реакцией на их экспансию, польская шляхта выступает против Франции. Ещё недавно поляки боготворили Наполеона, теперь же готовы воевать против него. Видимо король и польские элиты жаждут нечто большее, чем быть марионеткой Бонапарта. Номинальный герцог ничем не может помочь, так как не имеет реальной власти. Национальное правительство Польши выступает против Франции. ",
    "answers": [
      {
        "id": 231,
        "text": "Наполеону стоило уделять этой стране и еë националистам больше внимания"
      }
    ]
  },
  {
    "id": 216,
    "text": "Австрийский император никогда не терял надежды вернуть утраченные земли, престиж и влияние своей страны. И вот уже наверное в последний для себя раз Австрия вступает в антифранцузскую коалицию. Но сможет ли она привнести хоть сколько нибудь значимый вклад в войну? ",
    "answers": [
      {
        "id": 231,
        "text": "Кажется наступают не лучшие времена для Вены"
      }
    ]
  },
  {
    "id": 217,
    "text": "Мы решили никак не вмешиваться в естественный порядок вещей. Данная система работала до этого, да и сейчас не самое время испытывать себя на прочность. Возможно позже Россия будет готова к отмене крепостного права... \nНо просто так обойти эту тему мы не могли, было предложено дать начало законопроекту по улучшению положения крестьянства и расширению их свобод, дабы помещики не зарывались. ",
    "answers": [
      {
        "id": 182,
        "text": "К людям не должны относиться как к вещи"
      }
    ]
  },
  {
    "id": 218,
    "text": "Мы не успели соединиться с Австрийской армией и их разбили наголову. Оставшиеся отряды и корпуса присоединились к нам. Глядя на это, энтузиазм наших генералов подыссяк. Поступило новое предложение для дальнейших действий — сохранив армию оступить на родную землю, если враг и погонится за нами, то оставит не прикрытыми тылы, что и используют наши союзники. ",
    "answers": [
      {
        "id": 262,
        "text": "Отступим "
      },
      {
        "id": 289,
        "text": "Дадим бой"
      }
    ]
  },
  {
    "id": 219,
    "text": "Спустя год разработки был создан каркас будущих изменений. Все в предвкушении изменений, однако пока предложения более чем сдержаны. Основные положения предстоящих реформ следущие:\n\n • Крестьяне получают личную свободу и гражданские права, а так же дом и личное имущество переходит им в собственность\n\n • Крестьяне наделялись бы в среднем 6 десятинами земли (в зависимости от региона) половина переходит в собственность в дар, а на вторую по своей инициативе крестьяне имеют право заключить договор, чтобы выкупить еë у помещика в кредит. Но возделывать еë можно будет сразу. \n\n • На землю государством будет установлена специальная цена и помещик будет обязан продать данную площадь земли именно по ней. \n\n • Крестьяне имеют право покинуть надел со дня принятия закона, уйдя на заработки и продать причетающиеся ему даровые земли. \n\n • Государственные крестьяне же получат всю землю на которой они были закреплены до этого, и выкупать они должны будут полный объем, но зато по льготной цене. \n\nПредполагается, что крестьяне выкупять свои наделы где-то за 40 лет\nНикто не знает, чем могут обернуться такие радикальные перемены, поэтому лучше все еще раз взвесить \n",
    "answers": [
      {
        "id": 182,
        "text": "Продолжим проработку проекта... "
      }
    ]
  },
  {
    "id": 220,
    "text": "Было принято решение оставить государственных крестьян прикрепленными к земле. Личной свободой они все таки уже обладают...\nТак же их права были расширены в области владения, торговли и самоуправления. ",
    "answers": []
  },
  {
    "id": 221,
    "text": "Была разработана программа по постепенному увеличению числа государственных крестьян, а так же по улучшению их благосостояния. Были снижены налоги и сборы, дарованы новые права в области владения. Уже идет обсуждение самоуправления крестьянских общин. Все это безусловно хорошо, но главная проблема остается не решенной... ",
    "answers": [
      {
        "id": 182,
        "text": "Нужно решать этот вопрос постепенно"
      }
    ]
  },
  {
    "id": 222,
    "text": "Мы решили потратить имеющеся время на подготовку и организацию армии, а так же на еë пополнение. Австрийцы тем временем потерпели поражение оставив проход на нас открытым. Вскоре мы все-таки выдвинулись к границе. Но врага нигде не оказалось! Еще недовно разведка сообщала о наличии основного контингента у нас под боком...\nОказалось, с первыми лучами солнца французы выступили на запад. В Испании тяжелые для них новости: роялисты с поддержкой Португалии и Британии смогли свергнуть правление Жозефа Бонапарта. Иберия может стать угрожающим плацдармом в подбрюшье Франции! ",
    "answers": [
      {
        "id": 261,
        "text": "Отправляемся на запад! Нужно перехватить инициативу! ",
        "var_no_more": [
          "fight",
          2
        ]
      },
      {
        "id": 288,
        "text": "Отправляемся на запад! Нужно перехватить инициативу! ",
        "var_more": [
          "fight",
          2
        ]
      }
    ]
  },
  {
    "id": 223,
    "text": "vhn",
    "answers": []
  },
  {
    "id": 224,
    "text": "           § Русская Американская кампания §\n\nКак вы прекрасно знаете наша великая страна развивает собственную колонию в Америке. Там строятся поселения, обращают аборигенов, торгуют пушниной и другими продуктами охоты и собирательской деятельности. Несмотря на определенную доходность предприятия, его развитие требует хороших вложений. Администрация кампании и вовсе просит средства на расширение территорий возле крепости Росс. Они хотят воздвигнуть еще как минимум 3 крепости по побережью на юге, благо Испанцы уже ничего нам не могут возразить, а Мексиканцам не до того. С другой стороны каких-то сверх доходов эта эпопея с колониями не приносит и многие советники предлагают продать закреплённые за нами территории Аляски Великобритании, а самим сфокусироваться на развитии Дальнего Востока. ",
    "answers": [
      {
        "id": 225,
        "text": "Нужно активно развивать наши поселения в Америке! ",
        "var_need": [
          "eco",
          1
        ]
      },
      {
        "id": 226,
        "text": "Пока не будем предпринимать никаких резких шагов "
      },
      {
        "id": 227,
        "text": "Подготовить сделку по продаже"
      }
    ]
  },
  {
    "id": 225,
    "text": "Мы территориями не торгуем! Если земли не приносят прибыль это значит, что их нужно развивать. Без крупных поселений и грамотных торговых путей нечего и думать о заработке. Мы просто обязаны отстоять свои интересы в Америке, а вложения окупятся со временем. ",
    "answers": [
      {
        "id": 182,
        "text": "Российские интересы в Америке будут учтены! \n[ - 1 к экономике]",
        "var_sub": [
          "eco",
          1
        ]
      }
    ]
  },
  {
    "id": 226,
    "text": "Пускай все останется по старому, сейчас у нас есть более важные проблемы. Но не смотря на это, продавать колонии мы тоже не будем. Это наша земля и со временем мы еë освоим.  Пусть даже это займет уйму времени. ",
    "answers": [
      {
        "id": 182,
        "text": "Поспешные решения - не лучшая идея "
      }
    ]
  },
  {
    "id": 227,
    "text": "Мы решили продать Великобритании наши земли в Северной Америке. Ни содержать, ни оборонять их у нас нет никаких средств. Так что как бы ни сложились наши отношения с Британией в будущем, сделка является выгодной. А поселенцы могут вернуться и развивать поселения на Дальнем Востоке. ",
    "answers": [
      {
        "id": 182,
        "text": "Выгодная сделка \n[ <plus> 1 к экономике]\n[ <plus> 5% связей с Британией]",
        "var_add": [
          "eco",
          1
        ],
        "var_sub": [
          "Brit",
          -10
        ]
      }
    ]
  },
  {
    "id": 228,
    "text": "  На юге от нас расположены обширные земли не покоренные ещё ни одним цивилизованным государством. На прямую к нам прилегают земли трёх родо-племенных объединений: Младшего, Среднего и Старшего жузов. Все они в той или иной степени зависят от Российской империи. \n  Но сейчас поднимается вопрос о возможном продвижении России в глубь Центральной Азии для расширения нашего влияния и ресурсов.        \n  Чтобы предпринять что-то подобное нам нужно сначала закрепиться в казахских землях и избавиться от ханской власти на местах. \nЕсть разные подходы для этого. Можно выбрать более мирный путь, переговорами, давлением или подкупами можно постепенно присоединять одного местного \"князька\" за другим. Или же можно просто снарядить экспедицию с целью окончательного наведения там порядка. Особого сопротивления не ожидается.",
    "answers": [
      {
        "id": 229,
        "text": "Мы предпочитаем мирный, хоть и более длительный, вариант \n[ - 1 к экономике]",
        "var_sub": [
          "eco",
          1
        ]
      },
      {
        "id": 230,
        "text": "Военная экспедиция гораздо быстрее и эффективнее \n[ <plus> 1 к военной усталости]",
        "var_add": [
          "fight",
          1
        ]
      },
      {
        "id": 182,
        "text": "Просто назначьте там лояльного хана, эти степи не рассматриваются как цель экспансии"
      },
      {
        "id": 228,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a29/2008/9e/eff12b8b40f8.png"
      }
    ]
  },
  {
    "id": 229,
    "text": "Было решено не ворошить это гнездо, а постепенно присоединять зависимые земли в состав империи. А чтобы закрепить свое влияние в регионе, мы уже начали возведение фортов и крепостей. Придется потратить немало средств, чтобы задобрить ханов, а так же интегрировать данные территории с населением к нам. Но оно того стоит, это уж точно! ",
    "answers": [
      {
        "id": 182,
        "text": "Лучше так, не хватало нам еще освободительных движений под боком"
      }
    ]
  },
  {
    "id": 230,
    "text": "Наши войска в кратчайшие сроки достигли средней Азии. Не всем в регионе понравилась наша решительность, и ладно бы недовльна была Британия, так еще и ханства сплотились для борьбы с внешней экспансией. Это безусловно составило нам трудности, но в конце концов, нам все таки удалось покорить недовольных степняков. А на местных землях был установлен наш протекторат. Но на долго ли он продержится ? ",
    "answers": [
      {
        "id": 182,
        "text": "Далее\n[ - 5% связей с Британией]",
        "var_sub": [
          "Brit",
          5
        ]
      }
    ]
  },
  {
    "id": 231,
    "text": "Мы решили сдержать обещание данное Наполеону и Французской империи. Британцы никак не могут понять, что мир уже изменился навсегда, и как прежде уже не будет. Придется окончательно разорвать отношения с Лондоном и готовиться к ответу на их провокации. \nВойна уже во всю разгорается! ",
    "answers": [
      {
        "id": 215,
        "text": "Польша ",
        "need": [
          234
        ],
        "var_add": [
          "w",
          1
        ]
      },
      {
        "id": 216,
        "text": "Австрия ",
        "need": [
          -234
        ],
        "var_add": [
          "w",
          1
        ]
      },
      {
        "id": 252,
        "text": "Великобритания",
        "var_add": [
          "w",
          1
        ]
      },
      {
        "id": 253,
        "text": "Османская империя ",
        "var_add": [
          "w",
          1
        ]
      },
      {
        "id": 254,
        "text": "Дания ",
        "need": [
          -194
        ],
        "var_add": [
          "w",
          1
        ]
      },
      {
        "id": 255,
        "text": "Швеция ",
        "need": [
          194
        ],
        "var_add": [
          "w",
          1
        ]
      },
      {
        "id": 280,
        "text": "Начать войну ",
        "var_need": [
          "w",
          4
        ]
      }
    ]
  },
  {
    "id": 232,
    "text": "У нашей страны довольно длительная история взаимоотношений с Польшей, и она не всегда приятна. Ещё пару лет назад поляки недолюбливали нас и, я даже сказал бы, ненавидели за разделы Речи Посполитой. Но времена меняются,  националистические силы наконец-то смогли обрести полную власть в стране и своего короля Юзефа Понятовского. Агрессивные и самовольные действия новой власти, такие как захват восточной Пруссии, не находят одобрения во Франции. И вот теперь в попытках развить свое государство и упрочить его могущество, Польское королевство хочет усилить экономические связи с нами. Нам активная торговля может пойти на пользу тоже, если мы не боимся конкуренции, конечно. ",
    "answers": [
      {
        "id": 169,
        "text": "Польша наш заклятый враг, мы будем придерживаться антипольской риторики"
      },
      {
        "id": 169,
        "text": "Времена меняются, возможно они действительно хотят лишь сотрудничества",
        "var_add": [
          "Pol",
          1
        ]
      }
    ]
  },
  {
    "id": 233,
    "text": "В последнее время польская сторона удивляет своей сговорчивостью. После нашего сближения на торговом поприще, они просят об услуге. Во-первых они готовы выкупить у нас наше любое , хоть какое-нибудь старое, вооружение для армии. А во-вторых, что самое интересное, активно поощрять с нашей стороны переезд этнических поляков в их королевство, в том числе и уже имеющихся солдат призванных с польских земель. Подобное сотрудничество и открывающиеся после этого перспективы вполне могут вытащить Польшу из сферы влияния Франции... ",
    "answers": [
      {
        "id": 234,
        "text": "Мы продолжим укреплять сотрудничество, Польша будет ценным буфером, если станет самостоятельнее"
      },
      {
        "id": 235,
        "text": "Наше оружие? Чтобы они потом его на нас же направили?! "
      }
    ]
  },
  {
    "id": 234,
    "text": "Сотрудничество в военной сфере с Польшей выходит на новый уровень. Местная знать хоть и до сих пор с недоверием поглядывают на нас, но принимают нашу поддержку. Все это происходит на фоне масштабной милитаризации Польского королевства, к чему это приведет — не ясно.",
    "answers": [
      {
        "id": 182,
        "text": "Они же заплатят за оружие? \n[ <plus> 1 к экономике ]",
        "var_add": [
          "eco",
          1
        ],
        "var_sub": [
          "Pol",
          -1
        ]
      }
    ]
  },
  {
    "id": 235,
    "text": "Было принято решение продолжать сотрудничество только в сфере торговли, военное сотрудничество с такими государством как Польша может привести к нежелательным последствиям. Польский король и сейм негодуют, еще бы, ведь они ожидали полноценного возрождения наших отношений и сотрудничества. ",
    "answers": [
      {
        "id": 182,
        "text": "Всему своё время "
      }
    ]
  },
  {
    "id": 236,
    "text": "Развязки польского милитаризма долго ждать не пришлось, совсем недавно произошел дипломатический скандал с Австрией. И уверенные в своих силах, а так же в слабости австрийцев, Польские националисты развязали войну. Настоящая авантюра по своей сути, эта война врядли приведет к желанным последствиям для Польши. ",
    "answers": [
      {
        "id": 182,
        "text": "Остается только поддержать поляков на международном уровне",
        "var_add": [
          "RPP",
          1
        ]
      },
      {
        "id": 182,
        "text": "Мы сохраним нейтралитет в данном конфликте"
      }
    ]
  },
  {
    "id": 237,
    "text": "У России всегда были свои интересы в Причерноморье и на Балканах, именно поэтому мы всегда поддерживали угнетаемые Османами местные народы. И вот сейчас мы перед выбором. Мы можем поддержать повстанческое движение в Сербии или же направить свои силы на полунезависимого господаря Валахии, чтобы поднять свое влияние в регионе. Османская империя сейчас не в лучшем виде и поэтому может стерпеть наши выходки. ",
    "answers": [
      {
        "id": 182,
        "text": "Нет возможности направить поддержку"
      },
      {
        "id": 239,
        "text": "Поможем сербам в их правом деле",
        "need": [
          -234,
          -240
        ]
      },
      {
        "id": 240,
        "text": "Поможем Валахии и их режиму фанариотов ",
        "need": [
          -234,
          -239
        ]
      }
    ]
  },
  {
    "id": 238,
    "text": "Мы смогли бы выиграть эту войну и без Франции. Так как Турция является нашим историческим соперником было бы разумно заключить с ней более жесткий мир, чем предлагает Бонапарт. Вдобавок ко всему выше перечисленному мы решили выбить независимость для Валашского княжества, теперь наши войска будут охранять их от османского игра. Однако Франция выразила официальный протест. ",
    "answers": [
      {
        "id": 191,
        "text": "Британия довольна нашей смелостью \n[ <plus> 3% связи с Британией]\n[ - 3% благосклонность империи]"
      }
    ]
  },
  {
    "id": 239,
    "text": "Через нейтральную Австрию, которая тоже заинтересована в ослаблении Османской державы, мы направили по тайным каналам вооружение, добровольцев и финансы Сербским повстанцам. И уже через пол года там вспыхнуло второе сербское восстание, готовившееся еще со времен разгрома первого в 1813 году. Многие военные эксперты подчеркивают бесперспективность этого выступления, однако подпортить жизнь туркам они точно могут. ",
    "answers": [
      {
        "id": 182,
        "text": "Сербы вперед! "
      }
    ]
  },
  {
    "id": 240,
    "text": "За время владычества Османской империи в Валахии сформировался режим фанариотов — этнически греческой элиты, опираясь на которую Османы правят Дунайскими княжествами. Однако, валашский народ против такого правления и коллаборационизма. Действующий господарь Валахии Александр Суцу довольно гибкий политик, да у нас с ним не самые лучшие отношения, но от помощи он не откажется, это точно. ",
    "answers": [
      {
        "id": 182,
        "text": "Будем постепенно переманивать бояр и фанариотскую элиту на нашу сторону "
      }
    ]
  },
  {
    "id": 241,
    "text": "Мы смогли бы выиграть эту войну и без Франции. Так как Турция является нашим историческим соперником было бы разумно заключить с ней более жесткий мир, чем предлагает Бонапарт. Вдобавок ко всему выше перечисленному мы решили захватить под свой контроль Молдавское княжество, эти земли станут хорошим плацдармом для нашего влияния на Балканах. Однако Франция выразила официальный протест. ",
    "answers": [
      {
        "id": 191,
        "text": "Британия довольна нашей смелостью \n[ <plus> 3% связи с Британией]\n[ - 3% благосклонность империи]"
      }
    ]
  },
  {
    "id": 242,
    "text": "                            § Начало войны §\n\nТо о чем все так долго думали, но не осмелились сказать, свершилось. Началась новая всеевропейская война! Британия сформировав 6 антифранцузскую коалицию возглавила, казалось бы затухшие антинаполеоновкие силы. Теперь перед нами стоит выбор, выполнить ли свои союзнические обязательства или же сохранить нейтралитет. Однако, если наши партнеры по договору победят, с нами могут поступить не очень благородно. ",
    "answers": [
      {
        "id": 231,
        "text": "Мы верны нашим договоренностям с Францией",
        "need": [
          212
        ]
      },
      {
        "id": 243,
        "text": "Великобритания заслужила нашу верность ",
        "need": [
          213
        ]
      },
      {
        "id": 244,
        "text": "Мы сохраним нейтралитет",
        "need": [
          214
        ]
      }
    ]
  },
  {
    "id": 243,
    "text": "С самого начала Великобритания была нашим верным и последовательным союзником. Именно их помощь и их рынок давали надежду на жизнь нашей экономике. И сейчас, когда они готовы вернуть Европу к прежней жизни, свернув эпоху Бонапартизма, мы не можем сидеть в стороне! Наши обязательства равно как и здравый смысл склоняют нас к поддержке Лондона в грядущей войне. ",
    "answers": [
      {
        "id": 260,
        "text": "Начинается война"
      }
    ]
  },
  {
    "id": 244,
    "text": "Наша сторона приняла единстенно верное решение — не вмешиваться в войну. Наша страна только только начала выходить из кризиса и астрономические затраты на армию не входят в грядущие планы. Однако никто не мешает нам поиметь выгоду от происходящего вокруг. С участниками военных действий вполне можно заключить выгодные торговые довора на поставку вооружения и продовольствия. ",
    "answers": [
      {
        "id": 244,
        "text": "Заключить договор с Францией",
        "var_add": [
          "1",
          1
        ],
        "var_equal": [
          "1",
          0
        ]
      },
      {
        "var_add": [
          "2",
          1
        ],
        "var_equal": [
          "2",
          0
        ],
        "id": 244,
        "text": "Заключить договор с Швецией ",
        "need": [
          194
        ]
      },
      {
        "var_add": [
          "3",
          1
        ],
        "var_equal": [
          "3",
          0
        ],
        "id": 244,
        "text": "Заключить договор с Австрией ",
        "need": [
          -234
        ]
      },
      {
        "id": 244,
        "text": "Заключить договор с Британией",
        "var_add": [
          "4",
          1
        ],
        "var_equal": [
          "4",
          0
        ]
      },
      {
        "id": 244,
        "text": "Заключить договор с Рейнским союзом",
        "var_add": [
          "5",
          1
        ],
        "var_equal": [
          "5",
          0
        ]
      },
      {
        "id": 251,
        "text": "Война продолжается "
      }
    ]
  },
  {
    "id": 245,
    "text": "поражение",
    "answers": []
  },
  {
    "id": 246,
    "text": "Не дав, соединиться с Австрийской армией нас разбили по одиночке. Французская армия оказалась более маневренной и готовой к бою.\nК такому исходу привела общая измотанность нашей армии, а так же недостаток резервов и снабжения, сказываются многочисленные военные конфликты, в которых мы участвовали в последнее время. Но ничего не изменить, мы уже проиграли генеральное сражение. ",
    "answers": [
      {
        "id": 289,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 247,
    "text": "С Швецией у нас теперь еще долго будут натянутые отношения, о взаимной торговле на Балтике можно забыть... \nВедь именно благодаря нашему вмешательству и инициативе шведы вступили в Британский альянс. Но когда дело дошло до войны мы, по их мнению, поджали хвост и остались в стороне. Вобщем-то так все и было, но кто же виноват, что они оказались такими недальновидными? ",
    "answers": [
      {
        "id": 287,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 248,
    "text": "Французский язык — современная лингва франка и в России его значение трудно недооценить. Именно этот язык дарует нам доступ к современным знаниям в области искусства, философии, науки и экономики. Наша страна поняла эту положительную тенденцию раньше других и теперь пожинает плоды расчетливого выбора. К слову сказать не все им довольны, и уже формируются группы писателей \"возрожденцев\" русской культуры. ",
    "answers": [
      {
        "id": 287,
        "text": "Далее",
        "need": [
          287
        ]
      },
      {
        "id": 286,
        "text": "Далее",
        "need": [
          286
        ]
      }
    ]
  },
  {
    "id": 249,
    "text": "По окончании войны план по разделу Индии все таки был приведен в действие. На его выполнение была отправлена совместная экспедиция. По итогу колониальные владения Великобритании разделили Франция (восток) и Россия (запад) , не без помощи индийских раджей, которые были согласны принять протекторат при увеличении автономиии. ",
    "answers": [
      {
        "id": 249,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b36/2012/84/d03caf06d70d.png"
      },
      {
        "id": 286,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 250,
    "text": "В 1825 году в год общей Победы над Британией в Европе Александр l скоропостижно скончался. Сразу же остро встал вопрос наследования. Ведь у императора не было сыновей. К счастью об этом вопросе позаботились зарание, воля императора конечно же известна. И императором после него станет...",
    "answers": [
      {
        "id": 275,
        "text": "Константин",
        "need": [
          175
        ]
      },
      {
        "id": 276,
        "text": "Николай ",
        "need_sometimes": true,
        "need": [
          177,
          178
        ]
      },
      {
        "id": 277,
        "text": "Михаил",
        "need_sometimes": true,
        "need": [
          179,
          180
        ]
      }
    ]
  },
  {
    "id": 251,
    "text": "Война продолжается и мы все еще пытаемся сохранить нейтралитет в данной ситуации. И казалось бы, план намечен — несмотря на расходы движемся от сырьевой экономики к индустриализации, но мы уперлись в такую проблему как нехватка кадров. Отложенная и доработанная реформа по отмене крепостной зависимости, даст возможность оттянуть небольшую долю крестьян на заработки в города. \nСтоит ли идти в этом вопросе так далеко? ",
    "answers": [
      {
        "id": 256,
        "text": "Время пришло! Да и хуже уже точно не будет... "
      },
      {
        "id": 256,
        "text": "Действительно, хуже уже врядли будет... "
      }
    ]
  },
  {
    "id": 252,
    "text": "Как основатель очередной антифранцузской коалиции Великобритания тщательно подготовилась к этой войне. И без того мощный флот пополнился новыми фрегатами, а наземные войска были увеличены в численности и переоснащены. С таким сильным соперником будет трудно тягаться... ",
    "answers": [
      {
        "id": 231,
        "text": "Когда-нибудь они сдадутся, но мы будем на правильной стороне "
      }
    ]
  },
  {
    "id": 253,
    "text": "Безусловно поход на Османскую империю был поспешным решением. Получив в нём не так много, Наполеон нажил себе злейшего в лице султана. И хотя последние войны были не самыми удачными для Осман, их армия все еще представляет угрозу Балканам. ",
    "answers": [
      {
        "id": 231,
        "text": "Османская империя вступает на стороне англичан"
      }
    ]
  },
  {
    "id": 254,
    "text": "Разоренная войной 1807-1812 года Дания нуждалась в экономической помощи. И хотя  Французская империя помогла наконец закончить войну, но потерянный флот и Норвегию никто ей так и не вернул. Хитрый король Швеции ловко маневрируя Французскими интересами смог убедить их в том, что Норвегии лучше быть шведской. Как же недальновиден был Наполеон. А вот Великобритания за это время смогла восстановить дипломатические отношения с бывшим врагом и путем крупных финансовых вливаний смогла переманить Копенгаген на свою сторону. ",
    "answers": [
      {
        "id": 231,
        "text": "Дания все еще слаба "
      }
    ]
  },
  {
    "id": 255,
    "text": "Не в последнюю очередь благодаря нашей дипломатии Швеция вступила в альянс с Британией. Кто же знал, что они окажутся более верными товарищами для англичан? Все это время они наращивали свою мощь и сейчас готовы продемонстрировать еë в деле. ",
    "answers": [
      {
        "id": 231,
        "text": "Нужно было приструнить их пока была возможность"
      }
    ]
  },
  {
    "id": 256,
    "text": "Постепенно, терпя убытки как от недостатка полноценного рынка сбыта, так и от форсирования идей по модернизации промышленности, а помимо прочего еще и от протекционизма, мы медленно, но верно движемся в сторону развития собственного производства. Война в Европе тем временем кажется переходит в заключающую стадию — битву за Испанию. На остальных фронтах победа осталась за французами и только в Иберии существуют хорошие предпосылки на победу коалиции. Вопрос лишь в том, поддержим ли мы кого-то дипломатически? ",
    "answers": [
      {
        "id": 259,
        "text": "Чистый нейтралитет"
      }
    ]
  },
  {
    "id": 257,
    "text": "К сожалению, мы поддержали не ту сторону в заключительном этапе войны и за это мы понесем серьезные санкции со стороны победителя. Если мы не хотим стать следущей разбитой Наполеоном страной, то будем вынуждены принять все его кабальные требования экономические и политические. В том числе и по демократизации режима и отмене крепостного права. ",
    "answers": [
      {
        "id": 287,
        "text": "Неприятно"
      }
    ]
  },
  {
    "id": 258,
    "text": "Наполеон выиграл Иберийскую кампанию, как мы и верили. Благодаря нашей своевременной поддержке, по нашей стране не пройдется французская армада. Хотя и хорошего мало, ведь по итогу мы получаем своего рода политическую зависимость от Франции. ",
    "answers": [
      {
        "id": 287,
        "text": "Неприятно"
      }
    ]
  },
  {
    "id": 259,
    "text": "Битву за Иберию выигрывает Наполеон, на что они только надеялись? Теперь франкоцентричный мир установился уже на долго. Наш нейтралитет принес свои плоды, так как мы старались не занимать чью-то сторону в войне, Франция решила не давить на нас сильно за это, ограничившись угрозами при нашей непокорности. ",
    "answers": [
      {
        "id": 287,
        "text": "Неприятно"
      }
    ]
  },
  {
    "id": 260,
    "text": "Начать свое победоносное шествие Наполеон решил с Востока. Первым делом его Великая армия двинулась в сторону Вены. Ведь Австрия одной из первых выразила желание возобновить коалицию. Наши войска были готовы к такому положению дел и все генералы высказываются о готовности выступить. Займем ли мы оборонительную позицию и будем готовиться к наступлению на нас или же направим войска на поддержку Австрии? ",
    "answers": [
      {
        "id": 218,
        "text": "Лучше не упускать инициативу, нужно помочь союзникам",
        "var_no_more": [
          "fight",
          2
        ]
      },
      {
        "id": 222,
        "text": "Лучше мы займем выжидательную позицию "
      },
      {
        "id": 246,
        "text": "Лучше не упускать инициативу, нужно помочь союзникам",
        "var_more": [
          "fight",
          2
        ]
      }
    ]
  },
  {
    "id": 261,
    "text": "Переводя армию на фронт в Испании, Наполеон оставил своему пасынку лучшие корпуса для обороны в Итальянском королевстве. Мы ожидали сопротивление, но не настолько отчаяное. Богарне защищал Ломбардию как мог, но в конце концов наши сломили оборону. Помогла и поддержка Австрии, квалифицированными специалистами по данной местности и новыми частями. \nИталия у наших ног, но что же теперь будет делать победоносная Русская армия? До сих пор нам очень везло, может стоит направить свой взор уже на саму Францию? Есть два плана один более агрессивный и резкий, а другой больше полагается на удачу и планирование. ",
    "answers": [
      {
        "id": 263,
        "text": "Мы ударим одновременно с Британцами по Франции с юга \n[ План Багратиона ]"
      },
      {
        "id": 264,
        "text": "Перейдя через Альпы мы сметем беззащитные немецкие земли, а уже оттуда на Рейн! \n[ План Милорадовича ]"
      }
    ]
  },
  {
    "id": 262,
    "text": "Дабы сохранить свою армию целой, было решено начать отступление в глубь наших земель. Наполеон же со своими солдатами серьезно вознамерился дать нам генеральное сражение и вывести этим Россию из войны. Но мы так просто не сдадимся! \nИмеется план по которому мы можем и дальше заманивать Наполеона вглубь страны. А так же при поддержке добровольцев из простых жителей по возможности увозить или уничтожать припасы из покидаемых земель. Если мы дотянем до зимы, то совсем скоро армия Бонапарта начнет терпеть крупные не боевые потери. ",
    "answers": [
      {
        "id": 269,
        "text": "Нужно сформировать более менее организованное движение из крестьян для реализации такого плана "
      }
    ]
  },
  {
    "id": 263,
    "text": "В ставке было принято решение спланировать совместное наступление с британцами в районе Аквитании. Наполеон уже собрал там свою небезызвестную Великую Армию. Говорят она не знает поражений...\nЧтож придется это проверить! ",
    "answers": [
      {
        "id": 266,
        "text": "Начинается бой"
      }
    ]
  },
  {
    "id": 264,
    "text": "В ставке было принято весьма рискованное решение — повернуть на север. Никогда не знаешь, чем обернется крупный перевод войск по такой тяжелой и опасной местности. Однако риск оправдал себя. Во главе с опытным генералом Михаилом Милорадовичем наша армия повторила героический переход Суворова через Альпы. Нам практически никто не помешал, сопротивление оказали только отдельные части врага оставленные в Гельветике. ",
    "answers": [
      {
        "id": 265,
        "text": "Через свободную Германию - к Рейну "
      }
    ]
  },
  {
    "id": 265,
    "text": "План по обходу Французов с севера оказался удачным. Территория Рейнского союза была оставлена без должной защиты, а многие рекруты угнаны в Великую армию Наполеона, которая сейчас в Испании. Разбить дезорганизованную армию немецких королей не составило труда. А местные жители как и некоторые элиты вовсе были рады свержению режима Бонапарта. Теперь же наша цель как можно скорее форсировать Рейн и уже ступить на территорию Франции. ",
    "answers": [
      {
        "id": 290,
        "text": "Вперед к Победе! "
      }
    ]
  },
  {
    "id": 266,
    "text": "                      § Поражение в войне §\n\n    Кампания против Наполеона не задалась сразу же. Но вот преодалевая трудности мы с союзниками приблизились к логову агрессора, дабы дать последний бой! Проблема в том, что наши действия полностью предугадал Наполеон, и вместо великой совместной победы над ним, мы получили западню и серьезое поражение от уже стареющего гения военной мысли... \n   Цена за поражение оказалась для нас довольно весомой. Мы были принуждены подписать договора о военной и экономической помощи на кабальных условиях. Так же на нас надавили во внутриполитической сфере продавив реформы либерализации и отмены крепостничества. Что в данных реалиях приведет только к увеличению нестабильности и слабости государства. ",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 267,
    "text": "Международная обстановка в Европе обостряется с каждым годом. Все сложнее сохранять какой-то нейтралитет и возможно уже стоит наконец выбрать сторону? ",
    "answers": [
      {
        "id": 212,
        "text": "Французская империя - это новая реальность \n[ <plus>30% благосклонность Франции]\n[ -30% связи с Британией]",
        "var_add": [
          "French",
          1
        ],
        "var_more": [
          "Fra",
          "Brit"
        ]
      },
      {
        "id": 213,
        "text": "Британская корона - наш последовательный выбор \n[ <plus>30% связи с Британией]\n[ -30% благосклонность Франции]",
        "var_more": [
          "Brit",
          "Fra"
        ]
      }
    ]
  },
  {
    "id": 268,
    "text": "Начать свое победоносное шествие Наполеон решил с Востока. Первым делом его Великая армия двинулась в сторону Вены. Наши войска были готовы к такому положению дел и все генералы высказываются о готовности выступить. Займем ли мы оборонительную позицию и будем готовиться к выступлению на нас или же направим войска на поддержку Австрии? ",
    "answers": []
  },
  {
    "id": 269,
    "text": "                                  § Победа! §\n\nНашим войскам удалось затянуть кампанию  Наполеона до зимы. Истощенная армия все таки приняла решение идти дальше. Тактика выжженной земли, которая изначально применялась в мягкой форме, была расширена на максимум. Что принесло хорошие результаты. В Москву французы так и не вошли, наши войска ценой чудовищных потерь смогли удержать врага на подступах. Когда Наполеон понял, что дальше идти бессмысленно его армия развернулась. В Испании к тому времени обстановку полностью контролировала Британия и Португалия. Оставалось только дожать престарелого диктатора Европы. Что и было сделано, Россия после войны по праву вошла в число стран победителей. ",
    "answers": [
      {
        "id": 270,
        "text": "Крепостное право "
      },
      {
        "id": 271,
        "text": "Экономика"
      },
      {
        "id": 272,
        "text": "Польша",
        "var_equal": [
          "RPP",
          1
        ]
      },
      {
        "id": 273,
        "text": "Швеция ",
        "need": [
          194
        ]
      },
      {
        "id": 274,
        "text": "Наследование"
      },
      {
        "id": 278,
        "text": "Греческий проект",
        "need": [
          199
        ]
      },
      {
        "id": 295,
        "text": "Польша",
        "var_no_more": [
          "Pol",
          1
        ]
      },
      {
        "id": 296,
        "text": "Колонизация Калифорнии",
        "need": [
          225
        ]
      },
      {
        "id": 297,
        "text": "Швеция ",
        "need": [
          206,
          207
        ],
        "need_sometimes": true
      },
      {
        "id": 298,
        "text": "Средняя Азия ",
        "need": [
          229
        ]
      },
      {
        "id": 303,
        "text": "Конституционализм ",
        "need": [
          183
        ]
      },
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 270,
    "text": "Ввиду недавней расточительной войны любые вопросы об отмене крепостного права были сняты с повестки дня. Сейчас не время для экспериментов, нам нужно восстанавливать экономику, а основу нашего экпорта как раз таки составляет сельскохозяйственная продукция. \nВозможно позже, когда Россия оправится от такого удара, наступит время для реформ. ",
    "answers": [
      {
        "id": 269,
        "text": "Далее",
        "need": [
          269
        ]
      },
      {
        "id": 290,
        "text": "Далее",
        "need": [
          290
        ]
      },
      {
        "id": 286,
        "text": "Далее",
        "need": [
          286
        ]
      }
    ]
  },
  {
    "id": 271,
    "text": "Разоренная войной наша страна еще не скоро оправится после такого удара. Титаническими усилиями нам удалось победить, не знавшего до селе поражений корсиканца. Но нам предстоит длительное восстановление экономики и хозяйства, благо теперь континентальная система пала и мы можем торговать с кем захотим. ",
    "answers": [
      {
        "id": 269,
        "text": "Медленно, но верно",
        "need": [
          269
        ]
      },
      {
        "id": 290,
        "text": "Медленно, но верно",
        "need": [
          290
        ]
      }
    ]
  },
  {
    "id": 272,
    "text": "Польша долгие годы была естественным соперником России. Внутривидовая борьба самая ожесточенная... \nНо в последнее время все изменилось, мы смогли переступить через взаимную ненависть и наладить сотрудничество между нашими странами. Неизвестно, что будет дальше, но отношения с Варшавой теплеют как никогда раньше. Дружба оказалась выгоднее вражды. ",
    "answers": [
      {
        "id": 269,
        "text": "Далее",
        "need": [
          269
        ]
      },
      {
        "id": 287,
        "text": "Далее",
        "need": [
          287
        ]
      },
      {
        "id": 286,
        "text": "Далее",
        "need": [
          286
        ]
      },
      {
        "id": 290,
        "text": "Далее",
        "need": [
          290
        ]
      }
    ]
  },
  {
    "id": 273,
    "text": "Именно благодаря нашему давлению Швеция вступила в переговоры с Британией. В ходе войны их флот прикрывал Балтийское море и тем самым наши тылы. А на заключительном этапе они помогли разобраться с немецкими князьками. Как уже видно, после всех прошедших событий Петербург и Стокгольм сблизились и теперь являются стратегическими партнёрами. Данное партнерство будет залогом стабильности на Балтике. ",
    "answers": [
      {
        "id": 269,
        "text": "Дружба на век! ",
        "need": [
          269
        ]
      },
      {
        "id": 290,
        "text": "Дружба на век! ",
        "need": [
          290
        ]
      }
    ]
  },
  {
    "id": 274,
    "text": "В 1825 году в год своей Победы над Бонапартизмом в Европе Александр l скоропостижно скончался. Сразу же остро встал вопрос наследования. Ведь у императора не было сыновей. К счастью об этом вопросе позаботились зарание, воля императора конечно же известна. И императором после него станет... ",
    "answers": [
      {
        "id": 275,
        "text": "Константин",
        "need": [
          175
        ]
      },
      {
        "id": 276,
        "text": "Николай",
        "need": [
          177,
          178
        ],
        "need_sometimes": true
      },
      {
        "id": 277,
        "text": "Михаил",
        "need": [
          179,
          180
        ],
        "need_sometimes": true
      }
    ]
  },
  {
    "id": 275,
    "text": "Константин не желавший править все таки вступил в права наследования. Он не решился прямо противоречить воле брата и стал новым императором Всероссийским. Но в то же время Константин не стал тяготиться единоличным правлением. Основную работу по управлению страной он переложил на советников консерваторов, которые планируют в краткие сроки вернуть в страну стабильность и развитие. \nСам же Константин больше времени уделяет военной сфере, в чем его преданная гвардия безусловно поддерживает. ",
    "answers": [
      {
        "id": 269,
        "text": "Далее",
        "need": [
          269
        ]
      },
      {
        "id": 287,
        "text": "Далее",
        "need": [
          287
        ]
      },
      {
        "id": 290,
        "text": "Далее",
        "need": [
          290
        ]
      },
      {
        "id": 286,
        "text": "Далее",
        "need": [
          286
        ]
      }
    ]
  },
  {
    "id": 276,
    "text": "Николай l вступает на престол в не простое время, Россия только что пережила тяжелую войну. А экономика страны едва держится. Сторонник твердой руки и военных порядков во всем, Николай вместе с традиционалистскими силами постарается вывести державу из сложившейся ситуации... ",
    "answers": [
      {
        "id": 269,
        "text": "Далее",
        "need": [
          269
        ]
      },
      {
        "id": 290,
        "text": "Далее",
        "need": [
          290
        ]
      },
      {
        "id": 286,
        "text": "Далее",
        "need": [
          286
        ]
      }
    ]
  },
  {
    "id": 277,
    "text": "Именно на молодость и свежесть идей делал расчет Александр, когда назначил преемником своего брата Михаила. \nПо неопытности или легкомысленности, а возможно и целенаправленно, Михаил ll окружил себя разного рода либералами с первых дней правления. В следствии этого Россия начинает движение в сторону новых реформ. Куда еë заведут эти преобразования покажет только время. ",
    "answers": [
      {
        "id": 269,
        "text": "Далее",
        "need": [
          269
        ]
      },
      {
        "id": 287,
        "text": "Далее",
        "need": [
          287
        ]
      },
      {
        "id": 290,
        "text": "Далее",
        "need": [
          290
        ]
      },
      {
        "id": 286,
        "text": "Далее",
        "need": [
          286
        ]
      }
    ]
  },
  {
    "id": 278,
    "text": "С победой над Наполеоном Франция потеряла всякое влияние на Грецию. В то время как мы произвели впечатление на греческий народ. В их глазах Россия — защитник православной веры и еë ценностей. Короля за прошедшие годы они так и не выбрали. Но недавно из Афин к нам поступило предложение короновать Константина как короля Греции. Это большая честь для всего дома Романовых, да и сам Константин не против уехать в эту гостеприимную страну. ",
    "answers": [
      {
        "id": 269,
        "text": "Теперь Греция - наша сфера влияния",
        "need": [
          269
        ]
      },
      {
        "id": 290,
        "text": "Теперь Греция - наша сфера влияния",
        "need": [
          290
        ]
      }
    ]
  },
  {
    "id": 279,
    "text": "Мы решили не искушать судьбу и приняли предложение. Россия получила свои земли на юге. А Франция марионетку на Балканах. Форма правления в Греции была установлена монархическая, но с ограничением в виде парламента. Монарх на греческий трон еще рассматривается и скоро по этому вопросу пойдет референдум. Но скорее всего это будет очередной Бонапарт... ",
    "answers": [
      {
        "id": 191,
        "text": "Да будет так"
      }
    ]
  },
  {
    "id": 280,
    "text": "Сейчас Франция имеет много врагов, а внутри неë называют социальные противоречия. Мы должны оказать решительную поддержку на военном поприще для наших союзников. Но для начала выберем направление на котором стоит  сконцентрироваться. ",
    "answers": [
      {
        "var_add": [
          "front",
          1
        ],
        "id": 281,
        "text": "Северный фронт",
        "need": [
          254,
          -281
        ],
        "var_less": [
          "front",
          2
        ]
      },
      {
        "var_add": [
          "front",
          1
        ],
        "var_less": [
          "front",
          2
        ],
        "text": "Южный фронт",
        "need": [
          -282
        ],
        "id": 282
      },
      {
        "var_add": [
          "front",
          1
        ],
        "var_less": [
          "front",
          2
        ],
        "text": "Западный фронт",
        "need": [
          -283,
          216
        ],
        "id": 283
      },
      {
        "var_add": [
          "front",
          1
        ],
        "id": 284,
        "text": "Северный фронт",
        "need": [
          255,
          -284
        ],
        "var_less": [
          "front",
          2
        ]
      },
      {
        "var_add": [
          "front",
          1
        ],
        "var_less": [
          "front",
          2
        ],
        "text": "Западный фронт",
        "need": [
          -285,
          215
        ],
        "id": 285
      },
      {
        "id": 286,
        "text": "Конец войны ",
        "var_equal": [
          "front",
          2
        ]
      }
    ]
  },
  {
    "id": 281,
    "text": "Дания заново отстроила свой флот на британские деньги и угрожает северным землям Рейнского союза с Балтики. В такой ситуации было принято решение для начала разбить их корабли в морском бою, а затем провести армию через нейтральную Швецию по специальной договоренности. \n\nИ хотя с первым этапом плана мы потерпели неудачу — британские корабли пришли им на выручку. Но с пешей миссией мы справились, марш бросок от Финляндии до Сконе остался незамеченным и мы легко взяли Копенгаген. ",
    "answers": [
      {
        "id": 280,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 282,
    "text": "Османская империя жаждет реванша за недавнюю войну и уже собрала многочисленную армию для этого. Они — союзники Британии, а значит наши враги. Было принято решения сфокусироваться на этом направлении. Отвлекающие маневры на Кавказе позволят их обмануть, пока основные силы будут осуществлять натиск на Балканах. \n\nС большим ожесточением шли бои на Балканском фронте, турки не хотели уступать нам и метра. Но именно освободительное движение на полуострове позволило нам перехватить инициативу и выбить Осман. ",
    "answers": [
      {
        "id": 280,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 283,
    "text": "Австрия уже давно готовилась к реваншу с Французской гегемонией и нам как их соседям нужно разобраться с этой угрозой. Что мы с легкостью и сделали. Разделив на двое свою армию Австрийцы совершили ошибку. И в Галиции под предводительством Петра Багратиона была разбита основная их часть. ",
    "answers": [
      {
        "id": 280,
        "text": "Покажем им силу русского оружия! "
      }
    ]
  },
  {
    "id": 284,
    "text": "Со Швецией мы уже привыкли иметь дело и в этот раз решили начать свой победный марш с неë. По началу мы продвинулись на определенное расстояние в глубь территории врага, по после продолжительных боев в Финляндии, наступление завязло. Но по крайней мере мы оттянули войска Шведов с Западной Европы. ",
    "answers": [
      {
        "id": 280,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 285,
    "text": "Не смотря на попытки улучшения отношений с Польским государством, время расставило нас по разные стороны баррикад. Казалось бы небольшая и слабая страна, которая появилась на карте случайно. Но у этого народа невероятная сила духа, они готовы сражаться как в последний раз, ведь в свое время такой шанс был упущен... \nДа и политика милитаризации увеличила армию их страны в разы. \nПоэтому было решено рястягивать польские резервы по фронту чтобы истощить, а затем сковать боем. ",
    "answers": [
      {
        "id": 280,
        "text": "Варшаву мы не захватили, но зато крупные силы врага были уничтожены"
      }
    ]
  },
  {
    "id": 286,
    "text": "               § Победа профранцузских сил §\n\nНаша страна оказала максимально возможную поддержку Франции и совместными усилиями нам удалось взять верх. Франция без сомнений остается гегемоном, но и нам в новом мире отведено не последнее место! Революционный император тоже не вечен и мы имеем все шансы побороться за лидерство после его смерти. А пока имеем кое как восстанавливающуюся экономику и довольно зависимое положение от Парижа. ",
    "answers": [
      {
        "id": 249,
        "text": "Индийский пирог ",
        "var_not": [
          "ban",
          1
        ]
      },
      {
        "id": 270,
        "text": "Крепостное право "
      },
      {
        "id": 303,
        "text": "Конституционализм",
        "need": [
          183
        ]
      },
      {
        "id": 298,
        "text": "Средняя Азия",
        "need": [
          229
        ]
      },
      {
        "id": 296,
        "text": "Колонизация Калифорнии",
        "need": [
          225
        ]
      },
      {
        "id": 248,
        "text": "Языковой вопрос",
        "need": [
          189
        ]
      },
      {
        "id": 250,
        "text": "Наследие"
      },
      {
        "id": 1,
        "text": "Конец "
      }
    ]
  },
  {
    "id": 287,
    "text": "                        § Объятия нейтралитета §\n\nПока на Западе могущественные державы сражаеются за будущее Европы, мы тем временем стараемся не вмешиваться и решаем внутренние проблемы. И кажется у нас это постепенно выходит. Самое интересное, что за решение этой многолетней головной боли, спасибо стоит сказать тому ужасному положению, в котором мы оказались, ведь именно под давлением обстоятельств мы решились на радикальные перемны. ",
    "answers": [
      {
        "id": 299,
        "text": "Крепостное право"
      },
      {
        "id": 300,
        "text": "Наследование"
      },
      {
        "id": 302,
        "text": "Экономика державы"
      },
      {
        "id": 303,
        "text": "Конституционализм ",
        "need": [
          183
        ]
      },
      {
        "id": 272,
        "text": "Польша",
        "var_equal": [
          "RPP",
          1
        ]
      },
      {
        "id": 247,
        "text": "Швеция",
        "need": [
          194
        ]
      },
      {
        "id": 298,
        "text": "Средняя Азия ",
        "need": [
          229
        ]
      },
      {
        "id": 296,
        "text": "Колонизация Калифорнии",
        "need": [
          225
        ]
      },
      {
        "id": 248,
        "text": "Языковой вопрос",
        "need": [
          189
        ]
      },
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 288,
    "text": "Переводя армию на фронт в Испании, Наполеон оставил своему пасынку лучшие корпуса для обороны в Итальянском королевстве. Мы ожидали сопротивление, но не настолько отчаяное. Так и не добившись превосходства, наши войска завязли в Ломбардии. К такому исходу привела общая измотанность нашей армии, а так же недостаток резервов и снабжения, сказываются многочисленные военные конфликты, в которых мы участвовали в последнее время. Но ничего не поделаешь, время уже упущено, союзники терпят поражение за поражением на западе. Видимо война с Францией была не лучшей затеей. ",
    "answers": [
      {
        "id": 289,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 289,
    "text": "                      § Поражение в войне §\n\n    Кампания против Наполеона не задалась сразу же и наша вина этом существенна. Разбив своих врагов на востоке француская армада двинулась на запад сминая немногочисленных союзников. Испанские же повстанцы вкупе с британскими экпедиционными корпусами были разбиты. \n   Цена за поражение оказалась для нас довольно весомой. Мы были принуждены подписать договора о военной и экономической помощи на кабальных условиях. Так же на нас надавили во внутриполитической сфере продавив реформы либерализации и отмены крепостничества. Что в данных реалиях приведет только к увеличению нестабильности и слабости государства. ",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 290,
    "text": "                                  § Победа! §\n\nВ кротчайшие сроки нам удалось перевести армию через Апльпы, сам Александр Суворов позавидовал бы этому маневру! \nРасчет генерала Милорадовича на незанятый Рейн оказался верным, и русские солдаты довольно быстро его форсировали. Наши продвигались быстро, занимая города почти без боя и разметая те небольшие рассредоточенные части, которые там находились. Вынужденный разделить войска Наполеон с основной частью армии бросился на север. \nТем временем в Провансе британцы и испанцы одержали убедительную победу. По итогу французская армия оказалась в своеобразных клещах коалиции. Генеральное сражение не заставило себя ждать. На полях Бургундии Наполеон потерпел поражение и исход войны решился в один миг. ",
    "answers": [
      {
        "id": 291,
        "text": "Одни из победителей "
      },
      {
        "id": 270,
        "text": "Крепостное право"
      },
      {
        "id": 274,
        "text": "Наследование"
      },
      {
        "id": 271,
        "text": "Экономика"
      },
      {
        "id": 303,
        "text": "Конституционализм",
        "need": [
          183
        ]
      },
      {
        "id": 278,
        "text": "Греческий проект",
        "need": [
          199
        ]
      },
      {
        "id": 298,
        "text": "Средняя Азия",
        "need": [
          229
        ]
      },
      {
        "id": 296,
        "text": "Колонизация Калифорнии",
        "need": [
          225
        ]
      },
      {
        "id": 273,
        "text": "Швеция",
        "need": [
          194
        ]
      },
      {
        "id": 297,
        "text": "Швеция",
        "need_sometimes": true,
        "need": [
          206,
          207
        ]
      },
      {
        "id": 272,
        "text": "Польша",
        "var_equal": [
          "RPP",
          1
        ]
      },
      {
        "id": 295,
        "text": "Польша",
        "var_no_more": [
          "Pol",
          1
        ]
      },
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 291,
    "text": "Наша страна и император по праву являются победителями в войне. Вся Европа признает наш вклад в войну, пусть даже иногда британцы перетягивают одеяло на себя. Теперь на материке установился новый порядок, а мы являемся гарантом его стабильности мира. ",
    "answers": [
      {
        "id": 290,
        "text": "Великолепно"
      }
    ]
  },
  {
    "id": 292,
    "text": "                      И в один день все рухнуло \n\nВесь мир шокирован известиями: император Франции Наполеон Бонапарт скончался рано утром 2 марта 1825 года. Он заложил основу Французской империи создав великую державу, равной которой еще не видел мир. Возможно кто-то в этот день рассмеëтся, а кто-то будет рыдать, но реакцию в сердце каждого жителя Европы он точно заслужил. ",
    "answers": [
      {
        "id": 293,
        "text": "Что же будет дальше "
      }
    ]
  },
  {
    "id": 293,
    "text": "                          Преемник императора\n\n  Вот уже как несколько дней вся страна находится в трауре по утрате нашего императора. В его правление был создан крепкий фундамент для успешного развития страны и только от нас зависит как этим распорядиться. Между тем период безвластия очень опасен для такой империи как наша, где до этого все держалось де факто на одной персоне. \n  Это понимают и приближенные к власти люди. Наследник Наполеона слишком юн для полноценного управления страной. Но сможет ли действующей парламент взять всю полноту власти на себя? Есть ли у него для этого необходимый ресурс влияния? ",
    "answers": [
      {
        "id": 294,
        "text": "Парламентаризм вводился ещё во времена Наполеона l и многие его члены влиятельны и опытны в политике, они смогли перехватить власть "
      },
      {
        "id": 304,
        "text": "Государственный совет при формальной поддержке Наполеона ll становится не официальным правительством "
      },
      {
        "id": 305,
        "text": "Власть захватывает так удачно оказавшийся в столице Жером Бонапарт и объявляет себя регентом "
      }
    ]
  },
  {
    "id": 294,
    "text": "Усилившийся за время своего существования парламент наконец вышел из тени своего императора и проявил себя как политический субъект. К чему это приведет покажет время, но действующий состав представителей не отличается деятельностью. Консервативный по своей натуре, он был подогнан под желания покойного императора. ",
    "answers": [
      {
        "id": 306,
        "text": "Далее"
      },
      {
        "id": 294,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a11/2012/a2/d4ecdb45abc0.jpg"
      }
    ]
  },
  {
    "id": 295,
    "text": "Польша всегда являлась нашим историческим соперником. И мы совершенно оправдано не хотели идти с ними на контакт, нельзя кому бы то ни было позволить усыпить нашу бдительность! Так и произошло, эти прихвостни Франции поддержли наших врагов при первой возможности. \nПришлось действовать решительно, во благо стратегических интересов России, Польское королевство будет аннексировано нами по мирной конференции в Лондоне. ",
    "answers": [
      {
        "id": 269,
        "text": "Далее",
        "need": [
          269
        ]
      },
      {
        "id": 290,
        "text": "Далее",
        "need": [
          290
        ]
      }
    ]
  },
  {
    "id": 296,
    "text": "Нашим колонистам в Америке были направлены средства для расширения колониальной кампании. Ввиду неблагоприятных условий на Аляске внимание кампании было сфокусированно на Калифорнии и форте Росс. Через несколько лет уже были возведены первые поселения. Испания, до этого считавшаяся главной в регионе, уже долгие годы раздираема противоречиями, восстаниями и интервенцией. А на территории их колонии, рождается новое независимое мексиканское государство. Сейчас они явно ничего не могут нам противопоставить тем более у нас заключено соглашение с США о партнёрстве в регионе. ",
    "answers": [
      {
        "id": 269,
        "text": "Далее",
        "need": [
          269
        ]
      },
      {
        "id": 296,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a14/2012/15/c55fb3764d3e.png"
      },
      {
        "id": 287,
        "text": "Далее",
        "need": [
          287
        ]
      },
      {
        "id": 290,
        "text": "Далее",
        "need": [
          290
        ]
      },
      {
        "id": 286,
        "text": "Далее",
        "need": [
          286
        ]
      }
    ]
  },
  {
    "id": 297,
    "text": "Под давлением стран победительниц и нашим собственным Швеция была вынуждена распрощаться со всеми территориями которые мы так или иначе уступили в ходе недавней вражды.Честь России на севере удалось отстоять! ",
    "answers": [
      {
        "id": 269,
        "text": "Далее",
        "need": [
          269
        ]
      },
      {
        "id": 290,
        "text": "Далее",
        "need": [
          290
        ]
      }
    ]
  },
  {
    "id": 298,
    "text": "Постепенно где-то словом, где-то делом, но присоединение степных земель Средней Азии подошло к своему концу. Русские самодержцы по праву могут считаться царями степей. Теперь в ход вступает новый этап — это ассимиляция инородцев. Только цивилизовав местное население можно говорить о каком-то контроле. Благо предпосылки для этого хорошие. ",
    "answers": [
      {
        "id": 269,
        "text": "Далее",
        "need": [
          269
        ]
      },
      {
        "id": 287,
        "text": "Далее",
        "need": [
          287
        ]
      },
      {
        "id": 290,
        "text": "Далее",
        "need": [
          290
        ]
      },
      {
        "id": 286,
        "text": "Далее",
        "need": [
          286
        ]
      }
    ]
  },
  {
    "id": 299,
    "text": "Крепостное право было отменено в попытках преобразовать нынешнюю систему. Противников было много, в том числе и среди недовольных крестьян. Однако выступления и бунты удалось быстро задавить. А сама реформа хоть и с огрехами, но привела к нужному результату — оттоку свободных рук из сельского хозяйства в производство. А оставшееся при земле крестьянское большинство перекупило у новоиспеченных рабочих земли по заниженным ценам. ",
    "answers": [
      {
        "id": 287,
        "text": "Это событие запомнят потомки! "
      }
    ]
  },
  {
    "id": 300,
    "text": "В 1825 году в год окончания войны в Европе Александр l Реформатор скоропостижно скончался. Сразу же остро встал вопрос наследования. Ведь у императора не было сыновей. К счастью об этом вопросе позаботились зарание, воля покойного императора конечно же известна. И императором после него станет... ",
    "answers": [
      {
        "id": 275,
        "text": "Константин",
        "need": [
          175
        ]
      },
      {
        "id": 301,
        "text": "Николай",
        "need": [
          177,
          178
        ],
        "need_sometimes": true
      },
      {
        "id": 277,
        "text": "Михаил",
        "need": [
          179,
          180
        ],
        "need_sometimes": true
      }
    ]
  },
  {
    "id": 301,
    "text": "Николай l вступает на престол в не простое время, Россия только что пережила переходный период и нащупала под ногами опору. Экономика страны едва держится. Сторонник твердой руки и военных порядков во всем, Николай сам вместе с традиционалистскими силами постарается вывести державу из сложившейся ситуации путем дальнейшего усиления протекционизма и модернизации. ",
    "answers": [
      {
        "id": 287,
        "text": "Усилия брата не должны проспасть! "
      }
    ]
  },
  {
    "id": 302,
    "text": "Экономика нашей страны не была затронута всеевропейской войной. А рискованные, но решительные действия относительно модернизации нашего производства начинают давать свои плоды. Третье десятилетие девятнадцатого века обещает быть очень продуктивным для промышленного и экономического роста нашей страны. Скоро мы перестанем быть отстающими! ",
    "answers": [
      {
        "id": 287,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 303,
    "text": "Наша страна серьезно ступила на путь реформ и без политической составляющей преобразования в стране не мыслимы. Осознанно или нет, но самодержавие само пошло на делегирование полномочий. Буквально через пару-тройку десятилетий это приведет к самой настоящей конституционной монархии, возможно парламентской, возможно дуалистической. ",
    "answers": [
      {
        "id": 287,
        "text": "Далее",
        "need": [
          287
        ]
      },
      {
        "id": 269,
        "text": "Далее",
        "need": [
          269
        ]
      },
      {
        "id": 290,
        "text": "Далее",
        "need": [
          290
        ]
      },
      {
        "id": 286,
        "text": "Далее",
        "need": [
          286
        ]
      }
    ]
  },
  {
    "id": 304,
    "text": "Официально всю полноту власти на себя взял 14 летний Наполеон ll, на деле же государственный совет, а точнее лишь самые влиятельные из него люди будут осуществлять управление страной. Подросток же в силу лет полностью подчинен их влиянию и является своего рода ширмой для прикрытия. ",
    "answers": [
      {
        "id": 306,
        "text": "Далее"
      },
      {
        "id": 304,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b16/2012/2c/7ec6c71d1eee.jpg"
      }
    ]
  },
  {
    "id": 305,
    "text": "Приехавший на похороны брата Жозеф Бонапарт быстро сориентировался. Он смог убедить всех, что назначение его регентом является лучшим решением, более того самым логичным ведь он не завязан в разборках местных элит. Теперь он регент нашего императора. ",
    "answers": [
      {
        "id": 306,
        "text": "Далее",
        "var_add": [
          "Jerom",
          1
        ]
      },
      {
        "id": 305,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c39/2012/d3/d1e2ffa4993c.jpg"
      }
    ]
  },
  {
    "id": 306,
    "text": "              Коронация и религиозные обряды \n\nСтарый император умер, а новый ещё не коронован. Такое важное событие как коронация попросту нельзя обойти вниманием. В столь не простое время данный обряд может стать источником единства нации. Будет ли наш молодой император проходить эту процедуру? Или это уже излишество? А если будет, то  оставим ли мы религиозные церемонии и традиционные обряды? ",
    "answers": [
      {
        "id": 307,
        "text": "Коронация будет позже, сейчас это не представляется возможным"
      },
      {
        "id": 308,
        "text": "Проведем коронацию короля - гражданина без пышности и религиозной мишуры "
      },
      {
        "id": 309,
        "text": "Религиозные традиции ещё сильны во Франции нужно это учитывать "
      },
      {
        "id": 310,
        "text": "Коронация это пережиток прошлого, так и заявим"
      }
    ]
  },
  {
    "id": 307,
    "text": "                  Выступление с речью\n\nСейчас в стране не простое время и сложная экономическая ситуация. Многие ремесленники разоряются, крестьяне затягивают пояса, армия не знает чего ожидать. Люди напряжены до предела. Кому-то стоит обратиться к толпе по случаю смены власти, чтобы укрепить их веру в будущее и стабильность. ",
    "answers": [
      {
        "id": 315,
        "text": "Наполеон ll попробует сделать это сам \n[Рискованный вариант]"
      },
      {
        "id": 311,
        "text": "Жозеф Бонапарт выступит с воодушевляющей речью ",
        "need": [
          305
        ]
      },
      {
        "id": 311,
        "text": "Парламент подготовит обращение ",
        "need": [
          294
        ]
      },
      {
        "id": 311,
        "text": "Совет подготовит обращение ",
        "need": [
          304
        ]
      }
    ]
  },
  {
    "id": 308,
    "text": " Наш император пожелал провести коронацию без особых изысков и религиозных атрибутов. На событии присутствовало очень много простого люда самого разного положения. \n В конце концов вы глава прогрессивной империи, а не отсталой страной ведомой предрассудками. Тем более что у нас гарантируется свобода вероисповедания. ",
    "answers": [
      {
        "id": 307,
        "text": "Прогрессивные времена - современная коронация "
      }
    ]
  },
  {
    "id": 309,
    "text": "Решено было провести коронацию с соблюдением католических традиций в надежде на симпатии консерваторов и религиозного населения. Проведена она была в Реймсе, там где короновались до этого прежние короли. Но многим показалось это не приемлемым, ведь по их мнению это является доказательством вырождения империи по примеру Франции Бурбонов. ",
    "answers": [
      {
        "id": 307,
        "text": "Папа Римский на событие не явился...\nОн отправил лишь своих делегатов "
      }
    ]
  },
  {
    "id": 310,
    "text": "Во всеуслышание было объявлено, что с таким архаичным обрядом как коронация наш император не видит смысла возиться. Истинную любовь народа он заслужит своими делами, а не красивыми празднествами.",
    "answers": [
      {
        "id": 307,
        "text": "Не корона делает короля таковым, а его подданые! "
      }
    ]
  },
  {
    "id": 311,
    "text": "Помимо самого факта торжественного обращения, очень важно подобрать правильное смысловое наполнение для выступления. Слова конечно же подготовят помощники заранее, нужно только задать главную тему. \nРечь несомненно будет идти о... ",
    "answers": [
      {
        "id": 312,
        "text": "Могуществе нашей армии и положении в мире"
      },
      {
        "id": 312,
        "text": "Прогрессивности построенного Наполеоном режима"
      },
      {
        "id": 312,
        "text": "О духовных скрепах французского народа "
      },
      {
        "id": 312,
        "text": "Об проекте будущих реформ"
      }
    ]
  },
  {
    "id": 312,
    "text": "Выступление оказалось более-менее успешным. Остаётся только надеятся, что оно найдёт правильный отклик у слушателей. \nКажется теперь с важными делами внутри страны пока решено. По крайней мере пока. Теперь можно обратить внимание и на внешнюю политику. В конце концов нужно как-то взаимодействовать с миром после кончины Наполеона. Какими будут наши первые шаги и главные направления действий? ",
    "answers": [
      {
        "id": 313,
        "text": "От Наполеона нам досталась крепкая система союзов с Францией во главе этой сферы влияния, нужно просто напомнить всем им, что все будет по старому"
      },
      {
        "id": 314,
        "text": "От Наполеона нам досталась крепкая система союзов, но сейчас нам больше нужны экономические связи. Передайте им что мы готовы идти на компромисс и уступки в отношениях"
      },
      {
        "id": 317,
        "text": "При жизни Наполеона у нас были союзники, вассалы и влияние, но после его смерти... \nМы уже не уверены в этом, стоит наладить связи с бывшими партнёрами"
      }
    ]
  },
  {
    "id": 313,
    "text": "Блок континентальных держав, созданный Наполеоном l с его смертью не пошатнулся. Все союзники еще на нашей стороне, но скрывать своего недовольства по поводу сохранения прежней доктрины они тоже не стали. Возможно стоит когда-нибудь снизить военизированность альянса? ",
    "answers": [
      {
        "id": 316,
        "text": "Пока все старые договоренности остаются в силе "
      }
    ]
  },
  {
    "id": 314,
    "text": "Блок союзников созданный стараниями Наполеона все еще жив. Никто и не думает отказываться от сотрудничества с нами. Так же все были обрадованы сменой нашей доктрины. Мы повернули вектор наших отношений в сторону экономического сотрудничества. ",
    "answers": [
      {
        "id": 316,
        "text": "Деньги не пахнут"
      }
    ]
  },
  {
    "id": 315,
    "text": "Речь начинающего монарха оставляет желать лучшего. Хотя она и была искусно написана, ораторское мастерство подвело подростка. Благо простой народ внимавший этому выступлению проникся к Наполеону симпатией и не обращал внимания на недостатки. ",
    "answers": [
      {
        "id": 312,
        "text": "Ничего страшного"
      }
    ]
  },
  {
    "id": 316,
    "text": "Все чаще, разочарованная в итогах Великой Французской революции, интеллигенция выражает своё недовольство. Осмелели в край без императора! Это может быть опасно и стоит уже подумать о превентивных мерах сдерживания. Иначе кто знает как далеко это зайдет? ",
    "answers": [
      {
        "id": 318,
        "text": "Ввести цензуру повсеместно, лишим врага их главного оружия\n[<plus> республиканцы]"
      },
      {
        "id": 318,
        "text": "Устранить некоторых особо активных граждан "
      },
      {
        "id": 318,
        "text": "Плюрализм мнений должен сохраняться, в любом случае они в меньшинстве \n[<plus> к мирному решению]"
      },
      {
        "id": 318,
        "text": "Начать масштабные аресты\n[<plus> якобинцев]"
      }
    ]
  },
  {
    "id": 317,
    "text": "Бывшая сфера влияния нашей страны трещит по швам. Со смертью нашего императора нас больше не боятся и каждый стремится вернуть себе суверенитет. Кажется союз скрепленный под давлением не так уж и надёжен. Кто же еще готов оставаться под нашим влиянием? ",
    "answers": [
      {
        "id": 322,
        "text": "Рейнский союз"
      },
      {
        "id": 323,
        "text": "Гельветическая республика"
      },
      {
        "id": 324,
        "text": "Испания"
      },
      {
        "id": 325,
        "text": "Королевство Польское "
      },
      {
        "id": 316,
        "text": "Не густо "
      }
    ]
  },
  {
    "id": 318,
    "text": "Наши меры кажется не возымели должный эффект. Как оказалось, в Париже, да и по всей Франции действуют тайные общества выступающие за либеральные ценности и демократию, они настроены против нынешней власти, а текущий момент нестабильности они готовы использовать себе на пользу.\n Возможно, чтобы лишить их сторонников стоит просто провести выборы, с другой стороны эти идеалисты так же оторваны от реальности как и прежнее правительство. А решать, что делать с недовольными бедностью парижанами нужно прямо сейчас. ",
    "answers": [
      {
        "id": 326,
        "text": "По данному вопросу у текущей верхушки власти нет единого мнения ",
        "need": [
          -305
        ]
      },
      {
        "id": 326,
        "text": "Жозеф Бонапарт не согласен с такой трактовкой событий ",
        "need": [
          305
        ]
      }
    ]
  },
  {
    "id": 319,
    "text": "",
    "answers": []
  },
  {
    "id": 320,
    "text": "Поспешное решение разогнать толпу оказалось не самым удачным. Насилие вызвало только еще большую агрессиию людей. И хотя в первые дни их удавалось хоть как-то сдерживать, то потом уже нет. Вскоре жандармы либо перешли на сторону народа и бездействовали либо просто оставили свои посты. Париж оказался взят митингующими. ",
    "answers": [
      {
        "id": 332,
        "text": "Vive la révolution"
      }
    ]
  },
  {
    "id": 321,
    "text": "Действующая власть решила начать с уступок и пошла на переговоры с зачинщиками бунта. Весьма гуманный и ответственный шаг: на время арессия на улицах спала. От оппозиции стало известно, что они готовы полностью утихомирить восставших, но при определенных условиях. Для скорейшего разрешения вопроса посредником на переговорах был выбран Шарль де Талейран. ",
    "answers": [
      {
        "id": 333,
        "text": "Провал переговоров"
      },
      {
        "id": 334,
        "text": "Переговоры удались"
      }
    ]
  },
  {
    "id": 322,
    "text": "",
    "answers": []
  },
  {
    "id": 323,
    "text": "",
    "answers": []
  },
  {
    "id": 324,
    "text": "",
    "answers": []
  },
  {
    "id": 325,
    "text": "",
    "answers": []
  },
  {
    "id": 326,
    "text": "                     Толпы недовольных\n\nВ Париже недовольные безразличием власти к тяжёлым условиям жизни простых граждан выходят на улицы. Они требуют: во-первых улучшения уровня жизни, в том числе законов защищающих социально слабые группы населения, и решительных мер по преодалению экономической ситуации в стране, а во-вторых расширение политических прав и свобод граждан. С этим стихийным событием нужно что-то делать и желательно как можно скорее!",
    "answers": [
      {
        "id": 320,
        "text": "Разогнать толпу "
      },
      {
        "id": 321,
        "text": "Попытаться договориться "
      },
      {
        "id": 327,
        "text": "Ничего не делать, они так же стихийно разойдутся, как и собрались"
      }
    ]
  },
  {
    "id": 327,
    "text": "Люди на улицах отказались расходиться, напротив стихийные митинги за неделю превратились в организованное движение, которое уже по сути угрожает столичному правительству. Нам доносят, что шествие над движением подхватила интеллигенция и мелкая либеральная буржуазия, стремящаяся использовать народное недовольство в своих политических целях. Удивительно как быстро ситуация набирает оборот, учитывая надуманность требований протеста...",
    "answers": [
      {
        "id": 327,
        "text": "В результате не своевременной реакции ситуация переросла в полноценный бунт в столице:",
        "comment": true
      },
      {
        "id": 332,
        "text": "Народное движение захватывает власть"
      },
      {
        "id": 329,
        "text": "Законная власть бежит в Реймс и стягивает армию "
      },
      {
        "id": 319,
        "text": "Законная власть бежит в Лион"
      }
    ]
  },
  {
    "id": 328,
    "text": "",
    "answers": [
      {
        "id": 330,
        "text": "Новый ответ. введите текст"
      },
      {
        "id": 331,
        "text": "Новый ответ. введите текст"
      },
      {
        "id": 328,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c20/2012/b8/9a627fcb5856.jpg"
      }
    ]
  },
  {
    "id": 329,
    "text": "Попытка остановить протестующих обернулась полной неудачей, силовики перешли на сторону митингующих. По итогу правящим кругам едва удалось унести ноги из Парижа. Сейчас вы обосновались в Реймсе и нужно составить четкий план действий по возвращению столицы под контроль. Для начала нам нужны регулярные войска и желательно как можно скорее. Но что делать потом? ",
    "answers": [
      {
        "id": 336,
        "text": "Лучше выжидать, хаос в столице заставит народ поменять своё мнение, а мы же подготовим большее войско "
      },
      {
        "id": 337,
        "text": "Нельзя терять время, как только появится возможность сразу нужно ударить по ним! "
      }
    ]
  },
  {
    "id": 330,
    "text": "",
    "answers": []
  },
  {
    "id": 331,
    "text": "",
    "answers": []
  },
  {
    "id": 332,
    "text": "Довольно быстро власть в стране сменилась. Под давлением протестов старое правление было упразднено. Пока управляющим органом в стране стало новое законодательное собрание. Где основные места отданы либеральной оппозиции им же предоставили места в правительстве. Теперь у нас во главе более прогрессивные люди, главное, что бы они отстаивали такие же прогрессивные цели. ",
    "answers": [
      {
        "id": 332,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c37/2012/46/a3e13ac36172.jpg"
      },
      {
        "id": 335,
        "text": "Ситуация в стране ",
        "var_add": [
          "angry",
          10
        ]
      }
    ]
  },
  {
    "id": 333,
    "text": "Переговоры провалились, видимо наши оппоненты и не думали договариваться, а попросту тянули время. А может Талейран, старый хитрец, снова сменил сторону. Во всяком случае ситуация накаляется, а мы к ней совершенно не готовы. ",
    "answers": [
      {
        "id": 327,
        "text": "Что же будет дальше? "
      }
    ]
  },
  {
    "id": 334,
    "text": "Благодаря способному посреднику, а так же нашей готовности к уступкам, переговоры обернулись успехом. Нами было обещано не посягать на достижения в области прав человека. Так же были назначены выборы в наш парламент. Все вопросы связанные с ними возложены на специальную комиссию. Победившая на выборах сила определит будущее страны. ",
    "answers": [
      {
        "id": 338,
        "text": "И мы подготовимся к ним"
      }
    ]
  },
  {
    "id": 335,
    "text": "Консервативные силы страны в бешенстве! Ведь власть уступили каким-то проходимцам и вольнодумцам. Ещё есть в стране люди, которые во всем поддерживали Наполеона и не хотят ввержения Франции в такой же хаос, как это было под конец прошлого века. Наша задача — успокоить их и мирно привести страну к намеченным через год выборам. ",
    "answers": [
      {
        "id": 335,
        "text": "Недовольство оппозиции:",
        "comment": true,
        "var_show": [
          "angry"
        ]
      },
      {
        "id": 401,
        "text": "Судьба регента ",
        "var_equal": [
          "Jerom",
          1
        ]
      },
      {
        "id": 384,
        "text": "Католическая миссия ",
        "need": [
          -384
        ]
      },
      {
        "id": 385,
        "text": "Социальные проблемы ",
        "need": [
          -385
        ]
      },
      {
        "id": 386,
        "text": "Избирательный закон",
        "need": [
          -386
        ]
      },
      {
        "id": 387,
        "text": "Положение армии ",
        "need": [
          -387
        ]
      },
      {
        "id": 388,
        "text": "Цензура",
        "need": [
          -388
        ]
      },
      {
        "id": 389,
        "text": "Строгость законов"
      },
      {
        "id": 390,
        "text": "Подошло время выборов ",
        "need": [
          384,
          385,
          386,
          387,
          388,
          389
        ],
        "var_no_more": [
          "angry",
          30
        ]
      },
      {
        "id": 391,
        "text": "Итог правления ",
        "var_more": [
          "angry",
          30
        ]
      }
    ]
  },
  {
    "id": 336,
    "text": "Решено было обосноваться в Реймсе. Параллельно ротации войск к нам, так же начался сбор добровольцев. Из них будет сформирована временная гвардия — костяк для подавления протестов, этим мы показажем, что народная поддержка все ещё на нашей стороне.",
    "answers": [
      {
        "id": 339,
        "text": "Отбор должен быть строгий нам проходимцы не нужны "
      },
      {
        "id": 339,
        "text": "Массовый отклик от граждан, вот что нам нужно "
      }
    ]
  },
  {
    "id": 337,
    "text": "",
    "answers": []
  },
  {
    "id": 338,
    "text": "",
    "answers": []
  },
  {
    "id": 339,
    "text": "Духовенство предлагает поддержку\nВидя текущее положение дел, клерикалы предлагают свою поддержку по сплочению рядов реакционных сил. Нам всем нужна целая Франция, а не новая бойня. ",
    "answers": [
      {
        "id": 396,
        "text": "Принять предложения о сотрудничестве "
      },
      {
        "id": 396,
        "text": "Не стоит доверять священникам"
      }
    ]
  },
  {
    "id": 340,
    "text": "                      Швейцарский союз\n\nВ свое время наша страна была захвачена Францией. Она навязала нам свою конституцию и протектора. Теперь мы единое федеративное государство под опекой медиаратора Наполеона Бонапарта. Это не самое худшее, что могло с нами случиться, даже наоборот — медиатор принёс мир нашему региону. В связи с этим целью нашего правительства является сохранение статуса-кво и поддержание действующего строя.",
    "answers": [
      {
        "id": 341,
        "text": "Посмотрим как обернутся события "
      }
    ]
  },
  {
    "id": 341,
    "text": "                        Внешняя политика\n\nВ нашей политике сейчас явно доминирует ориентация на Францию. Но кто запрещал нам вести активную дипломатию с другими государствами Европы? Тем более что все они так же лояльны Наполеону. Нам нужен какой-то надежный партнер, который мог бы помочь преодолеть трудоости. На ком же мы сконцентрируем наше внимание и начнем более глубокое развитие двусторонних отношений? ",
    "answers": [
      {
        "id": 342,
        "text": "Австрия, они явно заинтересованы во влиянии на нас, соответственно мы можем получить выгоду"
      },
      {
        "id": 343,
        "text": "Италия будет новым направлением в нашей политике "
      },
      {
        "id": 344,
        "text": "Рейнский союз для нас будет более знакомым "
      }
    ]
  },
  {
    "id": 342,
    "text": "Было решено повернуть свое внимание на Австрию. Им явно есть, что предложить! Даже не смотря на трудные времена Вена остаётся одним из центров экономического влияния в регионе. Мы уже наладили торговые связи с местной знатью и купцами и готовы к взаимовыгодному сотрудничеству. Только время покажет обяжет ли это нас к чему-нибудь. ",
    "answers": [
      {
        "id": 345,
        "text": "Надеемся нас не поймут не правильно"
      }
    ]
  },
  {
    "id": 343,
    "text": "Италия Евгения Богарне очень удачно расположилась на юге от нас. Обширные культурные и экономические связи между нашими нациями нельзя зарывать. Наоборот нужно развивать наше сотрудничество. Мы уже направили дипломатическую миссию в Милан и ждем дальнейшего налаживания контактов. ",
    "answers": [
      {
        "id": 345,
        "text": "Итальянцы довольно экономны, нам есть чему поучиться"
      }
    ]
  },
  {
    "id": 344,
    "text": "Рейнский союз на севере является самым логичным выбором в плане основного партнера. Эта конфедерация германских государств не только родственна нам культурно, но довольно успешна. В текущей обстановке мы просто обязаны заключить с ними отдельные договора о торговле и дружбе. ",
    "answers": [
      {
        "id": 345,
        "text": "Кто знает, может мы когда-нибудь даже вступим в союз"
      }
    ]
  },
  {
    "id": 345,
    "text": "                     Рекрутская повинность \n\nНаполеоновская Франция построила своё господство в Европе на успешных военных походах. После очередной войны непобедимая армия пополнялась рекрутами с завоеванных стран. Таким образом Франция терпела меньшие убытки в период боевых действий. Войны уже давно нет, но принцип сохраняется: мы должны поставлять Парижу солдат. Но сейчас они готовы договориться. Мы можем поставлять меньший объем рекрутов в обмен на большую экономическую зависимость от Франции и торговли с ними. Наши торговцы и буржуазия за такое спасибо не скажут, но зато это избавит нас от содержания никому ненужных корпусов вояк. ",
    "answers": [
      {
        "id": 346,
        "text": "Будем придерживаться старого договора "
      },
      {
        "id": 346,
        "text": "Вступим в экономическую сферу Франции"
      }
    ]
  },
  {
    "id": 346,
    "text": "              Поддержка в трудный момент\n\nСитуация в нашей стране назревает не лучшая. Уже несколько лет Франция давлеет над нами как экономически, так и политически. Кризис в экономике развивается медленно, но уверенно, и мы уже ощущаем последствия. В таких условиях нужно принять решение по поддержке наших граждан, но чьи интересы будет отстаивать сейм? Широкий средний класс горожан, торговцев и ремесленников Швейцарии или же местные кантонные элиты? ",
    "answers": [
      {
        "id": 348,
        "text": "Мы выберем народ ",
        "var_add": [
          "uni",
          5
        ]
      },
      {
        "id": 348,
        "text": "Мы выберем элиты",
        "var_add": [
          "fed",
          5
        ]
      }
    ]
  },
  {
    "id": 347,
    "text": "С большим сопротивлением и не без подкупа нам удалось принять документ усиливающий роль центральной власти. Многие члены сейма опротестовали это решение. Они считают это шагом назад в развитии федерализма и покушаением на право самоуправления. Напряжённость в некоторых кантонах растет...",
    "answers": [
      {
        "id": 349,
        "text": "Так будет лучше, правда ",
        "var_add": [
          "u",
          1
        ]
      }
    ]
  },
  {
    "id": 348,
    "text": "                      Бюджет — дело общее \n\nНашему союзу для более эффективного развития следует развивать общий федеральный бюджет. Именно он поможет нам в моменты особой нужды поддержать отдельные кантоны. Вопрос был поставлен на голосование в сейме. Получит ли данная идея поддержку от кантонов или же они предпочтут сохранять самостоятельность? ",
    "answers": [
      {
        "id": 350,
        "text": "Сейм проголосовал за проект ",
        "var_add": [
          "uni",
          5
        ]
      },
      {
        "id": 350,
        "text": "Поддержки оказалось недостаточно",
        "var_add": [
          "fed",
          5
        ]
      }
    ]
  },
  {
    "id": 349,
    "text": "       Принять Форальберг под крыло \n\nНе так давно у наших границ разыгралась масштабная война. Разввязка которого уже близка. \nАвстрийское противостояние с Баварией и Польшей окончилась восстанием венгров и других нац.меньшинств по всей бывшей империи. В Вене уже во всю говорят о полном крахе державы.\nА за границей уже готовы перекраивать карту. Швейцарский союз находится в непосредственной близости к Австрии и мы могли бы повлиять на события в свою пользу. ",
    "answers": [
      {
        "id": 354,
        "text": "Так сделаем это ",
        "var_add": [
          "fed",
          5
        ]
      },
      {
        "id": 351,
        "text": "Не стоит даже пытаться"
      }
    ]
  },
  {
    "id": 350,
    "text": "            Агенты английской разведки\n\nВсе чаще до сейма доходят слухи о расширяющейся сети английских агентов. Непосредственно агент один, и кто он неизвестно. Но вот тех кто так или иначе задействованы в его деятельности по примерной оценке много. Говорят он работает через уйму посредников и никогда не подставляется. Стоит ли нашему собранию принять решительные меры по его поимке? ",
    "answers": [
      {
        "id": 352,
        "text": "Меры будут приняты, нам не нужны ссоры с Францией",
        "var_add": [
          "fed",
          5
        ]
      },
      {
        "id": 353,
        "text": "Предложение осталось без внимания, видимо кто-то уже постарался... ",
        "var_add": [
          "uni",
          5
        ]
      }
    ]
  },
  {
    "id": 351,
    "text": "                            Тем временем... \n\nВ Италии отгремели орудия. Авантюрный поход Наполеона на Сардинию удался. Данная военная кампания задумывалась с целью вернуть своей армии былую славу и дух победы. С одной стороны обновленная и более многочисленная армия Франции с лёгкостью захватила непокорный остров, но с другой — главная цель не была достигнута. Международное сообщество да и многие внутренние игроки восприняли это как избиение младенцев. ",
    "answers": [
      {
        "id": 355,
        "text": "Не важно, что мы видим, главное, что мы помним",
        "var_more": [
          "uni",
          15
        ],
        "var_set": [
          "uni",
          15
        ]
      },
      {
        "id": 355,
        "var_more": [
          "fed",
          15
        ],
        "text": "Не важно, что мы видим, главное, что мы помним",
        "var_set": [
          "fed",
          15
        ]
      },
      {
        "id": 355,
        "text": "Не важно, что мы видим, главное, что мы помним"
      }
    ]
  },
  {
    "id": 352,
    "text": "Мы подняли на уши всю Швейцарию, но так никого и не поймали. Но не смотря на провал, наши враги явно залегли на дно и сейчас вряд ли будут что-либо предпринимать. Французский посланник доволен нашей прытью. Чего не скажешь о местный знати кантонов. Они хотели бы чтобы мы к ним лезли поменьше со своими делами. ",
    "answers": [
      {
        "id": 353,
        "text": "Мы его еще поймаем! "
      }
    ]
  },
  {
    "id": 353,
    "text": "                            Новые дебаты\n\nНа очередном собрании снова был поднят вопрос о роли сейма во внутренних делах кантонов. Как показывает практика внутренние проблемы отдельных регионов могут иметь последствия и на соседей. В подобных случаях наш союз должен сохранять единство и решать проблемы сообща. Но согласятся ли делегаты сейма с такой позицией? Или кантоны должны будут разбираться друг с другом в индивидуальном порядке? ",
    "answers": [
      {
        "id": 347,
        "text": "Предложение будет принято! ",
        "var_add": [
          "uni",
          5
        ]
      },
      {
        "id": 349,
        "text": "Регионы сами в праве решать свои дела ",
        "var_add": [
          "fed",
          5
        ]
      }
    ]
  },
  {
    "id": 354,
    "text": "Использовав свои связи в Австрии и вовремя успев договориться с элитами Форальберга, мы переманили их на свою сторону. На особом собрании этот регион в полном составе принял решение вступить в наш союз. Таким образом мы умыкнули из под носа Максимилиана эти стратегически важные земли. ",
    "answers": [
      {
        "id": 351,
        "text": "Правильно выверенный шаг, но теперь мы остались без союзника"
      }
    ]
  },
  {
    "id": 355,
    "text": "                              Крах системы \n\nТолько что к нам пришли ужасные вести из кантона Ваадт. Экономия тамошней администрации принесла свои плоды. Местные офицеры подняли мятеж против власти Ваадта. Пару лет назад они вернулись со службы во Франции и сейчас не довольны своим положением. Командиры восставших частей ссылаются на низкое содержание и плохие условия для солдат по сравнению с империей. Они заявляют, что готовы принять французское подданство и присоединить вместе с этим к Франции целый кантон! Если так и сидеть без дела, то ситуация может принять печальный оборот. Хотя Наполеон на событие отреагировал сдержанно, есть все основания полагать, что он не откажется от нового приобретения. \n",
    "answers": [
      {
        "id": 356,
        "text": "Направьте туда армию! "
      }
    ]
  },
  {
    "id": 356,
    "text": "Как оказалось наш союз не такой уж и прочный как можно было подумать. В свете последних событий мы попытались санкционировать интервецию в мятежный кантон. Однако мы встретили небывалое сопротивление среди оппозиции.\nБолее того, на следующий день по схожему сценарию произошла попытка переворота у нас. Подстрекаемые либеральной интеллигенцией вооруженные силы уже попытались оказать давление на союзный сейм, с целью заставить его подписать новую конституцию. Сама попытка конечно же провалилась, на сторону заговорщиков перешла лишь небольшая группа офицеров и их удалось задержать. Но для союза это имело плачевные последствия. ",
    "answers": [
      {
        "id": 357,
        "text": "Один за другим, как карточный домик, контоны выходят из союза желая пересмотреть положения нашего общего договора"
      }
    ]
  },
  {
    "id": 357,
    "text": "                        Раскол на лагеря\n\nНе стабильная ситуация в Швейцарии должна была во что-то вылиться. И вот это произошло. Давний конфликт унитариев и федералистов не затух, как казалось ранее. А сейчас он разгорелся с новой силой, обрастая все новыми сторонами противостояния и новыми заинтересованными лицами. Пока не ясно какая из партий выйдет победителем, но похоже добром это не кончится. ",
    "answers": [
      {
        "id": 358,
        "text": "Унитарии правы",
        "var_add": [
          "people",
          "uni"
        ]
      },
      {
        "id": 358,
        "text": "Позиции федералистов справедливы",
        "var_set": [
          "people",
          "fed"
        ]
      }
    ]
  },
  {
    "id": 358,
    "text": "                       Региональный выбор\n\nПо акту посредничества в Швейцарию входит множество кантонов. Все они довольно различны. Объединяет же их то, что каждый, в столь важный час, хочет отстоять свои интересы. И только время покажет у кого это получится. \n",
    "answers": [
      {
        "id": 358,
        "text": "Ваша фракция начнет с бонусом к поддержке населения:",
        "comment": true,
        "var_show": [
          "people"
        ]
      },
      {
        "id": 360,
        "text": "Справедливость на севере \n"
      },
      {
        "id": 361,
        "text": "Правда на юге "
      }
    ]
  },
  {
    "id": 359,
    "text": "На востоке от нас расположился еще один кантон со смешаным населением. У нас с ним хорошие культурные и экономические связи. Простой народ наших регионов будет только рад объединению. А местные элиты хоть и упрямы, но сговорчивы. ",
    "answers": [
      {
        "id": 364,
        "text": "Предложите им выгодную сделку \n[ - 5 народная поддежка]"
      },
      {
        "id": 365,
        "text": "Мы могли бы устроить там лояльный заговор без особых усилий \n[ - 5 военной мощи]"
      }
    ]
  },
  {
    "id": 360,
    "text": "",
    "answers": []
  },
  {
    "id": 361,
    "text": "Федералисты на юге представлены немецкоговорящими кантонами и некоторыми итальянскими. Одним из таких является наш кантон Тичино. В настоящий момент в Швейцарии сущий хаос. Мы должны объединить своих единомышленников под одним знаменем и вернуть целостность союза. \n\nВ этой смуте важны 2 параметра: поддержка населения и его довольствие, а так же военная мощь, которая будет гарантировать соблюдение наших интересов. \nИ конечно же не стоит забывать про Наполеоновскую Францию... \n[Не все реформы или решения предоставленные ниже обязательно принимать. Все они имеют свои последствия для важных параметров, которые нельзя опускать ниже 0]",
    "answers": [
      {
        "id": 359,
        "text": "Переговоры с Граубюнденом",
        "need": [
          -359
        ]
      },
      {
        "id": 362,
        "text": "Дело ромашней",
        "need": [
          -362
        ]
      },
      {
        "id": 363,
        "text": "Ситуация с Ури "
      },
      {
        "id": 370,
        "text": "Собрать дополнительный налог",
        "need": [
          -370
        ]
      },
      {
        "id": 371,
        "text": "Поддержка нуждающихся",
        "need": [
          -371
        ]
      },
      {
        "id": 372,
        "text": "Проведение референдума о независимости",
        "need": [
          -372
        ]
      },
      {
        "id": 373,
        "text": "Следущий этап"
      }
    ]
  },
  {
    "id": 362,
    "text": "Романши, небольшой народ Граубюндена, уже очень долгое время отделены или же ограничены от участия в политике. Виной всему слишком малая численность их общин по сравнению с другими. В обновлённом союзе мы можем исправить это и предоставить романшам особые права на участие в политике дабы заручиться их поддержкой. ",
    "answers": [
      {
        "id": 366,
        "text": "Предложение интересное, оно найдет поддержку среди народа "
      },
      {
        "id": 361,
        "text": "Плохая идея, мы не знаем чего от них ожидать"
      }
    ]
  },
  {
    "id": 363,
    "text": "Следующей нашей целью стал кантон Ури. Привлечь его на свою сторону будет не легко. Местный совет решил придерживаться политики нейтралитета. Но это крайне необходимо для нашего дальнейшего продвижения. Их могут убедить деньги и помощь в создании своей армии. ",
    "answers": [
      {
        "id": 363,
        "text": "Требуется: \nПоддержка населения - 30\nМощь армии - 10",
        "comment": true
      },
      {
        "id": 367,
        "text": "Мы готовы предложить им нечто большее чем нейтралитет"
      },
      {
        "id": 361,
        "text": "Хорошо, мы постараемся соответствовать ",
        "need": [
          361
        ]
      },
      {
        "id": 373,
        "text": "Хорошо, мы постараемся соответствовать ",
        "need": [
          373
        ]
      }
    ]
  },
  {
    "id": 364,
    "text": "После продолжительных переговоров наши кантоны заключили союз. Теперь мы выступим единым фронтом против разрушителей былой федерации! Другие кантоны смотрят на нас с уважением. ",
    "answers": [
      {
        "id": 361,
        "text": "Времени мало, нужно действовать"
      }
    ]
  },
  {
    "id": 365,
    "text": "Лояльные нам части смогли склонить нерадивого соседа к союзу. Теперь мы выступим единым фронтом против разрушителей былой федерации! Другие кантоны смотрят на нас с опаской. ",
    "answers": [
      {
        "id": 361,
        "text": "Нужно действовать быстро "
      }
    ]
  },
  {
    "id": 366,
    "text": "Мы решили реализовать данную идею на практике. Оказалось, что её готовы подержать и широкие слои населения. Романши являются важной частью нашей общей культуры на юге и мы должны их защитить. С такой позицией выступил глава кантона на собрании. ",
    "answers": [
      {
        "id": 361,
        "text": "Отлично\n[ <plus>5 к поддержке населения]"
      }
    ]
  },
  {
    "id": 367,
    "text": "Мы смогли уговорить руководство Ури следовать в фарватере нашей политики. В военном плане они сохранят нейтралитет, но обязываются быть на нашей стороне экономически и политически. ",
    "answers": [
      {
        "id": 361,
        "text": "Выпьем за это! ",
        "need": [
          361
        ]
      },
      {
        "id": 373,
        "text": "Выпьем за это! ",
        "need": [
          373
        ]
      }
    ]
  },
  {
    "id": 368,
    "text": "в",
    "answers": []
  },
  {
    "id": 369,
    "text": "",
    "answers": []
  },
  {
    "id": 370,
    "text": "В подвластных нам землях был собран особый налог ввиду сложившейся ситуации. Деньги пошли на поддержание наших собственных вооружённых сил и защиту суверенитета. Народ же не оценил такой ход. ",
    "answers": [
      {
        "id": 361,
        "text": "Все на благо родины \n[ - 5 поддержки населения]\n[ <plus> 10 мощи армии]"
      }
    ]
  },
  {
    "id": 371,
    "text": "Все связи внутри Швейцарского союза порушены.  Ни на какую поддержку извне уповать не стоит. Наших горожан поддержать можем только мы сами. И это будет сделано! Пусть и в ущерб бюджету, но мы поддержим нуждающихся в не простой час. ",
    "answers": [
      {
        "id": 361,
        "text": "Отлично! \n[ <plus> 20 поддержки наследия]\n[ - 5 мощи армии]"
      }
    ]
  },
  {
    "id": 372,
    "text": "В текущей ситуации, дабы закрепить положение нашего совета и поддержать его политику, было решено пролоббировать референдум о независимости. На подобное мероприятие точно уйдут определённые средства, но население будет считать нас более легитимными. ",
    "answers": [
      {
        "id": 361,
        "text": "Ради такой цели средств не жалко \n[ <plus> 5 к поддержке населения]\n[ - 5 к мощи армии]"
      }
    ]
  },
  {
    "id": 373,
    "text": "Определённые центры сил в Швейцарии сформированы. Теперь время покажет, кому же удастся снова сплотить нашу страну. \nНаполеон тем временем, кажется, уже подумывает о вмешательстве. Если мы оперативно не справимся с текущей ситуацией, то интервенции не избежать! ",
    "answers": [
      {
        "id": 374,
        "text": "Событие",
        "need": [
          -374
        ]
      },
      {
        "id": 363,
        "text": "Ситуация с Ури",
        "need": [
          -367,
          374
        ]
      },
      {
        "id": 376,
        "text": "Расширить набор в армию",
        "need": [
          374
        ]
      },
      {
        "id": 377,
        "text": "Иностранная поддержка",
        "need": [
          374
        ]
      },
      {
        "id": 378,
        "text": "Союз свободных кантонов ",
        "need": [
          374
        ]
      },
      {
        "id": 369,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 374,
    "text": "                               Голод в деревнях \n\nЭтот год выдался не особо урожайным. Теперь ко всему прочему добавился и этот хаос. Так же внезапно повысилась потребность в армии, а еë надобно кормить... \nВсе это приводит к тому,  что жители деревни недоедают, а не подготовленные и вовсе голодают. ",
    "answers": [
      {
        "id": 373,
        "text": "Мы попробуем это исправить... \n[ - 10 к поддержке населения]"
      }
    ]
  },
  {
    "id": 375,
    "text": "Аоово",
    "answers": [
      {
        "id": 383,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 376,
    "text": "Повышенная вероятность полноценного военного противостояния требует решительных мер. Мы должны пополнить нашу армию, чтобы защитить границы и иметь возможность влиять на соседей. ",
    "answers": [
      {
        "id": 373,
        "text": "И мы это сделаем! \n[ <plus> к военной мощи]"
      }
    ]
  },
  {
    "id": 377,
    "text": "Одним из наших соседей является королевство Италия. Это очень близкий нам в культурном и экономическом плане партнер. И конечно же они хотят получить на нас определённое влияние. Мы можем согласиться с их предложением и стать несколько зависимыми от воли Евгения Богарне в обмен на оружие и материальную помощь. А можем отказать, заявив о неприкосновенности Швейцарского суверенитета. ",
    "answers": [
      {
        "id": 380,
        "text": "Нужно жить настоящим, а сейчас у нас на носу война \n[ <plus> 10 к военной мощи]"
      },
      {
        "id": 381,
        "text": "Наша независимость не обсуждается\n[ <plus> 5 к народной поддержке]"
      }
    ]
  },
  {
    "id": 378,
    "text": "Гларус, Швиц и Санкт Галлен эти три кантона являются настоящим бельмом на глазу Швейцарии! Не выдержав даления богатеев простой люд с этих земель взял в руки оружие и захватил власть. А цепной реакции это явление распространилось на соседей. Теперь там установлены эдакие народные республики, которые заключили союз. Мы должны превратить это, ведь дурной пример, как говорят, заразителен. ",
    "answers": [
      {
        "id": 378,
        "text": "Требуется: \nПоддержка населения - 10\nМощь армии - 20",
        "comment": true
      },
      {
        "id": 379,
        "text": "Военная операция подготовлена"
      },
      {
        "id": 373,
        "text": "Мы нападем как будем готовы "
      }
    ]
  },
  {
    "id": 379,
    "text": "Одним резким ударом нашей армии мы смогли сломить врага и успешно завершили нашу кампанию против северного врага. Теперь когда наши границы в безопасности, а влияние достаточно выросло, стоит задуматься о начале всекантонных переговоров. ",
    "answers": [
      {
        "id": 373,
        "text": "Наше объединение близко! "
      }
    ]
  },
  {
    "id": 380,
    "text": "Мы согласились с предложением. Первые партии оружия уже отправлены вместе с северными добровольцами к нам. Это несомненно укрепит наше положение и ускорит объединение страны. \nА уж долг мы выплатим потом! ",
    "answers": [
      {
        "id": 382,
        "text": "Романши оказывают услугу "
      },
      {
        "id": 373,
        "text": "Хорошая сделка "
      }
    ]
  },
  {
    "id": 381,
    "text": "Мы решили выбрать путь гордого одиночества. Народ уважает нас за это. Но если взглянуть с практической стороны, мы явно прогадали. Итальянский король вряд предложит помощь второй раз...",
    "answers": [
      {
        "id": 373,
        "text": "Она не потребуется! "
      }
    ]
  },
  {
    "id": 382,
    "text": "Благодаря нашему усиленному продвижению статуса романшей в Граубюндене и союзе в целом, те оказали нам большую услугу и смогли наладить связь с большим числом добровольцев из Италии. Различные ломбардские и даже ладинские воины прибывают к нам прямо сейчас. ",
    "answers": [
      {
        "id": 373,
        "text": "Надеюсь мы сможем их содержать "
      }
    ]
  },
  {
    "id": 383,
    "text": "",
    "answers": []
  },
  {
    "id": 384,
    "text": "Видя наши благие стремления по объединению страны на демократических основах, католические священнослужители предлагают свою помощь. \nОни готовы проповедовать своей пастве о единстве и мире, если мы в ответ так же будем поддерживать их и пообещаем впредь не притеснять. Сотрудничество с клерикалами может привести к росту влияния католической церкви, но их возможность влиять на мысли горожан была бы полезна. ",
    "answers": [
      {
        "id": 335,
        "text": "Церковь должна знать свое место",
        "var_add": [
          "angry",
          5
        ]
      },
      {
        "id": 335,
        "var_sub": [
          "angry",
          10
        ],
        "var_add": [
          "right",
          10
        ],
        "text": "Хорошо мы согласны "
      }
    ]
  },
  {
    "id": 385,
    "text": "  Зарождающаяся буржуазия, чьи интересы были отодвинуты на задний план, в свете последних событий смогли получить рычаги влияния на государство. Теперь у них есть свои проводники интересов, чем конечно же новая элита активно пользуется.\n  Изрядно подрастеряв свое влияние на политику, но все ещё обладающие какими-то средствами земельная аристократия так же хочет получить место в быстро изменяющихся событиях.\nНам бы пригодилась как новая аристократия, так и старая. Мы можем вернуть некоторым имущество ещё с дореволюционных времен...\n  Совсем обделены вниманием ремесленники, дельцы и мелкие лавочники. Их положение значительно ухудшилось, с их интересами никто не считается, и это может однажды выйти нам боком... ",
    "answers": [
      {
        "id": 335,
        "text": "Нужно поддержать средний класс",
        "var_add": [
          "gold",
          2
        ]
      },
      {
        "id": 335,
        "text": "Землевладельцы могут стать надежной опорой государства"
      },
      {
        "id": 335,
        "text": "Поддержим восходящюю буржуазию, наших сторонников ",
        "var_add": [
          "angry",
          5
        ]
      }
    ]
  },
  {
    "id": 386,
    "text": "Когда пройдут долгожданные выборы, на которых страна наконец-то найдёт свой путь, нужно будет как-то считать голоса. Для нового этапа в истории нашей страны следует обеспокоиться созданием справедливого избирательного закона. Ведь такие параметры как возрастной или имущественный ценз могут запросто перекроить результаты голосования. Эта обязанность пала на наши плечи. ",
    "answers": [
      {
        "id": 335,
        "text": "Пригласить независимых советников правоведов для решения этого вопроса "
      },
      {
        "id": 335,
        "text": "Написать закон так чтобы облегчить победу текущей правящей верхушке умеренных либералов",
        "var_add": [
          "angry",
          10
        ]
      },
      {
        "id": 335,
        "text": "Пригласить к обсуждению большинство существующих политических движений",
        "var_add": [
          "angry",
          5
        ]
      }
    ]
  },
  {
    "id": 387,
    "text": "Времена заграничных походов давно закончились, а вот непобедимая армия никуда не делась. На самом деле, сокращения жалований и падение достатка солдат начались уже давно. Сейчас же это просто преобретает ещё большие обороты. Так же нам докладывают, что очень многие в армии настроены скептически к нашему правлению. Некоторые офицеры старой закалки прямо заявляют о своем презрении. Стоит ли тогда нам тратиться на этих закостенелых дураков ради поддержания порядка? ",
    "answers": [
      {
        "id": 335,
        "text": "Провести кадровую чистку офицерства ",
        "var_add": [
          "angry",
          20
        ]
      },
      {
        "id": 335,
        "var_sub": [
          "angry",
          10
        ],
        "text": "Поднять жалование ",
        "var_less": [
          "gold",
          2
        ]
      },
      {
        "id": 335,
        "text": "Нет возможности что-либо сделать, армию ждут только сокращения ",
        "var_add": [
          "angry",
          5
        ]
      }
    ]
  },
  {
    "id": 388,
    "text": "Выборы в национальный парламент уже совсем скоро и различные, в том числе маргинальные, группировки уже приступают к агитации. Есть ли смысл в столь широком спектре политических движений? Ярые консерваторы, радикальные реформаторы... Не расшатают ли они в край нашу Францию дорвавшись до власти?",
    "answers": [
      {
        "id": 335,
        "text": "Ограничить радикалов в пропаганде",
        "var_add": [
          "angry",
          5
        ]
      },
      {
        "id": 335,
        "text": "Ставить палки в колеса консерваторам",
        "var_add": [
          "angry",
          10
        ]
      },
      {
        "id": 335,
        "text": "Направить усилия на популяризацию выборов в целом "
      },
      {
        "id": 335,
        "text": "Лучше не затрачиваться на это "
      }
    ]
  },
  {
    "id": 389,
    "text": "В обстановке переходного правительства и определенной парализованности власти некоторые граждане решили, что в стране наступил полный хаос и им все дозволено. Кончено же это не так, но статистика сообщает о росте преступлений, особенно грабежей, за последний год на улицах Парижа. \nПоступило предложение ужесточить действующее законодательство и навести порядок на улицах силой. ",
    "answers": [
      {
        "id": 335,
        "text": "Хватит терпеть эти выходки "
      },
      {
        "id": 335,
        "text": "Толпа на улице считает иначе... ",
        "var_add": [
          "angry",
          10
        ]
      }
    ]
  },
  {
    "id": 390,
    "text": "Gg",
    "answers": [
      {
        "id": 397,
        "text": "Новый ответ. введите текст"
      },
      {
        "id": 398,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 391,
    "text": "Мы не смогли умиротворить реакционные силы в стране. Старая гвардия Наполеона снова рвётся в бой, теперь уже против внутренних предателей. На юге страны сформировалось реакционный комитет спасения под предводительством маршала Нея и других генералов. В текущей ситуации мы должны отложить выборы и подготовить лояльную часть армии к битве за Францию! ",
    "answers": [
      {
        "id": 392,
        "text": "Статус Наполеона ll"
      },
      {
        "id": 399,
        "text": "Мы готовы дать бой "
      }
    ]
  },
  {
    "id": 392,
    "text": "У нас в столице уже находится один из ключей к победе в этом противостоянии. Легитимный император! Его позиция относительно последних событий может серьёзно изменить расклад сил и придать нам легитимности в глазах народа. ",
    "answers": [
      {
        "id": 393,
        "text": "Юный монарх поддаётся влиянию либералов"
      },
      {
        "id": 394,
        "text": "Происходит отравление Наполеона ll"
      },
      {
        "id": 395,
        "text": "Наполеон ll сбегает к повстанцам"
      }
    ]
  },
  {
    "id": 393,
    "text": "Наполеон ll заявил о безоговорочной поддержке нашего курса, а так же что он с нетерпением ждёт начала выборов. Реакционные силы же ответили тем, что императора шантажируют и удерживают в заложниках. ",
    "answers": [
      {
        "id": 399,
        "text": "Это все ложь "
      }
    ]
  },
  {
    "id": 394,
    "text": "Все были шокированы тем как быстро угас император. Ещё недавно он был здоров и в приподнятом настроении. Юный правитель не отличался крепким здоровьем, поэтому его смерть списали на быстро протекающую болезнь... Но всем понятно, что так быстро и неожиданно это мог сотворить только яд. Страна в тауре, что будет дальше никто не знает. ",
    "answers": [
      {
        "id": 399,
        "text": "Наша легитимность упала "
      }
    ]
  },
  {
    "id": 395,
    "text": "Нужно было держать под замком этого юнца! Увидев возможность вырваться из нашего влияния, он не замедлил ею воспользоваться. При помощи сторонников в Париже Наполеон сбежал к реакционерам на юг. Теперь нам его уже не достать, а отвоевать судьбу Франции будет намного тяжелее. ",
    "answers": [
      {
        "id": 399,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 396,
    "text": "",
    "answers": []
  },
  {
    "id": 397,
    "text": "",
    "answers": []
  },
  {
    "id": 398,
    "text": "",
    "answers": []
  },
  {
    "id": 399,
    "text": "",
    "answers": [
      {
        "id": 400,
        "text": "Провести сбор в Нормандии "
      },
      {
        "id": 402,
        "text": "Отделение Нидерландов "
      },
      {
        "id": 403,
        "text": "Поддержка производителей Лилля"
      }
    ]
  },
  {
    "id": 400,
    "text": "",
    "answers": []
  },
  {
    "id": 401,
    "text": "Теперь личность Жерома Бонапарта уже не требуется в столице, более того вызывает только раздражение новой власти. Зря чтоли народ бастовал на баррикадах? Нужно организовать его возвращение в Испанию как можно скорее. ",
    "answers": [
      {
        "id": 335,
        "text": "Отправить его морем "
      },
      {
        "id": 335,
        "text": "Пусть едет по суше",
        "var_add": [
          "angry",
          5
        ]
      }
    ]
  },
  {
    "id": 402,
    "text": "Голландия всегда была самой беспокойной территорией в империи. Желание свободы у этого народа не затухало ни на день. Сейчас же, когда ситуация в стране определенным образом накалилась, эти предатели требуют независимости. Они уже нашли себе предводителей и собирают собственную армию. Стоит ли нам сейчас бороться за земли столь беспокойные или же лучше дать им возможность самим решить своё будущее. ",
    "answers": [
      {
        "id": 404,
        "text": "Попробовать дать им независимость на наших условиях \n"
      },
      {
        "id": 405,
        "text": "Признать их полную независимость"
      },
      {
        "id": 406,
        "text": "Отправить туда армию, мы не может пойти на такое"
      }
    ]
  },
  {
    "id": 403,
    "text": "",
    "answers": []
  },
  {
    "id": 404,
    "text": "Нидерланды отказались принимать какие-либо условия. В одностороннем порядке они объявили о независимости Нидерландов, взяли под контроль все северные провинции и угрожают войной в случае не признания их власти. Подавлять это движение сейчас не имеет смысла, у нас есть более опасный враг. ",
    "answers": [
      {
        "id": 399,
        "text": "Пускай радуются "
      }
    ]
  },
  {
    "id": 405,
    "text": "Нидерландские посланники были крайне удовлетворены нашим ответом. Однако, признание за ними права на свое самоопределение может привести к проблемам с целостностью империи в будущем. Так же наш авторитет в глазах солдат упал ещё ниже. ",
    "answers": [
      {
        "id": 399,
        "text": "Это все ради мира"
      }
    ]
  },
  {
    "id": 406,
    "text": "Мы отправили часть своих войск на север для противостояния сепаратистам. Это покажет всем, что мы сохраняем претензии на Нидерланды, как собственно и на всю империю. Однако, боеспособность оставшейся армии понизилась. В решающий момент нам может не хватить войск. ",
    "answers": [
      {
        "id": 399,
        "text": "Это будет иметь последствия"
      }
    ]
  },
  {
    "id": 407,
    "text": "",
    "answers": []
  }
]