[
  {
    "id": 1,
    "text": "Автор: Мышка На Сервере\nЖанры: фэнтези, юмор\n\nБольше всего на свете Изабель хочет стать знаменитой волшебницей, как мама. Она старательно учится и мечтает попробовать свои силы на малом Турнире пяти стихий, но мама скептически относится к её успехам и считает, что до турнира её дочь ещё не доросла.\nНо ей так хочется! Как же убедить маму?",
    "answers": [
      {
        "id": 2,
        "text": "Идея! А если попробовать..."
      },
      {
        "id": 66,
        "text": "Достижения, они же концовки",
        "need_ever": false
      }
    ]
  },
  {
    "id": 2,
    "text": "Изабель сидела на качелях в саду и размышляла.\n\n\"Надо сделать что-нибудь, чтобы мама сразу поняла, что я уже достаточно сильная волшебница! Что-нибудь грандиозное! Например, призвать фамильяра... Или открыть портал в другой мир! Или... может быть... зачаровать артефакт? Например, зеркальце?\"\n\nДевочка даже зажмурилась от открывающихся перспектив. Обо всём этом ей рассказывали в школе, и в маминых книгах она читала, как проводить необходимые ритуалы. \n\n\"До практики ещё далеко? Не раньше пятого года обучения? Ха! Да я вполне справлюсь! И пусть тогда мама только попробует не пустить меня на турнир!\"",
    "answers": [
      {
        "id": 3,
        "text": "Лучше всего — призвать фамильяра! Волшебные спутники есть только у сильных магов!",
        "var_set": [
          "familiar",
          1
        ]
      },
      {
        "id": 4,
        "text": "Открыть портал. Путешествовать по другим мирам — что может быть интереснее?",
        "var_set": [
          "portal",
          1
        ]
      },
      {
        "id": 5,
        "text": "Зачаровать артефакт, конечно! На это не всякий способен, тут нужен талант!",
        "var_set": [
          "artefact",
          1
        ]
      }
    ]
  },
  {
    "id": 3,
    "text": "Изабель резко, глубоко вздохнула и открыла глаза. Решено: надо призвать фамильяра.\nТолько процесс это непростой, нужно будет тщательно подготовиться!",
    "answers": [
      {
        "id": 6,
        "text": "Вспомнить, что требуется для ритуала призыва"
      },
      {
        "id": 7,
        "text": "Сбегать в библиотеку, чтобы точно не забыть ничего важного"
      }
    ]
  },
  {
    "id": 4,
    "text": "\"Мама никогда не брала меня с собой в другие миры, никогда, как бы я её не упрашивала! Только и разрешала что помахать ей ручкой перед порталом. Ну и ладно! Я и сама смогу открыть проход!\"\n\nИзабель выпрямилась. Глаза её решительно сверкали. Да, магия порталов — это сложно и очень энергоёмко, но зато так интересно!\n\nРешение принято. Иные миры ждут!",
    "answers": [
      {
        "id": 14,
        "text": "Вспомнить, как правильно открывать портал"
      },
      {
        "id": 7,
        "text": "Сбегать в библиотеку, чтобы точно не забыть ничего важного"
      }
    ]
  },
  {
    "id": 5,
    "text": "\"Фамильяр, портал — это, конечно, очень заманчиво, но силы для этого нужно больше, чем мастерства... Зачарование артефактов — другое дело, тут одной магической энергией не обойтись, это тонкая работа, требующая немалого вдохновения и таланта, как говорил Учитель. Между прочим, он меня очень хвалил за работу с предметами, и сам советовал маме дополнительно обучать меня этому! Значит, талант есть, вдохновения тоже не занимать!\"\n\nРешено. Для начала стоит попробовать создать что-нибудь простое, например, магическое зеркало. \"Хотя бы вот такое\", — Изабель вытащила из кармана и покрутила в руках своё маленькое зеркальце в серебряной оправе.",
    "answers": [
      {
        "id": 15,
        "text": "Вспомнить ритуал зачарования"
      },
      {
        "id": 7,
        "text": "Сбегать в библиотеку, чтобы точно не упустить ничего важного"
      }
    ]
  },
  {
    "id": 6,
    "text": "\"Всё просто, я отлично помню весь ритуал!\nНадо нарисовать красным мелом круг с пятью такими завитушками, как ручки у чайника, в завитушки поставить красно-белые витые свечи, в середину круга — листья аниса и мяты и ещё цветки одуванчиков над кипящей водой, а заклинание ещё в прошлом году на всякий случай выучила...\"\n\nИзабель вскочила. Надо скорее собрать всё необходимое!",
    "answers": [
      {
        "id": 17,
        "text": "Собрать"
      }
    ]
  },
  {
    "id": 7,
    "text": "\"Я, конечно, и так всё прекрасно помню. Но на всякий случай лучше загляну ещё раз в книжку...\"\n\nИзабель целеустремлённо шагала в библиотеку.\n\nВот и знакомые ряды шкафов. Не передумала?\nЧто нужно найти?",
    "answers": [
      {
        "id": 11,
        "text": "Описание ритуала призыва фамильяра",
        "var_set": [
          "familiar",
          1,
          "portal",
          0,
          "artefact",
          0
        ]
      },
      {
        "id": 12,
        "text": "Как открыть портал в соседний мир",
        "var_set": [
          "familiar",
          0,
          "portal",
          1,
          "artefact",
          0
        ]
      },
      {
        "id": 13,
        "text": "Создание зеркальных артефактов",
        "var_set": [
          "familiar",
          0,
          "portal",
          0,
          "artefact",
          1
        ]
      }
    ]
  },
  {
    "id": 8,
    "text": "\"Мел, везде мел, тот самый, который крошится, пачкается, ломается в самый неподходящий момент... Спасибо моему любимому папочке, у нашего поколения теперь есть специальные магические фломастеры! Тот же мел, но в гораздо более удобной упаковке. И свойства постабильнее... Или что там лучше, папа же объяснял...\"\n\nИзабель вошла в свою комнату и достала из стола набор фломастеров.\n\nКакой взять?",
    "answers": [
      {
        "id": 17,
        "text": "Красный",
        "var_add": [
          "f",
          1
        ]
      },
      {
        "id": 17,
        "text": "Жёлтый"
      },
      {
        "id": 17,
        "text": "Оранжевый"
      },
      {
        "id": 17,
        "text": "Зелёный"
      },
      {
        "id": 17,
        "text": "Голубой",
        "var_add": [
          "a",
          1
        ]
      },
      {
        "id": 17,
        "text": "Синий"
      },
      {
        "id": 17,
        "text": "Фиолетовый",
        "var_add": [
          "p",
          1
        ]
      }
    ]
  },
  {
    "id": 9,
    "text": "За свечами Изабель отправилась в кладовку. Сколько раз она приносила их оттуда по маминой просьбе!\n\nКакие взять сегодня?",
    "answers": [
      {
        "id": 17,
        "text": "Красные"
      },
      {
        "id": 17,
        "text": "Красно-белые",
        "var_add": [
          "f",
          1
        ]
      },
      {
        "id": 17,
        "text": "Красно-жёлтые"
      },
      {
        "id": 17,
        "text": "Жёлтые"
      },
      {
        "id": 17,
        "text": "Жёлто-зелёные"
      },
      {
        "id": 17,
        "text": "Зелёные",
        "var_add": [
          "a",
          1
        ]
      },
      {
        "id": 17,
        "text": "Сине-зелёные"
      },
      {
        "id": 17,
        "text": "Синие",
        "var_add": [
          "p",
          1
        ]
      }
    ]
  },
  {
    "id": 10,
    "text": "Изабель направилась в мамин любимый садик. Благодаря магии в нём круглый год цветут чудесные цветы и растут разнообразные травы.\n\nЧто нужно собрать?",
    "answers": [
      {
        "id": 17,
        "text": "✓ Всё нужное собрано!",
        "var_add": [
          "f",
          1
        ],
        "var_equal": [
          "ft",
          10101
        ]
      },
      {
        "id": 17,
        "text": "✓ Всё нужное собрано!",
        "var_add": [
          "a",
          1
        ],
        "var_equal": [
          "at",
          10101
        ]
      },
      {
        "id": 17,
        "text": "✓ Всё нужное собрано!",
        "var_add": [
          "p",
          1
        ],
        "var_equal": [
          "pt",
          10101
        ]
      },
      {
        "id": 17,
        "var_not": [
          "ft",
          10101,
          "at",
          10101,
          "pt",
          10101
        ],
        "var_need": [
          "ft",
          1
        ],
        "text": "✓ Кажется, вы собрали всё, что нужно"
      },
      {
        "var_add": [
          "ft",
          1,
          "at",
          3,
          "pt",
          3
        ],
        "var_equal": [
          "anis1",
          0
        ],
        "id": 10,
        "text": "Анис (листья)",
        "var_set": [
          "anis1",
          1
        ]
      },
      {
        "comment": true,
        "var_equal": [
          "anis1",
          1
        ],
        "id": 10,
        "text": "Анис (листья)",
        "merge": false
      },
      {
        "var_add": [
          "ft",
          3,
          "at",
          3,
          "pt",
          3
        ],
        "var_equal": [
          "anis2",
          0
        ],
        "id": 10,
        "text": "Анис (семена)",
        "var_set": [
          "anis2",
          1
        ]
      },
      {
        "comment": true,
        "var_equal": [
          "anis2",
          1
        ],
        "id": 10,
        "text": "Анис (семена)",
        "merge": false
      },
      {
        "var_add": [
          "ft",
          3,
          "at",
          3,
          "pt",
          3
        ],
        "var_equal": [
          "gv1",
          0
        ],
        "id": 10,
        "text": "Гвоздика (листья)",
        "var_set": [
          "gv1",
          1
        ]
      },
      {
        "comment": true,
        "var_equal": [
          "gv1",
          1
        ],
        "id": 10,
        "text": "Гвоздика (листья)",
        "merge": false
      },
      {
        "var_add": [
          "ft",
          3,
          "at",
          3,
          "pt",
          10101
        ],
        "var_equal": [
          "gv2",
          0
        ],
        "id": 10,
        "text": "Гвоздика (цветы)",
        "var_set": [
          "gv2",
          1
        ]
      },
      {
        "comment": true,
        "var_equal": [
          "gv2",
          1
        ],
        "id": 10,
        "text": "Гвоздика (цветы)",
        "merge": false
      },
      {
        "var_add": [
          "ft",
          3,
          "at",
          3,
          "pt",
          3
        ],
        "var_equal": [
          "krap",
          0
        ],
        "id": 10,
        "text": "Крапива",
        "var_set": [
          "krap",
          1
        ]
      },
      {
        "comment": true,
        "var_equal": [
          "krap",
          1
        ],
        "id": 10,
        "text": "Крапива",
        "merge": false
      },
      {
        "var_add": [
          "ft",
          3,
          "at",
          1,
          "pt",
          3
        ],
        "var_equal": [
          "lav",
          0
        ],
        "id": 10,
        "text": "Лаванда",
        "var_set": [
          "lav",
          1
        ]
      },
      {
        "comment": true,
        "var_equal": [
          "lav",
          1
        ],
        "id": 10,
        "text": "Лаванда",
        "merge": false
      },
      {
        "var_add": [
          "ft",
          3,
          "at",
          100,
          "pt",
          3
        ],
        "var_equal": [
          "mozh",
          0
        ],
        "id": 10,
        "text": "Можжевельник",
        "var_set": [
          "mozh",
          1
        ]
      },
      {
        "comment": true,
        "var_equal": [
          "mozh",
          1
        ],
        "id": 10,
        "text": "Можжевельник",
        "merge": false
      },
      {
        "var_add": [
          "ft",
          100,
          "at",
          3,
          "pt",
          3
        ],
        "var_equal": [
          "myata",
          0
        ],
        "id": 10,
        "text": "Мята",
        "var_set": [
          "myata",
          1
        ]
      },
      {
        "comment": true,
        "var_equal": [
          "myata",
          1
        ],
        "id": 10,
        "text": "Мята",
        "merge": false
      },
      {
        "var_add": [
          "ft",
          3,
          "at",
          3,
          "pt",
          3
        ],
        "var_equal": [
          "od1",
          0
        ],
        "id": 10,
        "text": "Одуванчик (листья)",
        "var_set": [
          "od1",
          1
        ]
      },
      {
        "comment": true,
        "var_equal": [
          "od1",
          1
        ],
        "id": 10,
        "text": "Одуванчик (листья)",
        "merge": false
      },
      {
        "var_add": [
          "ft",
          10000,
          "at",
          3,
          "pt",
          3
        ],
        "var_equal": [
          "od2",
          0
        ],
        "id": 10,
        "text": "Одуванчик (цветы)",
        "var_set": [
          "od2",
          1
        ]
      },
      {
        "comment": true,
        "var_equal": [
          "od2",
          1
        ],
        "id": 10,
        "text": "Одуванчик (цветы)",
        "merge": false
      },
      {
        "var_add": [
          "ft",
          3,
          "at",
          10000,
          "pt",
          3
        ],
        "var_equal": [
          "pol",
          0
        ],
        "id": 10,
        "text": "Полынь",
        "var_set": [
          "pol",
          1
        ]
      },
      {
        "comment": true,
        "var_equal": [
          "pol",
          1
        ],
        "id": 10,
        "text": "Полынь",
        "merge": false
      },
      {
        "var_add": [
          "ft",
          3,
          "at",
          3,
          "pt",
          3
        ],
        "var_equal": [
          "tim",
          0
        ],
        "id": 10,
        "text": "Тимьян",
        "var_set": [
          "tim",
          1
        ]
      },
      {
        "comment": true,
        "var_equal": [
          "tim",
          1
        ],
        "id": 10,
        "text": "Тимьян",
        "merge": false
      }
    ]
  },
  {
    "id": 11,
    "text": "//...Фамильяр же — волшебный спутник — будет сопровождать вас, пока вы не сделаете чего-то дурного или неприемлемого для морали призванного вами существа...//\n\n\"Кто такие фамильяры и как они себя ведут, я и так знаю. Где же практика?\" — Изабель листала страницы.\n\n//...Необходимо в продолжение всего ритуала удерживать перед внутренним взором облик призываемой сущности...//\n\n\"Это ясно... О, вот нужное описание!\"\n\n//...Начертите красным мелом руну призыва (рис.18а)...//\n\n\"Угу, помню-помню, завитушки в точности как ручки от чайника!\"\n\n//...Установите в каждый силовой узел витую красно-белую свечу (рис.18б). В центр круга поместите ёмкость с кипящей водой, а над ней — свежие или специальным образом заготовленные листья аниса, листья мяты и жёлтые цветы одуванчика. Вода должна кипеть на протяжении всего ритуала!\nОдним импульсом зажгите все свечи. Через минуту после этого начинайте читать заклинание. Тщательно дозируйте вкладываемую магическую энергию; сила вашего будущего спутника зависит в большей степени от вашей концентрации, чем...//\n\nИзабель захлопнула книгу. Она и впрямь прекрасно всё помнила, можно было и не проверять. Пора приступать!",
    "answers": [
      {
        "id": 17,
        "text": "Собрать необходимый реквизит"
      }
    ]
  },
  {
    "id": 12,
    "text": "//Для путешествий в иные миры...// — вот она, нужная страница!\n\nИзабель быстро пробегала глазами знакомые абзацы. Вот и методика открывания портала.\n\n//Начертите фиолетовым мелом руну соединения миров (рис. 1а)...//\n\nДа, Изабель отлично знала эту руну в виде правильной семиконечной звезды! Долго она тренировалась чертить её идеально ровно. За отклонение больше, чем в полградуса, учитель назначал дополнительные задания...\n\n//В каждый угол положите травы или лепестки цветов, соответствующих выбранному вами миру (см. табл. 12). В силовые узлы расставьте тёмно-синие гладкие свечи (рис. 1б). Зажгите их по одной, начиная с ближайшей к вам и двигаясь против часовой стрелки. Заклинание...//\n\nИзабель захлопнула книгу. Она прекрасно помнила заклинание! Потом подумала и открыла снова, в самом конце, нашла там таблицу 12 и внимательно просмотрела. Пожалуй, стоит попробовать открыть портал в мир фей: этот мир расположен в соседней плоскости, переход туда потребует относительно немного магической энергии, да и с травками меньше заморачиваться, нужны всего-то лепестки красной гвоздики.\n\nЗа дело!",
    "answers": [
      {
        "id": 17,
        "text": "Собрать необходимый реквизит"
      }
    ]
  },
  {
    "id": 13,
    "text": "// Зеркальные артефакты давно известны даже в тех мирах, где отсутствует магия; упоминания о них можно найти в сказках и легендах практически всех известных народов. Они широко распространены...//\n\n\"Проходили мы эти сказки, и спектакли по ним ставили, даже количество магической силы, необходимой для создания того или иного чудо-зеркальца, рассчитывали...\"\n\nИзабель пробежала глазами ещё несколько абзацев.\n\"Вот, технология создания!\"\n\n// Поместите зеркало в центр начерченной голубым мелом руны (рис. 50)...//\n\n\"Милая такая руна, ну точь-в-точь цветочек! Вообще, конечно, это три пересекающиеся в центре восьмёрки плюс окружность с тем же центром и радиусом в четверть длины лепестка, но выглядит точно как цветок!\"\n\n// В силовые узлы расставьте зелёные свечи в глиняных подсвечниках; в те же подсвечники воткните небольшие пучки сушёных трав (см. табл. 25 \"Травы, необходимые для придания зеркальным артефактам различных свойств\"). Единым импульсом подожгите свечи и травы. Начинайте читать заклинание...//\n\n\"Заклинание помню, можно не проверять. А вот таблицу 25 лучше посмотрю!\" — Изабель открыла нужную страницу. — \"Так, какие я хочу свойства... Комплименты смотрящему — не надо, связь двух зеркал — слишком сложно, показывать заветное желание — да ну, тайник в зазеркалье — очень хочется, но на это у меня сил пока не хватит, даже если у мамы все накопители стащить, ответить на любой вопрос — хе-хе, здорово, конечно, но зачаровывать очень долго, состарюсь раньше... Вот, это подойдёт! Шпионское зеркальце, позволяющее увидеть кого угодно! Его и сделаю. Даже помню, какие травки для него нужны: можжевельник, лаванда, полынь и тимьян. Ой нет, тимьян не нужен! Хорошо, что проверила. За работу!\"",
    "answers": [
      {
        "id": 17,
        "text": "Собрать необходимый реквизит"
      }
    ]
  },
  {
    "id": 14,
    "text": "\"Ничего сложного! Руну я отлично помню. Сколько раз я чертила эту семилучевую звезду! Полградуса влево, полградуса вправо — и учитель уже требует переделать.\nЧертить её для портала надо синим мелом, в углы насыпать лепестков гвоздики, в узлы расставить зелёные... Или сине-зелёные? Да, точно, сине-зелёные свечи, поджигать их по одной...\nИ заклинание тоже помню!\"\n\nИзабель вскочила. Некогда рассиживаться без дела!",
    "answers": [
      {
        "id": 17,
        "text": "Собрать необходимый реквизит"
      }
    ]
  },
  {
    "id": 15,
    "text": "\"К тому же, я отлично помню, как это делается. После уроков по сказкам с волшебными зеркалами, да после того, как мы рассчитывали количество магической энергии, необходимой для зачарования того-другого-третьего зеркала...\" — Изабель нервно хихикнула.\n\n\"Значит, руна как цветок, зелёным мелом... Нет, это свечи должны быть зелёные, а мел тогда голубой. Зеркало в центр, свечи в силовые узлы, к ним в подсвечники воткнуть сушёные травки, всё поджечь одновременно, ну и заклинание. Вот только травки нужны разные для разных эффектов. Сделаю шпионское зеркало, чтобы подглядывать, для него всего-то потребуются можжевельник, тимьян, лаванда и полынь!\"",
    "answers": [
      {
        "id": 17,
        "text": "Собрать необходимый реквизит"
      }
    ]
  },
  {
    "id": 16,
    "text": "В последний момент Изабель запаниковала. В памяти упрямо всплывали примеры неудачно проведенных ритуалов и побочных эффектов, о которых им рассказывал учитель.\n\n\"Пойду-ка я ещё потренируюсь... И теорию почитаю... И заклинание повторю, а то совсем из памяти вылетело... А завтра, с утра пораньше, снова попробую! — решила Изабель. — Тем более что скоро гости приедут, надо маме помочь...\"",
    "answers": [
      {
        "id": 1,
        "text": "Прибрать за собой и идти переодеваться к гостям"
      },
      {
        "id": 16,
        "text": "*********************************\nВы получили достижение \"Трусиха\"",
        "comment": true,
        "need": -66
      },
      {
        "id": 66,
        "text": "К списку достижений",
        "need": 66
      }
    ]
  },
  {
    "id": 17,
    "text": "\"Итак, мне нужны свечи, мел и травки\".",
    "answers": [
      {
        "id": 17,
        "text": "\n\n✓ Рисовалка есть.",
        "need": 8,
        "merge": true
      },
      {
        "id": 17,
        "text": "\n\n✓ Свечи взяла.",
        "need": 9,
        "merge": true
      },
      {
        "id": 17,
        "text": "\n\n✓ Травки собраны.",
        "need": 10,
        "merge": true
      },
      {
        "id": 8,
        "text": "Достать мел",
        "need": -8
      },
      {
        "id": 9,
        "text": "Пойти за свечами",
        "need": -9
      },
      {
        "id": 10,
        "text": "Собрать травы",
        "need": -10
      },
      {
        "id": 18,
        "text": "Всё готово!",
        "need": [
          8,
          9,
          10
        ]
      }
    ]
  },
  {
    "id": 18,
    "text": "Изабель, подстёгиваемая желанием поскорее доказать всем, на что она способна, помчалась в беседку в дальнем углу сада",
    "answers": [
      {
        "id": 18,
        "text": ", не забыв, впрочем, прихватить из маминой лаборатории зачарованный котелок с водой и мелкой сеточкой для трав",
        "var_need": [
          "familiar",
          1
        ],
        "merge": true
      },
      {
        "id": 18,
        "text": ", не забыв, однако, сначала заглянуть в мамину лабораторию и закинуть собранные травы в специальную сушилку. Отличная вещь: три секунды — и готово",
        "var_need": [
          "artefact",
          1
        ],
        "merge": true
      },
      {
        "id": 18,
        "text": ".\n\nЗдесь никто не должен ей помешать.\n\nДевочка открыла фломастер и начала рисовать на полу беседки...",
        "merge": true
      },
      {
        "id": 19,
        "text": "Круг с завитушками",
        "var_add": [
          "fr",
          1
        ]
      },
      {
        "id": 19,
        "text": "Пентаграмму"
      },
      {
        "id": 19,
        "text": "Цветок с шестью лепестками",
        "var_add": [
          "ar",
          1
        ]
      },
      {
        "id": 19,
        "text": "Семилучевую звезду",
        "var_add": [
          "pr",
          1
        ]
      },
      {
        "id": 19,
        "text": "Цветок с восемью лепестками"
      },
      {
        "id": 19,
        "text": "Девятиугольник, похожий на нарезанный на куски торт"
      }
    ]
  },
  {
    "id": 19,
    "text": "\"Не зря по начерталке у меня в этом году десятка!\" — удовлетворённо осматривала Изабель идеально получившуюся руну.\n\nОна аккуратно расставила свечи в силовые узлы, ",
    "answers": [
      {
        "id": 19,
        "text": "в центр шмякнула, едва не перевернув, котелок, вода в котором сразу закипела, и проходящий через травы ароматный пар стал завиваться кольцами внутри руны...\n\nСвечи вспыхнули все разом, повинуясь магическому импульсу. \"Это легкотня, сколько раз так делала...\"\n",
        "var_need": [
          "familiar",
          1
        ],
        "merge": true
      },
      {
        "var_equal": [
          "pt",
          10101
        ],
        "id": 19,
        "text": "насыпала ровными кучками красные лепестки.\n\nТочными магическими импульсами зажгла по очереди свечи, начиная с ближайшей.",
        "var_need": [
          "portal",
          1
        ],
        "merge": true
      },
      {
        "var_not": [
          "pt",
          10101
        ],
        "id": 19,
        "var_need": [
          "portal",
          1
        ],
        "text": "насыпала ровными кучками мелко порванные травки.\n\nТочными магическими импульсами зажгла по очереди свечи, начиная с ближайшей.",
        "merge": true
      },
      {
        "id": 19,
        "text": "в подсвечники воткнула маленькие пучки высушенных трав.\n\nСвечи вспыхнули всё разом, повинуясь магическому импульсу; одновременно с ними затлели травы, и ароматный дым медленно пополз к центру руны, обвивая лежащее там зеркальце.",
        "var_need": [
          "artefact",
          1
        ],
        "merge": true
      },
      {
        "id": 20,
        "text": "Пора читать заклинание!"
      }
    ]
  },
  {
    "id": 20,
    "text": "Конечно, Изабель волновалась! А вы бы остались спокойны? Впервые в жизни она занималась столь серьезным волшебством, да ещё тайком, одна, без взрослых! А вдруг что-то пойдёт не так? Может, отложить это всё?",
    "answers": [
      {
        "id": 16,
        "text": "Да, лучше в другой раз попробовать"
      },
      {
        "id": 21,
        "text": "Начать читать заклинание",
        "var_need": [
          "familiar",
          1,
          "f",
          3,
          "fr",
          1
        ]
      },
      {
        "id": 22,
        "text": "Начать читать заклинание",
        "var_need": [
          "portal",
          1,
          "p",
          3,
          "pr",
          1
        ]
      },
      {
        "id": 23,
        "text": "Начать читать заклинание",
        "var_need": [
          "artefact",
          1,
          "a",
          3,
          "ar",
          1
        ]
      },
      {
        "id": 24,
        "text": "Начать читать заклинание",
        "var_equal": [
          "familiar",
          1,
          "f",
          3,
          "fr",
          0
        ]
      },
      {
        "id": 24,
        "text": "Начать читать заклинание",
        "var_equal": [
          "portal",
          1,
          "p",
          3,
          "pr",
          0
        ]
      },
      {
        "id": 24,
        "text": "Начать читать заклинание",
        "var_equal": [
          "artefact",
          1,
          "a",
          3,
          "ar",
          0
        ]
      },
      {
        "id": 25,
        "text": "Начать читать заклинание",
        "var_equal": [
          "familiar",
          1,
          "f",
          2,
          "fr",
          1
        ]
      },
      {
        "id": 25,
        "text": "Начать читать заклинание",
        "var_equal": [
          "portal",
          1,
          "p",
          2,
          "pr",
          1
        ]
      },
      {
        "id": 25,
        "text": "Начать читать заклинание",
        "var_equal": [
          "artefact",
          1,
          "a",
          2,
          "ar",
          1
        ]
      },
      {
        "id": 26,
        "text": "Начать читать заклинание",
        "var_equal": [
          "familiar",
          1,
          "f",
          2,
          "fr",
          0
        ]
      },
      {
        "id": 26,
        "text": "Начать читать заклинание",
        "var_equal": [
          "portal",
          1,
          "p",
          2,
          "pr",
          0
        ]
      },
      {
        "id": 26,
        "text": "Начать читать заклинание",
        "var_equal": [
          "artefact",
          1,
          "a",
          2,
          "ar",
          0
        ]
      },
      {
        "id": 27,
        "text": "Начать читать заклинание",
        "var_equal": [
          "familiar",
          1,
          "f",
          1,
          "fr",
          1
        ]
      },
      {
        "id": 27,
        "text": "Начать читать заклинание",
        "var_equal": [
          "portal",
          1,
          "p",
          1,
          "pr",
          1
        ]
      },
      {
        "id": 27,
        "text": "Начать читать заклинание",
        "var_equal": [
          "artefact",
          1,
          "a",
          1,
          "ar",
          1
        ]
      },
      {
        "id": 28,
        "text": "Начать читать заклинание",
        "var_equal": [
          "familiar",
          1,
          "f",
          1,
          "fr",
          0
        ]
      },
      {
        "id": 28,
        "text": "Начать читать заклинание",
        "var_equal": [
          "portal",
          1,
          "p",
          1,
          "pr",
          0
        ]
      },
      {
        "id": 28,
        "text": "Начать читать заклинание",
        "var_equal": [
          "artefact",
          1,
          "a",
          1,
          "ar",
          0
        ]
      },
      {
        "id": 29,
        "text": "Начать читать заклинание",
        "var_equal": [
          "familiar",
          1,
          "f",
          0,
          "fr",
          1
        ]
      },
      {
        "id": 29,
        "text": "Начать читать заклинание",
        "var_equal": [
          "portal",
          1,
          "p",
          0,
          "pr",
          1
        ]
      },
      {
        "id": 29,
        "text": "Начать читать заклинание",
        "var_equal": [
          "artefact",
          1,
          "a",
          0,
          "ar",
          1
        ]
      },
      {
        "id": 30,
        "text": "Начать читать заклинание",
        "var_equal": [
          "familiar",
          1,
          "f",
          0,
          "fr",
          0
        ]
      },
      {
        "id": 30,
        "text": "Начать читать заклинание",
        "var_equal": [
          "portal",
          1,
          "p",
          0,
          "pr",
          0
        ]
      },
      {
        "id": 30,
        "text": "Начать читать заклинание",
        "var_equal": [
          "artefact",
          1,
          "a",
          0,
          "ar",
          0
        ]
      }
    ]
  },
  {
    "id": 21,
    "text": "Слова накрепко вызубренного заклинания медленно падали в сгущающемся воздухе. Начерченные на полу беседки линии постепенно разгорались, по ним пробегали радужные волны.\n\nС последним словом свечи полыхнули ослепительно белым столбом пламени, и юная волшебница зажмурилась. Когда она снова открыла глаза, перед её лицом висел в воздухе...",
    "answers": [
      {
        "id": 46,
        "text": "— Ой! Ты кто?"
      }
    ]
  },
  {
    "id": 22,
    "text": "Слова накрепко вызубренного заклинания медленно падали в сгущающемся воздухе. Начерченные на полу беседки линии постепенно разгорались, по ним пробегали радужные волны.\n\nС последним словом пламя свечей вытянулось, его языки сплелись в воздухе, в полутора локтях над центром руны, и закрутились, образовав словно раму зеркала в две ладони диаметром.\n\nКажется, получилось! Очень похоже на портал! Пусть маленький и на какой-то странной высоте, но всё-таки это должен быть он!",
    "answers": [
      {
        "id": 53,
        "text": "Заглянуть"
      }
    ]
  },
  {
    "id": 23,
    "text": "Слова накрепко вызубренного заклинания медленно падали в сгущающемся воздухе. Начерченные на полу беседки линии постепенно разгорались, по ним пробегали радужные волны.\n\nС последним словом от кончиков свечного пламени к центру руны протянулись лучи,  вокруг которых спиралями обвивался ароматный дым. В три секунды истаяли свечи и дотлели пучки трав, и лучи втянулись в зеркало и исчезли.\n\nЕщё секунд через десять Изабель встрепенулась: \"А чего я, собственно, жду?\"\n\nРитуал был окончен. Пора проверять, что получилось!",
    "answers": [
      {
        "id": 64,
        "text": "Проверить"
      }
    ]
  },
  {
    "id": 24,
    "text": "Слова накрепко вызубренного заклинания медленно падали в сгущающемся воздухе. Начерченные на полу беседки линии постепенно разгорались, наливаясь желтоватым светом.\n\nС последним словом свечи полыхнули ослепительно белым столбом пламени, и юная волшебница зажмурилась. Когда она снова открыла глаза...\n\n... казалось, ничего не произошло. Та же руна, только линии больше не светятся. Те же свечи, только погасшие.",
    "answers": [
      {
        "id": 24,
        "text": " Те же кучки лепестков.",
        "var_need": [
          "portal",
          1
        ],
        "merge": true
      },
      {
        "id": 24,
        "text": " В воздухе ещё держится тот же травяной аромат.",
        "var_equal": [
          "portal",
          0
        ],
        "merge": true
      },
      {
        "id": 24,
        "text": "\n\nНет, что, правда ничего не произошло?! Изабель растерянно оглянулась. Сзади не было ничего необычного. Как и спереди.",
        "merge": true
      },
      {
        "id": 24,
        "text": "\n\nНикого, даже отдалённо напоминающего фамильяра.",
        "var_need": [
          "familiar",
          1
        ],
        "merge": true
      },
      {
        "id": 24,
        "text": "\n\nНичего похожего на портал.",
        "var_need": [
          "portal",
          1
        ],
        "merge": true
      },
      {
        "id": 24,
        "text": "\n\nДевочка взяла в руки зеркальце. Оно совершенно не изменилось, и Изабель чувствовала в нём ни капли магической силы. Интересно, а куда же ушла вся выплеснутая ей только что энергия?",
        "var_need": [
          "artefact",
          1
        ],
        "merge": true
      },
      {
        "id": 24,
        "text": "\n\nНеужели совсем-совсем ничего не получилось? Изабель разочарованно опустилась на пол. Она так старалась, а толку?\n\n\"Может, я в чём-то ошиблась? Надо было лишний раз перечитать книжку! Эх, придётся завтра повторить. Сегодня уже не успею, скоро гости придут...\"\n\nДа. Скоро гости. Надо прибрать здесь всё, переодеться... А может, ещё останется минутка заглянуть в библиотеку? Завтра обязательно надо будет попробовать снова!",
        "merge": true
      },
      {
        "id": 1,
        "text": "До завтра!"
      },
      {
        "id": 24,
        "text": "*********************************\nВы получили достижение \"Совсем-совсем ничего\"",
        "comment": true
      }
    ]
  },
  {
    "id": 25,
    "text": "Слова накрепко вызубренного заклинания медленно падали в сгущающемся воздухе. Начерченные на полу беседки линии постепенно разгорались, наливаясь желтоватым светом.\n\nС последним словом свечи полыхнули ослепительно белым столбом пламени, и юная волшебница зажмурилась. Когда она снова открыла глаза...",
    "answers": [
      {
        "id": 25,
        "text": "\n\n...в поднимающемся над котелком ароматном пару начали проявляться чьи-то очертания... Какого-то крылатого существа...\n\nСердце Изабель замерло: получилось! Но тут же разочарованно застучало вновь, потому что невнятный образ, так и не обретя плотности и узнаваемости, растворился в воздухе.",
        "var_need": [
          "familiar",
          1
        ],
        "merge": true
      },
      {
        "id": 25,
        "text": "\n\n...то ещё успела заметить растворяющиеся в воздухе смутные завихрения, так и не сложившиеся в портал.",
        "var_equal": [
          "portal",
          1
        ],
        "merge": true
      },
      {
        "id": 25,
        "text": "\n\n...то успела заметить растворяющееся в воздухе зеленоватое сияние, окутывающее зеркальце.\n\nИзабель схватила свой артефакт. Получилось?\nПоверхность зеркала была мутной, по ней гуляли зеленоватые волны.\n\n— Покажи мне маму! — с замирающим сердцем заказала Изабель.\n\nЗелёные волны разбежались, и в посветлевшем стекле девочка увидела... кота своей подружки.\n\n— Эй! — возмутилась Изабель. — Я же просила маму! Ну ладно, а покажи Алиту?\n\nКартинка изменилась. Вместо хозяйки кота Изабель увидела какую-то совершенно незнакомую улицу, по которой шли люди с зонтиками.",
        "var_need": [
          "artefact",
          1
        ],
        "merge": true
      },
      {
        "id": 25,
        "text": "\n\n\"Что-то пошло не так... - разочарованно поняла Изабель. - Может, я в чём-то ошиблась? Надо будет ещё раз попробовать! Сегодня до гостей уже не успею, так что завтра, пораньше!\"\n\nИзабель тщательно ликвидировала всё следы своего несанкционированного колдовства и отправилась к себе переодеваться.",
        "merge": true
      },
      {
        "id": 1,
        "text": "До завтра!"
      },
      {
        "id": 25,
        "text": "*********************************\nВы получили достижение \"Что-то пошло не так\"",
        "comment": true
      }
    ]
  },
  {
    "id": 26,
    "text": "Слова заклинания веселыми мячиками спрыгивали с губ Изабель.\n\nМедленно, словно нехотя, начинали светиться меловые линии.\n\nС последним словом свечи полыхнули столбом пламени, сгорая без остатка, а в центре руны взвихрился воздух...\n\n...и оттуда выпала и подкатилась к девочке детская погремушка. Такая родная, знакомая... Изабель была почти уверена, что как раз с такой она больше всего любила играть в младенчестве!",
    "answers": [
      {
        "id": 31,
        "text": "Взять и рассмотреть получше"
      },
      {
        "id": 32,
        "text": "Пусть лежит, лучше не трогать"
      },
      {
        "id": 33,
        "text": "Позвать маму. Кто её знает, вдруг это опасная штука?"
      }
    ]
  },
  {
    "id": 27,
    "text": "Слова заклинания звучали в сгущающемся воздухе надоевшим уроком, зазубренным до полной потери смысла. Начерченные на полу беседки линии постепенно разгорались, наливаясь оранжевым светом.\n\nС последним словом свечи полыхнули столбом красно-оранжевого пламени, и по ушам резанул душераздирающий вопль.\n\nИзабель вздрогнула и отпрыгнула, рефлекторно оглядываясь. Нога подвернулась на гладком полу... Оййй, больно!\n\nВопль не повторялся. Было похоже, что никто, кроме Изабель, его и не услышал.\n\nПотирая ушибленные места, девочка осторожно подошла к руне. Линии погасли, свечи тоже, от травок осталась горстка пыли. Больше никаких эффектов не наблюдалось.\n\n\"Похоже, я в чём-то ошиблась, — решила Изабель. — Надо будет попробовать ещё раз. Завтра... Или послезавтра... Вообще, торопиться некуда, лучше сначала потщательнее подготовиться...\"",
    "answers": [
      {
        "id": 1,
        "text": "Прибрать всё и идти готовиться тщательнее"
      },
      {
        "id": 27,
        "text": "*********************************\nВы получили достижение \"Ааа!\"",
        "comment": true,
        "need": -66
      },
      {
        "id": 66,
        "text": "К списку достижений",
        "need": 66
      }
    ]
  },
  {
    "id": 28,
    "text": "Слова накрепко вызубренного заклинания медленно плыли в сгущающемся воздухе, словно заунывное церковное песнопение. Начерченные на полу беседки линии постепенно разгорались, наливаясь тёмно-жёлтым светом.\n\nС последним словом язычки свечного пламени вытянулись на две ладони и снова вернулись к прежнему размеру.\n\nА в центре руны что-то происходило. Изабель с любопытством вытянула шею... Там трескался пол и вспучивалась земля, и мелкие камешки и кусочки глины разлетались во все стороны... становясь всё крупнее и крупнее... \n\n— Ой! — Изабель отскочила назад и потёрла будущий синяк на лбу. Не такого эффекта она хотела добиться! Похоже, она где-то ошиблась... Но работу над ошибками можно провести позже, а сейчас надо что-то делать, а то скоро от беседки останутся одни развалины, и как знать, насколько далеко зайдут разрушения!",
    "answers": [
      {
        "id": 35,
        "text": "Попытаться справиться самой"
      },
      {
        "id": 36,
        "text": "Позвать маму"
      }
    ]
  },
  {
    "id": 29,
    "text": "Слова накрепко вызубренного заклинания летели в сгущающемся воздухе словно морозные иглы. Начерченные на полу беседки линии постепенно разгорались, наливаясь красноватым светом.\n\nС последним словом свечи полыхнули зловещим красным светом, и юная волшебница с удивлением обнаружила в центре руны какого-то странного зверя.",
    "answers": [
      {
        "id": 29,
        "text": "\n\nОн совсем не был похож на фамильяра, которого Изабель хотела призвать!",
        "var_need": [
          "familiar",
          1
        ],
        "merge": true
      },
      {
        "id": 29,
        "text": "\n\nЗверь повернулся к девочке и злобно зашипел, подняв хвост.\n\nДа это же... Ааа, спасайся кто может! Это же пупырчатый скунс! Неповоротливый, но крайне ядовитый...\n\nДальше уроки биологии Изабель вспоминала, скорчившись за колонной. И не зря! Мимо неё то справа, то слева пролетали словно какие-то плевки. Яд, который скунс накапливал в своих пупырышках! И знакомиться с ним поближе у Изабель не было никакого желания.\n\nСудя по шипению, зверь разъярён. Этак он может и поползти искать своего обидчика! Что же делать?",
        "merge": true
      },
      {
        "id": 40,
        "text": "Усыпить скунса"
      },
      {
        "id": 40,
        "text": "Отправить его туда, откуда появился"
      },
      {
        "id": 41,
        "text": "Позвать маму!"
      }
    ]
  },
  {
    "id": 30,
    "text": "Слова накрепко вызубренного заклинания вязли в сгущающемся воздухе, сталкивались друг с другом, начиная звучать жутковатым диссонансом... Начерченные на полу беседки линии медленно разгорались, наливаясь пульсирующим светом.\n\nС последним словом от свечей потянулись к центру руны пламенеющие ниточки. Встретившись, они завихрились, превращаясь в гудящую воронку.\n\nЧто это?! Ни в одной книжке Изабель не встречала описания подобного объекта!\n\nГул нарастал, воронка быстро увеличивалась, со свистом втягивая воздух, и вдруг она хищно наклонилась к Изабель, и девочка почувствовала, что её ноги оторвались от земли, и что она летит... Прямо внутрь этой странной воронки! ",
    "answers": [
      {
        "id": 42,
        "text": "— Ма-мааа!"
      },
      {
        "id": 43,
        "text": "Попробовать уцепиться за что-нибудь!"
      },
      {
        "id": 44,
        "text": "Лететь молча и с достоинством"
      }
    ]
  },
  {
    "id": 31,
    "text": "Погремушка оказалась прохладной на ощупь. И Изабель показалось, что в её руках игрушка становится ещё холоднее. И пальчики закололо. И какая-то пустота нарастает в душе...\n\nЧто происходит?\n\nДевочка в панике отбросила погремушку.",
    "answers": [
      {
        "id": 34,
        "text": "— Ма-маааа!"
      }
    ]
  },
  {
    "id": 32,
    "text": "Странно, что никакого другого эффекта ритуал не возымел...\n\n\"Наверно, я в чём-то ошиблась, — разочарованно подумала Изабель. — Надо будет завтра попробовать ещё раз, сегодня-то уже не успею\".\n\nВсё-таки, что же делать с погремушкой?",
    "answers": [
      {
        "id": 31,
        "text": "Взять в руки и рассмотреть"
      },
      {
        "id": 33,
        "text": "Позвать маму и спросить у неё"
      }
    ]
  },
  {
    "id": 33,
    "text": "Изабель быстренько стёрла руну и прибрала всё остальное. Ну вот, теперь и не скажешь, что здесь только что проводился магический ритуал.\n\n— Мама! — послала девочка мысленный импульс.\n\nМама материализовалась рядом через несколько секунд. В руках она держала гребень и шпильку — видимо, причесывалась к гостям.\n\n— Что случилось? — поинтересовалась она, вкалывая шпильку в волосы. — Да ты здесь колдовала? Как успехи?\n\nЧёрт! Как же можно было забыть, что мама, конечно же, почувствует остаточные магические эманации!\n\n— Мам, смотри, — Изабель указала на погремушку.\n\nМама повернулась и ахнула:\n\n— Откуда у тебя эта дрянь! Надеюсь, ты её не трогала?!\n\n— Нет, не трогала! — запоздало испугалась Изабель. — А что это, мам?\n\nПогремушка рассыпалась мелкой пылью по щелчку маминых пальцев.\n\n— Мерзкая вещь, — серьезно ответила мама. — Такие делают маги, крадущие энергию у волшебников-недоучек... Появляется такая штука после какого-нибудь проведенного с ошибкой простого ритуала, берёшь её в руки — и она вытягивает твою магическую энергию, почти всю, до уровня грудного младенца. Хорошо, что ты позвала меня.\n\nИзабель опустила голову. Мама ни словом не укорила её, но было ясно, что турнир волшебнику-недоучке, допустившему ошибку в простом ритуале, никак не светит...",
    "answers": [
      {
        "id": 1,
        "text": "Пообещать себе в следующий раз подготовиться получше"
      },
      {
        "id": 33,
        "text": "*********************************\nПолучено достижение \"Волшебник-недоучка\"",
        "comment": true,
        "need": -66
      },
      {
        "id": 66,
        "text": "К списку достижений",
        "need": 66
      }
    ]
  },
  {
    "id": 34,
    "text": "Мама материализовалась рядом через секунду. В руках она держала гребень и шпильку — видимо, причесывалась к гостям.\n\n— Что случилось? — поинтересовалась она, вкалывая шпильку в волосы. — Да ты здесь колдовала? Как успехи?\n\nКонечно, как же можно было забыть, что мама почувствует остаточные магические эманации.\n\n— Мам, что это? — Изабель дрожащим пальцем указала на погремушку.\n\nМама повернулась и щёлкнула пальцами, заключая игрушку в полупрозрачную сферу:\n\n— Вот, значит, как она выглядит для тебя. Чувствую, ты её трогала?\n\n— Да, — призналась Изабель. — Я как-то странно себя чувствую...\n\n— Ещё бы, — кивнула мама. — Холод, опустошённость?\n\nДеловой мамин тон пугал девочку всё больше и больше.\n\n— Да! Мам, что это?!\n\n— Мерзкая вещь, — серьезно ответила мама. — Такие делают маги, крадущие энергию у волшебников-недоучек... Появляется такая штука после какого-нибудь проведенного с ошибкой простого ритуала, берёшь её в руки — и она вытягивает твою магическую энергию до уровня грудного младенца.\n\nИзабель била крупная дрожь. Как — до уровня грудного младенца? Она что, потеряла все силы?! Как же теперь... Что же она будет делать?!\n\n— Я её заберу, — ответила на незаданный вопрос мама. — Ты меня вовремя позвала, вся твоя энергия ещё в ней. Думаю, через пару дней я смогу вернуть её тебе.\n\nИзабель опустила голову. Два дня без магии. Это... хуже любого наказания! К тому же, хотя мама ни словом не укорила девочку, было кристально ясно, что турнир ей в этом году не светит...",
    "answers": [
      {
        "id": 1,
        "text": "Эксперимент признать неудачным"
      },
      {
        "id": 34,
        "text": "*********************************\nПолучено достижение \"Жертва хакера\"",
        "comment": true,
        "need": -66
      },
      {
        "id": 66,
        "text": "К списку достижений",
        "need": 66
      }
    ]
  },
  {
    "id": 35,
    "text": "Надо срочно остановить этот обстрел!",
    "answers": [
      {
        "id": 37,
        "text": "Заткнуть дыру в полу",
        "need": -37
      },
      {
        "id": 38,
        "text": "Стереть руну",
        "need": [
          -37,
          -38
        ]
      },
      {
        "id": 39,
        "text": "Задуть свечи",
        "need": [
          -37,
          -39
        ]
      },
      {
        "id": 36,
        "text": "— Ааа, я не справлюсь, ма-мааа!"
      }
    ]
  },
  {
    "id": 36,
    "text": "Мама материализовалась рядом через секунду. Моментально оценив обстановку, она вызвала порыв ветра, затушивший свечи. Как только пламя погасло, земля осела обратно, и всё находившиеся в воздухе камни попадали вниз.\n\n— Иди в библиотеку и читай про проводники энергии, — велела она Изабель. Камни, земля и плиты пола плавно укладывались на место, повинуясь движениям маминых рук. — В данном случае, как видишь, в их роли выступали свечи. К завтрашнему вечеру напишешь реферат. Синяк залечишь сама или помочь?\n\n— Сама, — прошептала Изабель с комом в горле и побрела к выходу из беседки. Это провал... Хоть мама ни словом не упрекнула её, было очевидно, что турнир ей в этом году не светит...",
    "answers": [
      {
        "id": 1,
        "text": "Идти лечить синяк и готовить реферат"
      },
      {
        "id": 36,
        "text": "*********************************\nВы получили достижение \"Под обстрелом\"",
        "comment": true,
        "need": -66
      },
      {
        "id": 66,
        "text": "К списку достижений",
        "need": 66
      }
    ]
  },
  {
    "id": 37,
    "text": "Изабель присела, прикрываясь рукой от летящих камней. Телекинез — вот что ей поможет! Она сплела энергетическую нить и потянулась ей к дыре в полу.\n\nВот сейчас она приподнимет и положит на место треснувшую плиту... Ох, тяжёлая-то какая... Ещё немножко... Зато ей можно прикрываться, почти как щитом... Изабель пыхтела, но сосредоточенно двигала плиту, не отвлекаясь даже на то, чтобы вытереть заливающий глаза пот.\n\nГотово!\n\nИзабель попыталась ликующе выпрямиться, но ноги не держали её, поэтому она плюхнулась прямо на пол.\n\nИ очень удачно! Потому что в следующий миг с таким трудом сдвинутая плита раскололась на несколько частей, которые с огромной скоростью полетели в разные стороны. Одна из них просвистела прямо над головой девочки.",
    "answers": [
      {
        "id": 35,
        "text": "Не вышло! Что же делать?"
      }
    ]
  },
  {
    "id": 38,
    "text": "Пригибаясь и прикрываясь ладонью, Изабель шагнула вперёд и стёрла рукой часть меловой линии. Ведь если нарушить знак, ритуал прервётся!\n\n...Ритуал — да. А вот его последствиям на правильность руны, как оказалось, наплевать.\n\n— Ой! — Изабель отбежала на два шага назад и спряталась за колонну.",
    "answers": [
      {
        "id": 35,
        "text": "Что же делать?"
      }
    ]
  },
  {
    "id": 39,
    "text": "Изабель выглянула из-за колонны, за которой пряталась от летящих камней, и быстро сотворила знак ветра.\n\nХолодный воздух прошёлся по беседке, гася огоньки, и обстрел неожиданно прекратился.\n\nИзабель осторожно подошла к руне. Похоже, энергия разрушения поступала в центр руны именно через свечи... Надо будет как-нибудь невзначай спросить у мамы, действительно ли так происходит. А лучше самой поискать в библиотеке.\n\nА сейчас надо привести здесь всё в приличный вид... Успеть бы до гостей! Дальнейшие эксперименты придётся отложить как минимум до завтра.",
    "answers": [
      {
        "id": 1,
        "text": "Заняться уборкой"
      },
      {
        "id": 39,
        "text": "*********************************\nВы получили достижение \"ПВО\"",
        "comment": true,
        "need": -66
      },
      {
        "id": 66,
        "text": "К списку достижений",
        "need": 66
      }
    ]
  },
  {
    "id": 40,
    "text": "Изабель приготовилась плести заклинание. Но ведь нужно видеть, на кого его направляешь! Девочка осторожно выглянула из-за колонны...\n\n— Ай! — еле успела она отдёрнуть голову от ядовитого плевка.\n\nМожет, с другой стороны?\n\n— Ой! — второй плевок скользнул у неё по волосам.\n\nИ, кажется, скунс таки выползает из руны! Ааа!",
    "answers": [
      {
        "id": 41,
        "text": "— Ма-мааа!"
      }
    ]
  },
  {
    "id": 41,
    "text": "Мама материализовалась рядом через две секунды. Ей хватило одного взгляда, чтобы оценить обстановку. Небрежный взмах руки — и ядовитые плевки стекают на пол по невидимому щиту. Ещё несколько пассов — и скунс растворился в воздухе.\n\n— Ты молодец, вовремя спряталась, — ровно сказала мама. — Прибери здесь всё. Старайся не наступать в плевки, но если вдруг — зови, принесу противоядие. Кстати, для чего применяется яд пупырчатого скунса?\n\nИзабель оторопело взглянула на маму, но всё же смогла выжать из памяти кое-что:\n\n— Для лечения пищевых отравлений... и...\n\n— Насчёт \"и\" почитай в библиотеке, — кивнула мама. — Именно этим \"и\" мы завтра займёмся. Так что собирай аккуратно, пригодится! — и мама вручила Изабель пустой сосуд из небьющегося стекла с плотно завинченной крышкой.\n\nИзабель уныло открыла сосуд. Собрать жидкость, к которой даже прикасаться нельзя — задача несложная, но очень уж нудная. К тому же теперь совершенно очевидно, что о турнире в этом году и речи быть не может...\n\nА всё-таки, для чего там ещё применяется яд скунса? ",
    "answers": [
      {
        "id": 1,
        "text": "Делать что велено"
      },
      {
        "id": 41,
        "text": "*********************************\nВы получили достижение \"Ценный ингредиент\"",
        "comment": true,
        "need": -66
      },
      {
        "id": 66,
        "text": "К списку достижений",
        "need": 66
      }
    ]
  },
  {
    "id": 42,
    "text": "Воронка затянула Изабель, и та уже ничего не видела вокруг, кроме мелькающих всполохов, но вдруг девочка почувствовала, что кто-то держит её за пятку... И тянет в обратную сторону... Воронка разочарованно взвыла и осыпалась мерцающей пылью, а Изабель обнаружила, что лежит на полу в беседке, животом прямо на меловых линиях.\n\nМама стояла рядом, закалывая волосы шпилькой.",
    "answers": [
      {
        "id": 70,
        "text": "— Мам?.."
      }
    ]
  },
  {
    "id": 43,
    "text": "Но рядом нет ничего, за что можно было бы ухватиться!",
    "answers": [
      {
        "id": 42,
        "text": "— Ма-маа!!!"
      },
      {
        "id": 44,
        "text": "Лететь молча и с достоинством"
      }
    ]
  },
  {
    "id": 44,
    "text": "Воронка заглотила Изабель, прожевала и выплюнула.\n\nДевочка открыла глаза. Вокруг во все стороны расстилалась мёртвая красноватая пустыня. На чёрном небе горели невероятно яркие звёзды.\n\nИзабель попыталась перевести дух, но вдохнуть не получалось. Девочка запаниковала, хватая ртом воздух, но воздуха-то здесь и не было... или был, но содержал слишком мало кислорода.\n\n\"Как глупо... Почему сюда?.. Как я могла так ошибиться...\" — мелькали в гаснущем сознании девочки последние мысли...",
    "answers": [
      {
        "id": 45,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 45,
    "text": "... Изабель очнулась. Какой вкусный воздух, свежий, тёплый, напоенный такими знакомыми цветочными ароматами! \n\nА на чём таком мягком она лежит? Девочка приоткрыла один глаз и сразу снова зажмурилась. Она лежала на подушке в своём саду, а рядом сидела мама.",
    "answers": [
      {
        "id": 70,
        "text": "— Мам?.."
      }
    ]
  },
  {
    "id": 46,
    "text": "— Хор-роший вопрос. Мне и самому очень интересно, кто я! Ты кого хоть вызывала?\n\n— Я фею хотела... Или джинна...\n\n— А ещё ты хотела котёнка, угадал? Маленького такого?\n\n— Ну… да, я давно у мамы котика прошу...\n\n— Мда. А мама тебе не говорила, что при вызове фамильяра надо тщательно представлять призываемое существо?\n\n— Говорила... А ты милый!\n\n— Милый? Хм. Зеркало у тебя есть?\n\nИзабель вытащила из кармана маленькое зеркальце и протянула своему фамильяру.\n\nСвоему! Фамильяру! У неё получилось! Она с восторгом смотрела на свежеобретенного волшебного спутника.\n\nТот тем временем изучал своё отражение.\n\n— Котёнок с крыльями феи. Ну надо же. Интересно, что во мне от джинна?\n\n— Может, исполнение желаний? — хихикнула девочка.\n\n— Ха! — фыркнул котёнок. – Выполнять все капризы не буду, и не рассчитывай! Тем более что я ещё маленький и мало что могу.",
    "answers": [
      {
        "id": 47,
        "text": "— А что ты умеешь?"
      }
    ]
  },
  {
    "id": 47,
    "text": "— Так, мелочи... — скромно опустил хитрющие глаза котёнок. — Найти могу что угодно, в травках разбираюсь... цветочной магией владею, вот, смотри!\n\nКотёнок спрыгнул на землю и медленно полетел по спирали вверх. С его крыльев сыпалась сверкающая пыльца, и из земли за ним поднимался тугой зелёный стебель, разворачивались листья, вот на верхушке закачался крупный бутон... Котёнок тряхнул крыльями в последний раз, и бутон распустился прекрасным бело-розовым цветком.\n\n— Ммм, как чудесно пахнет! И красивый такой! Это ведь фейская магия, да? О, я тебя назову Котофей!\n\n— Спасибо, хоть не Феекот. — Котёнок опустился девочке на плечо. Он тяжело дышал, крылья бессильно обвисли.\n\n— Устал, котенька? – Изабель погладила его по мягкой шерстке.\n\n— Мне бы в норку... — пробормотал котёнок. — Вот, это подойдёт...\n\nОн неуклюже слетел на лавочку и заполз в лежавшую там перчатку. Отлично поместился, как на него шили.",
    "answers": [
      {
        "id": 48,
        "text": "Прибраться, пока Котофей отдыхает"
      },
      {
        "id": 47,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d38/1906/8d/441037a00de4.jpg"
      }
    ]
  },
  {
    "id": 48,
    "text": "— Изабель, я тебя везде ищу! Что ты здесь делаешь?\n\n— Читаю, — девочка с невинным видом приподняла книгу. — Про магию фей.\n\n— Прекрасно, но ты помнишь, что у нас сегодня гости? Надень перчатки и идём.\n\nПод строгим маминым взглядом девочка неуверенно потянулась за перчатками. Что она скажет? \"Не могу, у меня там кот\"? Рано его маме показывать! Мысли метались вспугнутыми кроликами, а рука уже дотронулась до перчаток. Они были пусты. Мгновенное облегчение сменилось испугом: куда пропал Котофей?! И ведь не начнёшь искать при маме! Придется после гостей.",
    "answers": [
      {
        "id": 49,
        "text": "Идти с мамой"
      }
    ]
  },
  {
    "id": 49,
    "text": "— Милая Мерседес, у вас очаровательная дочь! Вы чудесно выглядите!\n\nМать и дочь, обе в красных платьях, смуглые и черноволосые, действительно смотрелись весьма эффектно.\n\n— Благодарю, Кармела! Добрый вечер, Алита, Педро...\n\nПриём тянулся, по мнению Изабель, уже целый год, и ей никак не удавалось улизнуть. Ушастая сова по имени Юла, или просто Юлька — мамин фамильяр — косила на девочку круглым глазом, и вид у неё был удивительно понимающий. Изабель так и подмывало спросить у Юльки про Котофея, но не при маме же!",
    "answers": [
      {
        "id": 50,
        "text": "Дождаться конца приёма"
      }
    ]
  },
  {
    "id": 50,
    "text": "Наконец гости начали расходиться. Изабель распрощалась со всеми и взлетела в свою комнату.\n\n— Котофей! — крикнула она вполголоса и сразу почувствовала что-то мягкое под правой ладонью. Девочка сорвала с руки перчатку, и оттуда выглянула усатая мордочка.\n\n— Пр-ривет, — муркнул котёнок, выбираясь из перчатки. Он расправил крылья, взлетел на плечо к Изабель и потёрся о её щеку.\n\n— Котенька, ты нашелся, ура! А где ты был?\n\n— Нырнул в свой мир. Там мне проще восстанавливать энергию. Я часто буду туда уходить, но если что — зови, вернусь!\n\n— Опять вылезешь из перчатки? — улыбнулась девочка.\n\nКотофей на секунду задумался.\n\n— Вот что во мне от джинна! — торжествующе заявил он. — У джинна — лампа, у меня — перчатка!",
    "answers": [
      {
        "id": 51,
        "text": "— Именно эта или любая?"
      },
      {
        "id": 51,
        "text": "— А другая норка подойдёт?"
      }
    ]
  },
  {
    "id": 51,
    "text": "— Не знаю, — признался котёнок. — Давай попробуем!\n\nСледующие полчаса показали, что перемещаться через туфли, сапоги или норку из подушек можно, но \"словно через терновые кусты продираешься, фрр!\" Через белые перчатки — немногим легче (\"колючек нет, но воздух как болото\"), зато через красные — проще всего (\"прыг — и готово!\").\n\n— Так что как в первый раз нырял, так и дальше буду, — подвёл итог Котофей и полез в красную перчатку.",
    "answers": [
      {
        "id": 52,
        "text": "И вовремя, потому что на пороге появилась мама"
      }
    ]
  },
  {
    "id": 52,
    "text": "— Ты ещё не спишь? Расскажи, что за странную магию я чувствую рядом с тобой сегодня?\n\nПридется признаваться. Не врать же маме!\n\n— Наверно, магию моего фамильяра, — невинно захлопала глазками Изабель.\n\n— Твоего кого? – поразилась мама.\n\n— Котя!\n\n— Мр? — из красной перчатки показались нос, усы и два блестящих глаза.\n\n— Познакомься, мама, это Котофей! Теперь я смогу поехать на турнир, правда?",
    "answers": [
      {
        "id": 1,
        "text": "Теперь — точно сможет!"
      },
      {
        "id": 52,
        "text": "*********************************\nВы получили достижение \"Кот в красных перчатках\"",
        "comment": true,
        "need": -66
      },
      {
        "id": 66,
        "text": "К списку достижений",
        "need": 66
      }
    ]
  },
  {
    "id": 53,
    "text": "Изабель",
    "answers": [
      {
        "need_sometimes": true,
        "id": 53,
        "text": " ещё раз",
        "need": [
          54,
          55,
          56
        ],
        "merge": true
      },
      {
        "id": 53,
        "text": " заглянула в портал.",
        "merge": true
      },
      {
        "id": 53,
        "text": "\n\nСердце у неё замирало от восторга.\n\nС той стороны оказалась земля, зелёные, синие и розовые травы, огромные цветы, лепестки которых будто светились и мерцали...\n\nДа, это действительно мир фей! Изабель видела его в фильмах — ни с чем не перепутаешь! У неё получилось!\n\nНо как же туда попасть? Портал маловат, не пролезть...\n\nХорошо, на самом деле, что он небольшой. Изабель и так чувствовала, как из неё тонкой струйкой течёт магическая энергия, затрачиваемая на поддержку прохода. Был бы он больше — надолго не хватило бы.",
        "need": [
          -54,
          -55,
          -56,
          -57,
          -58
        ],
        "merge": true
      },
      {
        "need_sometimes": true,
        "id": 53,
        "text": "\n\nА может быть, теперь...",
        "need": [
          54,
          55,
          56,
          57,
          58
        ],
        "merge": true
      },
      {
        "var_add": [
          "i",
          1
        ],
        "id": 54,
        "text": "Просто смотреть",
        "need": -54,
        "var_less": [
          "i",
          4
        ]
      },
      {
        "var_add": [
          "i",
          1
        ],
        "id": 55,
        "text": "Сунуть руку и попробовать сорвать цветок",
        "need": -55,
        "var_less": [
          "i",
          4
        ]
      },
      {
        "var_add": [
          "i",
          1
        ],
        "id": 56,
        "text": "Просунуть голову",
        "need": -56,
        "var_less": [
          "i",
          4
        ]
      },
      {
        "var_add": [
          "i",
          1
        ],
        "id": 57,
        "text": "Ещё раз полюбоваться",
        "need": [
          54,
          -57
        ],
        "var_less": [
          "i",
          4
        ]
      },
      {
        "var_add": [
          "i",
          1
        ],
        "id": 58,
        "text": "Хоть что-нибудь нащупать и вытащить",
        "need": [
          55,
          -58
        ],
        "var_less": [
          "i",
          4
        ]
      },
      {
        "need_sometimes": true,
        "id": 59,
        "var_need": [
          "i",
          1
        ],
        "var_less": [
          "i",
          4
        ],
        "text": "Достаточно, пора закрывать портал"
      },
      {
        "id": 60,
        "text": "Ой...",
        "var_need": [
          "i",
          4
        ]
      }
    ]
  },
  {
    "id": 54,
    "text": "Изабель с восхищением разглядывала видимый ей кусочек мира.\n\nПервое впечатление — цветы. Много-много разнообразных цветов, чьи венчики переливаются розовым и жёлтым, мерцают голубым и лиловым, вспыхивают оранжево-красным... По белым лепесткам пробегают сиреневые волны, на тёмно-фиолетовых загораются золотистые звёздочки... Не зря магия фей — это, в первую очередь, цветочная магия.",
    "answers": [
      {
        "id": 53,
        "text": "Ещё немного полюбоваться и отойти"
      }
    ]
  },
  {
    "id": 55,
    "text": "Целиком туда не пролезешь, но руку-то можно просунуть! Может быть, удастся сорвать цветок? Они такие удивительно красивые... Многие ещё обладают магическими свойствами. Надо же предъявить маме какое-нибудь доказательство, что Изабель сумела создать настоящий портал!\n\nС этими мыслями девочка решительно протянула руку в чужой мир. Но все цветы оказались слишком далеко! А казалось, что они рядом... Изабель не хватило совсем чуть-чуть, чтобы дотянуться до ближайшего. Какая досада...",
    "answers": [
      {
        "id": 53,
        "text": "Вытащить руку"
      }
    ]
  },
  {
    "id": 56,
    "text": "А может, всё-таки удастся пролезть? Ну хоть голову просунуть, посмотреть поближе, что там!\n\nИзабель пробовала и так, и сяк, и эдак — но тщетно. Сгущающийся к краям портала до плотности резины воздух никак не хотел её пропускать. Только нос сунуть получилось. Вдохнуть аромат чужого мира...",
    "answers": [
      {
        "id": 53,
        "text": "Отойти"
      }
    ]
  },
  {
    "id": 57,
    "text": "Изабель решила ещё полюбоваться красотой чужого мира. А вдруг повезёт и удастся увидеть фею?\n\nЛёгкий ветерок покачивал цветы. Между ними убаюкивающе гудели невидимые пчёлы. Изабель попробовала заглянуть в портал снизу вверх — и ахнула, увидев высокое зеленоватое небо и плывущие по нему облака: розовые, бледно-голубые, светло-лиловые, цвета слоновой кости...\n\nЦветочные ароматы завораживали и заставляли забыть обо всём на свете...",
    "answers": [
      {
        "id": 53,
        "text": "До чего здесь красиво!"
      }
    ]
  },
  {
    "id": 58,
    "text": "Цветок добыть не получилось, но нужно же хоть какое-нибудь подтверждение, что Изабель  была в мире фей! Ну, почти была.\nМожно, хоть что-нибудь удастся вытащить?\n\nДевочка снова сунула руку в портал, пошарила по земле и ухватила что-то гладкое. Камушек! Да какой красивый! Голубой, как небо... Ух ты, он зеленеет! А теперь опять становится голубым! Ого!\n\nИзабель знала, что фейские растения часто переливаются разными цветами, но чтобы камни? Будет что маме показать! И подружкам! Она была готова спорить, что никто из её одноклассниц не видел раньше таких. Иначе бы она знала.",
    "answers": [
      {
        "id": 53,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 59,
    "text": "\"Хватит на первый раз\", — решила Изабель. Очень уж много магической энергии надо на поддержание портала. Так и до полного истощения недалеко!\n\nОна перекрыла поток энергии, и портал растаял в воздухе.\n\nТеперь прибрать за собой и...",
    "answers": [
      {
        "id": 62,
        "text": "Надо рассказать маме!",
        "need": 58
      },
      {
        "id": 63,
        "text": "Надо рассказать маме!",
        "need": -58
      }
    ]
  },
  {
    "id": 60,
    "text": "Внезапно Изабель почувствовала ужасную слабость. У неё закружилась голова, и она медленно осела на пол. \"Неужели мир фей на меня так действует?\" — ещё успела подумать она прежде чем потерять сознание...",
    "answers": [
      {
        "id": 61,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 61,
    "text": "Мягко. Тепло. Птички щебечут.\n\nИзабель приоткрыла глаза. Белые облака, плывущие по голубому небу...\n\n— Вставай уже, — услышала девочка ласковый мамин голос.\n\nОна поднялась на ноги.\n\n— Мама, я открыла портал в мир фей!\n\n— Я видела. Жаль, что ты его вовремя не закрыла: в ближайшие пару дней ты вряд ли сможешь колдовать, пока не восстановишь запас энергии. Но ты не волнуйся, тебе будет чем заняться! Я уже договорилась с твоим учителем, послезавтра у тебя в школе доклад на тему \"Магическая энергия: резерв, источники, истощение и его последствия\". В библиотеке есть книжки на эту тему, завтра с утра можешь начинать готовиться. Сегодня лучше отдохни.\n\nИзабель опустила голову. Ясно, что в этом году о турнире можно и не мечтать...",
    "answers": [
      {
        "id": 1,
        "text": "Но, может быть, в следующем?"
      },
      {
        "id": 61,
        "text": "*********************************\nВы получили достижение \"Полное истощение\"",
        "comment": true,
        "need": -66
      },
      {
        "id": 66,
        "text": "К списку достижений",
        "need": 66
      }
    ]
  },
  {
    "id": 62,
    "text": "— Мама, смотри! — Изабель вихрем ворвалась в мамину комнату, где та причесывалась перед приёмом гостей. На вытянутой ладошке девочки сиял и переливался принесённый из чужого мира камушек.\n\n— Камень фей? — подняла брови мама. — Откуда он у тебя?\n\n— Из мира фей, откуда ж ещё? — с напускным безразличием пожала плечами Изабель. — Я только что открывала портал.\n\n— Что ж, прекрасно, — одобрительно кивнула мама. — Я дам тебе для него цепочку, носи... Почитай только на днях в библиотеке о свойствах таких камней, я тебе помечу нужную книжку.\n\n— Спасибо, мам!\n\n— И не забудь его снять перед турниром, там ведь запрещены влияющие на удачу артефакты...",
    "answers": [
      {
        "id": 1,
        "text": "Ура!"
      },
      {
        "id": 62,
        "text": "*********************************\nВы получили достижение \"Камень фей\"",
        "comment": true,
        "need": -66
      },
      {
        "id": 66,
        "text": "К списку достижений",
        "need": 66
      }
    ]
  },
  {
    "id": 63,
    "text": "— Мама, мама! — Изабель вихрем ворвалась в мамину комнату, где та причесывалась перед приёмом гостей. — Я только что открывала портал в мир фей!\n\n— И как, открыла? — поинтересовалась мама.\n\n— Да! У меня получилось! Там так красиво! Цветы удивительные, вживую совсем не то, что в фильме! И аромат — просто слов нет!\n\n— Поделишься воспоминаниями?\n\nИзабель несколько раз энергично кивнула и закрыла глаза. Тёплая мамина рука легла ей на макушку. Картины мира, который девочка только что видела, закружились у неё перед глазами. Вихрь красок, образов, эмоций...\n\nМама убрала руку.\n\n— Ты молодец, — сказала она заинтересованно. — С феей не забыла поздороваться?\n\n— Там не было фей, — развела Изабель руками. — Я надеялась их увидеть, но нет.\n\n— Одна была, — сообщила мама. — Значит, она решила тебе не показываться. Ничего, ещё пообщаетесь. Помнишь их этикет?\n\n— Как здороваться — помню. Остальное не очень, — призналась Изабель.\n\n— Почитай, у нас в библиотеке есть отличная книжка про этикет разных рас. На турнире тебе это пригодится...",
    "answers": [
      {
        "id": 1,
        "text": "Ура!"
      },
      {
        "id": 63,
        "text": "*********************************\nВы получили достижение \"Мир фей\"",
        "comment": true,
        "need": -66
      },
      {
        "id": 66,
        "text": "К списку достижений",
        "need": 66
      }
    ]
  },
  {
    "id": 64,
    "text": "Изабель взяла в руки зеркальце. Выглядит точно так же, как и раньше. Но теперь в нём ощущается магия, аж кончики пальцев покалывает!\n\n— Покажи мне маму! — велела Изабель. \n\nПо зеркалу пробежали зеленоватые волны, и девочка увидела свою маму. Та сидела перед зеркалом в своей комнате, закалывала волосы шпилькой и задумчиво улыбалась.\n\n— Вот здорово! А теперь покажи Алиту!\n\nСнова зеленоватые волны, и вот уже в стекле видна девочка с короткой стрижкой и с котом на руках.\n\nИзабель была вне себя от восторга! Ура! У неё получилось!",
    "answers": [
      {
        "id": 65,
        "text": "Побежать рассказать маме"
      }
    ]
  },
  {
    "id": 65,
    "text": "— Мама, мама, смотри! — Изабель вихрем ворвалась в мамину комнату.\n\n— Отличная работа, — похвалила мама и только после этого взяла зеркальце в руки. — Чётко проведённый ритуал, точно выверенное количество энергии... Грамотно зачаровала. Хвалю. Напомни завтра, покажу тебе, как замкнуть артефакт на себя, чтобы больше никто им не мог воспользоваться — это бывает полезно. И не гляди в него подолгу, любой маг рано или поздно почувствует наблюдение, и мало кто будет доволен. На турнир так и вовсе брать не советую, могут счесть нарушением правил...\n",
    "answers": [
      {
        "id": 1,
        "text": "Ура!"
      },
      {
        "id": 65,
        "text": "*********************************\nВы получили достижение \"Зазеркалье\"",
        "comment": true,
        "need": -66
      },
      {
        "id": 66,
        "text": "К списку достижений",
        "need": 66
      }
    ]
  },
  {
    "id": 66,
    "text": "Достижения, они же концовки (всего доступно 15 штук):",
    "answers": [
      {
        "id": 1,
        "text": "(На первую страницу)"
      },
      {
        "id": 66,
        "text": "   Удачные:",
        "comment": true
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 66,
        "text": "1. Кот в красных перчатках",
        "need": -52
      },
      {
        "id": 52,
        "text": "1. Кот в красных перчатках",
        "need": 52,
        "need_ever": true
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 66,
        "text": "2. Мир фей",
        "need": -63
      },
      {
        "id": 63,
        "need_ever": true,
        "need": 63,
        "text": "2. Мир фей"
      },
      {
        "id": 62,
        "need_ever": true,
        "need": 62,
        "text": "2,5. Камень фей"
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 66,
        "text": "3. Зазеркалье",
        "need": -65
      },
      {
        "id": 65,
        "need_ever": true,
        "need": 65,
        "text": "3. Зазеркалье"
      },
      {
        "id": 66,
        "text": "   Неудачные:",
        "comment": true
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 66,
        "text": "4. Трусиха",
        "need": -16
      },
      {
        "id": 16,
        "need_ever": true,
        "need": 16,
        "text": "4. Трусиха"
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 66,
        "text": "5. Совсем-совсем ничего",
        "need": -24
      },
      {
        "id": 68,
        "need_ever": true,
        "need": 24,
        "text": "5. Совсем-совсем ничего"
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 66,
        "text": "6. Что-то пошло не так",
        "need": -25
      },
      {
        "id": 67,
        "need_ever": true,
        "need": 25,
        "text": "6. Что-то пошло не так"
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 66,
        "text": "7. Ааа!",
        "need": -27
      },
      {
        "id": 27,
        "need_ever": true,
        "need": 27,
        "text": "7. Ааа!"
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 66,
        "text": "8. Волшебник-недоучка",
        "need": -33
      },
      {
        "need_ever": true,
        "need_sometimes": true,
        "id": 33,
        "text": "8. Волшебник-недоучка",
        "need": 33
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 66,
        "text": "9. Жертва хакера",
        "need": -34
      },
      {
        "id": 34,
        "need_ever": true,
        "need": 34,
        "text": "9. Жертва хакера"
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 66,
        "text": "10. Под обстрелом",
        "need": -36
      },
      {
        "id": 36,
        "need_ever": true,
        "need": 36,
        "text": "10. Под обстрелом"
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 66,
        "text": "11. ПВО",
        "need": -39
      },
      {
        "id": 39,
        "need_ever": true,
        "need": 39,
        "text": "11. ПВО"
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 66,
        "text": "12. Ценный ингредиент",
        "need": -41
      },
      {
        "id": 41,
        "need_ever": true,
        "need": 41,
        "text": "12. Ценный ингредиент"
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 66,
        "text": "13. Двоечница",
        "need": -70
      },
      {
        "need_ever": true,
        "need_sometimes": true,
        "id": 70,
        "text": "13. Двоечница",
        "need": 70
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 66,
        "text": "14. Полное истощение",
        "need": -61
      },
      {
        "id": 61,
        "text": "14. Полное истощение",
        "need": 61,
        "need_ever": true
      }
    ]
  },
  {
    "id": 67,
    "text": "Казалось, ритуал проходит успешно. Накрепко вызубренные слова заклинания медленно падали в сгущающемся воздухе.\n\nНо с последним словом вся накопленная и сконцентрированная магическая энергия так и не помогла достичь нужного результата, рассеявшись в воздухе, и лишь малая её часть была применена по назначению... Конечно, этого не хватило.\n\n\"Что-то пошло не так... — разочарованно поняла Изабель. — Может, я в чём-то ошиблась? Надо будет ещё раз попробовать! Сегодня до гостей уже не успею, так что завтра, пораньше!\"\n\nИзабель тщательно ликвидировала всё следы своего несанкционированного колдовства и отправилась к себе переодеваться.",
    "answers": [
      {
        "id": 1,
        "text": "До завтра!"
      },
      {
        "id": 66,
        "text": "К списку достижений",
        "need": 66
      }
    ]
  },
  {
    "id": 68,
    "text": "Слова накрепко вызубренного заклинания медленно падали в сгущающемся воздухе. Начерченные на полу беседки линии постепенно разгорались, наливаясь желтоватым светом.\n\nС последним словом свечи полыхнули ослепительно белым столбом пламени, и юная волшебница зажмурилась. Когда она снова открыла глаза...\n\n... казалось, ничего не произошло. Та же руна, только линии больше не светятся. Те же свечи, только погасшие.\n\nНет, что, правда ничего не произошло?! Изабель растерянно оглянулась. Сзади не было ничего необычного. Как и спереди.\n\nНеужели совсем-совсем ничего не получилось? Изабель разочарованно опустилась на пол. Она так старалась, а толку?\n\n\"Может, я в чём-то ошиблась? Надо было лишний раз перечитать книжку! Эх, придётся завтра повторить. Сегодня уже не успею, скоро гости придут...\"\n\nДа. Скоро гости. Надо прибрать здесь всё, переодеться... А может, ещё останется минутка заглянуть в библиотеку? Завтра обязательно надо будет попробовать снова!",
    "answers": [
      {
        "id": 1,
        "text": "До завтра!"
      },
      {
        "id": 66,
        "text": "К списку достижений",
        "need": 66
      }
    ]
  },
  {
    "id": 69,
    "text": "",
    "answers": []
  },
  {
    "id": 70,
    "text": "— Приберись здесь и пора переодеваться к гостям, — спокойно сказала она. — Вечером почитай книгу, которую я положила на твой стол, послезавтра в школе сделаешь по ней доклад на тему \"Стихийные порталы как результат ошибок мага\". С учителем я договорилась.\n\n— Хорошо, мама, — прошептала Изабель. С тяжёлым сердцем она принялась за уборку. А что тут скажешь? Ясно же, что турнира в этом году не видать как своих ушей...",
    "answers": [
      {
        "id": 1,
        "text": "А в следующем?"
      },
      {
        "id": 70,
        "text": "*********************************\nВы получили достижение \"Двоечница\"",
        "comment": true,
        "need": -66
      },
      {
        "id": 66,
        "text": "К списку достижений",
        "need": 66
      }
    ]
  },
  {
    "id": 71,
    "text": "",
    "answers": []
  }
]