[
  {
    "id": 1,
    "text": "В детстве мы играли в пластиковых солдатиков.  Они были и красные, и зелёные, и жёлтые и даже голубые. Наверно все кто играл в солдатиков в детстве всегда делали зелёных добрыми, не так ведь?  Прямо сейчас вы можете почувствовать себя солдатиком!\n\nАвтор: Позывной Дятел\n\nЖанр: Боевик, Хардкор, и немного юмора\n\n(Разрешение у создателя квеста \"Солдатики. Жёлтый фронт присуствует)",
    "answers": [
      {
        "id": 2,
        "text": "Начать историю"
      },
      {
        "id": 1,
        "text": "Кнопка на другой квест про солдатиков от другого автора",
        "targetbookid": 149986
      }
    ]
  },
  {
    "id": 2,
    "text": "                                9 сентября. 6:00\n\"Подъём! Заправляйте кровать аккуратно и следуйте моим указаниям!\" — послышался серьёзный голос генерала Евгения Василенко. Фамилия забавная, не правда ли? \n—Максим! Ты что там застрял? Вставай и заправляй свою кровать! — неожидано появился голос Евгения Василенко. Евгений Василенко был лидером почти везде. Ну, надо заправлять пластиковую кровать и идти за Евгением Василенко.",
    "answers": [
      {
        "id": 3,
        "text": "Заправить кровать и идти за генералом"
      }
    ]
  },
  {
    "id": 3,
    "text": "Вы заправили кровать и пошли за генералом. было построение и зарядка. Потом все пошли на базу, на базе был штаб и казармы. Ах да, ещё наступило свободное время, ходите куда угодно.",
    "answers": [
      {
        "id": 4,
        "text": "Войти в казармы"
      },
      {
        "id": 7,
        "text": "Войти в штаб"
      }
    ]
  },
  {
    "id": 4,
    "text": "Казарм было штук 10. Из них вы могли только в свою казарму зайти, в остальные вам пока нельзя. Войти в остальные вы могли по словам генерала только завтра.",
    "answers": [
      {
        "id": 5,
        "text": "Войти в свою казарму"
      },
      {
        "id": 3,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 5,
    "text": "В казарме были пластиковые двухэтажные кровати, а вместо одеял — салфетки. На кроватях невозможно спать, а хотя какое дело, вы же пластиковый солдатик?",
    "answers": [
      {
        "id": 6,
        "text": "Осмотреть кровати"
      },
      {
        "id": 4,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 6,
    "text": "Обычные пластиковые кровати. Ничего оссобеного. На них искать нечего.",
    "answers": [
      {
        "id": 6,
        "text": "Назад",
        "isBack": true,
        "backstepCount": 1
      }
    ]
  },
  {
    "id": 7,
    "text": "В штабе чего только небыло: и карта, и командный центр, и жилые комнаты и дажей склад. Всё это в большом передвижном штабе, похожий  на большой БТР.  Ну, это фантазии хозяина, но в этом БТРе всё есть.\nЕсли у вас нет дел, то можете взять задания в штабе.",
    "answers": [
      {
        "id": 8,
        "text": "Взять задания"
      },
      {
        "id": 3,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 8,
    "text": "Пластиковый полковник, повидавший многое, по прозвищу Пластиковый Джонни, даёт вам список заданий.",
    "answers": [
      {
        "id": 9,
        "text": "Разведка (Трен.)"
      },
      {
        "id": 7,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 9,
    "text": "—Ну, Максим Васильков,  готовься. Тебе надо исследовать  компьютерный стол и территорию у подушки. ",
    "answers": [
      {
        "id": 10,
        "text": "Приступить к выполнению"
      },
      {
        "id": 7,
        "text": "Отклонить"
      }
    ]
  },
  {
    "id": 10,
    "text": "Чтож, вам надо исследовать компьютерный стол и территории у подушки. Готовьтесь, ведь там может быть что угодно.",
    "answers": [
      {
        "id": 11,
        "text": "Исследовать  Компьютерный Стол"
      },
      {
        "id": 16,
        "text": "Исследовать территорию у подушки"
      }
    ]
  },
  {
    "id": 11,
    "text": "На компьютерном столе  была клавиатура и монитор. Монитор был включён. Но надо исследовать весь компьютерный стол. Там могут быть красные или жёлтые солдатики.",
    "answers": [
      {
        "id": 12,
        "text": "Исследовать клавиатуру"
      },
      {
        "id": 13,
        "text": "Исследовать территорию у монитора"
      }
    ]
  },
  {
    "id": 12,
    "text": "На клавиатуре было ничего особеного. А в клавиатуре были крошки. Много крошек. Кто-то не умеет есть на кухне!",
    "answers": [
      {
        "id": 11,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 13,
    "text": "За монитором небыло ничего необычного, исключая ружьё. Жёлтое! А это значит, что неподалёку есть жёлтый солдатик. Нужно доложить штабу. Или найти того солдатика и его... того... мягко сказать, уничтожить.",
    "answers": [
      {
        "id": 14,
        "text": "Уничтожить жёлтого солдатика"
      },
      {
        "id": 15,
        "text": "Доложить штабу",
        "need": -16
      },
      {
        "id": 17,
        "text": "Доложить штабу",
        "need": 16
      }
    ]
  },
  {
    "id": 14,
    "text": "Вы обыскали весь компьютерный стол, и жёлтого солдатика не нашли. Похоже, его тут нету.",
    "answers": [
      {
        "id": 14,
        "text": "Назад",
        "isBack": true,
        "backstepCount": 1
      }
    ]
  },
  {
    "id": 15,
    "text": "Вы доложили штабу об разведке компьютерного стола. Полковник Пластиковый Джонни сразу отправил несколько штурмовиков что-бы они нашли жёлтого солдатика. Вам остаётся только исследовать территорию у подушки.",
    "answers": [
      {
        "id": 16,
        "text": "Исследовать территорию у подушки"
      }
    ]
  },
  {
    "id": 16,
    "text": "Территория у подушки называлась \"Мягкий Сектор\". В этом секторе  ничего необычного:  одеяло, кот и красные солдатики. Красные солдатики каждый месяц пытаются захватить этот Мягкий Сектор. Но то им кот помешает, то провалятся (что часто происходит), то наши заметят. Зачем им этот сектор — неизвестно. Одна из причин —  план по захвату нашей базы. Но это только догадки. Короче говоря, всё чисто.",
    "answers": [
      {
        "id": 19,
        "text": "Доложить штабу",
        "need": -11
      },
      {
        "id": 21,
        "text": "Доложить штабу",
        "need": 11
      }
    ]
  },
  {
    "id": 17,
    "text": "Вы доложили разведку Пластиковому Джонни. Он отправил несколько штурмовиков на розыск жёлтого солдатика. День окончен.",
    "answers": [
      {
        "id": 18,
        "text": "Окончить день"
      }
    ]
  },
  {
    "id": 18,
    "text": "Вы вместе с отрядом поужинали и пошли в казармы. Когда вы легли в кровать, вам не хотелось больше вставать даже утром.  Кровать удобная, пластиковая... короче, надо засыпать, а то утром как зомби будешь.",
    "answers": [
      {
        "id": 20,
        "text": "Окончить день",
        "blackout": false
      }
    ]
  },
  {
    "id": 19,
    "text": "Вы доложили о развдке штабу, вам остаётся только исследовать компьютерный стол.",
    "answers": [
      {
        "id": 11,
        "text": "Исследовать компьютерный стол"
      }
    ]
  },
  {
    "id": 20,
    "text": "                                10 сентября, 6:00\n—Салаги, подъём! Заправляем кровати, идём на построение,  завтракаем, делаем зарядку! Максиму, Евгению и Денису  после всего этого идут в штаб! — прервал ваш сон голос Евгения Василенко. У Василенко была одна штука: он всех называл по имени, фамилию и отчество он не говорит, что очень странно.  Не надо терять время, надо заправлять кровать и делать мелочи, а потом в штаб.",
    "answers": [
      {
        "id": 22,
        "text": "Заправить кровати, сделать мелочи и дти в штаб"
      }
    ]
  },
  {
    "id": 21,
    "text": "Вы доложили об разведке штабу. Время отдыха, день окончен.",
    "answers": [
      {
        "id": 18,
        "text": "Окончить день"
      }
    ]
  },
  {
    "id": 22,
    "text": "Вы вошли в штаб. Там вас ожидали Полковник Пластиковый Джонни и Зелёно-Жёлтая Виктория. Зелёно-Жёлтую Викторию ещё называют Бывшую Жёлтую, Потому-что раньше она служила жёлтым солдатикам. Однажды она упала в зелёную краску, и она перешла в зелёную армию. На память этой службы у Бывшей Жёлтой остался жёлтый палец.",
    "answers": [
      {
        "id": 23,
        "text": "Что-то нужно?"
      },
      {
        "id": 24,
        "text": "Молчать"
      }
    ]
  },
  {
    "id": 23,
    "text": "Да, Максим Васильков, нужно. Вчера мы отправили на разведку несколько солдатиков, но те не вернулись. Последний раз видели их у жёлтой башни. У нас два выбора: либо рискнуть и захватить башню, или провести разведку.",
    "answers": [
      {
        "id": 25,
        "text": "Так почему-бы не отправить отряд?"
      },
      {
        "id": 26,
        "text": "Взять задание: Захват (средн.)"
      },
      {
        "id": 27,
        "text": "Взять задание: разведка (средн.)"
      }
    ]
  },
  {
    "id": 24,
    "text": "Тишина была вам в ответ. Вам либо откликнутся, иди продолжать молчать.",
    "answers": [
      {
        "id": 23,
        "text": "Что-то нужно?"
      }
    ]
  },
  {
    "id": 25,
    "text": "Дело в том, что прямая атака может вызвать объявление войны. Так-что надо захватить \"по тихому\".",
    "answers": [
      {
        "id": 26,
        "text": "Взять задание: захват (Средн.)"
      },
      {
        "id": 27,
        "text": "Взять задание: разведка  (Средн.)"
      }
    ]
  },
  {
    "id": 26,
    "text": "Чтож, Максим Васильков, готовься.  Тебе надо захватить жёлтую башню под стулом.",
    "answers": [
      {
        "id": 28,
        "text": "Приступить к выполнению"
      }
    ]
  },
  {
    "id": 27,
    "text": "Чтож, Максим Васильков, готовься. Тебе надо исследовать територию под стулом и територию рядом с телевизором.",
    "answers": [
      {
        "id": 46,
        "text": "Приступить к выполнению"
      }
    ]
  },
  {
    "id": 28,
    "text": "Жёлтая башня открывала вид от кровати до телевизора. Территория под стулом называлась \"Стул-2-1\", а сама башня — Граничная. Эту \"Башню у границы\" надо захватить, сами же выбрали.\n                              Обстановка снаружи\nНа крыше: снайпер(1)\nРядом с башней: Штурмовик(2) Боевой инженер(1) ???(?) ???(?) ???(?)\nВаше оружие: ружьё\nОбщее число противников: 4\n",
    "answers": [
      {
        "id": 29,
        "text": "Снять снайпера"
      },
      {
        "id": 30,
        "text": "Снять штурмовика"
      },
      {
        "id": 31,
        "text": "Снять инженера"
      }
    ]
  },
  {
    "id": 29,
    "text": "Вы сняли снайпера. Остальные противники этого не заметили. Осталось снять нескольких...",
    "answers": [
      {
        "id": 31,
        "text": "Снять инженера"
      },
      {
        "id": 30,
        "text": "Снять штурмовика"
      }
    ]
  },
  {
    "id": 30,
    "text": "Вы попали в Штурмовика, но вас заметили и по вам открыли огонь.\n                                    ВЫ МЕРТВЫ",
    "answers": [
      {
        "id": 28,
        "text": "Заново"
      }
    ]
  },
  {
    "id": 31,
    "text": "Вы попали в Боевого инженера, и противники стали  искать вас. Лучше скрытся..",
    "answers": [
      {
        "id": 32,
        "text": "Остатся на месте"
      },
      {
        "id": 33,
        "text": "Скрытся",
        "need": -29
      },
      {
        "id": 34,
        "text": "Скрытся",
        "need": 29
      }
    ]
  },
  {
    "id": 32,
    "text": "Вы реально сумасшедший. По вам открыли огонь, и в вас попали.\n                                    ВЫ МЕРТВЫ",
    "answers": [
      {
        "id": 28,
        "text": "Заново"
      }
    ]
  },
  {
    "id": 33,
    "text": "Вы скрылись за ближайшим камнём, но снайпер вас заметил и вы убиты.\n                                ВЫ МЕРТВЫ",
    "answers": [
      {
        "id": 28,
        "text": "Заново"
      }
    ]
  },
  {
    "id": 34,
    "text": "Вы скрылись за ближайшим камнём. Вас не заметили и вы остались живы. И тут два жёлтых штурмовика заговорили:\n—Кто-ж тут наших убивает?!\n—Лёш, не знаю. Наверно, опять зелёные солда... — и одного жёлтого солдатика убил Денис — снайпер.\n—Макс! — Запаниковал жёлтый солдатик, сев на колени и тут-же у него потекли слёзы. Но того Лёшу, как его звал Макс, убил Денис.\nВы никогда так не сочуствовали убитому противнику... Вдруг выбежали боевой медик, снайпер (ещё) и разведчик.\nТак себе распределение...",
    "answers": [
      {
        "id": 35,
        "text": "Наблюдать"
      }
    ]
  },
  {
    "id": 35,
    "text": "Вдруг Евгений кинул гранату в противника, и пластиковые трупы разлетелись по всему полу! Впрочем, миссия выполнена, надо зайти  в саму башню.",
    "answers": [
      {
        "id": 36,
        "text": "Зайти в башню"
      },
      {
        "id": 37,
        "text": "Ждать"
      }
    ]
  },
  {
    "id": 36,
    "text": "Как только вы открыли дверь в башню, вас тут-же сильно ударил щитом по вашему телу щитоносец. По вашему телу течёт невыносимая боль, вы даже сломали ногу. Щитоносец тут-же направил на вас пистолет. Это последние секунды ваши жизни...",
    "answers": [
      {
        "id": 39,
        "text": "Приготовится к смерти"
      }
    ]
  },
  {
    "id": 37,
    "text": "Тишина. Из башни никто не вышел. Чисто. ",
    "answers": [
      {
        "id": 38,
        "text": "Продолжать ждать"
      }
    ]
  },
  {
    "id": 38,
    "text": "Да вы серьёзно?! Из башни никто не вышел, входите уже!",
    "answers": [
      {
        "id": 36,
        "text": "Войти в башню"
      }
    ]
  },
  {
    "id": 39,
    "text": "Вы уже готовились к смерти, но Денис убил щитоносца. Боль продолжала  течь по вашему телу.",
    "answers": [
      {
        "id": 40,
        "text": "Ждать помощи"
      },
      {
        "id": 41,
        "text": "Встать на ноги"
      }
    ]
  },
  {
    "id": 40,
    "text": "Вы ждали помощи, и Евгений поднял вас на ноги.",
    "answers": [
      {
        "id": 42,
        "text": "Поднятся на крышу"
      }
    ]
  },
  {
    "id": 41,
    "text": "Вы попытались встать на ноги, но вы тут-же упали. Но Евгений помог встать вам на ноги.",
    "answers": [
      {
        "id": 42,
        "text": "Войти на крышу"
      }
    ]
  },
  {
    "id": 42,
    "text": "Вы дохромали до крыши, и вид открывался от кровати до телевизора. Немного дальше от телевизора была ещё жёлтая башня. Миссия выполнена!",
    "answers": [
      {
        "id": 43,
        "text": "Войти на базу"
      }
    ]
  },
  {
    "id": 43,
    "text": "В базе не только были палатки и штаб, а ещё оружейная, склад, склад техники, медицинские палатки. Вам надо в медицинскую палатку.",
    "answers": [
      {
        "id": 44,
        "text": "Войти в медицинскую палатку"
      }
    ]
  },
  {
    "id": 44,
    "text": "Вы дохромали до медицинской палатки, и вы легли в кровать. Белый врач осмотрел вас, и сказал, что у вас сломана нога, и, по словам доктора — уже завтра вы будете здоровы. \nПервый день в медицинской палатке,  чего ожидать вам? Неизвестно. Пора спать.",
    "answers": [
      {
        "id": 45,
        "text": "Окончить день"
      }
    ]
  },
  {
    "id": 45,
    "text": "                              11 Сентября, 3:59\nВы услышали взрывы рядом с вашей палаткой. Земля тряслась так, что вы свалились с пластиковой кровати. Вы ели как встали на ноги, а потом услышали звуки стрельбы. Бунт? Атака? Надо проверить. Срочно!",
    "answers": [
      {
        "id": 69,
        "text": "Выйти из палатки",
        "need": 67
      },
      {
        "id": 69,
        "text": "Выйти из медицинской палатки",
        "need": 44
      }
    ]
  },
  {
    "id": 46,
    "text": "Вам надо исследовать територию у телевизора и под стулом.",
    "answers": [
      {
        "id": 47,
        "text": "Исследовать територию под стулом"
      },
      {
        "id": 51,
        "text": "Исследовать територию у телевизора"
      }
    ]
  },
  {
    "id": 47,
    "text": "Територия под стулом называлась \"Стул-2-1\", но под стулом была жёлтая башня под названием \" Граничная\". Надо исследовать территорию.\n                          Обстановка снаружи\nСверху: Снайпер(1)\nРядом с башней: Штурмовик(2) Боевой Инженер (1) ???(?) ???(?) ???(?)\nОбщее число противников: 4",
    "answers": [
      {
        "id": 48,
        "text": "Обойти справа (Через штурмовика)"
      },
      {
        "id": 62,
        "text": "Обойти слева (Через боевого инженера)"
      }
    ]
  },
  {
    "id": 48,
    "text": "Вы обошли справа противника, и те вас не заметили. Но вы обнаружили ещё противника.\n                         Обстановка снаружи\nНа крыше: Снайпер(1)\nРядом с башней: Штурмовик(2) Боевой Инженер(1) Снайпер(1) Разведчик(1) ???(?)\nОбщее число противников: 6",
    "answers": [
      {
        "id": 49,
        "text": "Обойти слева"
      },
      {
        "id": 63,
        "text": "Подождать"
      }
    ]
  },
  {
    "id": 49,
    "text": "Вы опять обошли противника слева, и вы обнаружили ещё одного жёлтого солдатика. На крыше вы увидели щитоносца, который тут-же ушёл обратно в башню. Разведка \"Стула-2-1\" завершена, задание выполнено.\n                            Обстановка снаружи\nНа крыше: Снайпер(1)\nРядом с башней:  Штурмовик (2) Боевой Инженер(1) Снайпер(1) Разведчик (1) Медик(1)\nВнутри башни: Щитоносец(1)\nОбщее число противников: 8",
    "answers": [
      {
        "id": 50,
        "text": "Доложить штабу",
        "need": -60
      },
      {
        "id": 64,
        "text": "Доложить штабу",
        "need": 60
      }
    ]
  },
  {
    "id": 50,
    "text": "Вы доложили об разведке штабу, были отправлены 5 солдатиков на башню. Теперь вам надо исследовать территорию у телевизора.",
    "answers": [
      {
        "id": 51,
        "text": "Исследовать территорию у башни"
      }
    ]
  },
  {
    "id": 51,
    "text": "Территория у телевизора называлась \"Сектор TV\" . У Сектора TV есть заброшеная радиовышка из LEGO. Говорят, эта радиовышка проклята, все, кто в неё зайдут — не вернутся. На свой страх и риск вы можете зайти в ту радиовышку. ",
    "answers": [
      {
        "id": 52,
        "text": "Зайти в радиовышку"
      },
      {
        "id": 57,
        "text": "Исследовать территорию у радиовышки"
      },
      {
        "id": 59,
        "text": "Исследовать територию за телевизором (справа)"
      },
      {
        "id": 60,
        "text": "Исследовать територию за телевизором (слева)"
      }
    ]
  },
  {
    "id": 52,
    "text": "Вы еле открыли двери в радиовышку. В радиовышке царила тишина. Радиопередатчик был сломан, да и тому-же вы не знали Азбуку морзе.  Было темно, окна были заколочены, и лишь луч света освещал комнату. Также был вход на второй этаж.  Всё-таки было страшно.",
    "answers": [
      {
        "id": 53,
        "text": "Зайти на второй этаж"
      }
    ]
  },
  {
    "id": 53,
    "text": "Дверь на второй этаж была закрыта, а ключа нигде небыло. Было всё страшнее.",
    "answers": [
      {
        "id": 54,
        "text": "Выйти из радиовышки"
      }
    ]
  },
  {
    "id": 54,
    "text": "Вы попытались открыть дверь, но дверь не открывалась. Вы слышали звуки щёлканья. Дверь на второй этаж открылась. Сзади слышились шаги. Было настолько страшно, что даже передать словами невозможно.",
    "answers": [
      {
        "id": 55,
        "text": "Обернутся"
      },
      {
        "id": 56,
        "text": "Замереть"
      }
    ]
  },
  {
    "id": 55,
    "text": "—Привет! — услышали вы и тут-же умерли.\n                                  ВЫ МЕРТВЫ",
    "answers": [
      {
        "id": 46,
        "text": "Заново"
      }
    ]
  },
  {
    "id": 56,
    "text": "—Давай-же, обернись! — послышался страшный голос. Обычно такие страшные голоса у красных маньяков. Красные маньяки из красной армии. Красные маньяки обычно убивали голубых и зелёных солдатиков.",
    "answers": [
      {
        "id": 55,
        "text": "Обернутся"
      },
      {
        "id": 58,
        "text": "Замереть"
      }
    ]
  },
  {
    "id": 57,
    "text": "У радиовышки ничего оссобеного. Искать что-то у неё — нет смысла.",
    "answers": [
      {
        "id": 51,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 58,
    "text": "—Ну ладно. Убью тебя так.  — Это последнее то, чего вы слышали, и теперь вы мертвы.\n                                  ВЫ МЕРТВЫ",
    "answers": [
      {
        "id": 46,
        "text": "Заново"
      }
    ]
  },
  {
    "id": 59,
    "text": "Как-только вы решили исследовать Сектор TV справа, вас заметили, и застрелили прямо в голову. \n                                  ВЫ МЕРТВЫ",
    "answers": [
      {
        "id": 51,
        "text": "Заново"
      }
    ]
  },
  {
    "id": 60,
    "text": "Вы заметили жёлтую машину   и  7 жёлтых солдатиков. 1 сидел и чистил оружие, 1 чинил колесо,  2 болтали и 3 играли в домино. Одному тут точно не справится.",
    "answers": [
      {
        "id": 61,
        "text": "Доложить штабу",
        "need": -47
      },
      {
        "id": 65,
        "text": "Доложить штабу",
        "need": 47
      }
    ]
  },
  {
    "id": 61,
    "text": "Вы доложили об расположении противника. Были отправлены 5 солдатиков на задание. Теперь  надо исследовать территорию под стулом.",
    "answers": [
      {
        "id": 47,
        "text": "Исследовать территорию под стулом"
      }
    ]
  },
  {
    "id": 62,
    "text": "Вы решили обойти жёлтых солдатиков через Инженера, но вас заметили и вы уже на том свете.\n                                    ВЫ МЕРТВЫ",
    "answers": [
      {
        "id": 46,
        "text": "Заново"
      }
    ]
  },
  {
    "id": 63,
    "text": "Вы решили чего-то подождать,  но снайпер вас заметил, и выстрел — вы труп.\n                                     ВЫ МЕРТВЫ",
    "answers": [
      {
        "id": 46,
        "text": "Заново"
      }
    ]
  },
  {
    "id": 64,
    "text": "Вы доложили об разведке штабу, и были отправлены 5 солдатиков на башню. Разведка выполнена.",
    "answers": [
      {
        "id": 66,
        "text": "Войти на базу"
      }
    ]
  },
  {
    "id": 65,
    "text": "Вы доложили об разведке штабу, и были отправлены 5 солдатиков на сектор. Разведка выполнена.",
    "answers": [
      {
        "id": 66,
        "text": "Войти на базу"
      }
    ]
  },
  {
    "id": 66,
    "text": "Вы вошли на базу. Вам надо зайти в палатку и спать.",
    "answers": [
      {
        "id": 67,
        "text": "Войти в палатку и лечь на кровать"
      }
    ]
  },
  {
    "id": 67,
    "text": "Славный сегодня выдался денёк! Вы чуствовали, что завтра день будет ещё интереснее! Интереснее, чем сегодня!",
    "answers": [
      {
        "id": 45,
        "text": "Окончить день"
      }
    ]
  },
  {
    "id": 68,
    "text": "Извини, демо закончилось(  В следующем дне будет атака врагов на нашу базу! Это мой первый квест, не судите строго)",
    "answers": [
      {
        "id": 1,
        "text": "Попробуй с начала!"
      }
    ]
  },
  {
    "id": 69,
    "text": "Вы вышли из своей палатки. На тёмном небе летели жёлтые самолёты. Из одних выбрасывали бомбы, а с одних десантировались жёлтые солдатики. Ваш выбор — либо убить десантников, либо забежать в оружейную за новым оружием.",
    "answers": [
      {
        "id": 71,
        "text": "Забежать в оружейную"
      },
      {
        "id": 70,
        "text": "Убить десантников"
      }
    ]
  },
  {
    "id": 70,
    "text": "Вы убили несколько жёлтых десантников, но дальше не смогли: патронов неи хватило.",
    "answers": [
      {
        "id": 71,
        "text": "Забежать в оружейную"
      }
    ]
  },
  {
    "id": 71,
    "text": "Вы вошли в оружейную. Там никого небыло, но одна комната с бронижелетами была взорвана из-за бомбардировки. В оружейной было:\n—Автомат\n—Ручной пулемёт\n—Дробовик\nИ всё. ещё было несколько гранат, и вы их конечно-же взяли. ",
    "answers": [
      {
        "id": 73,
        "text": "Взять ручной пулемёт"
      },
      {
        "id": 74,
        "text": "Взять дробовик"
      },
      {
        "id": 105,
        "text": "Взять автомат"
      }
    ]
  },
  {
    "id": 72,
    "text": "Секунда — жёлтые солдатики уже отправились на тот свет. Вы вышли из здания, и картина виднелась как в кино: справа вылетали жёлтые самолёты, слева зелёные солдатики бежали вправо, но тех убивали. Слева 5 солдатиков кричали вам \"Давай сюда!\"",
    "answers": [
      {
        "id": 76,
        "text": "Подбежать",
        "need": 44
      },
      {
        "id": 77,
        "text": "Подбежать",
        "need": -44
      },
      {
        "id": 86,
        "text": "Остатся на месте",
        "need": -44
      },
      {
        "id": 100,
        "text": "Остатся на месте",
        "need": 44
      }
    ]
  },
  {
    "id": 73,
    "text": "Как только вы взяли ручной пулемёт, в здание вломились 3 жёлтых солдатика. Ещё началась перестрелка. Громкая.",
    "answers": [
      {
        "id": 75,
        "text": "Расстрелять жёлтых солдатиков"
      }
    ]
  },
  {
    "id": 74,
    "text": "Как только вы взяли дробовик, в здание вломились 3 жёлтых солдатиков. Ещё началась перестрелка. Громкая.",
    "answers": [
      {
        "id": 72,
        "text": "Уничтожить жёлтых солдатиков"
      }
    ]
  },
  {
    "id": 75,
    "text": "Секунда — жёлтые солдатики уже отправились на тот свет. Вы вышли из здания, и картина виднелась как в кино: справа вылетали жёлтые самолёты, слева зелёные солдатики бежали вправо, но тех убивали. Слева 5 солдатиков кричали вам \"Давай сюда!\"",
    "answers": [
      {
        "id": 76,
        "text": "Подбежать",
        "need": 44
      },
      {
        "id": 77,
        "text": "Подбежать",
        "need": -44
      },
      {
        "id": 86,
        "text": "Остатся на месте",
        "need": -44
      },
      {
        "id": 100,
        "text": "Остатся на месте",
        "need": 44
      }
    ]
  },
  {
    "id": 76,
    "text": "Вы подбежали, и мимо вас пролетело крыло взорванного бомбардировщика. А всё таки хорошо, что вы захватили башню \"Граничная\"!\nВы подбежали в укрытие тех солдатиков, и один из них сказал:\n—Хорошо, шестой есть, осталось четыре..",
    "answers": [
      {
        "id": 78,
        "text": "-Я - шестой?"
      },
      {
        "id": 79,
        "text": "-Кого четыре?"
      }
    ]
  },
  {
    "id": 77,
    "text": "Вы подбежали к ним, но жёлтый бомбардировщик кинул на вас бомбу и вы взорваны.\n                                 ВЫ МЕРТВЫ",
    "answers": [
      {
        "id": 75,
        "text": "Заново"
      }
    ]
  },
  {
    "id": 78,
    "text": "—Да, ты шестой. нам надо ещё 4 солдатиков чтобы сбежать... (Взрыв) отсюда. Вопросы есть?",
    "answers": [
      {
        "id": 80,
        "text": "-Кто ты?"
      },
      {
        "id": 81,
        "text": "-Что происходит?"
      },
      {
        "id": 82,
        "text": "-Куда сбежать?"
      },
      {
        "id": 83,
        "text": "-Да нет..."
      }
    ]
  },
  {
    "id": 79,
    "text": "—Четыре солдатика! — сказал вам зелёный солдатик. -Вопросы ещё есть?",
    "answers": [
      {
        "id": 78,
        "text": "Я - шестой?"
      }
    ]
  },
  {
    "id": 80,
    "text": "—Я — Сержант Ларри. ещё есть вопросы? (взрыв)",
    "answers": [
      {
        "id": 81,
        "text": "-Что происходит?"
      },
      {
        "id": 82,
        "text": "-Куда сбежать?"
      },
      {
        "id": 83,
        "text": "-Да нет..."
      }
    ]
  },
  {
    "id": 81,
    "text": "—Ты что, не видишь?! Началась настоящая... (Взрыв) война! Короче, садимся в грузовик и едем отсюда! Ни каких вопросов!\n—Сержант, а... — Спросил один солдатик Сержанта.\n—Никаких вопросов! — Сержант прервал голос одного солдатика.",
    "answers": [
      {
        "id": 83,
        "text": "-Так точно!"
      }
    ]
  },
  {
    "id": 82,
    "text": "—Да куда угодно, лишь-бы живы остались! Садимся в грузовик и едем отсюда! Живо!",
    "answers": [
      {
        "id": 83,
        "text": "Так точно!"
      },
      {
        "id": 84,
        "text": "Остатся на месте",
        "need_ever": true
      }
    ]
  },
  {
    "id": 83,
    "text": "—Хорошо, все садимся в грузовик. Живо!!! — сказал Сержант Ларри. Вы сели в грузовик, а сам грузовик назывался \"Грузовик сделал БУМ!\" очень смешное название. (Сам Джонни придумывал!)  Вы съехали с базы.",
    "answers": [
      {
        "id": 85,
        "text": "Уехать из базы",
        "need_ever": true
      }
    ]
  },
  {
    "id": 84,
    "text": "Вы остались на месте. Вдруг Ларри сказал \"А к чёрту тебя\" и застрелил вас.",
    "answers": [
      {
        "id": 75,
        "text": "Заново"
      },
      {
        "id": 84,
        "text": "Получено достижение: Предатель",
        "comment": true
      }
    ]
  },
  {
    "id": 85,
    "text": "Вы выехали с базы. Но вы не смогли далеко уехать, вас взорвал жёлтый танк. Но это лучше, чем смертная казнь. Вас упомянут в истории как \"Солдатик, который отступил\". Дурная слава, дурная, к сожалению.  Зато вы известный солдатик среди квартиры.",
    "answers": [
      {
        "id": 1,
        "text": "Сначала"
      },
      {
        "id": 85,
        "text": "Получено достижение: Дурная слава",
        "comment": true
      }
    ]
  },
  {
    "id": 86,
    "text": "Вы остались нам месте. На этих солдатиков упала бомба. Они, конечно-же умерли. Вдруг вы увидили тело зелёного солдатика, он говорил хрипким голосом:\n—Помоги... мне... пожа.. (кашель) ..луйста... я... (Кашель) ...умираю... прине...(кашель)...си... мне... апте...(кашель) — и после этого полумёртвый солдатик замолчал. Апте.... что это значит? Похоже, аптечка. Аптечка находится в медицинской палатке,  но её оккупировали  жёлтые солдатики. Можно этому солдатику отказать.",
    "answers": [
      {
        "id": 88,
        "text": "Отказать"
      },
      {
        "id": 106,
        "text": "Принять"
      }
    ]
  },
  {
    "id": 87,
    "text": "Вы спрятались за ближайшим камнём, где были ещё 2 солдатика: 1 с автоматом, другой с винтовкой.\n—О, Максим, здравствуй! — сказал солдатик с автоматом.\n—Ты кто? — Спросили вы.\n—Я Евгений Турков!\n—А, ты же мой сосед по кровати...\n—Ну да! Денис Смирнов бы тут тоже-бы был, но он был убит... — Грустно сказал Евгений.\n—Убит?! Кем?! — тревожно сказали вы.\n—Бомбардировкой, нашу палатку взорвали. \n—Ясно, ясно, пора стрелять! — сказали вы.",
    "answers": [
      {
        "id": 89,
        "text": "Стрелять из пулемёта",
        "need": 73
      },
      {
        "id": 101,
        "text": "Только из чего? у меня же дробовик...",
        "need": -73
      }
    ]
  },
  {
    "id": 88,
    "text": "Вы отказали солдатику.Жёлтые пулемётчики начинают начинают делать своё дело, а именно стрелять.   ",
    "answers": [
      {
        "id": 87,
        "text": "В укрытие!",
        "need": 73
      }
    ]
  },
  {
    "id": 89,
    "text": "Вы поставили ручной пулемёт на камень, и осталось решить: как именно стрелять? Яростно? В прицеле? Только в жёлтых солдатиков? Решайте быстрее!",
    "answers": [
      {
        "id": 90,
        "text": "СТРЕЛЯТЬ ЯРОСТНО!!!"
      },
      {
        "id": 91,
        "text": "Стрелять в прицеле"
      },
      {
        "id": 92,
        "text": "Стрелять в жёлтых солдатиков"
      }
    ]
  },
  {
    "id": 90,
    "text": "Вы начали стрелять яростно. Солдатики поддерживали вашу плотность огня.  Конечно, иногда попадали в своих, но вы даже носа не давали жёлтым солдатикам высунуть. Вы поубивали всех жёлтых пулемётчиков. Единственная проблема — танки. Вы их даже пробить не могли (впрочем и неудивительно).  Но вот зараза — пулемёт надо перезаряжать!",
    "answers": [
      {
        "id": 93,
        "text": "Перезарядится на виду"
      },
      {
        "id": 94,
        "text": "Скрытся и перезарядится"
      }
    ]
  },
  {
    "id": 91,
    "text": "Вы решили стрелять в прицеле. Было точно, но медленно, и вас быстро отправили на тот свет.\n                                 ВЫ МЕРТВЫ",
    "answers": [
      {
        "id": 89,
        "text": "Заново"
      }
    ]
  },
  {
    "id": 92,
    "text": "Вы начали стрелять только в \"жёлтую сторону\".  Было нормально, но стреляли не так уж и быстро, скорее всего не медленно и не быстро. Союзникм поддерживали вашу плотность огня. Вдруг вам пришлось перезаряжатся, и надо решить — как.",
    "answers": [
      {
        "id": 93,
        "text": "Перезарядится на виду"
      },
      {
        "id": 94,
        "text": "Скрытся и перезарядится"
      }
    ]
  },
  {
    "id": 93,
    "text": "Когда вы перезаряжались, вы стали лёгкой мишенью, и вы тут-же поймали пулю прямо в лоб.\n                               ВЫ МЕРТВЫ",
    "answers": [
      {
        "id": 89,
        "text": "Заново"
      }
    ]
  },
  {
    "id": 94,
    "text": "Вы скрылись и начали перезаряжатся. А поскольку вы не умели перезаряжать пулемёт, вы его перезаряжали  10 минут, и жёлтые солдатики уже успели взятся за пулемёты. Но они не стреляли... возможно, это ловушка.",
    "answers": [
      {
        "id": 95,
        "text": "Кинуть дымовую гранату и  убежать в другое место"
      },
      {
        "id": 96,
        "text": "Поставить пулемёт на камень"
      }
    ]
  },
  {
    "id": 95,
    "text": "Вы кинули дымовую гранату, и убежали в другое место, также жестом позвали два солдатика. Вы поставили пулемёт на камень (ещё один) и убили  пулемётчиков.",
    "answers": [
      {
        "id": 97,
        "text": "далее"
      }
    ]
  },
  {
    "id": 96,
    "text": "Не успели вы увидеть местность, как-вы тут-же потеряли голову.\n                                  ВЫ МЕРТВЫ",
    "answers": [
      {
        "id": 89,
        "text": "Заново"
      }
    ]
  },
  {
    "id": 97,
    "text": "Вы стреляли, стреляли и стреляли. Вдруг к вам подбежал солдатик,и сказал что по базе будет повторная бомбардировка и подкрепление врагов. Он указал пальцем на жёлтые самолёты издалека, и сказал что нужно бежать отсюда. Евгений и солдатик согласились, а вы?",
    "answers": [
      {
        "id": 98,
        "text": "Согласится",
        "need_ever": true
      },
      {
        "id": 99,
        "text": "Остатся на месте и продолжать стрелять",
        "need_ever": true
      }
    ]
  },
  {
    "id": 98,
    "text": "Вы побежали за тем солдатиком. Он привёл вас к грузовику который назывался \"Грузовик сделал БУМ!\" (Сам Джонни придумывал!) У грузовика было ещё 4 солдатика, ещё Виктория и подполковник Сергей Речков. Сергей Речков — строг чуть ли не со всеми. Вы всегда боялись Сергея, думая, что он демон.  Приходится братом Пластикового Джонни. Только вот где сам Джонни и Василенко — вы не знали. Вдруг Виктория скомандовала:\n—Все живо в транспорт! Быстрей, быстрей! \n\nВы, не раздумывая, сразу вошли в грузовик. В грузовике была пища и палатки. Вскоре вы уехали из базы, и история об этом заканчивается.",
    "answers": [
      {
        "id": 1,
        "text": "Пройти квест заново"
      },
      {
        "id": 98,
        "text": "Получено достижение: Выживший в огне",
        "comment": true
      }
    ]
  },
  {
    "id": 99,
    "text": "Вы отказались от этого и продолжили стрелять в жёлтых солдатиков. Вы уничтожили жёлтых солдатиков до единого, но вскоре услышали звук сбрасывания бомбы, и вы конечно умерли, но вы остались известным на всю квартиру, и ваше имя знает каждый солдатик.",
    "answers": [
      {
        "id": 1,
        "text": "С самого начала"
      },
      {
        "id": 87,
        "text": "Заново"
      },
      {
        "id": 99,
        "text": "Получено достижение: Мёртв, но жив в сердцах",
        "comment": true
      }
    ]
  },
  {
    "id": 100,
    "text": "Вы остались на месте. Вы ожидали их смерть, но они остались живы. Вдруг вы увидили тело зелёного солдатика, он говорил хрипким голосом:\n—Помоги... мне... пожа.. (кашель) ..луйста... я... (Кашель) ...умираю... прине...(кашель)...си... мне... апте...(кашель) — и после этого полумёртвый солдатик замолчал. Апте.... что это значит? Похоже, аптечка. Аптечка находится в медицинской палатке,  но её оккупировали  жёлтые солдатики. Можно этому солдатику отказать.",
    "answers": [
      {
        "id": 88,
        "text": "Отказать"
      },
      {
        "id": 106,
        "text": "Принять"
      }
    ]
  },
  {
    "id": 101,
    "text": "—К медицинской палатке пойдём — сказал Евгений.\n—Ладно, пошли. — сказали вы.\nВы по \"стелсу\" перебрались до медицинской палатки. Вдруг вы вспомнили, что вам надо добыть аптечки в медицинской палатке.\n—А зачем нам в медицинскую палатку? — Спросили вы Евгения.\n—Тут меня один солдатик просил аптечку принести, я ответил ему что подумаю, а решился только недавно. — Ответил вам Турков.\n—Одна проблема: эту палатку хорошо охраняют.\n—По тихому их убьём.\n\n",
    "answers": [
      {
        "id": 102,
        "text": "Ладно, у меня нет выбора."
      }
    ]
  },
  {
    "id": 102,
    "text": "—Хорошо, Сейчас я троих убью... — ответил вам евгений.\n(Спустя троих убийств)\n—Всё. О, смотри, у одного аптечка выпала! — Радостно сказал Евгений.\n—Но уже ты пойдёшь за аптечкой. — Сказал вам Евгений.",
    "answers": [
      {
        "id": 103,
        "text": "-Ну уж нет, давай ты!"
      },
      {
        "id": 104,
        "text": "-Ну ладно.."
      }
    ]
  },
  {
    "id": 103,
    "text": "—Ну уж нет, давай ты! — Ответили вы Евению.\nЕвгений лишь только фыркнул и пошёл за аптечкой, но его заметили и убили, и вас тоже застрелили.\n                                 ВЫ МЕРТВЫ",
    "answers": [
      {
        "id": 101,
        "text": "Заново"
      }
    ]
  },
  {
    "id": 104,
    "text": "Вы пошли за аптечкой тихо, и вас не заметили. Вы пошли к Евгению, а затем по \"Стелсу\" обратно к телу. Но, тело зелёного солдатика не дышало! \nПотом к вам подбежал солдатик и сказал, что по базе будет повторная бомбардировка и подкрепление врага, и он сказал эвакуироватся.",
    "answers": [
      {
        "id": 98,
        "text": "Эвакуироватся",
        "need_ever": true
      }
    ]
  },
  {
    "id": 105,
    "text": "Взять автомат вы не смогли, но вы старались снять, но в здание вломились жёлтые солдатики и убили вас.\n                              ВЫ МЕРТВЫ",
    "answers": [
      {
        "id": 71,
        "text": "Заново"
      }
    ]
  },
  {
    "id": 106,
    "text": "Вы решили выполнить его просьбу, но вам показалось подозрительно то, что он не договорил. Вы решили его проверить, и, как оказалось — он не дышит.  Вы сразу передумали ему приносить аптечку, можно ему отказать.",
    "answers": [
      {
        "id": 88,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 107,
    "text": "",
    "answers": []
  }
]