[
  {
    "id": 1,
    "text": "Автор: ☆☆☆☆☆☆\n\nШкольный бал... Для кого-то это конец года, для другого-вечеринка,  а для третего что-то больше... Конец учебного года и по этому поводу в школе, где учатся главные герои, будет бал.\n \n Эта часть в основном о отношений Вероники с Гедеоном.",
    "answers": [
      {
        "id": 2,
        "text": "Главы"
      },
      {
        "id": 21,
        "text": "Персонажи",
        "need": [
          20
        ]
      },
      {
        "id": 1,
        "text": "Первая часть",
        "targetbookid": 74631
      }
    ]
  },
  {
    "id": 2,
    "text": "Главы появляются постипенно",
    "answers": [
      {
        "id": 3,
        "text": "Глава 1"
      },
      {
        "id": 23,
        "text": "Глава 2",
        "need": [
          20
        ]
      },
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 3,
    "text": " После выполнения очередного задания мы с пацанами просто сидели на крыше одного из самых высоких зданий, ели пиццу и говорили на разные темы.\n -Кто с кем пойдет на бал?-спросила Вероника.\n -Школьный бал? Наверное не пойду.-без интереса сказал Гедеон.\n  Джеймс сел рядом с ним и легонько дал ему по голове;\n—А те, кто не найдет себе пару сам, будет вынужден вытащить себе пару...\n -Как в игре Secret Santa?-спросил Майк.\n -Что-то вроде этого.-спокойно ответил Джеймс.\n -А ты с кем пойдешь?-вмешался в разговор Рассл.\n -Ну, это неважно...-С злостью в голосе сказал Джеймс и зашел в здание.",
    "answers": [
      {
        "id": 4,
        "text": "-Влюбился..."
      }
    ]
  },
  {
    "id": 4,
    "text": " -Влюбился...-как бы передразнивая его громко сказала я. Знаю, что он не влюблен, проссто интересна его реакция. \n -Этот парень не влюбляется-прокричал он с другой стороны двери.\n -Да ладно, пингвинчик-ответила я и обратилась к Венсу, который просто ел пиццу.-Чего он такой нервный.\n -Он должен найти апаратуру и следить, чтобы на бале не было никаких технических неполадок.-ответил он и допил свой сок.\n -Ок. Кстати, нам же завтра в школу. Думаю нам пора.-сказала я и встала.\n Ребята спустились, а мы с Венсом остались наедине. Он прдошел, приобнял меня за талию и поцеловал в губы.\n -Искра такая же как и при ппервом поцелуе.-сказала я, когда он отстранился. \n",
    "answers": [
      {
        "id": 5,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 5,
    "text": " -Ей, чмоки-чмоки, вы там скоро?-Спросил Джеймс снизу.\n Я посмотрела на Венса и спросила — полетели?\n -То, что у тебя есть крылья-я знаю, но умеешь ли ты летать?-ответил он вопросом на вопрос.\n -Неа, но смягчить подение-да-я посмотрела на него серьезным взглядом и добавила-шучу, мы же в городе, пойдем!\n Мы быстро спустились и решили пойти в парк.\n Мы погуляли до девяти вечера.  По обратной дороге мы ходили по темному переулку, как вдруг я услышала какой-то непонятный звук со стороны мусора. \n ",
    "answers": [
      {
        "id": 6,
        "text": "-Ты это услышал?"
      },
      {
        "id": 7,
        "text": "Не обращать внимания"
      }
    ]
  },
  {
    "id": 6,
    "text": " -Ты это услышал?-обратилась я к Венсу. \n -Услышал что?\n—Зв...-Я огляделась-не важно.\n Он взял мою руку и посмотрел на остальных. \n -Нам надо идти-сказал он, улыбаясь. \n Я кивнула и мы побежали за остальными.\n Мы дошли до нашего дома.\n -Венс, ты идешь?-спросила Вероника.\n -Я тебя провожу-вместо него ответил Гедеон. \n Венс вопросительно посмотрел на него. \n -Я мысли читать умею, ты забыл?-спросил он и посмотрел на Веронику-Ну что? Пойдем?\n Она кивнула и обратилась к нам-До встречи. И Венс, приходи раньше родителей, а то возможно я останусь единственным ребенком.",
    "answers": [
      {
        "id": 8,
        "text": "Дома"
      }
    ]
  },
  {
    "id": 7,
    "text": " Я не обратила внимание на это. Ну может уличные коты или собаки, но все же замедлилась. Венс заметил это, подошел ко мне и взял мне за руку.\n -Нам надо идти-сказал он, улыбаясь. \n Я кивнула и мы побежали за остальными.\n Мы дошли до нашего дома.\n -Венс, ты идешь?-спросила Вероника.\n -Я тебя провожу-вместо него ответил Гедеон. \n Венс вопросительно посмотрел на него. \n -Я мысли читать умею, ты забыл?-спросил он и посмотрел на Веронику-Ну что? Пойдем?\n Она кивнула и обратилась к нам-До встречи. И Венс, приходи раньше родителей, а то возможно я останусь единственным ребенком.",
    "answers": [
      {
        "id": 8,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 8,
    "text": " Спустя несколько минут мы были в моей комате и говорили на разные темы. \n -Как ты думаешь, стоит ли нам найти девушку для Джеймиса?-спросил Венс и сел на кровать.    \n -С любовью у нас не так, как у людей:-начала я, сев рядом с ним-мы влюбляемся раз в жизни и это навсегда. Мы не можем заставить себя или другого влюбляться.\n -Даже если это не взаимно?\n -Да, даже тогда. Вот поэтому мы так боимся этого.\n -Жаль... а я жду не дождусь бала-весело сказал он. \n -Ты смотри со своими оценками на второй год не останься. Кстати, ты сделал домашку?\n -Эээ...Да-промямлил он.",
    "answers": [
      {
        "id": 9,
        "text": "-Дай проверю"
      }
    ]
  },
  {
    "id": 9,
    "text": " -Дай проверю, а то мало ли...\n Он молча взял рюкзак и достал тетрадь по алгебре. В основном он все правильно сделал, я уже хотела радоваться, но тут...\n    sinx/n=six/1=6\n Я закрыла тетрадь и помотая головой вернула ему.\n -Что-то не так? -спросил он.\n -Последний пример-начала я-каждый твой шаг стоит двадцатиэтажного мата.\n -Значит завтра на алгебре скучно не будет — ответил он и убрал тетрадь.\n Я проверила все его тетради. Не пойми что творилось только в алгебре...\n -Уроки проверены... Хочешь на крышу?\n Он кивнул и мы вышли из моего окна и сели у дерева...Тут так красиво. Жизнь в центре города кипела, он весь ссветился, а наверху красовались звезды...\n Мне захотелось поспать и я положила голову ему на плечо и закрыла глаза...",
    "answers": [
      {
        "id": 10,
        "text": "От лица Вероники"
      }
    ]
  },
  {
    "id": 10,
    "text": " Мы с Гедеоном ходили по светлой улице. Он не разговорчив, а я не знала с чего начать, поэтому просто ходила, думая о своем:\n \"Прошло полтора года с момента нашего знакомства и с этого дня Гедеон изменился. Раньше выдавить из него слово было невозможно, а теперь он отвечает на любые вопросы, даже что-то добовляет, удыбается... А что касается меня? Он постоянно в моих мыслях, я не могу думать о чем-то еще... Может я влюбляюсь? Нет, точно нет. Тупо любить того, кто не способен ответить на это...\"\n Даже думая об этом мне иногда удавалось поймать на себя его внимательный взгляд.",
    "answers": [
      {
        "id": 11,
        "text": "-Тебе что-то нужно?"
      }
    ]
  },
  {
    "id": 11,
    "text": " -Тебе что-то нужно?-спросила я и посмотрела на него.\n Он был намного выше меня, поэтому я смотрела на него с поднятой головой и от моего взгляда не проскочила полная луна и его красные, как кровь глаза. От страха я попятилась назад, а потом повернулась и побежала подальше, но он оказался в разы быстрее и через несколько секунд загнал меня в тупик. Приблизились к моему уху он прошептал что-то и спустился к моей шее. Я попыталась вырваться, но он держал меня сильно, хоть и нежно. Вдруг он остановился и посмотрев на него я увидела уже карие глаза: Луна скрылась за тучами.",
    "answers": [
      {
        "id": 12,
        "text": "-Мне пора"
      }
    ]
  },
  {
    "id": 12,
    "text": " -Спасибо, что провел-сказала я-но мне пора. \n На самом деле я хотела остаться с ним, но одновреме-менно я боялась его, поэтому быстрыми шагами направилась к себе домой. Он же провел меня по взгляду и мне показалось, или он еще и уллыбнулся? Наверное показалось\n Зайдя домой я приняла душ и легла спать. Завтра меня ждет долгий день, но как всегда я не могла спать: перед моими гла-зами был он, его улыбка... \"Что я вообще нашла в нем? Может с мамой поговорить? Ну неееет, она меня убьет, да и может это просто симпатия? Думаю через пару недель все пройдет. Даже если это что-то больше, то все это безответно. \"  \n С этими мыслями я заснула.\n ",
    "answers": [
      {
        "id": 13,
        "text": "Утро"
      }
    ]
  },
  {
    "id": 13,
    "text": " Всю ночь меня не покидали ощущения холоднных прикосноовений. Может я забыла закрыть окно и это просто ветер?\n Утром как всегда я сонная направилась в ванную и посмотрела на себя в зеркале... Это что? У меня на шее красовался засос. Откуда  у меня такое?... Ладно, прикрою волосами. \n Я всегда просыпаюсь раньше всех, поскольку мне надо быть в школе довольно рано.  приготовив себе завтрак и быстро закончив с этим я побежала на верх и одела форму. У нас в школе ее нет, но мне иногда приходится ее носить: ну для всяких встреч. ",
    "answers": [
      {
        "id": 14,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 14,
    "text": " За окном был яркий солнечный день: отличный повод, чтобы пройтись и подумать обо всем, поэтому я решила пойти в школу пешком. Схватив рюкзак я спустилась вниз и вышла из дому. Всю дорогу я думала о нем. От этих мыслей мне уже тошнит. Так, ладно, мне надо подумать о школе: сегодня я должна проводить экскурсю для новенькой. И это в конце года... странно. \n",
    "answers": [
      {
        "id": 15,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 15,
    "text": " Зайдя а свой кабинет (Да, у правой руки директора есть свой кабинет. Третий этаж, последняя и моя любимая комната. От сюда открывается прекрасный вид на школьный сад и город.) я нашла на столе кучу бумаг. Подойдя и взяв бумаги я узнала немного про ковенькую... спасибо тому, кто принес их сюда.\n Мои обязанности заключаются не только в проведении экскурсий. Я еще и должна прочитать мнение всех тех, кто написал его на бумаге и кинул в ящик. До меня никто подобным не занимался, но когда я придала важность каждому логичному мнению, рейтинг школы значительно поднялся. \n ",
    "answers": [
      {
        "id": 16,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 16,
    "text": " Многие предметы как Химия, физика, биология, ОБЖ стали более практичными, а ученикам стало легче осваивать материал и с удоволствием участвовали в соревнованиях, зачастую выиграв призы. По совету многих учеников были открыты кружки (рисовальный, театральный и т.д.).  У школы появились разные спортивные команды...  \n Футболные, баскетболные и валейболные площадки разделили, а то ученики были готовы поубивать друг друга за територию. Я позаботились о финансировании, конечно с помощю директора, и нам помогли... А раньше я думала, что это невозможно...\n За все это я получила кусок бумаги, но это не важно: я просто хочу, чтобы из школы не вышли сплошные дегенераты.",
    "answers": [
      {
        "id": 17,
        "text": "Звонок"
      }
    ]
  },
  {
    "id": 17,
    "text": " Из мыслей меня вывел телефонный звонок. О, это директор. \n -Я вас слушаю\n -Вероника, зайди ко мне.-сказал он и повесил трубку.\n Я сломя голову побежала в его кобинет.\n -Вы хотели увидеть меня?-спросила я, войдя внутрь.\n -Да, присядь-сказал он, показывая на стул-Я хотел поговоить о ней.-он показал на фото той самой девушки-она немного странная,  постоянно говорит с загадками, подвохами и... надеюсь ты найдешь с ней общий язык.-закончил он, вставая с места.\n -Конечно-я встала в ответ. \n Он же похлопав меня по голове слегка потолкнул со спины, намекая, что я свободна.",
    "answers": [
      {
        "id": 18,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 18,
    "text": " Я быстрыми шагами направилась к себе со своими мыслями, когда ударилась и упала. Подняв взгляд я увидела его... Думаю не стоит говорить кто это был.\n -Ой, прости, я тебя не заметил-сказал он и подал мне руку.\n Я приняла его помощь и встала, но внезапно открылась часть шеи с засосом. Увидев это он слегка покроснел. Да и я тоже.\n -Алергия...-оправдадась я.\n -Врешь-сказал он с хитрой ухмылкой и ушел.\n Я поправила прическу и побежала к себе.\n Всю дорогу я думала о нем \"Что значит эта ухмылка? Он еще и знает что такое стыд? Если нет, то какого лишнего он покроснел?\"",
    "answers": [
      {
        "id": 19,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 19,
    "text": " Когда я закончила все свои дела, до звонка остовалось минут 10 и я решила провести это время с остальными. Я даже угадала где они были. И конечно же в саду. \n Они сидели у старого дерева и говорили насчет бала. \n -Всем привет-я села рядом с ними-как дела?\n -Привет, все классно-начала Томика-Уже 4 среди нас нашли себе пару для балла. Ну скорее три, с четвертым еще не ясно.\n -Ого, а Джеймс нашел?-спросила я и посмотрела на него.\n -Говорил же, этот парень не влюб...-Ждеймс на секунду посмотрел куда-то вдаль.-ляется.",
    "answers": [
      {
        "id": 20,
        "text": "Звонок"
      }
    ]
  },
  {
    "id": 20,
    "text": " Вдруг прозвенел званок: уже 8:30. \n -Ты идешь с намми?-спросил Рассл.\n -Не могу, экскурсия-я поджала губы, слега поднимая плечи.\n -Удачи тебе.\n Мы направились ко входу, а там я осталась, а они ушли. \"Надеюсь я налажу с ней\" подумала я.\n Так я простояла минут 5, когда услышала шаги с другой стороны коридора. Вышел директор с рыжеволосой и с огненными глазами девушкой лет 15.\n -Вероника, познокомься-начал он-это Лиза...",
    "answers": [
      {
        "id": 2,
        "text": "Конец 1 главы"
      },
      {
        "id": 23,
        "text": "2 глава"
      }
    ]
  },
  {
    "id": 21,
    "text": " Персонажи появляются только тогда, когда вы встречаете их. (персонаж из первой части тут не будет)",
    "answers": [
      {
        "id": 22,
        "text": "Лиза",
        "need": [
          20
        ],
        "need_ever": false
      },
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 22,
    "text": " Рыжеволосая девушка с прожигающими и огненными глазами. 15 лет. Скрывает что-то важное, о себе не говорит, где жила и училась-неизвестно. ",
    "answers": [
      {
        "id": 21,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 23,
    "text": " Если честно, выглядела она мягко говоря необычно. Не знаю в чем причина: может в очень ярких, больших и не естественных для человека глаз, а может в волосах и в  маленьком носу, из-за которых она больше похожа на куклу? Или в росте? Не знаю.\n -Рада знакомству-я протянула руку-я Вероника-твой гид на сегодня, но если будут вопросы-обращайся, отвечу с великим удоволствием.\n -Ты не первая, кто так думает обо мне- Она пожала руку.\n -Прости?-переспросила я. Похоже он был прав.\nЕсли честно, то сиитуация была не лучшей: Вроде ровесницы, а смотрю на нее почти как на Гедеона.\n -Ну, пожалуй начнем.-сказала я и жестом показала ее пойти со мной.",
    "answers": [
      {
        "id": 24,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 24,
    "text": " Мы обошли всю школу и я подробно объяснила ей обо всем в школе, рассказала про кружки и спортивные команды. \n И перемена. Ну наконец-то. Я попрощалась с ней и пошла к ребятам в столовую.\n -Как экскурсия, сестренка?-спросил Венс.\n -Она странная-тихо сказала я и села со своим обедом.\n -С чего ты взяла?\n -Она говорит странные вещи. Да и сама выглядит не как человек.-Сказав это я почувствовала на себя чей-то взгляд. Повернувшись я увидела ее.\n Томика, как будто поймав момент, тоже посмотрела на нее. \n -Ребята, вы же не думаете, что она...\n -Демон?-спросил Майк.\n Томика кивнула.\n -ЧТО!???-я сразу повернулась.\n \n ",
    "answers": [
      {
        "id": 25,
        "text": "Нет"
      }
    ]
  },
  {
    "id": 25,
    "text": " -Нет, это невозможно. Демон в человеческой школе?-быстро сказала я.\n Томика уставилась на меня  типо \"серьезно?\".\n -Ладно, поняла.-сказала я-и что нам делать?\n -Думаю пока ничего -ответила Томика-Она может предноблежать первой категории демонов.\n -Всмысле?-вмешался Венс\n -Всмысле она не опасна. Демоны, которые против людей как правило не выходят из ада. А она в обычной школе... Думаю вы поняли.\n Я кивнула-Мы проследим за ней.\n Вдруг прозвенел званок. \n -Нам пора-добавила я и мы направились к выходу. \n ",
    "answers": [
      {
        "id": 26,
        "text": "От лица Томики"
      }
    ]
  },
  {
    "id": 26,
    "text": " Мы  собрались выйти, но тут я почувствовала на себя ее взгляд. Когда  все вышли я направилась в более тихое место, где не было ни единой души. И тут то же самое...\n -Почему ты следишь за мной?-не поворочиваясь спросила я.\n -А я-то думала, что всемогущая Томика Нортвест уже знает причину.-Услышала я голос с зади.\n -Что?-я повернулась, но ее уже не было рядом.\n \"Откуда она знает как меня зовут?\"\n Я все больше и больше убеждаюсь в том, что она точно не человек, но это не значит, что она-демон. Может вампир? \n ",
    "answers": [
      {
        "id": 27,
        "text": "Мне надо идти"
      }
    ]
  },
  {
    "id": 27,
    "text": " Вспомнив, что уже урок я рванула в класс. Благо в школе нету камер и через несколько секунд я была у двери в класс... Мда, у нас геометрия. Я зашла в класс и училка посмотрела на меня\n -Здравствуйте, простите, что опаздала, можно сесть?-Я собиралась сесть, но  она остановила меня\n -Почему опаздываем?-спросила она с мелом в руке. \nПочему я уточнила это? Потому что с мелом она опасна для жизни: в любой момент может швырнуть.\n -А какая разница? Все равно всем плевать.\n -Прошло полтора года, но смелчаком класса осталась ты.-со злостью в голосе сказала она.\n -Я в курсе.\n С этими словами я села на место. ",
    "answers": [
      {
        "id": 28,
        "text": "Почему она ничего не сделала?"
      }
    ]
  },
  {
    "id": 28,
    "text": " Почему она ничего не сделала? Да потому, что ее методики на меня не действуют. Ведь выражение \"упертый баран\"-про меня. Дать сложные примеры она не может, ведь мозги у демона развиты сильнее человеческой, но когда мне это бывает не по зубам, она мысленно решает, а я списываю. Выходит двойка-тоже не вариант. Мел швырнуть не может, ведь я уже научилась остановить время...В  общем уже полтора года четвером орем над ней. Но я естественно больше всех: За себя и за Венса, хотя он тоже иногда балуется, что не сказать про Веронику. Она примерная ученица.\n",
    "answers": [
      {
        "id": 29,
        "text": "Урок"
      }
    ]
  },
  {
    "id": 29,
    "text": " Весь урок я чувствовала, как Лиза быстро бросает взгляд то не меня, то на остальных парней... Либо я так похожа на  длинноволосого парня, либо ей от нас реально что-то нужно или она что-то знает. Кстати о ней: Весь урок она сидела в конце класса и что-то писала и в тетраде, и в блокноте, а та истеричка, которую называют учительницей, плевать хотела на это. Странно: обычно она очень остро реагирует на такое. Короче, это неважно. Думаю мне стоит познакомится с ней поб-лиже, дабы выяснить кто она на самом деле. \nПрозвенел звонок и она куда-то побежала. Я же побежала следом за ней, но потеряла ее в толпе.\n",
    "answers": [
      {
        "id": 33,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 30,
    "text": " Перемена. Я решила выйти и побыть в саду. Пока я ходила кругами, услышала как парни дерутся. Я побежала к источнику звука и спряталась за ближащим деревом. Посмотрев у меня округлились глаза. Там стояли наша вечная тройка и... Гедеон! А я-то думала он не лезет в такое.\n -Ты не можешь пригласить ее.-начал Гедеон, которого загнали в тупик.\n -Интересно, почему? Может ее хочет пригласить кто-то еще? А, нет, подожди, ты же собираешься это делать.-с ухмылкой сказал глава тройки, а потом перешел на более жесткий тон-Слушай сюда, мусор, даже не подходи к ней, а то...-он угрожающе показал кулак-Она моя, понял!?\n ",
    "answers": [
      {
        "id": 31,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 31,
    "text": " Гедеон все это время спокойно слушал. Я даже удивилась, но когда услышал последнюю фразу, не слабо так врезал ему. Те двое напали на него, но вампирская сила дала о себе знать. Он без всякого труда откинул их в стороны и схватив глааваря за воротник прижал его к стене.\n -Что ты сказал на ее счет?\n -Думаешь, если пригласишь, то она согласится? Да эта ботаника скорее со своей домашкой придет, чем с тобой.\n Один удар, и тот весь в крови упал без сознания. От страха я закричала, но сразу же закрыла себе рот руками. От кого, но от него я такого не ожидала.\n Но шоу еще продолжается: он меня заметил и я принялась бежать. Ну да, я все еще верю, что мой побег займет хотя бы минуту, прежде чем он меня поймает.",
    "answers": [
      {
        "id": 32,
        "text": "Побег"
      }
    ]
  },
  {
    "id": 32,
    "text": " Это мой рекорд! Я добежала до ближайшего угла, когда он запрыгнул на меня и повалил.\n -Да, я слежу за ней...-сообщила кому-то по телефону Лиза и от нашего шума обернулась с испуганным взглядом-А вот вас тут быть не должно. \n Не знаю как ему, но мне стало страшно от этого. Она недобро сверкнула глазами и Гедеон дал мне знак, что нам пора свалить. Класс, догонялки продолжаются. Мы бежали по всей школе и заперлись в комнате с вещами уборщика.\n -Кажется нам удалось-сказал он.\n Я, еле отдышаясь, кивнула.\n -Что делаем, ребята?-Вдруг кто-то спросил. \n Было темно и мы не смогли разглядеть его и тут меня дико потянуло в сон. Не удержавшись я упала на пол, а что случилось дальше-не помню.\n ",
    "answers": [
      {
        "id": 2,
        "text": "Конец 2 главы"
      }
    ]
  },
  {
    "id": 33,
    "text": " Я поискала ее везде, где она только могла быть, но безуспешно.\n \"Может она вышла во двор?\" С этими мыслями я вышла и направилась в сад. Она вряд ли знает про задний двор, поэтому я обыскала только переднюю часть. \n Стоило меня сесть под деревом, как вдруг я услышала как  кто-то кричал с задней части. Я побежала со всей мочи, но результатов не было.\n Ну нет так нет. Может Вероникка раздобыла о ней хоть какую-то информацию? \n Я поднялась к ней. Дверь ее кобинета была закрыта. Звучит странно, но на секунду я почувствовала, как Гедеон звал меняна помощь. Я рванула в то место, откуда это чувствовалась, но открыв дверь я там никого не обнаружила.",
    "answers": [
      {
        "id": 30,
        "text": "Тем временем от лица Вероники"
      }
    ]
  },
  {
    "id": 34,
    "text": "",
    "answers": []
  }
]