[
  {
    "id": 1,
    "text": "Эта история про героя которому по легенде нужно спасти всю планету от зла, а сможет ли он?\nЭто только первая часть которая вам наверное не понравится ведь автор безграмотный ленивец. Стоп нельзя писать про неграмотность ой........ ",
    "answers": [
      {
        "id": 2,
        "text": "Проснуться "
      }
    ]
  },
  {
    "id": 2,
    "text": "Вы проснулись в таверне. В таверне играла спокойная музыка похоже был день ведь народ ходил по этажам и выкрикивал песни про вино.",
    "answers": [
      {
        "id": 3,
        "text": "Встать "
      }
    ]
  },
  {
    "id": 3,
    "text": "Вы встали у вас на столе лежало вино, взять его? ",
    "answers": [
      {
        "id": 4,
        "text": "Взять"
      },
      {
        "id": 5,
        "text": "Нет"
      }
    ]
  },
  {
    "id": 4,
    "text": "Бутылка была пустая",
    "answers": [
      {
        "id": 3,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 5,
    "text": "К вам в комнату зашел хозяин таверны.\nХ: хей ты собирай вещи и иди отсюда\nВы: ладно тебе, можно Ещё чуть чуть\nХ: выходи у меня новый клиент!\nВы: понял понял ",
    "answers": [
      {
        "id": 6,
        "text": "Уйти"
      }
    ]
  },
  {
    "id": 6,
    "text": "Вы вышли из таверны. На улице было мало людей ведь кто-то был в таверне, кто-то был дома, а кто-то охотился. Вы были в городе новичком и не знали  где что находится. Спустя час вы вспомнили что вы с друзьями пошли в подземелье за каким-то кристаллом и в пещере ваших друзей убили звери. ",
    "answers": [
      {
        "id": 7,
        "text": "Пойти в пещеру "
      },
      {
        "id": 8,
        "text": "Продолжить вспоминать "
      }
    ]
  },
  {
    "id": 7,
    "text": "У пещеры был тролль он спал, но этим он закрыл вход в пещеру ",
    "answers": [
      {
        "id": 9,
        "text": "Напасть на тролля "
      }
    ]
  },
  {
    "id": 8,
    "text": "Вы вспомнили что вы наёмник который выполнял заказ по добыче кристалла также у вас есть лук меч и колчан с 5 стрелами. ",
    "answers": [
      {
        "id": 11,
        "text": "Пойти в пещеру"
      }
    ]
  },
  {
    "id": 9,
    "text": "Вы набросились на тролля кулаками ведь забыли что у вас есть меч. Тролль проснулся и убил вас. ",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 10,
    "text": "Вы напали на тролля и пока он спал проткнули его голову. ",
    "answers": [
      {
        "id": 13,
        "text": "Зайти "
      }
    ]
  },
  {
    "id": 11,
    "text": "У пещеры был тролль он спал, но этим он закрыл проход в пещеру ",
    "answers": [
      {
        "id": 10,
        "text": "Напасть на тролля мечом "
      },
      {
        "id": 12,
        "text": "Напасть на тролля луком "
      }
    ]
  },
  {
    "id": 12,
    "text": "Тролль умер от двух стрел, но когда он умер он крикнул и к вам пришло два тролля которые вас убили ",
    "answers": [
      {
        "id": 1,
        "text": "Конец "
      }
    ]
  },
  {
    "id": 13,
    "text": "Вы зашли в пещеру там были кости и Ещё 2 тролля ",
    "answers": [
      {
        "id": 14,
        "text": "Напасть на тролля мечом "
      },
      {
        "id": 15,
        "text": "Напасть на тролля луком"
      }
    ]
  },
  {
    "id": 14,
    "text": "Вы напали на тролля мечом если это помогло вам его ранить то второй тролль взял и разорвал вашу голову. ",
    "answers": [
      {
        "id": 1,
        "text": "Заново "
      }
    ]
  },
  {
    "id": 15,
    "text": "Вы потратили три стрелы на убийство 1 тролля и последние две на 2 тролля. В пещере были труппы Ещё 2 троллей не считая тех которых убили вы, а также там лежал сундук в котором как вам сказали должен лежать кристалл котороый вам нужен",
    "answers": [
      {
        "id": 16,
        "text": "Взять кристалл"
      }
    ]
  },
  {
    "id": 16,
    "text": "Вы пошли к заказчику и отдали ему кристалл\nЗ: вот твоё золото\n<plus>3700 монет\nВы: спасибо но погибли мои друзья так что их прибыль моя\nЗ: я ничего не знаю\nВы: а ну отдай\nЗ: стража!\nК вам подошли три солдата с мечами и прочной броне\nС: ну что-ж вали отсюда салага ",
    "answers": [
      {
        "id": 17,
        "text": "Уйти "
      }
    ]
  },
  {
    "id": 17,
    "text": "Вы ушли. Вас мучали вопросы \"почему ему нужен этот кристалл?\"\nК вам подошел маг\nМ: хей ты у тебя был кристалл где он\nВы зачем он тебе\nМ: этот кристалл опасен если его дать одному некраманту то они.....\nПроизошел взрыв из дом в котором был заказчик\nМ: о нет, беги!\n",
    "answers": [
      {
        "id": 18,
        "text": "Убежать"
      }
    ]
  },
  {
    "id": 18,
    "text": "Вы побежали к камню, из того дома шли странные существа а страшнее всего было то что возле заказчика были странные существа похожие на огров. Они пошли в сторону горы где вы и нашли тот кристалл.\nМ: пошли за ним нам надо узнать что он хочет ",
    "answers": [
      {
        "id": 19,
        "text": "Что это было? "
      },
      {
        "id": 20,
        "text": "Следить"
      }
    ]
  },
  {
    "id": 19,
    "text": "Этот камень, камень дракона и в него заложена душа дракона если он пойдёт к месту где похоронены драконы то он сможет воскресить одного из них. ",
    "answers": [
      {
        "id": 18,
        "text": ".... "
      }
    ]
  },
  {
    "id": 20,
    "text": "Вы с магом следили за заказчиком и когда он дошел до той горы он сказал каких-то 3 слова и из под земли начали вылезать кости и дракон стал покрываться чешуёй. Дракон встал и улетел к другим местам и начал кричать. Спустя час к заказчику прилетело 7 драконов, он сел на самого большого и улетел вместе с другими. ",
    "answers": [
      {
        "id": 1,
        "text": "Закончить 1 часть "
      }
    ]
  },
  {
    "id": 21,
    "text": "",
    "answers": []
  }
]