[
  {
    "id": 1,
    "text": "В этой части повествование от первого лица!\n\nНелла и Я.\nВсё?\nМы — убийцы.\nИ это всё?\nА что, если в этом мире тоже есть такие убийцы, как мы? \nС которыми можно говорить и даже дружить... Но в каждом из них течёт кровь зверя? Те, кого мы с Неллой хорошо поймём... Люди из общежития убийц!\n(Часть первая: Angel: слишком сладкий образ, Часть вторая: Angel: мертвец и ириски, Часть третья ✓: Angel: она сказала жить , Часть четвёртая: Angel: полнолуние)\nНа комментарии отвечаю всем без исключений!!!\n\n(ПРОСТИТЕ ПОЖАЛУЙСТА, КОНЦОВКА ТОЛЬКО ОДНА. В ДАННОЙ ГЛАВЕ ИДЁТ САМОЕ ВАЖНОЕ РАЗВИТИЕ СЮЖЕТА, ТУТ НЕ НУЖНО МНОГООБРАЗИЕ КОНЦОВОК.)",
    "answers": [
      {
        "id": 2,
        "text": "Начало."
      }
    ]
  },
  {
    "id": 2,
    "text": "Ты тут?",
    "answers": [
      {
        "id": 3,
        "text": "Да."
      }
    ]
  },
  {
    "id": 3,
    "text": " Нелла, ты со мной?",
    "answers": [
      {
        "id": 4,
        "text": "Я не Нелла."
      }
    ]
  },
  {
    "id": 4,
    "text": "Тогда... Ты игрок?",
    "answers": [
      {
        "id": 5,
        "text": "Да."
      }
    ]
  },
  {
    "id": 5,
    "text": "Прости, я ломаю четвёртую стену. Время начинать...",
    "answers": [
      {
        "id": 6,
        "text": " "
      }
    ]
  },
  {
    "id": 6,
    "text": "Всё закончилось на том, что мы с Неллой стали сиротами и решили жить в общежитии убийц.\nЭтим, должно быть, всё и закончилось, да?\nИли же нет... Всё только началось!\n\n///Описание общежития///\nБольшие, от ржавчины красные ворота. За ними — огромное кирпичное здание исписанное разноцветными баллончиками. На стенах я смогла разглядеть только эти записи: HEY! Welcome to killer's house!\n\nМы с Неллой подошли к ржавым воротам общежития, которые сразу же распахнулись с громким скрипом.\n",
    "answers": [
      {
        "id": 7,
        "text": "Зайти."
      }
    ]
  },
  {
    "id": 7,
    "text": "Мы с Неллой зашли в общежитие убийц. Вдали сжатого коридора виднелась чья-то тень.\nЯ подошла по ближе.\nНелла: Стой, Кир! Это может быть опасно...\nЯ: Не волнуйся, у меня есть нож.\nНелла: Ну ладно...",
    "answers": [
      {
        "id": 8,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 8,
    "text": "Я дошла до конца коридора. И вдруг, кто-то сказал:\n???: Привет! Я Сейен. Вы не знаете, как отсюда выйти, и как я сюда попала?\nЯ: Это общежитие убийц. Если ты сюда попала, значит ты убийца!\nСейен: Но я никогда никого не убивала!\nЯ: Слышала, что тут есть комната в которой нам объяснят что да как. Пойдём, я тебя проведу!\nСейен: Буду очень благодарна вам!",
    "answers": [
      {
        "id": 9,
        "text": "Провести её."
      }
    ]
  },
  {
    "id": 9,
    "text": "Я: Смотри, Сейен! Вот и комната общежития, совмещённая спальня.\nСейен: Странное это общежитие...\nЯ: Проходы в ванную, кухню и другие комнаты находятся через тёмный коридор. Этот коридор — идеальное место для убийств. Чувствуешь этот не приятный запах? Это пахнет трупами! Тут происходило много кровавых сражений.\nСейен: Ты так спокойно об этом говоришь! Но, если я сюда попала, я ведь должна привыкнуть к этому?\nЯ: Да, ты должна быть готовой к смерти.",
    "answers": [
      {
        "id": 10,
        "text": "Зайти в совмещённую спальню."
      }
    ]
  },
  {
    "id": 10,
    "text": "В совмещённой спальне находилось шесть человек:\nНелла, красно-волосый парень с чёрной повязкой на рту, розо-волосая сумасшедшая девочка, такой же розо-волосый парень в очках, голубо-волосая кукло-видная девушка, блондин с причёской каре.\nНелла: Сейчас должна подойти хозяйка, она нам всё расскажет! Садись сюда, Кир!\nЯ: Хорошо.\nНелла: А кто это с тобой? \nЯ: Она тоже здесь живёт. Её зовут Сейен.\nНелла: Ясно. Ну что, сестрёнка, давай ждать?",
    "answers": [
      {
        "id": 11,
        "text": "Ждать."
      }
    ]
  },
  {
    "id": 11,
    "text": "Хозяйка подошла уже через минуту. Мы сразу поняли это, когда дверь в комнату отварилась и сюда зашла голубоглазая женщина.\nХозяйка: Я Беннес. Ждали меня? А ТЕПЕРЬ СЛУШАЙТЕ ВНИМАТЕЛЬНО!!! И так, вы все находитесь в СТРАШНОМ МЕСТЕ! Здесь живут убийцы, и вы всегда должны быть на чеку. Правила таковы:\n1. Можно убивать!\n2. Можно расследовать убийства.\n3. Убийцу можно задержать и послать в тюрьму только в случае нарушения правил общежития.\n4. Нельзя убивать персонал!\n5. Нельзя есть плоть человека.\n6. Можно состоять в команде с другими убийцами!\n7. За расследование убийства награда в 1 миллион ₽.\n8. За неправильный выбор убийцы вас отправляют в тюрьму как нарушителя правил.\n9. Нельзя разрушать имущество общежития.\n10. Нельзя держать в тайне от других что-то очень важное или странное.\n\nПоняли? А теперь отдыхайте в моём прекрасном общежитии! В вашем распоряжении 15 комнат:\n1. Мужская ванная.\n2. Женская ванная.\n3. Кухня.\n4. Спальня.\n5. Мужская раздевалка.\n6. Женская раздевалка.\n7. Комната отдыха.\n8. Комната отдыха персонала.\n9. Столовая.\n10. Зал.\n11. Тренажёрный зал.\n12. Подвал.\n13. Чердак.\n14. Лаборатория.\n15. Библиотека.\n\nВот и всё! Если захотите уйти из общежития, предъявите доказательства того, что вы не нарушали правила.\n\nКстати, забыла сказать... Вы можете выбрать одну из трёх должностей:\n• Человек (в случае, если вы хотите отучиться убивать. С данной должностью убийства совершать не получится)\n• Убийца (вы всегда будете первым подозреваевым)\n• Детектив (можете убивать, но главная ваша цель — расследовать убийства)\n\nА теперь будем поднимать руки кто хочет быть безобидным человеком!",
    "answers": [
      {
        "id": 12,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 12,
    "text": "Сейен: *подняла руку*\nВедь глупо... ГЛУПО СОВЕРШАТЬ ТАКИЕ УЖАСНЫЕ ПОСТУПКИ!\nБеннес: Значит, один человек? Хорошо... \nТогда, кто хочет быть убийцей?\nРуки подняли четыре человека: \nПарень с красными волосами, девочка с розовыми волосами,  ещё одна с голубыми и парень со светлыми.\nБеннес: Четыре. Неплохо! Тогда, остальные у нас детективы, да? Хорошо, запишу...\nЛюди — Сей чан.\nУбийцы — Абэ кун, Блу чан, Сапфи чан, Зет кун.\nДетективы — Нел чан, Кир чан, Блу кун.\nА теперь давайте веселиться! Что-ж, вы свободны.\n",
    "answers": [
      {
        "id": 13,
        "text": "Пойти поесть."
      },
      {
        "id": 14,
        "text": "Лечь спать."
      },
      {
        "id": 15,
        "text": "Поговорить с остальными."
      }
    ]
  },
  {
    "id": 13,
    "text": "Я не голодна.",
    "answers": [
      {
        "id": 12,
        "text": "Ок."
      }
    ]
  },
  {
    "id": 14,
    "text": "Я легла на рядом стоящую кровать, но желание бодорствовать перебороло сонливость.",
    "answers": [
      {
        "id": 12,
        "text": "Ок."
      }
    ]
  },
  {
    "id": 15,
    "text": "Я решила поговорить с другими убийцами и познакомиться с ними по ближе.\nЯ: Можно... Познакомиться с вами? Или вы не дружелюбные убийцы?...\nРозовая: Что ты говоришь? Убийцы тоже люди! Всё, что отделяет их от людей — желание убивать. А меня зовут Блуди! Но можешь называть Блу-чан, как подружка~♥\nЯ: Ну... Буду рада дружить с тобой...\nКрасный: Эм... Звать Абэдэ. Я не такой дружелюбный.  Всё, что могу сказать — по-дружески желаю выжить, слабачка.\nЯ: Это ты кого слабачкой назвал? Давай сразимся!\nАбэдэ: Да, принимаю твой кровавый вызов! Победит тот, кто не нарушит правил общежития.\nБелый: Я Зетен. Смерть охлождает кровь в моих венах. Приятно познакомиться. Но помни, мы можем никогда больше не увидиться.\nЯ: Что?...\nГолубая: Моё имя Сапфира. Мне нравятся куклы. А ещё очень нравишься ты, мама!\nЯ: Прости, ты что-то путаешь...\nСапфира: Мама, мама! Ты ведь не умрёшь?\nЯ: Д-да...\nРозовый: Я Блуд. Моя сестра это милашка Блуди. Я секретный агент. А ещё мне нравятся парни, запомни это.\nЯ: ФУ-У-У!\nБлуд: Сорри, не хотел шокировать.\nАбэдэ: А как тебя зовут?\nЯ: Меня зовут Кирда. А это моя сестра-близнец: Нелла.\nБлуди: Странно, а вы не похожи...\nЯ: Да. Сестра мой ангел. Она красивей и лучше меня в миллион процентов. Нет... Это слишком маленькое число. В ∞ процентов!\nНелла: Не стоит так говорить, сестрёнка!\nБлуди: Да в каких вы с ней отношениях?\nЯ: Ну, скажем так: я могу убить всех близких и друзей ради неё. Поэтому у меня нет мамы и тёти.\nЗетен: Неплохо для убийцы... Иметь такую интересную цель... МОЯ КРОВЬ БУРЛИТ ВСЁ БЫСТРЕЕ!!! \nБлуди: Это так мило! Но я убью твою драгоценную сестрёнку, если ты будешь общаться с ней больше чем со мной~♥\nБлуд: Ты идёшь по моим тропам и выбераешь лесби-сексуальность?\nБлуди: *страшный взгляд* ИДИОТ И ИЗВРАЩЕНЕЦ! МЫ ПРОСТО ДРУЗЬЯ! КАК ТЫ СМЕЕШЬ СРАВНИВАТЬ ГОСПОЖУ С ТАКИМ ПРОСТОЛЮДИНОМ КАК ТЫ?\nБлуд: Извините госпожа извините госпожа извините госпожа!!!\nБлуди: Так и быть, живи пока. И ПОМНИ: Я НИКОГДА НЕ СТАНУ ТАКОЙ КАК ТЫ!\nЯ: Госпожа?\nБлуди: Прости, Кир. Ты услышала лишнего... Давайте уже спать, темнеет!\nАбэдэ: Да, мы с Блуди спать. Вы с нами?\nВсе единогласно кивнули головой и легли спать.",
    "answers": [
      {
        "id": 16,
        "text": "Пытаться уснуть."
      }
    ]
  },
  {
    "id": 16,
    "text": "Я долго не могла заснуть. Всё думала о том, что зря воскресла. Но в этом виноваты только Харнет и Рина! Я по-прежнему держу обиду на них.\nОднако, воскрешение чувство прекрасное — будто-бы заново родилась (а ведь и вправду). Теперь я снова с Неллой...\nЯ наконец заснула. Близилось утро, и вдруг...",
    "answers": [
      {
        "id": 17,
        "text": "КРИК! ГРОМКИЙ КРИК!"
      }
    ]
  },
  {
    "id": 17,
    "text": "???: АААААААААААА ААААААААА!\nКто же это в такую рань? \nЯ встала и сонно поплелась в коридор. ТАМ ЛЕЖАЛА МЁРТВАЯ ГОРНИЧНАЯ.\nТот, кто её убил, определённо нарушил правила. Ведь персонал убивать нельзя...\nЭто дело детектива! \nЯ заглянула в совмещённую спальню: вроде все крепко спят.\n///Описание трупа///\nРуки горничной сложены на груди, глаза закрыты. Ранения видимо нанесены на спине: под нею большая красная лужа крови. Перевернув труп я увидела не глубокую рану. Видимо, причина смерти — потеря крови. Рядом лежал разбитый пузырёк с этикеткой. Некоторые буквы на этикетке разглядеть было не возможно, вот что я смогла увидеть:\nС??Т?????Е.\n\"СТЕ\" Странные буквы. Что-же там было написано?\n\nЯ снова заглянула в щёлку двери. Все ещё спят. Если думать что убийца один из общежития, то надо вторгнуться в чужое пространство. Я внимательно осмотрела спящих. Блу чан была в крови. Неужели это она убила горничную? Нет, подождите... Все люди из общежития в крови! Определённо это было сделано убийцей чтобы запутать детектива. Подождите, значит и я в крови? Я посмотрела на свою одежду. Нет! Он меня подставил! Моя одежда была чистой, и все подумают что убийцей была я. Как же доказать, что я не виновна...\nЯ разбудила Неллу и рассказала всё, что произошло.\nЯ: Пожалуйста, если все подумают на меня, по будь свидетелем!\nНелла: Конечно! Я всегда буду рада помочь!\nЗатем я спокойно продолжила следствие.\nЯ взглянула на кровь. Прошло много времени, а кровь всё ещё была яркой и жидкой. Потрогола её... И она в миг стекла с пальцев, окрасив их в красный цвет! За такое время кровь потемнела бы и засохла, выходит что это просто вода с красителем! \nА рана всё же не глубока — из-за неё умереть нельзя.\nТогда, что же было причиной смерти?\nЯ осмотрела рот горничной. На губах был сухой порошок... Это что, наркотик?  В разбитых губах торчали кусочки стекла! Значит, этот порошок из разбитого пузырька. И тут я додумалась послушать стук сердца... Она жива! Выходит, горничная спит. А значит, в пузырьке было снотворное!\nС**Т*****Е\nСНОТВОРНОЕ\nДа, теперь я поняла значение букв на пузырьке!\n\nЗначит, убийца усыпил горничную и выставил себя виновным? Пффф... Нет, быть такого не может быть! Тогда... \nЯ решила зайти в комнату отдыха персонала. Может там есть какая-то зацепка...",
    "answers": [
      {
        "id": 18,
        "text": "Зайти."
      }
    ]
  },
  {
    "id": 18,
    "text": "И так, я зашла в комнату отдыха персонала и поговорила со второй горничной.\nЯ: Здрасьте. Вы что нибудь знаете о главной горничной общежития? Её вроде бы зовут... Неглет, Да?\nГорничная: Да. Я её сестра, Шенлет. Мы часто играли в детстве, вместе с одной девочкой... Прости, а зачем тебе это надо? Неужели... Неглет...\nЯ: Не волнуйтесь, она не умерла. Просто какой-то человек подделал её смерть, а сейчас она под действием снотворного.\nШенлет: Тогда, я расскажу тебе всё. Это может пригодится в расследовании.\nДавным-давно я вместе Неглет играли в разные игры. Мы были совсем-совсем маленькими. А потом к нам приехала девочка с розовыми волосами из королевских земель. Она не знала как играть и выглядела одиноко. Тогда мы с ней подружились... Эта девочка была очень рада играть с нами. Но в её семье случилось горе: умер отец. Она долго плакала и запиралась в своей комнате, в то время как мы пытались её развеселить. И однажды я смогла подслушать её болтовню:\n«Мой отец умер. Всё, что я могу сделать, это сохранить в живых моих друзей. Я сошла с ума настолько, что готова убивать людей. Не могу... НЕ МОГУ БОЛЬШЕ С НИМИ ОБЩАТЬСЯ!» — Сказала она. Я рассказала об этом сестрёнке Неглет. Она очень расстроилась, а в скором времени эту девочку увезли обратно в королевские покои.\nЯ: Вы помните её имя?\nШенлет: Нет. Её вроде бы звали на «Д» или «В»... А ещё, если понадобится, у меня есть её фото!\nГорничная достала чёрно-белое фото в рамке.\n",
    "answers": [
      {
        "id": 19,
        "text": "Я: Это же..."
      }
    ]
  },
  {
    "id": 19,
    "text": "Я: Это же Блуди чан!\nШенлет: Точно, вспомнила! Её звали Блу. А ты её знаешь?\nЯ: Простите, мне пора!\nЯ выбежала из комнаты отдыха персонала. В голове болталась разгадка... Знаю, ЗНАЮ!!! Блуди чан не хотела смерти Неглет и постаралась сделать так, чтобы все улики вели на меня! Она нашла раненую Неглет, и очень разозлилась. Блу перенесла тело горничной в другое место и под него налила крашенную воду. Затем она напоила Неглет снотворным, чтобы та не проснулась. Блу побоялась что не найдёт местечка где можно спрятать улики того, что эту «смерть» подстроила она. Поэтому просто разбила бутылку снотворного и закрасила маркером несколько букв на этикетке. Настоящего «убийцы» Блуди не знала, и решила выбрать меня. Потом она включила в коридоре запись крика: он был слишком громким и фальшивым для настоящего. Однако, Блу не рассчитала того, что убийцы привыкли к крикам беззащитных людей настолько, что те им во снах снятся.\nЯсно... Это Блу чан подстроила смерть! Но кто же тогда ранил горничную? Я наконец дошла до совмещённой спальни. За дверью слышались голоса:\nНелла: Говорю же, я свидетель! Сейчас Кирда расследует дело!\nАбэдэ: Ага, ушла без нас получать миллион!\nБлуд: Она наверное и убила горничную, раз уж на то пошло!\nЯ зашла в комнату.\nЯ: Слушайте, у меня разгадка!\nЗатем всё рассказала.\nЗетен: Ясно... КАК ЖЕ МНЕ ЛЮБОПЫТНО! КРОВЬ БУРЛИТ В МОИХ ВЕНАААХ!\nСапфира: Это я ранила горничную.\nЯ: Но почему, Сапфи?!\nСапфира: Она хотела обидеть маму! Я слышала, как она говорила:\n«Кирда ведь воскресшая? Недавно она умерла неподалёку от улицы малиновой... Мёртвые должны быть мертвы! Я убью её своими руками!!!»\nЯ: Неужели...Она...\nВсе посмотрели на меня.\nАбэдэ: Так ты и есть та умершая в торговом центре?! Нет, быть такого не может...\nБлуд: Неа, она умерла в доме Хангл Сары.\nЗетен: Воскресшая?! Неужели...\nНелла: Не надо...\n*Тишина*\nНе надо...\nНЕ НАДО НАПОМИНАТЬ О ТОМ, ЧТО Я ТАК УЖАСНО ПОСТУПИЛА!\nЯ: Нелла... Это всё моя вина!\nНелла: ЗАТКНИСЬ! ТЫ НИЧЕГО НЕ ПОНИМАЕШЬ!!! ЛУЧШЕ БЫ ТЕБЕ УМЕРЕТЬ СТО РАЗ!!!\nА ведь Нелла права... Мне бы только смерть, и больше ничего...\nНелла: Прости. Нет. Этого не хватит... Пожалуйста, ЖИВИ СТОЛЬКО, СКОЛЬКО СМОЖЕШЬ ПРОЖИТЬ!\nЯ: Ты... Хочешь чтобы я жила?\nОна сказала жить. Да, Нелла сказала мне жить. Я исполню её просьбу и не буду ждать смерти. Я... Всё своё время... БУДУ С НЕЙ!\nЯ: Да. Я — воскресла. Ну, так получилось)\nБлуди: И что теперь? Я ведь не нарушила правила!\nНе убила персонал и не испортила имущество общежития, верно?\nЯ: Нет. Кое-что ты всё же нарушила, Блуди сама!\nВсе снова устремили взгляды на меня.\nЯ: Ты ведь девушка королевских кровей, а твой брат приёмный? Ты скрывала это от нас! \nБлуди: Как ты узнала?!\nЯ: Во первых, твоё обращение с братом. Он называет тебя госпожой!\nБлуди: Ладно... Я всё расскажу.\nОна опустила голову и начала свой рассказ.",
    "answers": [
      {
        "id": 20,
        "text": "Слушать."
      }
    ]
  },
  {
    "id": 20,
    "text": "Когда я была маленькой меня заперли в огромном замке. Там я училась этикету и другим скучным вещам. У меня не было матери, за мной ухаживал отец. Однажды на мой день рождения он разрешил мне уехать жить в город и познакомиться с другими детьми. Конечно, он меня сопровождал. Там я познакомилась с Шенлет и Неглет. Они научили меня многому... Я приходила к ним каждый день. И вот умер мой отец. Я заперлась в комнате и не выходила. Да, моя комната была для меня как тот дворец. Там можно остаться на едине с собой и поразмышлять на разные темы.\nДобрый аристократ Люнбур (мой отец) перед смертью купил мне телевизор. Тогда я начала смотреть детективы... \nВ моём любимом детективе \"Кровавое поместье\" было много сумасшедших персонажей-убийц. Смотришь на них — сразу понимаешь, что они сумасшедшие. Мне очень нравились персонажи: говорили о чём думали, принимали свою судьбу и придумывали не вероятные уловки. После смерти отца отчаялась и решила стать убийцей и убивать всех на своём пути. Всех, кто мешает мне или не слушает мои капризы.\nИ стала такой же как Рангэ и Нар из кровавого поместья. Я стала вести себя странно, однако когда меня снова забрали в дворец никто этого не заметил. А всё потому, что я вела себя как обычно. Ела за большим столом с взрослыми дядями и слушалась старших. А затем мой план бегствия был завершён.\nЯ убила всех людей во дворце. Последнее предложение которое я произнесла в этом месте было: \"Да! Блу, ты такая хорошая~♥ Помогла всем наконец то отправиться в рай!!!\"\nПозже я переехала в общежитие убийц. И теперь... Я здесь.\nЯ: Перед тем, как ты отправишься в тюрьму... Послушай меня.\nБлуди: Да, Кир. Слушаю внимательно!\nЯ: Я решила отдать этот миллион тебе. Только если пообещаешь завести друзей и никого не убивать! Ты заслужила это. Просто будь собой, чтобы не случилось. Всё это время тебя поглощало горе. Но если ты перестанешь приносить людям горе, бог тебя простит.\nБлуди: Я не верю в бога, извини. Но... Как ты можешь быть такой доброй убийцей?! \nЯ: Я просто хочу, чтобы ты была счастлива. Поклянись, что никого не убьёшь и потратишь эти деньги туда куда надо!\nБлуди: Клянусь! Я клянусь, что честно отсижу в тюрьме, сделаю всё как ты сказала и снова встречу тебя. И может тогда...Снова встретимся, подруга?\nЯ: Конечно встретимся! А теперь... Я должна рассказать хозяйке про тебя. Прости... ",
    "answers": [
      {
        "id": 21,
        "text": "К хозяйке!"
      }
    ]
  },
  {
    "id": 21,
    "text": "Я пошла в комнату отдыха персонала и увидила там дверь в комнату хозяйки. \nЯ попыталась отворить замок, но дверь была заперта.\nЯ: Откройте!\nБеннес: Я не открываю дверь тем, кто не мой родственник. Мало того знаю абсолютно всё про учеников, только они ничего обо мне незнают. Конечно, если не являются моими родственниками.\nЯ: Всё с вами ясно. Значит, вы знаете зачем я пришла...\nБеннес: Да. В скором времени преступница будет задержана, и миллион так же будет у неё. Можешь идти отдыхать!",
    "answers": [
      {
        "id": 22,
        "text": "Спать в совмещённой спальне."
      }
    ]
  },
  {
    "id": 22,
    "text": "Я уснула.\nСпала.\nСпала.\nСпала.\nРезкая. Адская. Боль.\nТакая. Невыносимая...\n",
    "answers": [
      {
        "id": 23,
        "text": "ПРОСНИСЬ! \nПРОСНИСЬ!\nПРОСНИИИСЬ!"
      }
    ]
  },
  {
    "id": 23,
    "text": "Я. Проснулась.\nЕё. Лицо...\nЭТО СЕЙЕН!\nЯ: ПОМОГИТЕ! СЕЙЕН ХОЧЕТ МЕНЯ УБИТЬ!\nВдруг я услышала чьи-то шаги. Да... Она воткнула нож прямо в мой живот. Я долго не продержусь.\nСейен: Чёрт, увидела меня! Я так старалась... Что-ж, меня ждёт грустная судьба.\nОни спешили... Те люди, которым нужен был вовсе не миллон рублей...",
    "answers": [
      {
        "id": 24,
        "text": "Сапфира, Нелла и Абэдэ!"
      }
    ]
  },
  {
    "id": 24,
    "text": "Абэдэ: Держись! Я знал, что она чёртова садистка и нарушительница правил!!!\nНелла: КИР! КИИИР!!!\nСапфира: Мама... Ты не должна умерать!\nНо Сей чан не останавливалась. Она засунула нож ещё глубже в мой желудок.\nЯ: О.С.Т.А.Н.О.В.И.С.Ь.",
    "answers": [
      {
        "id": 25,
        "text": "П.О.Ж.А.Л.У.Й.С.Т.А."
      }
    ]
  },
  {
    "id": 25,
    "text": "И вдруг в глазах помутнело.\nЯ была на грани жизни и смерти.\nТеперь...\nДа...\nНелла будет счастлива вместе со своими друзьями! Она будет без такой отстойной сестры как я...",
    "answers": [
      {
        "id": 26,
        "text": "Но ведь..."
      }
    ]
  },
  {
    "id": 26,
    "text": "Но ведь она сказала жить!\nОна сказала жить!\nОна сказала жить!\nОна сказала жить!\nОна сказала жить!\nОна сказала жить!\nОна сказала жить!\nОна сказала жить!",
    "answers": [
      {
        "id": 27,
        "text": "Она сказала жить!"
      }
    ]
  },
  {
    "id": 27,
    "text": "И поэтому я...\nНЕ ЗА ЧТО НЕ УМ РУ!",
    "answers": [
      {
        "id": 28,
        "text": "Да."
      }
    ]
  },
  {
    "id": 28,
    "text": "Снова свет.\nОна отвлеклась!\n",
    "answers": [
      {
        "id": 29,
        "text": "Выхватить нож и ударить в сердце!"
      }
    ]
  },
  {
    "id": 29,
    "text": "Да! ДА! ДАААА!\nЯ попала!\nИ теперь...\nСапфира: Мама, ты в порядке?\nАбэдэ: Эй, всё в норме?\nНелла: Кир! КИИИР!!! Я же сказала тебе не умерать!\nНелла пролила слезу.\nЯ: Не стоит тратить свои драгоценные слёзы по пустякам.\nНелла: Но ведь это не пустяк! Ты... Почти...\nИ она заплакала.\nЯ: Правда, не надо. Не надо плакать,  пожалуйста! \nЯ обняла её.\nЯ: Жалко что я так и не узнала почему Сей чан так себя вела.\nНелла: Ничего. Я уверена *хлюп* на то была *хлюп* причина *хлюп*.\nЯ: Да. Она точно умерла? Вы проверили?\nСапфира: Да, мамочка. Она больше не причинит тебе вреда!\nЯ: А где Зет кун?\nАбэдэ: не отвлекайте его, он картину рисует.\nНелла: Что ещё за картину?!  Ему что, совсем на людей плевать?!\nАбэдэ: Ну, вообще-то нет. Просто он художник и его вдохновляет такая тема как смерть. И когда к нему приходит вдохновение он говорит что-то вроде \"КРОВЬ КИПИТ В МОИХ ВЕНАХ!\" или \"СМЕРТЬ ОХЛАЖДАЕТ КРОВЬ В МОИХ ВЕНАХ\" а иногда и \"ХУДОЖНИК ЗА РАБОТОЙ\". Поэтому он и стал убийцей — ему нравится рисовать страшные картины. Если вы познакомитесь с ним поближе, поймёте что он совершенно нормальный.\nСапфира: Ну... Можно и попробовать. Да, мамочка?\nЯ: Конечно!\n... И я продолжила спокойно жить в общежитии убийц.\nХотела сказать я.\nНо вдруг промелькнула какая-то тень.\nЭто был не Зет и не Сейен: кто-то не из общежития. Ловким и быстрым движением человек выхватил нож из моих рук и убил Неллу.\n\n(ПРОСТИТЕ ПОЖАЛУЙСТА, КОНЦОВКА ТОЛЬКО ОДНА. В ДАННОЙ ГЛАВЕ ИДЁТ САМОЕ ВАЖНОЕ РАЗВИТИЕ СЮЖЕТА, ТУТ НЕ НУЖНО МНОГООБРАЗИЕ КОНЦОВОК.)",
    "answers": [
      {
        "id": 1,
        "text": "ПРОДОЛЖЕНИЕ СЛЕДУЕТ!\n(Глава 4: Angel: полнолуние)"
      }
    ]
  },
  {
    "id": 30,
    "text": "",
    "answers": []
  }
]