[
  {
    "id": 1,
    "text": "Автор: ТДР ПРЕМИУМ ( ТДР)\n\nПРИКЛЮЧЕНИЯ ЛИЗУНА ЭТО БОИ С ЛИЗУНАМИ, ПУТЕШЕСТВИЕ ПО МИРУ, ИСТОРИЯ КВЕСТ, ВЫЖИВАНИЕ  И МНОГОЕ ДРУГОЕ\n\nВ СТРАНЕ ЛИЗУНЛЯНДИЯ ЦАРИЛ МИР И ПОКОЙ НО ОДНАЖДЫ ИЗ ЗА ДОЖДЯ ВСЕ ЛИЗУНЫ БУКВАЛЬНО РАСТАЯЛИ БЕРТ И ЕГО ПОДРУГА МАЙЯ ЕДИНСТВЕННЫЕ ВЫЖИВШИЕ ИЛИ НЕТ? ЧЕРЕЗ 2 ДНЯ МАЙЯ ИСЧЕЗАЕТ... И ТЕПЕРЬ БЕРТ ГОТОВ СДЕЛАТЬ ВСЕ ЧТОБЫ СПАСТИ МАЙЮ И НАЙТИ ВЫЖИВШИХ ЛИЗУНОВ!\n\nОСОБЕННОСТИ КВЕСТА\n\n• НЕОБЫЧНЫЙ СЮЖЕТ ПРО ЛИЗУНА! • ПУТЕШЕСТВИЯ ПО РАЗНЫМ ЛОКАЦИЯМ • БОИ С ВРАГАМИ • СПАСИ ВСЕХ ЛИЗУНОВ! • длинный и интригующий сюжет в формате книги и квест в формате... квеста • И КУЧА ОТСЫЛОК! √ кнопка да и нет если ты выбрал какое либо действие тебя спросят \"ты уверен?\" и ты легко можешь выбрать да или нет нажми кнопку ПРИМЕР что бы всё понять",
    "answers": [
      {
        "id": 5,
        "text": "начать квест"
      },
      {
        "id": 3,
        "text": "дополнительно"
      },
      {
        "id": 4,
        "text": "обо мне"
      },
      {
        "id": 2,
        "text": "ПРЕЖДЕ ЧЕМ НАЧАТЬ КВЕСТ ПРОЧИТАЙ НАЧАЛО"
      },
      {
        "id": 9,
        "text": "ПРИМЕР"
      },
      {
        "id": 18,
        "text": "Когда будет обновление"
      }
    ]
  },
  {
    "id": 2,
    "text": "был спокойный весенний день в Лизуландии Берт, Банси, Банан, Барни, Майя, Шарлотта, Вася, *Найк* (* отсылка к чему?* пишите в коментариях! отвечу всем) Тони, Зик, Полина, Чак, Джей и многие другие занимались своими делами, кто то крутил спиннер, кто  то пил сок, кто то ел мороженое, а Берт просто сидел и скучал... вдруг он заметил лизуна очень похожего на Найка, \"да это и есть Найк!\" подумал Берт. Найк и Берт немного поболтали и ушли в разные стороны. вдруг неожиданно налетел ветер и пошёл ливень ( сильный дождь) \"нужно срочно спасать Майю!\" и не зря Берт сказал это ведь для лизунов дождь опасен а они лизуны! Берт побежал со всех... ног... но стало уже поздно... Лизуляндия это особая страна в ней если кто то поподает под дождь он исчезает в случайное место. но Берт не стал сдаваться! он решил стать героем и спасти Лизунляндию!",
    "answers": [
      {
        "id": 5,
        "text": "начать квест"
      }
    ]
  },
  {
    "id": 3,
    "text": "количество персонажей квеста ( включая Берта) 12 шт. количество врагов больше количество локаций ( уровней) неизвестно",
    "answers": [
      {
        "id": 1,
        "text": "назад"
      }
    ]
  },
  {
    "id": 4,
    "text": "я 13 летний мальчик живу на Камчатке в городе Елизово",
    "answers": [
      {
        "id": 1,
        "text": "назад"
      }
    ]
  },
  {
    "id": 5,
    "text": "Берт решил найти всех лизунов но удастся ли это ему? он твёрдо намерен доказать это!  \"начну ка я с Лизунляндской поляны! может и найду кого нибудь!\" решил Берт",
    "answers": [
      {
        "id": 6,
        "text": "локация 1 Лизунляндская поляна"
      }
    ]
  },
  {
    "id": 6,
    "text": "Берт уверенно зашагал вперёд и наткнулся на что то странное. оно всё блестело и переливалось будто манило Берта за собой. \" что ж возьму ка я это... или не брать?\"",
    "answers": [
      {
        "id": 7,
        "text": "взять предмет"
      },
      {
        "id": 8,
        "text": "не брать предмет"
      }
    ]
  },
  {
    "id": 7,
    "text": "ты уверен что хочешь взять предмет?",
    "answers": [
      {
        "id": 10,
        "text": "ДА"
      },
      {
        "id": 8,
        "text": "НЕТ"
      }
    ]
  },
  {
    "id": 8,
    "text": "предмет все манил нашего лизуна и манил...  \" и всё же возьму\" сказал Берт и взял эту штуку...",
    "answers": [
      {
        "id": 10,
        "text": "продолжить"
      }
    ]
  },
  {
    "id": 9,
    "text": "ты уверен что хочешь прочитать начало  квеста?",
    "answers": [
      {
        "id": 2,
        "text": "ДА"
      },
      {
        "id": 1,
        "text": "НЕТ"
      }
    ]
  },
  {
    "id": 10,
    "text": "Берт положил этот предмет в свой школьный рюкзак и пошёл дальше... но предмет из рюкзака издавал вибрацию... Берт открыл рюкзак взял предмет и неожиданно появилась толпа не очень хороших слизней. \" упс!\" это последнее что сказал Берт перед дракой...",
    "answers": [
      {
        "id": 11,
        "text": "ПРОТИВНИК КРАСНЫЙ СЛИЗЕНЬ"
      }
    ]
  },
  {
    "id": 11,
    "text": "началась драка Берт решил действовать!",
    "answers": [
      {
        "id": 12,
        "text": "ударить"
      },
      {
        "id": 13,
        "text": "использовать предмет"
      }
    ]
  },
  {
    "id": 12,
    "text": "ты уверен что хочешь ударить?",
    "answers": [
      {
        "id": 14,
        "text": "ДА"
      },
      {
        "id": 15,
        "text": "НЕТ"
      }
    ]
  },
  {
    "id": 13,
    "text": "ты уверен что хочешь использовать предмет?",
    "answers": [
      {
        "id": 14,
        "text": "ДА"
      },
      {
        "id": 15,
        "text": "НЕТ"
      }
    ]
  },
  {
    "id": 14,
    "text": "Берт кинул камень во врага \"надо же!\" похоже это исцеляющий камень!\" Найк был вылечен! но неужели дождь смог превратить Найка в агрессивного лизуна?",
    "answers": [
      {
        "id": 16,
        "text": "лизун Найк узнать больше",
        "comment": false
      },
      {
        "id": 17,
        "text": "Продолжить квеcт"
      }
    ]
  },
  {
    "id": 15,
    "text": "Берт решил ударить врага... но враг ударил его... Берт вcе же решил взять предмет из рюкзака",
    "answers": [
      {
        "id": 14,
        "text": "Взять"
      }
    ]
  },
  {
    "id": 16,
    "text": "имя лизуна Найк: цвет оранжевый пол мужcкой \nоcобые приметы дружит c Бертом  оcобая cила ветер \n\nВЕТЕР может cнеcти ОБЫЧНЫЕ препятcтвия",
    "answers": [
      {
        "id": 14,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 17,
    "text": "Найк решил раccказать Берту вcе, как он был заточен во льду как cпаcал Майю но не cмог...  теперь Берт знает где иcкать друзей и подруг! по вcей Лизунляндии и за ее пределами...",
    "answers": []
  },
  {
    "id": 18,
    "text": "Регулярно раз в 3 дня до 2019 график на 2019 еще не предумал",
    "answers": []
  }
]