[
  {
    "id": 1,
    "text": "Никто не знал, не знает и не будет знать. Те события и те персонажи забыты всеми. Но эта история начинается намного раньше. \nГлавный герой — Кристофер Тиро, не совсем обычный крестьянин из далёкой северной страны Дрозим. Кристофер умеет читать, писать и управлять кораблём, но это не поможет ему спасти страну, а, возможно, и весь мир...\n\nАвтор: dannskoy",
    "answers": [
      {
        "id": 2,
        "text": "Начать историю"
      }
    ]
  },
  {
    "id": 2,
    "text": "Эта маленькая история начинается на маленьком острове, где охотились Кристофер и его сестра Десетт.\n\n— Так, сейчас только этого освежевать и контракт будет выполнен.\n— Ты уже сам с собой разговариваешь? Или, может, с этим оленем?\n— С твоим чувством юмора. Ты выследила волка? \n— Нет, он бел как снег и быстр как ветер. Я потеряла его там, возле шхуны. \n— Этот последний, но шкура белого волка нам не помешает.",
    "answers": [
      {
        "id": 3,
        "text": "Охотиться на волка"
      },
      {
        "id": 4,
        "text": "Отправиться на шхуну"
      }
    ]
  },
  {
    "id": 3,
    "text": "— Идём, только тихо.\n— Зачем тебе он? Я уже вся промёрзла.\n— Стерн платит по 10 рупелей за такую шкуру. За них я спокойно могу купить себе новый охотничий нож.\nКристофер лез по деревьям тихо. Остановился там, куда показала Десетт. Он долго высматривал, пока не заметил его в пещере недалеко от того места. Подобравшись поближе, он также увидел волчат, которые ещё даже ходить нормально не могли. Кристофер мог убить волчицу и забрать шкуру, или оставить их.\n",
    "answers": [
      {
        "id": 5,
        "text": "Убить волчицу"
      },
      {
        "id": 6,
        "text": "Оставить их"
      }
    ]
  },
  {
    "id": 4,
    "text": "Кристофер и Десетт отправились на свою шхуну, за которой присматривал Рейль. Они поднялись на борт. Кристофер дал приказ поднять паруса.\n— В Гемху?\n— Да, стоять тут нет смысла.\n— Наконец, а то команда разжаловалась. Вы что-то долго.\n— Если б не Десетт, мы пришли бы раньше.\n— Ну извини, в Антане совсем другой климат, и охота там другая.\n— Всегда хотел спросить, зачем ты вообще попёрлась в Дрозим? Неужто так хотела увидеть тётю и брата?\n— Нет. В Антане нам приходилось выживать...",
    "answers": [
      {
        "id": 7,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 5,
    "text": "Охота была быстра, и Кристофер без труда убил волчицу. Он быстро освежевал её и поплёлся к шхуне. \n— Ловко. Я наблюдала за тобой с \"Ледника\". \n— Если бы ты отошла ещё дальше, мне было бы спокойней, а то я волновался — такая большая публика.\n— Придирчивости тебе не занимать. Идём, Рейль ждёт нас.",
    "answers": [
      {
        "id": 4,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 6,
    "text": "Немного посмотрев, Кристофер решил не убивать её и слез с дерева. В это время к нему подошла Десетт:\n— А ты принципиален. Или решил оставить на потом?\n— Какое тебе дело? Сидела бы на шхуне.\n— Какой ты злой! Может отдашь шхуну мне? Буду ходить в море одна.\n— И утонешь в первый же день. Всё, молчи!",
    "answers": [
      {
        "id": 4,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 7,
    "text": "—...Мы постоянно были на работе. Отец учил меня охотиться с шести лет...\n— Я не знал Мериба, каким он был?\n— Сильным, умным, но доверчивым. В те годы доверие было самым дорогим, а ему цена оказалась не по карману.\n— Мне жаль, но... Почему Дрозим? Почему не Тор'Харок, не Индорин или Каларемба? Там же больше шансов выжить и сколотить состояние.\n— Не приставай к ней. Главное, что рядом с семьёй и в безопасности.\n— Кстати о безопасности...\nРейль сморкнулся, сделал паузу и начал говорить с ноткой страха в голосе.",
    "answers": [
      {
        "id": 8,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 8,
    "text": "— Два дня тому до меня дошли слухи о новом оружии короля Старенбрада — пушках. Их изобрёл придворный исследователь и учёный Лерель Бах. \"Железный питон, что плюётся железом и изрыгает огонь\", вроде так он сказал на выставке своего изобретения в Велле.\n— Я знаю, Пелит рассказал мне. Только ты, мне показалось, говорил об этом с беспокойством.\n— Я боюсь, что такое оружие может попасть к пиратам или, что ещё хуже, индоринскому флоту.\n— Надеемся, что этого не случится. \nПрошёл час другой и на горизонте показалась маленькая деревня. \n— Мы уже подплываем к Гемхе. Какие планы на день?",
    "answers": [
      {
        "id": 9,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 9,
    "text": "— Соберу вещи и завтра поеду к семье в Седерре. Я их почти всё лето не видел.\n— А я останусь, поищу работы.\n— А ты?\n— А куда я денусь? Мы с Браллем постоянно в море, выполняем контракты Стерна. По сути, благодаря нам, контрактникам, деревня так и выросла.\n— Тут не поспоришь. Ну, вот мы и причалили, сейчас вынесем шкуры и мясо и в трактир? Или ты к Стерну?\nКристофер мог отдохнуть, но задерживать плату команде не стоило.",
    "answers": [
      {
        "id": 10,
        "text": "Отправиться в таверну"
      },
      {
        "id": 11,
        "text": "Заплатить команде"
      }
    ]
  },
  {
    "id": 10,
    "text": "Кристофер решил оставить Своё добро на складе, а сам с командой отправился в таверну \"Кровавое море\". Там было много людей, больше, чем обычно.\n— Пелит! Праздник?\n— Можно и так сказать. Бралль приплыл раньше тебя на часа два-три. Споймали во-о-от такого вот нарвала. Нашли, знаешь, покупателя.\n— Сколько? Пятьсот? Шестьсот?\n— Тысячу двести.\n— Что?! Кому это так нарвал нужен был?\n— Да кто знает. Приехал вчера...",
    "answers": [
      {
        "id": 12,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 11,
    "text": "Дом Стерна стоял почти в центре, рядом с базаром. В отличие от других домов, этот отличался двумя этажами и большой пристройкой.\n— Прини...\n— Ай, мать твою! Кристофер, не пугай старика, тебе работа нужна или нет?\n— Переберусь в город. Говорят, там платят больше.\n— Ты всё так же дерзок, а и чёрт с тобой. Сейчас оденусь и проверю, что ты там принёс.\nСтерн, накинул шерсть белого медведя с капюшоном и вышел на улицу.\n— Так, пятнадцать килограмм заячьего мяса, десять шкур. Двадцать шкур волка. Двадцать пять килограммов оленьего мяса и пять шкур. восемь медвежьих клыков и две шкуры. Всё правильно. Это... Ты белого волка случайно не видел?",
    "answers": [
      {
        "id": 13,
        "text": "Продать ему шкуру",
        "need": 5
      },
      {
        "id": 14,
        "text": "Ответить отрицательно",
        "need": -5
      }
    ]
  },
  {
    "id": 12,
    "text": "—...На коне, утром. Сказал, что ищет редкие, как он сказал, ингридиенты, ну типа клык бельмута, кожу дродая, бивень нарвала и так далее. Посидел тут денёк, а когда Бралль стал подплывать к причалу, тот уже стоит и ждёт его, будто знает...\n— Ясно, можешь дальше не говорить. Этот человек ещё здесь?\n— Вроде да. Он снял комнату, но там его нету.\nКристофера заинтересовал этот богач, и моряк загорелся желанием найти его.",
    "answers": [
      {
        "id": 11,
        "text": "Заплатить команде",
        "need": -11
      },
      {
        "id": 19,
        "text": "Искать того человека",
        "need": 11
      }
    ]
  },
  {
    "id": 13,
    "text": "— О! Отлично! Пойдём в дом, я заплачу тебе.\n— Зачем тебе белый волк? Разве у тебя их не навалом?\n— В последнее время я вижу их всё реже и реже. Они мне, в принципе, и не нужны, просто моя дочка в Велле работает швеей, и решила сшить себе... Э-э... Ну не важно. Вот, 15 рупелей.\n— Контракта на ближайшее время нет?\n— Не. Зайди через дня два-три, может появиться что нибудь. Вот, иди к кассе и забери свои 400 рупелей.\nКристофер так и сделал. Позже он заплатил каждому члену команды по 20 рупелей.",
    "answers": [
      {
        "id": 16,
        "text": "Отправиться в таверну",
        "need": -10
      },
      {
        "id": 15,
        "text": "Искать того человека",
        "need": 10
      }
    ]
  },
  {
    "id": 14,
    "text": "— Жаль, очень жаль.\n— Зачем тебе белый волк? Я думал у тебя их навалом.\n— В последнее время я вижу их всё реже и реже. Он мне, в принципе, и не нужен. Просто моя дочь работает швеей в Велле. Попросила у меня шкуру белого волка чтобы сшить... Э-э, ну неважно. Иди к кассе и забери свои пятьсот рупелей.\nКристофер так и поступил. Позже он раздал по 20 рупелей каждому члену команды.\n",
    "answers": [
      {
        "id": 17,
        "text": "Искать того человека",
        "need": 10
      },
      {
        "id": 18,
        "text": "Отправиться в таверну",
        "need": -10
      }
    ]
  },
  {
    "id": 15,
    "text": "Кристофер вышел на базар и стал расспрашивать людей о нём. Почти все знали его, но никто не знал где он. В итоге Кристофер решил подождать его у его комнаты в \"Кровавом море\".",
    "answers": [
      {
        "id": 20,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 16,
    "text": "Кристофер зашёл в таверну \"Красное море\". Сразу же он услышал музыку и топот ног о деревянный пол. Все танцевали, пели и пили.\n— Пелит! Праздник?\n— Можно и так сказать. Видишь Бралля, он приплыл раньше тебя на часа два-три во-о-от с таким нарвалом на борту.\n— Сколько? Пятьсот? Шестьсот?\n— Тысячу двести.\n— Тысяча двести?! Кому так нарвал понадобился?\n— А кто его знает? Приехал вчера...",
    "answers": [
      {
        "id": 21,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 17,
    "text": "Кристофер начал расспрашивать о нём на базаре. Почти все знали его, но никто не знал, где он. Уже вечерело и он просто решил подождать его у его комнаты в \"Кровавом море\".",
    "answers": [
      {
        "id": 20,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 18,
    "text": "Кристофер зашёл в таверну \"Кровавое море\". Сразу он услышал скрипку и весёлый хор  женщин. В глаза бросились танцующие люди.\n— Пелит! Праздник?\n— Можно и так сказать. Смотри! Бралль...\n— И что?\n— Приплыл раньше тебя на часа два-три во-о-от с таким нарвалом на борту.\n— Сколько? Пятьсот? Шестьсот?\n— Тысячу двести.\n— Что?! Кому так нарвал понадобился?\n— Приехал вчера...",
    "answers": [
      {
        "id": 12,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 19,
    "text": "Кристофер вышел на базар и стал расспрашивать жителей о богатом незнакомце. Почти все знали о нём, но никто не знал, где он. Уже вечерело, но Кристофер так ничего и не узнал. В итоге он решил подождать его у его комнаты в \"Кровавом море\".",
    "answers": [
      {
        "id": 20,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 20,
    "text": "Ждать пришлось недолго, ведь практически через час в комнату зашёл какой-то человек. Кристофер постучал, но никто не открывал. Постучав ещё сильнее и не дождавшись ответа, Кристофер решил зайти в комнату. Там никого не было. Он обыскал всё, пока не услышал, как кто-то поднимается по скрипящей лестнице.",
    "answers": [
      {
        "id": 23,
        "text": "Бежать"
      },
      {
        "id": 24,
        "text": "Остаться"
      }
    ]
  },
  {
    "id": 21,
    "text": "— ...На коне, утром. Искал всякие редкие вещицы, типа клыки бельмута, кожа дродая, бивень нарвала и тому подобное. Только Бралль подплывал, а человек уже стоит на причале и ждёт, будто знает...\n— Я понял, можешь не рассказывать. Этот человек ешё здесь?\n— Да, он снял комнату, но сейчас его там нет.\nКристофер загорелся желанием найти этого человека",
    "answers": [
      {
        "id": 22,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 22,
    "text": "Кристофер вышел на базар и стал расспрашивать людей. Почти все знали его, но никто не знал где он. В итоге Кристофер решил подождать его у его комнаты в \"Красном море\".",
    "answers": [
      {
        "id": 20,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 23,
    "text": "Кристофер вылез через окно, зацепился за скользкий выступ и упал в сугроб. Он вылез из него и стал слушать.\n— Твою мать! Он всё украл, всё подчистую!\n— Я говорил тебе. Трактирщик сказал, что по этой лестнице поднимались только двое.\n— Один, наверняка, тот вор! Нужно расспросить, кто второй!\n— Иди, я останусь здесь.",
    "answers": [
      {
        "id": 25,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 24,
    "text": "Кристофер сделал вид, что осматривал комнату. Вошли двое, эльф и человек. Человек накинулся на Кристофера, но тот смог парировать удар и нападающий упал, но в это время его уже связывал второй.\n— Хм, ты не похож на вора. Эрил, успокойся, это не он.\n— А что он тут осматривал?! Может он сообщник!\n— Нет, ему нет смысла брать сообщников.\n— А вы кто? Тот богач, который купил бивень у Бралля?\n— Нет, это Эрил купил его, но это уже не имеет значения. Ты что-то здесь высматривал, значит, можешь что-то рассказать о воре.",
    "answers": [
      {
        "id": 26,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 25,
    "text": "Кристофер спрятался и наблюдал за разговором через окно. \n— Трактирщик! Ты говорил, что поднимались двое, ты знаешь кого-нибудь?\n— Ну, сначала поднялся Кристофер, капитан \"Ледника\". Потом был кто-то в капюшоне. Я не стал его спрашивать... \n— А Кристофер? Ты знаешь что он там искал?\n— Вас. Я рассказал ему про Бралля и его улов. Сказал и о вашей комнате наверху.\n— Где найти его?\n— У него маленькая хижина на западе деревни, почти на окраине. ",
    "answers": [
      {
        "id": 27,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 26,
    "text": "Эльф затянул паузу и, не дождавшись ответа, начал первым:\n— Кхм, ты Кристофер, капитан \"Ледника\". Детство провёл здесь, лишь один раз был в Эргаллионе. Отец неизвестен, мать — Лавия Тиро, работает врачом в порту. \n— Эй-эй, откуда у вас вся эта информация?! Вы следите за мной?!\n— За всеми, такова наша работа. Последнее время работал на Стерна... Хм... Забавно. \n— Эрил! Молчи! Ты пригодишься нам, а пока расскажи всё о воре.\n— Кто вы?! Откуда вы всё знаете?!\n— Дай руку...\n",
    "answers": [
      {
        "id": 28,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 27,
    "text": "Кристофер вспомнил о матери и дедушке Лебне, которого они приютили. Моряк решил не ставить в известность их, и сразу вошёл. Они заметили его.\n— Идём наверх, там с тобой разберёмся.\nОни поднялись, вошли в ту комнату. Их ждал эльф в чёрной мантии.\n— Вот второй. Он также поднимался по этой лестнице.\n— Хм, на сообщника ты не похож, да и на вора в целом, зачем ты сюда поднимался? Комната в этой части одна.\n— Он искал меня, хотел разбогатеть.\n— Быстро разносятся слухи. Не будем терять времени, сядь.",
    "answers": [
      {
        "id": 26,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 28,
    "text": "Левая рука Кристофера как-будто сама потянулась, к эльфу. Он выжег на ладони символ. Когда боль стихла, эльф заговорил:\n— Я — Тенафират, мы, скажем так, ищем редкие вещи. То, что недавно купил Эрил, всего лишь безделушка, по сравнению с тем, что выкрал вор. \n— Вор — враг, куда более опасный, чем ты можешь даже представить. \n— Он выкрал информацию об артефакте, который может переместить во времени и пространстве. Sac'Nawat!",
    "answers": [
      {
        "id": 29,
        "text": "Опросить его"
      },
      {
        "id": 30,
        "text": "Промолчать"
      }
    ]
  },
  {
    "id": 29,
    "text": "— Что это? Метка?\n— Да. Я не скажу, зачем я это сделал, главное, что это тебя не убьёт.\n— Кто-нибудь ещё знает об этом?\n— Те кто послал меня, но эта информация не разглашается. Кхм, теперь перейдём к главному...",
    "answers": [
      {
        "id": 30,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 30,
    "text": "\"Поскольку никто ничего не знает о воре, кроме того, что он украл бесценные записи, я предлагаю разделиться: Эрил останется здесь и продолжит наблюдать. Когда сочтёшь нужным — уезжай. Кристофер отправится в Велль и свяжется с моим агентом в таверне \"На обрыве\". Скажи \"Герой не знает пощады\", а он ответит: \"Трус не знает чести\". Разберётесь на месте. Я телепортируюсь в Седерре, в тамошнее посольство Гильдии магов. Теперь за работу, и не подведите. Когда кто-то наберёт достаточно информации, или увидит что-то подозрительное, свяжетесь со мной по этому ксеноглазу\".",
    "answers": [
      {
        "id": 32,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 31,
    "text": "Проходили часы, они разговаривали. До столицы было не меньше двух дней при нормальном ветре. \n— Я тут постоянно думаю о \"Сапфире\". Его нашли или нет?\n— \"Сапфир\" — выдумка, Кристофер. Ещё со времён короля Врангля Дикого на Дальний Север отправляли экспедиции, целые флотилии. Если его и нашли, то толку от этого мало.\n— Почему? Если в рассказе написали правду, эти экспедиции и не возвращались вовсе. \n— Дальний Север — воды суровые, там и дня не протянуть. А если и протянуть, то там навсегда и останешься. Мороз настолько сильный, что даже тараны-ледорезы королевских линкоров не могут пройти через лёд. \n— Давай лучше остановимся, продумаем дальнейший путь. ",
    "answers": [
      {
        "id": 33,
        "text": "Остановиться у острова"
      },
      {
        "id": 34,
        "text": "Плыть дальше"
      }
    ]
  },
  {
    "id": 32,
    "text": "Тенафират ушёл, Эрил просто смотрел на стол и тяжело вздыхал. За эльфом вышел Кристофер. Он направился к дому. Проснулся уже к обеду.\nСразу сказал, что отправляется в столицу по срочным делам. Оставив несколько рупелей, он собрал новую команду и поплыл в Велль. Его помощником был старый знакомый Кристофера, Дарвадан, с которым он учился ходить в море.",
    "answers": [
      {
        "id": 31,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 33,
    "text": "Шхуна смогла достаточно близко подойти к острову. Они высадились и принялись за работу. Кристофер начал охоту, чтобы пополнить припасы, Дарвадан с двумя другими присматривали за \"Ледником\". Они частично обустроили лагерь. Дарвадан и Кристофер координировали путь и спорили, где пройти лучше. Остальные сидели у костра, рассказывали истории и пели песни. Кристофер предлагал пройти в обход и сохранить деньги, в то время как Дарвадан хотел плыть через искуственную реку и сберечь время. ",
    "answers": [
      {
        "id": 35,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 34,
    "text": "Они не остановились, что не очень порадовало команду, но и не разочаровало. Они подплывали к форту, башни которого уже были оснащены пушками. \n— Смотри! Видимо Старенбрад смог наладить производство нового оружия.\n— Да уж, на деньги налогоплательщиков. Если это оружие поможет выйграть войну, тогда, может, я успокоюсь.\n— Война? О чём ты? \n— Ты как подо льдом. Недовольство нарастает, Индорин предъявляет права на Седерре...",
    "answers": [
      {
        "id": 39,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 35,
    "text": "— Пройдём полуостров в обход. В Велле всё дороже, и деньги нам очень пригодятся позже.\n— Работу там можно найти за пару минут, а платят очень много. \n— Работать времени у меня не будет, хотя сбережённое время даст мне немного больше... Времени...\n— Ну? Решайся.",
    "answers": [
      {
        "id": 36,
        "text": "Плыть в обход"
      },
      {
        "id": 37,
        "text": "Плыть через искуственную реку"
      }
    ]
  },
  {
    "id": 36,
    "text": "— Поплывём в обход, в Велле я сразу займусь своими делами и не буду искать работу.\n— Что ж, я не поддерживаю твоего решения, но капитан — ты.\n— Мы не замёрзнет. В этих водах летом даже вода не замерзает.\nОни поднялись на корабль и поплыли к развилке.",
    "answers": [
      {
        "id": 40,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 37,
    "text": "— Поплывём через форт, там до столицы как рукой подать.\n— Согласен, скорей бы уже увидеть главную площадь.\n— Я то думал ты мне помочь хочешь.\n— Неважно, нам обоим нужно в Велль.\nОни поднялись на корабль и отчалили.",
    "answers": [
      {
        "id": 40,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 38,
    "text": "\"Неважно давай лучше сосредоточимся на цели. Если я правильно помню, то здесь можно поплыть в обход, правда надо будет остановиться у форта и заплать. А можно поплыть в обход и сэкономить деньги, но пожертвовать временем\".",
    "answers": []
  },
  {
    "id": 39,
    "text": "— ...Также, если верить барону Герберту, ему принадлежат Глемские горы по праву наследства. \n— Он с ума сошёл. Горы защищают нас  от Каларембы!\n— Я тоже так думаю, но не в наших силах что-либо изменить, давай лучше подумаем о хорошем. Например о... ",
    "answers": [
      {
        "id": 40,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 40,
    "text": "— Дарвадан, а если вступить в королевский флот, можно обеспечить себе хорошую жизнь?\n— Сомневаюсь. Мне недавно пришло письмо от брата, он постоянно говорит о порядке и наказании за его нарушение. Но это и делает королевский флот таким непобедимым. Даже индоринские \"Клаверты\" не могут сравниться с ним. \n— И то правда, но ты ушёл от темы...\n— Если б ты был офицером, то жил бы как аристократ, но простой солдат может рассчитывать не больше чем на еду и двести рупелей в месяц. А мы, кстати, подходим к развилке...\n",
    "answers": [
      {
        "id": 41,
        "text": "Далее",
        "need": 34
      },
      {
        "id": 42,
        "text": "Плыть в обход",
        "need": 36
      },
      {
        "id": 43,
        "text": "Плыть дальше",
        "need": 37
      }
    ]
  },
  {
    "id": 41,
    "text": "\"Если хочешь сократить путь, тебе придётся остановиться в форте и заплатить, чтобы нас пропустили, или ты можешь плыть через весь полуостров и пренебречь временем\".\n",
    "answers": [
      {
        "id": 43,
        "text": "Сократить путь"
      },
      {
        "id": 42,
        "text": "Плыть в обход"
      }
    ]
  },
  {
    "id": 42,
    "text": "Они поплыли через весь полуостров, но, к счастью, там стоял порт, к которому они, по подсчетам Дарвадана, должны были причалить через сутки. \n— Здесь нужно быть осторожным — это воды Королевского флота.\n— Королевский флот слишком занят северными водами. Они вряд ли будут ошиваться у самой столицы. \n— Когда начнётся война, они только здесь и будут.\n— Судно! Капитан!",
    "answers": [
      {
        "id": 79,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 43,
    "text": "Они остановились в порту у форта, где нашли сержанта, однако тот был занят, и им пришлось подождать. К счастью ждать пришлось недолго. Сержант стал на свой пост, а позже отправил Кристофера и Дарвадана к офицеру. \n",
    "answers": [
      {
        "id": 44,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 44,
    "text": "— Брадон выделил нам два фрегата и три бригантины, остальные корабли мне пришлось нанимать самому.\n— Прошу понять, что у адмирала есть дела важнее, чем снабжение стороннего форта, хоть и стоящего рядом со столицей. У Его Величества глаза и уши повсюду, и, если Индорин нападёт, мы непременно выделим Вам больше сил.\n— Я понимаю, и не настаиваю, но, поскольку в этих водах пиратство набирает силы, мне нужны корабли. Королевский флот ведь не может ими заняться, у них слишком много дел!\n\n",
    "answers": [
      {
        "id": 45,
        "text": "Слушать дальше"
      },
      {
        "id": 46,
        "text": "Вмешаться"
      }
    ]
  },
  {
    "id": 45,
    "text": "— Королевский флот действительно занят, а пиратов изведут, об этом не беспокойтесь.\n— Не беспокоиться?! Они уже почти год грабят и убивают, а я бездействую, потому что приказ свыше установил мне сидеть в форте и не высовывать носа! \n— Да, но ведь им виднее, что делать. Уверяю, что скоро их здесь не будет, мы этим уже занимаемся.\n— Уж постарайтесь. Войдите\nКристофер, который слушал разговор офицера и посла наконец зашёл.\n— Говори. \n— Какова цена за проход?",
    "answers": [
      {
        "id": 47,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 46,
    "text": "— Уверяю...\n— Простите...\n— Ко мне пришли. Надеюсь вы выгоните этих сволочей. Ну, с чем пришёл?\nКристофер дождался, пока посол уйдёт и стал говорить:\n— Какова цена за проход?",
    "answers": [
      {
        "id": 47,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 47,
    "text": "— Нет цены. И прохода, видимо, тоже.\n— Почему? \n— Приказ такой. И ещё этот посол. Я могу пропустить только тех, кто доказал, что он чист, или как там... \n— А что не так?\n— Ну, например, ты можешь быть пиратом, хоть на твоём флаге опознавательные знаки Гемхи.\n— Значит, пройти я не смогу...\n— Возможно сможешь.\n— Назови свою цену.",
    "answers": [
      {
        "id": 48,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 48,
    "text": "— Ты слышал, что он говорил?! \"У адмирала есть дела важнее\", баран! Не доверяю я ему, и, если ты поможешь мне... Засадить его куда подальше, я пропущу тебя.\n— А если компромата не будет?\n— Придётся тебе его создать. Он остановился в таверне рядом с причалом. Только никому ни слова, это должно остаться между нами. Иди.\nКристофер вышел, осмотрел форт и направился к трактиру.\n",
    "answers": [
      {
        "id": 49,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 49,
    "text": "Он зашёл. Внутри было довольно пусто. Трактирщик мыл посуду и разговаривал с одним из посетителей. Дождавшись, пока они закончат, Кристофер заговорил:\n— У вас тут не останавливался важный шпик? Посол вроде.\n— Есть такой, а тебе зачем?\n— Есть подарок, от очень близкого друга. Не бойся, никакого дебоша.\n— Он сейчас не здесь.\n— А где его комната?\n— На втором этаже, второй номер.\n— Спасибо друг.",
    "answers": [
      {
        "id": 50,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 50,
    "text": "Через минуту Кристофер встал и направился к комнате посла. Дверь была закрыта. Он вышел и вычислил окно, ведущее в его комнату. К счастью оно выходило в нелюдный район, а выступы не были покрыты льдом. Быстро обшарив всё, что там было, Кристофер нашёл записку некоего Хасура. Больше он ничего не нашёл и с этим письмом отправился к офицеру, но вдруг за ним погнались двое человек.",
    "answers": [
      {
        "id": 51,
        "text": "Бежать"
      },
      {
        "id": 52,
        "text": "Остановиться"
      }
    ]
  },
  {
    "id": 51,
    "text": "Кристоферскрылся за одним из углов. Он ждал, но сзади уже никого не было. Кртстофер зашёл к офицеру и отдал письмо.\n— Письмо?\n— Да.\n— Что \"да\"?\n— Возможно зацепка. Его отправил Хасур.\n— Хасур? Хм, если это не предатель, то, возможно, мне удастся вывести его на чистую воду. Подожди минутку\n",
    "answers": [
      {
        "id": 53,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 52,
    "text": "Кристофер остановился, стал ждать, но люди просто пробежали, сбив его с ног. Тихо проругавшись про себя. ",
    "answers": [
      {
        "id": 57,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 53,
    "text": "Офицер зашёл в комнату, сопряжённую с его кабинетом. Через несколько минут он вышел с какими-то пергаментами.\n— Сейчас проверим...\n— Что?\n— Стиль письма. Меня всегда раздражало, как пишет Хасур. \nОфицер смотрел на пергамент и то письмо, постоянно качая головой. В это время в кабинет вбежал запыханый солдат.\n",
    "answers": [
      {
        "id": 54,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 54,
    "text": "— Офицер!\n— Чего?\n— Там... Вражеские корабли... Очень много...\n— Где?! Какие флаги?!\n— Мы не знаем, вам нужно посмотреть самим.\nОн быстро вышел, а Кристрфер за ним. Смотря в подзорную трубу, он закричал:\n— Вывести пушки, огонь по моей команде!\n— Кто это?!\n— Тивия, будь она проклята.\n— Тивия?\n\n",
    "answers": [
      {
        "id": 55,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 55,
    "text": "— Мы её ещё года три назад в тюрьму бросили. Она и до этого нас время от времени \"кусала\", но до того ею никто не интересовался.\n— \"Ледник\"! Он беззащитен!\n— Послушай... К восточным стенам! Сейчас... Вот, отдай это письмо Далиасу Брадону или Картеру Дайвару, скажешь, что тебя прислал Партер Штейн. Иди, мы отвлечём их выстрелами.\nКристофер спустился и отдал команду, они отчалили. Флот распустил блокаду и они смогли пройти.",
    "answers": [
      {
        "id": 56,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 56,
    "text": "— Что за спешка?! Почему мы даже не пополнили припасы?\n— Ты видел корабли. Это пираты.\n— Разве какие-то пираты способны захватить форт, тем более у них около десятка кораблей.\n— Ему виднее. Ты собираешься задерживаться в столице?\n— Да, и надолго. А почему ты спрашиваешь?\n",
    "answers": [
      {
        "id": 58,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 57,
    "text": "Его нигде не было. Кристофер осмотрелся и увидел открытую дверь, ведущую на улицу. \n— Чёрт! Они подобрались близко... К восточным стенам!\n— Сэр! Я нашёл...\n— Плевать я хотел.\n— Но...\n— Никаких \"но\". Вот, передашь это Далиасу Брадону или Картеру Дайвару в Велле, скажешь, что ты от Питера Штейна. Иди, быстрей!\nКристофер спустился к шхуне и отдал команду. Они отчалили и быстро поплыли в столицу.",
    "answers": [
      {
        "id": 56,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 58,
    "text": "— Офицер, Питер Штейн, передал мне этот свёрток, который надо отдать адмиралу или генералу.\n— И я должен отдать его?\n— Да, я не хочу терять времени.\n— Пусть будет так. \n— Если я правильно помню, недалеко, на другом конце реки есть второй такой же форт, там и переночуем.\nОни плыли, стояла темнейшая ночь. Примерно в полночь увидели маяк — это был форт.",
    "answers": [
      {
        "id": 59,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 59,
    "text": "— Подай знак, сейчас пришвартуемся.\n— Я никого не вижу, может, форт пуст?\n— Не говори глупостей, на пристани есть караул, только они без фанарей.\n— Почему? \n— Молчать! Подавай!\nОни просигналили, и тут же в порту зажглись все фонари и факелы.",
    "answers": [
      {
        "id": 60,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 60,
    "text": "— Мы никого не ждали так поздно, откуда вы?\n— На форт Стагг напали пираты, шхуна не боевая, мы отплыли быстро.\n— Что везёте?\n— Ничего, тут несколько добровольцев отрабатывают бесплатный путь до столицы, в трюме только еда и вода.\n— Мы обыщем. Ступайте.\nКристофер с командой пошли в ближайший караван-сарай. Там все легли спать. ",
    "answers": [
      {
        "id": 61,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 61,
    "text": "Уже днём никого в доме не было. Кристофер встал последним. Он хотел было собрать всех и отправиться, но вдруг вспомнил про ксеноглаз, и то, что говорил тот эльф. Он поел и направлся к шхуне...",
    "answers": [
      {
        "id": 62,
        "text": "Связаться с Тенафиратом"
      },
      {
        "id": 63,
        "text": "Отчалить из форта"
      }
    ]
  },
  {
    "id": 62,
    "text": "Кристофер не знал, как работает эта штука. Он просто постучал, а потом бросил его, от чего тот взлетел и кто-то заговорил оттуда:\n— Кристоф... Ты?... Свя...\n— Э-э, это Вы?\n— Д...\nНа несколько секунд ксеноглаз затих, но после речь стала отчётливой.",
    "answers": [
      {
        "id": 64,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 63,
    "text": "— Стоять! У вас нет лецензии!\n— Но сержант разрешил мне! \n— Сержант? Сержант здесь я! Сворачивай лавку!\n— Слышал? При Хелагре II такого здесь не было бы... \n— Отца Старенбрада везде восхваляют. Хелагр, по легенде, нашёл Хронос. — Язвили другие торговцы\n— Не верь всяким байкам. Отчаливаем.\nОни плыли, дальше портов не было. До Велля оставалось пару часов.",
    "answers": [
      {
        "id": 65,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 64,
    "text": "— Кристофер? Ты нашёл нужную нам информацию?\n— Нет, но на форт Стагг напали пираты, что не свойственно для этих отбросов.\n— Это как-то относится к нашему делу?\n— Нет, но Вы сказали сообщать обо всём подозрительном.\n— Ясно. Продолжай поиски. Свяжись позже.\nКсеноглаз упал. Кристофер поднял его и отправился на шхуну.\n",
    "answers": [
      {
        "id": 65,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 65,
    "text": "— По моим подсчётам, мы прибудем ночью. — Сказал Дарвадан.\n— Придётся отдать последние деньги за швартовку. А потом ещё и оплачивать стоянку.\n— Надеюсь, ты найдёшь деньги.\n— Надеюсь...\nОстаток пути прошли спокойно. Гавань столицы, как всегда, была забита почти полностью, но найти достаточно дешёвое место им всё таки удалось.",
    "answers": [
      {
        "id": 66,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 66,
    "text": "Они ступили на землю столицы. На пристани было много народу даже ночью. Вся команда отправилась в таверну \"На обрыве\". К счастью, у Дарвадана были деньги, чтобы снять комнаты. Уже днём, когда таверна, ровно как и любое другое заведение в столице, была заполнена, Кристофер приступил к делу.",
    "answers": [
      {
        "id": 67,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 67,
    "text": "Он подошёл к трактирщику и сел за стойку.\n— Герой не знает пощады.\n— Трус не знает чести. На тебе тоже отметка? \n— Да, он не хотел объяснять, что это.\n— И не будет. Я Дерван.\n— Кристофер.\n— Ну и когда он завербовал тебя?",
    "answers": [
      {
        "id": 69,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 68,
    "text": "— Два дня назад. Я даже не хотел... Всмысле, помочь нужно. Ты знаешь кого искать?\n— Да. Он мне сообщил всё, что нужно. Я собрал информацию, которая тебе нужна.\n— У тебя есть шпионы? \n— Да. По всему городу, но подчиняются они не мне.\n— Выкладывай.\n",
    "answers": [
      {
        "id": 71,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 69,
    "text": "— Около...\n— Люди! Весть пришла! Пираты звереют, нападают на форты! Разнесите эту новость по городу!\n— На какие форты были совершены нападения?\n— Только на форт Стагг. Ты не слышал?\n— Кто-нибудь за последние сутки приходил со стороны форта?\n— Только шхуна. \n— А откуда информация?\n— Из Гильдии магов. Кто-то видел, как уничтожили форт, и понёс весть.\n— Ясно... Тогда к делу.",
    "answers": [
      {
        "id": 71,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 70,
    "text": "— Это всё?\n— Да, это всё.\n— В таком случае отправляйся в Гильдию магов в Велле и найди полуэльфа Литтрадаса. Покажи ему свою метку, он поймёт.\n— Будет сделано. \nКристофер взял ксеноглаз и положил его в подсумок.",
    "answers": [
      {
        "id": 124,
        "text": "Отдохнуть",
        "need": -124
      },
      {
        "id": 127,
        "text": "Отправиться в Гильдию "
      }
    ]
  },
  {
    "id": 71,
    "text": "— Тенафират приказал мне собрать сведения об некоем артефакте. Той легендарной штуке, которая пропала ещё до того, как был основан Дрозим.\n— Я слышал эту легенду, его нашли?\n— Нет. А если и нашли, то держат это в такой тайне, что даже тайна появления человечества позавидует ей.\n— Что дальше?\n— Слушай...",
    "answers": [
      {
        "id": 72,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 72,
    "text": "\"Хронос, собственно сам артефакт, был создан Крастиусом и его учеником Галовераном. Со временем сила артефакта свела Крастиуса с ума, и ученик убил учителя. Изучая артефакт, он пришёл к выводу, что использовать его могут только боги. Были созданы меры предосторожности, которые не позволяли другим магам засечь Хронос. Находясь в преклонном возрасте, Галоверан отправил четыре корабля: \"Потоп\", \"Сапфир\", \"Дрозим\" и \"Каларембу\" для того, чтобы спрятать Хронос, что им, в итоге, удалось\".",
    "answers": [
      {
        "id": 73,
        "text": "Спросить что он узнал ещё"
      },
      {
        "id": 74,
        "text": "Спросить, что делать"
      }
    ]
  },
  {
    "id": 73,
    "text": "— Граф Ставтир из Задалла охотиться на так называемого \"Великого Вора\". Он потратил много ресурсов, отправил своих людей в Индорин и Каларембу. Возможно, вор может помочь нам. И... Этот артефакт ищут лимбопоклонники. \n— Лимбопоклонники? Лимб — это уж точно выдумка.\n— Ну, не знаю... В любом случае, ты в опасности.\n— Ещё что-нибудь?\n— Это всё.\n— И что ты предлагаешь делать?",
    "answers": [
      {
        "id": 74,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 74,
    "text": "— Единственная, с кем я не успел связаться за эти два дня, так это Лирис. Она живёт на улице Хенкеля. \n— Мне нужно найти её?\n— Да, но, боюсь, сделать это будет непросто. Она перешла дорогу влиятельным людям. Тебе придётся просить помощи.\n— Кто может помочь?\n— Тенафират и Гильдия магов. Если ты свяжешься с ним, он может уговорить кого-нибудь из Гильдии помочь.\n— Тогда я отправляюсь. ",
    "answers": [
      {
        "id": 75,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 75,
    "text": "Улица Хенкеля была недалеко от таверны, однако Кристофер не знал, что его может там ждать. В то же время Гильдия Магов находилась в центре города, и идти туда ему совершенно не хотелось, однако он мог связаться с Тенафиратом в одном из малолюдных уголков города.",
    "answers": [
      {
        "id": 76,
        "text": "Попросить помощи"
      },
      {
        "id": 77,
        "text": "Найти Лирис"
      }
    ]
  },
  {
    "id": 76,
    "text": "— Кристофер? Что ты узнал?\n— Ничего, но один из людей вашего шпиона попал в серьёзные неприятности.\n— Значит, разберись с ними. Не беспокой меня по мелочам.\n— Мне нужна помощь. Тот человек замешан в серьёзных делах.\n— Я знаю. Наше дело очень серьёзное. Я выделю тебе помощь. Свяжешься, когда добудешь нужную информацию.\nКристофер не успел спросить, где будет помощь и поэтому просто отправился на улицу Хенкеля.",
    "answers": [
      {
        "id": 78,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 77,
    "text": "Кристофер решил не связываться с Тенафиратом и сразу отправился на улицу Хенкеля. Это был относительно спокойные район: несколько самых разных магазинов, королевские герольды и статуя Робста Хенкеля, героя Дрозима. Дом Лирис был недалеко от памятника.",
    "answers": [
      {
        "id": 100,
        "text": "Войти в дом"
      }
    ]
  },
  {
    "id": 78,
    "text": "Он стоял в центре, гордый и непобедимый. Робст Хенкель, хоть и является статуей, но до того он освободил огромную местность от Эргаллиона до Задалла, а позже и от Врадфурта до Седерре от Разбойников Артруда Вакселя, \"Кровавого Короля\". Кристофер всегда восхищался подобными героями.\n— Ты Кристофер?\n— А кто спрашивает?.\n— Не кто попало...",
    "answers": [
      {
        "id": 101,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 79,
    "text": "На горизонте показался корабль. \n— Трубу мне!\n— Фрегат, это не пираты.\n— Флаг белый, ни пушек, ни людей на верхней палубе. Может исследовательский?\n— Всё возможно. Не будем близко подходить к ним.",
    "answers": [
      {
        "id": 80,
        "text": "\"Нужно посмотреть\""
      },
      {
        "id": 81,
        "text": "\"Ты прав\""
      }
    ]
  },
  {
    "id": 80,
    "text": "— Зачем?\n— А вдруг им нужна помощь!\n— Чем ты поможешь? У нас припасов на день.\n— Всё равно. Я беру курс на северо-восток.\nКристофер повернул штурвал. Команда не одобрила такой ход, как и Дарвадан.",
    "answers": [
      {
        "id": 82,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 81,
    "text": "— Хорошо.\n— Вот, правильно.\n— Надеюсь, совесть не будет грызть...\n— Надеюсь...\n— Как прибудем в порт, надо будет рассказать губернатору.\nОни плыли и плыли довольно быстро, пока не пришвартовались.",
    "answers": [
      {
        "id": 86,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 82,
    "text": "Корабль стоял, на борту был только один человек. Дарвадан предупреждал, что это может быть ловушка, но Кристофер решил проверить. Они подошли почти вплотную.\n— Эй! Почему вы стоите здесь без охраны? \n— Бегите... Уплывайте отсюда...\nКристофер увидел человека, ползущего по верхней палубе. За ним едва можно было увидеть след, кровавый след.",
    "answers": [
      {
        "id": 83,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 83,
    "text": "— Господи! Помогите ему! \n— Нет... Бегите... Пираты вот-вот...\n— Что?! Говори!\nЧеловек замолчал и замер. \n— Капитан! Корабли!\n— Пираты, мать их.\n— Поднять паруса! Плывём к порту!",
    "answers": [
      {
        "id": 84,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 84,
    "text": "— У них бригантины и фрегаты, они нас не догонят.\n— Верно, но зачем пиратам флот почти у самой столицы?!\n— Корабли недавно основанной Хадальдом Вестератом Гильдии купцов часто здесь проходят. Тот корабль, возможно, являлся торговым судном Гильдии.\n— Их надо извести! Куда смотрит адмирал?!\n— Адмирал Брадон выставил почти весь флот на юге, на границе с Индорином.\n— Идиоты! Что адмирал, что генерал. \n— Тёмные времена настали, воистину. Благо я знаю одного человека, который поможет нам извести этих пиратов.\n— Уж ты свяжись с ним как-нибудь.",
    "answers": [
      {
        "id": 85,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 85,
    "text": "— Не волнуйся. Если мы доберёмся до Велля, я сразу же проинформирую его.\n— Ветер хороший. \"Ледник\" ничто не обгонит! Скоро будем в порту.\n— Их следует известить. Возможно, губернатор даст за это денег.\n— Они бы не помешали. \nОни плыли, отставали от пиратов. Вскоре последних было и вовсе не видно, а они подплывали к порту Десвес.",
    "answers": [
      {
        "id": 86,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 86,
    "text": "— Дарвадан, извести губернатора, я организую нам места в  таверне.\n— Конечно.\n— Я поставлю двух людей на маяк, остаток денег отдашь им.\nОни разделились. В таверне никого не было, даже официант не высматривал поситителей. Кристофер снял комнаты. Его разбудил один из его матросов. В таверну кто-то вошёл и начал спрашивать о них.",
    "answers": [
      {
        "id": 87,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 87,
    "text": "— К тебе недавно пришли люди, около семи!\n— Конечно приходили, но какое вам дело?!\n— Они нам нужны! Где они?!\n— Я не буду раскрывать своих посетителей.\n— Говори!\n— Льюис! Они наверняка наверху! Проверим.\nЧетверо человек поднялись по лестнице к комнатам Кристофера и команды. Бежать было некуда, другого этажа не было, а окна выходили в море.\n",
    "answers": [
      {
        "id": 88,
        "text": "Спрятаться"
      },
      {
        "id": 89,
        "text": "Дать бой"
      }
    ]
  },
  {
    "id": 88,
    "text": "Кристофер спрятался под кровать, так поступила и вся команда. Незнакомцы вломились, стали обыскивать комнату, пока не нашли одного из матросов. Потолок заскрипел, посыпалась пыль.\n— Смотри! Спрятался! Ищите других!\n— Тихо! Потолок трещит. Может, лучше уйдём.\n— Что такое? Досок испугался?! Ищ...\nОн не успел договорить. Потолок проломила чья-то рука и схватила того человека за горло. Потом показалась вторая. Пальцы буквально пробили насквозь его горло. Появился владелец рук. Завязался бой.",
    "answers": [
      {
        "id": 90,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 89,
    "text": "Кристофер не умел драться, а потому только надеялся, что их там немного. Матросы, кто спрятался, а кто остался, пытались искать пути отхода, но тщетно. \n— Опа! Ты Кристофер?\n— Кто спрашивает? \n— Льюис Пармантан. Может, слышал о таком?\n— Наёмный убийца... Чего ты хочешь?\n— Как чего?! Твою голову! Ха-ха.",
    "answers": [
      {
        "id": 92,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 90,
    "text": "Остальные, обомлев от такого внезапного появления, не успели обнажить клинки, и тот человек убил их. Один выжил и успел среагировать и стал убегать, но далеко он не убежал. \n— Ты убил их! Убил!.. \n— А как иначе?\n— Уйди, уходи отсюда!\n— Слушай...\n— Не хочу слушать. Ты...\nУбийца взял Кристофера за горло и стал, хоть и слабо, но душить его.",
    "answers": [
      {
        "id": 91,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 91,
    "text": "— Или ты, или они! Я сомневаюсь, что ты хотел бы расставаться с жизнью.\n— Они... Они хотели убить...\n— Да. Их наняли убить тебя. Не знаю кто, но это не моё дело. Живи дальше и... Лучше забудь этот момент.\n— Стой... Чёрт.\nУбийца ушёл быстрым шагом, пока Кристофер пытался отдышаться. Он думал, не мог просто так отойти от того, что видел. Матросы убрали тела. Потом все они направились к \"Леднику\".",
    "answers": [
      {
        "id": 95,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 92,
    "text": "С потолка поспалась пыль, а команда Льюиса, в количестве четырёх человек, всё ближе подходила к Кристоферу. Потолок проломился, сверху показалась рука, которая сломала шею наёмного убийцы одним движением кисти. Появился владелец руки. Он обнажил меч и стал убивать...",
    "answers": [
      {
        "id": 93,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 93,
    "text": "Резня закончилась за несколько секунд.\n— Ты... Ты убил их!\n— Это так странно?\n— Убийца! Стража!\n— Идиот. Ты слышал всё сам, ты понимал, чего они хотят.\nКристофер молчал, открыв рот. Сблевал, потом ещё раз. Убийца всё это время стоял рядом и обыскивал тела.\n— Ты кто?\n— Это так важно? Можешь считать, что проходил мимо. Мы вряд ли когда-нибудь ещё увидимся. \nКристофер, обомлевший от убийств не мог даже встать. Лишь спустя час они убрали тела и стали отходить от произошедшего.",
    "answers": [
      {
        "id": 94,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 94,
    "text": "— Что вы там устроили чёрт вас дери?! Грохот такой, что в Велле было слышно. А крики то...\n— Убили их. Всех четырёх\n— Убили?! Кто?!\n— Незнаю. И вряд ли когда-нибудь узнаю.\nКристофер и команда вышли из таверны и направились к шхуне. Он не мог забыть этого...",
    "answers": [
      {
        "id": 95,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 95,
    "text": "— Я знаю что произошло в таверне...\n— Этот человек... Господи, ты видел его?\n— Нет. Я наведал своего старого знакомого и решил переночевать у него.\n— Неважно. Я хочу забыть об этом.\nПочти весь следующий путь он плыл молча, не считая команд, отдаваемых им. Они плыли спокойно, и уже поворачивали на Велль...",
    "answers": [
      {
        "id": 96,
        "text": "Далее",
        "blackout": true
      }
    ]
  },
  {
    "id": 96,
    "text": "— ...И всё-таки в Дрозиме лучше всего. Девушки тут красивые, а богатства то...\n— Ты слышал, что Дрозим вообще не планировался? Здесь хотели поселиться маги и прочие им подобные.\n— Знаю. А ещё знаю байку про дракона в Дулийских горах. Про короля Сетепеха. Ну и, само собой, про \"Сапфир\". \n— А про Орден Дракона слышал? \n— Да... Но это всего-навсего байки и выдумки.\n— А если нет? Что, если это не байки? Или хотя бы придуманы они не на пустом месте? ",
    "answers": [
      {
        "id": 97,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 97,
    "text": "— Проблема в том, что людям хочется верить во всё мистическое. Это упрощает им жизнь. Да, магия существует, как и ужасные твари магией создаваемые, но то, что описывается в этих рассказах, наверняка придуманных двумя пьяными в стельку орками, ничто иное, как выдумка.\n— Ага... О чёрт! Что там?\n— Похоже... Да, это мёртвая северная чайка. Её, наверное, какая рыба сцапала.\n— Мы рядом с Веллем. За этими холмами уже должна быть столица.",
    "answers": [
      {
        "id": 98,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 98,
    "text": "Действительно, за холмами был огромный город, который не мог быть ничем другим. Однако до Велля было далеко, но с таким ветром это не помеха. Пару часов спустя они уже подплывали к почти заполненной верфи.",
    "answers": [
      {
        "id": 66,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 99,
    "text": "— Откройте! Гильдия магов хочет задать вам несколько вопросов.\n— Кого Вы ищите?\n— Лирис Карратан. \n— Её здесь нет.\n— Тогда назовитесь.\n— Кристофер.\n— Откройте дверь, Кристофер.\nНезная почему, Кристофер открыл ему дверь. За ней стояли два человека.",
    "answers": [
      {
        "id": 129,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 100,
    "text": "Внутри было пусто, так же, как и на улице. Дом был весьма просторным. Кристофер начал обыскивать его, и нашёл записи Лирис. В это время в дом постучали.",
    "answers": [
      {
        "id": 99,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 101,
    "text": "— Что значит...\nОдин из этих двух людей снял перчатку с руки Кристофера и увидел метку Тенафирата.\n— Это он. Мы были посланы сюда мастером Делетасом к тебе на помощь.\n— А-а... Хорошо, следуйте за мной.\nКристофер повёл их к дому Лирис. ",
    "answers": [
      {
        "id": 102,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 102,
    "text": "— Вот, здесь живёт один человек... Нужный мне. Но он нажил себе врагов, и вы мне поможете.\n— Пусть так. Говори, что делать?\n— Пока что просто следуйте за мной и не отходите. Потом увидим...\nОни зашли в дом. Было тихо, звуки доносились только с улицы. \n— Надо осмотреть дом, должны быть какие-то зацепки. \nИскали долго, но один из магов смог отыскать тайник с дневником Лирис и какими-то письмами.",
    "answers": [
      {
        "id": 103,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 103,
    "text": "— \"Книга принадлежит некоему Джерому Харстеллю. За мной постоянно наблюдают. Я отправила последние зацепки Гилвану\". Так-так, это наверняка тебя заинтересует.\n— Джером Харстелль? Не знаю никого с таким именем. Гилван тем более мне ничего не говорит.\n— Пороемся в письмах... Ага, \"Ннурату на улицу Врангля Дикого\".\n— Есть ещё что-нибудь? \n— Нет. Только рассылки и заказы... Лирис была торговкой или что-то в этом роде.\n— Подожди. Тут переписка с... Лерелем Бахом?\n\n",
    "answers": [
      {
        "id": 104,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 104,
    "text": "— Что это значит?\n— \"Карабли вернулись. Пусто. Остался только \"Сапфир\". Я разошлю своих людей по городам и попытаюсь узнать, где он затонул\".\n— Это всё?\n— Остальная часть письма сожжена. Восстановить не смогу. \n— Значит нужно начать с Ннурата или Лереля.",
    "answers": [
      {
        "id": 105,
        "text": "Отыскать Ннурата"
      },
      {
        "id": 110,
        "text": "Отыскать Лереля"
      }
    ]
  },
  {
    "id": 105,
    "text": "—Он живёт на улице Врангля Дикого... Соберите все письма и дневник.\nОни собрали всё, осмотрели дом ещё раз, потом выдвинулись к указанной в письме улице. Она мало чем отличалась от предыдущей, разве что не было огромной статуи и площади. В целом она напоминала обычный жилой квартал.\n— Здесь. Стучи.\n— Откройте. Гильдия магов хочет задать Вам пару вопросов.\n— Сейчас-сейчас... Чёрт, опять заклинило... Всё! Здравствуйте...\n",
    "answers": [
      {
        "id": 107,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 106,
    "text": "— Стоять! Никто во дворце не принимает гостей!\n— Придётся подождать... Где там Сурата черти носят...\n— Подождём, тут как раз таверна.\n— Нет! Нужно стоять здесь! Если гильдия достанет для нас приглашение, долго они ждать не будут.\nИ они ждали. Разговорились, и Кристофер узнал имена своих спутников: Сурат и Колстер. Они были в ранге Стража в Гильдиии магов и выполняли всякие капризы этой организации.",
    "answers": [
      {
        "id": 112,
        "text": "Разговорить Колстера"
      },
      {
        "id": 114,
        "text": "Молчать"
      }
    ]
  },
  {
    "id": 107,
    "text": "— Вы Ннурат?\n— Э-э, Да! \n— Давайте зайдём. Не бойтесь, пару вопросов и Вы будете свободны.\nОни сели за круглый стол. Ннурат налил в кружки вина.\n— Мы не пьём на службе, но наш спутник не служит.\n— Я откажусь, сейчас мне нужна трезвая голова. \n— Спрашивайте...",
    "answers": [
      {
        "id": 108,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 108,
    "text": "— По некоторым данным, Вы знали одну особу. Её зовут Лирис, живёт на улице Робста Хенкеля...\n— Да! Я знал её! Я доставлял ей всякие редкие вещи: она их продавала, а я получал процент. \n— Это всё? Никакой близости или ещё что-нибудь такое? Важна любая информация.\n— Она отсутствовала по четвергам. Вела себя странно.\n— Когда пропала Лирис?\n— Около... Около двух дней назад. Я узнал это, когда хотел продать ей жемчуг, который по дешёвке купил у...\n— Не откланяйтесь от темы.\n— Ну...\n",
    "answers": [
      {
        "id": 109,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 109,
    "text": "— Когда я пришёл к ней, дверь у Лирис была открыта нараспашку. Я зашёл, стал звать её, но кто-то стукнул меня по голове. Больше ничего не помню.\n— Благодарю за уделённое время\n— Вам спасибо!\n— Идём.",
    "answers": [
      {
        "id": 110,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 110,
    "text": "— С Лерелем будет сложно... Кто-нибудь знает, как с ним встретиться?\n— Я знаю только то, что он вернулся из очередного похода три дня назад.\n— Значит, нам в Лискатэль.\n— Верно. Я свяжусь с Гильдией и попрошу их организовать встречу как можно быстрее.\nОдин из магов ушёл, а Кристофер с другим отправился ко дворцу Лискатэль.",
    "answers": [
      {
        "id": 111,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 111,
    "text": "Дворец, отчасти выстроенный в горе Снежный пик, был действительно огромен. Именно он бросался в глаза, когда кто-либо подходил к столице. Дворец вмещал в себя больше тысячи различных комнат, сотни коридоров, склады, а помимо всего прочего лаборатории и портальные установки, с помощью которых король и его приблежённые могли путешевствовать по стране. Но всё это пустяк, по сравнению с Университетом Естественных Наук, который находился на западной стороне дворца. А экранирован он был так, что даже муха, несущая в себе хоть малую толику опасности тут же превращалсь в пыль.",
    "answers": [
      {
        "id": 106,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 112,
    "text": "— Страж? А какие ранги ещё есть?\n— Ну... Есть послушник, самый низкий, потом подмастерье. После этого тебя определяют в школу магии исходя из того, к чему ты проявил интерес.\n— И сколько школ?\n— Пять: школа Алхимии, школа Стихий, школа Мистицизма и школа Тайных исскуств, там изучают Время, Пространство и Магию. Школа Лечения распространена только в Тор'Хароке и Индорине.\n— А чем занимается Гильдия?\n— Всем, что связано с магическими угрозами. Также Совет Архимагов лезет в политику.\n— То же мне... \n— О! Вот и он. ",
    "answers": [
      {
        "id": 114,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 113,
    "text": "— Стоять! Никто во дворце не принимает!\n— У меня пропуск от Гильдии.\n— Хм... Всё верно, проходите.\nОни расступились и пустили Кристофера на длинный мост, проходящий над пропастью. Когда же он вошёл в первый зал, его встретил дворецкий.",
    "answers": [
      {
        "id": 115,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 114,
    "text": "— Ну, что там?\n— Пропуск дали, но пойдёте только Вы, нам был отдан приказ возвращаться.\n— В таком случае... Приятно было с вами поработать.\nОни пожали друг другу руки и разошлись в разные стороны. Кристофер подошёл к стражникам единственного безопасного прохода во дворец...\nИли не единственного...",
    "answers": [
      {
        "id": 113,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 115,
    "text": "— Приглашение, пожалуйста.\n— Вот, у меня встречя с Лерелем Бахом.\n— Да, Вы правы. Я его предупрежу, подождите минуту.\nДворецкий ушёл вверх по лестнице, Кристофер же остался в зале, в котором, кроме него, были только гвардейцы.",
    "answers": [
      {
        "id": 116,
        "text": "Осмотреть зал получше"
      },
      {
        "id": 117,
        "text": "Подождать"
      }
    ]
  },
  {
    "id": 116,
    "text": "Весьма большой зал, потолок которого был так высоко, что отчасти затемнялся отсутствием света наверху. Помимо парадного входа во дворец, было ещё две двери и проход, видимо, в тронный зал. Кристофер не знал, что находится за ними. Через несколько минут из тронного зала вышли два, весьма похожих друг на друга, человека.",
    "answers": [
      {
        "id": 118,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 117,
    "text": "Кристофер просто смотрел в одну точку, изредка поглядывая на бездвижных гвардейцев. Если бы не их тяжёлое дыхание, Кристофер бы и вовсе подумал, что это просто доспехи, выставленные напоказ. Через несколько минут из тронного зала вышли два, весьма похожих друг на друга, человека.",
    "answers": [
      {
        "id": 118,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 118,
    "text": "Кристофер знал правила поведения при дворе Дрозима. Он поклонился и пожал руку, предварительно сняв перчатки и капюшон.\n— Придворный исследователь, учёный и путешественник Лерель Бах.\n— Ваше Высочество...\n— Не стоит, я не люблю громких титулов, особенно в моём отношении. Зови меня Лерелем.\n— Хорошо Ваше... Лерель.\n— Пройдём в гостевой зал.",
    "answers": [
      {
        "id": 119,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 119,
    "text": "— Итак, тебя послала Гильдия.\n— Верно... Но от Гильдии было только приглашение, я здесь по другому поводу.\n— Странно, но говори.\n— Я разыскиваю одну женщину, Лирис. Некоторые факты указыают на то, что Вы с ней были знакомы.\n— Если ты не от гильдии, значит от кого-то, кто смог поставить тебе эту метку... Тебя прислала Изабель?\n— Нет...\nУчёный достал котик и набросился на Артура. \n— Гурфус? Леттин? Кто?! Говори!\n— Тенафират.\n— Тенафират...",
    "answers": [
      {
        "id": 120,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 120,
    "text": "— ...Точно, вспомнил. В таком случае, я скажу напрямую: Лирис цела и находится в моих покоях. Если ты хочешь с ней поговорить, тогда пройди за мной.\n— Конечно...\nОни вышли из гостевого зала и направились в одну из дверей. Поднялись по лестнице, казалось, на сотый уровень. Гвардейцы пропустили их и Кристофер увидел её.",
    "answers": [
      {
        "id": 121,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 121,
    "text": "Она сидела на кровати, окутавшись в одеало. Смотрела в одну точку и не реагировала на вопросы.\n— Что с ней?\n— Отморожение. Вчера рыбаки выловили её недалеко отсюда. Я попросил помощи у придворных чародеев, но она ещё не может нормально говорить.\n— Когда она придёт в себя?\n— В лучшем случае, через день. В худшем, через неделю \n— Тогда... Мне придётся расспросить Вас.",
    "answers": [
      {
        "id": 122,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 122,
    "text": "— Конечно.\n— В письмах, которые я нашёл в доме Лирис, она упоминала четыре легендарных корабля: как это связано с Вами?\n— Хм... Не секрет, что эти корабли были отправлены для того, чтобы спрятать один весьма могущественный артефакт. Однако, по моим данным, ни один из них не достиг Дальнего Севера и заледенел на пути туда.\n— Все корабли отправились на Дальний север?\n— Да. Там такой мороз, что даже десятки магов на каждом из этих кораблей не могли справиться с ним. ",
    "answers": [
      {
        "id": 123,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 123,
    "text": "— Может, Вы скажете ещё что-нибудь?\n— Нет, пока информации совсем мало.\n— В таком случае, это всё, что я хотел узнать.\n— Тебе не интересно, кому ты служишь?\n— Нет. Я служу Дрозиму.\n— Может...  Если так для тебя легче. Прощай.\nКристофер откланялся и направился в зал для гостей, а позже вышел из дворца. Уже светало, а Кристофер так и не поспал. Он заметил это только сейчас.",
    "answers": [
      {
        "id": 124,
        "text": "Отдохнуть"
      },
      {
        "id": 125,
        "text": "Связаться с Тенафиратом"
      }
    ]
  },
  {
    "id": 124,
    "text": "Он зашёл в ближайший трактир, снял комнату на оставшиеся деньги и лёг спать. Проснулся днём и был в весьма нехорошем настрении. Засыпал, зачастую, наутро, а просыпался ближе к вечеру. Что ж, такова его роль в этой игре.",
    "answers": [
      {
        "id": 126,
        "text": "Связаться с Тенафиратом",
        "need": -125
      },
      {
        "id": 127,
        "text": "Отправиться в Гильдию"
      }
    ]
  },
  {
    "id": 125,
    "text": "— Кристо... Есть...\n— Да.\n— Хорошо. Говори.\n— Артефакт, который Вы ищете, называют  \"Хронос\". Он был создан в древние времена, ещё до того, как был основан Дрозим. Использовать этот артефакт могут только боги.\n— Ближе к сути.",
    "answers": [
      {
        "id": 128,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 126,
    "text": "— Крист... Есть...\n— Да.\n— Говори.\n— Артефактом, который вы ищете, оказался \"Хронос\", однако использовать его могут только боги.\n— Ближе к сути.",
    "answers": [
      {
        "id": 128,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 127,
    "text": "Здание Гильдии в Велле представляет из себя башню с небольшими пристройками. В отличие от таких же зданий в Седерре, Кирадаре, Градораде и Мзиндъерре здание Велля было главным центром Гильдии в Дрозиме. От шпиля на вершине башни исходил слабый синий свет.",
    "answers": [
      {
        "id": 131,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 128,
    "text": "\"Хронос обладает силой времени, однако воспользоваться ей, как я уже говорил, могут только боги. Галоверан, один из создателей Хроноса, отправил его на Дальний север. Скорее всего, он находиться на \"Сапфире\". Остальные, \"Дрозим\", \"Потоп\" и \"Каларемба\" были проверены Лерелем Бахом и в них ничего не было найдено\".",
    "answers": [
      {
        "id": 70,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 129,
    "text": "— Мы были посланы Гильдией в эту точку для того, чтобы расследовать дело с пропавшей Лирис.\n— У нас одинаковые цели.\n— Кто Вас послал?\n— Тенафират.\n— Гроссмейстер?! В таком случае, не будем Вам мешать.",
    "answers": [
      {
        "id": 130,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 130,
    "text": "Люди Гильдии вошли и тоже начали осматривать дом. Кристофер обошёл все этажи и ничего достаточно стоящего не мог найти, но, кажется, человек Гильдии смог отыскать что-то интересное.",
    "answers": [
      {
        "id": 103,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 131,
    "text": "Кристофер вошёл через парадный вход. Внутри сидело несколько людей, вероятно, ждавших своей очереди. В целом первый этаж представлял собой филиал какого-нибудь крупного детективного агенства. Он сел на лавку рядом с другим мужчиной, который походил на богатого дворянина.\n",
    "answers": [
      {
        "id": 132,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 132,
    "text": "— Вы к мастеру Ванадеру?\n— Нет. К Литтрадасу.\n— Он Ваш друг? Или, может, чем-то насолил?\n— Почему Вы спрашиваете? Из любопытства?\n— Нет... Меня, Кстати, Хостером Зовут.\n— Кристофер.\n— Красивое имя... Моего отца так звали...\n— Может расскажете?\n— Почему бы и нет...",
    "answers": [
      {
        "id": 133,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 133,
    "text": "Хостер только начал говорить но его перебил человек в тускло светящихся одеждах.\n— Господин Хостер, мастер Ванадер ожидает Вас.\n— Что ж, не получилось нам поговорить, я пойду.\n— Ага, я тоже.\nКристофер поднялся и встал в очередь к консультанту.\n",
    "answers": [
      {
        "id": 134,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 134,
    "text": "— Приветствуем в Гильдии магов, чем могу помочь?\n— Мне нужно встретиться с Литтрадасом.\n— Извините, но он сейчас занят и сможет встретиться с Вами только через два дня.\n— Как это? Что значит \"через два дня\"?\n— Он в отъезде и не может с Вами поговорить. \n— Где?! \n— Я здесь. Прошу за мной.",
    "answers": [
      {
        "id": 135,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 135,
    "text": "— Извините что опоздал, благо Тенафират вовремя предупредил меня о твоём приходе. Поскольку ты знаешь, как меня зовут, перейдём к делу.\n— Разве Вы не в отъезде?\n— Был там, но по просьбе моего непосредственного начальника телепортировался сюда. Кхм, итак, ты узнал, что это за артефакт и что он из себя представляет.\n— Да, а сейчас жду дальнейших указаний.",
    "answers": [
      {
        "id": 136,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 136,
    "text": "\"Артефактом займёмся Мы, тебе же предстоит отправится в Дерегард и отыскать дом одного детектива. По нашим последним сведениям, он живёт в центре этого городка и владеет \"Поисковым агенством Северпалля\". Тебе предстоит узнать у него о некоем Мастере или, как его называют маги, Чернокнижнике. Я телепортирую тебя в таверну \"Сытый кит\", что в километрах двух-трёх от Дерегарда. Там разберёшься сам. \n ",
    "answers": [
      {
        "id": 137,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 137,
    "text": "\"Напоследок я дам тебе денег и кулон, который защитит тебя от вражеской магии. А теперь... Mererid! Alaph! Der'gard!.. Прыгай!\"\nКристофер прыгнул в портал. Он оказался в ярком месте, как-будто десятки мощных фонарей были направлены на него со всех сторон. Через пару секунд он упал на твёрдую землю. Удар был не слишком сильным и Кристофер быстро встал и осмотрелся. Он заметил здание, а во дворе были столы и люди, сидящие на них и распивающие пиво и вино — это был трактир.\n",
    "answers": [
      {
        "id": 138,
        "text": "Осмотреть таверну"
      },
      {
        "id": 140,
        "text": "Отправиться в город"
      }
    ]
  },
  {
    "id": 138,
    "text": "Таверна, стоящая на перекрёстке, не может быть пустой. \"Сытый кит\" был полон, столы стояли внутри и снаружи, ведь материковый климат Индорина был весьма тёплым. Кристофер зашёл внутрь и сел на единственный свободный стол, но буквально через минуту к нему подсели два человека, которые, однако, не обратили на него внимания.",
    "answers": [
      {
        "id": 140,
        "text": "Выйти"
      },
      {
        "id": 141,
        "text": "Остаться"
      }
    ]
  },
  {
    "id": 139,
    "text": "— Десять лет долг не отдаёшь?\n— Я его десять лет ОТДАЮ. Миките постоянно мало. Говорит, мол надо отдавать с процентами.\n— И ты десять лет платишь ему?!\n— Приходиться... Кто вступиться за разорённого хозяйна ночлежки для бедных из Задалла?\n— И то правда. Кристофер.\n— Грильден. Ты, как я понимаю, в Дерегард чешешь?\n— Да.\n— Надолго? Мне нужна лишняя пара рук на пару недель.\n— Увы, я задержусь, самое большее, на пару дней.\n— Жаль. В таком случае, не буду задерживать.",
    "answers": [
      {
        "id": 156,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 140,
    "text": "Кристофер посмотрел на Дерегард. Дорога была вытоптана, а потому дойти до города не составляло особого труда. Через час Кристофер был у ворот.\n— Стоять! Предъявите удостоверение гражданина Княжества Нумблун.\n— Я... Не живу здесь. Я путешественник.\n— Тогда прохода нет! Приказ Княза Витольда Нумблуна!\n",
    "answers": [
      {
        "id": 144,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 141,
    "text": "— Хозяин! Пива!\n— Мне курицу! Ну, рассказывай!\n— Я тогда работал на Стерна в Эргаллионе. Заказ был, только охотились не мы. Мы должны были доставить груз. Ехали из Задалла...\n— Зачем? Там же миль... Ну триста минимум точно.\n— триста пятьдесят. Забашлял он знатно, штуки три рупелей.\n— Нда, поднялся ты тогда... А дальше что?\n",
    "answers": [
      {
        "id": 142,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 142,
    "text": "— А дальше было нехорошо. В Задалле мы встретились с людьми Рубиуса. Охрана почти полностью состояла из наёмников. Через день мы выехали... Ох, что там творилось дальше...\n— Что?\n— Дродай на нас напал, а у нас железо, серебро у кого-то было...\n— Ничё так, этих тварей только нигиловым оружием возьмёшь, или по глазам бить, я то знаю. Мда... А кто выжил то?\n— Человека четыре: я, Рубиус, Артур и ещё один наёмник. Он ещё заикой стал после этого случая...\n— А было сколько?\n— Пятнадцать...",
    "answers": [
      {
        "id": 143,
        "text": "Слушать дальше"
      },
      {
        "id": 140,
        "text": "Уйти"
      }
    ]
  },
  {
    "id": 143,
    "text": "— Вы, как я понимаю, дошли до Ликсены? Или ехали дальше до самого Эргаллиона?\n— Нет, то есть не знаю. Я ушёл из группы в первой же деревне. Потом рванул в Дерегард...\n— Кстати о Дерегарде...\nНе успел тот договорить, как в таверну вошли пятеро человек: обвешанные мечами, ножами и кольчугой.\n— Чего встали?! Завалили мы Пустынных! Наливай!\n— За наш счёт!\nКристофер позволил себе спросить у своих соседей, кто эти люди.",
    "answers": [
      {
        "id": 145,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 144,
    "text": "— Но мне нужно попасть туда!\n— А мне нужно сотню тысяч рупелей и усадьбу впридачу. Без удостоверения не пропущу.\n— Как его получить?\n— В регистратуре. Или... э-э... В регистратуре только.\n— А где она?\n— В городе. Так что — прохода нет!\n— Отлично! Чёрт с вами, найду другой путь.",
    "answers": [
      {
        "id": 149,
        "text": "Воспользоваться ксеноглазом"
      },
      {
        "id": 147,
        "text": "Найти другой путь"
      }
    ]
  },
  {
    "id": 145,
    "text": "— Эти? Это местная, скажем так, полиция. Работают профессионально, следов не оставляют, за услуги берут много. \n— А пустынные — это банда, что страх наводила на окрестности уже лет десять.\n— Неплохо... Ладно, я пойду.\nКристофер направился к выходу, игнорируя всех выпивох и задир таверны.",
    "answers": [
      {
        "id": 140,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 146,
    "text": "— Хорошо, очень хорошо. Отследи сигнал, Ксандер. \n— Будет сделано.\n— Твоя задача не изменилась. Я телепортирую тебя туда, откуда забрал.\n— Но для прохода в город нужен пропуск...\n— Не проблема, я дам тебе пропуск. Задача ясна?\n— Да: расспросить Данлина о Мастере.\n— И никаких убийств или грабежа. Если откажется говорить, найди архив и забери информацию оттуда. Когда всё сделаешь, открой эти часы и я свяжусь с тобой.",
    "answers": [
      {
        "id": 152,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 147,
    "text": "Пропуск у ворот достать было невозможно, и Кристофер поплёлся назад к таверне. По пути часто шли пьяные и не очень люди. Уже в самом трактире гулянка шла на всю катушку, но Кристофера она не заинтересовала.",
    "answers": [
      {
        "id": 148,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 148,
    "text": "— Хозяин! Надо поговорить...\n— Я слушаю.\n— Что там с пропусками в город? Их можно достать где-нибудь ещё?\n— Можно. Гильдии могут предоставить пропуск, но если ты не являешься членом Гильдий, то шансов у тебя мало. Ну... Через знакомых ещё можно...\n— Спасибо.\nОставалось только связаться с Тенафиратом, Кристофер так и поступил.",
    "answers": [
      {
        "id": 149,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 149,
    "text": "Ксеноглаз сначала заискрился, потом задымился и наконец оттуда кто-то заговорил:\n— Кристофер?! Почему ты так долго не выходил на связь?!\n— Ну, наверное Литтрадас что-то напутал с телепортом.\n— Литтрадас?! Куда он тебя отправил?!\n— Вы сами сказали мне найти его и получить дальнейшие распряжения...",
    "answers": [
      {
        "id": 150,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 150,
    "text": "— Когда... Нет, не говори... Где ты?\n— Около Дерегарда...\n— Стой на месте и не двигайся, сейчас я тебя вытащу...\nЧерез минуту Кристофера окружил свет. Он стоял в комнате, наполненной магическим оборудованием. Помимо Тенафирата там был ещё один человек.\n\n",
    "answers": [
      {
        "id": 151,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 151,
    "text": "— Рассказывай, как всё было после того, как я отправил тебе помощь в Велле.\n— Я собрал информацию, связался с Вами и Вы отправили меня к Литтрадасу. Он рассказал что делать и телепортировал к Дерегарду...\n— Что ты там должен был сделать?\n— Найти Данлина Северпалля и распросить его о Мастере...\n— Правда? В таком случае ты хорошо поработал. Дай свой ксеноглаз.\n",
    "answers": [
      {
        "id": 146,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 152,
    "text": "Снова эта таверна и снова эта гулянка... Кристофер не стал заходить внутрь и сразу двинулся к городу. По пути начал идти снег.\n— Эй, добрый человек!\n— Не кричи ты... Иди своей дорогой...\n",
    "answers": [
      {
        "id": 153,
        "text": "Вмешаться"
      },
      {
        "id": 154,
        "text": "Обойти"
      }
    ]
  },
  {
    "id": 153,
    "text": "— Что здесь происходит?\n— Правосудие. Вали!\n— Нет не уходи! Мне нужен свидетель!\n— Свидетель чего?! Того, что ты уже десять лет долг не отдаёшь?!\n— Свидетель того, что я его отдам... Вот, всё до последнего рента. Если Микита пошлёт за мной ещё одних головорезов, этот человек вступится за меня!\n— Ага. Пошли мужики, этот ненормальный хочет шантажировать нас.",
    "answers": [
      {
        "id": 139,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 154,
    "text": "Они разошлись. Кристофер не стал даже смотреть на него.\n— Стоять! Без приглашения велено не пускать! Приказ князя Витольда Нумблуна.\n— Вот моё приглашение.\n— Пропуск от самого Магистра Тенафирата?! Он дал его тебе по доброте душевной?\n— Пропусти его и меня.\n— А ты кто? \n— Ты говоришь с Мейстером Эгмундом, стражник!\n— Э-э... Сейчас... Открыть ворота!",
    "answers": [
      {
        "id": 155,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 155,
    "text": "— Мейстер Эгмунд?\n— Ты не здешний? Неудивительно, обычно, местные просто отрывают глаза от работы.\n— Нет, я далеко не местный. Я даже не из Индорина.\n— Я заметил. В Дрозиме почти у всех такие квадратные лица. Но что занесло тебя сюда?\n— Это... Друг. Друга навестить хочу.\n— Наверное что-то важное, иначе бы не стал с севера на юг перебираться. Ладно, мне пора. Желаю наилучших впечатлений от посещения города.\n",
    "answers": [
      {
        "id": 157,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 156,
    "text": "Кристофер пошёл дальше, до самого города. По дороге шло много пьяных людей, видимо, из таверны. \n— Стоять, без пропуска не велено пускать.\n— Так получилось, что пропуск у меня есть.\n— Покажи. Хм, от самой Гильдии магов пропуск? Ты меня за идиота держишь?! \n— Смирно! Что тут такое?\n— А ты кто? Приказываешь тут...\n— Следи за языком, солдат. Ты говоришь с самим мейстером Эгмундом.\n— Ой... Открыть ворота!",
    "answers": [
      {
        "id": 155,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 157,
    "text": "Дерегард был почти таким же, как и Эргаллион, то есть достаточно маленьким, чтобы считаться торговой столицей, но всё же ярмарок и рынков здесь было невероятно много. Легко было бы потеряться, если бы не встречающиеся на каждом шагу рекламные вывески детективного агенства. До центра города было далеко, но, из-за позднего времени суток, пробираться через толпы людей не приходилось.",
    "answers": [
      {
        "id": 158,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 158,
    "text": "Средней величины дом стоял как замок в поле. Только на первом этаже горел свет. Кристофер постучал, но никто не ответил. Постучал ещё и подождал, потом услышал стоны. Быстро вошёл в дом и увидел как человек в чёрных одеяниях, капюшоне и мечом за спиной угрожает детективу.",
    "answers": [
      {
        "id": 159,
        "text": "Далее",
        "need": 87
      },
      {
        "id": 160,
        "text": "Далее",
        "need": 44
      }
    ]
  },
  {
    "id": 159,
    "text": "— Ты выбрал опасную работу, Данлин. Если бы ты и дальше работал на Риндера или... \n— Эй, я позову стражу! \n— Кричи сколько хочешь, она тебя не услышит.\n— Твой голос знаком мне. Ты спас меня от Льюиса Пармантана в таверне порта у столицы.\n— Судьба любит самые причудливые сценарии, да? Но мне как-то плевать, кто ты. Если ты пришёл к Данлину, то уже ничего от него не получишь.\n— Мне просто нужна информация...\n— Иди в архив, детектив занят.",
    "answers": [
      {
        "id": 161,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 160,
    "text": "— Ты выбрал опасную работу, Данлин. Тебя поманила жажда богатства...\n— Эй, я позову стражу!\n— Кричи сколько хочешь. В этом квартале редко кто ходит, особенно ночью...\n— Тогда... Стой! Мне просто нужна информация! Пару вопросов и всё...\n— Иди в архив, Данлин сейчас занят.",
    "answers": [
      {
        "id": 161,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 161,
    "text": "И Кристофер пошёл, ведь чувствовал, что с этим человеком шутить не стоит. Архив располагался в подвале дома, и был весьма обширным. Даже записи с двести сорок третьего года сохранились. С года, когда пропало больше всего людей за всю историю человечества. Когда неожиданно вспыхнувшая эпидемия чумы истребила почти половину населения Запада. \nНо Кристофера заинтересовала маленькая полочка с припиской \"Чернокнижник, тёмных дел мастер\". ",
    "answers": [
      {
        "id": 162,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 162,
    "text": "\"Личность, известная узкому кругу людей как Мастер (для Гильдии — Чернокнижник), использует тайные арканы и силы. До конца неизвестно, откуда он берет силу, но точно известно, что она не относится ни к одной из Школ магии Гильдии. Скорее всего, он использует силу таинственного Лимба, сжигая всё живое и приближая конец света. Исследовав записи и книги, можно понять, что, скорее всего, он является одним из таинственных культистов Тьмы, что некогда терроризировали Западные Земли. Вокруг него также сложился собственный культ, точное, или хотя бы примерное количество членов которого неизвестно\".",
    "answers": [
      {
        "id": 163,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 163,
    "text": "\"Дальше записи обрываются... Ну, это хоть что-то\" Кристофер поднялся, услышал треск на верхних этажах, но это его не заинтересовало. Лишь выйдя из дома,  он понял, что верхние этажи сгорели до тла. Пламя охватило верхние этажи, и уже подбиралось к первому. Кристофер ушёл стремительно, достал часы и открыл их. Вырвался жёлтый свет и погас. Моряк прикрыл глаза, а когда открыл их, то оказался уже в другом месте.",
    "answers": [
      {
        "id": 164,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 164,
    "text": "— Эй, есть кто-нибудь? \n— Есть-есть. Полагаю, ты нашёл нужную информацию?\n— Да. У меня есть книжка Северпалля. Вот.\n— \"Чернокнижник, тёмных дел мастер\". У Данлина ужасный почерк... Кхм, насколько мне известно, его агенство сгорело а самого детектива нашли мёртвым, ему перерезали горло.\n— Там был ещё один человек, с мечом на спине и в капюшоне. Он угрожал Северпаллю.\n— Нда, никто не будет скучать по нему. Я на время оставлю тебя с одной особой, вы уже знакомы, насколько мне известно. ",
    "answers": [
      {
        "id": 165,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 165,
    "text": "Из темноты вышла женщина. Кристофер узнал Лирис, её красоту сложно было забыть. Дверь за Тенафиратом закрылась и она заговорила:\n\"В первый раз мы встретились с весьма... Неприятными обстоятельствами. Я слышала, о чём ты разговаривал с Лерелем, а поскольку ты знаешь слишком много, мы не можем просто так отпустить тебя. В последние дни мы стали засекать колебания во времени. Отныне ты служишь, и будешь служить, как и все мы. Тенафират перевёл тебя ко мне, и теперь ты будешь исполнять мои приказы, рыбак\".",
    "answers": [
      {
        "id": 166,
        "text": "Слушать"
      },
      {
        "id": 167,
        "text": "Возразить"
      }
    ]
  },
  {
    "id": 166,
    "text": "\"Знай, что ты служишь людям, которые желают миру процветания, даже если кажется, что это не так\". Лирис рассказала Кристоферу его нынешнюю цель. Также он увидел свой корабль. Люди Тенафирата платили за \"Ледник\".",
    "answers": [
      {
        "id": 168,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 167,
    "text": "— Эй, я не собираюсь... Э-э, я хотел сказать, может помогу.\n— Может?\n— Ну да... То есть помогу.\n— Хорошо, ибо сейчас ты получишь важное задание. Помни: ты служишь людям, которые желают этому миру процветания, даже если все факты этому противоречат.\nЛирис рассказала Кристоферу ему нынешнюю цель. Также он вновь увидел свой корабль. Люди Тенафирата платили за \"Ледник\".",
    "answers": [
      {
        "id": 168,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 168,
    "text": "Он поднялся на пустой борт шкунера. Осмотрел его и понял, что \"Ледник\" отремонтировали: на корпусе была медная обшивка, что улучшало манёвренность корабля. Паруса были полностью целы, что позволяло лучше ловить ветер. Каюта капитана выглядела не как сарай, а как комната какого-нибудь королевского картографа: стол из чёрного дерева, бумага, а точнее много бумаги, циркули, карандаши и прочие подобные принадлежности. Но самым главным была карта Запада с морями, реками и озёрами. На ней были отмечены все, даже самые, казалось, неважные детали.",
    "answers": [
      {
        "id": 169,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 169,
    "text": "Кристофер так был поглощён удивлением, что даже не услышал шаги наверху.\n— Капитан?\n— Кто здесь?!\nКристофер вышел из своей каюты и увидел десять мужчин.\n— Мы — ваша команда. Здесь десять мужиков, которые ходили в море ещё с детства. Все ловкие, сильные и обучены сражению на мечах. Теперь мы в вашем распоряжении.\n— Трюмы наполнены едой, водой и мехом и мы плывём к Западному морю. Поднять паруса!",
    "answers": [
      {
        "id": 170,
        "text": "Далее",
        "blackout": true
      }
    ]
  },
  {
    "id": 170,
    "text": "Лето кончалось, становилось всё холоднее. Одеяла в трюме позволяли им согреваться лишь до первых льдов. С первыми льдами пришёл не только дикий холод, но и королевский флот, к которому и направлялся Кристофер. Флот короля Старенбрада состоял из кораблей всех типов, но преобладали в нём фрегаты. Как только они приблизилтсь к флоту, то пропал сильный ветер и холод. Они входили в экранированную зону.",
    "answers": [
      {
        "id": 171,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 171,
    "text": "— Хорошо то как. Вот за это я и люблю Королевский Флот. \n— Высматривайте флаг с белым медведем на фоне красного креста.\n— Эй, бригантина подаёт сигнал! Нам нужно остановиться!\n— Хорошо. Готовьте лодку! Ойир, ты поплывёшь со мной.\n— Конечно, капитан.\nЛодку спустили на воду, Ойир начал грести. К левому борту бригантины подошёл человек в мундире с медалями. Было видно только по одежде, что это важный человек.",
    "answers": [
      {
        "id": 172,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 172,
    "text": "— Полагаю, Вы Кристофер Тиро? Человек Тенафирата?\n— Он самый, Выше Высочество.\n— Хорошо. Мы охраняем оба фланга потому, что на земле докладывают о неких тёмных тварях. \n— Тёмные твари?\n— Именно. В самый разгар переговоров в Задалле Где-то в Индорине появляются двухголовые, как говорят очевидцы, горы мышц. Уничтожают деревни и сжигают поля. Но сконцентрируемся на главном: Вы принесли?\n— О да, негранёный алмаз прямиком с гор Ледяного Пика. \n— Талфин! Передай Вэйресу, что компонент у нас.\n",
    "answers": [
      {
        "id": 173,
        "text": "Обсудить план дальнейших действий"
      },
      {
        "id": 174,
        "text": "Отдохнуть"
      }
    ]
  },
  {
    "id": 173,
    "text": "— Что дальше? Сколько мне придётся ждать? Почему алмаз не телепортировали?\n— Алмаз нельзя телепортировать. Он отражает лучи... Короче нельзя, спросишь у Вэйреса. А дальше придётся ждать. Устройство собрано, осталось подождать результатов. Если честно мне не нравится эта затея, мы стоим тут... Что-то я заговорился... Мне нельзя обсуждать военные планы с гражданами, не служащим Королевскому флоту.\n— Понимаю. В любом случае, где мне отдохнуть?\n— На нашем бриге нету кают, но на \"Пятом море\" есть. Там даже кок есть, готовит отличнейшую уху.\n— Благодарю.\n",
    "answers": [
      {
        "id": 175,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 174,
    "text": "— Подполковник, верно? Извините, я не служил во флоте...\n— Ничего. И да, я подполковник на службе у Его Величества короля Людовика Старенбрада!\n— Людовик Старенбрад? Мне казалось, что имя Его Величество больше. \n— Людовик-Шевалье Эстлиц фон Старенбрад, но даже это не неполное имя. Полное имя Его Величества знает только он сам. Полагаю, ты хочешь отдохнуть? На \"Пятом море\" есть кровать и кок. \n— Премного благодарен.\n",
    "answers": [
      {
        "id": 175,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 175,
    "text": "Каюты обычных матросов Королевского Флота выглядели лучше, чем дома почти половины населения Дрозима. Кристофер боялся даже представить как выглядели каюты капитанов или адмирала. Кровати были подписаны, причем все. На некоторых из них даже было обозначено звание и фамилия, если оная была знатного рода. Но Кристофера интересовал кок. ",
    "answers": [
      {
        "id": 176,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 176,
    "text": "— Вы, полагаю, повар на этом судне?\n— Да, можно и так сказать. Скоро будет... Подожди, я тебя не знаю...\n— Я недавно приплыл к подполковнику... Не знаю, как его зовут. Проголодался в пути, но если ещё не готово, то подожду.\n— Подождёшь? Не-е. Щас я... Вот, этот кусок солонины я хранил очень долго. Там хлеб, а там, если надо, пиво...\n— Пиво?! в Королевском флоте?!\n— Тихо ты! Знаю, что нельзя, но взял немного. Эти бедолаги даже поговорить со мной не могут, я тут с ума сойду! Так что тихо! И давай поедим, да поговорим.",
    "answers": [
      {
        "id": 177,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 177,
    "text": "Они ели, пили и говорили. Кок, представившийся Сайласом, иногда перемешивал суп в большом чане. По запаху это была уха. Сайлас рассказал, что когда еда будет готова, суда прибегут матросы со всего линкора, а потом ещё и с других кораблей. Пива было относительно немного, примерно четверть бочки. Но за это время они успели до дна осушить её. Когда всё кончилось, Кристофер вышел на верхнюю палубу и услашал колокол — повар созывал солдат...",
    "answers": [
      {
        "id": 178,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 178,
    "text": "Кристофер отправился на бриг, где подполковник разговаривал с магом.\n— Он сейчас вернётся, я отправил его к коку на соседнем судне.\n— Мне некогда ждать. Я нашёл место, где находится нужный нам артефакт. Гильдия магов не приемлет задержек.\n— Гильдия не приказывает Королевскому Флоту. А тем временем, наш человек уже здесь.\n— Наконец-то. Теперь слушай внимательно...\n",
    "answers": [
      {
        "id": 179,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 179,
    "text": "\"Мы высадимся на твоей шхуне у Белого брода и очень тихо пойдём к заброшенному храму. Там будь очень осторожен. Нам нужен подвал этого храма — его нужно тщательно обыскать и найти похожий на ксеноглаз камень, понял? Хорошо. Я буду с вами всё это время, но искать придётся тебе\". Они поплыли к \"Леднику\" и двинулись на запад, к разрушенному храму.",
    "answers": [
      {
        "id": 180,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 180,
    "text": "Холод вновь стал нагнетать, одеяла на суше не спасали. У шхуны оставили трёх человек, чтобы отдирать лёд с парусины.\n— Узри, моряк! Это — храм давно забытого всеми бога. \n— И что это был за бог?\n— Никто не знает. Некоторые говорят, что здесь поклонялись злу во плоти, другие, что последователи этого бога держали равновесие между злом и добром. В любом случае, мы здесь не для обсуждения теорий. Нужно разделиться: одна группа обыщет верх храма, а вторая — его подвал.\n— А что нам искать наверху?\n— Ничего, но Гильдия магов слишком осторожно относится к этим местам. Здесь орудует таинственный Культ Тьмы.",
    "answers": [
      {
        "id": 181,
        "text": "Исследовать подвал"
      },
      {
        "id": 182,
        "text": "Остаться на поверхности"
      }
    ]
  },
  {
    "id": 181,
    "text": "Кристофер с тремя другими членами экипажа спустился в подвал, Вэйрес же остался наверху, охраняя их. Тьма была такой, что дальше вытянутой руки ничего видно не было, но её развеял факел, зажённый Кристофером.\n— Зажигайте факела и обыщите подвал.\n— Не самое лучшее место. Да я б лучше на Дальний север отправился, чем сюда.\n— Он верно говорит, капитан. Темно как у... Ну, вы поняли. И холодно... Слишком холодно...\n— Тогда побегайте, согрейтесь. Нам нужно найти сферу с гранями, она будет издавать звук, вроде...\n— Эй! Я нашёл!\nЭйк был прав. Артефакт, именуемый \"Компасом\", левитировал над алтарём.",
    "answers": [
      {
        "id": 183,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 182,
    "text": "Вейрес, Кристофер и ещё четыре человека остались с ними, остальные, которых возглавлял Ойир, спустились вниз. \n— Будь настороже. Гнилое это место, Гильдия здесь ни разведки, ни исследований не проводит.\n— Я уже понял, ты мне это раз третий говоришь.\n— А не можете ли вы создать купол, как там, с королевским флотом?\n— Нет, Любое проявление магии привлечёт культистов. Да и это не моя специальность. \n— Жаль конечно, но побегать то можно? \n— Можешь. Надо было взять рома или жжёнки, а то самого уже до костей пробирает...\n",
    "answers": [
      {
        "id": 187,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 183,
    "text": "— Это он. Бери его и сваливаем отсюда.\n— Быстро. Я то думал здесь катакомбы какие...\n— Накаркаешь сейчас и будем...\n— Тише! Слышите? Голоса наверху?\nОни прислушались. Голоса издавали явно не те, кого они оставили там.\n— Узрите детей Тьмы безграничной! Благоденствия неоспаримого! Присоединитесь к нам и приблизьте час слияния с вечностью!\n— Культ Тьмы! Гильдия магов драует вам помилование, взамен на раскрытие своих секретов! \n— Гильдия магов, Орден порядка, Последователи хаоса — все еретики. Лишь услышав голос нескончаемой темноты можно осознать насколько все они глупы! Примкните к нам и помогите приблизить неминуемо... Или погибните, сражаясь за ложное.",
    "answers": [
      {
        "id": 184,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 184,
    "text": "Тишина длилась недолго. Прозвучал грохот, крики и стуки стали о сталь. Кристофер со своей группой вышли из подвала и достали клинки. Культистов было немного, но среди них был маг, что использовал тёмную силу против Вэйреса. Его окружили, Кристофер не успел заметить, как половина его группы полегла в бою с культистами. ",
    "answers": [
      {
        "id": 188,
        "text": "Помочь Вэйресу"
      }
    ]
  },
  {
    "id": 185,
    "text": "— Что случилось?\n— Культисты хреновы... Мы похороним их как полагается, неси лопату.\nОни выкопали две могилы, положили тела. Лайман, брат Ойира, был набожным человеком и прочитал молитву. \n— Нужно возвращаться. Подполковник ждать не очень любит.\n— Верно, отчаливаем. ",
    "answers": [
      {
        "id": 186,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 186,
    "text": "Подплывая, Кристофер заметил на одном из фрегатов большое скопление людей, которые просто стояли и молчали. \n— Странно... У них, похоже, минута молчания. Кто-то умер не только у нас.\n— Я не вижу подполковника. \n— Он на линкоре, во-о-он там. Если умирает кто-то важный, то офицеры собираются на флагмане, а обычные солдаты на фрегатах и бригах. \n",
    "answers": [
      {
        "id": 190,
        "text": "Подплыть к фрегату"
      },
      {
        "id": 191,
        "text": "Подплыть к линкору"
      }
    ]
  },
  {
    "id": 187,
    "text": "Камни и кирпичи валились с крыши разрушенного храма. Приходилось уворачиваться. Но это было самой безобидной проблемой — пришли культисты\n— Узрите детей Тьмы безграничной! Благоденствия неоспаримого! Присоеденитесь к нам и приблизьте час слияния с вечностью!\n— Культ Тьмы! Гильдия магов драует вам помилование, взамен на раскрытие своих секретов! \n— Гильдия магов, Орден порядка, Последователи хаоса — все еретики. Лишь услышав голос нескончаемой темноты, можно осознать насколько все они глупы! Примкните к нам и помогите приблизить неминуемое, или погибните, сражаясь за ложное.",
    "answers": [
      {
        "id": 188,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 188,
    "text": "Всего их было пятеро, включая говоруна. Группа недооценила безумцев и поплатилась жертвами. Говорун левитировал над землёй и поднимал других. Удивлённые, они потеряли бдительность и сопровождающие колдуна нанесли удар. В это время из подвала выбежали другие. Завязался бой. Численное преймущество переметнулось на сторону врага. Если бы не Вэйрес, которого колдун культистов швырнул первым, все они умерли бы. На последнем своём вздохе он поразил культиста огненным лучём и убил. С остальными расправились довольно быстро, умер всего один. ",
    "answers": [
      {
        "id": 189,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 189,
    "text": "Кристофер подошёл к задыхающемуся магу, сел на колено и стал слушать.\n— Кристофер... Отнеси артефакт подполковнику... Он знает...\n— Я сделаю это.\n— Твоя метка... Китир скажет...\n— Китир? Не знаю никого с таким именем.\n— Узнаешь... Позже...\nВэйрес выдохнул последний раз. Его слова были непонятны, и всё же заинтересовали Кристофера. Они отправились с телами на шхуну. ",
    "answers": [
      {
        "id": 185,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 190,
    "text": "Лайман спустил на воду лодку. Кристофер с Ойиром сели и поплыли к \"Серому грачу\". Стояла тишина, только волны разбавляли безумное молчание этого мира. \"Ступай тихо\", — прошептал Ойир. Кристорфер не стал спорить. Они поднялись и тишину прервал епископ:\n\"Сегодня мы провожаем ещё одну душу. Перед Старшим и Богами все равны: нищие, крестьяне, бароны или короли. Но те, кто погиб не своей смертью, кого забрали не боги, но живые, не обретут покоя, пока не будут проведены согласно догмам. Король Сегедер веровал в Единого Бога, в Старшего Бога, а потому, да упокоится его душа в бесконечной гармонии! Во имя Матери, во имя Отца, во имя Сына. Спи спокойно, Сегедер из Радорана\".\n",
    "answers": [
      {
        "id": 192,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 191,
    "text": "Лайман спустил лодку на воду. Ойир поплыл вместе с Кристофером. Молчание прошло, и епископ вновь начал говорить.\n— Провожают кого-то важного.\n— Даже офицеры собрались. Неужто генерал? Или Адмирал?\n— Только бы не король...\nОни подплыли и забрались на корабль. Подполковник отвлёкся только после минуты молчания.",
    "answers": [
      {
        "id": 194,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 192,
    "text": "— Они провожают Сегедера?! Короля Индорина?!\n— Истинно так. Епископ говорил, что его убили...\n— Да, и это странно. Я покину тебя ненадолго...\n— Хорошо. Я встречусь с подполковником. \nРядовые разошлись по каютом в тишине, никто и слова не обранил. Епископ стоял на носу корабля на коленях и читал молитвы. На соседнем линкоре, подполковник уже смотрел на Кристофера, как бы подзывая его.",
    "answers": [
      {
        "id": 193,
        "text": "Подойти к епископу"
      },
      {
        "id": 194,
        "text": "Отправиться на линкор"
      }
    ]
  },
  {
    "id": 193,
    "text": "— Что случилось!? Нужели короля убили?!\n— Да, сын Старшего. В разгар переговоров в Задалле, подлец вонзил нож в спину великому человеку. Ты северянин, и не можешь понять ту скорбь, которую испытывают индоринцы. \n— Верно, в последнее время я вообще редко скорблю. Мало чувствую.\n— Сойди с пути неверного, сын Старшего. Сойди, пока он не привёл тебя к скорой гибели.\nКристофер молчал, а епископ продолжал молиться. После, он отправился на нижние палубы. Кристофер же подождал Ойира и сел на лодку. На линкоре ситуация была идентична.\n",
    "answers": [
      {
        "id": 194,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 194,
    "text": "— Подполковник...\n— Голвер, зови меня Голвер...\n— Голвер, артефакт у меня.\n— Где же Вэйрес? Решил провести короля?\n— Он погиб... На нас напали культисты... \n— Можешь не продолжать. За мной.\nГолвер провёл Кристофера в каюту, где был ещё один человек, а точнее полуэльф.\n— Энстар — это Кристофер, человек Гильдии. Кристофер — это Энстар, астроном Его Величества.\n",
    "answers": [
      {
        "id": 195,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 195,
    "text": "— Полагаю, всё нужное у вас? А где Вэйрес?\n— Он... Умер, защищая нас. Мы не смогли...\n— Понял. Он всегда готов был пожертвовать собой. Вэйрес что-то разглядел в тебе, что-то выдающееся. Надеюсь, ты не разочаруешь его.\n— Вы были знакомы?\n— Знакомы!? Мы были братьями, двоюродными, но всё же. Это долгая история и сейчас нам нужно заняться делом.\n— Может, всё-таки расскажите?\n— Нет. Переключатель готов, делай то, что я говорю.",
    "answers": [
      {
        "id": 196,
        "text": "Настоять на своём"
      },
      {
        "id": 197,
        "text": "Подчиниться"
      }
    ]
  },
  {
    "id": 196,
    "text": "— Ведь не отстанешь?\n— Нет.\n— Хм... Хорошо, но после рассказа ты будешь выполнять всё в точности, как я скажу, понял?\n— Конечно.\n— С чего начать... Ну, наверное, с расы. Наши отцы были полуэльфами, а дед эльфом. сильная предрасположенность к магии у нас была с самого детства, даже слишком сильная. Лет в семь нас отдали в школу магии. Вэйрес заинтересовался мистицизмом, а я алхимией. Позже нас разослали по разным школам — его, вроде бы, в Индорин, в Ирград, а меня в Каларембу, в Геленсерр. Позже меня перевели в Университет Естественных Наук. В обучении алхимии всегда делался упор на три вещи: элементы, опыты и астрономию. Последняя заинтересовала меня сильнее всего. Знаешь почему? Потому что благодаря ей можно найти АБСОЛЮТНО всё, с учётом малейших данных о чём- или о ком-либо.",
    "answers": [
      {
        "id": 198,
        "text": "\"Что мы ищем?\""
      },
      {
        "id": 197,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 197,
    "text": "\"Начнём\", — после этого слова и начался бардак. Огромный, напоминавший карту, лист лежал на столе Голвера. На другом листе были с аккуратной точностью вычерчены круги, как большие так и маленькие. Энстар говорил, как направлять свет от лампы с линзами, а Голвер вращал стёкла по направлению к алмазу. Астроном постоянно что-то вычерчивал на своём листе и делал это так быстро, что уследить за его действиями было практически невозможно. Закончилось всё уже вечером, Энстар сменил с десяток листов.\n\"Готово!\", — с этого слова бардак закончился...",
    "answers": [
      {
        "id": 199,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 198,
    "text": "— А вот это информация секретная. \n— Я ведь всё равно узнаю.\n— И как? Погадаешь на картах? Ты может ещё не понял, но люди, которым ты служишь, не дают информацию мирового уровня простым морякам. \n— Мирового уровня? Вы ищите Хронос, не так ли? \n— Может быть. Но ты всё равно не отправишся за артефактом. \n— В таком случае, начнём поиск.",
    "answers": [
      {
        "id": 197,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 199,
    "text": "— Почему... Не позвать магов?.., — начал запыхавшийся подполковник.\n— Я с ним... Согласен я с ним...\n— Вот холера! Почитайте курс прикладной магии и вспомните, что я говорил об артефакте.\n— А если вкратце?\n— Хронос нельзя отследить с помощью магии.\nОба ничего не поняли, и просто приняли это как факт. Энстар закрылся с бумагами в каюте. ",
    "answers": [
      {
        "id": 200,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 200,
    "text": "— Ну и денёк, а?\n— Это да... У нас редко бывает что-то весёлое...\n— Долго вы стоите? У Его Величества есть наместник, который вами командует?\n— Завикс из Тенруна командует нами в отсутствие Его Величества. Он немного глуховат, но командовать умеет. Ты слышал о битве на Глемском архипелаге?\n— А кто ж не слышал? Отец Его Величества в пух и прах разнёс блокаду индоринского флота и захватил Седерре.\n— Не знал, что эту битву рассказывают на каждом уголке Дрозима, но суть не в этом. Блокаду, состоящую из около пяти линейных линкоров с огненными арбалетами, двадцати фрегатов с мангонелами и под сотню бригов с лучниками разгромил Завикс, переодевшись в командирскую форму и надев шлем сильно раненного Эдвина Старенбрада. Кстати, именно после этой битвы отец Его Величества потерял правую руку и больше никогда не учавствовал в сражениях.",
    "answers": [
      {
        "id": 201,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 201,
    "text": "— Завикс из Тенруна? Мне казалось, что Тенрун — это чисто индоринский город.\n— Последние лет пятьдесят — да. Но до того — это была спорная территория, захват которой Индорином и привёл к войне.\n— Неплохой курс истории. Может, ты скажешь мне, кто такой Китир?\n— Китир?! Кто тебе сказал это имя? — лицо Голвера переменилось, стало более зловещим.\n— Эй, эй, спокойно, Вэйрес сказал, что Китир может раскрыть тайну этой метки.\n— Китир... Давно я не слышал этого имени.\n— Так?..\n— Китир — это я. Хотя он давно мёртв для мира, но живёт лишь во мне... Он сказал, что Китир расскажет про метку, ты хочешь этого?",
    "answers": [
      {
        "id": 202,
        "text": "\"Нет\""
      },
      {
        "id": 202,
        "text": "Сопротивляться"
      }
    ]
  },
  {
    "id": 202,
    "text": "\"А, плевать, я всё равно расскажу. Никогда ещё люди с этой меткой не приносили миру ничего хорошего... В общем, то, что ты зовёшь меткой — на самом деле мощное заклинание по контролю разума. Полное название этого заклинания звучит как \"Злита'Зар'Аннив\". Ничего не понял? Оно и понятно — это древнеэльфийский. В простонародье, если можно так сказать, заклинание называют \"Метка Харана\". Маг, который и получил формулу заклинания, знал самые сокровенные тайны организма людей. Но метка имеет один изъян — если осознать её действие, понять что она делает и сильно в это поверить, то её эффект пропадёт\".",
    "answers": [
      {
        "id": 203,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 203,
    "text": "Голова заболела, Кристофер напрёгся и покраснел. Ладонь с меткой вдруг загорелась, но потухла в то же мгновение. Голова не прекращала болеть, но, несмотря на это, разум моряка прояснился. Через минуту боль исчезла и Кристофера вырвало.\n\"У тебя сильный разум, большинство теряет сознание или рассудок\", — С улыбкой на лице сказал Голвер. Когда все боли ушли, Кристофер сел на ящики и начал бредить. Его мысли превратились в кашу.",
    "answers": [
      {
        "id": 204,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 204,
    "text": "— Ничего не помню, зачем я здесь? \n— Временная амнезия — это нормально. Через час другой ты всё вспомнишь, а пока — прошу в мою каюту. Выпьем да поговорим по душам.\n— Не-не-не, сначала я хочу узнать, что я здесь делаю. Подожди, я вспомнил.\n— Что именно?\n— Ты — Голвер, я — Кристофер. Недавно мы помогали кому-то начертить карты? Зачем?\n— Ты всё узнаешь. Прошу.\nОн провёл его в свою каюту на нижней палубе. Его место отличалось от других, в основном из-за стола и полок с книгами. Голвер уселся на стол. К Кристоферу постепенно приходила память.",
    "answers": [
      {
        "id": 205,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 205,
    "text": "— Ты подполковник. Мы сейчас в Западном море, Миль десять от Дулийских гор. Верно?\n— Всё правильно. Почти. Я не подполковник, а наблюлатель от Гильдии. \n— Тогда зачем было выдавать себя за подполковника? \n— Чтобы ты ничего не заподозрил... Но давай лучше выпьем!\n— А можно? Это, вроде, Королевский Флот.\n— Ну ты же пил с тем поваром, почему нам нельзя? В любом случае, следующий день ты проведёшь здесь, а может и всю неделю. \n— Почему? Тот астроном вроде сделал всё, что нужно. \n— Правильней говорить не астроном, а звездочёт. Астрономы смотрят на звёзды, а звездочёты их читают. Иногда на расшифровку этих каракулей уходят недели, иногда — месяцы. Ты устал? Можешь поспать на моей кровати, я всё равно на ней не сплю. Предпочитаю иллюзии.",
    "answers": [
      {
        "id": 206,
        "text": "Спать"
      },
      {
        "id": 207,
        "text": "Поговорить ещё"
      }
    ]
  },
  {
    "id": 206,
    "text": "Голвер ушёл, а Кристофер свалился на кровать. Уснул, на своё удивление, быстро. Снов не было, но, как позже сказал Голвер он постоянно ворочался и бормотал. Утро было громким — солдаты принялись за работу.  На столе рядом с кроватю лежала книга \"Паксовые острова: география, виды и климат\". Кристофер не понял, к чему она тут, и надеялся получить ответы у Голвера. ",
    "answers": [
      {
        "id": 209,
        "text": "Далее",
        "blackout": true
      }
    ]
  },
  {
    "id": 207,
    "text": "— Не хочется мне пока ложиться. \n— Можешь посидеть немного, но не задерживай, твоим мыслям нужно прийти в порядок.\n— А эта метка? Или маг? Кем он был?\n— Харан? Да кто его знает. Вообще мифы гласят, что он был не человек, не орк и не эльф, а чёрт знает кто. Его исследования неизвестны никому, разве что совету архимагов Гильдии. Правда... Есть люди, которые знают и эту тайну полностью. Мне кажется, что они знают вообще всё.\n— И кто эти люди?\n— Для непосвящённых — Те Кто Наблюдают. Для посвящённых — Орден Порядка. Как можно понять из названия, они смотрят за порядком в мире и не допускают его нарушения.\n— Где-то я слышал это название... Точно! Культист говорил о Гильдии, Ордене и неких Последователях хаоса.",
    "answers": [
      {
        "id": 208,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 208,
    "text": "— Культ тьмы — ещё одна загадка. Их действия были замечены только в окрестностях Дулийских гор. Чем они занимаются — неизвестно. Но пока они не причиняют ущерба окрестностям, мы их не трогаем. \n— И всё же они знают и про Орден порядка и про этих Последователей. Кстати, а кто они?\n— А вот о них даже я не знаю. Они недавно начали свою деятельность, так что о них ничего неизвестно. Если бы не убийство короля Сегедера, мы, возможно, сумели бы создать империю, о которой так твердила Гильдия и разгадать тайны и Последователей и Культистов, но увы, мир не может стоять долго, если он вообще существует. \n— Хм... Вино кончилось, где ещё взять?\n— Нигде. Ложись спать. Завтра поговорим.",
    "answers": [
      {
        "id": 206,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 209,
    "text": "— Проснулся? Это хорошо — на рассвете надо отплывать.\n— Что такое? \n— Флот возвращается на прежние посты, к тому же король Старенбрад вернулся. Вона, поплыли.\n— Так а зачем тут стоять было? Кто вообще отдал приказ? \n— Как зачем? Все знают безумие короля Эйка — у деда совсем поехала крыша. Старенбрад не удивился, если бы Эйк бросил весь свой флот и дракона на Западное море. Ты, наверное, не заметил, что не на всех кораблях Его Величества стоят пушки. Вон на том шкунере — \"Жало\", а на этих фрегатах — баллисты \"Победа\" и любимец Лереля Баха \"Мантикора\" — по три горящих болта сразу. \n— Ага... Понял... Ты лучше скажи, зачем мне эта книжка?\n— Я то думал, ты поймёшь... Мы поплывём на Паксовые острова, кое-кто хочет тебя видеть. И кое-кто не хочет ждать.",
    "answers": [
      {
        "id": 210,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 210,
    "text": "— Тенафират? Лирис? \n— Нет, кое-кто посерьёзнее, и ты с ним не встречался, так что не пытайся вспомнить. \n— Серьёзно... Чем обязан? \n— На месте ты всё узнаешь. \n— Я ведь не обязан подчиняться ни Тенафирату, ни Лирис, так?\n— Так, но если хочешь бежать — милости просим, только ты не убежишь, как бы ты ни старался. Меньше вопросов, и давай уже собираться. ",
    "answers": [
      {
        "id": 211,
        "text": "Попытаться сбежать",
        "need": [
          6,
          24,
          29,
          77,
          82,
          92,
          105,
          159,
          167,
          182
        ]
      },
      {
        "id": 212,
        "text": "Подчиниться Голверу"
      }
    ]
  },
  {
    "id": 211,
    "text": "Кристофер, освобождённый из под власти метки, мог действовать так, как захочет. И он захотел сбежать. Карты, оставленные для него Тенафиратом, сыграли свою роль и показали ему место, куда можно убежать. Плыть он, однако, должен будет на лодке и под покровом ночи. Пока Голвер решал проблемы, Кристофер принялся за свои. Во-первых, он нашёл лодку и подогнал шхуну поближе к суше, которую уже даже в темноте было видно. Во-вторых, команда, которую ему выделил Тенафират, явно не хотела помогать, это он заметил по их лицам, которые, после пропажи метки стали более подозрительными и враждебными.",
    "answers": [
      {
        "id": 214,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 212,
    "text": "Вещей было немного, однако их ценность нельзя было недооценивать: во-первых — таинственные карты Энстара, а во-вторых — тот артефакт, который Кристофер нашёл в разрушенном храме. Голвер же поехал на легке, взяв только небольшую сумочку, в которой, как он выразился, лежит только еда. Кристоферу не понравилась такая перемена в характере Голвера, но, тем не менее, он подчинялся, поскольку представлял себе силу тех, к кому сейчас поплывёт.",
    "answers": [
      {
        "id": 213,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 213,
    "text": "Они отправились вместе с линейным галеоном, все борты которого были увешаны пушками. Через два дня пути они разделились, но Голвер успокоил Кристофера, сказав, что в этих водах уже нет пиратов. На следующий день пошёл снег, но они уже подходили к Паксовым островам. На самих островах уже стояли палатки и какие-то люди. Позже выяснилось, что это были маги Гильдии. Среди них были и эльфы и орки. Голвер отвёл Кристофера к самой большой из палаток, в которой были как знакомые, так и ранее не виданные ему личности. Он узнал Тенафирата и Лирис, но они сидели по бокам иллюзорного стола. В центре же сидел ранее неизвестный Кристоферу человек, который и развеял тишину.",
    "answers": [
      {
        "id": 235,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 214,
    "text": "Настал час, когда все, включая команду, спали. Единственное, что тревожило Кртстофера — пропажа Голвера. Было ощущение, что он наблюдает за Кристофером из теней. Или он эти тени и создаёт. В любом случае, моряк спустил лодку на воду и стал грести в сторону суши. Он запомнил все тракты и тропинки, все деревни и препятствия. Ветер дул очень кстати, так что он мог и не стараться. В этой гробовой тишине он услышал странный скрип, исходивший не от лодки...",
    "answers": [
      {
        "id": 215,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 215,
    "text": "— Ты сбежал, оставив всё...\n— А? Кто здесь?\n— Ты уходишь, а позади люди, которые тебя использовали. Которые дёргали за ниточки.\n— Вэйрес? \n— Я не Вэйрес. Я никто. Я пал ещё до Вашей Эры.\n— Ты мираж. Я не могу коснуться тебя. \n— Я никто. Я наблюдатель из тени прошлого. И ты идёшь ко мне...\nМираж, принимавший облики знакомых Кристоферу людей, исчез, оставив много вопросов.",
    "answers": [
      {
        "id": 216,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 216,
    "text": "Суша была недалеко, можно даже видеть очертания Дулийских гор. На земле, недалеко от берега стоял дом. Когда Кристофер приплыл, то направился к нему. К сожалению, приём был не слишком радушным\n— Человек? Хто таков?\n— Кристофер...\n— Откуда? Тебе Гильдия прислала?\n— Та не, мужики, это ж Кристофер. Здоров дружище!\n— Рейль?! Ты то каким ветром?!\n— Сядь, это долгая история...",
    "answers": [
      {
        "id": 217,
        "text": "Поговорить с Рейлем"
      },
      {
        "id": 218,
        "text": "Отказаться"
      }
    ]
  },
  {
    "id": 217,
    "text": "— У вас есть чего пожрать? \n— Есть, а как же, только мы экономим. Мы беженцы, из Седерре.\n— Беженцы?! А от чего бежите?\n— Так вот хер его знает... С неделю тому назад в окрестностях Глемского архипелага стала появляться муть какая-то. Реально чудища. Ну мужики, кстати те, что тебя встретили, увидели их первыми, и в Гильдию сразу, а там говорят, мол это выдумки сельских дурачков. Ждали они, пока все окрестные сёла эти чудища не пожгли. Тогда-то барон Герберт решил взять ситуацию за яйца, только за яйца взяли его... Эти страшилы на город пёрли, но Стиций телепортировал нас на север подальше. Что дальше — неизвестно. У нас вестей с полей нет уже как неделю.\n— Он вас прямо сюда телепортировал?\n— Нет, чуть дальше на север. Ну а ты какими  судьбами?",
    "answers": [
      {
        "id": 219,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 218,
    "text": "— Неохота мне сейчас говорить, голова болит. Если можешь, то вкратце.\n— Хм... Нас телепортировал один, не поверишь, альтруистичный маг, Стиций. В окрестностях Седерре херня какая-то пожгла все деревни. Ну так, собственно, мы и оказались здесь. Дом был пуст, ну а нам нужно было где-то укрыться, вот мы зашли.\n— Вам лучше уйти отсюда, недалеко орудуют культисты. Я видел их в действии...\n— Мы знаем, но пока мы не готовы уходить. Я с мужиками на страже стою, а женщины еду готовят... Мне интересно, откуда ты тут?",
    "answers": [
      {
        "id": 219,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 219,
    "text": "— История долгая. Как и у вас.\n— Ну, у нас есть время. \n— Скажу только, что хотел разбогатеть, а в итоге всё потерял: шхуну, друзей, и деньги впридачу. Сбежал как только попалась такая возможность.\n— То есть, когда ты утром отплыл невесть куда не попрощавшись — ты хотел разбогатеть?\n— Не-ет, тогда я... Как сказать... Был сам не свой... Ты слышал про \"Метку Харана\"?\n— Про Харана читал, точнее мне бабушка читала, а вот ни про какую \"Метку\" не слышал. \n— Короче, это заклинание для контроля разума. Я вспомнил, как пытался не подчиняться, но говорил что-то вроде \"Конечно помогу, можете на меня рассчитывать\". В итоге один человек избавил меня от влияния этой метки просто рассказав о её действии.\n— \"Метка Харана\" говоришь... Всем расскажу как дойду до цивилизации. А пока поешь и отдохни немного.",
    "answers": [
      {
        "id": 220,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 220,
    "text": "Дом, который больше походил на казарму для целой роты, стал убежищем для беженцев из Седерре. Кристофер же нашёл место на полу, на шерсти волков. Изнурённый побегом, он уснул быстро, но не так быстро проснулся. Мираж, который явился ему на лодке, явился и во сне. Слова его не изменились, но теперь он больше походил на крылатого ящера. Голос также изменился, стал более гортанным и холодным. Он призывал моряка на Дулийские горы. Кристофера разбудил Рейль. Беженцы как раз покидали дом.",
    "answers": [
      {
        "id": 221,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 221,
    "text": "— Вставай, мы уже собрались. \n— Куда? \n— На юге есть деревня, а ещё дальше стоит Виксон, там мы надеемся получить помощь.\n— Идите, мне в другую сторону. Не хочу подвергать вас опасности.\n— Опасности? За тобой бандиты увязались? Так мы с ними сладим! Нас тут сорок людей, солдаты с мечами, крестьяне с вилами! Даже маг есть, шкет правда, но неважно.\n— Не бандиты это, а маги, причём очень могущественные. Зря я сбежал конечно, так ещё рядом с вами на день остался. Не по пути нам.\n—  Маги, говоришь... Знаешь, не доверяю я им, хотя именно маг спас нас в Седерре. Если ты едешь не с нами, то, как я понимаю, на север, к Дулийским горам?",
    "answers": [
      {
        "id": 222,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 222,
    "text": "— Да, иначе все мы либо погибнем, либо попадём в плен, — они не любят свидетелей. \n— Нда, дела плохи... В таком случае, я дам тебе коня и запас еды на неделю.\n— Спасибо. Если выживу — обязательно отплачу.\n— Выживешь! Будь уверен. \n— Рэль! Пора уходить! Бабы уже собрались!\n— Вот деревенщина... Ладно. Бывай, Кристофер.\n— Бывай, Рейль. Мы ещё встретимся...",
    "answers": [
      {
        "id": 223,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 223,
    "text": "Повозки с женщинами охраняли крестьяне с вилами и топорами. Кристофера же некому было охранять. Только он собрался в путь, как начал идти снег. Со временем он перерос в метель, но тогда Кристофер был близко к горной системе и мог укрыться за скалами. \n— Ты близко...\n— Твою мать! Кто здесь?!\n— Иди дальше...\n— Опять ты...\n— Тихо... Мои дети могут услышать...\n— Твои дети? \n— Справа пещера... Укройся там...\n",
    "answers": [
      {
        "id": 224,
        "text": "Последовать совету"
      },
      {
        "id": 225,
        "text": "Продолжать путь"
      }
    ]
  },
  {
    "id": 224,
    "text": "Голос был прав — там действительно была маленькая пещерка. Когда Кристофер с лошадью вошёл, то под ногами что-то хрустнуло. Приглядевшись, моряк увидел хворост, много сухого хвороста и кремни, с помощью которых он разжёг огонь и укрылся от метели. С гор постоянно падали камни, но это было не самым страшным — он услышал голоса...",
    "answers": [
      {
        "id": 232,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 225,
    "text": "Кристофер продолжил путь. Метель не стихала, даже усиливалась. Вскоре, из-за снежной завесы бури не было видно ничего дальше головы лошади. Свист заглушал абсолютно все звуки, даже себя Кристофер слышал с трудом. Пришлось слезть с коня и идти своими силами. Шерсть коня и лицо моряка были покрыты маленькими льдинками, которые то и дело отвлекали от пути вникуда. Лошадь, ранее спокойная и невозмутимая этой дикой метелью вдруг заржала и встала на дыбы. Начала дёргаться и вырываться, но не успела, ведь её придавило упавшим валуном.",
    "answers": [
      {
        "id": 226,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 226,
    "text": "Как только Кристофер понял, что произошло, с ним вновь заговорил тот голос. На этот раз он изменился на более злобный и мудрый.\n— Ты ослушался! И поплатился за это...\n— Ты говорил, что твои дети не тронут меня, но смогут ли они помочь мне?\n— Ты ослушался... Не последовал моему совету...\n— Я не знаю кто ты, не знаю, можно ли тебе доверять!\nГолос молчал, как бы Кристофер не звал его. В итоге, моряк решил продолжать путь, ведь назад он не мог, да и не знал как вернуться.",
    "answers": [
      {
        "id": 227,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 227,
    "text": "Кристофер считал шаги, ведь счёт времени он потерял. С момента смерти коня, он насчитал около двух тысяч шагов. Его не покидала мысль, что он ходит по кругу, она нагоняла страх и отчаяние. Моряк промёрз до костей, он просто хотел лечь и уснуть. Иногда он валился, но всегда бил себя, чтобы встать. Ещё около пятиста шагов изнурили Кристофера. Вода в бутылке заледенела, а кусок мяса был похож на камень. Сапоги рвались и стирались, иногда Кристофер наступал босой ногой на ледяную землю. Он начал кашлять из-за маленьких кристалликов льда в лёгких. Чаще стал кашлять кровью. Тогда он свалился на колени, не чувствовал боли, не чувствовал холода. Он ждал смерти.",
    "answers": [
      {
        "id": 228,
        "text": "..."
      }
    ]
  },
  {
    "id": 228,
    "text": "Смерть подбиралась к нему всё ближе, сквозь метель, сквозь скалы и камни. Вокруг был лишь один шум, одна мелодия. Но в мелодии появился сбой, ошибка. Рёв, настолько сильный, что пробился сквозь завесу песни смерти. С рёвом медленно исчезла метель. Однако мороз не отступал и подбирался к моряку. Кристофер поднял голову и узрел огромный пик, конец которого не было видно. А прямо перед моряком пещера. Вновь заговорил голос.",
    "answers": [
      {
        "id": 229,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 229,
    "text": "— Ты ослушался, но ещё есть спасение...\n— Что... Нужно...\n— Переступи порог — и исцелишься. Останься за ним — уснёшь навеки...\n— Да... Я переступлю порог...\n— Ползи. Борись. Ты ничтожество... Лишь я могу тебе помочь...\n— Я ползу... Я ничтожество...\n— Да... Последний шаг...\nВход был на расстоянии вытянутой руки, оставалось лишь совершить последний рывок, последнее усилие.",
    "answers": [
      {
        "id": 230,
        "text": "Переступить порог"
      },
      {
        "id": 231,
        "text": "Остаться на месте"
      }
    ]
  },
  {
    "id": 230,
    "text": "Переступить он не смог, ведь не мог ходить. Он вытянул руку и потянул себя. Рука не слушалась, то и дело уходила от камня, за который Кристофер хотел захватиться. В итоге он всё-таки смог перетянуть себя. Внезапно руки и ноги моряка засветились, и Кристофер вновь стал чувствовать их. Сапоги сами собой зашились, а кашель ушёл. Внутри было тепло и тихо, а вот снаружи послышались голоса. Несколько вооружённых человек бежали к Кристоферу, но упали у входа в пещеру, подлетели и ударились о камни, многих попросту разорвало. Вновь заговорил тот голос: \"Ступай... Дальше...\".",
    "answers": [
      {
        "id": 241,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 231,
    "text": "Кристофер, по непонятной даже ему причине встал на месте. Разум затуманили самые разные мысли. Он уже не чувствовал ног, не чувствовал рук. Изо рта не шёл пар, Кристофер был уже мёртв, но что-то держало в нём жизнь. Вдруг он почувствовал, как его схватили за плечо, а позже подняли. Их разговоры он не слышал, впрочем, Кристофер уже ничего не слышал — он был мёртв, смерть подошла слишком быстро. Взор, до того неясный, вовсе затемнел. В голове запищало — сердце перестало биться, пульс, к которому привыкает каждый исчез.Боли не было, лишь тьма, лишь страх...",
    "answers": [
      {
        "id": 234,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 232,
    "text": "— Ищите...\n— Убери... Ну!\n— Вот. Так то лучше.\n— Метёт на всей горной системе, а мы отстаём на день.\n— Франц прав...\n— Мне плевать, кто прав! Мы должны найти его или эта метель покажеться вам колыбельной!\n— Прошу прощения, но как мы будем его искать? Тут несколько миль, а следы заметает снегом за секунду. И...\n— Тихо! Слышите?\nВторой голос, исходивший из бури, был знаком Кристоферу, будто он слышал его, и совсем недавно...",
    "answers": [
      {
        "id": 233,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 233,
    "text": "— Узрите детей Тьмы безграничной! Благоденствия неоспаримого! Присоеденитесь к нам и приблизьте час слияния с вечностью!\n— Сучьи дети! Бежим отсюда!\n— Присоединяйтесь к нам, и служите высшей цели!\nДалее были неразборчивые голоса убегающих людей. Культистов же и след простыл. Кристофер понял, что за ним уже послали охотников, так что он не мог останавливаться. Через час он собрался и вышел из пещеры в эту непрекращающуюся бурю. Голос не заставил себя ждать:\n— Тебя защитили... Но ты ослушался!\n— Я не могу сидеть там вечно!\n— Ты поплатишься...",
    "answers": [
      {
        "id": 225,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 234,
    "text": "Спасибо за прохождение квеста \"Лабиринт времени\"!. Вы получили одну из трёх концовок!\n",
    "answers": []
  },
  {
    "id": 235,
    "text": "— Все в сборе, и субъект на месте. Подготовьтесь к приходу Мастера.\n— Будет сделано, Наставник.\n— Теперь... Тенафират оставил тебе метку, и ты следовал нашим указаниям, сам того не подозревая. Ты смог доставить нам нужную информацию, но искали мы именно тебя. Ты учавствовал в сомнительных операциях и они привели тебя к нам. Мы — Орден порядка, те кто стоит за всем, что ты сейчас видишь. Мы создали Гильдию, мы создали мир, что ты видишь. У этой планеты много врагов, и с одним из таких тебе предстоит столкнуться. Ты замкнёшь круг.\n— Круг?\n— Да, круг... Он начнётся с тебя, с твоего вмешательства и будет постоянно повторяться, если ты не прервёшь его. Ты умрёшь, исчезнешь, растворишься — неважно. Если того требует равновесие, так оно и будет. Твоё любопытство привело тебя сюда. Здесь всё и закончится.",
    "answers": [
      {
        "id": 236,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 236,
    "text": "— Вскоре будут открыты врата в мир, где есть только хаос. Твоей целью будет Мастер — чернокнижник, в руках которого Хронос. Ты неопределённая точка во времени, поэтому только ты можешь разорвать круг.\n— А если я не захочу?\n— Захочешь, ведь ты не сможешь сбежать. Тенафират поведёт в бой магов. Но только ты сможешь предотвратить нарушение равновесия.\nВ этих словах Кристофер, неожиданно для себя, услышал призыв. Хоть метки не было, он почувствовал, что должен помочь, что должен разорвать круг.",
    "answers": [
      {
        "id": 237,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 237,
    "text": "Погода на следующий день стала более тёплой, но барьер, который поставили маги так и не исчез. Появились тучи и пошёл дождь. В лагере уже почти никого не было — все рассредоточились по островам. С неба посыпался пепел, а позже маленькие горящие камни. Человек, которого другие называли Наставником, дал Кристоферу посох. Моряк понял его предназначение, но не как его использовать. ",
    "answers": [
      {
        "id": 238,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 238,
    "text": "На самом большом острове произошёл взрыв, на месте которого появились огромные врата, по размерам превосходившие родную деревню Кристофера. Оттуда толпами повалили огромные и не очень твари. Летающие и наземные, разумные и неразумные. Маги среагировали моментально, но среди этого хаоса был вполне обычный человек, которого твари обходили стороной. Было понятно, что это Мастер. Однако там был не один человек, ведь вслед за ним вышли и другие",
    "answers": [
      {
        "id": 239,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 239,
    "text": "Лирис, стоявшая всё это время за Кристофером, открыла портал и толкнула его туда. Моряк оказался рядом с огромными вратами, но и его чудовища обходили стороной, будто Кристофера не существовало. Твари расступились, позволяя Мастеру увидеть Моряка. Чернокнижник достал светящуюся точку и поднял над собой, а потом произошёл очередной взрыв.",
    "answers": [
      {
        "id": 240,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 240,
    "text": "Кристофера поднял Тенафират, мантия которого была изрядно порвата, а лицо покрыто порезами и шрамами. Он указал на Мастера и светящуюся зелёную точку. Демоны уже прорвали оборону магов, и сумели выйти дальше самого острова. Чернокнижников рядом с Мастером не было — он остался один. Кристофер поднялся, взял посох и начал набирать скорость. Приблизился к Мастеру и со всей силы ударил по сфере и потерял сознание.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      },
      {
        "id": 237,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 241,
    "text": "Вход в пещеру был закрыт невидимой стеной, которая слабо вибрировала при касании. Пещера вела наверх, в тёмную даль, откуда веяло холодом. Кристофер поднимался долго, насчитал столько шагов, как и в прошлый раз. Теперь шёл по более гладкой поверхности. Наконец увидел свет и своды пещеры, которые вовсе ими не были.",
    "answers": [
      {
        "id": 242,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 242,
    "text": "Вместо ожидаемых моряком неровных камней, сталагмитов и грибов, растущих прямо из пещеры, он увидел разрушенный храм. Свет, что освещал его, был лампой. Храм же был куда более просторным, так как лучи света терялись в темноте. Лампа потухла, а Кристофер вновь услышал голос, только теперь не в голове.",
    "answers": [
      {
        "id": 243,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 243,
    "text": "— Ты дошёл, смертный...\n— Где ты? Покажись!\n— Моя истинная форма знакома тебе из картин и рисунков детей. Мой облик и облик моих братьев используют смертные, чтобы приукрасить свои истории и легенды...\n— Кто ты?\n— Моё истинное имя ничего тебе не скажет, но вы дали мне новые: Падший Бог, Дракон с Дулийских гор, Тьма. Я последний истинный дракон, что живёт на Земле. В мире, который смертные называют Вандерниром.\n",
    "answers": [
      {
        "id": 244,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 244,
    "text": "— Тебе поклоняются культисты?\n— Нет, они поклоняются Тьме... В их глазах я стал её праобразом... Я стал для них богом...\n— Зачем ты привёл меня сюда?\n— Ты неопределённая точка во времени... Ты не состаришься, не погибнешь окончательно.\n— Что?\n— Ты не должен понимать мои слова. \nПрямо сейчас маги готовятся к приходу хаоса, тебе же выпала судьба предупредить будущее... Когда придёт воин и освободит тебя из заточения, ты расскажешь ему всё, что узнаешь сейчас... Ты уснёшь на долгие лета...",
    "answers": [
      {
        "id": 246,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 245,
    "text": "Поздравляю! Вы прошли квест на каноническую концовку! Выборы, которые привели Вас сюда, были сделаны не случайно и имели некоторую обоснованность. ",
    "answers": [
      {
        "id": 1,
        "text": "..."
      }
    ]
  },
  {
    "id": 246,
    "text": "— Тебе предстоит видеть мир своими мечтами и идеалами. Мир, где нет выхода, нет времени. Где лишь ты один настоящий человек. \n— Я не понимаю...\n— Хаос уйдёт, уйдёт Истинный владыка и Великий предатель. Но придёт Тьма, с которой смертные не смогут совладать своими силами. Ты станешь предвестником конца, или тем, кто его остановит и лишь решение последнего из Возрождённых даст этому миру шанс, или полностью его уничтожит. Усни же, Посол, и спи беспробудным сном до Конца Времён...",
    "answers": [
      {
        "id": 1,
        "text": "Конец",
        "blackout": true
      }
    ]
  },
  {
    "id": 247,
    "text": "",
    "answers": []
  }
]