[
  {
    "id": 1,
    "text": "Аннотация:\nИногда прошлое возвращается.\nНежданно, причиняя боль.\nЧто же оно уготовило и почему его не забыть?\nБыть может, Зона расскажет, но цена будет непомерна.\n\nТема:\nИстория двух Сталкеров.\n\nОсобенности:\nДружба, внутренняя борьба, долг.\n\nЖанры:\nФанфик, драма, боевик, юмор.",
    "answers": [
      {
        "id": 2,
        "text": "Читать.",
        "middle_answer": true,
        "blackout": true
      },
      {
        "id": 1,
        "text": "big, movie",
        "url": "https://fastpic.co/images/11952832_1105944-819x336.jpg"
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "https://fastpic.co/images/nameUnkgwn-460x720.jpg",
        "system": true
      },
      {
        "id": 1,
        "text": "",
        "pageImg": "https://fastpic.co/images/nameUnkwn_crop_460x720.jpg",
        "system": true
      }
    ]
  },
  {
    "id": 2,
    "text": "— Аргх! — замычал Седой. — Что за дела? Что с глазами?\nОн всё никак не мог избавиться от режущей боли в ослепших глазах.\n— Да что ж так больно? — зажмурился и боль прошла, так внезапно, что он от неожиданности их распахнул и снова заскрежетал от дикого приступа агонии глазных яблок.\n— Ух, ё... — Так, закрыл обратно, боли нет, ну хорошо, подумал, успокоился, мозги на полку и аккуратно расставил мысли: Во первых, боль (даже от этого слова уже мутит), второе, как он успел \"заметить\" белый \"экран\" перед глазами с красным пульсирующий ореолом, и наконец непонимание — что же случилось?",
    "answers": [
      {
        "right_answer": true,
        "id": 3,
        "text": "След. стр.",
        "middle_answer": false,
        "left_answer": false
      },
      {
        "id": 1,
        "text": "Пред. стр.",
        "right_answer": false,
        "left_answer": true
      }
    ]
  },
  {
    "id": 3,
    "text": "Нет, вроде сперва все было отлично: Шли они со Шпагой до бара, что подле базы \"Долга\" в п. Речной. Что там нужно-то было — узнать новости, да выторговать у месье Одессита не просроченных паёчков. Заходят, значит в подсобку, дыбы груз лишний с плеч, того, долой, ибо верзила на входе выбора не оставил и в гляделки их обоих обыграл с отрывом два : ноль. Решили не торопиться: прослушали байки, что шпана из \"Отбросов\" травила, кстати с не малым энтузиазмом, они восприняли их бредни, ибо почему-то именно те всегда попадают под весь перекрестный огонь других группировок, уж чего им тихо не сидится и все их так не любят понять тяжело, но не суть, в \"политические\" дебри Зоны друзья не вникают.",
    "answers": [
      {
        "right_answer": true,
        "id": 4,
        "text": "След. стр.",
        "middle_answer": false,
        "left_answer": false
      },
      {
        "id": 2,
        "text": "Пред. стр.",
        "right_answer": false,
        "left_answer": true
      }
    ]
  },
  {
    "id": 4,
    "text": "Немного полюбовались \"фэйсосмяточной\nхимической реакцией\", произошедшей из-за разной плотности мозгов бойца упомянутого \"Долга\" и Свободовца, в конечном итоге обе \"тыковки\" оказались в равных пропорциях отмочалены сапогами и кулаками оных бойцов, так и не пришедших к консенсусу о плотностях сосудов разума, чему скучающий вышибала был только рад и сладко жмурился отфутболивая их в \"Холодную\", что для таких случаев ещё в незапамятные времена копал сам Одессит — он же владелец бара и информационный мешок.\n— Вот ведь петухи зелёные... — молвил Шпага. — Ведь только до \"опытных\" доросли, по шайкам разделились и сразу жопу друг другу рвать, прям сбылись мечты у динозавров, вот нахрена таких земля носит, ей богу...?",
    "answers": [
      {
        "id": 5,
        "text": "След. стр.",
        "middle_answer": false,
        "right_answer": true
      },
      {
        "id": 3,
        "text": "Пред. стр.",
        "left_answer": true
      }
    ]
  },
  {
    "id": 5,
    "text": "— Тебе-то что, Шпага? Больше размышляй о всякой ерунде. — проворчал Седой.\n— Да как, епт, не думать-то? — возмутился Шпага. — Ты же сам видишь, что у нас тут за мирок, зелень быстро страх теряет, а прибившись к ветеранам и вовсе жизнь на понт берет, рвутся в группировку, не понимая зачем это нужно, но думают — солидно: \"Вот я красивую броньку надену и пойду \"За родину, за Сталина\", тех что другой цвет носит на ветки наматывать\". Это ж... Эх... Что тебе объяснять...\n— И не надо! — огрызнулся Седой. — Я что дурак по твоему и сам этого не понимаю? Ну вот что мне даёт осознание деградации реальности, что? Ничего кроме отвращения, а на мерзость, если сосуществование с ней неизбежно, нужно смотреть через оптический прицел и только.",
    "answers": [
      {
        "id": 6,
        "text": "След. стр.",
        "middle_answer": false,
        "right_answer": true
      },
      {
        "id": 4,
        "text": "Пред. стр.",
        "left_answer": true
      }
    ]
  },
  {
    "id": 6,
    "text": "Помолчали. Седой все недовольно хмурился, а Шпага сосредоточено рассматривал полупустую бутылку с затертой этикеткой \"Джэк Дэниэлс\"\n— Знаешь, а ты прав мужик. От души тебя понял, и согласен. — постукивая грязным ногтем по бутылке и вроде как прислушиваясь к издаваемому звону, высказался собеседник.\nПовернувшись на табурете к товарищу, Седой сказал:\n— Я думаю, то есть я почти уверен, что я почти всегда прав, но легче, как-то не становится. И опустив глаза добавил:\n— Если б мы тогда не послушали меня и не отправили Семецкого на разведку, он был бы жив, но тогда и я и ты, гнили бы где-то в овраге у железнодорожной насыпи или стали бы тварями охочими до плоти и может даже... — он замолчал, продолжать дальше было незачем, Шпага и так был мрачнее тучи.\n— Помянем.\n— Помянем.\nВыпили не чокаясь.\n— Эй, ребята, хорош киснуть, — прогудел Одессит, — не стану я вам больше просроченные припасы продавать, (хотя он прекрасно слышал о чем они говорят и даже записал) идём на склад, патроны-то есть?",
    "answers": [
      {
        "id": 7,
        "text": "След. стр.",
        "middle_answer": false,
        "right_answer": true
      },
      {
        "id": 5,
        "text": "Пред. стр.",
        "left_answer": true
      }
    ]
  },
  {
    "id": 7,
    "text": "Молча кивнув, Седой встал и потянув приунывшего Шпагу за рукав, поднял того с сиденья и без особого настроя пошёл на склад. Чуть помедлив друг отправился за ним.\n\nСклад встретил их пыльными полками, гроздями паутины по углам потолочных балок и пластиковыми ящиками с надписью: \"Для полевых работ на ИЦ\".\nПройдя к ближайшему стеллажу Седой заглянул в ближайший потертый ящик, в нем ровными стопочками были составлены консервные банки. Этикетка гласила: \"Завтрак туриста\", годен до 17.08.1996\", есть конечно можно, только отравишься, ну для Грешников в самый раз будет.",
    "answers": [
      {
        "id": 8,
        "text": "След. стр.",
        "middle_answer": false,
        "right_answer": true
      },
      {
        "id": 6,
        "text": "Пред. стр.",
        "left_answer": true
      }
    ]
  },
  {
    "id": 8,
    "text": "— Там то, о чем я думаю? — вопросил входящий в дверной проём Шпага.\n— Оно самое. — вернул ему взгляд Седой. — Значит так, ты нам, Одессит, что говорил? Дашь нам свежих припасов, тебя за язык никто не тянул.\n— Я такого не говорил. — ответил тот. — Я сказал лишь, что не стану просроченными кормить, а уж дальше не мои проблемы, мне товар сливать нужно, не нравится — валите.\n— Ты, кажется, что-то не понял. — Шпага медленно потянул из секрета в комбинезоне свой обоюдоострый армейский штык-нож. — Думаешь мы так вот просто, опустив хари и натянув на них унылое выражение, тихо свалим?\n— Шпага, спокойно... — прошептал Седой, но тот не среагировал.\n— Я ж тебя тут тихо удавлю, думаешь мне сдохнуть страшно? Я Семецкому жизнь должен, как и Седой, мы все равно не имеем право... — он в негодовании потрясал лезвием, удар поддых остановил разошедшегося сталкера. Седой вывернув руку, забрал нож.",
    "answers": [
      {
        "id": 9,
        "text": "След. стр.",
        "middle_answer": false,
        "right_answer": true
      },
      {
        "id": 7,
        "text": "Пред. стр.",
        "left_answer": true
      }
    ]
  },
  {
    "id": 9,
    "text": "— Кончай хернёй маяться, барыга! — Седой с угрозой посмотрел на торговца.\n— Ладно, ладно, — серьёзно сказал Одессит, — сам знаешь как дела идут, приходится толкать всякое дерьмо и Долг, а в особенности даже Небесный, давит меня пожестче вас. Ладно по паре ИРПП из н.з., ещё могу продать, а остальное, — он обвел взглядом склад, — как хотите. Забрав у бармена купленные пайки и проверив ещё раз \"внешний\" склад на наличие свежих продуктов, с сожалением, подхватив уже отходящего от удара Шпагу, Седой со вздохом глянул на дверцу ведущую на склад с н.з., вышел в зал, и не мешкая, прихватив оставленное оружие у верзилы, на улицу. Свежий воздух, насколько это возможно в Зоне, подействовал на Седого ободряюще, а на Шпагу, исцеляюще.\n\n— Спасибо, что осадил, мне это было нужно. Сам знаешь.. Нервы... Зона...\n— Проехали, — глубоко вдыхая ответил Седой, — знаю, зла не держишь.\nСобравшись с духом, сталкеры активировали свои КПК, проверили \"инфу\" об аномальных зонах, где, возможно, родились артефакты, и пошагали мимо обнесённой стеной новой базы Долга в сторону Распределителя.",
    "answers": [
      {
        "id": 10,
        "text": "След. стр.",
        "right_answer": true,
        "middle_answer": false
      },
      {
        "id": 8,
        "text": "Пред. стр.",
        "left_answer": true
      }
    ]
  },
  {
    "id": 10,
    "text": "День выдался на диво тоскливый, что в принципе не редкость здесь. Ободряло лишь-то, что возможно удастся вытянуть из аномалий, пару мелких кусочков счастья. Ближайшая метка сияла в четырёх километрах к западу от Распределителя, в пределах, так называемой локации Сумеречная Долина.\n— Как думаешь, там ещё хуже, чем тут? — рассеянно спросил Шпага.\n— Вероятнее всего да, хотя чёрт его знает, там ведь круглые сутки сумерки и туман, сырость, грязь, свиньи. — прозвучало в ответ. — Бывает и снорки из Мертвого лезут, надеюсь сегодня даже для них погода \"не лётная\" — продолжал оценку флоры и фауны Седой.\nТут ещё и дождь заморосил.\n— Может все дело в нас? — тихо спросил Шпага.\n— Что, что? — переспросил собеседник.\n— Ну, может из-за нашего уныния и погода такая? — чуть громче рассуждал Шпага. — Ведь окружающая действительность, зачастую воспринимается основываясь на внутренних ощущениях человека, но в Зоне может быть все буквально",
    "answers": [
      {
        "id": 11,
        "text": "След. стр.",
        "middle_answer": false,
        "right_answer": true
      },
      {
        "id": 9,
        "text": "Пред. стр.",
        "left_answer": true
      }
    ]
  },
  {
    "id": 11,
    "text": "— Как буквально? — поинтересовался внимательно слушавший его Седой.\n— А вот так, — продолжал тот свои рассуждения, — Зона подстраивает окружающий мир под ощущения её обитателей. Ну или не сама Зона, а там, высшая воля, О-Сознание например. Вроде как вычисляет общее среднее значение эмоционального фона обитателей и выдаёт вот такой вот результат, как сейчас.\n— Может ты и прав, вероятно большинство из тех, кто населяет этот мирок, ведут не вполне воодушевляющий образ жизни, а те кому улыбнулась фортуна, быстро уходят за периметр, не все из них, но большинство. А вот с О-Сознанием ты точно перемудрил, что это? Это просто сказки. Вот, скажем контроллёр. Он, вероятно, может считывать эмоции бродяг, и вероятно, как-то делиться данными с полтергейстами, они-то и ведут себя соответственно, ведь их разум чувствителен к окружающей среде, и воздействуют на неё соответственно.",
    "answers": [
      {
        "id": 12,
        "text": "След. стр.",
        "right_answer": true
      },
      {
        "id": 10,
        "text": "Пред. стр.",
        "left_answer": true
      }
    ]
  },
  {
    "id": 12,
    "text": "— Ладно, будем на Исследовательском, подкинем яйцеголовым сухарями нашу гипотезу, пусть думают, как погоду починить. — улыбнувшись ответил Шпага. Напарник улыбнулся ему в ответ и вроде даже не так гадко стало.\n\nВпереди уже был виден ржавый шлагбаум, отмечающий границу Сумеречной Долины. Несколько трупов кабанов и снорков довершали картину. Здесь на Милитари Свобода периодически чистит территорию.\n— Тихо сегодня, однако. — сказал Седой. — Может и за хабаром сходим и вернёмся без приключений...\nШпага лишь хмыкнул на это. А что тут можно ещё сказать?",
    "answers": [
      {
        "id": 13,
        "text": "След. стр.",
        "right_answer": true
      },
      {
        "id": 11,
        "text": "Пред. стр.",
        "left_answer": true
      }
    ]
  },
  {
    "id": 13,
    "text": "Справа что-то мелькнуло. Шпага резко поднял ствол своего АКМ, быстро направил его в сторону полей марихуаны, что выращивают Свободовцы. Седой чуть с запозданием встал в пол оборота к зоне угрозы, чтобы в случае чего, быстро отразить атаку с тыла, одновременно выхватив пару люгеров, развел их по сторонам. Шпага внимательно осматривал заросший кустами взгорок, пытаясь узреть предполагаемого противника. В ушах стучали молотки, ствол оружия нервозно дрожал, дергаясь, поспевая за взглядом сталкера. Седой был собран, и старался смотреть сразу в обе стороны дороги, что ведёт в Сумеречную долину, пересекая Милитари. Десять секунд, двадцать, минута. Тишина.\n— Может тебя глючит? — спросил Седой.\n— Нет, я точно что-то видел, — был ему ответ, — какое-то движение.\nПригнувшись, сталкеры осторожно двинулись в обозначенном направлении.",
    "answers": [
      {
        "id": 14,
        "text": "След. стр.",
        "right_answer": true
      },
      {
        "id": 12,
        "text": "Пред. стр.",
        "left_answer": true
      }
    ]
  },
  {
    "id": 14,
    "text": "Подойдя к обочине, Шпага глянул через заросли, увидел лежащий на земле Большой Бэн и несколько капель крови на примятой кругом траве. Видны были тут и следы, явно человеческие.\n— Никого. — шепнул Шпага. — Что видишь?\n— У меня, вроде, чисто. — Седой уже, убрав один люгер, осматривал окрестности в портативный бинокль.\n— Давай сюда двигай, тут ствол.\nСедой подошёл, детектор аномалий тихонько пискнул и затих.\n— Будто аномалия только-только разрядилась, развоплотившись. — пробурчал Сталкер, убрав бинокль, и доставая Детектор артефактов. — Здесь пусто.\nПо прежнему осматривая окрестности и уже явно спокойнее держа автомат, Шпага произнёс:\n— Осмотрись тут, я сторожу.\nСедой спрятав детектор, потянулся к лежащему пистолету, поднял его, рассматривая.\n— Чтоб я сдох, — выдохнул Седой. — это Большой Бэн Семецкого, с расширенной обоймой и гравировкой на рукояти, что гласит: \"Подарок Юре\".",
    "answers": [
      {
        "id": 15,
        "text": "След. стр.",
        "right_answer": true
      },
      {
        "id": 13,
        "text": "Пред. стр.",
        "left_answer": true
      }
    ]
  },
  {
    "id": 15,
    "text": "Челюсть Шпаги медленно отвисла. Прийдя в себя он потянулся к КПК на левом предплечье, ткнув дрожащим пальцем на значок \"Некролог\". Пять минут назад красными буквами горело сообщение: \"14.29 Погиб сталкер, Семецкий, Милитари\".\n\nПо прежнему держа Большой Бэн, Седой с отупением глазел на него, как тут, оружие начало нагреваться и медленно темнеть. Мужчина резко разжал пальцы от неожиданности, пистолет мягко упал на траву и через несколько секунд совсем почернев, с лёгким хлопком опал горсткой пепла, тут же подхваченной ветром. Мысли товарищей смешались. Ноги Шпаги подкосились, он в немом изумлении осел на асфальт, он все прекрасно видел, действо произошло в метре от него.\n— Идеи есть? — через пару минут спросил Седой.\nНо он не был услышан, напарник ещё пребывал то ли в шоке, то ли в глубокой задумчивости.",
    "answers": [
      {
        "id": 16,
        "text": "След. стр.",
        "right_answer": true
      },
      {
        "id": 14,
        "text": "Пред. стр.",
        "left_answer": true
      }
    ]
  },
  {
    "id": 16,
    "text": "Подойдя к нему седой сталкер протянул руку, Шпага медленно поднял взгляд, их глаза встретились. Ухватив протянутую ладонь, сталкер поднялся, и не говоря ни слова побрёл дальше к шлагбауму. Вскоре спутник рывком пошёл за ним, на ходу крикнув:\n— Куда торопишься? — он шёл чуть позади.\n— У нас есть дело, не забыл? — тихо прорычал сталкер. — У нас не проверенные точки с аномальными полями. Пошли.\nДве угнетенные фигуры скрылись в тумане Сумеречной долины. Лишь круг примятой травы и несколько капель крови возле него, напоминали о произошедшем. Зона раскрыла свои мерзкие объятия двум бедолагам. Она готова играть с ними. Лишь крепкая воля и гибкий разум, помогут выдержать, и извернуться из щупалец, обреченной территории.",
    "answers": [
      {
        "id": 17,
        "text": "След. стр.",
        "right_answer": true
      },
      {
        "id": 15,
        "text": "Пред. стр.",
        "left_answer": true
      }
    ]
  },
  {
    "id": 17,
    "text": "В шестистах метрах впереди, территория Сумеречной долины, рабочий сектор Наёмников.\n— Хороший контракт, а? — наемник Гущин лениво перебирал лежащие в стальном контейнере модифицированные автоматы LR300 и периодически поглядывал в сторону Милитари.\n— Не говори, — ответил Винд, — учёным тут совсем заняться не чем, вот что тут исследовать? Хотя за то, что нам заплатили грешно вообще задумываться, по шесть с половиной тысяч гривен на рыло-то, а нас тут с пол сотни, чуть меньше.\n— Если точно, нас сорок шесть с половиной, — усмехнувшись выдал Гущин, — ты ж у нас только на половинку годишься.\n— Че, оборзел, да я тебя...! — наёмник угрожающе набычился, но увидев добрую смешинку во взгляде коллеги, расслабился и отвернулся, пряча улыбку.",
    "answers": [
      {
        "id": 18,
        "text": "След. стр.",
        "right_answer": true
      },
      {
        "id": 16,
        "text": "Пред. стр.",
        "left_answer": true
      }
    ]
  },
  {
    "id": 18,
    "text": "К ним лёгкой рысцой подбежал Связист, юный парень лет двадцати, боец никудышный, зато в электронике шарит, умеет и связь организовать и бельгийский FN2000, перепрограммировать, причем врагу и на расстоянии.\n— Вот, держите. — протянул он им дикого вида навороченные рации, с миниатюрными мониторами на панели и тремя антеннами. — По приказу майора Штыка перепаял, они синхронизируются со сталкерской сетью, пеленгуют любые переговоры в пределах шести миль. Сенсорный экран позволяет использовать их как КПК, даже карты местности есть, мелковаты дисплеи, но вы привыкните, но самое главное, работают и во время выброса, можно держать связь. Что будет, возможно, необходимо, ибо учёные не покинут сектор и во время выброса, и всем выдадут изолированные костюмы.",
    "answers": [
      {
        "id": 19,
        "text": "След. стр.",
        "right_answer": true
      },
      {
        "id": 17,
        "text": "Пред. стр.",
        "left_answer": true
      }
    ]
  },
  {
    "id": 19,
    "text": "— Хорош балаболить, — рявкнул на него Гущин, — разберёмся, где скафандры?\n— Не скафандры, а костюмы, они земные, а не космические и весят вчетверо легче ваших \"Булатов\". — невозмутимо сказал Связист.\n— Да, да, и прострелить его тоже в четверо легче. — закончил Винд, на что юноша лишь развёл руками.\n— Ваши \"скафандры\" выдадут позже. — развернулся молодой и скрылся в тумане.\n— Эй, смотри, Гущин, впереди движение, двое идут от Милитари. — сообщил Винд.\nНаёмники взяли оружие на изготовку.\n— Сразу не пали, помнишь приказ? — уточнил Гущин.\nБойцы внимательно смотрели на путников.\n— Сейчас проверю. — отвлёкся Гущин, глянул на экран своего КПК. — Так, так, сталкеры Шпага и Седой, Одиночки, репутация выше среднего, прошивки на КПК устаревшие, пусть подходят, потолкуем.",
    "answers": [
      {
        "id": 20,
        "text": "След. стр.",
        "right_answer": true
      },
      {
        "id": 18,
        "text": "Пред. стр.",
        "left_answer": true
      }
    ]
  },
  {
    "id": 20,
    "text": "На подходе к лагерю, Шпага тоже, но воочию увидел Наёмников, о чем немедля поведал Седому.\n— Не страшно, раз ещё не пришили, значит бить не будут. — отмахнулся бродяга.\n\n— Хэллоу, бойцы. — без особого интузиазма поздоровался с Наёмниками Шпага.\nСедой лишь кивнул вышедшему навстречу к ним суровому Наёмнику. Держа бродяг под прицелом, Гущин с легкой издёвкой спросил:\n— Ну и чего это мы так невеселы? Чай не к бандюкам зашли, а к уважаемым профессионалам.\n— Что Бандиты, что Военные, что Наёмники, все одно — козлы. -пробормотал Шпага.\n— Ты чего там бормочешь? — вклинился Винд. — Говори чётко и внятно, иначе...\nНаёмник уже замахнулся, чтобы проредить прикладом Шпаге зубы.\n— Не надо! — заступился Седой. — Не обращайте внимания, у него это нервное.",
    "answers": [
      {
        "id": 21,
        "text": "След. стр.",
        "right_answer": true
      },
      {
        "id": 19,
        "text": "Пред. стр.",
        "left_answer": true
      }
    ]
  },
  {
    "id": 21,
    "text": "Седой краем глаза заметил, как товарищ меленько перебирает пальцами к спусковому крючку и положил руку тому на плечо, успокаивая.\n— Что ж, милости прошу к нам на огонёк. — Винд приглашающе протянул руку, в которой был зажат метательный нож.\nСталкеры немного побледнели, заметив его.\n— Может не надо, того, на огонёк-то? — скорчил просительную гримасу Седой.\n— Надо, Седой, надо! Вы ещё первое \"не надо\" не отработали. Кстати, забыл представиться, Винд, старшина особого подразделения наёмников \"Крат\", а этот маленький двухметровой карапуз, Гущин, мой заместитель по воспитательной работе. Вперёд, в лагерь!",
    "answers": [
      {
        "id": 22,
        "text": "След. стр.",
        "right_answer": true
      },
      {
        "id": 20,
        "text": "Пред. стр.",
        "left_answer": true
      }
    ]
  },
  {
    "id": 22,
    "text": "Захлопнув ящик с LR'ками, Винд с комфортом расположился на нем. Гущин же стоял с автоматом в руках и смотрел то на пришельцев, то в сторону шлагбаума.\n— Ну, колитесь, муравьи, куда идете, зачем, откуда, и че у вас такие рожи кислые? Предупреждаю, у нас тут скукотень полная, так что если не поведаете что-нибудь мне интересное, будете сидеть у нас до конца операции, а это суток двое не меньше. Я весь внимание.\n— Да что тут рассказывать, — взял слово Шпага, — шли с Кордона до бара Одессита, что на Речном, пришли, выпили, взяли немного припасов, по дороге сюда на Милитари испугались какой-то мелкой аномалии, и вот мы тут, идём к аномальному полю, что находится аккурат за вашей стоянкой, думаем мелочевки набрать. Вот и всё.\n\nВинд быстро переварил информацию и выдавил:\n— Ну это же совсем не интересно... А что рожи хмурые?\n— А чему радоваться-то... — начал Шпага.\n— Да все Одессит, — перебил напарника Седой, — хотел просроченные консервы продать, зараза, пришлось на понт брать, что прирежем, ну и выдал он нам чуток н.з.",
    "answers": [
      {
        "id": 23,
        "text": "След. стр.",
        "right_answer": true
      },
      {
        "id": 21,
        "text": "Пред. стр.",
        "left_answer": true
      }
    ]
  },
  {
    "id": 23,
    "text": "Глаза наёмника ожили:\n— Делиться будем? Мы тут оголодали совсем.\nЧто ж делать, не было смысла отнекиваться, Винд достал из рюкзака Шпаги два ИРПП, отдал наёмнику.\n— Уважаааю. — довольно протянул Наёмник, вскрывая паёк , а второй отдавая Гущину. Его ноздри затрепетали и он с наслаждением стал поглощать нехитрый обед.\n— Так мы пойдём? — спросил Седой.\n— Идите, идите, только обратно. — глянул на него Наёмник.\n— Но, нам нужно вперёд... — подал голос Шпага.\n— Не выйдет, территория закрыта, Учёные проводят исследования и замеры. — прозвучал ответ.\nНовая рация тревожно засигналила.\n— Что такое? — отбросив паёк, так, что тот упал прямо в лужу, с тревогой задал вопрос Винд.\nОн нажал кнопку приёма, из динамика громко прозвучало:\n— Тревога! Мутанты появляются из воздуха! Это пост номер 3, выход в Мёртвый Город отрезан!\n— К бою! — проорал Винд, вскидывая свою LR300.\nИ тут воздух завихрился, у самой земли образовалась воронка, а на её вершине возник искрящийся шар трёх метров в радиусе, источающий желтоватую пыль, мгновение и на месте аномалии возник здоровый мутант, его лапы и тело бугрилось мышцами, а с плеч свисали водоросли.\n— Болотник! — воскликнул, пятясь Шпага.",
    "answers": [
      {
        "id": 24,
        "text": "След. стр.",
        "right_answer": true
      },
      {
        "id": 22,
        "text": "Пред. стр.",
        "left_answer": true
      }
    ]
  },
  {
    "id": 24,
    "text": "Первым, кого увидел мутант был именно Шпага. Не мешкая великан потопал к нему, с явно не дружелюбными намерениями. Сталкер зацепившись за какой-то корешок, торчащий из земли едва не упал, но чудом удержавшись на ногах, направил АКМ в пузо монстра. Чудище быстро вытянуло бревнообразную лапу, на излете кистью вдарив по сталкеру. Бедняга отлетел на добрых три метра, так и не успев выстрелить. Громкий шлепок о лужу, в которой плавали остатки пайка Винда, обозначили начало боя. Наемники уже собрались и выдали две длинные очереди в корпус твари, зеленовато-красные ошметки вышибались пулями из его тела, но будто не причиняя ему реального вреда, раны тут же зарастали новой плотью. Болотник развернулся и недобро посмотрев на ругающуюся на него парочку, неестественно протянув к ним лапы, схватив их, резко, с хрустом сжал, два фонтана крови украсили поле боя.",
    "answers": [
      {
        "id": 25,
        "text": "След. стр.",
        "right_answer": true
      },
      {
        "id": 23,
        "text": "Пред. стр.",
        "left_answer": true
      }
    ]
  },
  {
    "id": 25,
    "text": "Все произошло быстро, с ужасом наблюдая за происходящим, Седой очнулся лишь оказавшись с ног до головы облитый кровью Наёмников. Развернувшись, чтобы бежать, он поскользнулся на скользкой красной луже, правая нога \"поехала\" в сторону, и мужчина с воплем рухнул лицом прямо в багровую траву. Болотник же в этот момент довольно рыча, наблюдал за ним, и уже неторопясь стал наступать в сторону барахтающегося, отплевывающегося и вопя держащегося за потянутую ногу сталкера. Со стороны центра Сумеречной долины показались трое Наёмников, видимо принадлежавших отряду Винда. Быстро прицелившись все теми же LR300 в монстра, они скоординировано открыли огонь тому в голову. Три очереди слившись в одну ударили в морду Болотнику. Монстр взеревел и быстро, прикрывшись лапой, побежал, громко топая, в сторону атакующих. Наёмники же явно не ожидавшие такой прыти, чуть погодя бросились в рассыпную, но не сделав и пары шагов были сметены массивной тушей. Тварь просто протаранила их. Седой тем временем с трудом смог подняться и достав свои люгеры, безнадёжно направил их на разворачивающегося к нему мутанта.",
    "answers": [
      {
        "id": 26,
        "text": "След. стр.",
        "right_answer": true
      },
      {
        "id": 24,
        "text": "Пред. стр.",
        "left_answer": true
      }
    ]
  },
  {
    "id": 26,
    "text": "Тут перед ним пролетело, что-то сияющее красным огоньком и тихо шлепнулось под ноги твари.\n— В сторону, в сторону! — услышал сталкер чей-то крик.\nМетрах в десяти возле лежащего в луже Шпаги стоял молодой наемник и активно махал руками, в одной из которых, тот держал детонатор. Превозмогая боль в потянутой ноге, сталкер с силой рванул к наёмнику, оставалось преодолеть лишь пару метров, когда за спиной прогремел взрыв, и сталкер вновь рухнул наземь, подхваченный взрывной волной. С трудом обернувшись не вставая, он увидел, что Болотнику разнесло ноги и половину торса, тварь мелко подрагивала умирая. Седой подполз к Шпаге, стал тормошить того приводя в чувство. Его друг тихо сипел, похоже ему было тяжело дышать.\n— Кто-нибудь, нужна помощь! — прокричал Седой.\nТут подбежал тот самый наёмник, убивший монстра.\n— Отойди, дай глянуть. — проговорил он.",
    "answers": [
      {
        "id": 27,
        "text": "След. стр.",
        "right_answer": true
      },
      {
        "id": 25,
        "text": "Пред. стр.",
        "left_answer": true
      }
    ]
  },
  {
    "id": 27,
    "text": "Присев рядом он осмотрел Шпагу и сделав тому инъекцию с обезболивающим сказал:\n— Я не врач, но смог понять, несколько рёбер сломано, в центре локации есть доктор, нужно тащить, но там сейчас идет бойня. Много мутантов атакуют мобильный бункер ученых. У нас пара пулеметов, ими сдерживаем натиск, когда я уходил из под огня, видел что десяток наемников еще живы и держат оборону, прорваться будет не просто. У меня-то выбора нет, я в любом случае буду возвращаться. Идем?\n\nСедому конечно хотелось убраться поскорее, но жизнь товарища на кону, он мог не дотащить того до бара, где возможно есть лечащий сталкер и не факт, что именно сейчас.\n— Идём, тогда, сейчас, — Седой поднял напарника и подхватил его, не давая упасть.\nШпага при резком движении закашлялся, из уголков рта потекла кровь со слюной. К ним подошел молодой Наёмник, молча протягивая одну из тех самых LR300, что лежали в ящике на котором до этого сидел Винд. Седой взял оружие в левую руку.",
    "answers": [
      {
        "id": 28,
        "text": "След. стр.",
        "right_answer": true
      },
      {
        "id": 26,
        "text": "Пред. стр.",
        "left_answer": true
      }
    ]
  },
  {
    "id": 28,
    "text": "— Да и еще кое-что, твои люгеры, ты видать обронил.\nМолодой подошел с сталкерам и сунул пистолеты в крепление на поясе за спиной бродяги.\n— Спасибо, — проговорил Седой с благодарностью, — тут где-то еще АКМ...\n— Забудь, он сломан.\n— Ладно, я Седой, это Шпага.\n— Я Связист, — представился парень, — готовы? Мне необходимо в лагерь прорываться, у меня приоритет — в экстренной ситуации сразу прибыть к бункеру и охранять Синицина, который главный у научников. Я и так уже задержался, вам повезло, что я недалеко был, идём.\n\nВздохнув мужчины пошли вперед, всматриваясь в туман. Спереди доносились крики и выстрелы.",
    "answers": [
      {
        "id": 29,
        "text": "След. стр.",
        "right_answer": true
      },
      {
        "id": 27,
        "text": "Пред. стр.",
        "left_answer": true
      }
    ]
  },
  {
    "id": 29,
    "text": "Повсюду лежали тела наёмников искорёженные, сломанные, словно куклы, разорванные на части. Три трупа мутантов, по виду напоминающих того Болотника виднелись в стороне, и пара туш неизвестных тварей смердели чуть дальше, одни были расстреляны крупным калибром, иные разорваны гранатами или минами.\n— Чёрт возьми, ну и запах. — Связист прикрывал нос рукой и недовольно морщился.\n\nСедой обливаясь потом и пыхтя, подволакивая потянутую ногу тащил раненого Шпагу. Ему было вообще не до запаха. Шпагу же от местного пейзажа замутило, он дернувшись, сложился пополам, Седой не удержал товарища и тот рухнув в грязь, стал исторгать скудное содержимое желудка.\n— Что там у вас, блин? — молодой развернулся и скривившись смотрел на бедолаг.\nСедой помотал головой и воздев на ноги Шпагу, вновь стал тащить его дальше.",
    "answers": [
      {
        "id": 30,
        "text": "След. стр.",
        "right_answer": true
      },
      {
        "id": 28,
        "text": "Пред. стр.",
        "left_answer": true
      }
    ]
  },
  {
    "id": 30,
    "text": "Хмыкнув, юный Наёмник развернулся и увидел трёх снорков — человекоподобных тварей в противогазах и двух чернобыльских кабанов, которые злобно рыча друг на друга, и бросаясь из стороны в сторону боролись за падаль.\n— Тихо, — прошептал Связист. — вижу мутантов.\nОн аккуратно навёл ствол на ближайшего снорка. Шпага заворчал, мол отпусти. Седой отошёл от друга на шаг, тот покачнулся, но всё же удержал равновесие. Седой молча протянул ему LR300. Встав наизтоговку, сталкеры направили оружие на мутантов. Огонь открыли разом. Шпага сразу двумя короткими очередями вынес двух снорков, Седой стрелял из люгеров, пристрелил одного кабана. Быстро прицелившись во второго хряка, седой сталкер выстрелом попал кабану в бивень, пуля срикошетила, а животное от испуга поднялось на дыбы, и тут несколько пуль вонзились в мягкий живот.",
    "answers": [
      {
        "id": 31,
        "text": "След. стр.",
        "right_answer": true
      },
      {
        "id": 29,
        "text": "Пред. стр.",
        "left_answer": true
      }
    ]
  },
  {
    "id": 31,
    "text": "В это время Связист стрелял по последнему снорку, но не мог попасть, он был плохим стрелком. Тварь оттолкнувшись прыгнула на бедолагу, но тот не растерялся, отбросив автомат, Наёмник резким движением достал боевой, армейский штык-нож и вонзил в корпус налетевшего на него мутанта. Снорк приземлился прямо на Наёмника. Парень смог спихнуть с себя дергающееся тело, поднялся на ноги. Выстрел Шпаги в голову разорвав противогаз, утихомирил порождение Зоны.\n\n— Вот, это твоё, — отдал Связист нож сталкеру. — взял его, когда осматривал тебя, не думал, что сможешь сражаться.\n— Больше не делай так, никогда не снимай оружие с живого бродяги, понял? В Зоне такое не прощают, на первый раз сделаю исключение, все же ты нас спас. — недовольно проговорил Шпага, пряча оружие в секрет.\nНаёмник просто кивнул и пошёл дальше, сталкеры последовали за ним.",
    "answers": [
      {
        "id": 32,
        "text": "След. стр.",
        "right_answer": true
      },
      {
        "id": 30,
        "text": "Пред. стр.",
        "left_answer": true
      }
    ]
  },
  {
    "id": 32,
    "text": "Мобильный бункер учёных, Сумеречная долина.\n— Что происходит? Что же происходит? — твердил профессор Синицын.\n— Приборы зашкаливают! — прокричал ему в лицо подбежавший лаборант. -Выброс на подходе!\n— Только не это! Передай остальным, надеть Изолирующие костюмы! — Синицын рванул к стеклянному шкафу, стал переодеваться.\n— Что вы делаете, профессор, мы же в бункере?!\n— У нас разгерметизация, идиот! Одна из тварей материализовалась прямо над нами и рухнула на крышу, а весу в ней не менее семисот киллограмм, особь номер 5547 — Болотник.\n— Нужно было нанять больше бойцов... — промямлил второй лаборант, глядя на монитор. Он наблюдал за бойней, что шла снаружи.",
    "answers": [
      {
        "id": 33,
        "text": "След. стр.",
        "right_answer": true
      },
      {
        "id": 31,
        "text": "Пред. стр.",
        "left_answer": true
      }
    ]
  },
  {
    "id": 33,
    "text": "Уже подходя к бункеру, сталкеры не увидели живых людей, несколько мутантов стремительно удалялись, чуть в стороне, мужчины увидели несколько предупреждающих знаков расставленных вокруг большого, чуть мерцающего шара, метров восьми в диаметре. Аномальное образование висело в полуметре над землёй, испуская желтоватую пыль.\n— Так вот, что мы искали. — проговорил Седой.\nМолния пронзила небо, ветер прогнал тучи. Небосвод стало заливать ярко алым цветом. Начинался очередной выброс радиации из Саркофага. Связной отчаянно барабанил в стальную дверь бункера учёных, но никто не открыл ему.\n— Не уйти. — сказал Шпага.\n— Как быть, как быть? — Седой схватился за голову. Его взгляд метался, не останавливаясь ни на чём.\nТут он уставился на аномалию.\n— А что если... Мужики, есть идея. — громко сказал седой сталкер и указал пальцем на висящий в воздухе шар. — Может это наше спасение?",
    "answers": [
      {
        "id": 34,
        "text": "След. стр.",
        "right_answer": true
      },
      {
        "id": 32,
        "text": "Пред. стр.",
        "left_answer": true
      }
    ]
  },
  {
    "id": 34,
    "text": "— Выбора нет, я готов рискнуть. — кивнул Шпага. — Наёмник?\n— Сделаем это. — ответил парень.\nЮноша подошёл к сталкерам, протягивая им по радио управляемой гранате, такой же, как та, что разорвала напавшего на них болотника.\n— Как использовать? — поинтересовался Шпага.\n— Два нажатия на детонатор, первое активирует гранату, второе взрывает.\nТут из-за бункера показалась жуткая морда с двумя оскаленными пастями, мощным, гибким телом, и огромными когтями.\nПосмотрев на аномалию, сталкеры сорвались с места и разом запрыгнули в эпицентр. Но в последний момент жуткая Химера длинным прыжком, покрыв разделяющее её и мужчин расстояние, успела ударом, рассечь когтем лицо обернувшегося на бегу Связиста.",
    "answers": [
      {
        "id": 35,
        "text": "След. стр.",
        "right_answer": true
      },
      {
        "id": 33,
        "text": "Пред. стр.",
        "left_answer": true
      }
    ]
  },
  {
    "id": 35,
    "text": "На первый взгляд, место где они очутились, мало отличалось от Сумеречной долины, лишь туман был значительно гуще. Сталкеры собрались ближе, прислушались. Где-то впереди было слышно посвистывающее дыхание и тихое шуршание.\n— У меня патроны кончились. — пожаловался Седой.\n— Аналогично. — ответил Шпага.\n— Пара пуль осталась. — закончил Связист, шипя от боли в рассеченном лице.\nИз тумана выползла огромная тварь, отдалённо напоминающая полоза. Мужчины попятились, их нервы были на пределе, а монстр, откинув голову резко опустил её, плюнув в лицо Седому. Сталкер завопил от боли и упал.\nСвоим длинным хвостом змея подсекла ноги Шпаге и подползла к нему.",
    "answers": [
      {
        "id": 36,
        "text": "След. стр.",
        "right_answer": true
      },
      {
        "id": 34,
        "text": "Пред. стр.",
        "left_answer": true
      }
    ]
  },
  {
    "id": 36,
    "text": "Огромный змей навис над сталкером и вдруг резко, опустив голову, раскрытой пастью заглотил его одним слитным движением.\n— Он сожрал его... — сказал Связист, его глаза были наполнены ужасом. — змей проглотил Шпагу.\n— Ах ты тварь! — в бессильном отчаянии завопил Седой.\nЕго трясло от не передаваемой боли потери.\nВнутри монстра, Шпага ощутил как его начало сдавливать, мерзкая жижа забивала рот и глаза, он начал задыхаться. В отчаянном усилии он дотянулся, нащупал пальцами детонатор и дважды, быстро нажал на кнопку.\nМощный взрыв разорвал Полоза на куски. Седого и Связиста отбросило взрывной волной, оглушило, их сознание померкло.",
    "answers": [
      {
        "id": 37,
        "text": "След. стр.",
        "right_answer": true
      },
      {
        "id": 35,
        "text": "Пред. стр.",
        "left_answer": true
      }
    ]
  },
  {
    "id": 37,
    "text": "— Аргх! — замычал Седой. — Что за дела? Что с глазами?\nОн всё никак не мог избавиться от режущей боли в ослепших глазах.\n— Да что ж так больно? — зажмурился и боль прошла, так внезапно, что он от неожиданности их распахнул и снова заскрежетал от дикого приступа агонии глазных яблок.\nЗакрыл глаза, прислушался.\n— О, вижу вы очнулись, как самочувствие? Не отвечайте, знаю глаза не открыть.\n— Кто вы, где Наёмник? — застонал, спросил Седой.\n— Я тут. — услышал он ответ. — Мы у самого Болотного Доктора в гостях, да, да.\n— Эх, не повезло нам детишки, не повезло, — призрак Зоны был недоволен, — вся работа на смарку. Эк! Зона шутит. Вы в моём зацикленном пространстве. У призраков, хе-хе, есть свои преимущества. Я давно использую это место для выращивания моих зверушек, но все же, так и не удалось защитить внешнюю Зону от прорывов. Мда. Изредка мои эксперименты выбирались наружу, но сегодня произошло что-то экстраординарное. Ох, и с такой малостью старику придётся покончить.",
    "answers": [
      {
        "id": 38,
        "text": "След. стр.",
        "right_answer": true
      },
      {
        "id": 36,
        "text": "Пред. стр.",
        "left_answer": true
      }
    ]
  },
  {
    "id": 38,
    "text": "А друг ваш, Семецкий, мне на голову свалился, уж лечу его и лечу, наружу отправляю, отправляю, а он все обратно проваливается, сил нет, странную волю Монолита не понять.\n— Седой и Наёмник в недоумении слушали Призрака Зоны.\nСедой сталкер что-то понял, и спросил:\n— Я не смогу больше прозреть?\n— Увы, молодой сталкер, увы.\nСедой позвал Наёмника, тот подошёл.\n— Убей меня. — просил сталкер. — Убей, что мне жить без моих друзей и слепым, убей, не мешкай. В дрожащей руке он держал свой детонатор.\nРука наёмника не дрогнула, направив оружие в голову сталкера, он выстрелил.\nПарень перевёл взгляд на Болотного Доктора.\n— Все ты, ты мразь, из-за тебя столько парней... — В глазах у наёмника защипало, он направил автомат на Призрака Зоны.\nПоследняя пуля, пронзила пространство, оно скрутилось, завыло, Наёмник закричал и выпал на Милитари, прямо в тот злополучный круг в траве, где ещё свежи были призрачные капли крови.",
    "answers": [
      {
        "id": 39,
        "text": "След. стр.",
        "right_answer": true
      },
      {
        "id": 37,
        "text": "Пред. стр.",
        "left_answer": true
      }
    ]
  },
  {
    "id": 39,
    "text": "Пять лет назад. Зона отчуждения. Припять.\n— Седой, что делать будем? — спросил сталкер Семецкий. — Мы уже сорок минут в этой яме сидим.\n— Не знаю, патроны пока есть, но что этим Монолитовцам от нас надо? Чёрт их дернул нас преследовать, теперь мы в полном дерьме.\nСталкер приподнялся, пару раз выстрелил в сторону группы фанатиков, тут же по асфальту застучали пули, мужчина резко опустился обратно, так ни в кого и не попав. Трое бродяг залегли в провале на дороге, на одной из улиц города.\n— Может к ночи отстанут? — предположил Шпага.\n— К ночи нас десять раз успеют уработать, патроны у нас не резиновые, а эти черти вон какие терпеливые.\nТеперь уже Шпага, приподнявшись, дал короткую очередь по осаждавшим и резко пригнулся. Однако на этот раз ответа не последовало.",
    "answers": [
      {
        "id": 40,
        "text": "След. стр.",
        "right_answer": true
      },
      {
        "id": 38,
        "text": "Пред. стр.",
        "left_answer": true
      }
    ]
  },
  {
    "id": 40,
    "text": "— Странно, — пробормотал Семецкий. — может ушли?\n— Ну ка, сейчас проверю. — Седой вновь приподнялся и пару раз пальнул, стал всматриваться вдоль улицы.\nФанатиков не было видно, и сталкер уже спокойней опустился на дно провала.\n— Надо б проверить, но вдруг уловка? — засомневался Шпага, он вопросительного глянул на товарищей.\n— Семецкий, проверишь?\n— Попробую, ответил тот Седому.\n— Ладно, мы прикроем. — убедительно сказал Шпага.\nСталкер поднял свой подаренный ему Седым и Шпагой Большой Бэн. Неуверенно улыбнувшись выбрался из ямы. Он шёл, внимательно глядя по сторонам и сжимая вспотевшими пальцами рукоять пистолета. Его напарники так же приподнявшись проверяли, оглядывали окрестности. Семецкий дошёл до места, метрах в пятидесяти от временного убежища троицы, где недавно видели монолитовцев.\n— Всё чисто! — крикнул он друзьям.",
    "answers": [
      {
        "id": 41,
        "text": "След. стр.",
        "right_answer": true
      },
      {
        "id": 39,
        "text": "Пред. стр.",
        "left_answer": true
      }
    ]
  },
  {
    "id": 41,
    "text": "И тут его датчик аномалий запищал, скорость сигнала стремительно росла. Бродяга поднял взгляд и увидел нечто странное, быстро приближающееся рывками к нему. Прозрачные шарообразные аномалии возникали все ближе к нему, его датчик уже неистово пищал, сталкер развернулся, побежал обратно.\n— Назад! Уходите! — кричал он.\nСедой и Шпага увидели как на крыше здания, рядом с надписью \"Чорнобиль\", возникла фигура одного из недавних противников.\n\nМонолитовец быстро прицелившись, выстрелил в бегущего человека и скрылся. Семецкий упал, выронив пистолет, аномалия настигла его. С тихим хлопком, мужчина исчез, и следом за этим развоплотилась аномалия. Его друзья быстро прибежали на место трагедии. На земле они увидели кругом примятую, желто-красную опавшую листву и несколько капель крови. Чуть в стороне лежал Большой Бэн Семецкого. Мужчины в оцепенении наблюдали, как оружие на земле медленно почернело и осыпалось прахом.",
    "answers": [
      {
        "id": 42,
        "text": "След. стр.",
        "right_answer": true
      },
      {
        "id": 40,
        "text": "Пред. стр.",
        "left_answer": true
      }
    ]
  },
  {
    "id": 42,
    "text": "Семецкий очнулся. Он осмотрел себя и понял, что жить ему осталось не больше получаса, кровь из пробитого бока покидала тело немилосердно быстро. Подняв взгляд он увидел огромный чёрный обелиск, что будто поглощал свет, не отражая его.\n— \"Твоё желание будет исполнено\". — прозвучало в голове. — \"Говори. Оно заслужено\".\nЗов Монолита звучал в голове обречённого сталкера. Поднявшись на колени, Семецкий просил:\n— Позволь мне исцелиться, не хочу умереть в Зоне. Это моё желание.\nЗная о подлости Монолита, сталкер безнадёжно закрыл глаза, он не верил в спасение, не верил легендарному Монолиту.\nЕго губы тихо прошептали:\n— Не забывайте меня, мои друзья...",
    "answers": [
      {
        "id": 43,
        "text": "След. стр.",
        "right_answer": true,
        "blackout": true
      },
      {
        "id": 41,
        "text": "Пред. стр.",
        "left_answer": true
      }
    ]
  },
  {
    "id": 43,
    "text": "Эпилог.\n\nБыть может вам приходило сообщение о смерти сталкера Юрия Семецкого, может нет. Множество легенд ходит о том, почему иногда, он вновь и вновь умирает. Некоторые суеверно полагают, получив такое сообщение в некрологе, что не стоит выходить в Зону сегодня, иные думают, что это к удаче. Быть может сбой в системе сталкерской сети? Или чья-то шутка, но уже который год, Семецкого не забывают, хотя с этих пор, никто больше не получил тревожного сообщения.\n\nЗона. Весна. 2017 год.",
    "answers": [
      {
        "id": 44,
        "text": "След. стр.",
        "right_answer": true,
        "blackout": true
      },
      {
        "id": 42,
        "text": "Пред. стр.",
        "blackout": true,
        "left_answer": true
      }
    ]
  },
  {
    "id": 44,
    "text": "Некоторые термины и названия:\nЗона – имеется ввиду Чернобыльская Зона Отчуждения, образовавшаяся после второго взрыва на Чаэс. Есть поверие, что данная аномальная территория имеет собственную волю.\nСталкеры – личности, пересекшие внешнюю границу периметра Зоны экологического бедствия. Исследуют Зону, в поисках артефактов, которые впоследствии продают ученым или торговцам на территории Зоны. Некоторые образцы сталкеры используют для собственных нужд.\nГруппировка – имеется ввиду объединение сталкеров, имеющих общую культуру, убеждения и отношение к Зоне.\nГруппировка Долг – Сталкеры, объединившиеся для уничтожения Зоны.\nГруппировка Свобода – Сталкеры, вставшие на защиту и изучение Зоны.\nГруппировка Отбросы – самая малочисленная группировка в Зоне, состоит из презренных личностей, однако не ведет бандитскую деятельность.\nГруппировка Наёмники – бывшие военные сталкеры, бродяги или бандиты. Зарабатывают выполнением контрактов.",
    "answers": [
      {
        "id": 45,
        "text": "След. стр.",
        "right_answer": true
      },
      {
        "id": 43,
        "text": "Пред. стр.",
        "blackout": true,
        "left_answer": true
      }
    ]
  },
  {
    "id": 45,
    "text": "Ученые – исследователи, прибывшие на территорию Зоны. Изучают экосистему зараженной территории, так же основной интерес для них представляют Артефакты – аномальные образования, свойства которых они изучают.\nОдиночки – сталкеры не примкнувшие ни к одной из группировок, их еще называют Вольными сталкерами.\nГруппировка Грех – сталкеры подвергшиеся мутации, не позволяющей им жить вне зараженной территории (упоминаюся как Грешники).\nГруппировка Небесный Легион – одна из сильнейших группировок в Зоне (упоминается как Небесный).\nГруппировка Монолит – бывшие сталкеры, подвергшиеся влиянию Монолита. Фанатично охраняют подступы к ЧАЭС, в недрах которой тот находится.\nМонолит – легендарный обелиск, исполнитель желаний.",
    "answers": [
      {
        "id": 46,
        "text": "След. стр.",
        "right_answer": true
      },
      {
        "id": 44,
        "text": "Пред. стр.",
        "left_answer": true
      }
    ]
  },
  {
    "id": 46,
    "text": "Сталкерская сеть – имеется ввиду местная информационная сеть оплетающая Зону, не является частью всемирной паутины, интернета.\nО-Сознание – по неподтвержденным данным группа призраков ученых, контролирующих Зону во всех ее проявлениях.\nБолотный доктор – сталкер-призрак, обитающий в уединении где-то на территории Зоны. Иногда он помогает раненым сталкерам или даже мутантам.",
    "answers": [
      {
        "id": 1,
        "text": "Конец истории.",
        "middle_answer": true,
        "blackout": true
      }
    ]
  },
  {
    "id": 47,
    "text": "",
    "answers": []
  }
]