[
  {
    "id": 1,
    "text": "Приветствую! Это книга, не квест. \nПредупреждение: нецензурная лексика\n\nАвтор: Татьяна П.\nАннотация: Мей жила себе спокойно, пока на нее не свалилось несколько событий : смерть матери и попадение в другой мир.",
    "answers": [
      {
        "id": 2,
        "text": "Начало"
      }
    ]
  },
  {
    "id": 2,
    "text": "\nПролог<s>r\nДевушка 22 лет сидела в автобусе и задумчиво глядела в окно. Её сине-черные волосы поблескивали, а лисьи ушки, которые были под кепкой, немного дрожали.<s>r\n— Ваш билет, девушка.<s>r\nКондуктор смотрела на Мей. Она протянула этой контролерше билет и зевнула. Мей сама не знала, куда и зачем направляется... На этот шаг её сподвигли некоторые события...<s>r\n  \n",
    "answers": [
      {
        "id": 3,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 3,
    "text": "1 глава",
    "answers": [
      {
        "id": 4,
        "text": "Начало сумасшедствия"
      }
    ]
  },
  {
    "id": 4,
    "text": "3 месяца назад<s>r\nМей<s>r\nМного людей. Казалось, что это черное море. Дядя Володя и мой отец несли гроб. Я вновь почувствовала себя 15 летней девочкой, которая потеряла сестру и бабушку в один день. У нас была большая семья: папа, мама, сестра и брат. Брат умер когда мне было ещё 9 лет, сестра и бабушка погибли через 6 лет, а теперь и мама... Она ведь не была старой... Всего лишь 45 лет. Было. Сердце бешено колотилось. Хотелось завыть от отчаяния.<s>r\n",
    "answers": [
      {
        "id": 5,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 5,
    "text": "— Мей,-голос отца вернул меня в реальность,- я знаю, тебе тяжело... Но ты молода. Просто помни маму и учись дальше.<s>r\n— Зачем она пошла в метро?<s>r\nЯ вся тряслась. Папа погладил меня по голове и прижал к себе. Я чувствовала себя маленькой, беззащитной. Мама была опорой и мне, и отцу. Ведь папа стал инвалидом после смерти брата. У него не работают ноги, но мама копила на протезы. Она... Так и не успела осуществить свою мечту: поставить мужа на ноги и увидеть внуков.",
    "answers": [
      {
        "id": 6,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 6,
    "text": "Я уныло плелась по улице. Потом посмотрела на окна своей квартиры. Я вошла в дом.<s>r\nМоя мать была японкой, а папа — русский. Они познакомились, поженились и мама переехала жить в Россию. В Японии у неё не было родственников, так как половина умерли, а остальные в России. В напоминание о моих корнях, меня назвали Мей... Мама болела раком. Когда мы об этом узнали, было уже поздно. Она была на 3 стадии.<s>r\nПоднявшись на свой этаж, я открыла дверь. Было странное ощущение, что здесь кто-то есть. Я закрыла дверь и разулась. Тут кто-то закрыл мой рот рукой...",
    "answers": [
      {
        "id": 7,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 7,
    "text": "Я резко дернула головой, укусив незнакомца. Он попытался меня ударить, но я смогла увернуться, и , вырвавшись, побежала на кухню. Там я схватила нож, а мужчина увидев холодное оружие открыл дверь и сбежал. Я вздохнула и села на пол.\n~Весело же я провожу время.",
    "answers": [
      {
        "id": 8,
        "text": "Через некоторое время"
      }
    ]
  },
  {
    "id": 8,
    "text": "Лекции пролетали быстро. <s>r\nВот прошел еще месяц и мне уже пора сдавать экзамены.<s>r\nЯ бродила по коридорам института, хмуро вглядываясь в темноту. Как никак зима и уже 19:00. Странно. В конце коридора появился свет. Я двинулась туда. Свет шел из-за стены. Я протянула руку... <s>r\nИ фиг его знает, куда попала: темная пещера с ступеньками наверх. Вернуться не было возможности. Я уже прощупала все стены, а назад в институт попасть не могу. От безыходности я поднялась по ступенькам. Моя нога ступила на зеленую траву, вокруг был лес. Я же оказалась на небольшой полянке. Мало сказать, что это странно. ",
    "answers": [
      {
        "id": 9,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 9,
    "text": "Возможно это сон, или я свихнулась. Хм... Деревья были незнакомые. На них были не листья, а какие-то зеленые пластины. Единственное, чего надо здесь бояться, так это животных, которые могут быть в этом лесу. Примерно два часа я шла по этому \"зеленому лабиринту\".",
    "answers": [
      {
        "id": 10,
        "text": "Конец 1 главы"
      }
    ]
  },
  {
    "id": 10,
    "text": "2 глава",
    "answers": [
      {
        "id": 11,
        "text": "Дальше"
      },
      {
        "id": 1,
        "text": "Вернуться на 1 страницу"
      }
    ]
  },
  {
    "id": 11,
    "text": "Потом вышла к кристально чистой реке. Мей наспех умылась и попила. Берег был довольно скользким, и уже через секунду в речке стояла мокрая с ног до головы девушка. Мей ругнулась и вышла из воды.  Потом она посмотрела на свое отражение. В итоге еще 5 минут девушка пялилась на него. \" Бляяя... Где мои рыжие волосы?! Блин, как получилось так, что мои глаза больше не зеленые?!\"",
    "answers": [
      {
        "id": 12,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 12,
    "text": "Сейчас в реке отражалась девушка с сине- черными волосами и карими глазами. И лисьи ушки. А еще странная одежда: черные лосины и майка, и такого же цвета обувь, которая была похожа на кроссовки. \"В пещере и в лесу я была еще в своей одежде. Видимо речка специфическая. И при чем здесь лисьи уши???\"",
    "answers": [
      {
        "id": 13,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 13,
    "text": "Рядом с ней лежал меч... \"Тяжелый случай. Я ж даже не умею им пользоваться.\" Где-то там, в лесу, послышался вой.\" Только волков мне не хватало!\"<s>r\nИз леса вышел большой волк, рост которого в холке равен 2,5 метра. Он был красного цвета. \" Кровавый волк.\" За ним вышло еще пятеро, чуть поменьше(2 метра). И все они уставились на Мей. \"Мне кранты.\" Хищники быстро настигли девушку и повалили её на землю.",
    "answers": [
      {
        "id": 14,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 14,
    "text": "— Ты Охотница?!<s>r\nМей пораженно уставилась на волка. Он умел говорить.<s>r\n— Н-н-нет...<s>r\n— Что ты делаешь в нашем лесу?!<s>r\n— Я... Случайно здесь...<s>r\n—Стоп. Ты меня понимаешь?!<s>r\n—Д-д-да...<s>r\n— Никто в мире не может понимать животное. Как?! Ты кто?! Даже маги и монархи не могут говорить с животными,.как же ты...",
    "answers": [
      {
        "id": 15,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 15,
    "text": "— — Не знаю.<s>r\n— Так, кто ты такая?!<s>r\n— Уже сама не знаю. Я попала из института в какую-то пещеру, потом пошла в лес, дошла до реки, попила и свалилась в неё, поменяв внешность.<s>r\n— Ты пила из той реки?!<s>r\n— Да....А что?<s>r\n— Для людей она ядовита. Ты ведь человек?<s>r\n— Д-д-да...<s>r\n— Откуда ты?<s>r\n— Из Балаково.",
    "answers": [
      {
        "id": 16,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 16,
    "text": "— Это где?<s>r\n— Это в Саратовской области, в России.<s>r\n— Ты скорее всего из другого измерения. У нас нет такой страны.<s>r\n— Я лучше пойду...<s>r\n— Куда? Ты не знаешь этих мест. Не бойся, мы тех, кто пил из той реки не едим. Вдруг яд уже внутри тебя? Так ты идешь?<s>r\nВожак кивнул одному из волков. Тот подошел к Мей и нагнулся.<s>r\n— — Это Ролд. Я вожак этой стаи, Шион.",
    "answers": [
      {
        "id": 17,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 17,
    "text": "Ролд кивнул на свою спину. Мей неуверенно села на волка. Он пошел... Потом побежал. Девушку неслабо подбрасывало, и она из последних сил держалась за шерсть волка. Спустя час сумасшедшей езды, они *подъехали* к небольшому лагерю. В нем было несколько палаток из веток и листьев.<s>r\n— Вы здесь спите? Это только лагерь кровавых волков?<s>r\n— — Да,- Ролд кивнул на одну из палаток,- ты будешь там спать. Не волнуйся, там только мой младший брат. Он не побеспокоит тебя. Иди.",
    "answers": [
      {
        "id": 18,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 18,
    "text": "\"А он довольно вежливый.\" Мей вошла в палатку. На полу лежала подстилка из травы. По всей палатке гонялся волчонок. Спустя 3 минуты он заметил гостью.<s>r\n—Ты в плену? Тф... Ты Охотница?<s>r\n—Эмк... Нет.<s>r\n—Ююхуу!!! Ты понимаешь меня!<s>r\n—Почему же Вы говорите с остальными?<s>r\n—Ну... Так мы проверяем, может ли человек понять нашу речь... Сколько тебе лет? А как тебя зовут? Мне всего лишь 80 лет. Я Ячива.",
    "answers": [
      {
        "id": 19,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 19,
    "text": "— — Я Мей. Мне 22. Стоп. Тебе 80, и ты еще маленький?!<s>r\n— Ну да. Не ври, тебе больше 22... И подростковый период у нас начинается в 100, заканчивается в 170. Стариками считаются волки старше 1000 лет.<s>r\n— Ого...<s>r\n— Мей, спать пора. А то Ролд ругаться будет.<s>r\n— Эм... Ну ладно, пока.<s>r\nЯчива вышел из палатки. Мей же легла по подстилку из травы. \"Мягкая, теплая,но все же холодно.\" Сон наступил быстро.",
    "answers": [
      {
        "id": 20,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 20,
    "text": "Девушка ворочалась. Солнечные лучи падали на лицо. Мей открыла глаза. На пороге палатки сидел Ролд.<s>r\n— Стая направляется на охоту. Ты с нами.<s>r\n— Почему? Разве не лучше мне остаться в лагере?<s>r\n—У нас в лагере много голодных беременных волчиц. Как ты думаешь, они, увидя тебя, что будут делать? Сейчас то мы здесь, их удерживаем, а потом?<s>r\n— Всё- всё. Поняла.<s>r\nМей тряхнула волосами, пригладила ушки. Она уже стала к ним привыкать. Поспешно приведя себя в порядок, *лисичка* вышла из палатки и села на Ролда.",
    "answers": [
      {
        "id": 21,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 21,
    "text": "Стая вышла из лагеря. Шион разделил всех на пары. Мей и Ролда *составили* в пару. Они шли по лесу.<s>r\nМей только сейчас заметила, что благодаря лисьим ушкам у неё улучшился слух. Ролд замер. Мей тоже остановилась. В воздухе витало напряжение. И опасность. Она не оставляла Мей. Ролд аккуратно прошел вперед, девушка шла за ним. Волк нагнулся и кивнул на свою спину. *Лисичка* кивнула и села на него. И тут Ролд быстро побежал. Сзади слышались чьи-то крики, на непонятном языке. Волк выбежал на тропинку и завыл. Он остановился и прислушался. Тишина.",
    "answers": [
      {
        "id": 22,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 22,
    "text": "Мей нагнулась к Ролду и тихо шепнула:<s>r\n— Кто это был?<s>r\n— Это Охотники. Они убивают нас. Ловят, забирают душу, тело же отдают магам и ученым. Люди называют нас *подопытными*.<s>r\n— Это жестоко.<s>r\n— Да... Они могут говорить с нами, только при помощи амулета, в котором запечатана душа волка. У тебя такого нет. И это удивительно.<s>r\n— Да...<s>r\n— Молчи. Кто-то идет сюда. Держись крепче.<s>r\nРолд повернулся в сторону леса. Он собирался сорваться с места, но на пути встали Охотники.",
    "answers": [
      {
        "id": 23,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 23,
    "text": "Они окружили волка и девушку, накинули на них сеть. Мей задрожала. Она попыталась вырваться. Не получилось, так как кроме охотников там были и маги. Ролд рычал. Тут на тропу выбежал Ячива. Он злобно уставился на охотников. <s>r\n— Варое денул во! — крикнул один из охотников.<s>r\nГлаза Ролда расширились.<s>r\n— Что такое? Ролд, что он сказал?<s>r\n— Охотник приказал схватить Ячиву.<s>r\n—Ох... — Мей осела на землю.<s>r\n\"Так не долно быть. Я помогу Ролду и Ячиву. За столь короткое время они стали для меня друзьями. Я их не подведу.\"<s>r\nСвет окружил Ячиву, Ролда и Мей. <s>r\n—Пораеню фо но рооон?????!?!(Что это такое??!?!?) — удивленно спросил охотник. <s>r\nЧерез секунду под сеткой никого не было.<s>r\n— Наре вора Аролд фо но гаре??!(Как так, Аролд почему они исчезли??!)<s>r\n— Врла ыовщ пшоат!( Видимо кто-то из них — маг)<s>r\n— Каларл вжтв в  аолп нек?!( Но ты же самый сильный маг в мире!)<s>r\n— Алд вдта шст ыго заь...( От девушки шла энергия ядовитой реки)<s>r\n— Трп чдо нор ора?( То есть, это мутация?)<s>r\n— Ар ролг двьо вык!( Да, мы должны её изучить!)<s>r\nОхотники и маги ушли.<s>r\n",
    "answers": [
      {
        "id": 24,
        "text": "Конец 2 главы"
      }
    ]
  },
  {
    "id": 24,
    "text": "3 глава",
    "answers": [
      {
        "id": 1,
        "text": "На 1 страницу"
      },
      {
        "id": 25,
        "text": "3 глава \"Это Рай?!\""
      }
    ]
  },
  {
    "id": 25,
    "text": "Где-то на холме.<s>r\n<s>r\n— Что это было?!?!<s>r\nДве пары глаз ошарашенно смотрели на Мей. <s>r\n— Эмк... Я сама не знаю...<s>r\nДевушка дрожала. У неё кружалась голова, была слабость в ногах и тошнота. Как-то она умудрилась переместься на этот холм, при чем с пассажирами. Лисьи ушки дрожали, появился хвост, который тоже дрожал.<s>r\n— Мей... Ты много успела выпить из той реки?<s>r\n—Глотков семь, не считая того, что когда я упала, то наглоталась еще воды. <s>r\n— Нда... Вопрос один: мы где?!- Ролд смотрел на Мей.<s>r\nЯчива все это время молчал. Он напряженно думал, как они попали сюда.\"Может это Мей? Или кто-нибудь из тех магов?\" — подумал он.<s>r\n— Я... Попробую назад...<s>r\n— А... Мей, не надо назад. Давай домой, меня мама ждет.<s>r\n— Да, Мей. Ячиву пора спать. Перемещай нас назад.<s>r\n— Эм...Попробую...<s>r\n\"Я должна попробовать!Может у меня в полете получится?\"- подумала она, напряженно смотря вдаль. Шаг к краю. Закрывает глаза... И... Шаг с края... Мей куда-то летит. Правда  глаза она еще не открыла.",
    "answers": [
      {
        "id": 26,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 26,
    "text": "— Девушка, вы что, с ума сошли?! Суицидница хренова!-Мей держал молодой парень, где-то 23-24 лет. Он парил над пропастью. Потом подлетел к холму и поставил девушку на землю.<s>r\n—У тебя голова есть?! Ты зачем прыгнула? Еще, вдобавок, здесь кровавые волки. Все чудесно! Ладно, я Хисао..<s>r\n— Я Мей.<s>r\nПаренек был красивым: каштановые до плеч волосы, голубые глаза и кожаные крылья, спортивное тело...<s>r\n—Пока, Мей.<s>r\n—Ты куда?!<s>r\n— Мне надо лететь. И я не собираюсь<s>r\nговорить это незнакомке.<s>r\nИ Хисао собирался улететь... Мей сразу почему-то захотелось заплакать... <s>r\n— Ты чего? Мей, ты почему ревешь?<s>r\nДевушка вслипнула и отвернулась. Хисао подошел сзади. <s>r\n—Я... это... Мне пора...<s>r\nМей задрожала. <s>r\n—Ну, если хочешь..  Можешь полететь со мной.(мысли Хисао: Блять, придется её с собой взять, а то она от меня не отстанет)<s>r\n— Правда?!<s>r\n—Угу. Пока, Ролд.<s>r\n—Пока Хисао. И если что-то случится с Мей... <s>r\n—Знаю, мне не жить.",
    "answers": [
      {
        "id": 27,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 27,
    "text": "Брюнет обхватил талию Мей и взлетел.<s>r\nВетер колошил волосы девушки, а ушки возбужденно подрагивали: как никак первый раз летает!<s>r\n—Мей,-Хисао взлянул на \"лисичку\",- у тебя хвостик прикольный.<s>r\n—Какой хвостик?!- девушка в шоке уставилась на ангела.<s>r\n—Как, какой? Рыжий, лисий хвост!<s>r\nМей вспомнила, что вчера и во время нападения Охотников у неё были только лисьи ушки, а сейчас уже есть хвост... Это было странно и непривычно. ",
    "answers": [
      {
        "id": 28,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 28,
    "text": "—Мы уже на месте,-сказал брюнет, поставив Мей на землю, точнее на облако,- иди за мной, не отставай.<s>r\nДевушка кивнула. Она еле поспевала за Хисао. На нее с подозрением смотрели люди, дети показывали пальцем. Девушка даже услышала, как один ребенок спросил у матери:<s>r\n— Мам, а почему эта девочка с лисьими  ушками и хвостиком?<s>r\n—Юроу, не смотри на нее. Она опасна. Наверняка ее Хисао в плен взял... Хотя зная нашу молодежь, она и не такое учудит... <s>r\nДевушка вздрогнула. Она и опасна? Вещи несовместимые... Хотя... Кто чуть охотникам не попался? Вот именно. И кто знает, вдруг вместо телепортации она сожгла бы охотников?",
    "answers": [
      {
        "id": 29,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 29,
    "text": "—Куда мы идем?-девушка посмотрела на парня.<s>r\n—Я в Министерство, ты не знаю.<s>r\n—...<s>r\n—Но бросить тебя здесь я не могу... А то еще кровавые грифоны тобой отравятся...<s>r\n—Кто?!<s>r\n—Кровавые грифоны.<s>r\n—Эм...<s>r\nВпереди виднелось Министерство.<s>r\n—И что мы здесь забыли? — девушка дернула ушками.<s>r\n—Ты ничего, мне надо отчет о проделанной работе сдать.<s>r\n—А... Что ты делаешь?<s>r\n—Я? Забираю светлые души с нашей планеты, переношу на небо, подготавливаю документы о оформлении новых душ. Люди продолжают жить и работать, только они теперь вечны и неизменны...<s>r\n—Эм... Они не растут?<s>r\n—Ну почему... Просто внешность не меняется.<s>r\nВ это время Хисао вошел в здание, придержав дверь для Мей. \"Лисичка\" гранциозно вбежала в Министерство. Они поднимались по лестнице. Надо заметить, что тут было довольно красиво: белоснежные колоны с золотыми узорами, мраморные полы, стены из янтаря и золота, у каждого кабинета стоят белоснежные и мягкие диваны, двери из дуба... Вот они вошли в один из кабинетов, на двери которого висела табличка: \"Августов Алексей Михайлович зам. директора по правовым вопросам\" . Девушка усмехнулась. Весело. Она с улыбкой смотрит на Хисао... \"Может... Ну... Нет... Хотя... Нет.\"- думала девушка о том, охмурять ли его... Она сидит на стуле, Хисао о чем-то непонятным для нее говорил с этим Августом. Ну вот они пожали друг другу руки, и ее новый знакомый встал, посмотрев на Мей. Девушка встала и вышла из кабинета. ",
    "answers": [
      {
        "id": 30,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 30,
    "text": "Спустя 3 часа. Кафе \" Менор\"<s>r\nМей потягивает коктель из трубочки. Хисао рассказывает о своей работе. Оказывается, небо также делится на страны, города.... Короче все, как в жизни. Только правда если человеку меньше 21, то он/она может вырасти... Старики не будут мучаться от боли в теле. Тут нет террористов, но есть больницы... \"Довольно интересное место'- подумала девушка. <s>r\n— А ты чем занимаешься? — брюнет с интересом посмотрел на нее. <s>r\n—Я? Эм.... Учусь на юриста.<s>r\n—Понятно. <s>r\nВдруг Хисао посерьезнел и вскочил с места.<s>r\n=Ты что здесь делаешь?! -закричал он .<s>r\nДевушка непонимающе оглянулась. Сзади стоял... Темный ангел.<s>r\n—Девушку я беру с собой. -сказал незнакомец.<s>r\n—С какой стати?! — Парень сжал пластмассовый бокал. <s>r\n— С такой. Юристы по нашей части.<s>r\n— Нет! Она останется здесь!<s>r\n—А что вы за меня решаете?!- закричала Мей.<s>r\nПарни оглянулись... Такое ощущение, что они про нее забыли.",
    "answers": [
      {
        "id": 31,
        "text": "Конец 3 главы"
      }
    ]
  },
  {
    "id": 31,
    "text": "4 глава в процессе",
    "answers": [
      {
        "id": 1,
        "text": "На 1 страницу"
      }
    ]
  },
  {
    "id": 32,
    "text": "",
    "answers": []
  }
]