[
  {
    "id": 1,
    "text": "Это 4 часть земли тьмы\nКонечно-же автор тот-же ленивый человек\nПророчество продолжается и вам нужно убить главного врага",
    "answers": [
      {
        "id": 2,
        "text": "Начать "
      }
    ]
  },
  {
    "id": 2,
    "text": "Мечник сражался очень быстро, он нападал на всех 10 клонов ударяя их мечи. Этого было недостаточно чтобы победить клонов\nК: сгори\nМ: ааа\nМечник защищался, но этого не хватало для полной защиты\nКлон ударил по мечнику что тот упал, но то был обман и мечник напал на клона. Мечник приблизился к концу, но клон приложил быстро руку к животу мечника и мечник отлетел к стене.\nНа животе мечник был лед. Клон добил мечник льдом что тот стал ледышкой. ",
    "answers": [
      {
        "id": 3,
        "text": "Конец? "
      }
    ]
  },
  {
    "id": 3,
    "text": "Нет это не конец :) (вы опять попали в те-же грабли) были слышны голоса\n? : дюр\nЛед трескаестя\n? : винг\n? : ре!\nЛед сломался и рядом с мечником появился портал который призвал дракона\nК: я сдаюсь\nБой закончился и дракон исчез ",
    "answers": [
      {
        "id": 4,
        "text": "Спустя час"
      }
    ]
  },
  {
    "id": 4,
    "text": "Вы пошли в город к кузнецу чтобы взять броню, но ваш поход закончила куча нежити\nНежить шла к деревне, но на них напали охотники на нежить\nОхот: вперед!\nОхотники на нежить стали стрелять из арбалетов по врагам. Нежить быстро погибла\nОхот: легко!\nСчастье длилось не долго ведь на охотников напала большая армия нежити\nОхот: вот черт, зовите подмогу\nНесколько охотников на нежить пошли за подмогой\nЛ: может поможем им\nМ: я за\nТ: окей\nВы напали на нежить\n\nВы мечник\n\nНа вас напало несколько огров",
    "answers": [
      {
        "id": 5,
        "text": "Атаковать голову "
      },
      {
        "id": 6,
        "text": "Атаковать тело\n"
      }
    ]
  },
  {
    "id": 5,
    "text": "Вы убили одного огра и других. На вас напали демоны с крыльями, но их облили святой водой и они упали ",
    "answers": [
      {
        "id": 7,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 6,
    "text": "Пока вы напали на тело, вас ударили по голове и вы умерли ",
    "answers": [
      {
        "id": 1,
        "text": "Конец "
      }
    ]
  },
  {
    "id": 7,
    "text": "Вы напали на других врагов. Вы сражались долго и к вам подошла подмога которая помогла вам победить.\nК вам подошел охотник на нежить\nОхот: неужели легенды не врали это герой с особым мечом.\nВы: ага\nОхот: я вижу вам нужны особые доспехи?\nВы: да\nОхот: самые сильные доспехи находятся в одном подземелье, мы его очистили, но там отверстие для трёх орудий,походу это лук, меч, и молот.\nВы: ииии......\nОхот: может там нужно ваше оружие?\nВЫ: как вы узнали что там броня.\nОхот: там есть карта\nВы: Эмм ладно мы идем с вами ",
    "answers": [
      {
        "id": 8,
        "text": "Пойти "
      }
    ]
  },
  {
    "id": 8,
    "text": "Вы зашли в подземелье.\nВ подземелье было много людей, спустя несколько минут вы подошли к стене. В стене было несколько отверстий для оружия ",
    "answers": [
      {
        "id": 9,
        "text": "Засунуть оружие "
      },
      {
        "id": 10,
        "text": "Что тут происходит? "
      }
    ]
  },
  {
    "id": 9,
    "text": "Вы засунули оружие. Подземелье стало пошатываться, и вдруг каменная плита поднялась вверх и вы зашли внутрь. Походу это была кузня, но она была странная ведь там были неизвестные технологии\nОхот: неужели легенды не врут\nВы: что не врут? \nОхот: ну это странная история. Говорят что здесь жили люди которые путешествуют  по мирам\nВы: вашу мать ну и круто.... ",
    "answers": [
      {
        "id": 11,
        "text": "Дальше "
      }
    ]
  },
  {
    "id": 10,
    "text": "Это как мы поняли ключ от этого места. ",
    "answers": [
      {
        "id": 8,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 11,
    "text": "Вы с друзьями надели эти костюмы\nВы: офигеть как круто\n*вдруг Всё стало подсвечиваться*\nИи: здравствуйте я искусственный интеллект под названием двемер\nВы: тут кто-то есть?\nИи: вы не понимаете я это ваш костюм\nВы: оооооооо.....\nИи: а теперь к делу куда вам нужно\nВы: ну не знаю\nОхот: кстати я тоже в костюме, похоже они и мне нашли костюм. И Ещё, дракона видели у руин подземного горда Маркирт\nИи: руины замечены, лечу туда.\nВы: что, но как ты полетишь\nВы взлетели, и улетели к руинам, а ваши друзья за вами\nВы: нифига круто\nТ: а что такое нифига, это у вас опять такое выражение\nВы: конечно\nВы долетели до руин и приземлились каждый в разном месте.\nОхот: смотрите тут стража и охотники на нежить\nВозле руин были люди которые отбивался от монстров\nВы: кстати почему я вас слышу?\nИи: это система костюма\nВы удивились и вступили в бой",
    "answers": [
      {
        "id": 12,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 12,
    "text": "Вот на вас идут илитные орки",
    "answers": [
      {
        "id": 13,
        "text": "Ударить их головы "
      },
      {
        "id": 14,
        "text": "Ударить их по телу"
      },
      {
        "id": 15,
        "text": "Ударить их по ногам "
      }
    ]
  },
  {
    "id": 13,
    "text": "Вы отрубили им головы. На вас напало кучи огров, орков, троллей, демонов и драконов.\nВы убили одного дракона и упали на платформу на которой стоял орк.\nОрк: стой насекомое перед тобой правая рука Акамриза!\nВы: кого?\nОрк: хаха глупая добыча!\nОн крикнул и появилось 24 орка\n",
    "answers": [
      {
        "id": 16,
        "text": "Напасть на них "
      }
    ]
  },
  {
    "id": 14,
    "text": "Их броня защитила их от удара ",
    "answers": [
      {
        "id": 12,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 15,
    "text": "Их броня была очень прочная так что ноги не поддались вашим ударам ",
    "answers": [
      {
        "id": 12,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 16,
    "text": "Вы убили их всех\nПравая рука: проклятье на твою голову!\nВы напали на правую руку Акамриза (орка)\nОн достал меч и начал атаковать ",
    "answers": [
      {
        "id": 17,
        "text": "Обороняться "
      }
    ]
  },
  {
    "id": 17,
    "text": "Вы оборонялись от атак этого орка\nОрк кинул в вас горючую смесь и поджег пол\nОрк: хаха гори в аду\nВы отпрыгнули от огня и напали на этого орка\nОрк крикнул и включил режим берсерга и начал бить вас, вы уклонялись от его атак.\nКогда он своей атакой попал по вашему мечу вы оттолкнулись далеко от орка и тот убежал ",
    "answers": [
      {
        "id": 18,
        "text": "Побежать за ним "
      }
    ]
  },
  {
    "id": 18,
    "text": "Вы бежали за орком, но на вас напал один человек\n? : умри\nОн ударил вас мечом и отскочил\n? : я левая рука Акамриза\nЧеловек напал на вас, но его проткнул какой-то охотник на нежить\nОхот2: что это за человек? \nВы: я не знаю \nК этому охотнику подошли Ещё солдата. Охотник напал на вас и его силуэт исчез, и на его место пришел тот человек который на вас напал. Другие солдата напали на вас\nСолд: служить..... \nМысли: походу это зомби \n",
    "answers": [
      {
        "id": 19,
        "text": "Напасть на врагов "
      }
    ]
  },
  {
    "id": 19,
    "text": "Вы напали на них. Все враги умерли и тот человек уже исчез.\nВы: фух\nНа вас напрыгнул какой-то тролль\nТ: ааарг!\nОн напал на вас и бил со всей силы ",
    "answers": [
      {
        "id": 20,
        "text": "Попытаться отразить атаку"
      },
      {
        "id": 21,
        "text": "Уклоняться "
      }
    ]
  },
  {
    "id": 20,
    "text": "Вы попытались отразить атаку, но сила этого тролля разрубила вас с вашей бронёй ",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 21,
    "text": "Вы уклонялись от ударов тролля и вам попался хороший момент ударить его",
    "answers": [
      {
        "id": 22,
        "text": "Проткнуть шею"
      },
      {
        "id": 23,
        "text": "Проткнуть руку "
      }
    ]
  },
  {
    "id": 22,
    "text": "Вы проткнули шею тролль и он упал намертво. ",
    "answers": [
      {
        "id": 24,
        "text": "Пойти дальше "
      }
    ]
  },
  {
    "id": 23,
    "text": "Вы не смогли проткнуть руку, и тролль взял вас и выкинул так что вы умерли когда упали. ",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 24,
    "text": "Вы побежали к врагам и на вас напали люди с орками и троллем. Тролль ударил вас и вы улетели к стене\nИи: враг тролль. Слабости: спина.\nВ спину тролля полетела стрела лучника. Стрела взорвалась и тролль умер.\nИи: маленький запас сил, вкалывать усилитель\nВы почувствоаювали боль и прилив сил.",
    "answers": [
      {
        "id": 25,
        "text": "Дальше "
      }
    ]
  },
  {
    "id": 25,
    "text": "Вы напали на всех врагов и вот когда вы убили всех возле вас оказался тот человек.\n? : вот ты и здесь\nРядом с ним был портал в котором было миллион воинов\n? : я вызываю тебя на дуэль. Если ты выиграешь то я уберу портал и сюда не войдёт эта армия, при этом я умру,а если выиграю я то ты умрёшь и это войско войдет сюда. Ну что? ",
    "answers": [
      {
        "id": 26,
        "text": "Начать дуэль "
      }
    ]
  },
  {
    "id": 26,
    "text": "Вы сражались с этим человеком, он использовал иллюзии в виде клонов. Он создал мини торнадо из песка и вы тоже повторили за ним.\n? : хахахаха\nВас окружили такие торнадо ",
    "answers": [
      {
        "id": 27,
        "text": "Обороняться "
      },
      {
        "id": 28,
        "text": "Атаковать каждое торнадо своим мечом "
      }
    ]
  },
  {
    "id": 27,
    "text": "Вы оборонялись от одного торнадо, но остальные разрезали вас. ",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 28,
    "text": "Вы атаковали каждое торнадо и напали на главного человека. ",
    "answers": [
      {
        "id": 29,
        "text": "Уклониться "
      },
      {
        "id": 30,
        "text": "Ударить"
      }
    ]
  },
  {
    "id": 29,
    "text": "Когда вы уклонились его меч разрубила вашу броню и вас",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 30,
    "text": "Вы ударили по нему и отрубили ему голову.\n? : аршхх\n",
    "answers": [
      {
        "id": 31,
        "text": "Закончить битву "
      }
    ]
  },
  {
    "id": 31,
    "text": "Вы побежали к тому Орку\nО: хахахаха такое жалкое насекомое хочет бросить мне вызов?\nВы: стой погоди!\nО: чего?\nВы: сейчас.... А это что за кнопка?\nВы нажали на кнопку которая испарила того орка\nИи: способность супер луч потрачена\nК вам спустился какой-то мужик в белой броне\n? : перед тобой сам Акамриз\nВы: вау... Я представлял тебя круче, а ты...\n? :твои жалкие попытки разозлить меня тебе не помогут, ведь я спокоен ",
    "answers": [
      {
        "id": 32,
        "text": "Напасть"
      }
    ]
  },
  {
    "id": 32,
    "text": "Из-за того что он спокоен он отражал каждую вашу атаку\nА: хе\nВы: ну раз так.\nВы взяли в руки меч как лютню.\nВы: за юность мы пьём, прошлым дням наш почет,скоро век претеснений совсем истечет. Изгоним имперцев землю нашу вернём. Защищать край род....\nВраг был в злости и ударил вас, но тогда вы проткнули его своим мечем\n",
    "answers": [
      {
        "id": 33,
        "text": "Перейти к танку "
      }
    ]
  },
  {
    "id": 33,
    "text": "Вы играете за танка.\nВы вместе с друзьями напали на главного дракона\n",
    "answers": [
      {
        "id": 34,
        "text": "Ударить его по голове "
      },
      {
        "id": 35,
        "text": "Ударить его по спине"
      }
    ]
  },
  {
    "id": 34,
    "text": "Ваш удар был настолько силён что этот дракон упал",
    "answers": [
      {
        "id": 36,
        "text": "Перейти на мечника"
      }
    ]
  },
  {
    "id": 35,
    "text": "Вы ударили его по спине но его шипы на спине увеличились и проткнули вас",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 36,
    "text": "Вы мечник\nВы разрезали чешую дракона и лучник выстрелил туда стрелой которая возросла дракона. ",
    "answers": [
      {
        "id": 37,
        "text": "Перестать играть за мечника"
      }
    ]
  },
  {
    "id": 37,
    "text": "Костюмы поглотил душу дракона и герои пошли в те руины когда они сняли костюмы эти костюмы растворилась и создали портал. Герои зашли в портал и оказались в странном месте ",
    "answers": [
      {
        "id": 38,
        "text": "Конец земель тьмы "
      }
    ]
  },
  {
    "id": 38,
    "text": "Спасибо что проходили этот квест. Да квест получился однообразные и без красок, но надеюсь он вам понравился. ",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 39,
    "text": "",
    "answers": []
  }
]