[
  {
    "id": 1,
    "text": "\n\nЖанр: романтика, приключение\n \nВЫШЛА 3ЬЯ ГЛАВА \"ПРИНЦ И КОРОЛИ\". ПРИЯТНОГО ЧТЕНИЯ! \n\nАвтор: ToriCold(Victoria Holodnaya)\n\nАннотация: Многие девочки в детстве мечтают стать принцессами. Только представьте, обширное количество бальных праздничных платьев, диадемы и короны — выбирай, что угодно, ведь ты этого достойна, укрась свою голову красивейшей короной, покрытой драгоценными камнями, которые так отлично сочетаются с золотой её основой.Казалось бы, об этом можно только мечтать... \nНо я не многие. Видимо, я единственная, кто не рад этой привилегии. Я не веду себя, как истинная наследница престола, меня сложно назвать принцессой. Ведь они такие... Сказочные? С безупречными манерами, неписанной красотой, их хобби — это плетение кружева, чтение книг, изучение языков заморских. Могу просто сказать, что быть настоящей принцессой — искусство, которым овладеть мне не судьба.\n\nВедь я принцесса-воин. Принцесса в рыцарских доспехах ",
    "answers": [
      {
        "id": 1,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d13/1812/08/ed3e46e38ab4.jpg"
      },
      {
        "id": 2,
        "text": "Инфа по персонажам "
      },
      {
        "id": 5,
        "text": "Глава 1. Чёрная полоса "
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "https://pp.userapi.com/c846020/v846020809/169765/r6h9RXF4e3I.jpg",
        "system": true
      },
      {
        "id": 36,
        "text": "Глава 2. Когда тьма правит"
      },
      {
        "id": 59,
        "text": "Глава 3. Принц и короли *новое*"
      }
    ]
  },
  {
    "id": 2,
    "text": "Здесь вы можете найти и ознакомиться со всеми персонажами, которые будут играть свои роли в моем квесте)\n",
    "answers": [
      {
        "id": 7,
        "text": "Хейли Милдхем"
      },
      {
        "id": 8,
        "text": "Сисилия Милдхем /Лия/"
      },
      {
        "id": 9,
        "text": "Кларисса Торн"
      },
      {
        "id": 10,
        "text": "Сэмюель /Сэм/"
      },
      {
        "id": 3,
        "text": "Себастьян Гарднер /Себ/"
      },
      {
        "id": 4,
        "text": "Рейнальд \"Синяя бездна\" Торн /Рей/"
      },
      {
        "id": 37,
        "text": "Дрого МакКинрой"
      },
      {
        "id": 38,
        "text": "Айрон Холс /Рон/"
      },
      {
        "id": 39,
        "text": "Бартоломью Роуд /Барт/"
      },
      {
        "id": 1,
        "text": "В меню "
      }
    ]
  },
  {
    "id": 3,
    "text": "Дворецкий. Появился в замке недавно. \nНет, у него красные глаза, не потому что он вампир, а потому что он — альбинос, его кожа лишена всякого пигмента. Я проверяла (;\n\nМужчина, 23 года. Высокий, рост 180, стройный, его ровная спина и пронзительный взгляд завораживают, толи своей красотой и грацией, толи опасностью, которая от него исходит...\n\nНедолюбливает Хейли, зато души не чает в её маленькой сестре. Потому что, дети — это только распустившиеся цветки, которые так чисты и наивны, не то, что взрослые принцесски, избалованные и самовлюбленные. Но что он знает о старшей? Правильны ли его мысли на этот счёт? ",
    "answers": [
      {
        "id": 3,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c21/1812/50/34fa5fe7ffc5.jpg"
      },
      {
        "id": 2,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 4,
    "text": "Младший брат Клариссы.\n\nПосол, поэтому нечасто останавливается в замке. Много дел, от которых он не привык отлынивать, не то, что его сестрица...\n\nИмеет огромнейший успех у противоположного пола. О его романах можно писать книги, он красиво обольщает женщин, а потом безжалостно бросает, списывая все на неотложные дела. Сердцеед со стажем.\n\nЕго прозвали \"Синей бездной\", из-за глубокой красоты синих глаз.\nВ них барышни просто утопают и теряют самих себя.\n\nВысокий рост — 189 см, возраст примерно 27 лет, мускулистое телосложение, бархатистый мужской голос.\n\n",
    "answers": [
      {
        "id": 4,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a34/1812/ea/9ea40efc9396.jpg"
      },
      {
        "id": 2,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 5,
    "text": "Прошлое не изменить.\nНе существует машины времени, не существует никаких либо способов, которые помогли бы мне вернуть то, что было так дорого и стало утрачено навсегда.\n\nЯ богата, я наследница престола. Но это не делает меня счастливой. Счастье в простом, в улыбке мамы, в смехе маленькой сестры, в похвале отца.\nСчастье от того, что рядом с тобой родные и любимые. Счастье, когда ты веришь в этих людей и они оправдывают твои ожидания. Счастье далеко не в деньгах, поверьте. \n\nВсё началось с моего далекого детства. Тогда я ощущала на себе всю любовь матери, которая переполняла её сердце по отношению ко мне, гордость отца, который сам, как ребёнок, радовался моим маленьким победам. \n\nНо... Счастье временное. Оно было, но я не придавала особого значения тем драгоценным, на вес золота, моментам. Оказывается, все хорошее имеет свойство заканчиваться, жизненный цикл состоит не только из белых полос, но и темно-черных. \nКак жаль, что я поздно это поняла. Слишком поздно. \nФилософствуя и вспоминая моменты прошлого, Хейли провалилась в сон",
    "answers": [
      {
        "id": 29,
        "text": "Осмотреть спальню "
      },
      {
        "id": 6,
        "text": "Проснуться в слезах "
      },
      {
        "id": 11,
        "text": "Проснуться от стука в дверь"
      }
    ]
  },
  {
    "id": 6,
    "text": "Для меня не в первой просыпаться, умываясь слезами, прямо не вставая с кровати.\nЯ засыпаю с ужасными мыслями, от которых моя голова разламывается на части, на душе \"кошки скребут\", я отчаянно пытаюсь бороться с внутренней собой и стараюсь думать, что чёрная полоса скоро уйдёт в прошлое, и наступит светлое будущее.\n\nНо как настроиться на позитивный лад, когда обстановка в замке накаляется? Я несовершеннолетняя, но будущая наследница престола, отец-король раньше любил и проявлял заботу, но после смерти моей королевы-матери, он впал в отчаяние. И чтобы его развеять,...\n\nПошёл в паб, где было много спиртного и голых женщин или же практически обнажённых, которые за деньги готовы были продемонстрировать всем свои прелести, без разбора. Они думали, что раз природа наградила их аппетитными формами, но не додала мозгов, то надо пользоваться тем, что имеется\n\nКларисса — эта чёртова падшая женщина, раньше была обычной танцовщицей и развлекала завсегдатаев в пабе. Теперь же отец бредет ею, он будто под её гипнозом, лишённый права голоса и дара речи.\n",
    "answers": [
      {
        "id": 12,
        "text": "Дальше "
      }
    ]
  },
  {
    "id": 7,
    "text": "Девушка 17 лет от роду, с темно-русыми длинными волосами, серыми глазами, среднего роста — 168см. Стройная, имеет натренированное тело, потому что \"прикована\" к седлу, с возраста 6 лет, её дед был королём, который смог отвоевать чужие земли и защитить свои от набегов.\nИменно он привил любовь к езде верхом, к лошадям и научил испытывать жажду приключений\nОна нетипичная принцесса, ей не нужны гора из шикарных платьев, балы, которые устраивались бы в её честь и море поклонников.\nВсё, что ей нужно, — это чувство свободы.\n",
    "answers": [
      {
        "id": 7,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b06/1812/b6/c9ff5f3851a9.jpg"
      },
      {
        "id": 2,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 8,
    "text": "Этот прелестный маленький цветочек — сестра Хейли, младшая родная сестра\nОна одна осталась у неё на свете.\n\nДевчушке 13 с половиной лет, по внешности очень похожа на их покойную мать — темно-русые волосы, те же серые, но такие насыщенные глаза, в которых есть ещё огонёк, разгорающийся, а непотухший... Как у её старшей сестры, обозлившейся на мир после многочисленных потерь\n\n",
    "answers": [
      {
        "id": 8,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b20/1812/fc/979c9d6485f1.jpg"
      },
      {
        "id": 2,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 9,
    "text": "Любовница короля, а по совместительству, наша будущая мачеха, которая ещё не ставши женой и, следовательно, королевой, уже начала командовать \"парадом\", т.е. управлять замком и его обитателями. \n\nЛюбит птиц в клетках, почему-то мне кажется, что и мы на них похожи, замок — это своего рода \"золотая клетка\", из которой даже при наличии ключа не выбраться, ты заточен навечно.\n\nУ неё пока нет детей, относительно молодая, следящая за своей внешностью, с красивой внешкой и прогнившей внутренностью. Красивое лицо и каменное сердце, не иначе.\n\nКороль в её власти. Она манипулирует им, черт знает как, словно дёргает за \"правильные\" ниточки, он же беспрекословно её слушается",
    "answers": [
      {
        "id": 9,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b34/1812/a3/165fce42a7d7.jpg"
      },
      {
        "id": 2,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 10,
    "text": "Личный рыцарь Хейли, ещё при живой Королеве был приставлен под ее охрану.\n\nВырос вместе с ней в замке, было время, что они проводили его вместе, играя в подвижные игры, но потом ему запретили приближаться к особе \"голубых кровей\", ведь парень из простой крестьянской семьи, его мать-кухарка, которая служила Королю и была пожизненно ему верна\n\nСэму 24 года. Молодой мужчина, ловкий и смелый, любая барышня хотела бы себе такого рыцаря, и почувствуешь себя с ним в безопасности, и собой хорош, можно и полюбоваться...\nРост примерно 183 см, глаза серо-голубые, волосы тёмные. Мускулист и широкоплеч\n\nСледит за каждым шагом принцессы. Считает, что она все ещё та маленькая девочка, которая играла с ним в игрушки. Наивный) ",
    "answers": [
      {
        "id": 10,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c27/1812/72/238fc7842a13.jpg"
      },
      {
        "id": 2,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 11,
    "text": "Я встрепенулась на кровати, мой сон был прерван настойчивым стуком в дверь.\n\nЯ не понимала, сколько сейчас времени, но солнце уже взошло, наверняка время примерно 9 утра, если не раньше.\n\nНе дождавшись моего ответа, в мою комнату быстрыми шажками и прыжками забежала моя младшая сестрёнка — Сисилия, но я же называю её Лия.\n\n— Соня, ты опять все проспала, — сказала малышка, запрыгивая ко мне на кровать и обнимая\n— Что я проспала? — специально я сделала удивлённое лицо, ни о чем не подозревающее,словно так оно и было.\n— Мы с Пегги испекли трехэтажный торт с фруктами, я так надеялась, что ты присоединишься к нам и тогда бы, и тебе кусочек достался, а так я все съела, — и она мило улыбнулась, своим детским невинным лицом\n\n— Я не очень и расстроилась, зато фигуру сохраню, чтобы в доспехи влазить, — засмеялась я, похлопывая в шутливой манере её по спинке\n—Ну тогда не надо было мне заставлять Пегги отложить тебе части вкуснючего тортика, сама пойду сейчас и съем его, я тебя обманула немного, — и Сисилия показала мне язык, дразня и шутя\n— Ах ты, маленькая лгунья, — я начала её щекотать, ведь она боится щекотки, а мне надо её проучить",
    "answers": [
      {
        "id": 17,
        "text": "Ещё один стук в дверь"
      }
    ]
  },
  {
    "id": 12,
    "text": "Таким образом, управление замком достаётся... Кому? Ответ верен, Клариссе.\nЕй успешно удалось прибрать к рукам короля, забраться в его королевское ложе, \"забрать\" его некогда доброе сердце, охмурить до такой степени, что слово, сказанное против неё, пока ещё любовницы, может сыграть не в пользу высказавшегося.\n\nБыл случай, когда женщина, ранее коллега этой мигеры, проникла в замок и пыталась навредить будущей королеве. Она хотела облить её лицо каким-то ядом, чтобы внешность совпадала с её прогнившей насквозь душой. Состав её души : коварство, хитрость, злость и дар убеждения\n\nПотягиваясь на кровати, я не хотела вставать. Мне не хотелось видеть замок в таком угнетенном состоянии, раньше тут все ликовали, словно каждый день — это праздник, так весело и шумно проходил день за днём. Теперь нам запрещено веселиться и громко говорить, у Клариссы частые головные боли и она грозилась \"отрубить всем неугомонным головы за баловство и дурное поведение\".\n\nИ эта стерва хочет стать королевой? Я с этим не согласна. ",
    "answers": [
      {
        "id": 13,
        "text": "Встать с кровати, вытерев рукавом спальной рубашки слезы и сделать... Зарядку.\n"
      },
      {
        "id": 14,
        "text": "Позвать прислугу, хватит соплей. Есть дела и поважнее, чем нюни разводить "
      }
    ]
  },
  {
    "id": 13,
    "text": "Моя пижама, которая стала мне почти в обтяжку, сковывала свободу движений, видимо, мои параметры меняются, и я взрослею. К черту все, меня это не интересует, мой внешний вид и мнения окружающих, на данный момент, в моей жизни больше нет авторитетов, слова которых для меня были бы важны.\n\nЯ наклонялась в разные стороны, приседала и разминала ноги, ведь скоро я покину замок. Но ни на совсем, как жаль, а просто хочу посетить конюшню и проверить свою \"Лань\". Скажите, глупо ли называть коня, да ещё и ланью? Для ребёнка это не казалось странным. Дело в том, что это подарок моего отца, на моё 9летие,тогда все было по-другому, воздух был пропитан любовью и добротой, а не злобой и ненавистью.\n\nЯ переоделась, выбрав удобные кожаные штаны и свободную белую рубашку, на голову надела шляпу, сапоги дополняли мой образ по полной. Я была больше похожа на ковбоя, чем на королевскую дочь. Забавно, это так ",
    "answers": [
      {
        "id": 15,
        "text": "Вперёд, к конюшням! "
      }
    ]
  },
  {
    "id": 14,
    "text": "— Прислуга! — крикнула я, желая побыстрее встать с кровати и пойти уже в конюшню, мне нужно много тренироваться, чтобы не только мастерски держаться в седле, но и умело держать в руках меч, ведь я принцесса в рыцарских доспехах.\n\nДверь открылась, без какого-либо стука. Я стояла перед зеркалом в одной сорочке и видела, что моя фигура приобретает более женственные очертания. Все так же смотря в зеркало, я закричала, увидев его позади себя.\n\n— Ты... Ты кто такой и что ты делаешь здесь? Я звала прислугу, тебя тут быть не должно, — грозно прошипела я, готовая напасть на него первой, в случае попытки атаки с его стороны. Уж чего-чего, а реакция у меня хорошая\n— Крикливая девчонка. Эти принцессы такие взбалмошные, — тихо и спокойно сказал блондин с красными глазами, будто перед ним была не одна я, а несколько принцесс.\n\n",
    "answers": [
      {
        "id": 30,
        "text": "С любопытством осмотреть его и задать вопрос "
      },
      {
        "id": 31,
        "text": "Вспомнить, что стоишь перед незнакомцем в одной сорочке и прикрыться чем-нибудь "
      }
    ]
  },
  {
    "id": 15,
    "text": "Наша конюшня построена очень давно. Мастера поработали на славу над её проектированием и самим построением, на вид она массивна и красива, главное, что лошадям тут нравилось, они были довольны своим \"жильём\".\n\nЯ бежала со всех ног. Не знаю почему, но на сердце было как-то неспокойно, ноги дрожали. Что могло ещё случиться? Нет, мне просто надо увидеть Лань, прикоснуться к его роскошной гриве и погладить рукой его гладкое тело. Да, это все, что мне нужно, чтобы успокоиться.\n\nКогда я зашла внутрь и сразу \"напоролась\" на конюха, мой взгляд упал на открытое стойло Лани и оно было пустым. Я забежала внутрь, осматривая от шока даже потолки, будто она могла там как-то оказаться.\n\n— Где она? Карлос, где Лань? — громко закричала я, пытаясь заглушить свою боль через крик\n— Мне очень жаль... Я нашёл её сегодня ранним утром уже холодной, моя версия, его кто-то безжалостно отравил. ",
    "answers": [
      {
        "id": 15,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c11/1812/90/665503d2955c.jpg"
      },
      {
        "id": 16,
        "text": "Сорваться на конюха, какого черта он говорит "
      }
    ]
  },
  {
    "id": 16,
    "text": "— Ты... Ты врешь мне! Карлос, скажи немедленно, кто и куда дел мою Лань, моего красавца, иначе,-с этими словами я вытащила из сапога тонкий ножик, очень похожий на скальпель и угрожающе приставила к его щеке\n— Вы с ума сошли, трогать моего конюха?! — услышала я позади себя голос и рефлекторно развернулась\n\nЭто та самая Кларисса, хорошо выглядящая даже с самого утра. Ни о какой симпатии не может идти и речи, моё сердце переполнено одной только ненавистью. Это не исправить.\n\n— Обойдёмся без жертв, если вы сейчас же приведёте сюда моего коня,-прорычала я, все ещё сжимая в руке тонкое орудие убийства. Внутри меня все кипело, ещё немного и я, к чертям, взорвусь.\n— Не говорите глупостей. Твою лошадь уже не вернуть, это я приказала Карлосу отравить её. Понимаешь, скоро приедут будущие претенденты на тебя, нам ещё понадобятся стойла. Да, о чем это я. Все просто и понятно, я ненавидела твое верное животное, эту дурацкую покорность только тебе, когда я так пыталась его оседлать и приручить, но... ",
    "answers": [
      {
        "id": 18,
        "text": "Съязвить"
      },
      {
        "id": 19,
        "text": "Выразить все эмоции и уйти. Подальше. Сейчас"
      }
    ]
  },
  {
    "id": 17,
    "text": "— Входите, — сказала я, перестав щекотать сестру\n— Принцесса, это я, Пегги. Ваш конь... Я видела конюха, который отвёл его в лес и решила последовать за ними. Странно было, что Лань пошатнулся и упал, я думала, что он просто устал от дальней \"дороги\", но потом произошло немыслимое. Я бы пришла к вам раньше, но... Он облил его какой-то горючей жидкостью, поднёс факел, и начался пожар, который превратил вашего коня теперь уже в прах.\nМне стало дурно от едкого запаха дыма, я стала задыхаться и упала в обморок, а когда очнулась... Остался лишь только пепел, а вдали я видела Клариссу и нашего конюха. Простите, что я не смогла предупредить и сказать вам все раньше, возможно, можно было все изменить, — после этого шокирующего рассказа из её глаз брызнули слезы, я знала, что Пегги-наша старая кухарка единственный человек в замке, у которого по истине доброе и большое сердце.\n\nЯ сидела все так же на кровати и смотрела в одну точку. Сисилия ревела, обливаясь слезами, ведь Лань давал себя погладить и подпускал к себе близко её, я же была словно парализована, не слышала даже стука своего сердца. Может, я тоже умерла вместе с ним? ",
    "answers": [
      {
        "id": 28,
        "text": "Продолжение следует... "
      }
    ]
  },
  {
    "id": 18,
    "text": "— Оседлала и приручила ты только короля, — с усмешкой на лице я уставилась на неё, забыв от злости о манерах, я перешла на \"ты\" \n— Деточка, не каждая знатная леди смогла добиться его расположения, твоя мать вовремя покинула его, освободив мне место, ведь я лучшее, что может с ним произойти\n— Не смей говорить о моей матери, ты и мизинца её не стоишь, стерва. Ещё одно плохое слово или ещё одно упоминание, касающееся моей семьи и на твоём смазливом женственном личике появится огромный шрам от моего тонкого ножа, — смотря ей в глаза, выражая всю ненависть к этой \"шкуре\", я демонстративно провела пальцем по лезвию \"скальпеля\".\n— Малышка, ты мне угрожаешь? Во время наших любовных утех я могу случайно нашептать на ушко королю, что ты хотела меня убить и уже на утро ты проснёшься не в своей спаленке, а в кандалах и в подземелье, ясно?! — кричала она, позеленев от злости\n— Ты больна, Кларисса. И это не лечится. Я буду разумнее тебя и избегу этот конфликт, иначе сорвусь и изуродую тебя. Ты уродка внутри, так почему бы не стать такой и снаружи? ",
    "answers": [
      {
        "id": 20,
        "text": "Спросить, где тело Лани"
      }
    ]
  },
  {
    "id": 19,
    "text": "— Мой конь ещё не был стар. Но знаешь, я запомню этот момент на всю жизнь и будь уверена, что ты ещё не впадешь в старость, как будешь отравлена. Я буду кормить тебя маленькими порциями яда, чтобы смерть твоя была мучительной и долгой. — мой голос был грозным и страшным, я сама чуть не похолодела от тона голоса\n\nКларисса заморгала глазами и открывала, и закрывала рот, как бы подбирая слова. Но пусть лучше она оставит их при себе,пусть у меня нет с собой меча или шпаги, но я запросто могу заколоть её и своим тонким ножом, из-за овладевшей мной злостью я не могла контролировать себя и свои действия.\n\nПоэтому я решила уйти. Хочется прийти в свои покои, запереть дверь на все ключи и рухнуть на кровать, видя прекрасный сон, где все ещё жив мой конь, где все ещё жива я. Ведь на данный момент, я мертва, просто существую, а не живу... ",
    "answers": [
      {
        "id": 27,
        "text": "Продолжение следует..."
      }
    ]
  },
  {
    "id": 20,
    "text": "Я уже чуть ли не ушла, когда моя голова активно заработала и подкинула мне очень важную мысль.\n\n— Тело Лани, где оно? Я возьму лопату и сама откопаю для неё могилу, — сказала я\n— Ты-принцесса, будешь марать руки и свою дорогую, но очень безвкусную одежду только для того, чтобы придать земле эту вонючую тушу? Деточка, вы так глупа, что о вас подумают люди при дворе, увидя это, — и она махнула рукой, словно от этого жеста и этих слов, я точно передумаю\n— Я сказала, что похороню своего коня, как и положено. А ещё поставлю памятник, как земля осядет, мой конь был лучшим, преданным и верным, обладал такими чертами, которыми бог тебя не наградил, — я стрельнула глазами в эту мигеру и двинулась к выходу.\n\nНаверняка Карлос знает, где Лань. Никак не хочется думать о том, что это суровая реальность, а не очередной кошмарный сон",
    "answers": [
      {
        "id": 21,
        "text": "Найти конюха и выбить из него всю информацию, в прямом смысле слова, если понадобится"
      }
    ]
  },
  {
    "id": 21,
    "text": "— Карлос! А ну-ка подойди сюда, — закричала я, привлекая к себе внимание\n— Что желаете? — услужливо спросил он, подкрадываясь ко мне сзади.\n\n— Проведи меня к телу Лани, я должна увидеть его в последний раз, — сказала я и пристально посмотрела на него. Как можно быть таким ужасным человеком, выполняя все приказы этой недокоролевы?\n— Я сжёг тело, принцесса. Конь был стар на вид, я подумал, что лучше замести следы, уверен был, что королеве понравится моя идея, — улыбаясь, он говорил такие страшные вещи\nМоё сердце оборвалось в груди. Оно обливалось кровью и болью с того момента, как Кларисса рассказала о том, что сделала, но сжигание моего коня, пусть уже и умертвленного....\n\nПодавляя слезы, чтобы они не смогли вырваться наружу, я стала уходить, а сама ждала, чтобы эта мразь, которая всеми способами выслуживается перед королевой, повернулась ко мне спиной... ",
    "answers": [
      {
        "id": 22,
        "text": "Метнуть в него \"скальпель\"\nСобаке собачья смерть"
      }
    ]
  },
  {
    "id": 22,
    "text": "Я прицелилась и уже занесла орудие в воздух, как\nмою руку перехватили. Ну и кто этот смертный, кто пытается остановить меня от вершения правосудия?\n\nПередо мной стоял Сэм. Ну для кого-то он и Сэмюель, для меня же просто Сэм. Мы считай росли вместе, но потом наши игры прекратились. Я особа королевских кровей, а он обычный крестьянский мальчик. Никогда не понимала, почему все решили за нас, когда нам было так хорошо и весело вдвоём. Все из-за моего статуса. Была бы моя воля, я отказалась бы рождаться в семье королевской\n\n— Ты пыталась убить его? Посмотри на меня, да что случилось, тебя всю трясёт, — и он развернул меня лицом к себе, взяв за плечи\n— Он это заслужил. Лань... Моего коня убили. Королева отдала приказ, а конюх взял и отравил. Понимаешь? Это, как муху убить. — и голос мой предательски дрогнул, дрожь тела не прекращалась, а только усиливалась",
    "answers": [
      {
        "id": 23,
        "text": "Поддаться эмоциям на его груди "
      },
      {
        "id": 24,
        "text": "Попытаться сдержать эмоции, мой дед одобрил бы "
      }
    ]
  },
  {
    "id": 23,
    "text": "Я набросилась на его грудь, сжимая его тело руками.\nЕго одеяние было пропитано потом, видимо, он как всегда был на утренней тренировке.\n\nРаньше мы играли вместе, теперь же он мой личный рыцарь, будто я типичная кисейная барышня, которая нуждается в защите.\n\nКак бы не так.\n\nСэм явно не ожидал, что я дам волю эмоциям, потому что обычно я их тщательно скрываю, а он постоянно угадыает, что со мной не так. Человек с удивительной проницательностью.\n\nМы стояли вместе долгое время. Пока нас не окликнули. Боже, этот голос. Беда не приходит одна... ",
    "answers": [
      {
        "id": 26,
        "text": "Продолжение следует... "
      }
    ]
  },
  {
    "id": 24,
    "text": "Я попыталась взять себя в руки, не поддаваясь ломающим внутри меня эмоциям.\n\nПотупя глаза в пол, чтобы случайно не встретиться с проницательными глазами Сэма, я почувствовала на себе горячее дыхание, крепкое мускулистое тело, его мышцы, перекатывающиеся под моими руками... Он обнял меня, прижав к своей груди. Тепло и уютно, прямо, как в детстве, только тогда плакал сам Сэм. Он боялся высоты, а я часто взбиралась на деревья и высотные здания, мне нравилось чувство свободы и безмятежность. Но он, несмотря на свою фобию, лез прямо за мной. Рискуя жизнью и собой, чтобы быть просто рядом. Вот она, настоящая дружба\n\n— Можешь ничего не говорить, я понял, что ты сейчас чувствуешь. Ты никогда не умела скрыть от меня свои эмоции, Хейли. Так что, давай постоим так немного, пока ты не успокоишься\n\nОн по-свойски и по-отечески проводил рукой по моим волосам, успокаивая меня одним только своим присутствием.\n\nОбещаю, я смогу защитить свою младшую сестру и самого Сэма. Надену доспехи и устрою самосуд над грешниками этого замка. ",
    "answers": [
      {
        "id": 25,
        "text": "Продолжение следует... "
      }
    ]
  },
  {
    "id": 25,
    "text": "Новая история, в которой жизнь главной героини насыщена полосами разных цветов, сейчас же она темно-черная.\n\nЛегко ли быть воинственной принцессой в доспехах?\nЛегко ли противостоять клубку змей, с главной её змеей-Клариссой, заползающей на престол?\nЛегко ли научиться манерам принцессы и быть просто идеальной на балу, когда приедут будущие женихи?\nНет, жизнь нелёгкая штука.\n\nЖду ваши комментарии, важно ваше мнение.\nПервый квест о Средневековье",
    "answers": [
      {
        "id": 1,
        "text": ">"
      }
    ]
  },
  {
    "id": 26,
    "text": "Новая история, в которой жизнь главной героини насыщена полосами разных цветов, сейчас же она темно-черная.\n\nЛегко ли быть воинственной принцессой в доспехах?\nЛегко ли противостоять клубку змей, с главной её змеей-Клариссой, заползающей на престол?\nЛегко ли научиться манерам принцессы и быть просто идеальной на балу, когда приедут будущие женихи?\nНет, жизнь нелёгкая штука.\n\nЖду ваши комментарии, важно ваше мнение.\nПервый квест о Средневековье",
    "answers": [
      {
        "id": 1,
        "text": "????"
      }
    ]
  },
  {
    "id": 27,
    "text": "Новая история, в которой жизнь главной героини насыщена полосами разных цветов, сейчас же она темно-черная.\n\nЛегко ли быть воинственной принцессой в доспехах?\nЛегко ли противостоять клубку змей, с главной её змеей-Клариссой, заползающей на престол?\nЛегко ли научиться манерам принцессы и быть просто идеальной на балу, когда приедут будущие женихи?\nНет, жизнь нелёгкая штука.\n\nЖду ваши комментарии, важно ваше мнение.\nПервый квест о Средневековье",
    "answers": [
      {
        "id": 1,
        "text": ">"
      }
    ]
  },
  {
    "id": 28,
    "text": "Новая история, в которой жизнь главной героини насыщена полосами разных цветов, сейчас же она темно-черная.\n\nЛегко ли быть воинственной принцессой в доспехах?\nЛегко ли противостоять клубку змей, с главной её змеей-Клариссой, заползающей на престол?\nЛегко ли научиться манерам принцессы и быть просто идеальной на балу, когда приедут будущие женихи?\nНет, жизнь нелёгкая штука.\n\nЖду ваши комментарии, важно ваше мнение.\nПервый квест о Средневековье",
    "answers": [
      {
        "id": 1,
        "text": ">"
      }
    ]
  },
  {
    "id": 29,
    "text": "Моя спальня-это моя обитель. Я не любительница розового цвета и его оттенков, для не типичной принцессы в самый раз иметь комнату с тёмными оттенками.\n\nДвуспальная кровать, на которой я так часто плачу по ночам, потому что это непозволительно быть слабой при других, тех людях, которые могут сделать ещё больнее.\n\nУдивлены, что она не слишком роскошная и шикарная? А для меня здесь есть все, что мне нужно. Нет никакой яркости, только глубина цвета, которая так приятна для моих глаз.\n\nЭто именно то место, куда хочется возвращаться и откуда не хочется уходить ",
    "answers": [
      {
        "id": 29,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d40/1901/32/f456960c4bc4.jpg"
      },
      {
        "id": 5,
        "text": "К вариантам ответа "
      }
    ]
  },
  {
    "id": 30,
    "text": "Это был высокий парень, с отличной выправкой, ровной спиной, в элегантном чёрном костюме, но вот только один элемент его одежды привлёк особо моё внимание...Перчатки на его руках были кожаные, но совершенно диковинные для меня, впервые такие видела\n\n— Принцесса, я ваш новый дворецкий. Зовите меня Себастьян, с сегодняшнего дня и до конца жизни я, к моему сожалению, должен служить вам, — и он склонил голову набок, будто ещё не совсем смирившись со своей судьбой.\n— Ты так молод и так груб одновременно. Куда подевался Петро, наш старый дворецкий? Снова смена прислуги и дворецких по поручению Клариссы? — я изогнула бровь и задала этот вопрос вслух, ответ же я знала сама\n\nЯ вздохнула. Скоро в замке все кардинально изменится и не в лучшую сторону.\n\n—Могу я называть тебя просто Себ? Мне так было бы удобнее, — сказала Хейли, дружелюбно улыбнувшись",
    "answers": [
      {
        "id": 32,
        "text": "И тут он повалил меня на пол... Что?! "
      }
    ]
  },
  {
    "id": 31,
    "text": "Я машинально поспешила прикрыть тело руками, будто была перед этим молодым мужчиной не в просто обычной сорочке, без каких-либо вырезов, а чуть ли не обнажённой.\n\nМои щеки краснели, становясь почти такими же красными, как и его глаза. Черт, в книге \"Вампир в Хоувилле\", которую я так и не дочитала, был один вампир-дворецкий. Неужели он тоже вампир?!\n\n— Обещайте, что не сделаете меня бескровной и не выпьете всю мою кровь, — прошептала я, сама такого от себя не ожидая. Я же не должна бояться... Тем более, чего-то потустороннего и сверхъестественного.\n— Хах, я думал, что Вы не из пугливых. Не заставляйте меня окончательно разочароваться в вас, в день нашего знакомства, — и он специально улыбнулся так, чтобы я увидела его зубы. Нет никаких клыков, фух.\n\nВ душе я прям выдохнула и начала смеяться со своей же сказанной глупости.\nХотела сказать ему об этом, но... Он опрокинул меня на пол, прижал к нему с такой силой и быстротой, что тело покрылось мурашками... ",
    "answers": [
      {
        "id": 34,
        "text": "Что он себе позволяет?! "
      }
    ]
  },
  {
    "id": 32,
    "text": "Он не только не ответил на мой вопрос, но и с мгновенной скоростью повалил меня на пол.\n\nЯ была прижата к полу, на мне было тело Себастьяна.Он был горяч, хоть и стройный, но мускулы я смогла почувствовать через ткань его строгого официального костюма...\n\nНо что он делает, зачем он опрокинул меня на пол?!\nЯ посмотрела в ту сторону, где мы только стояли. В стене была воткнута стрела, явно выпущенная из арбалета и тут мои глаза округлились, он спас меня от погибели?\n\n— Вы не ранены? Видимо, у вас есть недоброжелатели, раз вас пытались убить...-сказал он мне, шёпотом и прямо на ушко",
    "answers": [
      {
        "id": 33,
        "text": "Продолжение следует..."
      }
    ]
  },
  {
    "id": 33,
    "text": "Новая история, в которой жизнь главной героини насыщена полосами разных цветов, сейчас же она темно-черная.\n\nЛегко ли быть воинственной принцессой в доспехах?\nЛегко ли противостоять клубку змей, с главной её змеей-Клариссой, заползающей на престол?\nЛегко ли научиться манерам принцессы и быть просто идеальной на балу, когда приедут будущие женихи?\nНет, жизнь — нелёгкая штука.\n\nЖду ваши комментарии, важно ваше мнение.\nПервый квест о Средневековье",
    "answers": [
      {
        "id": 1,
        "text": ">"
      }
    ]
  },
  {
    "id": 34,
    "text": "Я начала брыкаться и бить его в грудь.Думала,моим кулакам не будет больно, потому что на вид он был слишком стройным, значит ни о каких мышцах не может идти и речи, но нет... Под его строгим костюмом была гора мышц, я даже немного позавидовала идеальности его тела, которое хотелось пощупать ещё и ещё...\n\nТак, стоп, что тут вообще происходит? Не дай бог зайдёт сюда моя младшая сестра или Пегги, а если сама Кларисса, что я скажу, и что они подумают?!\n\nЯ хотела отбросить его прямиком в стену, но мои глаза увидели в ней кое-что интересное. Из неё торчала стрела,которая была выпущена из арбалета. Меня кто-то хотел убить этим утром?!\n\n— Не двигайтесь и не трогайте меня, ради ваше же блага, принцесса. Кто-то может ещё стоять на той далёкой башне, из которой и стрелял злоумышленник..., — прошептал он и я снова вздрогнула\n\nЯ что, теперь ещё ему и жизнью обязана? Что за вздор! ",
    "answers": [
      {
        "id": 35,
        "text": "Продолжение следует... "
      }
    ]
  },
  {
    "id": 35,
    "text": "Новая история, в которой жизнь главной героини насыщена полосами разных цветов, сейчас же она темно-черная.\n\nЛегко ли быть воинственной принцессой в доспехах?\nЛегко ли противостоять клубку змей, с главной её змеей-Клариссой, заползающей на престол?\nЛегко ли научиться манерам принцессы и быть просто идеальной на балу, когда приедут будущие женихи?\nНет, жизнь нелёгкая штука.\n\nЖду ваши комментарии, важно ваше мнение.\nПервый квест о Средневековье",
    "answers": [
      {
        "id": 1,
        "text": ">"
      }
    ]
  },
  {
    "id": 36,
    "text": "В нашем замке всегда царила гармония. Он выстроен в светлых тонах, всегда был полон гостей из разных стран, ближних и далёких, Королева любезна и гостеприимна по отношению ко всем, без исключения.\n\nСейчас же, все осталось прежним, имею ввиду, сам внешний вид замка. Внутри же господствует тьма. Мы живём в атмосфере интриг и коварства, которые исходят от нынешней любовницы моего отца — бывшей танцовщицы Клариссы и, по её мнению, будущей королевы. \n\nОна настоящая язва, которая обосновалась тут надолго, если не навсегда.\nВсё её люди — пешки, которые она умело \"расставляет\". Но когда-то на умельца найдётся ещё больший умелец да хитрец. Это буду я. \n\nВедь кто, если не я? Все подданные боятся её гнева, как огня, боятся лишиться места в замке. Их можно понять, зато мне терять нечего. О себе и сестре я уж смогу позаботиться. \n",
    "answers": [
      {
        "id": 36,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a30/1901/ad/a00515bf5509.jpg"
      },
      {
        "id": 40,
        "text": "События прошедшего дня "
      }
    ]
  },
  {
    "id": 37,
    "text": "Молодой король самого дальнего королевства, которое находится на Севере.\n\nОтличается холодным нравом, равнодушием ко всему, что движется. Даже вокруг него. Ненавидит любое общество, предпочитая общество самого себя. Наслаждается одиночеством и шотландским виски.\n\nЕму 26 лет, до сих пор холост. Его отец при смерти, но уже успел передать корону и \"бразды\" правления в руки своего единственного и нелюбимого сына. Нет, я не ошиблась, все представители этой династии неспособны любить. Ведь любовь — жаркое чувство, которое мешает здраво мыслить и сохранять холодную трезвую голову, а для северных королей — это необходимо.\n\nНеобычный внешний вид. Любит тёмные цвета, тишину. Высокого роста, можно сказать, устрашающе высокий мужчина.\n\nОдна его рука, а точнее, кожа, стала другого оттенка. Это последствия пожара. О большем вы узнаете позднее\n\n",
    "answers": [
      {
        "id": 37,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c06/1901/52/91fcc751e013.jpg"
      },
      {
        "id": 2,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 38,
    "text": "Ещё один претендент на мою руку и сердце.\n\nМужчине 25 лет, с очень красивой и правильной внешностью. Белокурые длинные волосы и проникновенные серые глаза. Шикарен и миловиден, настолько, что рядом с ним он больше милая принцесса, чем я.\n\nНо нет, уф, он же все же мужчина. Не свойственно мне, леди, делать такие умозаключения.\n\nПринц из восточных краёв. У него восточные корни, а мать же его француженка, но как видите, его родители сотворили чудо.\n\nОн загадочен и таинственен.Никто не знает, чем увлекается молодой господин, и состоял ли он в любовных отношениях.\n\nЕго появление в нашем королевстве потрясло всех. Особенно Клариссу. Хм, почему же?\n\n",
    "answers": [
      {
        "id": 38,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d37/1901/96/75be41a74aeb.jpg"
      },
      {
        "id": 2,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 39,
    "text": "Его волосы и его глаза чёрные, как ночь.\nЕго тёмный образ не оставил меня равнодушной.\nКак только я увидела этот взгляд, меня ударило, будто электрическим током.\n\nОн умеет гипнотизировать? Можно ли утонуть в пучине этих чёрных глаз? Лучше остерегаться его.\n\nОн пугающий и красивый. Одновременно.\n\nПреставитель южного королевства. Имеет горячий нрав и, я уверена, не менее горячее тело...\n\nЕму 21 год. Относительно молод, но уже король. Его отец и мать были убиты. И никто не знает, какое из королевств поспособствовало их быстрой кончине...\n\n",
    "answers": [
      {
        "id": 39,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d35/1901/9f/ea66292bb475.jpg"
      },
      {
        "id": 2,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 40,
    "text": "Прошёл целый день, я с умилением наблюдала, как сестрёнка засыпает на моих руках, и бережно перенесла её в комнату. Моя комната мрачная, не думаю, что в такой \"цветовой гамме\" могут присниться цветные и яркие сны. Только этого ещё не хватало, испортить ей сон или вообще пробудить кошмар. Нет.\n\nЯ гладила её по голове, сама же была погружена в свои собственные мысли. Кто-то пытался убить меня, когда я была в своей комнате утром, ни о чем не подозревала и если бы не Себ, меня бы уже не было в живых. Но кому понадобилось лишить меня жизни? Кому я насолила и перешла дорогу? Для меня это тайна, покрытая мраком.\n\nСэм, мой личный рыцарь, мой верный рыцарь. Он избавил меня от свершения мести, я пыталась метнуть ножик и забрать жизнь этого продажного конюха, который осмелился убить моего коня. Лань. Мой хороший, но уже мертвый конь. Жаль, я не в состоянии вернуть его к жизни\n\n Слезы снова покатились градом, я вдавливала их обратно в глаза, пытаясь заглушить этот \"морской\" солёный поток. Я ненавидела проявлять слабость, даже наедине с собой. Нельзя плакать и поддаваться эмоциям, нужно их контролировать. ",
    "answers": [
      {
        "id": 41,
        "text": "Погрузиться в сон "
      }
    ]
  },
  {
    "id": 41,
    "text": "Наступило утро. Сегодня для меня особо болезненный день. Встреча с женихами, будущими претендентами на мою руку и сердце.\n\nКак так, мне придётся целый день изображать из себя принцессу, правильную и улыбчивую. Я не такая, я ближе к рыцарю. Дайте мне нового коня, но похожего на Лань, доспехи и острый меч, — и я покажу и докажу всем, что мне не место на троне в качестве принцессы.\n\nМысли сразу помутнели. Представляю, сколько здесь соберётся народа. Кларисса вновь включит роль милой и доброй Королевы-матери, а мне надо будет ей подыграть, дабы не усложнять отношения королевств. Они не любят, когда от них что-то скрывают, а мы скрываем всю правду.\n\nИнтересно, все они так стары? Ну есть и принцы в их числе, но так же и короли. Неужели они мне будут годится в отцы или в прадеды?!\n\nЯ вздохнула. Что за глупости, я не должна пока об этом думать. Сейчас у меня есть свободное время. Чем заняться? ",
    "answers": [
      {
        "id": 42,
        "text": "Укрыть одеялом Сисилию и спуститься, чтобы выбрать наконец платье"
      },
      {
        "id": 43,
        "text": "Пойти на кухню и определить меню "
      }
    ]
  },
  {
    "id": 42,
    "text": "Я осторожно и нежно закутала в одеяло Лию и стала постепенно отдаляться по направлению выхода из её спальни.\n\nРебёнок спит так крепко и сладко, не хочется мешать ей спать. Лучше уйти отсюда поскорее.\n\nПора сделать то, что я откладывала все это время. Эх, выбор платья. Ну вот зачем мне платье?! Я вполне удобно чувствую себя в обтягивающих штанах разного фасона и пошива, материала, в конце концов. А тут платье и оно необходимо! Я даже на каблуках не очень устойчиво стою, не говоря о том, чтобы передвигаться на них. Пытка для моих ног и моих нервов, что-что, а они не железные.\n\nКак хорошо, что у меня есть Пегги. Она разбирается во всем этом. \n\nОгромный платяной шкаф с резными деревянными дверями красного цвета. Когда она его открыла, в глазах начало рябить от этого буйства цвета. Каких тут только платьев не было. Что выберем? ",
    "answers": [
      {
        "id": 46,
        "text": "Бирюзовое пышное платье с вырезом декольте, серебряными длинными серьгами-спиралями и кулоном, туфли на высоком каблуке\nДиадема с сапфирами "
      },
      {
        "id": 47,
        "text": "Красное платье-корсет, обтягивающее и соблазнительное, с открытой спиной \nЧёрные туфли на среднем каблуке\nДрагоценности: рубиновое ожерелье и серьги, диадема"
      },
      {
        "id": 48,
        "text": "Белое кружевное длинное платье, туфли на низком каблуке под цвет платья\nЗолотая цепочка в виде цветов, крупные золотые клипсы \nДиадема с бриллиантами "
      }
    ]
  },
  {
    "id": 43,
    "text": "На кухне были витражи, солнечный свет, пробивающийся через них украшал весь её облик своей красотой и оригинальностью.\n\nРабота уже кипела. А моё присутствие заметили сразу, главный повар — Роберт, сразу же подбежал ко мне. Как знал, для чего я сюда пожаловала.Мы начали выбирать блюда в меню и составлять его.\n\nКогда список гостей был составлен, напитки и большая часть блюд оказалась выбрана, мне понадобилось сделать самое главное. Решить, какое же блюдо будет самым главным этот день. И блюдом дня становится :",
    "answers": [
      {
        "id": 49,
        "text": "Запечённый  осетр с лимонным соусом, под сырной шубкой "
      },
      {
        "id": 50,
        "text": "Жареная утка с апельсинами "
      }
    ]
  },
  {
    "id": 44,
    "text": "Уладив дела, я вспомнила, что не поручила Себу выполнить один приказ королевы. Он совершенно вылетел у меня из головы. Сама я не справлюсь, так что придётся потерпеть замашки и глупые фразы этого молодого, но борзого дворецкого.\n\nЗайдя в зал, я увидела его лежащим на диване, он смотрел куда-то в потолок и, казалось, о чем-то думал. И что делать? ",
    "answers": [
      {
        "id": 53,
        "text": "Подойти и закрыть его глаза. Сзади "
      },
      {
        "id": 54,
        "text": "Спросить о его планах, о чем думает"
      }
    ]
  },
  {
    "id": 45,
    "text": "Я медленно шла по коридору, думая о тех счастливых деньках, которые у меня были, когда была жива моя королева-мать, когда отец не был таким умалишенным, когда я была ещё ребёнком и весь мир для меня был совсем другим. Не таким жестоким и ужасным, какой он есть на самом деле.\n\nЯ плюхнулась на диван. Мне не хотелось никого видеть, а уж тем более слышать...\n\nИ непонятно откуда, я услышала звук, который раздался от оконного стекла. Кто-то кинул камень в окно?\n\nОсталось только прогнать прочь лень и встать с кровати... Чтобы узнать, кто же это и что от меня хочет, ведь зачем-то понадобилось меня тревожить? Если же это какая-то шутка, то я не завидую тому, кто это сделал. ",
    "answers": [
      {
        "id": 58,
        "text": "Продолжение следует... "
      }
    ]
  },
  {
    "id": 46,
    "text": "Внимание, выбор платья повлияет на развитие событий в 3ей главе!\nОт него зависит, с кем вы столкнетесь в первую очередь;)\nВсе короли и принцы имеют изысканный вкус, но кому же понравится именно такой вид?\nУзнаете в следующей главе) \n",
    "answers": [
      {
        "id": 1,
        "text": "В начало "
      }
    ]
  },
  {
    "id": 47,
    "text": "Внимание, выбор платья повлияет на развитие событий в 3ей главе!\nОт него зависит, с кем вы столкнетесь в первую очередь;)\nВсе короли и принцы имеют изысканный вкус, но кому же понравится именно такой вид?\nУзнаете в следующей главе) \n",
    "answers": [
      {
        "id": 1,
        "text": "В начало "
      }
    ]
  },
  {
    "id": 48,
    "text": "Внимание, выбор платья повлияет на развитие событий в 3ей главе!\nОт него зависит, с кем вы столкнетесь в первую очередь;)\nВсе короли и принцы имеют изысканный вкус, но кому же понравится именно такой вид?\nУзнаете в следующей главе) \n",
    "answers": [
      {
        "id": 1,
        "text": "В начало "
      }
    ]
  },
  {
    "id": 49,
    "text": "Ммм, думаю, блюдо получится очень вкусным и порадуют гостей! ",
    "answers": [
      {
        "id": 44,
        "text": "<plus>"
      }
    ]
  },
  {
    "id": 50,
    "text": "Уже чувствую сочный вкус этого шикарного блюда, гости точно останутся сытыми! ",
    "answers": [
      {
        "id": 45,
        "text": "Идти к себе в комнату "
      }
    ]
  },
  {
    "id": 51,
    "text": "Необычный вкус и запах не оставят никого голодным! ",
    "answers": [
      {
        "id": 52,
        "text": "Идти в свою спальню "
      }
    ]
  },
  {
    "id": 52,
    "text": "",
    "answers": []
  },
  {
    "id": 53,
    "text": "Крадясь, как тигрица на водопое, я медленно и тихо подошла сзади к Себу. Он все так же лежал, а я же закрыла ему глаза...\n\nТолько я опустила ладони на его глаза, как меня сильно схватили за руки и перекинули на этот же диван. Он привстал, а я же лежала на животе, спиной вверх. Черт, откуда у дворецкого такая сила? И тут я услышала его голос...",
    "answers": [
      {
        "id": 57,
        "text": "Продолжение следует... "
      }
    ]
  },
  {
    "id": 54,
    "text": "— Себ, и о чем же ты таком великом задумался? Я совершенно ничего не вижу на этом потолке, — с лёгкой досадой в голосе произнесла я\n— Ха, принцесса, позвольте с вами не согласиться. Вы не видите ничего потому, что не каждому это дано, видеть то, чего по сути и нет, — и он хитро улыбнулся\n— Не понимаю тебя, иногда ты такой странный. Хорошо хоть, что опасности от тебя ждать не приходится, — проговорила я\n— Кто знает, кто знает. Даже я настолько не уверен в своей доброте и в том, что я \"белый и пушистый\". Заметьте, у меня очень быстрая реакция и я умею \"парализовать\" жертву, — с сарказмом сказал дворецкий\n— Пф, словно я пальцем делана, я между прочим, обладаю не хуже реакцией, чем твоя, — я поставила \"руки в боки\" и посмотрела с вызовом на парня\n— Как-нибудь проверим, кто и что из нас представляет. В себе я не сомневаюсь, а в вас... \n\n— Я не поняла, почему ещё беседка не украшена цветами?! — спускаясь, негодовала Кларисса\n\n\n",
    "answers": [
      {
        "id": 55,
        "text": "Взять его за руку и сбежать "
      }
    ]
  },
  {
    "id": 55,
    "text": "Не зря я говорила про свою реакцию, только услышав голос Клариссы, я схватила за руку Себастьяна, и мы побежали. Замок имеет несколько \"крыльев\", мы с лёгкостью подбегали к моей комнате.\n\nЧёрт, зачем я его сюда привела? Так, все спокойно, я же не обычная принцесса, за себя постоять смогу, если что.Но надеюсь никаких если что не будет.\n\nИ только мы переступили порог моей комнаты, как... ",
    "answers": [
      {
        "id": 56,
        "text": "Продолжение следует... "
      }
    ]
  },
  {
    "id": 56,
    "text": "2 вводные главы доступны для чтения. Это моя первая история, а точнее, квест о средневековье. Хочется верить, что найдётся и на такое свой читатель)\n\nПриятного чтения! ",
    "answers": [
      {
        "id": 1,
        "text": "В начало "
      }
    ]
  },
  {
    "id": 57,
    "text": "2 вводные главы доступны для чтения. Это моя первая история, а точнее, квест о средневековье. Хочется верить, что найдётся и на такое свой читатель)\n\nПриятного чтения! ",
    "answers": [
      {
        "id": 1,
        "text": "В начало "
      }
    ]
  },
  {
    "id": 58,
    "text": "2 вводные главы доступны для чтения. Это моя первая история, а точнее, квест о средневековье. Хочется верить, что найдётся и на такое свой читатель)\n\nПриятного чтения! ",
    "answers": [
      {
        "id": 1,
        "text": "В начало "
      }
    ]
  },
  {
    "id": 59,
    "text": "Долгожданное событие. Совсем скоро я увижу тех избранных королей и принца, которые будут претендовать на меня, мою руку и сердце.Была бы моя воля, я бы отменила этот день, эту \"судьбу\", которая мне уготована.\n\nЯ не понимаю, как без чувств можно посвятить всю себя нелюбимому человеку. Возможно, мне так только кажется, и все постепенно придет, само собой, со временем. Но я слишком люблю свою свободу, никаких ограничений и запретов, я птица вольного полета.\n\nДуму думала лёжа в постели. Представляла, какие они — эти принцы да короли. Стары ли? Высокомерны? А, может быть, слишком смазливы? О нет, этого мне хотелось меньше всего.\nВсе принцессы, посещающие балы, всегда выглядят красиво и грациозно в своих дорогих и ярких платьях, а приглашение на танец от смазливенького обладателя короны и царства — это же ох, как хорошо. Но не для меня.\n\nЯ боюсь вставать, просто хочу укрыться с головой и прикинуться, что сплю, не будите до утра и не будите во мне хищницу.\n\nНастырное солнце не собиралось скрыться, так же, как я. Что очень меня злило...",
    "answers": [
      {
        "id": 60,
        "text": "Следующая страница "
      }
    ]
  },
  {
    "id": 60,
    "text": "Я унылая, сонная, кое-как заставила и расшевелила себя, наконец встав с постели.\nПриняла горячую пенную ванну и спустилась вниз, в тронный зал. Это неизбежно — разговор с королем-отцом и Клариссой перед моим балом.\n\nЗал был украшен так красиво, повсюду пестрили летние цветы. Его роскошь только увеличилась, из-за этих прекрасных дополнений.\nЯ разглядывала все кругом с любопытством, понимая, что потом на это времени у меня совершенно не останется. Я буду занята, уделяя внимание гостям... О, черт.\n\nКларисса сидела возле короля в зелёном пышном платье. Все бы ничего, но на ее руке я увидела браслет моей мамы — он сделан из чистого золота и посыпан россыпью изумрудов.\n\nЯ еле сдерживала себя, чтобы не схватить ее за руку и не забрать то, что по праву ей не принадлежит. Не ее это и никогда ее не станет. Я даже себе не могу позволить так бесцеремонно носить драгоценности одной единственной Королевы.\n\nКларисса(К): Ну посмотрите, кто наконец соизволил спуститься к нам. Как тебе спалось, дитя? — тон ее голоса был все так же язвителен и пропитан желчью, исходящей из нее, но это ее \"дитя\" выбило меня из колеи. Ах да,прикидывается,что мы ладим перед моим дураком-королём.\n\nХейли(Х): Ты мне приснилась, Кларисса. Еще одна кошмарная ночь с твоим участием, — и я не могла не включить сарказм, говоря это\n\nОтец строго взглянул на меня. Потом положил поверх руки Клариссы свою руку и сжал, показывая, что он на ее стороне. Да хватит, папочка, я ни на что и не рассчитывала. Ты уже не тот, что был раньше. Не настоящий, а вылепленный Клариссой, словно пластилин в умелых руках \"мастера\".\n\nКороль: Хейли Милдхем, ты, как старшая моя дочь подаёшь плохой пример для Лии. Кларисса — великолепная женщина и мать, которая всеми силами хочет подружиться с тобой, но это же возмутительно, как ты себя сейчас повела! Сегодня приедут гости с разных уголков, но все они приедут к тебе. Ты это понимаешь?! Мы должны выглядеть идеальной семьей, и ты должна постараться — его голос постепенно переходил в крик. Нет, крик — это громко, у него всего лишь писк. Маленькая ручная мышка госпожи Клариссы.Будь она проклята. \n\nЯ не намерена была все это выслушивать и побежала наверх.",
    "answers": [
      {
        "id": 61,
        "text": "\n>"
      }
    ]
  },
  {
    "id": 61,
    "text": "Нужно привести себя в порядок и надеть то, что я выбрала на бал, а это:",
    "answers": [
      {
        "id": 62,
        "text": "Платье 1 - Бирюзовое пышное платье с вырезом декольте, серебряными длинными серьгами-спиралями и кулоном, туфли на высоком каблуке\nДиадема с сапфирами"
      },
      {
        "id": 63,
        "text": "Платье 2 - Красное платье-корсет, обтягивающее и соблазнительное, с открытой спиной \nЧёрные туфли на среднем каблуке\nДрагоценности: рубиновое ожерелье и серьги, диадема"
      },
      {
        "id": 64,
        "text": "Платье 3 - Белое кружевное длинное платье, туфли на низком каблуке под цвет платья\nЗолотая цепочка в виде цветов, крупные золотые клипсы \nДиадема с бриллиантами "
      }
    ]
  },
  {
    "id": 62,
    "text": "Я осмотрела себя в зеркале с ног до головы, мне сказали \"покрутиться\", чтобы проверить, как платье смотрится и сзади. \nПлатье красивое, да. Но я не чувствую себя комфортно, когда такой вырез — декольте, когда высокий каблук, а не удобные сапоги... Удобная обувь — вот, что мне нужно, но как жаль, что такой \"свободы выбора\" я себе точно не могу позволить, ведь опозорю Королеву — мать, она была утонченной женщиной. \n\nЯ собралась с духом и еще раз посмотрела на себя. Меня даже немного \"подкрасили\", легкое преображение, никакой яркой помады и теней, всё же, это тоже было непривычно, в повседневной жизни я не крашусь вообще. Мне 17,я юна и я не вижу смысла тратить время на \"мазила\". Дедушка Филипп всегда говорил, что если красив душой, красив и внешне, без всякой штукатурки. Я верю ему.\n\nЯ острожно, шаг за шагом, спускаюсь в тронный зал. Вот это да, сколько тут людей, причём я впервые их вижу... Кто все эти люди? Спокойно, без паники, Хейли,-успокаивала я себя\n\nИграла музыка, каждый беседовал друг с другом. И тут заходит Кларисса под ручку с моим отцом. \n\nКларисса(К): Вот и настал тот момент, когда наша любимая малышка Хейли должна выбрать себе мужчину — сильного, интересного и ответственного. Ох, дорогой, я описала именно эти качества, потому что они все есть в тебе, — и на глазах у изумленной публики она поцеловала в губы короля. \nО, черт, я не могу смотреть, как грязно. Всё — таки, ее уровень- танцовщица из паба и это не изменится. \n\nГости стали хлопать, прям, как на свадьбе побывали. Двери празднично открылись и все затихли, трое мужчин зашли в зал, все они были разных типажей, но никого нельзя было назвать уродом, все они харизматичны и обаятельны, черт возьми. Мои претенденты...\n\nКогда голоса, пылающие от возбуждения и восторга поутихли, каждый стал приближаться ко мне. Официально. При этом представляясь. ",
    "answers": [
      {
        "id": 65,
        "text": "Кто же он? "
      }
    ]
  },
  {
    "id": 63,
    "text": "Цвет платья придавал мне уверенности в себе, я любила красный цвет и все его оттенки.\n\nПосмотрев на свое отражение в зеркале, я увидела себя в полный рост. Хм, мне не так уж и плохо в платье, — подумала я.\n\nЗавитые локоны и броский макияж. Я сама на себя была не похожа.\n\nЯ острожно, шаг за шагом, спускаюсь в тронный зал. Вот это да, сколько тут людей, причём я впервые их вижу... Кто все эти люди? Спокойно, без паники, Хейли,-успокаивала я себя\n\nИграла музыка, каждый беседовал друг с другом. И тут заходит Кларисса под ручку с моим отцом. \n\nКларисса(К): Вот и настал тот момент, когда наша любимая малышка Хейли должна выбрать себе мужчину — сильного, интересного и ответственного. Ох, дорогой, я описала именно эти качества, потому что они все есть в тебе, — и на глазах у изумленной публики она поцеловала в губы короля. \nО, черт, я не могу смотреть, как грязно. Всё — таки, ее уровень- танцовщица из паба и это не изменится. \n\nГости стали хлопать, прям, как на свадьбе побывали. Двери празднично открылись и все затихли, трое мужчин зашли в зал, все они были разных типажей, но никого нельзя было назвать уродом, все они харизматичны и обаятельны, черт возьми. Мои претенденты. \n.. \n\nКогда голоса, пылающие от возбуждения и восторга поутихли, каждый стал приближаться ко мне. Официально. При этом представляясь. ",
    "answers": [
      {
        "id": 66,
        "text": "И это... "
      }
    ]
  },
  {
    "id": 64,
    "text": "Платье было несказанно красивым.\n\nИзысканно сидело на мне и пришлось прямо по фигуре. Может, зря я не ношу платья, точнее, зря я променяла платье на доспехи? Да нет, бред какой-то.\n\nНа голове мне воздвигли башню из волос. Честно, это какое-то странное сооружение, мне было непривычно и я решила распустить волосы. Пусть хоть они окажутся на воле...\n\nЯ острожно, шаг за шагом, спускаюсь в тронный зал. Вот это да, сколько тут людей, причём я впервые их вижу... Кто все эти люди? Спокойно, без паники, Хейли,-успокаивала я себя\n\nИграла музыка, каждый беседовал друг с другом. И тут заходит Кларисса под ручку с моим отцом. \n\nКларисса(К): Вот и настал тот момент, когда наша любимая малышка Хейли должна выбрать себе мужчину — сильного, интересного и ответственного. Ох, дорогой, я описала именно эти качества, потому что они все есть в тебе, — и на глазах у изумленной публики она поцеловала в губы короля. \nО, черт, я не могу смотреть, как грязно. Всё — таки, ее уровень- танцовщица из паба и это не изменится. \n\nГости стали хлопать, прям, как на свадьбе побывали. Двери празднично открылись и все затихли, трое мужчин зашли в зал, все они были разных типажей, но никого нельзя было назвать уродом, все они харизматичны и обаятельны, черт возьми. Мои претенденты. \n.. \n\nКогда голоса, пылающие от возбуждения и восторга поутихли, каждый стал приближаться ко мне. Официально. При этом представляясь. \n",
    "answers": [
      {
        "id": 67,
        "text": "Им оказался... "
      }
    ]
  },
  {
    "id": 65,
    "text": "Первым был великан с тёмными волосами и холодным, пронизывающим взглядом. Он человек, но ростом правда, как великан. О боже, он что, хочет меня заморозить?! \n\nЯ — Дрого МакКинрой, король Северных земель. \nНадеюсь, что вы обладательница холодного сердца, я не приемлю чувства, их жар может сжечь дотла, когда холод только закалит. \nМой дар Вам — коллекция холодного оружия, будьте так же холодны ко мне, как сталь этого филигранного ножа, — и он провел пальцем по острию оружия, смотря мне прямо в глаза. Уф, аж до мурашек пробрал меня. \nЗначит, оставаться к нему холодной, да?",
    "answers": [
      {
        "id": 68,
        "text": "Убрать его руку"
      },
      {
        "id": 69,
        "text": "Забрать нож себе"
      }
    ]
  },
  {
    "id": 66,
    "text": "Король Южного королевства, Бартоломью Роуд. Принцесса Хейли, я рад, что мне удалось увидеть вас наяву. \nМой подарок Вам — набор ювелирных украшений из горного хрусталя. \nХейли, Вы как этот хрусталь, так хрупки и чисты, что даже если вас можно с лёгкостью сломать, этого совершенно не хочется делать, ведь ваша красота радует мой глаз, — Барт моментально, после сказанного, взял мою руку и поднес ее к своим губам. \nНеужели он такой жаркий просто потому, что с юга? \nМои щеки покраснели, а я чувствовала себя неловко. \n\nНо что еще более было неловким, так это то, что он открыл набор и взял колье, подошёл ко мне сзади и \"повесил\" мне его на шею. Провел рукой, как бы его выравнивая, оглядел меня и остался доволен увиденным. \nБарт(Б): Принцесса, скажите хоть что-нибудь. Вам не понравился мой подарок? \n\nЧто ж, придётся ответить.",
    "answers": [
      {
        "id": 78,
        "text": "Не думаю, что к моим доспехам это подойдёт "
      },
      {
        "id": 83,
        "text": "Драгоценности прекрасны, но вы смущаете меня своей близостью"
      }
    ]
  },
  {
    "id": 67,
    "text": "Принц с Востока. Имя моё — Айрон Холс.\nВ качестве презента я подготовил для вас нежнейший шёлк, собственного производства. Уверен, он может составить конкуренцию вашей коже, — и он соблазнительно улыбнулся.\nВручив мне шёлк, я заметила, что рулоны были разных цветов, всего их 5. Посередине я нашла записку, написанную красивым аккуратным почерком. Черт, закрадывается впечатление, что этот принц смазливее и лучше меня, во всем этом. И я не завидую. Почти. \n\nБудьте чисты, как белый\nНежны, как розовый\nСветитесь, как солнечный жёлтый\nБудьте пропитаны воздухом(голубой)\nСтрастны, как красный.\n\nПрочитанную записку я оставила себе, спрошу об изготовлении шёлка и написанном у самого Айрона.\n\nХейли(Х) : Я потрясена качеством шёлка. Давайте поговорим в более уютной атмосфере?\nРон(Р): Как вам будет угодно, принцесса.\nМы вышли на балкон. Погода была изумительной, лёгкий ветерок трепал мои волосы, я же их распустила. Они лезли мне в глаза, я отмахивалась, пока не заметила перед собой мужскую, но ухоженную руку, без каких либо шрамов и мозолей. М-да, а на моей руке есть небольшой шрам, я с детства была непослушным ребёнком, — подумала я.\nАйрон бережно провел рукой по моему лицу, убрав волосы и собрав их в хвост, а потом откуда ни возьмись появилась белая шёлковая лента, которой он и завязал мои волосы. Я улыбнулась ему, не смогла скрыть улыбку от такой помощи.",
    "answers": [
      {
        "id": 85,
        "text": "Спросить насчёт изготовления шёлка, помогал ли ему кто - нибудь"
      },
      {
        "id": 90,
        "text": "Спросить о записке"
      }
    ]
  },
  {
    "id": 68,
    "text": "Хейли(Х) — Вы можете поранить руку, я верю, что нож такой же острый, как я остра на язык, — шутливо заявила я, убирая его руку\n\nОн, пользуясь моментом, схватил меня за руку и заставил встать с \"трона\". Что он делает? \nМы пошли прямо в центр зала, начался вальс и все пары красиво, даже как-то волшебно начали вальсировать по залу, утопающему в цветах. \n\nОн заговорил. У него был низкий мужской голос, черт, его я уж точно не могу причислить ни к старцам, ни к смазливым. \nДрого(Д): Вы совершенно не чувствуете такт музыки. Разве принцесса не должна с малых лет разучивать движения во всех танцах, которые только танцуют на балу? \nХейли(Х) : Тогда почему вы не подарили мне набор бальных пачек и платьев для вальса, а коллекцию холодного оружия? — хитро спросила я у него\nДрого(Д) : Потому что я подарил то, что нравится мне самому. Я фехтую с 6 лет, мой отец шутил, так глупо и не смешно, словно я уже родился со шпагой в руке,- его тон голоса из холодного превратился в критически холодный. \nМои ноги болели невыносимо. Туфли, видимо, их натерли и я уже практически не могла стоять на ногах. Дрого заметил это и, снова молча, без всяких разговоров, просто взял меня за руки и понес за пределы зала. \nМакКинрой(М): Не цепляйся так сильно за мою шею, не думай, что я сжалился над тобой, это был обычный выгодный способ уйти от этого скопления людей, давящего на меня. ",
    "answers": [
      {
        "id": 70,
        "text": "Вцепиться в шею"
      },
      {
        "id": 71,
        "text": "Продиктовать свои правила"
      }
    ]
  },
  {
    "id": 69,
    "text": "Я положила свою ладонь прямо на острие ножа, чувствуя, что уже проступает немного крови. Смотря ему в глаза, я перехватила оружие, но понимала, что он просто ослабил хватку — это же подарок для меня. \nЕго глаза были все так же холодны и равнодушны к происходящему, мне хотелось впечатлить его вот таким дурацким поступком. Хотя, с какой стати я должна кого-то впечатлять? \n\nМои глаза увидели нечто интересное. На коллекции, подаренной Дрого был один и тот же символ — череп, обвитый шипами роз. Красиво и опасно одновременно. Захочешь притронуться, чтобы понюхать розу и ощутить ее прелестный запах — получишь от ее шипов. \n\nЯ подняла взгляд и встретилась глазами с Дрого МакКинроем. Никогда не думала, что буду ощущать себя, как не в своей тарелке. Почему он вообще постоянно смотрит мне в глаза? Не надо лезть мне прямо в душу этими ледяными глазами. \n\nОн, ничего не говоря, приподнял меня и поставил на пол, я же сидела до этого на третьем \"троне\", на \"первом\" и \"втором\" располагались король и Кларисса-гадюка. \n\nНедоумевая, что он задумал, он повел меня в центр зала, я еле поспевала за ним, как жаль, что я в туфлях на высоких каблуках. Он посмотрел еще раз мне в глаза, прижал к себе, взяв за талию и смотрел прямо в лицо, двигаясь и кружась в такт музыки. А он отличный танцор и умеет быть лидером, хотя бы в танце, — думала я \n\nНо тут произошёл конфуз. Чертовы туфли на высоком каблуке... Я просто наступила ему на ногу, каблук сломался и как-то невообразимо я начала падать. Упав к нему прямо на грудь, мы были очень близки друг от друга, а его глаза вольно — невольно упали в зону моего декольте. Должна же быть хоть какая-то реакция?",
    "answers": [
      {
        "id": 74,
        "text": "Вам нравится то, что Вы видите? "
      },
      {
        "id": 76,
        "text": "Дрого, хочу напомнить Вам, моё лицо находится чуть выше"
      }
    ]
  },
  {
    "id": 70,
    "text": "Мне все равно на его запреты. Он мне не муж, чтобы указывать, хотя я думаю, что даже моему мужу со мной будет сложно совладать. \nЯ вцепилась в его шею руками, он с высоты своего роста пронзил меня глазами, от которых отдавало холодом \n\nДрого(Д) : Уберите свои руки, не вынуждайте кинуть вас прямо здесь. Я не потерплю таких прикосновений к себе, — он пригрозил мне?! \nХейли(Х) : Тогда отпустите меня прямо сейчас! — я потребовала \n\nОн тоже не послушал меня. Что ж, я спрыгнула с его рук и стоя на одной ноге, освобождала вторую от этой муки- туфли. Всё, я просто сняла их и держала в руках. Не сказав ему ни слова, я открыла дверь своей комнаты и захлопнула ее прямо перед его аристократическим носом.\n\nНе успев дойти и рухнуть на кровать, мою дверь выламывали. У этого парня совсем нет манер!? ",
    "answers": [
      {
        "id": 72,
        "text": "Продолжение следует... "
      }
    ]
  },
  {
    "id": 71,
    "text": "Хейли(Х): Дрого, вы находитесь на моей территории и знаете, на вашем месте я бы помолчала.Лично я не просила нести меня, сама как-нибудь бы справилась. \nДрого(Д) : Вы не шутили, когда говорили, как остра на язык. С удовольствием бы Вам его укоротил, — на полном серьёзе сказал он мне\n\nЯ не поняла как, но он подбросил меня в воздух, поймав меня. Зачем?! Показывает, какой он сильный и моя судьба в его руках? \n\nЯ, с блеском гнева и ярости в глазах, замахнулась и влепила ему пощечину. Его глаза округлились на мгновение. Он опустил меня и \"пригвоздил\" к ближайшей стене, загородив мне \"пути отступления\". \n\nА его лицо красиво вблизи... Густые темные ресницы, правильный овал лица, глаза неопределенного цвета, я еще таких холодных нигде не видела... \nОн наклонился так, чтобы быть ближе к моему лицу, именно по уровню глаз. \nБоже, он такой громадный и опасный сейчас, что я уже жалею, что не вооружена...\nДрого(Д): Ни одна женщина за все мое существование не посмела дать мне пощёчину. Есть такие люди, которым если дали по одной, подставляют другую, я же привык дать по щеке в ответ, — и он самодовольно ухмыльнулся \nУвидимся на рассвете, принцесса. \n\nИ этот великан после этих слов покинул меня. Он при таком росте даже не горбился, ходил прямо и ровно, всем своим видом показывая мне свое величие. Встреча на рассвете, чтобы уничтожить меня?! ",
    "answers": [
      {
        "id": 73,
        "text": "Продолжение следует... "
      }
    ]
  },
  {
    "id": 72,
    "text": "Вы успешно прочитали 3ью главу квеста \"Принцесса в рыцарских доспехах\".\nПознакомились с королём Северных земель — Дрого МакКинроем, принцем Востока — Айроном Холсом и королём Южного королевства — Бартоломью Роудом.\n\nВетки Себастьяна и Сэмюеля будут доступны в 4ей главе.\nОна будет ещё насыщеннее.\n\nОставляйте отзывы и комментарии, кто из королей или же принц понравился вам больше и почему?\nЧем заинтересовал?\n\nЛюблю своих читателей!\nСпасибо вам за всё;) ",
    "answers": [
      {
        "id": 1,
        "text": "На главную"
      }
    ]
  },
  {
    "id": 73,
    "text": "Вы успешно прочитали 3ью главу квеста \"Принцесса в рыцарских доспехах\".\nПознакомились с королём Северных земель — Дрого МакКинроем, принцем Востока — Айроном Холсом и королём Южного королевства — Бартоломью Роудом.\n\nВетки Себастьяна и Сэмюеля будут доступны в 4ей главе.\nОна будет ещё насыщеннее.\n\nОставляйте отзывы и комментарии, кто из королей или же принц понравился вам больше и почему?\nЧем заинтересовал?\n\nЛюблю своих читателей!\nСпасибо вам за всё:) ",
    "answers": [
      {
        "id": 1,
        "text": "На главную "
      }
    ]
  },
  {
    "id": 74,
    "text": "Мой серебряный кулон расположился по центру, как ракурс, указывающий на мою грудь. Видимо, поэтому он и посмотрел туда, хотя во время танца его глаза были прикованы к моему лицу. \nХейли(Х): Вам нравится то, что вы видите? — спросила я тихо\nДрого(Д): Очень красиво. Я хочу прикоснуться, — и его рука потянулась... К моему кулону! \n\nНет, серьезно? Я впервые вижу такого мужчину, которого ювелирное изделие интересует больше, чем то, что вздымается из под платья. \n\nДрого(Д) : Чему вы так удивлены? — вертя кулон в своей руке спросил он\nУ вас глубокий вырез декольте, но там совершенно не на что смотреть. Полагаю, она не растет лет с 14?- с сарказмом спросил он меня\n\nДа как он смеет! \nВальсирующие и веселящиеся люди, парящие со своими партнерами по залу, вдруг посмотрели прямо на нас, когда звук смачной пощечины разлетелся со скоростью \"света\" по залу. \nДрого прикоснулся своей рукой к щеке. В глазах его было столько холода, что он мог заморозить все и всех вокруг...\nОн наклонился ко мне и прошептал : на рассвете. Я научу тебя, маленькая принцесса, как надо вести себя с опытным и зрелым мужчиной. \n\nИ потом он удалился. Его походка и уверенность в себе, равнодушие ко всему завораживало. Получается, теперь я ученица Северного Короля? И он научит меня манерам или же... ",
    "answers": [
      {
        "id": 75,
        "text": "Продолжение следует... "
      }
    ]
  },
  {
    "id": 75,
    "text": "Вы успешно прочитали 3ью главу квеста \"Принцесса в рыцарских доспехах\".\nПознакомились с королём Северных земель — Дрого МакКинроем, принцем Востока — Айроном Холсом и королём Южного королевства — Бартоломью Роудом.\n\nВетки Себастьяна и Сэмюеля будут доступны в 4ей главе.\nОна будет ещё насыщеннее.\n\nОставляйте отзывы и комментарии, кто из королей или же принц понравился вам больше и почему?\nЧем заинтересовал?\n\nЛюблю своих читателей!\nСпасибо вам за всё)) ",
    "answers": [
      {
        "id": 1,
        "text": "На главную "
      }
    ]
  },
  {
    "id": 76,
    "text": "Хейли(Х): Дрого, продолжайте смотреть мне в глаза, они находятся чуть выше, — заявила я ему\nДрого(Д): Еще раз убедился, что вы мне подходите. Скрепим узы брака, будем холодными правителями, ведь мне нужна жена-партнер, которую я совершенно не буду хотеть и не видеть в ней женщину.\nУ вас совсем не за что подержаться, принцесса, — все так же равнодушно сказал он, а мои щеки запылали от сказанного\nХейли(Х): Можете убираться прямо сейчас, из замка, а не только из этого зала. Вы мне отвратительны, — закричала я на него и выбежала отсюда.\n\nБежала в сад. Плакать себе не позволяла. Он недостоин даже слезинки моей, грубый чертов король. Уже ненавижу. О какой свадьбе с таким человеком может идти речь? Пусть сгинет с глаз моих! Не желаю его больше видеть.\n\nЯ ускорилась, завернула за угол. И столкнулась с кем-то...Подняв глаза, я увидела перед собой мужчину с синими глазами, его насыщенный синий  — словно бездна, манил и заставлял меня погружаться в глубину этой синевы. \nТак, это еще один претендент? Он что, с неба свалился прямо на мою больную голову? Голова раскалывалась после столкновения с этим синеоким... ",
    "answers": [
      {
        "id": 77,
        "text": "Продолжение следует... "
      }
    ]
  },
  {
    "id": 77,
    "text": "Вы успешно прочитали 3ью главу квеста \"Принцесса в рыцарских доспехах\".\nПознакомились с королём Северных земель — Дрого МакКинроем, принцем Востока — Айроном Холсом и королём Южного королевства — Бартоломью Роудом.\n\nВетки Себастьяна и Сэмюеля будут доступны в 4ей главе.\nОна будет ещё насыщеннее.\n\nОставляйте отзывы и комментарии, кто из королей или же принц понравился вам больше и почему?\nЧем заинтересовал?\n\nЛюблю своих читателей!\nСпасибо вам за всё) ",
    "answers": [
      {
        "id": 1,
        "text": "На главную"
      }
    ]
  },
  {
    "id": 78,
    "text": "Сказав я это, Бартоломью не смог скрыть свое удивление.\nБ: Разве принцессе полагается носить доспехи? — саркастически спросил меня он\nХ: Мне — да. Вам меня не понять, даже не пытайтесь. — отрезала я \nБ: Не указывайте мне, я сам в состоянии решить, что мне делать. Как я понял, вы очень волевая и свободолюбивая, а еще любите покомандовать. И в постели тоже? — шутливо спросил он\n\nЯ вспыхнула. Кто он такой, этот король, чтобы задавать такие интимные и непристойные вопросы? ",
    "answers": [
      {
        "id": 79,
        "text": "Знаете, именно Вас бы я привязала к кровати, воткнула в рот кляп и сбежала, позвав прислугу."
      },
      {
        "id": 80,
        "text": "Прощупываете почву, чтобы узнать, что вас ждёт со мной в будущем? "
      }
    ]
  },
  {
    "id": 79,
    "text": "Он залился краской. Ну не то чтобы полностью, но лёгкий румянец все же проступил. Этот  король-парень умеет стесняться? Матерь божья! \n\nТолько хорошо, что я не произнесла это вслух. К нам быстрым шагом подходила Кларисса и король. Что им еще нужно? ",
    "answers": [
      {
        "id": 82,
        "text": "Продолжение следует..."
      }
    ]
  },
  {
    "id": 80,
    "text": "После моего вопроса, он на минуту будто выпал из реальности. \nБ: В постели командовать привык именно я. Вам же достанется роль...,-но его прервали \nВ зале была паника. Я не совсем поняла, что происходит. Надо это выяснить... ",
    "answers": [
      {
        "id": 81,
        "text": "Продолжение следует... "
      }
    ]
  },
  {
    "id": 81,
    "text": "Вы успешно прочитали 3ью главу квеста \"Принцесса в рыцарских доспехах\".\nПознакомились с королём Северных земель — Дрого МакКинроем, принцем Востока — Айроном Холсом и королём Южного королевства — Бартоломью Роудом.\n\nВетки Себастьяна и Сэмюеля будут доступны в 4ей главе.\nОна будет ещё насыщеннее.\n\nОставляйте отзывы и комментарии, кто из королей или же принц понравился вам больше и почему?\nЧем заинтересовал?\n\nЛюблю своих читателей!\nСпасибо вам за всё:) ",
    "answers": [
      {
        "id": 1,
        "text": "На главную"
      }
    ]
  },
  {
    "id": 82,
    "text": "Вы успешно прочитали 3ью главу квеста \"Принцесса в рыцарских доспехах\".\nПознакомились с королём Северных земель — Дрого МакКинроем, принцем Востока — Айроном Холсом и королём Южного королевства — Бартоломью Роудом.\n\nВетки Себастьяна и Сэмюеля будут доступны в 4ей главе.\nОна будет ещё насыщеннее.\n\nОставляйте отзывы и комментарии, кто из королей или же принц понравился вам больше и почему?\nЧем заинтересовал?\n\nЛюблю своих читателей!\nСпасибо вам за всё;) ",
    "answers": [
      {
        "id": 1,
        "text": "На главную"
      }
    ]
  },
  {
    "id": 83,
    "text": "После моего заявления он странно на меня посмотрел. Я вопросительно изогнула бровь. \n\nБарт(Б): В Южном королевстве принято оказывать знаки внимания и находится близко к тем, к кому хочешь стать ближе. Вы мне интересна, принцесса. \nВозможно, я все ещё не набрался зрелости и не совсем научился контролировать свои чувства и эмоции, — и он мило улыбнулся. \nХейли(Х): О каких чувствах может идти речь? Либо вы стараетесь запудрить мне мозги, либо вы крайне любвеобильны, — сказала я это вслух. \nБартоломью засмеялся. У него красивый заливистый смех. Видимо, я чем-то его насмешила\n\nБ: Хейли, вы так забавны. На самом деле, мой подарок говорит за меня, я хочу, чтобы в моих руках были вы, красивая и хрупкая, а я способен сломать вас в любой момент. Ну не чудесно ли я придумал? — и он хитро улыбнулся \nХ: Вы ошибаетесь, король. Я не слабая и не хрупкая. Способна противостоять вашим попыткам сломать меня на \"осколки хрусталя\". И даже если вам это как-нибудь удастся, один осколок случайно может перерезать вам артерию, —  улыбнувшись и пригрозив ему расправой, я захотела покинуть зал. \n\nНа выходе он поймал меня за руку. Что ему еще нужно?! ",
    "answers": [
      {
        "id": 84,
        "text": "Продолжение следует... "
      }
    ]
  },
  {
    "id": 84,
    "text": "Вы успешно прочитали 3ью главу квеста \"Принцесса в рыцарских доспехах\".\nПознакомились с королём Северных земель — Дрого МакКинроем, принцем Востока — Айроном Холсом и королём Южного королевства — Бартоломью Роудом.\n\nВетки Себастьяна и Сэмюеля будут доступны в 4ей главе.\nОна будет ещё насыщеннее.\n\nОставляйте отзывы и комментарии, кто из королей или же принц понравился вам больше и почему?\nЧем заинтересовал?\n\nЛюблю своих читателей!\nСпасибо вам за всё) ",
    "answers": [
      {
        "id": 1,
        "text": "На главную "
      }
    ]
  },
  {
    "id": 85,
    "text": "Хейли(Х) : Айрон, вы давно занимаетесь изготовлением шёлка? Насколько я знаю, это очень кропотливая и затратная работа, я имею в виду, что нужно затратить достаточно времени.-мудро заметила я\nАйрон(А): Время быстротечно в любом случае, принцесса. Обычно я занимаюсь тем, чем мне хочется. Я не скажу, что это моё хобби, я люблю познавать что-то новое, погружаться в процесс познания и, наконец, просто развивать себя. Ведь иметь много навыков, не так уж и плохо, согласитесь? — и он пристально на меня посмотрел. \n\nЯ облокотилась на балкон. Он пошёл ходуном подо мной и ещё немного, я просто бы упала с него, но сзади я почувствовала дыхание на своей шее и была благодарна, что меня от него оттащили. ",
    "answers": [
      {
        "id": 86,
        "text": "Повернуться "
      },
      {
        "id": 88,
        "text": "Произнести \"спасибо\" не оборачиваясь"
      }
    ]
  },
  {
    "id": 86,
    "text": "Я повернулась к нему лицом. Айрон Холс. Его длинные белоснежные волосы и темно-серые глаза придавали ему некий шарм, в нем была загадочность и таинственность. \nСмеркалось, небо украшала полная луна. При лунном свете он словно светился, красивое зрелище и только для меня, — улыбнулась я своим мыслям. \nАйрон (А) : Принцесса, а вы хотели бы полетать? — серьёзно спросил Восточный принц\n\nСтоп... Полетать с балкона?! \nЯ не была готова к такому, но он уже держал меня над ним... ",
    "answers": [
      {
        "id": 87,
        "text": "Продолжение следует... "
      }
    ]
  },
  {
    "id": 87,
    "text": "Вы успешно прочитали 3ью главу квеста \"Принцесса в рыцарских доспехах\".\nПознакомились с королём Северных земель — Дрого МакКинроем, принцем Востока — Айроном Холсом и королём Южного королевства — Бартоломью Роудом.\n\nВетки Себастьяна и Сэмюеля будут доступны в 4ей главе.\nОна будет ещё насыщеннее.\n\nОставляйте отзывы и комментарии, кто из королей или же принц понравился вам больше и почему?\nЧем заинтересовал?\n\nЛюблю своих читателей!\nСпасибо вам за всё;) ",
    "answers": [
      {
        "id": 1,
        "text": "На главную"
      }
    ]
  },
  {
    "id": 88,
    "text": "Я сказала тихо \"спасибо\", не хотела встречаться с ним взглядом. Он наклонился и положил свою голову на моё плечо. Его руки были на мне, ниже уровня груди, но и не на талии. Его тело тёплое, а пахнет от него так приятно и одурманивающе... \nАйрон(А) : Давайте почувствуем всю лёгкость и свежесть этого воздуха., — и он начал подходить со мной к краю балкона. \nЯ становлюсь сонной, мне уже все равно... ",
    "answers": [
      {
        "id": 89,
        "text": "Продолжение следует... "
      }
    ]
  },
  {
    "id": 89,
    "text": "Вы успешно прочитали 3ью главу квеста \"Принцесса в рыцарских доспехах\".\nПознакомились с королём Северных земель — Дрого МакКинроем, принцем Востока — Айроном Холсом и королём Южного королевства — Бартоломью Роудом.\n\nВетки Себастьяна и Сэмюеля будут доступны в 4ей главе.\nОна будет ещё насыщеннее.\n\nОставляйте отзывы и комментарии, кто из королей или же принц понравился вам больше и почему?\nЧем заинтересовал?\n\nЛюблю своих читателей!\nСпасибо вам за всё) ",
    "answers": [
      {
        "id": 1,
        "text": "На главную"
      }
    ]
  },
  {
    "id": 90,
    "text": "Хейли(Х): Записка, которая была в коллекции шёлка, это вы сами написали? — полюбопытствовала я у него\nАйрон(А): Я пишу стихи, но это не стих. Это то, что исходит изнутри. Я видел вашу фотографию и решил сделать для вас этот шёлк. Действительно, он нежен, но ваша кожа... Она нежнее, — и он одними только кончиками пальцев пробежал по моей коже, его лицо было в опасной близости.\n\nДверь на балконе открылась. Я рефлекторно обернулась, там стояла Кларисса с бокалом шампанского в руках.\nОна удивлённо разглядывала Айрона Холса. Очень удивлённо.\n\nЧто такое?",
    "answers": [
      {
        "id": 91,
        "text": "Продолжение следует... "
      }
    ]
  },
  {
    "id": 91,
    "text": "Вы успешно прочитали 3ью главу квеста \"Принцесса в рыцарских доспехах\".\nПознакомились с королём Северных земель — Дрого МакКинроем, принцем Востока — Айроном Холсом и королём Южного королевства — Бартоломью Роудом.\n\nВетки Себастьяна и Сэмюеля будут доступны в 4ей главе.\nОна будет ещё насыщеннее.\n\nОставляйте отзывы и комментарии, кто из королей или же принц понравился вам больше и почему?\nЧем заинтересовал?\n\nЛюблю своих читателей!\nСпасибо вам за всё:) ",
    "answers": [
      {
        "id": 1,
        "text": "На главную"
      }
    ]
  },
  {
    "id": 92,
    "text": "",
    "answers": []
  }
]