[
  {
    "id": 1,
    "text": "⚙ Автор: Sincerely\n⚙ Жанры: Романтика, Мистика\n\nМрачная история о любовном четырёхугольнике, в котором сплелось всё: нежность, страсть, ревность, предательство, надежда, безумие и отчаяние. \n\n❢ Сугубо для любителей острейшего стекла и жестокой драмы.",
    "answers": [
      {
        "middle_answer": true,
        "text": "┈╼⊳⊰ Начало ⊱⊲╾┈",
        "id": 2
      },
      {
        "id": 4,
        "text": "┈╼⊳⊰ Эпилоги ⊱⊲╾┈",
        "middle_answer": true
      },
      {
        "id": 1,
        "text": "",
        "pageImg": "http://188.120.236.127/osheinik/диоль/часыфонстран.jpg",
        "system": true
      },
      {
        "id": 1,
        "text": "Новый ответ. введите текст",
        "url": "http://188.120.236.127/osheinik/диоль/часытитул6.jpg"
      }
    ]
  },
  {
    "id": 2,
    "text": "empty",
    "answers": [
      {
        "comment": false,
        "var_equal": [
          "стр2",
          0
        ],
        "id": 2,
        "text": "Чарли было двенадцать, когда он впервые пробрался в заброшенную часовую башню на старой площади. Ходившая по окрестностям жуткая байка уверяла, что здесь обитает призрак часовщика. В полночь он не даёт колоколу ударить в последний раз, а незванных гостей выбрасывает с высоты башни через дыру в разбитом циферблате. Достоверно известно, что один школьник по имени Джефф даже пропал в башне без следа, бу-у... \n\nНеудивительно, что каждого мальчишку, желающего доказать свою храбрость, так или иначе отправляли на встречу со сверхъестественным. И Чарли не стал исключением. Он взбирался на колокольню по ветхим лесенкам среди огромных, медленно крутящихся шестерней — щуплый, невысокий, с дыркой на локте не подходящего по размеру пиджачка — и ни одно его движение не выдавало страха или неуверенности. \n\nДрузья, устроившие ему испытание, конечно, не знали, что старший брат мальчика, Гидеон, в своё время облазил башню сверху донизу и даже нашёл причину, по которой неисправный часовой механизм пропускает двенадцатый удар. Обычная поломка, которой некому заняться, никакой мистики. \n\nЧарли знал это, и ему не было страшно. До определённого момента... ",
        "merge": true
      },
      {
        "comment": false,
        "var_equal": [
          "стр2",
          0
        ],
        "id": 2,
        "text": "⚙ ~~~>",
        "var_set": [
          "стр2",
          1
        ]
      },
      {
        "comment": false,
        "var_equal": [
          "стр2",
          1
        ],
        "id": 2,
        "text": "Скрипучие лестницы, крошась ветхой древесиной, привели его на пыльную площадку. \n\nВалы, гири, множественные колёсные передачи и даже колокол, начавший отбивать полночь, отсюда было видно как на ладони, но Чарли всё это ржавое механическое великолепие уже не интересовало. Он застыл в немом ужасе, увидев, как в широком луче лунного света, падающего сквозь разбитый циферблат, проявляются человеческие черты... \n\n... призрак... Настоящий призрак! Прозрачный, будто акварелью нарисованный в пыльном воздухе. Складки лёгкого платья и белые локоны волос поплыли в нём — невесомые и прекрасные... \n\n— Ты не часовщик! — со сменившим ужас восхищением всхлипнул Чарли, не в силах оторвать взгляда от призрачной девушки, прелестной и пленительной, будто не по годам взрослый сон. \n\nРезко обернувшись на голос, она вдруг умоляюще протянула к мальчику руки и заговорила далёким еле слышным голосом:\n\n— Они должны пробить двенадцать, когда луна... — очередной удар колокола заглушил конец фразы. — Спаси меня, прошу! Вытащи меня! Заставь часы пробить до конца! ",
        "merge": true
      },
      {
        "comment": false,
        "var_equal": [
          "стр2",
          1
        ],
        "id": 2,
        "text": "— Я... починю их, обещаю!",
        "var_set": [
          "стр2",
          2
        ]
      },
      {
        "comment": false,
        "var_equal": [
          "стр2",
          2
        ],
        "id": 2,
        "text": "Никто и никогда прежде не смотрел на Чарли с такой надеждой и мольбой. Не как на мальчика, а как на мужчину, способного помочь попавшей в беду прекрасной незнакомке. Самой прекрасной из всех, что он встречал. Прекраснее, чем он даже способен был вообразить! Имело ли значение, что она — призрак? Для него — нет. Отныне и до того дня, когда он выполнит её просьбу. И в тот момент, когда должен был прозвучать двенадцатый удар, призрачная дева исчезла без следа. \n\nЧарли долго думал над её словами, пытаясь наладить незнающими неумелыми руками увечный механизм боя, и с досадой понимая, что только ломает его ещё сильнее. Он продолжал думать, присев на площадке отдохнуть и поискать в пыли её следы. \n\nСтарый часовщик — жалкая нелепица на фоне реальности. Никто не видел здесь призрачную красавицу, вот уж точно! Но почему, если сюда не реже раза в месяц кто-то пробирается? Она сказала: \"когда луна...\" в определённом положении? Как комета, пролетающая раз в несколько лет? Тогда Чарли действительно невероятно повезло на фоне всех его приятелей... Или наоборот... \n\n... потому что, покидая башню с первыми лучами рассвета, он оставил в ней все свои мысли, покой и сон на многие годы вперёд. И совершенно не знал, как теперь быть... ",
        "merge": true
      },
      {
        "id": 3,
        "text": "⚙ Рассказать друзьям",
        "var_equal": [
          "стр2",
          2
        ],
        "var_set": [
          "локотв",
          1,
          "софия",
          1
        ]
      },
      {
        "id": 3,
        "text": "⚙ Рассказать брату",
        "var_equal": [
          "стр2",
          2
        ],
        "var_set": [
          "локотв",
          2,
          "брат",
          1
        ]
      },
      {
        "id": 3,
        "text": "⚙ Сохранить тайну",
        "var_equal": [
          "стр2",
          2
        ],
        "var_set": [
          "локотв",
          3,
          "безумие",
          1
        ]
      }
    ]
  },
  {
    "id": 3,
    "text": "empty",
    "answers": [
      {
        "id": 3,
        "text": "Друзья подняли Чарли на смех, выслушав его рассказ. Решили, что он задремал в поздний час, и красавица ему приснилась, а он, дурачок такой, решил, что видел её взаправду. \n\nЧарли протестовал, снова и снова описывая неземные черты призрачной девы в попытках излить переполняющие его впечатления, пока наконец единственная среди мальчишек девочка, пухленькая и милая, не перебила его звонким обиженным голоском:\n\n— Прям уж такая красотка, что меня можно в уродины записывать? \n\n— София, — Чарли положил руку на её плотное плечико. — Она была уже совсем... ну, взрослая девушка. А у тебя ещё всё вырастет. Правда, менее крутым парнем ты от этого всё равно не станешь, — он показал язык и чудом увернулся от летящего в нос круглого кулачка. \n\nНа этой весёлой ноте компания потихоньку начала расходиться по своим делам, и больше Чарли при друзьях тему призрачной девы не поднимал. \n\nИ брату, настолько взрослому, что уже собирался поступать в университет, тем более не стал ничего рассказывать. ",
        "var_equal": [
          "локотв",
          1,
          "стр3",
          0
        ],
        "merge": true
      },
      {
        "id": 3,
        "text": "Гидеон сперва отнёсся к рассказу брата скептически. Затем заставил снова подробно описать призрачную деву, и ещё пару раз — для верности. А потом заявил, что вспомнил нечто, из-за чего описание привидения показалось ему знакомым. \n\nОказывается, старый школьный библиотекарь тоже говорил, что в часовой башне живёт красавица. Но это звучало как шутка, и никто всерьёз не прислушался. Кроме Гидеона. Жаль — старика недавно удар хватил, и узнать у него больше ничего бы не вышло... \n\nНо старший брат поверил, причём совершенно искренне, что в башне живёт прекрасный призрак, которому нужна помощь, и для Чарли это значило очень многое. \n\nБратья пообещали друг другу, что починят башню вместе. О том, что будет дальше с призрачной девой, Чарли не задумывался. А Гидеон вместо университета, в который собирался, пошёл учиться на часовщика, чем немало удивил и расстроил родителей. А Чарли заставил восхищаться братом ещё сильнее, чем раньше. ",
        "merge": true,
        "var_equal": [
          "локотв",
          2,
          "стр3",
          0
        ]
      },
      {
        "id": 3,
        "text": "Воспоминание о призрачной деве казалось Чарли слишком драгоценным сокровищем, чтобы делить его с людьми, которые всё равно не поверят ни единому слову.\n\nНаплети он друзьям страшилок про всем известного часовщика, щёлкающего вставной челюстью и кидающего школьников с башни на мостовую, был бы шанс... За тем его в конце концов туда и отправляли. \n\nНо дева, сотканная из грёз... Боже, Чарли бы и понятий не хватило, чтобы описать её как подобает! Её глаза... он оскорбил бы и обесценил их, назвав просто \"голубыми\". Её губы и тонкие изящные руки... Чарли не мог свободно вздохнуть, даже просто думая о них. Вспоминая каждое их движение... мечтая о том дне, когда увидит их снова. \n\nНет, никто не смог бы понять его чувства. Даже такой умник, как его старший брат Гидеон. Этот только в математике хорош, в серьёзный университет поступать готовится. И никакой красотой его, наверное, не заинтересуешь... \n\nЛучше оставить себе одному — сладкую муку и горькую радость этого воспоминания. Пусть и дальше принадлежат только ему... ",
        "var_equal": [
          "локотв",
          3,
          "стр3",
          0
        ],
        "merge": true
      },
      {
        "comment": false,
        "var_equal": [
          "стр3",
          0
        ],
        "id": 3,
        "text": "⚙ ~~~>",
        "var_set": [
          "стр3",
          1
        ]
      },
      {
        "comment": false,
        "var_equal": [
          "стр3",
          1
        ],
        "id": 3,
        "text": "Конечно, восторги мальчика слегка поутихли среди унылых школьных дней — за скучными уроками и домашними заданиями, на которые было жаль чернил, в то время как кто-нибудь более талантливый мог бы попытаться изобразить ими призрачную деву... \n\nЗато в свободное время Чарли изучал часовую башню. Вскоре он знал о ней почти всё. Даже то, что гири раз в сутки поднимает сброс технической воды с ближайшего завода, проходя по подземному каналу под башней. Только призрачных красавиц ни в одном доступном Чарли источнике не упоминалось. И, как выяснилось, мало было прочитать в школьной библиотеке о часовых механизмах, чтобы исправить их бой. Самой башне требовался серьёзный ремонт, чтобы стало возможным поднять наверх тяжёлые шестерни для замены разваливающихся на части. \n\nЧарли почти смирился с тем, что поручение призрачной девы невыполнимо для школьника, и потихоньку рос в ожидании больших возможностей, лишь изредка пробираясь по ночам в башню проверить — не явится ли она снова... ",
        "merge": true
      },
      {
        "comment": false,
        "var_equal": [
          "стр3",
          1
        ],
        "id": 3,
        "text": "\n\nИ София, бойкая девочка из его компании, тоже росла... как и было ей обещано. Задорности и энергии, позволяющих носиться наравне с мальчишками на велосипедах или вышибать мячом соседские стёкла, она тоже не утратила... ",
        "var_need": [
          "софия",
          1
        ],
        "merge": true
      },
      {
        "comment": false,
        "var_equal": [
          "стр3",
          1
        ],
        "id": 3,
        "text": "\n\nА рядом росла милая и бойкая девочка из его компании — София. С которой здорово было погонять на велосипедах или повышибать мячом соседские стёкла... Но невольно сравнивая её, как самый близкий из доступных образцов женственности с предметом своих грёз, Чарли только вздыхал... ",
        "var_less": [
          "софия",
          1
        ],
        "merge": true
      },
      {
        "comment": false,
        "var_equal": [
          "стр3",
          1
        ],
        "id": 3,
        "text": "⚙ ~~~>",
        "var_set": [
          "стр3",
          2
        ]
      },
      {
        "comment": false,
        "var_equal": [
          "стр3",
          2
        ],
        "id": 3,
        "text": "Время текло стремительно, дела отца пошли в гору, и Чарли больше не приходилось донашивать одежду брата, хоть та и приходилась бы ему теперь впору. Он заметно подрос и раздался в плечах, превращаясь из щуплого мальчугана в весьма заметного юношу. Уже не только вечная шебутная София, но и девочки постарше начинали смотреть на него иначе. Стреляли загадочными взглядами из-под шляпок, непонятно улыбались, заставляя его смущаться... \n\nИ хотя призрачная дева оставалась путеводной звёздочкой всех его стремлений, он не мог не отметить, что когда вокруг живые, тёплые и до одури приятно пахнущие девушки — это прекрасно. А ту, что годами озаряла его сны и переполняла собою мысли, он так ни разу больше и не встретил... Она стала чем-то вроде солнца в небе или бога в сердце — незыблемым и недостижимым... \n\nШкольные годы потихоньку подошли к концу, и пришла пора выбирать путь по жизни. Чарли долго и всерьёз думал, прежде чем сделать выбор...",
        "merge": true
      },
      {
        "id": 5,
        "text": "⚙ Стать механиком-часовщиком",
        "var_equal": [
          "стр3",
          2
        ]
      },
      {
        "id": 6,
        "text": "⚙ Устроиться на несложную работу",
        "var_equal": [
          "стр3",
          2
        ]
      },
      {
        "id": 7,
        "text": "⚙ Получить высшее образование",
        "var_less": [
          "безумие",
          1
        ],
        "var_equal": [
          "стр3",
          2
        ]
      },
      {
        "id": 8,
        "text": "⚙ Получить высшее образование",
        "var_need": [
          "безумие",
          1
        ],
        "var_equal": [
          "стр3",
          2
        ]
      }
    ]
  },
  {
    "id": 4,
    "text": "┈╼⊳⊰ Эпилоги ⊱⊲╾┈",
    "answers": [
      {
        "comment": false,
        "id": 4,
        "text": "\n\n✗ Всего лишь замена",
        "var_less": [
          "global ending1",
          1
        ],
        "merge": true
      },
      {
        "comment": false,
        "id": 4,
        "text": "\n\n⚙ Всего лишь замена",
        "var_need": [
          "global ending1",
          1
        ],
        "merge": true
      },
      {
        "comment": false,
        "id": 4,
        "text": "\n✗ Гаечный ключ",
        "var_less": [
          "global ending2",
          1
        ],
        "merge": true
      },
      {
        "comment": false,
        "id": 4,
        "text": "\n⚙ Гаечный ключ",
        "var_need": [
          "global ending2",
          1
        ],
        "merge": true
      },
      {
        "comment": false,
        "id": 4,
        "text": "\n✗ Горькое разочарование",
        "var_less": [
          "global ending3",
          1
        ],
        "merge": true
      },
      {
        "comment": false,
        "id": 4,
        "text": "\n⚙ Горькое разочарование",
        "var_need": [
          "global ending3",
          1
        ],
        "merge": true
      },
      {
        "comment": false,
        "id": 4,
        "text": "\n✗ До последнего вздоха",
        "var_less": [
          "global ending4",
          1
        ],
        "merge": true
      },
      {
        "comment": false,
        "id": 4,
        "text": "\n⚙ До последнего вздоха",
        "var_need": [
          "global ending4",
          1
        ],
        "merge": true
      },
      {
        "comment": false,
        "id": 4,
        "text": "\n✗ Опасные фантазии",
        "var_less": [
          "global ending5",
          1
        ],
        "merge": true
      },
      {
        "comment": false,
        "id": 4,
        "text": "\n⚙ Опасные фантазии",
        "var_need": [
          "global ending5",
          1
        ],
        "merge": true
      },
      {
        "comment": false,
        "id": 4,
        "text": "\n✗ Несчастный случай",
        "var_less": [
          "global ending6",
          1
        ],
        "merge": true
      },
      {
        "comment": false,
        "id": 4,
        "text": "\n⚙ Несчастный случай",
        "var_need": [
          "global ending6",
          1
        ],
        "merge": true
      },
      {
        "comment": false,
        "id": 4,
        "text": "\n✗ Час расплаты",
        "var_less": [
          "global ending8",
          1
        ],
        "merge": true
      },
      {
        "comment": false,
        "id": 4,
        "text": "\n⚙ Час расплаты",
        "var_need": [
          "global ending8",
          1
        ],
        "merge": true
      },
      {
        "comment": false,
        "id": 4,
        "text": "\n✗ Чарли-паровоз",
        "var_less": [
          "global ending9",
          1
        ],
        "merge": true
      },
      {
        "comment": false,
        "id": 4,
        "text": "\n⚙ Чарли-паровоз",
        "var_need": [
          "global ending9",
          1
        ],
        "merge": true
      },
      {
        "comment": false,
        "id": 4,
        "text": "\n✗ Подземный поток",
        "var_less": [
          "global ending10",
          1
        ],
        "merge": true
      },
      {
        "comment": false,
        "id": 4,
        "text": "\n⚙ Подземный поток",
        "var_need": [
          "global ending10",
          1
        ],
        "merge": true
      },
      {
        "comment": false,
        "id": 4,
        "text": "\n✗ Кошмарное зрелище",
        "var_less": [
          "global ending11",
          1
        ],
        "merge": true
      },
      {
        "comment": false,
        "id": 4,
        "text": "\n⚙ Кошмарное зрелище",
        "var_need": [
          "global ending11",
          1
        ],
        "merge": true
      },
      {
        "comment": false,
        "id": 4,
        "text": "\n✗ Сокамерники",
        "var_less": [
          "global ending12",
          1
        ],
        "merge": true
      },
      {
        "comment": false,
        "id": 4,
        "text": "\n⚙ Сокамерники",
        "var_need": [
          "global ending12",
          1
        ],
        "merge": true
      },
      {
        "comment": false,
        "id": 4,
        "text": "\n✗ Облако пламени",
        "var_less": [
          "global ending14",
          1
        ],
        "merge": true
      },
      {
        "comment": false,
        "id": 4,
        "text": "\n⚙ Облако пламени",
        "var_need": [
          "global ending14",
          1
        ],
        "merge": true
      },
      {
        "comment": false,
        "id": 4,
        "text": "\n✗ Засада",
        "var_less": [
          "global ending15",
          1
        ],
        "merge": true
      },
      {
        "comment": false,
        "id": 4,
        "var_need": [
          "global ending15",
          1
        ],
        "text": "\n⚙ Засада",
        "merge": true
      },
      {
        "comment": false,
        "id": 4,
        "text": "\n✗ Чёрная ярость",
        "var_less": [
          "global ending16",
          1
        ],
        "merge": true
      },
      {
        "comment": false,
        "id": 4,
        "var_need": [
          "global ending16",
          1
        ],
        "text": "\n⚙ Чёрная ярость",
        "merge": true
      },
      {
        "comment": false,
        "id": 4,
        "text": "\n✗ Пустое место",
        "var_less": [
          "global ending17",
          1
        ],
        "merge": true
      },
      {
        "comment": false,
        "id": 4,
        "var_need": [
          "global ending17",
          1
        ],
        "text": "\n⚙ Пустое место",
        "merge": true
      },
      {
        "comment": false,
        "id": 4,
        "text": "\n✗ Освобождена, чтобы умереть",
        "var_less": [
          "global ending18",
          1
        ],
        "merge": true
      },
      {
        "comment": false,
        "id": 4,
        "var_need": [
          "global ending18",
          1
        ],
        "text": "\n⚙ Освобождена, чтобы умереть",
        "merge": true
      },
      {
        "comment": false,
        "id": 4,
        "text": "\n✗ Маленькие механизмы",
        "var_less": [
          "global ending7",
          1
        ],
        "merge": true
      },
      {
        "comment": false,
        "id": 4,
        "text": "\n⚙ Маленькие механизмы ♡",
        "var_need": [
          "global ending7",
          1
        ],
        "merge": true
      },
      {
        "comment": false,
        "id": 4,
        "text": "\n✗ Никаких новостей",
        "var_less": [
          "global ending13",
          1
        ],
        "merge": true
      },
      {
        "comment": false,
        "id": 4,
        "text": "\n⚙ Никаких новостей ♡",
        "var_need": [
          "global ending13",
          1
        ],
        "merge": true
      },
      {
        "comment": false,
        "id": 4,
        "text": "\n✗ Связаны судьбой",
        "var_less": [
          "global ending19",
          1
        ],
        "merge": true
      },
      {
        "comment": false,
        "id": 4,
        "var_need": [
          "global ending19",
          1
        ],
        "text": "\n⚙ Связаны судьбой ♡",
        "merge": true
      },
      {
        "comment": false,
        "id": 4,
        "text": "\n✗ Двенадцатый удар",
        "var_less": [
          "global ending20",
          1
        ],
        "merge": true
      },
      {
        "comment": false,
        "id": 4,
        "text": "\n⚙ Двенадцатый удар ♡",
        "var_need": [
          "global ending20",
          1
        ],
        "merge": true
      },
      {
        "id": 1,
        "text": "⊰ Назад ⊱",
        "middle_answer": false,
        "left_answer": true
      }
    ]
  },
  {
    "id": 5,
    "text": "empty",
    "answers": [
      {
        "var_equal": [
          "стр5",
          0
        ],
        "var_less": [
          "брат",
          1
        ],
        "text": "В то время, как Гидеон всё дальше и увереннее уходил вперёд во взрослой жизни — переехал в отдельный дом, стал почти чужим, солидным и уважаемым человеком и даже вошёл в городской совет — Чарли быстро освоил нехитрые секреты механики и открыл маленькую частную ремонтную мастерскую. \n\nСтоило ему начать увязать в рутине, как он тайком пробирался в башню и понемногу чинил то, что было ему по плечу. Однако на серьёзный ремонт требовались средства, которых у него не было, не говоря уже о разрешении на то, чтобы хозяйничать с городской собственностью. \n\nЛелея надежду добиться такого разрешения и финансирования, Чарли тратил всё свободное время на разработку плана ремонта с подробными чертежами. ",
        "id": 5,
        "merge": true
      },
      {
        "var_equal": [
          "стр5",
          0
        ],
        "id": 5,
        "var_need": [
          "брат",
          1
        ],
        "text": "Дорога была уже проторена — старший брат к этому времени мог не только взять Чарли в ученики, но и устроить на работу в собственную недавно открытую ремонтную мастерскую. \n\nВсё ещё казалось неясным, насколько всерьёз Гидеон относится к восстановлению часовой башни и спасению призрачной девы, но душа его определённо лежала к механизмам. Казалось, он ни секунды не пожалел, что не сделал настоящей карьеры вопреки надеждам родителей. И нередко благодарил Чарли за то, что тот подтолкнул его к верному выбору. \n\nВ свободное время братья по очереди тайком пробирались в башню и чинили то, что было им по силам. Однако на серьёзный ремонт требовались средства, не говоря уже о разрешении на то, чтобы хозяйничать с городской собственностью. Рассчитывая получить такое разрешение и достойное финансирование, братья по вечерам работали над планом ремонта с подробными чертежами. ",
        "merge": true
      },
      {
        "var_equal": [
          "стр5",
          0
        ],
        "id": 5,
        "var_need": [
          "софия",
          1
        ],
        "text": "\n\nОтвлекала помимо простой ежедневной работы только неизменная приятельница София, которая устроилась поблизости разносчицей газет и частенько забегала поболтать. Девушка успела необыкновенно расцвести, и смешные серёжки из маленьких часовых шестерёнок, которые Чарли подарил ей на день рождения, удивительно шли к новой пышной причёске и озорным глазам...",
        "merge": true
      },
      {
        "var_need": [
          "брат",
          1
        ],
        "var_equal": [
          "стр5",
          0
        ],
        "id": 5,
        "text": "\n\nОтвлекала помимо простой ежедневной работы только старая знакомая Чарли — София, которая устроилась поблизости разносчицей газет и частенько забегала поболтать. Девушка успела необыкновенно расцвести, и смешные серёжки из маленьких часовых шестерёнок, которые братья подарили ей на день рождения, удивительно шли к новой пышной причёске и озорным глазам...",
        "var_less": [
          "софия",
          1
        ],
        "merge": true
      },
      {
        "var_equal": [
          "стр5",
          0
        ],
        "id": 5,
        "text": "\n\nОтвлекала помимо простой ежедневной работы только старая знакомая — София, которая устроилась поблизости разносчицей газет и частенько забегала поболтать. Девушка успела расцвести во всей девичьей красе, но в глазах Чарли она оставалась той же девочкой, с которой он в детстве играл в мячик и гонял на велосипеде. В той прошлой жизни, когда его ещё интересовали мячики и велосипеды... ",
        "var_less": [
          "софия",
          1,
          "брат",
          1
        ],
        "merge": true
      },
      {
        "comment": false,
        "var_equal": [
          "стр5",
          0
        ],
        "id": 5,
        "text": "⚙ ~~~>",
        "var_set": [
          "стр5",
          1
        ]
      },
      {
        "comment": false,
        "var_equal": [
          "стр5",
          1
        ],
        "id": 5,
        "text": "Дни тянулись за днями размеренно и спокойно, и этот не обещал быть исключением. ",
        "merge": true
      },
      {
        "var_equal": [
          "стр5",
          1
        ],
        "var_less": [
          "брат",
          1,
          "софия",
          1
        ],
        "text": "Но стал им. Из утренней газеты Чарли внезапно узнал, что городским советом принято решение снести старую часовую башню! \n\nИ стоял за этим, конечно же, Гидеон — большинство последних строек и сносов в городе происходили именно по его инициативе! \n\nСкомкав газету к возмущению Софии, которая и принесла её почитать, Чарли в ярости выбежал из мастерской. ",
        "id": 5,
        "merge": true
      },
      {
        "var_equal": [
          "стр5",
          1
        ],
        "var_less": [
          "брат",
          1,
          "софия",
          1
        ],
        "text": "⚙ Срочно ехать к брату! ",
        "id": 18,
        "merge": false
      },
      {
        "var_equal": [
          "стр5",
          1
        ],
        "id": 5,
        "var_need": [
          "брат",
          1
        ],
        "text": "Разве что Чарли и Гидеон договорились ночью пойти в башню вдвоём — для некоторых работ одной пары рук там не хватало. \n\nНо к вечеру в мастерской нарисовалась необычно расстроенная София и спутала братьям все планы, попросившись переночевать, потому как домой возвращаться ей запретили. \n\nЧарли с лёгким раздражением следил за тем, как его старший брат поит девушку горячим чаем и расспрашивает о проблемах дома, ободряюще поглаживая по плечу. И не понимал, что именно чувствует при виде этой картины — досаду из-за лишней задержки или... ревность? \n\nСофия же с детства была приятельницей Чарли, может, это ему сейчас следовало сидеть с ней рядом и тискать её покатые плечики под видом участия?.. Уф-ф... ",
        "merge": true
      },
      {
        "var_equal": [
          "стр5",
          1
        ],
        "id": 19,
        "var_need": [
          "брат",
          1
        ],
        "text": "⚙ Уговорить брата оставить её и идти в башню вдвоём, как собирались",
        "merge": false
      },
      {
        "var_set": [
          "софия",
          1
        ],
        "var_equal": [
          "стр5",
          1
        ],
        "id": 20,
        "text": "⚙ Отпустить брата в башню, а самому остаться с Софией",
        "var_need": [
          "брат",
          1
        ],
        "merge": false
      },
      {
        "var_equal": [
          "стр5",
          1
        ],
        "id": 21,
        "text": "⚙ Оставить брата с Софией, а самому идти в башню",
        "var_need": [
          "брат",
          1
        ],
        "merge": false
      },
      {
        "var_equal": [
          "стр5",
          1
        ],
        "id": 5,
        "var_need": [
          "софия",
          1
        ],
        "text": "Но стал им. Из утренней газеты Чарли внезапно узнал, что городским советом принято решение снести старую часовую башню! \n\nИ стоял за этим, конечно же, Гидеон — большинство последних строек и сносов в городе происходили именно по его инициативе! \n\nБросив газету на стол, Чарли в ярости выбежал из мастерской. София, которая и занесла эту газету почитать, заинтересовавшись, догнала его на улице и увязалась следом на своём дребезжащем велосипеде.",
        "merge": true
      },
      {
        "var_equal": [
          "стр5",
          1
        ],
        "id": 18,
        "var_need": [
          "софия",
          1
        ],
        "text": "⚙ Срочно ехать к брату! ",
        "merge": false
      }
    ]
  },
  {
    "id": 6,
    "text": "empty",
    "answers": [
      {
        "var_equal": [
          "стр6",
          0
        ],
        "id": 6,
        "var_need": [
          "софия",
          1
        ],
        "text": "Благодаря связям и навязчивым наставлениям отца Чарли устроился служащим в маленькую контору неподалёку от дома и погряз в серых рабочих буднях, занимаясь скучными, никому не нужными делами. \n\nЕдинственным человеком, с которым он всё ещё поддерживал общение, была вездесущая София. Девушка успела необыкновенно расцвести и найти работу разносчицей газет. Носясь, как и прежде, по улицам на своём дребезжащем велосипеде и каждое утро заскакивая в контору с утренней прессой для начальника, она задерживалась, чтобы вытащить Чарли на перекур и немного поболтать, скрашивая его унылое существование. \n\nСо временем девушка так прочно обосновалась в его режиме дня, что когда она заикнулась о том, чтобы найти другую работу — поприбыльней, он не придумал ничего лучше, чем сделать ей предложение руки и своего скромного конторского заработка, лишь бы не лишиться её утренних визитов с газетами. \n\nПосле нескольких минут звонкого заливистого девичьего смеха, когда Чарли уже пожалел о том, что брякнул такую глупость, София неожиданно заявила, что согласна, и, повиснув у него на шее, впервые поцеловала...",
        "merge": true
      },
      {
        "var_equal": [
          "стр6",
          0
        ],
        "id": 6,
        "text": "Благодаря связям и навязчивым наставлениям отца Чарли устроился служащим в маленькую контору неподалёку от дома и погряз в серых рабочих буднях, занимаясь скучными, никому не нужными делами. \n\nБрат счёл решение Чарли предательством и трусостью. Ведь сам Гидеон в своё время пожертвовал хорошим образованием и возможной карьерой ради общей мечты, хотя имел все задатки... \n\n... в отличие от Чарли, которому и так ничего не светило, кроме службы в любой подобной безликой конторке, среди которых и ремонтная мастерская, открытая Гидеоном, была ничуть не хуже... \n\nПотянулись унылые деньки, похожие один на другой, как удары колокола башенных часов. И если бы не эти звуки, постоянно долетающие со старой площади, отвлекающие Чарли от забот и терзающие душу тоской, было бы, наверное, не так уж и плохо... ",
        "var_need": [
          "брат",
          1
        ],
        "merge": true
      },
      {
        "var_equal": [
          "стр6",
          0
        ],
        "id": 6,
        "var_need": [
          "безумие",
          1
        ],
        "text": "Благодаря связям и навязчивым наставлениям отца Чарли устроился служащим в маленькую контору неподалёку от дома и погряз в серых рабочих буднях, занимаясь скучными, никому не нужными делами. \n\nОн надеялся, что взрослая жизнь вытрет из его памяти главное потрясение детства — встречу с призрачной девой — но та давно уже была неотъемлемой частью него самого, будто вечно больной орган где-то возле сердца, который не излечить и не вырезать на хирургическом столе. \n\nУнылые деньки тянулись один за одним, похожие друг на друга, как удары колокола башенных часов. И если бы не эти звуки, постоянно долетающие со старой площади, отвлекающие его от забот и терзающие душу тоской, могло бы быть, наверное, не так уж и плохо... ",
        "merge": true
      },
      {
        "var_set": [
          "стр6",
          1
        ],
        "comment": false,
        "var_equal": [
          "стр6",
          0
        ],
        "lua_do": "function lua_do()\nlocal rect =\ndisplay.newRect(display.contentCenterX, display.contentCenterY, display.contentCenterX*2, display.contentCenterY*2)\ncanvas.parent.parent.parent.parent.parent.parent.parent:insert(rect)\nrect:setFillColor(1,1,1)\ntransition.from(rect, {time = 400, alpha = 0, transition = easing.outExpo, onComplete = function() \ntimer.performWithDelay(200, function() \nif rect and rect.removeSelf then\ntransition.to(rect, {time = 500, alpha = 0, transition = easing.inExpo, \nonComplete = function() \nif rect and rect.removeSelf then \nrect:removeSelf() \nrect = nill end end}) end end) end}) end",
        "text": "⚙ ~~~>",
        "id": 6,
        "merge": false
      },
      {
        "var_equal": [
          "стр6",
          1
        ],
        "id": 6,
        "var_need": [
          "софия",
          1
        ],
        "text": "... Хватаясь за свой огромный живот, София морщилась от боли, кричала, что рожает, и звала Чарли по имени, но тот не слышал — он смотрел в окно на нечто, отчего ему было намного больнее, чем его жене...\n\n... Сегодня по решению городского совета сносили старую часовую башню...\n\nРаскололась сбитая высоким краном черепичная крыша — сколько Чарли себя помнил, возвышавшаяся над тремя рядами других крыш, обозримых из его окна. И сердце мужчины раскололось вместе с ней.\n\nПочему... Как так вышло, что он даже не попытался выполнить просьбу той единственной, о которой мечтал всю жизнь? Мечтал, даже когда брал в жёны нелюбимую, хоть и такую чудесную девушку. И жаркими ночами в кромешной тьме кусая её податливые губы и вороша волосы, прислушивался к одиннадцати глухим ударам башенных часов, чтобы воскресить в воображении точёные черты, которым никогда не суждено было изгладиться из памяти...\n\n— Сделаешь ты что-нибудь или нет?! — провыла в ухо София, вдавливая ногти ему в плечо.\n\nЧарли накрыл её руку дрожащей ладонью и, не отрываясь от окна, медленно помотал головой. Он уже ничего не мог сделать. Ничего...\n\n⚙ Эпилог: \"Всего лишь замена\". ",
        "merge": true
      },
      {
        "var_set": [
          "global ending1",
          1
        ],
        "super_calculate": false,
        "calculate": true,
        "var_equal": [
          "стр6",
          1
        ],
        "id": 6,
        "var_need": [
          "софия",
          1
        ],
        "text": "⚙ ~~~> София-брак, башня рушится",
        "merge": false
      },
      {
        "var_equal": [
          "стр6",
          1
        ],
        "id": 6,
        "var_need": [
          "брат",
          1
        ],
        "text": "... На старой площади давно не собиралось такого количества людей. Толпа широкой дугой выстроилась вокруг того, что осталось от какого-то безумца, упавшего с вершины старой часовой башни.\n\nКто это был? Что он там делал? Спрыгнул сам или его столкнул злой дух старого часовщика?\n\nЧарли единственный знал ответы на все эти вопросы, суеверными шепотками раздающиеся вокруг. \n\nОн молча стоял в первом ряду, с глубокой скорбью глядя не на жуткое месиво в расползшейся по мостовой луже засыхающей крови, а на лежащий поодаль и до сих пор никем не замеченный гаечный ключ...\n\n⚙ Эпилог: \"Гаечный ключ\". ",
        "merge": true
      },
      {
        "var_set": [
          "global ending2",
          1
        ],
        "super_calculate": false,
        "var_need": [
          "брат",
          1
        ],
        "var_equal": [
          "стр6",
          1
        ],
        "id": 6,
        "text": "⚙ ~~~> брат безумец упал с башни",
        "calculate": true,
        "merge": false
      },
      {
        "var_equal": [
          "стр6",
          1
        ],
        "id": 6,
        "var_need": [
          "безумие",
          1
        ],
        "text": "... Снос часовой башни по решению городского совета стал последним ударом для одинокого, замкнутого, ничем не выдающегося служащего безликой конторы. \n\nЧарли ничего не мог сделать, глядя в мутное окошко через площадь на то, как рушится древнее здание, погребая под собой его заветную мечту и последнюю надежду. \n\nОн так и не нашёл возможности выполнить просьбу призрачной девы — единственного на свете существа, которое смотрело на него всерьёз, рассчитывало на него, просило его о помощи...\n\nИ Чарли плакал, прижавшись раскалённым лбом безумца к оконному стеклу и сжимая слабые кулаки от осознания собственной ничтожности. Всё было кончено...\n\n⚙ Эпилог: \"Горькое разочарование\". ",
        "merge": true
      },
      {
        "var_set": [
          "global ending3",
          1
        ],
        "super_calculate": false,
        "text": "⚙ ~~~> плачет над рухнувшей башней",
        "var_equal": [
          "стр6",
          1
        ],
        "id": 6,
        "calculate": true,
        "var_need": [
          "безумие",
          1
        ],
        "merge": false
      },
      {
        "blackout": false,
        "middle_answer": true,
        "text": "┈╼⊳⊰ Конец ⊱⊲╾┈",
        "var_equal": [
          "стр6",
          1
        ],
        "id": 1
      }
    ]
  },
  {
    "id": 7,
    "text": "empty",
    "answers": [
      {
        "var_equal": [
          "стр7",
          0
        ],
        "id": 7,
        "text": "Гидеон счёл решение Чарли поступить в университет предательством и трусостью. Ведь сам он в своё время пожертвовал хорошим образованием и возможной карьерой ради общей мечты, хотя имел все задатки... \n\n... в отличие от Чарли, которому в итоге даже поступить в приличное учебное заведение не удалось. После третьей неудачной попытки он пал духом и начал искать работу по силам. \n\nНаконец устроившись в небольшую контору, как советовал отец, Чарли погряз в серых рабочих буднях, всё больше разочаровываясь в себе, жизни и мечтах... ",
        "var_need": [
          "брат",
          1
        ],
        "merge": true
      },
      {
        "var_set": [
          "стр6",
          1
        ],
        "text": "⚙ ~~~>",
        "comment": false,
        "var_equal": [
          "стр7",
          0
        ],
        "id": 6,
        "var_need": [
          "брат",
          1
        ],
        "lua_do": "function lua_do()\nlocal rect =\ndisplay.newRect(display.contentCenterX, display.contentCenterY, display.contentCenterX*2, display.contentCenterY*2)\ncanvas.parent.parent.parent.parent.parent.parent.parent:insert(rect)\nrect:setFillColor(1,1,1)\ntransition.from(rect, {time = 400, alpha = 0, transition = easing.outExpo, onComplete = function() \ntimer.performWithDelay(200, function() \nif rect and rect.removeSelf then\ntransition.to(rect, {time = 500, alpha = 0, transition = easing.inExpo, \nonComplete = function() \nif rect and rect.removeSelf then \nrect:removeSelf() \nrect = nill end end}) end end) end}) end",
        "merge": false
      },
      {
        "var_equal": [
          "стр7",
          0
        ],
        "id": 7,
        "text": "Тем временем Гидеон успел далеко и уверенно уйти вперёд во взрослой жизни — переехал в отдельный дом, стал почти чужим, очень солидным человеком и держал курс на вступление в городской совет. \n\nСледовать по его стопам для Чарли было почти непосильной задачей — он никогда и не обольщался насчёт того, кто из них двоих умный и одарённый, а кому особых талантов от природы не досталось. Но другого пути, чтобы сдержать обещание, данное призрачной деве, Чарли не видел — ему нужны были средства и влияние, чтобы позаботиться о часовой башне и организовать ей достойный ремонт. \n\nСо второго раза, с помощью Гидеона и благодаря его авторитету, Чарли удалось со скрипом поступить в тот же серьёзный университет, что и брат. Там его ждала новая жизнь, полная тяжёлой напряжённой учёбы, но вместе с тем и небольших студенческих радостей. Например, периодических вечеринок с танцами и разгульным весельем, на какое способны только те, чьи зубы остро заточены о гранит науки и отчаянно тоскуют по чему-то более сочному. ",
        "var_less": [
          "брат",
          1
        ],
        "merge": true
      },
      {
        "var_set": [
          "стр7",
          1
        ],
        "var_equal": [
          "стр7",
          0
        ],
        "var_less": [
          "брат",
          1
        ],
        "text": "⚙ ~~~>",
        "id": 7,
        "merge": false
      },
      {
        "id": 7,
        "text": "На одной из таких вечеринок Чарли неожиданно встретил старую знакомую — Софию — и был несказанно удивлён тем, как девушка успела расцвести и похорошеть. \n\nСофия, как выяснилось, с окончания школы работала разносчицей газет, гоняя, как и в детстве, на своём дребезжащем велосипеде по улицам города, и сама не помнила, кто её сюда пригласил. \n\nОни не отходили друг от друга весь вечер — оживлённо болтали, вспоминая детские подвиги, восторгались друг другом, танцевали в паре и что-то пили, пока вечеринка так некстати, в самый неожиданный и неудобный момент, не закончилась, и не пришла пора расходиться. ",
        "var_equal": [
          "стр7",
          1
        ],
        "merge": true
      },
      {
        "var_equal": [
          "стр7",
          1
        ],
        "id": 7,
        "text": "⚙ Проводить Софию до дома",
        "var_set": [
          "стр7",
          2,
          "софия",
          1,
          "поцелуй",
          1
        ],
        "merge": false
      },
      {
        "var_equal": [
          "стр7",
          1
        ],
        "id": 7,
        "text": "⚙ Попрощаться",
        "merge": false,
        "var_set": [
          "стр7",
          2,
          "софия",
          0
        ]
      },
      {
        "id": 7,
        "text": "Чарли отлично помнил, где живёт подруга его детства, и не мог отпустить её так поздно одну. К тому же, ему безумно не хотелось с ней расставаться, и о стольком ещё нужно было поговорить... \n\nВдвоём они неспешно прогулялись в свете газовых фонарей по ночным улицам до старой площади с заброшенной часовой башней. Чарли вёл за руль её громоздкий велосипед, а София шагала рядом, прижимаясь к его руке. На углу её дома они остановились попрощаться, и её хорошенькое личико оказалось так близко, что Чарли не удержался и сделал то, без чего этот чудесный вечер остался бы незавершённым — поцеловал её.\n\nИ в этот момент колокол на башне начал отбивать полночь... И сердце вместе с ним отбило все одиннадцать тоскливых и тяжёлых ударов по той единственной, что жила в нём с детства и до сих пор. А Чарли в это время механически продолжал целовать мягкие губы другой — самой обычной живой девушки, коих вокруг него всегда было в избытке...\n\nПока время действовать и воплощать в жизнь заветную мечту ещё не пришло, Чарли позволял себе жить обычной студенческой жизнью, как прежде — жизнью школьника. И закрутить по пути небольшой роман с девушкой не казалось ему непозволительной роскошью... ",
        "var_equal": [
          "стр7",
          2,
          "софия",
          1
        ],
        "merge": true
      },
      {
        "id": 7,
        "text": "Что ж, всё хорошее когда-нибудь заканчивается, и этот чудесный вечер тоже не мог длиться вечно. Для Чарли он был лишь кратким отдыхом на долгом пути к спасению незабвенной призрачной девы. \n\nИ пока время действовать и воплощать в жизнь заветную мечту ещё не пришло, Чарли позволял себе жить обычной студенческой жизнью, как прежде — жизнью школьника. \n\nНо для Софии в его сердце места не было, и он слишком хорошо это чувствовал, прощаясь с ней и выражая вполне искреннее беспокойство о том, как она будет ночью одна добираться домой через весь город. \n\nДевушку тут же нашлось, кому проводить, и Чарли со спокойной душой и едва ощутимым сожалением отпустил её...",
        "var_equal": [
          "стр7",
          2,
          "софия",
          0
        ],
        "merge": true
      },
      {
        "var_equal": [
          "стр7",
          2
        ],
        "id": 7,
        "text": "⚙ ~~~>",
        "var_set": [
          "стр7",
          3
        ],
        "merge": false
      },
      {
        "id": 7,
        "text": "... Студенческие годы подошли к концу, и выпускная работа Чарли, посвящённая старинным городским зданиям, а в первую очередь, конечно, часовой башне, привлекла к нему внимание организации защиты исторических и архитектурных памятников. \n\nПрилично окончив университет и успев обрасти множеством полезных знакомств, Чарли к неожиданной радости родителей смог стать городским чиновником, ответственным за культурное наследие. \n\nОн начал руководить реставрацией музеев, понемногу отбирая лучших экспертов для разработки плана восстановления часовой башни, всё ближе подбираясь к исполнению своей заветной мечты... ",
        "var_equal": [
          "стр7",
          3
        ],
        "merge": true
      },
      {
        "id": 91,
        "text": "⚙ ~~~>",
        "comment": false,
        "var_equal": [
          "стр7",
          3
        ]
      }
    ]
  },
  {
    "id": 8,
    "text": "empty",
    "answers": [
      {
        "comment": false,
        "var_equal": [
          "стр8",
          0
        ],
        "id": 8,
        "text": "Астрономия не пользовалась особой популярностью среди абитуриентов, но Чарли казалось, что изучение небесных тел приведёт его к самому важному — роли луны в появлении призрачной девы. \n\nЕму не давало покоя, что она, возможно, появлялась в башне не раз с их первой и единственной встречи, и он упустил свои шансы, потому что наведывался не в те дни. \n\nСо скрипом поступив в небольшую частную академию, он прилежно учился и вёл собственное исследование: собирал сведения обо всех известных полуночных посещениях башни другими мальчишками, сравнивал положения светил и искал закономерности, по которым можно было бы вычислить дату следующего явления девы.",
        "merge": true
      },
      {
        "comment": false,
        "var_equal": [
          "стр8",
          0
        ],
        "id": 8,
        "text": "⚙ ~~~>",
        "var_set": [
          "стр8",
          1
        ],
        "merge": false
      },
      {
        "comment": true,
        "var_equal": [
          "стр8",
          1
        ],
        "id": 8,
        "text": "Тем временем Гидеон успел далеко и уверенно уйти вперёд во взрослой жизни — переехал в отдельный дом, стал почти чужим, очень солидным человеком и даже вошёл в городской совет. \n\nА София устроилась разносчицей газет, гоняя, как в детстве, на своём велосипеде, и расцвела во всей девичьей красе. Чарли случайно столкнулся с ней возле обсерватории и даже не сразу узнал — с пышной причёской и яркими серёжками в ушах. \n\nЕё, впрочем, тоже удивили перемены во внешности Чарли. Но, к сожалению, не лучшим образом. Она начала обидно высмеивать его \"дикий видок\" — результат почти затворнического образа жизни. О, ему было, что ей ответить... ",
        "merge": true
      },
      {
        "comment": false,
        "var_equal": [
          "стр8",
          1
        ],
        "id": 8,
        "text": "⚙ Отстоять честь астрономии",
        "var_set": [
          "стр8",
          2
        ],
        "merge": false
      },
      {
        "comment": false,
        "var_equal": [
          "стр8",
          1
        ],
        "id": 8,
        "text": "⚙ Обругать ",
        "var_set": [
          "стр8",
          5
        ]
      },
      {
        "id": 8,
        "text": "Заводя беседу о небесных телах, Чарли не ожидал того, как скоро та закончится неловким разговором о телах земных. И что тёплая рука Софии окажется в его руке быстрее, чем делает оборот вокруг своей оси самый маленький из спутников Сатурна. \n\nС того дня у юного астронома всё пошло наперекосяк. София стала частенько заглядывать в обсерваторию, где он занимался, отвлекая от дел, кокетничая напропалую и восторженно вспоминая школьные деньки, когда они так весело проводили время вместе. \n\nИ в один прекрасный день, когда Чарли осознал, что не сделал ровным счётом ничего полезного, потому что заболтался с Софией, и её лицо с атласными щёчками и озорными глазами снова находилось слишком близко, чтобы мысли не путались в голове, он решил, что дальше так продолжаться не может... ",
        "var_equal": [
          "стр8",
          2
        ],
        "merge": true
      },
      {
        "comment": false,
        "var_equal": [
          "стр8",
          2
        ],
        "id": 8,
        "text": "⚙ Поцеловать",
        "var_set": [
          "стр8",
          3,
          "софья",
          1,
          "поцелуй",
          1
        ]
      },
      {
        "comment": false,
        "var_equal": [
          "стр8",
          2
        ],
        "id": 8,
        "text": "⚙ Избавиться от неё",
        "var_set": [
          "стр8",
          6
        ]
      },
      {
        "id": 8,
        "text": "Поддавшись давно мучившим его желаниям, он поцеловал девушку, крепко сжимая её ладонь в своей и чувствуя себя так, будто вышел в открытый космос. \n\nЖизнь заиграла новыми красками и ощущениями, наполнилась особыми смыслами, и хотя Чарли нашёл для Софии место в ней, вытеснить из его сердца призрачную деву живому человеку оказалось не по силам. \n\nОн даже не рассказывал девушке, какие исследования проводит, старательно обходя стороной любые разговоры о башне, чтобы София не сочла его вконец рехнувшимся фанатиком... Коим он бесспорно являлся, хоть и отказывался самому себе это признать... ",
        "var_equal": [
          "стр8",
          3
        ],
        "merge": true
      },
      {
        "var_equal": [
          "стр8",
          3
        ],
        "id": 8,
        "text": "⚙ ~~~>",
        "var_set": [
          "стр8",
          4
        ],
        "merge": false
      },
      {
        "id": 8,
        "text": "Не сдержавшись, Чарли прямо высказал девушке, что навязчивость её не украшает, и что липнуть к нему не нужно — есть дела и поважнее бесполезной трепотни с приятелями детства. Никакого будущего не наступит, если изо дня в день мусолить прошлое. \n\nСофия ушла, как только справилась с обидой и потрясением, громко хлопнув дверью вместо ответной речи. С улицы донеслось возмущённое дребезжание её старого велосипеда. \n\nБольше в поле зрения Чарли девушка не появлялась, и ничто не мешало ему спокойно заниматься в обсерватории, мало-помалу продвигаясь в своих изысканиях.\n\nИ он ни секунды не жалел, что остался верен призрачной деве, потеряв шанс построить отношения с обычной девушкой... ",
        "var_equal": [
          "стр8",
          6
        ],
        "merge": true
      },
      {
        "id": 8,
        "text": "Как следует проехавшись по всем качествам Софии, которые раздражали его ещё в детстве, и по нескольким замеченным новым, Чарли с удовлетворением смотрел, как девушка в ярости уносится прочь на своём дребезжащем велосипеде, роняя свежие газеты из жестяных корзин на руле и багажнике. То-то же... \n\nБольше София в поле его зрения не появлялась, и ничто не мешало спокойно заниматься в обсерватории, мало-помалу продвигаясь в своих изысканиях.\n\nВ сердце Чарли по-прежнему безраздельно царствовала призрачная дева, и у других девушек не было и шанса на него претендовать. ",
        "var_equal": [
          "стр8",
          5
        ],
        "merge": true
      },
      {
        "var_equal": [
          "стр8",
          5
        ],
        "id": 8,
        "text": "⚙ ~~~>",
        "var_set": [
          "стр8",
          4
        ],
        "merge": false
      },
      {
        "var_equal": [
          "стр8",
          6
        ],
        "id": 8,
        "text": "⚙ ~~~>",
        "merge": false,
        "var_set": [
          "стр8",
          4
        ]
      },
      {
        "var_equal": [
          "стр8",
          4
        ],
        "id": 8,
        "text": "Дни проходили за днями, и упорный труд наконец принёс долгожданные плоды. Чарли вычислил даты, по которым дева должна появляться в часовой башне! \n\nВыходило, что один раз в три года с небольшим, и до ближайшей заветной ночи оставалась всего пара недель... \n\nЧарли считал минуты, поднимаясь по утрам, сидя на лекциях, без аппетита глотая обеды и ужины, провожая домой Софию с её вечным громоздким велосипедом и привычно целуя на прощание её податливые мягкие губы... \n\nА та по утрам приносила Чарли газеты, одна из которых внезапно заставила его сердце рухнуть. Первая полоса безжалостно сообщала, что городской совет принял решение снести старую башню! \n\nЧарли, не теряя ни минуты, бросился в новую часть города — требовать аудиенции у старшего брата, несомненно стоящего за этим чудовищным решением. Все последние стройки и сносы в городе происходили именно по его инициативе! ",
        "var_need": [
          "поцелуй",
          1
        ],
        "merge": true
      },
      {
        "var_equal": [
          "стр8",
          4
        ],
        "id": 8,
        "text": "Дни проходили за днями и упорный труд наконец принёс долгожданные плоды. Чарли вычислил даты, по которым дева должна появляться в часовой башне! \n\nВыходило, что один раз в три года с небольшим, и до ближайшей заветной ночи оставалась всего пара недель... \n\nЧарли считал минуты, поднимаясь утром по будильнику, сидя на лекциях, без аппетита глотая обеды и ужины, и без интереса листая отложенные на потом утренние газеты... одна из которых внезапно заставила его сердце рухнуть. Первая полоса безжалостно сообщала, что городской совет принял решение снести старую башню! \n\nЧарли, не теряя ни минуты, бросился через весь город — требовать аудиенции у старшего брата, несомненно стоящего за этим чудовищным решением. Все последние стройки и сносы в городе происходили именно по его инициативе! ",
        "var_less": [
          "поцелуй",
          1
        ],
        "merge": true
      },
      {
        "id": 9,
        "text": "⚙ ~~~>",
        "var_equal": [
          "стр8",
          4
        ]
      }
    ]
  },
  {
    "id": 9,
    "text": "В кабинете Гидеона было просторно, светло и чисто, но непроходимо накурено — мужчина, в которого успел превратиться старший брат, похоже, дымил тут за закрытыми дверьми, как все построенные им заводы вместе взятые. \n\n— Да какое тебе дело до этой развалины? — спросил он, не отрываясь от подписывания бумаг даже ради разговора с братом, которого давно не видел. — Я согласовал снос с обществом защиты памятников архитектуры. Никому, кроме мальчишек со страшилками про часовщика, башня и даром не сдалась.\n\nЧарли в отчаянии сжал кулаки. У него не было аргументов, кроме тайны о призрачной деве, которую он хранил столько лет... ",
    "answers": [
      {
        "id": 10,
        "text": "⚙ Рассказать всё-всё... "
      },
      {
        "id": 11,
        "text": "⚙ Пытаться убедить иначе"
      }
    ]
  },
  {
    "id": 10,
    "text": "Раскрыть тайну, которую столько лет хранил единолично, которой был одержим, дышал и бредил, казалось невозможной задачей для молодого одичавшего астронома, с заметным напряжением увязывающего слова в речь. Но Чарли справился с этим. В конце концов, цель его жизни и само существование призрачной девы висели на волоске... \n\nГидеон явно не верил. Даже при всех своих способностях к владению лицом не мог скрыть того, что считает рассказ брата бреднями душевнобольного. Чарли отчётливо видел это, но оставался спокоен. К счастью, ему намного сложнее было просто решиться поделиться самым сокровенным, чем доказать, что дева существует. И самое сложное уже осталось позади. \n\n... В тот день, который Чарли вычислил после долгих лет кропотливых исследований, они с братом встретились на старой площади. И, когда стемнело, вдвоём пробрались в башню. Гидеон был полон показного скептицизма и обещал посадить брата в психушку сразу после полуночи, поскольку никаких привидений тут, конечно же, не появится. А Чарли молчал в благоговейном трепете перед грядущей минутой и пытался унять дрожь в руках. ",
    "answers": [
      {
        "id": 94,
        "text": "⚙ ~~~>"
      }
    ]
  },
  {
    "id": 11,
    "text": "empty",
    "answers": [
      {
        "id": 11,
        "text": "Раскрыть тайну, которую столько лет оберегал, которой был одержим, дышал и бредил, казалось таким кощунством, что Чарли так на это и не решился. \n\nСама сокровенная суть его существования, сам смысл его жизни — даже думать о том, чтобы выболтать его Гидеону, было невыносимо. \n\nЧарли продолжал бессвязно требовать, просить, умолять отменить снос, но не привёл ни единого весомого аргумента, и Гидеон, потеряв терпение, выставил его вон. \n\nЧарли ушёл, сжимая кулаки в мрачной решимости. Разумеется, он не сдастся. Костьми ляжет, но не позволит ни одной ветхой черепичке упасть с древней крыши башни! ",
        "var_equal": [
          "стр11",
          0
        ],
        "merge": true
      },
      {
        "var_equal": [
          "стр11",
          0
        ],
        "id": 11,
        "text": "⚙ ~~~>",
        "var_set": [
          "стр11",
          1
        ],
        "merge": false
      },
      {
        "id": 11,
        "text": "... В назначенный день он стоял у подножья башни с одиночным пикетом о защите исторического памятника, на который наплевать жадным строителям заводов. \n\nЕго молчаливый отчаянный протест и безумный взъерошенный вид вызывали усмешки у начинающих скапливаться вокруг зевак. \n\nВсем было интересно посмотреть, как его потащат отсюда за космы, когда приедет тяжёлая техника для сноса... ",
        "var_equal": [
          "стр11",
          1
        ],
        "merge": true
      },
      {
        "var_set": [
          "стр11",
          2
        ],
        "super_calculate": false,
        "var_need": [
          "поцелуй",
          1
        ],
        "var_equal": [
          "стр11",
          1
        ],
        "id": 11,
        "calculate": false,
        "text": "⚙ ~~~>",
        "merge": false
      },
      {
        "var_set": [
          "стр11",
          4
        ],
        "var_equal": [
          "стр11",
          1
        ],
        "calculate": false,
        "super_calculate": false,
        "id": 11,
        "text": "⚙ ~~~>",
        "var_less": [
          "поцелуй",
          1
        ],
        "merge": false
      },
      {
        "id": 11,
        "text": "Однако задолго до того, как это случилось, в толпе показалась София. Секунду поколебавшись, разглядывая то Чарли с его нелепой табличкой, то печальную башню с разбитым циферблатом, она решительно выкатила свой громыхучий велосипед и поставила его как баррикаду напротив основной проезжей улицы. \n\nЧарли, не веря своим глазам, смотрел, как девушка встаёт с ним плечом к плечу и, подняв над головой свежую газету, начинает во всё горло кричать о произволе городского совета и безразличии тех, кто обязан защищать культурное наследие. \n\nНасмешек в толпе поубавилось... А через какое-то время и вовсе появились те, для кого башня что-то да значила. Ведомые ностальгией мужчины, мальчишками лазавшие в запретную зону на встречу с несуществующим часовщиком. Женщины, которым первое свидание назначали на старой площади под бой колокола... Многие потянулись за обозначенную велосипедом черту. \n\nК тому времени, как появилась техника, толпа заполонила половину площади. Среди них было больше привлечённых шумом зевак, чем неравнодушных, да и напоминало это столпотворение скорее весёлый фестиваль, чем воинствующую протестную группировку, но непривычные к такому поведению горожан водители жутких паровых бульдозеров и высоченных кранов отступили. ",
        "var_equal": [
          "стр11",
          2
        ],
        "merge": true
      },
      {
        "var_equal": [
          "стр11",
          2
        ],
        "id": 11,
        "text": "⚙ ~~~>",
        "var_set": [
          "стр11",
          3
        ],
        "merge": false
      },
      {
        "id": 11,
        "text": "Чарли вытирал скупые слёзы радости рукавом и всхлипывал. Они победили... И всё благодаря Софии... Если бы не она... Взяв её руку, он пытался что-то сказать, но только неуклюже мямлил, пока она не поцеловала его — прямо посреди толпы. Чарли выронил табличку и притянул девушку к себе вплотную под свист, аплодисменты и забившие полдень башенные часы. \n\nИ ему было ужасно стыдно. Совсем не потому, что вёл себя развязно на виду у стольких человек. Совсем нет. Но София спасла башню ради него — лишь потому, что питала к нему некие чувства и, увидев его в отчаянном положении, захотела помочь. Девушка с золотым сердцем, восхитительная в своём безрассудстве! А всё, что когда-либо делал Чарли, было подчинено призрачной деве — одной единственной. С которой он увидится со дня на день только благодаря девушке, которую целует сейчас... \n\nВсё было неправильно. И то, что шумиха, которую вызвало столпотворение под башней, заставило-таки зашевелиться организацию защиты культурного наследия, и учредить фонд, для сбора средств на ремонт... Прекрасно, но неправильно... От Чарли ведь больше ничего не зависело... До дня явления девы он жил будто во сне, наблюдая за тем, как дело движется... И казалось, что сейчас он поднимется на башню, и никакой девы там не... ",
        "var_equal": [
          "стр11",
          3
        ],
        "merge": true
      },
      {
        "id": 13,
        "text": "⚙ ~~~>",
        "var_equal": [
          "стр11",
          3
        ],
        "merge": false
      },
      {
        "id": 11,
        "text": "Высоченные краны и жуткие паровые бульдозеры, насмешливо свистя и работая скрипучими поршнями, появились на улице вдалеке. Толпа стремительно начала редеть. Люди — ещё страшнее бульдозеров и кранов — специальные страшные люди, со свистками и в касках, белыми лапками перчаток разводили зазевавшихся в стороны, подальше с площади... \n\nЧарли сопротивлялся из всех сил. Яростно и бешено, прокусывая перчатки, выбивая свистки... Вырвавшись из волокущих его лап, бросился наперерез острому ковшу бульдозера, слишком близко подобравшемуся к башне. \n\nВыставил руки и намертво упёрся пятками в камни мостовой, запоздало понимая, что всё же остановит снос... Остановит его ненадолго, ценой своей жизни, и даст башне простоять ещё чуть-чуть, пока то, что от него останется, отскребут от железных деталей и огромных колёс. И лишь попрощаться с призрачной девой ему уже не суждено...\n\n⚙ Эпилог: \"До последнего вздоха\". ",
        "var_equal": [
          "стр11",
          4
        ],
        "merge": true
      },
      {
        "middle_answer": true,
        "blackout": false,
        "id": 1,
        "text": "┈╼⊳⊰ Конец ⊱⊲╾┈",
        "var_equal": [
          "стр11",
          4
        ],
        "var_set": [
          "global ending4",
          1
        ]
      },
      {
        "var_equal": [
          "стр11",
          4
        ],
        "id": 11,
        "calculate": true,
        "blackout": false,
        "middle_answer": true,
        "text": "┈╼⊳⊰ Конец ⊱⊲╾┈",
        "super_calculate": false,
        "var_set": [
          "global ending4",
          1
        ]
      }
    ]
  },
  {
    "id": 12,
    "text": "... Долгие месяцы тянулись монотонной чередой, складываясь в года. Башня обновлялась, поглощая всё внимание и мысли Чарли. И только смерть старых родителей — сразу одного за другим — заставила его на миг опомниться и проникнуться моментом. \n\nНа похоронах мать и отца опускали в одну могилу на городском кладбище. А ",
    "answers": [
      {
        "var_less": [
          "поцелуй",
          1
        ],
        "id": 12,
        "text": "Чарли встретил брата, с которым почти не виделся с той памятной ночи. После формальных объятий с соболезнованиями, Гидеон первым завёл разговор о призрачной деве и башне, которую вот-вот уже должны были восстановить. \n\nЗаметив нездоровый блеск в глазах брата, то, как тот похудел, начал сутулится и криво улыбаться, Чарли слишком отчётливо узнал в нём себя времён изучения астрономии и в очередной раз пожалел, что разделил с братом свою тайну... ",
        "need": [
          10
        ],
        "merge": true
      },
      {
        "var_need": [
          "поцелуй",
          1
        ],
        "id": 12,
        "text": "Чарли привычно обнимал Софию, которая так и таскалась за ним хвостиком, куда бы тот ни направился, и сверлил взглядом брата, который вместо гробов разглядывал что-то вдали... \n\nОни почти не виделись с той памятной ночи. Но то, как Гидеон диковато сутулился, резко двигался и невпопад широко улыбался, слишком сильно напоминало Чарли его самого времён изучения астрономии. \n\nВ очередной раз он пожалел, что разделил с братом свою тайну... И не представлял, что будет делать, когда ремонт башни завершится... ",
        "need": [
          10
        ],
        "merge": true
      },
      {
        "id": 12,
        "text": "Чарли привычно обнимал Софию, которая так и следовала за ним, куда бы тот ни направился, и непроизвольно косился на подозрительного типа в плаще, которого последний год постоянно замечал то там, то тут...\n\nОн долго не придавал этому значения, но в конце концов его осенило. Брат нанял какого-то сыщика, чтобы следить за ним! Должно быть, одержимость часовой башней и тот шум, что они с Софией вокруг неё подняли, заставили Гидеона изрядно поломать голову и заподозрить что-то неладное. И чем ближе приближался день окончания реставрации, тем больше Чарли тревожила постоянная слежка... \n\nСам же Гидеон даже на похороны не пришёл. Поговаривали, что у него теперь немало проблем из-за той истории... ",
        "need": [
          13
        ],
        "merge": true
      },
      {
        "id": 12,
        "text": "Чарли наблюдал пренеприятную картину. Гидеон обнимал Софию, которая подошла к нему выразить соболезнования. И почему-то эти объятия показались ему... слишком долгими, слишком крепкими и абсолютно неуместными сейчас. Эти двое ещё и шептались о чём-то... \n\nНе устояв на месте, Чарли вклинился в разговор, несколько бестактно напоминая о своём присутствии, чем вызвал явное недоумение у обоих. Но на этом всё и закончилось. \n\nДо конца церемонии Чарли не мог понять, что на него нашло. Должно быть, нервы шалили — всё же он не чужих людей на тот свет провожал... Да и до окончания ремонта башни оставалось всего ничего. Было из-за чего понервничать. ",
        "need": [
          16
        ],
        "merge": true
      },
      {
        "var_need": [
          "поцелуй",
          1
        ],
        "id": 12,
        "text": "Чарли привычно обнимал Софию, которая так и таскалась за ним хвостиком, куда бы тот ни направился, и непроизвольно повсюду искал взглядом своего брата...\n\nДела у Гидеона были настолько плохи, что хуже уже некуда. Поговаривали, что он не смог сохранить даже дом. Где он теперь живёт и на что, Чарли не знал, и нигде не мог найти его, хоть и пытался. \n\nИ чем меньше времени оставалось до окончания ремонтных работ в башне, тем тревожнее становилось у Чарли на душе. Видит бог, у него были на то основания... ",
        "need": [
          17
        ],
        "merge": true
      },
      {
        "var_less": [
          "поцелуй",
          1
        ],
        "id": 12,
        "text": "Чарли непроизвольно повсюду искал взглядом своего старшего брата...\n\nДела у Гидеона были настолько плохи, что хуже уже некуда. Поговаривали, что он не смог сохранить даже дом. Где он теперь живёт и на что, Чарли не знал, и нигде не мог найти брата, хоть и пытался. \n\nИ чем меньше времени оставалось до окончания ремонтных работ в башне, тем тревожнее становилось у Чарли на душе. Видит бог, у него были на то основания... ",
        "need": [
          17
        ],
        "merge": true
      },
      {
        "id": 12,
        "text": "Чарли привычно обнимал Софию, которая казалась ещё более тихой и ушедшей в себя, чем за все последние месяцы. И как будто специально старалась не смотреть в сторону Гидеона, тут же, рядом, погружённого в собственные мысли. \n\nЧарли уговаривал себя, что скоро что-то обязательно изменится к лучшему. До окончания ремонта башни оставалось всего ничего... ",
        "need": [
          25
        ],
        "merge": true
      },
      {
        "id": 12,
        "text": "братья впервые за долгое время превратились из двух механиков, денно и нощно чинящих часовую башню, в пару обычных скорбящих сирот. \n\nНе то, чтобы это могло их сильнее сблизить, но дало маленькую передышку в нескончаемой гонке — кто сегодня починит больше.\n\nЧарли уже устал от неё. Устал тяжким трудом доказывать, что он единственный достоин призрачной девы, и что его к ней чувства сильнее. Но сдаваться в шаге от завершения всех работ и не думал.",
        "need": [
          19
        ],
        "merge": true
      },
      {
        "id": 12,
        "text": "Чарли привычно обнимал Софию, с которой так до сих пор и не нашёл в себе сил расстаться. И в то же время тревожно смотрел на Гидеона, который вместо родительских гробов рассматривал что-то на горизонте. \n\nЧарли был уверен, что даже в такой момент мысли его брата не здесь, а с призрачной девой... Как, впрочем, и у него самого, ведь до окончания ремонта остались сущие штрихи... \n\nЧто же стало с ними? Почему нельзя хоть на день из двух одержимых механиков превратиться в пару обычных скорбящих сирот? ",
        "need": [
          20
        ],
        "merge": true
      },
      {
        "id": 12,
        "text": "Чарли наблюдал, как Гидеон и София стоят в обнимку, будто защищая друг друга от печалей и горестей, и вовсю им завидовал. \n\nУ него теперь совсем никого не осталось. Ни этих двоих, вечно занятых своей любовью так, что заставить брата работать можно было только шантажом и мольбами. Ни родителей, которых прямо сейчас провожал в последний путь. Ни друзей, ни собственной личной жизни... \n\n... одна только призрачная дева. Но до завершения ремонта башни оставалось совсем чуть-чуть! Совсем немножечко... ",
        "need": [
          21
        ],
        "merge": true
      },
      {
        "id": 30,
        "text": "⚙ ~~~>"
      }
    ]
  },
  {
    "id": 13,
    "text": "... Но наступила полночь, и призрачная дева снизошла в лунном сиянии, как и годы назад. Ещё прекраснее, чем Чарли запомнил! Ещё ближе, ещё желаннее, ещё...\n\nЗабыв, кто он и где, забыв, как дышать, забыв о Софии, досматривающей где-то десятый сон, Чарли протянул к видению трясущиеся руки и хрипло выдохнул:\n\n— Ты пришла! Я не ошибся! Я знаю, когда тебя искать!\n\n— Часы!.. Прошу, скорее... — слабо ответил её необыкновенный голос, заставляющий встать дыбом волоски на руках и шее. — Я больше не вынесу, — прочитал он по губам за гулом очередного удара колокола. \n\n— Скоро тут всё починят! Я всё устроил! Клянусь, в следующий раз они пробьют до конца! — рухнув на подломившиеся колени, он поймал её пальцы — словно холодный сжатый воздух вместо живой плоти.\n\nИ даже это едва уловимое ощущение растаяло вместе с не прозвучавшим двенадцатым ударом колокола.\n\nТри с небольшим года... Всего три с небольшим, и она будет свободна... ",
    "answers": [
      {
        "id": 12,
        "text": "⚙ ~~~>"
      }
    ]
  },
  {
    "id": 14,
    "text": "В кабинете Гидеона было просторно, светло и чисто, но непроходимо накурено — мужчина, в которого успел превратиться старший брат, похоже, дымил тут за закрытыми дверьми, как все построенные им заводы вместе взятые. \n\n— Нельзя сносить исторический архитектурный памятник! — надрывался Чарли, морщась от едкого дыма. — Ты не имеешь права принимать такие решения, не согласовав их со мной! \n\n— Да какая ценность может быть у этой развалины? — отмахивался Гидеон, не отрываясь от подписывания бумаг даже ради разговора с братом. — Никому, кроме мальчишек со страшилками про часовщика, башня и даром не сдалась.\n\nОн явно не воспринимал ситуацию всерьёз. И очень зря! Чарли мог бы при желании устроить так, что карьера брата рухнет быстрее, чем с часовой башни снимут хоть одну старую черепичку...\n\nДоходить до таких крайностей не хотелось, и Чарли мучительно пытался придумать ещё какие-нибудь аргументы, чтобы уладить дело миром. ",
    "answers": [
      {
        "id": 14,
        "text": "\n\nИ София, которая умудрилась пролезть за ним в кабинет, и теперь суровым волчонком выглядывала из-за его плеча, явно хотела высказаться, но стеснялась влезать в чужой разговор. ",
        "var_need": [
          "софия",
          1
        ],
        "merge": true
      },
      {
        "id": 14,
        "text": "Ничего кроме правды о призрачной леди на ум не приходило. И был ли шанс, что Гидеон поймёт, как это важно для его когда-то горячо любимого младшего брата, и остановится? ",
        "var_less": [
          "софия",
          1
        ],
        "merge": true
      },
      {
        "id": 15,
        "text": "⚙ Рассказать всё-всё... ",
        "var_less": [
          "софия",
          1
        ]
      },
      {
        "id": 16,
        "text": "⚙ Дать Софии высказаться",
        "var_need": [
          "софия",
          1
        ]
      },
      {
        "id": 17,
        "text": "⚙ Если Гидеон хочет войны, он её получит! "
      }
    ]
  },
  {
    "id": 15,
    "text": "empty",
    "answers": [
      {
        "comment": false,
        "var_equal": [
          "стр15",
          0
        ],
        "id": 15,
        "text": "Сделав последнюю ставку на братские узы, некогда такие крепкие, Чарли рассказал брату всё... О том, как мальчишкой пролез в часовую башню, как встретил там призрачную девушку, умолявшую его о помощи, и о том, как всю жизнь положил на то, чтобы сдержать данное ей обещание. \n\nЧарли недоставало красноречия Гидеона, но тот слушал внимательно и даже не улыбнулся ни разу, не говоря уже о том, чтобы высмеять брата с его фантастическими бреднями. \n\nНаконец, серьёзно подумав, он пообещал повременить со сносом башни и навести кое-какие справки насчёт неё.\n\nИспытывая ни с чем не сравнимую радость оттого, что брат поверил ему и прислушался, Чарли долго и слёзно благодарил его, тиская на прощание в объятьях. \n\nОкрылённый, он ",
        "merge": true
      },
      {
        "comment": true,
        "var_equal": [
          "стр15",
          0
        ],
        "id": 15,
        "text": "вернулся в контору в полной уверенности, что их с Гидеоном дружба отныне будет ещё крепче, чем в детстве, и что есть на свете человек, которому он может доверять полностью и безгранично... ",
        "need": [
          14
        ],
        "merge": true
      },
      {
        "var_equal": [
          "стр15",
          0
        ],
        "id": 15,
        "text": "вернулся в мастерскую в полной уверенности, что их с Гидеоном дружба отныне будет ещё крепче, чем в детстве, и что есть на свете человек, которому он может доверять полностью и безгранично... ",
        "need": [
          18
        ],
        "merge": true
      },
      {
        "var_set": [
          "стр15",
          1
        ],
        "var_equal": [
          "стр15",
          0
        ],
        "id": 15,
        "text": "⚙ ~~~>",
        "lua_do": "function lua_do()\nlocal rect =\ndisplay.newRect(display.contentCenterX, display.contentCenterY, display.contentCenterX*2, display.contentCenterY*2)\ncanvas.parent.parent.parent.parent.parent.parent.parent:insert(rect)\nrect:setFillColor(1,1,1)\ntransition.from(rect, {time = 400, alpha = 0, transition = easing.outExpo, onComplete = function() \ntimer.performWithDelay(200, function() \nif rect and rect.removeSelf then\ntransition.to(rect, {time = 500, alpha = 0, transition = easing.inExpo, \nonComplete = function() \nif rect and rect.removeSelf then \nrect:removeSelf() \nrect = nill end end}) end end) end}) end",
        "merge": false
      },
      {
        "id": 15,
        "text": "... Восемь... Девять... Десять... Одиннадцать... \n\nУдары головой о стену, обитую войлоком, — всё, что осталось, когда руки перекручены и связаны за спиной длинными белыми рукавами ненавистной плотной рубашки... \n\n... Восемь... Девять... Десять... Одиннадцать... \n\nДо красноты стёртый лоб и горло, сорванное в истошных криках отчаяния, когда в толстую тетрадь занесли его имя с припиской о помешательстве и опасных фантазиях.\n\nЧасовая башня обрушилась на мостовую старой площади, на её месте строят расширение завода — никакой безумец не станет помехой на пути развития городской промышленности. \n\nЧасовой колокол никогда не ударит в двенадцатый раз. \n\n... Восемь... Девять... Десять... Одиннадцать... \n\nБудь ты проклят, Гидеон! Будь ты проклят!!!\n\n⚙ Эпилог: \"Опасные фантазии\". ",
        "var_equal": [
          "стр15",
          1
        ],
        "merge": true
      },
      {
        "middle_answer": true,
        "blackout": false,
        "id": 1,
        "text": "┈╼⊳⊰ Конец ⊱⊲╾┈",
        "var_equal": [
          "стр15",
          1
        ],
        "var_set": [
          "global ending5",
          1
        ]
      },
      {
        "var_equal": [
          "стр15",
          1
        ],
        "id": 15,
        "calculate": true,
        "blackout": false,
        "middle_answer": true,
        "text": "┈╼⊳⊰ Конец ⊱⊲╾┈",
        "super_calculate": false,
        "var_set": [
          "global ending5",
          1
        ]
      }
    ]
  },
  {
    "id": 16,
    "text": "Стоило дать девушке разрешение говорить, и та будто с цепи сорвалась. Чарли, ошалев слегка, смотрел, как она, уперевшись ладонями в крышку стола Гидеона, орёт на городского советника благим матом, обещая поднять все связи в городских газетах и замызгать его имя скандальными заголовками так, что в жизни не отмоется, если не перестанет втыкать свои вонючие заводы, где им место и не место! \n\nГидеон, вынужденно оторвавшийся наконец от своих бумаг, тоже выглядел весьма обескураженным такой атакой. И даже в некоторой степени восхищённым... \n\nЗабыв о брате, он переключился на девушку и начал расспрашивать о том, правда ли горожане так тепло относятся к пропускающей удары развалине с разбитым циферблатом, и, выслушав ещё множество горячих утверждений, неожиданно легко пообещал дать задний ход в плане сноса и даже попробовать найти финансирование на ремонт. \n\nПокинув здание городского управления, Чарли долго благодарил Софию, на радостях тиская её в объятиях, и ему было уже безразлично, какие мотивы заставили Гидеона отступить. Страх перед крушением репутации в глазах общественности или симпатия к набросившейся на него хорошенькой девушке...",
    "answers": [
      {
        "id": 12,
        "text": "⚙ ~~~>"
      }
    ]
  },
  {
    "id": 17,
    "text": "Напрасно брат принимал мягкость и уступчивость Чарли за слабость и думал, что все сомнительные обходные манёвры никак ему в будущем не аукнутся. У младшего брата накопилось на старшего столько компромата за прошедшие годы, что достаточно было просто стряхнуть с него пыль и отнести куда следует. \n\nЧарли даже, как оказалось, недооценивал масштаб своей атаки и, глядя, какая шумиха поднимается вокруг имени Гидеона и часовой башни, испытывал угрызения совести. \n\nОн буквально уничтожил своего брата, который когда-то столько для него сделал, — Гидеон в одночасье из самого преуспевающего городского советника превратился во всеми презираемое ничтожество. После потери должности его открыто оскорбляли в каждой утренней газете, таскали по судам, вынуждая разоряться на адвокатов. Даже некоторые заводы из построенных по его инициативе закрылись.\n\nЗато реставрация часовой башни получила дополнительное финансирование, и работа потихоньку началась не только на бумаге, но и на площади... ",
    "answers": [
      {
        "id": 12,
        "text": "⚙ ~~~>"
      }
    ]
  },
  {
    "id": 18,
    "text": "В кабинете Гидеона было просторно, светло и чисто, но непроходимо накурено — мужчина, в которого успел превратиться старший брат, похоже, дымил тут за закрытыми дверьми, как все построенные им заводы вместе взятые. \n\n— Да какое тебе дело до этой развалины? — спросил он, не отрываясь от подписывания бумаг даже ради разговора с братом, которого давно не видел. — Я согласовал снос с обществом защиты памятников архитектуры. Никому, кроме мальчишек со страшилками про часовщика, башня и даром не сдалась. ",
    "answers": [
      {
        "id": 18,
        "text": "\n\nЧарли не представлял, какие аргументы можно представить в защиту башни. Разве что свой план восстановления — чертежи, к счастью, всегда были при нём в нагрудном кармане. \n\nЗато София, которая даже в кабинет за ним прокралась и теперь сурово выглядывала из-за его плеча, явно хотела бы высказать что-то веское, но стеснялась... Чарли не ожидал от неё многого, больше полагаясь на результаты собственного труда. ",
        "var_need": [
          "софия",
          1
        ],
        "merge": true
      },
      {
        "id": 18,
        "text": "\n\nЧарли не представлял, какие аргументы можно представить в защиту башни. Разве что свой план восстановления — чертежи, к счастью, всегда были при нём в нагрудном кармане...\n\nИли же... рассказать всю правду о призрачной деве... Только так, наверное, Гидеон поймёт, что хочет разрушить не просто какую-то башню, а сам смысл жизни своего брата... ",
        "var_less": [
          "софия",
          1
        ],
        "merge": true
      },
      {
        "id": 23,
        "text": "⚙ Показать чертежи"
      },
      {
        "id": 15,
        "text": "⚙ Рассказать всё-всё... ",
        "var_less": [
          "софия",
          1
        ]
      }
    ]
  },
  {
    "id": 19,
    "text": "empty",
    "answers": [
      {
        "id": 19,
        "text": "Оставив Софию на гостевом диване в мастерской с чаем и запасным пледом, братья наврали что-то о матери, ждущей их дома, и отправились к заветной башне.\n\nСлаженно работая, обмениваясь шутками и размазывая машинное масло по лицам, они сами не заметили, как наступила полночь.\n\nЧарли спрыгнул с балки на площадку, чтобы не оглохнуть от ударов колокола возле самого уха, и застыл, оказавшись нос к носу с той самой... призрачной девой... Она явилась снова! Ещё прекраснее, чем он запомнил! Ещё ближе, ещё желаннее, ещё... \n\n— Я пытаюсь починить часы! — виновато воскликнул он, протягивая к ней грязные руки. — Как ты просила, я пытаюсь! Клянусь, я обязательно освобожу тебя!\n\nЕго голос разнёсся по дрожащей башне вместе с колокольным гулом. Призрачная красавица измученно улыбнулась, взмахнув густыми белыми ресницами, и нерешительно коснулась его пальцев. Словно сжатый холодный воздух вместо живой плоти... ",
        "var_equal": [
          "стр19",
          0
        ],
        "merge": true
      },
      {
        "comment": false,
        "var_equal": [
          "стр19",
          0
        ],
        "id": 19,
        "text": "⚙ ~~~>",
        "var_set": [
          "стр19",
          1
        ]
      },
      {
        "id": 19,
        "text": "— Ты что-то ска-а... — Гидеон, взбираясь на площадку, выронил гаечный ключ. \n\n... И ринулся вперёд, едва не пихнув брата плечом. \n\n— Ты правда существуешь! Я знал! Я верил! — ошалело выдохнул он, застывая в полушаге от испуганно отшатнувшегося привидения. — Боже, как ты прекрасна... — одними губами добавил он перед тем, как часы ударили одиннадцатый раз. \n\n— Прошу вас, поспешите... — умоляюще произнесла она и растаяла в лунном свете, как мираж.\n\nБратья медленно посмотрели друг на друга с одинаковым безумием во взгляде. Чарли подумалось, что лучше бы он оставил Гидеона в мастерской — утешать Софию любыми известными человечеству способами. Или вовсе никогда не рассказывал ему о том, как встретил призрачную деву в первый раз... ",
        "var_equal": [
          "стр19",
          1
        ],
        "merge": true
      },
      {
        "comment": false,
        "var_equal": [
          "стр19",
          1
        ],
        "id": 19,
        "text": "⚙ ~~~>",
        "var_set": [
          "стр19",
          2
        ]
      },
      {
        "id": 19,
        "text": "— С ума сойти, — после долгого молчания непринуждённо подал голос Гидеон, улыбаясь во весь рот и потирая затылок. — По-моему, она меня испугалась, да? С живыми девушками мне как-то больше везёт, ха-ха... \n\nОн неторопливо развернулся и потопал искать гаечный ключ, который уронил на лестнице. Чарли уставился в его широкую напряжённую спину. \n\nБрата не обманешь — Гидеон явно имел на призрачную деву те же виды, что и Чарли. Небось полюбил её ещё с рассказов школьного библиотекаря и молчал об этом! А теперь, когда наконец увидел её своими глазами, решил, что после освобождения она будет принадлежать ему?!",
        "var_equal": [
          "стр19",
          2
        ],
        "merge": true
      },
      {
        "var_add": [
          "ревность",
          1
        ],
        "var_equal": [
          "стр19",
          2
        ],
        "id": 19,
        "text": "⚙ Заявить права на призрачную деву",
        "comment": false,
        "var_set": [
          "стр19",
          3
        ]
      },
      {
        "comment": false,
        "var_equal": [
          "стр19",
          2
        ],
        "id": 19,
        "text": "⚙ Пустить ситуацию на самотёк",
        "var_set": [
          "стр19",
          4
        ]
      },
      {
        "id": 19,
        "text": "Слова комкались в горле и выталкивались с трудом — сумбурные, неуклюжие... И всё же Чарли удалось высказать, что его, в отличие от брата, живые девушки не интересуют вовсе, и кроме как с призрачной девой он ни с кем себя не представляет. И поскольку он первым встретил её, брату не стоит даже думать о том, кому она достанется, когда освободится из призрачного плена... \n\nГидеон вполне правдоподобно отшутился, уверяя, что если захочет, как Чарли, завести мёртвую подружку, сходит на кладбище — там их по трое на квадратный метр, выбирай не хочу!\n\nЧарли неохотно спустил разговор на тормозах и вернулся к работе, но осадок после разговора остался не самый приятный... ",
        "var_equal": [
          "стр19",
          3
        ],
        "merge": true
      },
      {
        "id": 29,
        "text": "⚙ ~~~>",
        "var_equal": [
          "стр19",
          3
        ]
      },
      {
        "id": 19,
        "text": "Напомнив себе, что призрачная дева всё же не вещь, которую можно присвоить или отобрать, как Гидеон иногда поступал в детстве с игрушками брата, Чарли заставил себя успокоиться и вернуться к работе. \n\nИ хотя произошедшее братья больше почти не обсуждали, и трудились как в башне, так и в мастерской преимущественно молча, погружаясь каждый в свои мысли, энтузиазма у обоих заметно прибавилось... ",
        "var_equal": [
          "стр19",
          4
        ],
        "merge": true
      },
      {
        "id": 29,
        "text": "⚙ ~~~>",
        "var_equal": [
          "стр19",
          4
        ]
      }
    ]
  },
  {
    "id": 20,
    "text": "Гидеон ушёл, неохотно оставив Софию на попечение Чарли и по-братски посоветовав не шалить. \n\nЗаняв его место рядом с девушкой, Чарли очень быстро понял, что так же хорошо, как брат, утешать расстроенных девушек не умеет. То, что у Гидеона выглядело, как участие и забота, со стороны его младшего брата больше походило на грязные домогательства. К счастью, София слишком хорошо и давно его знала, чтобы обидеться или рассердиться. Напротив — то, как Чарли краснел и сам себя одёргивал, прикасаясь к ней, девушку даже развеселило. \n\nСмеясь, она сама взяла его за руку и, положив голову ему на плечо, поблагодарила за все хлопоты вокруг себя. Обнять её после этого было вполне естественно... И просто поболтать о посторонних вещах — детских подвигах, последних городских новостях... Сделать пару довольно прямолинейных комплиментов её тёплой, атласной на ощупь коже и красивой улыбке... \n\n... и неожиданно осознать, что она вовсе не против... не против, если он наклонит голову и поцелует её в губы, нарочно подставленные так, чтобы облегчить ему задачу. И Чарли не удержался, на секунду даже забыв о призрачной деве и часовой башне... ",
    "answers": [
      {
        "id": 88,
        "text": "⚙ ~~~>"
      }
    ]
  },
  {
    "id": 21,
    "text": "Чарли напомнил себе, что живых девушек миллионы, а призрачная дева — одна единственная, и без лишнего шума удалился, оставив брата развлекать Софию как сочтёт нужным. Пусть бы даже это и зашло дальше, чем хочется себе представлять... \n\nДобравшись до башни, каждую внутренность которой давно уже знал на ощупь и на вкус куда лучше женского тела, он принялся за привычную работу, нет-нет да и возвращаясь мыслями в мастерскую, где наверняка не происходило ни одной из тех сцен, которые рисовало Чарли разбушевавшееся воображение. \n\nОжесточённо меняя ржавые болты на новенькие и блестящие, размазывая машинное масло по лицу, он сам не заметил, как наступила полночь. \n\nЧарли спрыгнул с балки на площадку, чтобы не оглохнуть от ударов колокола возле самого уха, и застыл, оказавшись нос к носу с той самой... призрачной девой... Она явилась снова! Ещё прекраснее, чем он запомнил! Ещё ближе, ещё желаннее, ещё... ",
    "answers": [
      {
        "id": 86,
        "text": "— Я пытаюсь починить часы! Как ты просила, я пытаюсь! Клянусь, я обязательно освобожу тебя!"
      }
    ]
  },
  {
    "id": 22,
    "text": "empty",
    "answers": [
      {
        "comment": false,
        "var_equal": [
          "стр22",
          0
        ],
        "id": 22,
        "text": "Стоило дать девушке разрешение говорить, и та будто с цепи сорвалась. Чарли, слегка ошалев, наблюдал, как она, уперевшись ладонями в крышку стола Гидеона, орёт на городского советника благим матом, обещая напрячь все свои знакомства в городских газетах и замызгать его имя скандальными заголовками так, что в жизни не отмоется, если не перестанет втыкать свои вонючие заводы, где им место и не место! \n\nГидеон выглядел весьма обескураженным такой атакой. И даже в некоторой степени восхищённым... Забыв о брате, он переключился на девушку и начал расспрашивать о том, правда ли горожане так тепло относятся к пропускающей удары развалине с разбитым циферблатом, и, выслушав ещё множество горячих утверждений, неохотно согласился дать задний ход в плане сноса.\n\nПользуясь моментом, Чарли вынудил брата тщательным образом изучить свои чертежи, и Гидеон сдался окончательно, пообещав представить проект перед городским советом и получить на него разрешение. Это несколько выходило за рамки его обычной деятельности, но обещало упрочить авторитет среди народа, а Гидеон был не из тех, для кого такие вещи роли не играют... ",
        "merge": true
      },
      {
        "comment": false,
        "var_equal": [
          "стр22",
          0
        ],
        "id": 22,
        "text": "⚙ ~~~>",
        "var_set": [
          "стр22",
          1
        ]
      },
      {
        "id": 22,
        "text": "Что до Чарли, то о большем он и не мечтал. Сам он не был ни красноречив, ни представителен в достаточной мере, чтобы выступать перед солидными бородатыми мужчинами из городского совета, и поддержка Гидеона в этом вопросе стала просто грандиозным прорывом к цели! \n\nПокинув кабинет брата, Чарли на радостях кружил смеющуюся Софию, подхватив её на руки, приглашая отметить их общий успех в ближайшем ресторане и наконец горячо целуя в порыве восторга и благодарности... \n\nА за ужином в непривычно красивой обстановке, при свечах, звеня с нарядной и светящейся от счастья Софией бокалами, Чарли впервые задумался, так ли ему нужна призрачная дева... \n\nУ него было одно-единственное детское воспоминание о девушке, которая и не жива, и не мертва, и какой окажется, когда станет свободна, — неизвестно. В то время, как рядом с ним пусть и лишённая всякой сверхъестественности, но бесконечно преданная и со всех сторон близкая София, бросившаяся на городского советника, как Цербер, и едва не откусившая ему голову ради его — Чарли — целей, о которых и не знала ничего толком. Но чувствовала, что для него это важно...\n\nОн увидел в ней не только верного друга, но и женщину — восхитительную в своей смелости, с которой и горы мог бы свернуть... ",
        "var_equal": [
          "стр22",
          1
        ],
        "merge": true
      },
      {
        "comment": false,
        "var_equal": [
          "стр22",
          1
        ],
        "id": 22,
        "text": "⚙ ~~~>",
        "var_set": [
          "стр22",
          2
        ]
      },
      {
        "id": 22,
        "text": "Начались счастливые деньки, полные нежности и маленьких, но радостных совместных событий и приключений. Чарли чувствовал себя как никогда прежде живым и настоящим, занимаясь воплощением проекта вместе с Софией, практически перебравшейся жить в его мастерскую. \n\nОна любила башню по-простому, без задней мысли, как неотъемлемую часть своего светлого детства, полного гонок на велосипедах с мальчишками и весёлых страшилок. И восстановление древней развалины со всем её содержимым воспринимала, как достойное и увлекательное хобби, которое можно разделить на двоих, будто игру в мяч... \n\nНо чем дальше Чарли и София продвигались в ремонте, тем серьёзнее вставал перед ними вопрос нехватки денег. Механик и газетчица, даже с дополнительными подработками, не могли в лучшем виде потянуть изготовление огромных сборных шестерней, аренду строительной техники и прочие дорогостоящие нюансы. Нужно было что-то решать... ",
        "var_equal": [
          "стр22",
          2
        ],
        "merge": true
      },
      {
        "id": 25,
        "text": "⚙ Попросить Софию ещё раз надавить на Гидеона и добиться финансирования",
        "var_equal": [
          "стр22",
          2
        ]
      },
      {
        "id": 26,
        "text": "⚙ Организовать сбор денег с неравнодушных горожан",
        "var_equal": [
          "стр22",
          2
        ]
      },
      {
        "id": 27,
        "text": "⚙ Рассчитывать только на собственные средства и недорогие материалы",
        "var_equal": [
          "стр22",
          2
        ]
      }
    ]
  },
  {
    "id": 23,
    "text": "Развернув свои выстраданные и вылизанные схемы на столе, Чарли долго призывал брата вникнуть в них и оценить по достоинству. Но Гидеона не интересовало то, как могла бы быть восстановлена башня, — он уже решил, что никакой башни не должно быть вовсе, и отступать от своих планов не собирался. \n\n— Послушай, Чарльз, — как маленькому, пытался втолковать он, — мне жаль, что ты потратил столько времени и сил на эти рисуночки. Но придётся выкупить тот факт, что расширение завода городу намного выгоднее, чем какой-то старый будильник. Всё уже решено.\n\nЧарли не мог поверить, что Гидеон настолько очерствел и приземлился, что не способен видеть ничего, кроме потенциальной выгоды. ",
    "answers": [
      {
        "id": 23,
        "text": "И его последним козырем оставалась София, которая всё больше распалялась, слушая разговор братьев. Серёжки уже тряслись у неё в ушах, как змеиные погремушки, и оставалось надеяться, что доводы человека со стороны возымеют на Гидеона хоть какой-нибудь эффект.\n\nНадежды было мало, но Чарли не мог позволить себе сдаться и уйти ни с чем, не использовав все возможные средства... ",
        "var_need": [
          "софия",
          1
        ],
        "merge": true
      },
      {
        "id": 23,
        "text": "Больно было смотреть на него такого... Страшно — вспомнить, что Чарли и сам подумывал о том, чтобы пойти по его стопам после школы... \n\nОтступить и уйти ни с чем он себе позволить не мог, но несмотря на все дальнейшие уговоры, добился только того, что, потеряв терпение, Гидеон выставил его из кабинета. ",
        "var_less": [
          "софия",
          1
        ],
        "merge": true
      },
      {
        "id": 22,
        "text": "⚙ Дать Софии высказаться",
        "var_need": [
          "софия",
          1
        ]
      },
      {
        "id": 24,
        "text": "⚙ ~~~>",
        "var_less": [
          "софия",
          1
        ]
      }
    ]
  },
  {
    "id": 24,
    "text": "empty",
    "answers": [
      {
        "id": 24,
        "text": "Что может простой часовщик против члена городского совета? Против жестокости этого мира? \n\n... Чарли вытирал слёзы, бессильно глядя на то, как рушится древнее здание часовой башни, погребая под обломками его заветную мечту и последнюю надежду. \n\nУ него ничего не осталось, кроме впустую освоенного ремесла, потерянных лет и тупой боли, которая отныне и навсегда поселилась глубоко в душе.\n\n... Эта боль не даст Чарли забыть о том, как обошёлся с ним старший брат. Она даст ему новую цель в жизни и силы, чтобы достичь её... рано или поздно... ",
        "var_equal": [
          "стр24",
          0
        ],
        "merge": true
      },
      {
        "comment": false,
        "var_equal": [
          "стр24",
          0
        ],
        "id": 24,
        "text": "⚙ ~~~>",
        "lua_do": "function lua_do()\nlocal rect =\ndisplay.newRect(display.contentCenterX, display.contentCenterY, display.contentCenterX*2, display.contentCenterY*2)\ncanvas.parent.parent.parent.parent.parent.parent.parent:insert(rect)\nrect:setFillColor(1,1,1)\ntransition.from(rect, {time = 400, alpha = 0, transition = easing.outExpo, onComplete = function() \ntimer.performWithDelay(200, function() \nif rect and rect.removeSelf then\ntransition.to(rect, {time = 500, alpha = 0, transition = easing.inExpo, \nonComplete = function() \nif rect and rect.removeSelf then \nrect:removeSelf() \nrect = nill end end}) end end) end}) end",
        "var_set": [
          "стр24",
          1
        ]
      },
      {
        "id": 24,
        "text": "... Гидеон стоял на перекрёстке, недовольно постукивая пальцем по циферблату наручных часов. Совсем недавно ведь отдавал в ремонт, и вот... снова встали!\n\n— Не подскажете, который час? — обратился он к замешкавшемуся рядом бородатому мужчине, и вдруг узнал в нём того самого часовщика, который чинил его часы!\n\nОн уже тогда показался Гидеону каким-то странным, и... будто бы смутно знакомым...\n\n— Час расплаты, — широко улыбаясь и безумно блестя глазами, ответил часовщик и, развернувшись, исчез в толпе.\n\nА Гидеон вскрикнул, схватившись за левый локоть, — яд из крохотных иголок, впившихся в запястье, взбирался по немеющей руке к сердцу. Падая на мостовую, мужчина чувствовал, как слабеют удары в груди... \n\n... Восемь... Девять... Десять... Одиннадцать...\n\n⚙ Эпилог: \"Час расплаты\". ",
        "var_equal": [
          "стр24",
          1
        ],
        "merge": true
      },
      {
        "var_equal": [
          "стр24",
          1
        ],
        "blackout": false,
        "middle_answer": true,
        "text": "┈╼⊳⊰ Конец ⊱⊲╾┈",
        "id": 1,
        "var_set": [
          "global ending8",
          1
        ]
      },
      {
        "super_calculate": false,
        "var_equal": [
          "стр24",
          1
        ],
        "calculate": true,
        "blackout": false,
        "id": 24,
        "text": "┈╼⊳⊰ Конец ⊱⊲╾┈",
        "middle_answer": true,
        "var_set": [
          "global ending8",
          1
        ]
      }
    ]
  },
  {
    "id": 25,
    "text": "И София снова не подвела. Казалось, для этой девушки не было ничего невозможного. Чарли не представлял — как ей это удалось, но она выжала из Гидеона полное спонсирование их проекта от замены черепицы до изготовления каждой нужной шестерёнки и цветного стекла для нового циферблата. \n\nИ почему он только раньше не додумался отправить своего непобедимого Цербера в атаку? \n\nВозможно потому, что прежде он сам уделял ей больше внимания, и мог интуитивно почувствовать, что это не такой хороший и безопасный вариант, каким кажется. Но сейчас, радуясь тому, что не нужно больше сводить концы с концами, работать на износ круглые сутки и отказывать себе во всём подряд, чтобы накопить на новую деталь, он даже не заметил, какой тихой и отстранённой становится его София...\n\nВсё ведь складывалось наилучшим образом для них и для башни, разве могло что-то пойти не так? ",
    "answers": [
      {
        "id": 12,
        "text": "⚙ ~~~>"
      }
    ]
  },
  {
    "id": 26,
    "text": "empty",
    "answers": [
      {
        "id": 26,
        "text": "Вновь положившись на мощь своего боевого Цербера, Чарли предложил Софии атаковать организацию защиты культурного наследия. Не хотелось заставлять её обивать пороги, но самого Чарли, весьма неуклюжего в таких делах, моментально вымели бы веником, как мусор, из любой обители бюрократии. \n\nОни оба это понимали, и София, преисполнившись ответственности за свою миссию, ринулась в бой с таким остервенением и энтузиазмом, что вскоре добилась учреждения фонда для сбора средств на восстановление башни как любимой в народе достопримечательности. \n\nНе то, чтобы многих в городе волновала судьба заброшенного сооружения, но какой-то приток денег от фонда всё же был, и, вздохнув с облегчением, Чарли смог заказать достаточно приличные детали, не отказывая себе в еде и хоть каком-то отдыхе. ",
        "var_equal": [
          "стр26",
          0
        ],
        "merge": true
      },
      {
        "comment": false,
        "var_equal": [
          "стр26",
          0
        ],
        "id": 26,
        "text": "⚙ ~~~>",
        "var_set": [
          "стр26",
          1
        ]
      },
      {
        "id": 26,
        "text": "Однако большая часть физических работ в башне по прежнему лежала на его плечах. Думая о том, как бы поскорее добиться цели и, сдержав обещание, которому посвятил свою жизнь, начать её с чистого листа, он всё свободное время надрывался, таская тяжёлые шестерни и почти перестав интересоваться чем-либо ещё. \n\nСофия быстро приноровилась к новому порядку и повадилась навещать его по нескольку раз в день, немного отвлекая от работы, но при этом делая её гораздо более приятной. Без вопросов подавала инструменты, небольшие детали и маслёнки, приносила еду, сменную одежду и свежие газеты...\n\nИ так продолжалось до тех пор, пока силы не изменили Чарли, и он всерьёз не повредил спину, ворочая тяжести. \n\nДля Софии это стало последней каплей. И верный Цербер впервые раскрыл хищные челюсти против самого Чарли, требуя немедленно прекратить это безумие и заняться собой. София признавала, что слишком много их общих трудов вложено в это дело, чтобы бросить его незаконченным, но заявляла, что оно не стоит того, чтобы окончательно себя угробить. И предлагала на последние средства переехать вдвоём поближе к какому-нибудь санаторию, где он сможет поправить здоровье, а она — найти работу и перестать за него волноваться... ",
        "var_equal": [
          "стр26",
          1
        ],
        "merge": true
      },
      {
        "comment": false,
        "var_equal": [
          "стр26",
          1
        ],
        "id": 26,
        "text": "⚙ Пора признать, что всё зашло слишком далеко... ",
        "var_set": [
          "стр26",
          2
        ]
      },
      {
        "comment": false,
        "var_equal": [
          "стр26",
          1
        ],
        "id": 26,
        "text": "⚙ Необходимо довести дело до конца! ",
        "var_set": [
          "стр26",
          4
        ]
      },
      {
        "comment": false,
        "var_equal": [
          "стр26",
          2
        ],
        "id": 26,
        "text": "Признать, что она права и настал момент, когда необходимо сдаться, Чарли было нелегко. Затянутый в медицинский корсет и почти беспомощный, он долго и мучительно свыкался с этой мыслью.\n\nК счастью, любовь и забота Софии уже значили для него неизмеримо больше, чем та безумная мечта, которая полностью руководила им в начале пути.\n\nИ как ни тяжело было послать к чертям всё то, чего он добивался потом, кровью и годами самоотверженного труда, Чарли осознавал, что будучи ребёнком дал слишком самонадеянное обещание, выполнить которое не сможет физически.\n\nЕму всё ещё до боли жаль было призрачную деву, заточённую в сломанных часах, но жертвовать ради помощи ей собой и Софией, которую крепко полюбил, он уже не хотел.\n\nПришло время смириться с тем, что он не герой, и принцессу из беды спасти не может. Зато будет счастливо доживать свой век с любимой и любящей газетчицей, чьё золотое сердце и несокрушимая воля достойны безраздельной любви и внимания даже больше, чем некое сверхъестественное явление... ",
        "merge": true
      },
      {
        "var_set": [
          "стр26",
          3
        ],
        "comment": false,
        "var_equal": [
          "стр26",
          2
        ],
        "id": 26,
        "text": "⚙ ~~~>",
        "lua_do": "function lua_do()\nlocal rect =\ndisplay.newRect(display.contentCenterX, display.contentCenterY, display.contentCenterX*2, display.contentCenterY*2)\ncanvas.parent.parent.parent.parent.parent.parent.parent:insert(rect)\nrect:setFillColor(1,1,1)\ntransition.from(rect, {time = 400, alpha = 0, transition = easing.outExpo, onComplete = function() \ntimer.performWithDelay(200, function() \nif rect and rect.removeSelf then\ntransition.to(rect, {time = 500, alpha = 0, transition = easing.inExpo, \nonComplete = function() \nif rect and rect.removeSelf then \nrect:removeSelf() \nrect = nill end end}) end end) end}) end",
        "merge": false
      },
      {
        "comment": false,
        "var_equal": [
          "стр26",
          3
        ],
        "id": 26,
        "text": "... До конца Чарли так и не поправился, и о том, чтобы таскать тяжести, ему пришлось забыть навсегда. \n\nНо для тонкой работы с маленькими механизмами вполне хватало умелых рук и зорких глаз. И качать на руках своих новорождённых детей сорванная когда-то спина не мешала... \n\nВ далёком приморском городке с хорошим климатом и спокойными улицами, вдали от свистящих паровозов, пыхтящих заводов и долбящих днём и ночью башенных часов Чарли жил тихой и счастливой семейной жизнью. \n\nЛишь иногда тревожные сны о прошлом будили его среди ночи, заставляя вспоминать призрачную деву, брата, родителей, чьи похороны он пропустил, башню, которую, возможно, закончил ремонтировать кто-то другой...\n\n... но он переворачивался на другой бок, обнимал безмятежно спящую Софию и, зарывшись носом в её густые тёплые волосы, засыпал снова...\n\n⚙ Эпилог: \"Маленькие механизмы\". ",
        "merge": true
      },
      {
        "var_set": [
          "global ending7",
          1
        ],
        "id": 1,
        "comment": false,
        "var_equal": [
          "стр26",
          3
        ],
        "middle_answer": true,
        "text": "┈╼⊳⊰ Конец ⊱⊲╾┈",
        "blackout": false,
        "merge": false
      },
      {
        "comment": false,
        "blackout": false,
        "id": 26,
        "text": "┈╼⊳⊰ Конец ⊱⊲╾┈",
        "merge": false,
        "var_equal": [
          "стр26",
          3
        ],
        "super_calculate": false,
        "calculate": true,
        "middle_answer": true,
        "var_set": [
          "global ending7",
          1
        ]
      },
      {
        "id": 26,
        "text": "Признать, что она права и настал момент, когда необходимо сдаться, Чарли не смог. Ответил, что не сможет жить с чувством невыполненного долга и несбывшейся мечты. \n\nСофия явно слишком близко к сердцу приняла эти слова и ударилась в слёзы, скозь кототорые яростно выплёвывала, что у неё тоже есть мечты, и если перед ней он никаких обязательств не чувствует, то может гробить себя дальше, а с неё довольно!\n\nБросившись прочь из мастерской, она хлопнула дверью так, что едва не сорвала её с петель, и, когда Чарли, затянутый в медицинский корсет, кое-как доковылял следом до порога, её, вместе с велосипедом уже и след простыл.\n\nУверенный, что она вернётся, когда успокоится немного, Чарли вернулся к чертежам, на которых отмечал то, что уже сделано, и то, что ещё осталось отработать. Последнего казалось так мало... ",
        "var_equal": [
          "стр26",
          4
        ],
        "merge": true
      },
      {
        "id": 28,
        "text": "⚙ ~~~>",
        "var_equal": [
          "стр26",
          4
        ],
        "merge": false
      }
    ]
  },
  {
    "id": 27,
    "text": "Чарли не отличался перфекционизмом и верил, что как бы погано ни били в итоге башенные часы, главное — чтобы звучали все двенадцать ударов полуночи. \n\nЕго не беспокоило, что часы из дешёвых деталей лет через пять могут встать намертво или снова развалиться — лишь бы сдержать данное призрачной деве обещание и сбросить с души груз, который тащил на плечах всю сознательную жизнь. \n\nТоропясь избавиться от него, он заказал такие детали, какие мог позволить на их с Софией скромный бюджет, и большую часть работ выполнял сам, целыми днями надрываясь в башне. \n\nСофия быстро приноровилась к новому порядку и повадилась навещать его по нескольку раз в день, немного отвлекая от работы, но при этом делая её гораздо более приятной. Без вопросов подавала инструменты, небольшие детали и маслёнки, приносила еду, сменную одежду и свежие газеты...\n\nОни всё ещё были счастливы, несмотря на вынужденные лишения и небольшие трудности... ",
    "answers": [
      {
        "id": 92,
        "text": "⚙ ~~~>"
      }
    ]
  },
  {
    "id": 28,
    "text": "Едва сняв корсет, Чарли упрямо полез на башню, несмотря на слабость и не до конца утихнувшую боль. Один... \n\nСофия всё ещё дулась на него, и это раздражало сильнее, чем физическая немощь. Оставить его в такой момент! Когда он уже привык, что кто-то рядом подает гайки, ключи и бутерброды! А ведь казалась такой надёжной и верной... \n\nЧто ж, она ещё вернётся, когда он закончит с башней и станет свободен. А вот он ещё подумает — сможет ли смотреть на неё как прежде.\n\nЧарли старался работать аккуратно, не слишком напрягаясь для начала, и до глубокой ночи проверял одну за другой все гайки и узлы механизма, чтобы дать рукам вспомнить, что и как.\n\nЧасы начали отбивать полночь и, удивляясь тому, как быстро здесь летит время, он собрался домой, но внезапно долетевший с площадки циферблата потусторонний голос, заставил его, забыв об осторожности, ринуться по ступенькам вверх. \n\n— Спа-си-ите... — так слабо и далеко, будто померещилось. ",
    "answers": [
      {
        "id": 96,
        "text": "⚙ ~~~>"
      }
    ]
  },
  {
    "id": 29,
    "text": "... Наконец настал момент, когда уже ничего нельзя было дополнительно починить в башне тайком от властей силами двоих механиков. А накопленных за годы работы в мастерской сбережений братьям уже вполне хватало на замену основных деталей и приличные шестерни... \n\nСобравшись с духом и заручившись поддержкой общества защиты культурного наследия, братья представили перед городским советом свой проект восстановления башни с вылизанными до последней запятой чертежами. \n\nЧарли отчаянно потел, стоя под серьёзными взглядами солидных людей, будто школьник у доски, и чувствовал себя немыслимо уязвимым перед ними. Наверняка мямлил бы что-то нечленораздельное, если бы говорить пришлось ему. \n\nНо эту задачу охотно взял на себя Гидеон — старший брат с детства был одарён красноречием и обаянием. Не пойди он в часовщики, мог бы многого добиться в жизни и, кто знает... возможно сидел бы сейчас среди этих усатых дядек, их галстуков, моноклей и цилиндров, выслушивая безумные идеи какого-нибудь работяги...\n\nВыходил из кабинета Чарли на дрожащих ногах, всё ещё не веря, что совет дал добро на восстановление башни и даже обещал финансовое содействие, если братьям не хватит собственных средств. Какое счастье... ",
    "answers": [
      {
        "id": 12,
        "text": "⚙ ~~~>"
      }
    ]
  },
  {
    "id": 30,
    "text": "empty",
    "answers": [
      {
        "id": 30,
        "text": "... Наступил день города. К этому празднику было приурочено окончание работ по восстановлению башни, и свежим солнечным утром Чарли пришёл на площадь — полюбоваться тем, как лучи света отражаются в новеньких цветных стёклах огромного циферблата. \n\nКакой-то странно одетый тип на вид лет пятидесяти как раз был занят тем же. Неспешно ходил туда-сюда и так пристально разглядывал сооружение, почёсывая седоватую бородёнку, будто что-то задумал... \n\nПонаблюдав за ним немного, Чарли не выдержал и решил подойти, чтобы прямо спросить — кто он и почему проявляет к башне такой явный интерес. \n\n— Меня зовут Джеффри Колдвелл, — с вежливой улыбкой представился незнакомец и приподнял шляпу. — Когда-то я жил здесь, поблизости. \n\nВ груди у Чарли что-то ёкнуло... Знакомое имя, где он его... \n\n— Вы же... Тот самый школьник, которого якобы сбросил с башни старый часовщик?! — выкрикнул он, тыкая пальцем в грудь мужчины. \n\n— Да, примерно такой реакции я и ожидал, — усмехаясь, Джеффри тростью отвёл его руку в сторону. ",
        "var_equal": [
          "стр30",
          0
        ],
        "merge": true
      },
      {
        "comment": false,
        "var_equal": [
          "стр30",
          0
        ],
        "id": 30,
        "text": "⚙ Выяснить, что случилось на самом деле",
        "var_set": [
          "стр30",
          1
        ]
      },
      {
        "id": 30,
        "text": "После нескольких осторожных вопросов с обеих сторон, случился неожиданно откровенный разговор и подтвердились самые худшие опасения Чарли. Школьник из местной страшилки на самом деле встретил призрачную деву, как и он. И, испытав мощнейшее потрясение, три дня не выходил из дома. Единственным, кто поверил Джеффри, был его дядя-путешественник, остановившийся в городе проездом. И когда настала пора снова отбыть в дальние края, мальчик тайком последовал за ним. Выяснилось это уже слишком поздно, когда древняя страшилка о часовщике двинулась из уст в уста с новыми подробностями. \n\nВ дальних краях Джеффри, по его словам, изучал призраков, чтобы избавиться от ночных кошмаров, и, помимо прочих похожих случаев, нашёл в старинных книгах историю и этой призрачной девы тоже... \n\nЕсли верить написанному, один гениальный для своих времён часовщик решил продать душу дьяволу, чтобы жить вечно. Он собирался провести жуткий ритуал на площадке за циферблатом башни, которую сам построил в особенном месте, и принести в жертву свою юную красавицу дочь. Но той удалось отбиться и сорвать ритуал, повредив механизм боя часов. Часовщик погиб, а несостоявшаяся жертва навеки осталась заперта в лунном свете дожидаться двенадцатого удара. Раз в три года с небольшим, когда небесные тела принимают особое положение, она является в свете луны, надеясь услышать его... ",
        "var_equal": [
          "стр30",
          1
        ],
        "merge": true
      },
      {
        "var_equal": [
          "стр30",
          1
        ],
        "id": 30,
        "text": "⚙ ~~~>",
        "merge": false,
        "var_set": [
          "стр30",
          2
        ]
      },
      {
        "id": 30,
        "text": "— И представьте, как я удивился, — закончил свой рассказ Джеффри, — прочитав в издании о культурных памятниках, что кто-то восстанавливает башню аккурат ко дню города — именно тому дню, когда дева должна явиться в очередной раз! О, я решил, что не имею права пропустить это событие. Прелестную леди нужно встретить с подобающими почестями, вы согласны? \n\nЧарли пребывал в таком шоке, что с достойным ответом так и не нашёлся. Этот старый козёл даже не попытался починить башню, а теперь явился, видите ли, \"встречать\"?! На всё, так сказать, готовое?\n\nПравдива ли рассказанная им легенда, Чарли было безразлично. Хоть бы сама призрачная дева продавала душу дьяволу и резала под колоколом часовщиков. Какое это имело значение, когда столько лет и сил потрачено на восстановление башни?\n\nВот только делить явление девы с каким-то разъезжим любителем древних книг у него не было ни малейшего желания. ",
        "var_equal": [
          "стр30",
          2
        ],
        "merge": true
      },
      {
        "id": 31,
        "var_equal": [
          "стр30",
          2
        ],
        "var_less": [
          "поцелуй",
          1
        ],
        "text": "⚙ Сообщить брату о Джеффри",
        "need": [
          10
        ],
        "merge": false
      },
      {
        "var_set": [
          "2огн",
          1
        ],
        "var_need": [
          "поцелуй",
          1
        ],
        "var_equal": [
          "стр30",
          2
        ],
        "id": 32,
        "text": "⚙ Сообщить брату о Джеффри",
        "need": [
          10
        ],
        "merge": false
      },
      {
        "var_equal": [
          "стр30",
          2
        ],
        "id": 33,
        "text": "⚙ Идти домой и всё обдумать",
        "need": [
          13
        ],
        "merge": false
      },
      {
        "var_equal": [
          "стр30",
          2
        ],
        "id": 34,
        "text": "⚙ Идти домой и всё обдумать",
        "need": [
          16
        ],
        "merge": false
      },
      {
        "var_need": [
          "поцелуй",
          1
        ],
        "var_equal": [
          "стр30",
          2
        ],
        "id": 35,
        "text": "⚙ Идти домой и всё обдумать",
        "need": [
          17
        ],
        "merge": false
      },
      {
        "id": 36,
        "var_equal": [
          "стр30",
          2
        ],
        "var_less": [
          "поцелуй",
          1
        ],
        "text": "⚙ Идти домой и всё обдумать",
        "need": [
          17
        ],
        "merge": false
      },
      {
        "var_equal": [
          "стр30",
          2
        ],
        "id": 37,
        "text": "⚙ Идти домой и всё обдумать",
        "need": [
          25
        ],
        "merge": false
      },
      {
        "var_equal": [
          "стр30",
          2
        ],
        "id": 38,
        "text": "⚙ Сообщить брату о Джеффри",
        "need": [
          19
        ],
        "merge": false
      },
      {
        "var_equal": [
          "стр30",
          2
        ],
        "id": 38,
        "text": "⚙ Сообщить брату о Джеффри",
        "need": [
          20
        ],
        "merge": false
      },
      {
        "var_equal": [
          "стр30",
          2
        ],
        "id": 40,
        "text": "⚙ Сообщить брату о Джеффри",
        "need": [
          21
        ],
        "merge": false
      },
      {
        "var_equal": [
          "стр30",
          2
        ],
        "id": 42,
        "text": "⚙ Отвести Джеффри в башню и... избавиться от него! ",
        "need": [
          -13
        ],
        "var_need": [
          "забочок",
          1
        ]
      },
      {
        "var_equal": [
          "стр30",
          2
        ],
        "id": 44,
        "text": "⚙ Отвести Джеффри в башню и... избавиться от него! ",
        "need": [
          13
        ],
        "var_need": [
          "забочок",
          1
        ]
      },
      {
        "calculate": true,
        "need_sometimes": true,
        "super_calculate": false,
        "id": 30,
        "text": "Новый ответ. введите текст",
        "need": [
          10,
          13,
          19,
          21
        ],
        "var_set": [
          "забочок",
          1
        ]
      },
      {
        "var_less": [
          "ревность",
          1
        ],
        "text": "Новый ответ. введите текст",
        "super_calculate": false,
        "id": 30,
        "calculate": true,
        "need": [
          19
        ],
        "var_set": [
          "забочок",
          0
        ]
      }
    ]
  },
  {
    "id": 31,
    "text": "Неловко скомкав разговор, Чарли сослался на срочные дела, попрощался и ушёл с площади, едва сдерживаясь, чтобы не побежать. Он надеялся, что Гидеон сможет что-нибудь сделать, со своим-то влиянием городского советника! И брат не подвёл... \n\nВыслушав, какой сюрприз на праздник приготовила им судьба, Гидеон нехорошо выругался, подумал немного и пообещал разобраться с этим. Ещё не хватало, чтобы какой-то хрыч лез в их дела с башней и призрачной девой!\n\nПара звонков с ближайшей почтовой станции, и проблема была решена. По душу Джеффри Колдвелла на площадь явились люди в форме с целой пачкой крайне интересных причин, чтобы побеседовать. \n\nЧарли не стал выяснять, где теперь Джеффри проведёт ночь — в полицейском участке, заведении для душевнобольных или сточной канаве с перерезанным горлом. Без разницы — лишь бы в полночь его не было в часовой башне...\n\n... Довольно и брата, которого так просто со счетов не скинешь... ",
    "answers": [
      {
        "id": 41,
        "text": "⚙ ~~~>"
      }
    ]
  },
  {
    "id": 32,
    "text": "empty",
    "answers": [
      {
        "id": 32,
        "text": "Неловко скомкав разговор, Чарли сослался на срочные дела, попрощался и ушёл с площади, едва сдерживаясь, чтобы не побежать. \n\nЕму нужно было срочно поговорить с братом, но на пути совершенно некстати встала на своём велосипеде София. \n\nОна как раз искала его, чтобы похвастаться новым праздничным платьем и всячески намекнуть, что неплохо бы сходить на старую площадь к торжественному открытию часовой башни, устроить свидание... \n\nЭто в планы Чарли уж точно сегодня не входило...",
        "var_equal": [
          "стр32",
          0
        ],
        "merge": true
      },
      {
        "comment": false,
        "var_equal": [
          "стр32",
          0
        ],
        "id": 32,
        "text": "⚙ Порвать с ней",
        "var_set": [
          "стр32",
          1,
          "злософия",
          1
        ]
      },
      {
        "comment": false,
        "var_equal": [
          "стр32",
          0
        ],
        "id": 32,
        "text": "⚙ Рассказать ей правду",
        "var_set": [
          "стр32",
          4,
          "правдасофия",
          1
        ]
      },
      {
        "comment": false,
        "var_equal": [
          "стр32",
          0
        ],
        "id": 32,
        "text": "⚙ Сбежать",
        "var_set": [
          "стр32",
          5,
          "непонятки",
          1
        ]
      },
      {
        "id": 32,
        "text": "Больше оттягивать неизбежное было нельзя. Давно надо было собраться с духом и сделать это.  \n\nЧарли жёстко выпалил Софии, что видеть её он больше не хочет, потому как у него есть другая, и весь этот роман был огромной ошибкой, о которой он страшно сожалеет. \n\nОт того, как изменилось её лицо, на душе стало поганее некуда. И хотя девушка успела стать ему дорога по-своему, жалел он только о том, что так долго водил её за нос и использовал, прежде чем поступить правильно. \n\n— Прости, — буркнул он под нос и скрылся, не дожидаясь бурной реакции, которая несомненно последовала бы сразу по прошествии первого шока.\n\nУспел скрыться. Хоть в чём-то повезло. ",
        "var_equal": [
          "стр32",
          1
        ],
        "merge": true
      },
      {
        "comment": false,
        "var_equal": [
          "стр32",
          1
        ],
        "id": 32,
        "text": "⚙ ~~~>",
        "var_set": [
          "стр32",
          3
        ]
      },
      {
        "id": 32,
        "text": "Дальше Чарли нёсся уже не сдерживаясь — бегом. Он надеялся, что Гидеон сможет что-нибудь сделать, со своим-то влиянием городского советника! И брат не подвёл... \n\nВыслушав, какой сюрприз на праздник приготовила им судьба, он нехорошо выругался, подумал немного и пообещал разобраться с этим. Ещё не хватало, чтобы какой-то хрыч лез в их дела с башней и призрачной девой!\n\nПара звонков с ближайшей почтовой станции, и проблема была решена. По душу Джеффри Колдвелла на площадь явились люди в форме, с целой пачкой крайне интересных причин, чтобы побеседовать. \n\nЧарли не стал выяснять, где теперь Джеффри проведёт ночь — в полицейском участке, заведении для душевнобольных или сточной канаве с перерезанным горлом. Без разницы — лишь бы в полночь его не было в часовой башне...\n\n... Довольно и брата, которого так просто со счетов не скинешь... ",
        "var_equal": [
          "стр32",
          3
        ],
        "merge": true
      },
      {
        "id": 41,
        "text": "⚙ ~~~>",
        "var_equal": [
          "стр32",
          3
        ]
      },
      {
        "id": 32,
        "text": "После того как Чарли столько лет использовал её и водил за нос, меньшее, чего София заслуживала, — это правда. И оттягивать неизбежное больше было нельзя. \n\nСобравшись с духом, Чарли лаконичнее, чем сам от себя ожидал, выложил ей свою историю. Без подробностей и эмоций... И разумеется, прозвучало это как полнейший бред. \n\n— Это... шутка такая? — София заламывала брови, не сводя с него глаз, и в голосе её было столько надежды, что кивни он в ответ, она бы наверняка с таким облегчением засмеялась... \n\nПоборов этот соблазн, Чарли настоял на том, что говорит правду. И что между ними всё кончено, потому что сегодня ночью он уже будет с той единственной, которую всегда любил. \n\nСофия резко развернула велосипед и унеслась в слезах, крича, что он псих и больше никогда её не увидит. Что ж... этого он и ожидал... Этого, пожалуй, и добивался. Но на душе было погано, как никогда прежде. ",
        "var_equal": [
          "стр32",
          4
        ],
        "merge": true
      },
      {
        "comment": false,
        "var_equal": [
          "стр32",
          4
        ],
        "id": 32,
        "text": "⚙ ~~~>",
        "var_set": [
          "стр32",
          3
        ]
      },
      {
        "id": 32,
        "text": "Сбежать от Софии оказалось куда сложнее, чем от Джеффри Колдвелла. Этот велосипед её дурацкий... Растерянность и недоумение на оставшемся позади лице...\n\nНу почему всё так невовремя-то? В нескольких часах от цели! Почему не могут до утра исчезнуть все люди на планете и дать ему спокойно сделать то, к чему он шёл всю жизнь?!\n\nНеужели он так многого просит?! ",
        "var_equal": [
          "стр32",
          5
        ],
        "merge": true
      },
      {
        "comment": false,
        "var_equal": [
          "стр32",
          5
        ],
        "id": 32,
        "text": "⚙ ~~~>",
        "var_set": [
          "стр32",
          3
        ]
      }
    ]
  },
  {
    "id": 33,
    "text": "empty",
    "answers": [
      {
        "id": 33,
        "text": "Неловко скомкав разговор, Чарли сослался на срочные дела, попрощался и ушёл с площади, едва сдерживаясь, чтобы не побежать. И тут снова заметил неподалёку подосланного братом сыщика... Ещё и этот... Ну что за невезение?! \n\nА когда казалось, что хуже уже и быть не может, на пути совершенно некстати, как последний гвоздь в крышку гроба, появилась на своём велосипеде София!\n\nОна как раз искала его, чтобы похвастаться новым праздничным платьем и всячески намекнуть, что неплохо бы сходить на старую площадь к торжественному открытию часовой башни, устроить свидание... \n\nЭто в планы Чарли уж точно сегодня не входило...",
        "merge": true,
        "var_equal": [
          "стр33",
          0
        ]
      },
      {
        "comment": false,
        "var_equal": [
          "стр33",
          0
        ],
        "id": 33,
        "text": "⚙ Рассказать ей всю правду",
        "var_set": [
          "стр33",
          1
        ]
      },
      {
        "comment": false,
        "var_equal": [
          "стр33",
          0
        ],
        "id": 33,
        "text": "⚙ Сбежать от разговора",
        "var_set": [
          "стр33",
          3,
          "непонятки",
          1
        ]
      },
      {
        "comment": false,
        "var_equal": [
          "стр33",
          0
        ],
        "id": 33,
        "text": "⚙ Порвать с ней",
        "var_set": [
          "стр33",
          5
        ]
      },
      {
        "id": 33,
        "text": "После того как Чарли столько лет использовал её и водил за нос, меньшее, чего София заслуживала, — это правда. И оттягивать неизбежное больше было нельзя. \n\nСобравшись с духом, Чарли лаконичнее, чем сам от себя ожидал, выложил ей свою историю, окончив встречей с Джеффри сегодняшним утром, искренним раскаянием и готовностью принять её гнев, но только не сейчас... \n\nПотрясённая София, конечно, поверила не всему. Но трудно было усомниться в сыщике, которого она тоже давно начала замечать мелькающим поблизости. Он и сейчас сидел на лавочке ниже по улице, спрятавшись за вчерашней газетой... \n\n— Ладно, Чарли, — упавшим голосом проговорила она. — Я всегда знала, что ты псих из обсерватории, который вышел с табличкой против бульдозера, и что когда-нибудь крыша у тебя съедет окончательно. И всё закончится вот так... Чёрт возьми, Чарли, не думала, что так скоро... Сегодня я в последний раз тебе помогаю! И что бы ты там ни курил в своей башне, сыщика и бородатого хрыча с тростью беру на себя. Иди... ",
        "merge": true,
        "var_equal": [
          "стр33",
          1
        ]
      },
      {
        "comment": false,
        "var_equal": [
          "стр33",
          1
        ],
        "id": 33,
        "text": "⚙ ~~~>",
        "var_set": [
          "стр33",
          2
        ]
      },
      {
        "id": 33,
        "text": "Чарли даже не успел ответить. Всхлипнув, девушка резко развернула велосипед и помчалась вниз по улице, заставляя прохожих шарахаться в стороны. \n\nВизг, дребезг, грохот, ор сыщика, которому на полном ходу в колено въехала передняя корзина для газет. София, кубарем катящаяся по мостовой, но быстро встающая на дрожащие ноги... \n\n... О боже, София... Поборов желание бежать к ней, Чарли развернулся и бросился в противоположную сторону. Как жаль, что он так и не смог полюбить её... Они ведь с ней так одинаково, на всю голову безумны!\n\nЧарли уже знал, как отблагодарит её за искалеченного сыщика и проклятого Джеффри, которого она тоже обязательно снесёт с дороги, раз обещала. Лучшее, что он мог дать ей за эту бесценную помощь — навсегда убрать из её жизни свою никчёмную, недостойную её огромного сердца персону. ",
        "merge": true,
        "var_equal": [
          "стр33",
          2
        ]
      },
      {
        "id": 41,
        "text": "⚙ ~~~>",
        "var_set": [
          "огонь",
          1
        ],
        "var_equal": [
          "стр33",
          2
        ]
      },
      {
        "comment": false,
        "var_equal": [
          "стр33",
          3
        ],
        "id": 33,
        "text": "Сбежать от Софии оказалось куда сложнее, чем от Джеффри Колдвелла. Этот велосипед её дурацкий... Растерянность и недоумение на оставшемся позади лице...\n\nНу почему всё так невовремя-то? В нескольких часах от цели! Почему не могут до утра исчезнуть все люди на планете и дать ему спокойно сделать то, к чему он шёл всю жизнь?!\n\nНеужели он так многого просит?! ",
        "merge": true
      },
      {
        "comment": false,
        "var_equal": [
          "стр33",
          3
        ],
        "id": 33,
        "text": "⚙ ~~~>",
        "var_set": [
          "стр33",
          4
        ]
      },
      {
        "id": 33,
        "text": "Заперевшись у себя дома, Чарли долго метался из угла в угол, пытаясь придумать что-нибудь... \n\nКак сбежать ото всех — от уже в печёнках сидящего сыщика, от проклятого Джеффри Колдвелла, свалившегося как снег на голову, от вездесущей Софии, за которой и в башню въехать на чёртовом велосипеде не заржавеет... \n\nМожет, если он замаскируется хорошенько и проберётся никем не замеченный в башню ещё до заката, а там просто завалит чем-нибудь дверь изнутри, то хотя бы полночь встретит наедине с призрачной девой?\n\nИ пусть берут башню в осаду, пусть пытаются высадить дверь — он единственный, в конце концов, у кого есть законное разрешение находиться в этой башне! До полуночи оно ещё действительно... ",
        "merge": true,
        "var_equal": [
          "стр33",
          4
        ]
      },
      {
        "id": 43,
        "text": "⚙ Звучит как план... ",
        "var_equal": [
          "стр33",
          4
        ]
      },
      {
        "id": 33,
        "text": "Больше оттягивать неизбежное было нельзя. Давно надо было собраться с духом и сделать это.  \n\nЧарли решительно выпалил Софии, что они не могут больше быть вместе, потому как у него есть другая, и весь этот роман был огромной ошибкой, о которой он страшно сожалеет. Что София ещё встретит того, кто её достоин, и не должна тратить остатки своей молодости и красоты на того, кто её даже не любит. \n\nОт того, как изменилось её лицо, на душе стало поганее некуда. И хотя девушка успела стать ему дорога по-своему, жалел он только о том, что так долго водил её за нос и использовал, прежде чем поступить правильно. \n\n— Спасибо за всё. И прости, — буркнул он под нос и попытался скрыться, не дожидаясь бурной реакции, которая несомненно последовала бы сразу по прошествии первого шока.",
        "merge": true,
        "var_equal": [
          "стр33",
          5
        ]
      },
      {
        "comment": false,
        "var_equal": [
          "стр33",
          5
        ],
        "id": 33,
        "text": "⚙ ~~~>",
        "merge": false,
        "var_set": [
          "стр33",
          6
        ]
      },
      {
        "id": 33,
        "text": "Скрыться не получилось... С криком рванув следом, София врезалась ему в спину на своём велосипеде, и, прокатившись по мостовой, Чарли успел даже с жизнью попрощаться, потому как разъярённая девушка наверняка переехала бы его пару раз, но... \n\nРастерянно оглядываясь и вытирая кровь с разбитой губы, Чарли увидел искорёженный велосипед, колесо которого провалилось в колею, и девушку, с воем держащуюся за неестественно вывернутую ногу... Ох, чёрт! \n\nВокруг них уже начала собираться толпа, и Чарли позорно сбежал, утешая себя тем, что, сломав ногу и велосипед, София точно за ним больше не погонится. Едва проснувшаяся совесть заткнулась — поздно было играть в благородство. Чарли смирился с тем, что он козёл и ничтожество. Принял как факт, и двинулся дальше... ",
        "merge": true,
        "var_equal": [
          "стр33",
          6
        ]
      },
      {
        "id": 45,
        "text": "⚙ ~~~>",
        "merge": false,
        "var_equal": [
          "стр33",
          6
        ]
      }
    ]
  },
  {
    "id": 34,
    "text": "Неловко скомкав разговор, Чарли сослался на срочные дела, попрощался и ушёл с площади, едва сдерживаясь, чтобы не побежать. Ему нужно было подумать. Хоть минутку в тишине и покое. Но дома его ждала пренеприятная картина. София угощала чаем неожиданного гостя. Гидеона. И выглядели они так, будто этот, вроде бы, невиный визит — далеко не первый. \n\nИ сразу стали ясны многие тревожные мелочи последних месяцев, которые Чарли игнорировал, не имея желания в них разбираться. Кто подарил Софии на день рождения серьги с рубинами. Кому она возит через весь город дорогие журналы, которыми теперь частенько вместо газет была забита корзина её велосипеда. Откуда она знает некоторые их с братом детские истории, о которых он не рассказывал... \n\nИ хотя поводов подумать дурное у Чарли не появилось... он видел, как легко София позволяет его старшему брату невзначай прикасаться к себе, смеётся его шуткам и сама ведёт себя с ним не так, как с посторонним человеком. Они слишком, возмутительно, до тошного хорошо ладили! И смотрелись вместе великолепно...\n\nЧарли с горечью подумал, что София достойна куда большего, чем одержимый часовой башней мелкий чиновник, который настолько к ней невнимателен, что месяцами не замечал, как за ней прямо у него под носом весьма энергично ухаживает другой — куда более солидный, состоятельный и обходительный мужчина. Допивая чай, Чарли принял одно из самых важных решений в своей жизни... ",
    "answers": [
      {
        "id": 49,
        "text": "⚙ Он должен стать достойным Софии! "
      },
      {
        "id": 50,
        "text": "⚙ Благословить их и отпустить"
      }
    ]
  },
  {
    "id": 35,
    "text": "empty",
    "answers": [
      {
        "id": 35,
        "text": "Неловко скомкав разговор, Чарли сослался на срочные дела, попрощался и ушёл с площади, едва сдерживаясь, чтобы не побежать со всех ног. Он надеялся что, добравшись до дома, сможет собраться с мыслями в спокойной обстановке, но там его ждало нечто несравнимо более жуткое... \n\nОткрытая наполовину входная дверь. Грязные следы и опрокинутая вешалка в передней. Разбитое зеркало и сдвинутый ковёр в коридоре. А в гостиной — заросший немытый бродяга держал за волосы избитую, связанную по рукам и ногам Софию в сплошь изорванном платье и прижимал к её горлу лезвие длинного ножа. Он угрожающе поздоровался с ворвавшимся и застывшим в ужасе Чарли, и тот с трудом узнал в этом чудовище своего старшего брата. \n\n— Что ты творишь, Гидеон?! — Чарли медленно поднял руки. — Прошу тебя, не надо, отпусти её! Я всё сделаю, просто скажи, чего ты хочешь! \n\n— Ты уже всё сделал, Чарльз, — с восторженным безумием прохрипел Гидеон. — Ты сломал мне жизнь и отобрал всё, что у меня было, ради какой-то... башни! Чего я хочу? Хочу, чтобы ты страдал не меньше. Хочу уничтожить всё, что тебе дорого! Смотри! Смотри, как я это делаю, братишка! \n\nПод мерзкий хохот Гидеона нож заёрзал из стороны в сторону, как смычок по струнам виолончели...",
        "merge": true,
        "var_equal": [
          "стр35",
          0
        ]
      },
      {
        "comment": false,
        "var_equal": [
          "стр35",
          0
        ],
        "id": 35,
        "text": "— Не-е-ет!!! ",
        "var_set": [
          "стр35",
          1
        ]
      },
      {
        "id": 35,
        "text": "Бросившись вперёд, Чарли рухнул на колени, подхватил падающее тело девушки и завыл, безнадёжно пытаясь сдержать ладонью хлещущую во все стороны кровь. \n\nУдар тяжёлым ботинком в голову швырнул его на ковёр. В глазах потемнело. Очнулся со связанными руками — Гидеон зачем-то тащил его к окну прочь от Софии, стеклянными глазами глядящей в потолок. Задёргался, получил неглубокую ножевую рану и несколько ударов рукоятью по голове. \n\n— Ещё не всё, братишка, ещё не всё, — хрипел Гидеон над ухом, прижимая его лицом к оконному стеклу. — Что ты видишь?! Башенка! Вон там, да? Твоя любимая башенка, Чарли! Следи за стрелочками! Красивые, да? \n\nДлинная стрелка поднялась вверх, но вместо полуденного боя колокола над городом грянул взрыв...",
        "merge": true,
        "var_equal": [
          "стр35",
          1
        ]
      },
      {
        "comment": false,
        "var_equal": [
          "стр35",
          1
        ],
        "id": 35,
        "text": "⚙ ~~~>",
        "var_set": [
          "стр35",
          2
        ]
      },
      {
        "id": 35,
        "text": "Сперва циферблат исчез в облаке пламени и дыма с разлетающимися из него обломками и кусками механизмов. Затем докатилась волна грохота, и оконное стекло завибрировало у Чарли под щекой.\n\n— Красиво! Как красиво получилось! — хохотал Гидеон, явно уверенный, что этот удар для Чарли самый страшный.\n\nНо он ошибался. Сердце его младшего брата к этому моменту уже сковывала такая чёрная скорбь, что взрыв на башне едва трогал его. Он всё пытался оглянуться через плечо в комнату... Гидеон дёргал его голову за волосы, бил рукоятью ножа в челюсть, вынуждая смотреть в окно на столб дыма, и не понимал, что Чарли не пытается отвернуться... что его неодолимо тянет взглянуть на бездыханную девушку на полу.\n\nЧарли не понимал, как сильно успел полюбить её. Не понимал, пока она не погибла у него на глазах. Ни в чём не виновная, бившаяся за жизнь до последнего, наверняка, даже не представляя, за что на неё напал этот монстр... Она не заслужила такой участи ничем, ничем! Собрав силы, Чарли с ревом рванулся, пытаясь связанными руками оттолкнуть Гидеона, и напоролся грудью на нож.\n\n— Да что ж ты, Чарли! — выкрикнул раздосадованный Гидеон, выдёргивая и отбрасывая своё оружие. — Ещё рано! Ну же, не помирай! — он пнул рухнувшего к его ногам брата, но тот уже ничего не чувствовал...\n\n⚙ Эпилог: \"Облако пламени\". ",
        "merge": true,
        "var_equal": [
          "стр35",
          2
        ]
      },
      {
        "blackout": false,
        "var_equal": [
          "стр35",
          2
        ],
        "middle_answer": true,
        "text": "┈╼⊳⊰ Конец ⊱⊲╾┈",
        "id": 1,
        "var_set": [
          "global ending14",
          1
        ]
      },
      {
        "super_calculate": false,
        "blackout": false,
        "calculate": true,
        "var_equal": [
          "стр35",
          2
        ],
        "id": 35,
        "text": "┈╼⊳⊰ Конец ⊱⊲╾┈",
        "middle_answer": true,
        "var_set": [
          "global ending14",
          1
        ]
      }
    ]
  },
  {
    "id": 36,
    "text": "Неловко скомкав разговор, Чарли сослался на срочные дела, попрощался и ушёл с площади, едва сдерживаясь, чтобы не побежать. \n\nДобравшись до дома, он долго метался из угла в угол, пытаясь успокоиться и собраться с мыслями. Получалось не слишком хорошо. Вспоминалось детство, когда в любой слишком сложной ситуации Чарли бежал за помощью к старшему брату и, дёргая за рукав, слёзно заглядывал в глаза. Гидеон никогда не подводил — всегда легко решал любые его маленькие проблемки. \n\nКак же так вышло, что Чарли собственными руками разрушил брату жизнь? И теперь, отчаянно нуждаясь в совете, остался совсем один — с жутким чувством вины и паникой, не дающей сидеть на одном месте. Справится ли он сам? Сможет ли? \n\nЗамерев у окна, Чарли вгляделся в стрелки часов на циферблате башни вдали. На старой площади сейчас людно. Вовсю идёт праздник, перерезают ленточку, торжественно отмечая окончание работ. Ему самому тоже положено быть там... Улыбаться фотографам на фоне башни, пожимать руки членам городского совета, среди которых ещё мог бы быть Гидеон...\n\nОн наверняка сейчас там, как и Джеффри Колдвелл. Что же делать... ",
    "answers": [
      {
        "id": 53,
        "text": "⚙ Найти брата и поговорить откровенно"
      },
      {
        "id": 54,
        "text": "⚙ Отсидеться дома до вечера"
      }
    ]
  },
  {
    "id": 37,
    "text": "Неловко скомкав разговор, Чарли сослался на срочные дела, попрощался и ушёл с площади, едва сдерживаясь, чтобы не побежать. Он спешил в мастерскую, закрытую в честь праздника, чтобы собраться с мыслями в тишине и поискать выход... \n\n... Но в месте, бывшем ему домом и убежищем столько лет, Чарли ждало потрясение похуже появления какого-то там старика с непонятными намерениями. Обнаружив, что дверь заперта изнутри на щеколду, Чарли настороженно прокрался внутрь с чёрного хода. И услышал то, от чего сердце отчаянно сжалось в груди — жаркие стоны Софии, которые так редко касались его ушей с тех пор, как башня получила финансирование. От Гидеона... \n\n... Они были вдвоём, здесь, в его же мастерской, трясли, сплетясь в немыслимом положении, его старый верстак, не замечая ни падающих инструментов, ни смятых локтями схем, ни отчаянных глаз, уставившихся на них из дверного проёма. \n\nБоль, которую Чарли испытывал в этот момент, выжигала душу дотла, царапала изнутри раскалёнными когтями, мутя разум и не давая вдохнуть. Как же так?.. ",
    "answers": [
      {
        "id": 61,
        "text": "⚙ Дать волю ярости! "
      },
      {
        "id": 62,
        "text": "⚙ Дождаться, пока они заметят, что не одни"
      },
      {
        "id": 63,
        "text": "⚙ Уйти "
      }
    ]
  },
  {
    "id": 38,
    "text": "Неловко скомкав разговор, Чарли сослался на срочные дела, попрощался и ушёл с площади, едва сдерживаясь, чтобы не побежать. \n\nОн надеялся, что Гидеон придумает что-нибудь, как более старший и умный, но, увидев, как брат прихорашивается перед зеркалом, растерял всё желание с ним разговаривать. Брат и одет был так, будто под венец собирался, и одеколоном разило на всю мастерскую... \n\nОтмахнувшись от ревнивых мыслей, Чарли вспомнил, что брат в отличие от него не знал, когда должна явиться призрачная дева, а значит — просто собирался на праздник. И тогда выложил всё, что узнал. \n\nГидеон пришёл в ярость. Таким безумным Чарли его ещё не видел. Брат рычал, что никому не позволит влезть в это дело в последний момент и всё разрушить, пока не застыл с налитыми кровью глазами над стойкой с ножами.\n\n— Нас двое, а он один. Прикончим его...",
    "answers": [
      {
        "id": 65,
        "text": "⚙ Похоже, это единственный выход",
        "need": [
          -20
        ]
      },
      {
        "id": 66,
        "text": "⚙ Это слишком! ",
        "need": [
          20
        ]
      }
    ]
  },
  {
    "id": 39,
    "text": "Книга выпала у него из рук, и сам он, выгнувшись, повалился следом, корчась в предсмертных судорогах. \n\n— Твоя, говоришь? — пугающий блеск в глазах брата и его перекошенная улыбка заставили Чарли спешно выхватить собственный нож. — Жаль, братишка, но всё ведь к этому и шло... Последний шанс тебе даю, уходи по-хорошему или ляжешь рядом с этим хрычом! \n\nЧарли тоже давно уже смирился с тем, что рано или поздно придётся сражаться за призрачную деву с Гидеоном один на один. Она одинаково свела их обоих с ума, и каждый был готов убить или быть убитым в борьбе за неё. \n\nЖестокая отчаянная драка на ножах быстро закончилась. Слишком быстро — ни один из братьев не успел заметить момент, когда всё было кончено, продолжая наносить удары, пока Гидеон вдруг не рухнул на колени и не завалился набок, уставившись тусклыми глазами в пустоту и так и не выпустив оружие из руки. \n\nЧарли, шатаясь и зажимая то одну, то другую жуткую рану на своём теле, единственный остался стоять. Он разрывался между ликованием, горем и ужасом, пока башенные часы не начали бить полночь...",
    "answers": [
      {
        "id": 69,
        "text": "⚙ ~~~>"
      }
    ]
  },
  {
    "id": 40,
    "text": "Неловко скомкав разговор, Чарли сослался на срочные дела, попрощался и ушёл с площади, едва сдерживаясь, чтобы не побежать. \n\nОн надеялся, что Гидеон придумает что-нибудь дельное, он же всё-таки старше и умнее... \n\nНо дома стояла пронзительная тишина, на полках не хватало привычных вещей, а на столе ждала короткая, наспех нацарапанная записка:\n\n\"Братишка, прости! \nЯ не мог больше молчать и всё рассказал Софии. Мы сбегаем от тебя. Надеюсь, через пару лет найду в себе смелость снова посмотреть тебе в глаза. \nИ удачи, Чарльз! Если твоя призрачная женщина действительно существует, желаю обрести её наяву! \n/Гидеон\". \n\nСмяв листок в мозолистой руке, Чарли рухнул на стул и упёрся лбом в сжатый кулак. Вот чёрт... ",
    "answers": [
      {
        "id": 41,
        "text": "⚙ ~~~>"
      }
    ]
  },
  {
    "id": 41,
    "text": "Ближе к ночи",
    "answers": [
      {
        "need_sometimes": true,
        "id": 41,
        "text": " братья встретились на старой площади. Гидеон — одетый с иголочки и до неприличия расслабленный, и трясущийся от волнения Чарли — с порезами после бритья и криво завязанным галстуком. \n\nБлагодаря Гидеону Джеффри Колдвелл больше не представлял угрозы, но перестать нервничать и ожидать подвоха Чарли не мог. Только бы никаких больше неприятных неожиданностей... \n\nПосле всего случившегося так и казалось, что в самый последний момент на башню упадёт метеорит или нападёт огнедышащий дракон — Чарли уже ничему бы не удивился... ",
        "need": [
          31,
          32
        ],
        "merge": true
      },
      {
        "need_sometimes": true,
        "id": 46,
        "text": "⚙ Войти в башню",
        "need": [
          31,
          32
        ],
        "merge": false
      },
      {
        "id": 41,
        "text": " Чарли привёл себя в порядок, собираясь на самую важную встречу в жизни. От волнения он дважды порезался, когда брился, и неправильно завязал галстук, не веря, что сегодня всё закончится. \n\nДобравшись до опустевшей старой площади, Чарли с дрожащим сердцем поднял глаза на циферблат из цветного стекла и вздохнул. До полуночи ещё так долго... \n\nТолько бы никаких больше неприятных неожиданностей... После всего случившегося так и казалось, что в самый последний момент на башню упадёт метеорит или нападёт огнедышащий дракон — Чарли уже ничему бы не удивился... ",
        "var_need": [
          "огонь",
          1
        ],
        "merge": true
      },
      {
        "id": 47,
        "var_need": [
          "огонь",
          1
        ],
        "text": "⚙ Войти в башню",
        "merge": false
      },
      {
        "id": 41,
        "text": " Чарли устало направился к башне, гадая, станет сегодняшняя полночь самой счастливой в его жизни или же окончательно его добьёт. \n\nТак тяжело одному... Даже София и Гидеон бросили его в самый важный день его жизни, и от этого становилось тоскливо и холодно на душе. Но было и о чём побеспокоиться помимо чувства одиночества. \n\nМежду ним и призрачной девой ещё стоял Джеффри Колдвелл. Этот свалившийся как снег на голову старый пень с непонятными притязаниями. А в кармане лежала острая отвёртка... На всякий случай. Так как ничего лучше всеми покинутый механик так придумать и не смог... ",
        "need": [
          40
        ],
        "merge": true
      },
      {
        "id": 48,
        "text": "⚙ Войти в башню",
        "need": [
          40
        ],
        "merge": false
      },
      {
        "id": 41,
        "text": " Чарли, даже не сменив пиджак, устало направился к башне, гадая, станет сегодняшняя полночь самой счастливой в его жизни или же окончательно его добьёт. \n\nСофия и Гидеон всё ещё пробирались к нему в голову случайными мыслями и обрывками воспоминаний, но Чарли было о чём подумать и кроме них. \n\nМежду ним и призрачной девой ещё стоял Джеффри Колдвелл. Этот свалившийся как снег на голову старый пень с непонятными притязаниями... ",
        "need": [
          50
        ],
        "merge": true
      },
      {
        "id": 48,
        "text": "⚙ Войти в башню",
        "need": [
          50
        ],
        "merge": false
      },
      {
        "id": 41,
        "text": " Чарли, даже не сменив пиджак, устало направился к башне, уверенный в том, что Гидеон не подведёт его, и лишних людей в башне можно не опасаться. \n\nНа душе у Чарли было до странного легко — он будто закрывал самый обычный проект реставрации очередного музейного экспоната или исторического памятника. \n\nНо чем ближе он подбирался к цели по опустевшей старой площади, тем больше начинал волноваться снова, боясь, что на голову свалится ещё какая-нибудь неприятная неожиданность... ",
        "need": [
          57
        ],
        "merge": true
      },
      {
        "id": 47,
        "text": "⚙ Войти в башню",
        "need": [
          57
        ],
        "merge": false
      },
      {
        "id": 41,
        "text": " оба брата плечом к плечу выдвинулись по направлению к башне. \n\nЧарли всю дорогу косился на молчаливого и расслабленного Гидеона, вернувшего приличный вид, и пытался угадать, о чём тот сейчас думает. \n\nВполне возможно, что он всё ещё собирался, если не убить Чарли, то подставить его каким-то другим способом. Но даже с учётом этого Чарли радовался, что идёт в башню не один. И надеялся, что как-нибудь всё ещё наладится... ",
        "need": [
          58
        ],
        "merge": true
      },
      {
        "id": 60,
        "text": "⚙ Войти в башню",
        "need": [
          58
        ],
        "merge": false
      },
      {
        "id": 41,
        "text": ", так и не собрав осколков разбитого сердца, Чарли вернулся наконец на опустевшую старую площадь. \n\nВсе его мысли вопреки желанию горестно блуждали вокруг предательства Софии, и переключить их на предстоящую встречу с призрачной девой и последнюю проблему, стоящую на пути к этому, никак не удавалось. \n\nС опущенными плечами и пустым взглядом Чарли даже не взглянул, как обычно, на циферблат, торопясь войти в башню и со всем покончить. ",
        "need": [
          63
        ],
        "merge": true
      },
      {
        "id": 48,
        "text": "⚙ Войти в башню",
        "need": [
          63
        ]
      },
      {
        "id": 41,
        "text": " оба брата выдвинулись по направлению к башне плечом к плечу с припрятанными под одеждой ножами. \n\nВсю дорогу Чарли косился на собранного с виду и непоколебимо решительного Гидеона. Пытался выглядеть не менее решительным, чувствуя, что если покажет слабину, брат отреагирует на неё, как хищный зверь. \n\nКак же далеко всё зашло. А насколько дальше ещё зайдёт!\n\nВедь несмотря на страх и неуверенность, Чарли переполняла готовность довести дело до конца, и решение было принято окончательно и бесповоротно.\n\nСтрашило только то, что, убрав с пути Джеффри Колдвелла, Чарли останется один на один с Гидеоном... ",
        "need": [
          65
        ],
        "merge": true
      },
      {
        "id": 67,
        "text": "⚙ Войти в башню",
        "need": [
          65
        ]
      }
    ]
  },
  {
    "id": 42,
    "text": "empty",
    "answers": [
      {
        "comment": false,
        "var_equal": [
          "стр42",
          0
        ],
        "id": 42,
        "text": "Пользуясь своей причастностью к завершённой уже стройке, Чарли спросил нового знакомого, не желает ли тот осмотреть обновлённое здание изнутри. И когда тот с энтузиазмом согласился, Чарли, постоянно оглядываясь, повёл Джеффри в башню. \n\nОт осознания того, что собирается убить человека, в ушах шумело, а сердце колотилось бешеной дробью. Но разве мог он поступить иначе? Не для того он всю жизнь положил на спасение девы, чтобы позволить какому-то хрычу вклиниться между ней и собой в последний момент! \n\nВ неожиданный, как Чарли казалось, момент во время осмотра нижних ярусов башни, он вцепился Джеффри в горло со всем отчаянием, на какое был способен. Но тот оказался отнюдь не так наивен, как могло показаться, и был готов к такому повороту событий. Удар тростью в солнечное сплетение, ловкий приём, дёрнутый рычаг... и Чарли провалился в открывшийся в полу люк... ",
        "merge": true
      },
      {
        "comment": false,
        "var_equal": [
          "стр42",
          0
        ],
        "id": 42,
        "text": "⚙ ~~~>",
        "var_set": [
          "стр42",
          1
        ]
      },
      {
        "id": 42,
        "text": "Тёплая загрязнённая вода, бегущая с завода по подземному каналу, хлынула в нос и рот. Чарли протащило по скользкому дну и сбросило в огромный резервуар, который, заполняясь полностью, раз в сутки опускался под собственной тяжестью, взводя гири часового механизма. \n\nВ нижней точке одна из стенок поднималась и выпускала воду, но Чарли обречённо понимал, что до этого момента пройдёт несколько часов. А ему уже не хватало воздуха в груди, и глаза невыносимо разъедало испорченной химикатами водой... \n\nБорясь из последних сил, царапая металлическую стенку резервуара и чувствуя, что вот-вот потеряет сознание, Чарли сходил с ума от злобы и ненависти. \n\nПроклятый Джеффри знал устройство башни не хуже, чем он... Проклятый Джеффри нарочно подставился, чтобы сбросить его сюда и избавиться... И забрать призрачную деву себе! Сволочь! Будь он проклят! Будь он...\n\n⚙ Эпилог: \"Подземный поток\". ",
        "var_equal": [
          "стр42",
          1
        ],
        "merge": true
      },
      {
        "id": 1,
        "var_equal": [
          "стр42",
          1
        ],
        "middle_answer": true,
        "text": "┈╼⊳⊰ Конец ⊱⊲╾┈",
        "blackout": false,
        "var_set": [
          "global ending10",
          1
        ]
      },
      {
        "blackout": false,
        "middle_answer": true,
        "calculate": true,
        "var_equal": [
          "стр42",
          1
        ],
        "id": 42,
        "text": "┈╼⊳⊰ Конец ⊱⊲╾┈",
        "super_calculate": false,
        "var_set": [
          "global ending10",
          1
        ]
      }
    ]
  },
  {
    "id": 43,
    "text": "Идиотское решение для идиотской ситуации. Но ничего лучше Чарли не придумал. \n\nПорывшись в вещах Софии, которых у него дома накопился уже целый гардероб, Чарли выбрал платье понеприметнее и, проклиная себя на чём свет стоит, с третьей попытки влез в него правильно. \n\nСпрятав широкие плечи под шалью, а лицо под шляпкой, Чарли вылез через окно в подворотню и осторожно вышел на улицу, где вполне удачно смешался с толпой. \n\nНа старой площади сто лет не собиралось такого количества народа. Церемония открытия башни уже закончилась, Гидеон в числе прочих городских советников толкал последние речи с помоста и пожимал руки верхушкам общества защиты культурного наследия под вспышки фотокамер и аплодисменты... \n\nПодобравшись никем не замеченным поближе к входу в башню, Чарли улучил момент, привычно перемахнул через невысокую оградку и проскользнул внутрь. \n\nУф-ф... Он в башне. Он один. Запасные строительные и ремонтные материалы аккуратно сложены в углу. Осталось только завалить ими дверь, и можно будет выдохнуть... ",
    "answers": [
      {
        "id": 100,
        "text": "⚙ ~~~>",
        "comment": false
      }
    ]
  },
  {
    "id": 44,
    "text": "empty",
    "answers": [
      {
        "id": 44,
        "text": "Пользуясь своей причастностью к завершённой уже стройке, Чарли спросил нового знакомого, не желает ли тот осмотреть обновлённое здание изнутри. И когда тот с энтузиазмом согласился, Чарли, постоянно оглядываясь, повёл Джеффри в башню. \n\nОт осознания того, что собирается убить человека, в ушах шумело, а сердце колотилось бешеной дробью. Но разве мог он поступить иначе? Не для того он всю жизнь положил на спасение девы, чтобы позволить какому-то хрычу вклиниться между ней и собой в последний момент! \n\nВ неожиданный, как Чарли казалось, момент во время осмотра нижних ярусов башни, он вцепился Джеффри в горло со всем отчаянием, на какое был способен. И в этот момент кто-то, подкравшийся сзади, ударил его по голове...\n\nПриходя в себя, Чарли почувствовал, как ему выкручивают руки за спину. Краем глаза увидел плащ сыщика, следившего за ним весь последний год, и обессиленно уронил лицо на пол. ",
        "merge": true,
        "var_equal": [
          "стр44",
          0
        ]
      },
      {
        "comment": false,
        "var_equal": [
          "стр44",
          0
        ],
        "id": 44,
        "text": "⚙ ~~~>",
        "lua_do": "function lua_do()\nlocal rect =\ndisplay.newRect(display.contentCenterX, display.contentCenterY, display.contentCenterX*2, display.contentCenterY*2)\ncanvas.parent.parent.parent.parent.parent.parent.parent:insert(rect)\nrect:setFillColor(1,1,1)\ntransition.from(rect, {time = 400, alpha = 0, transition = easing.outExpo, onComplete = function() \ntimer.performWithDelay(200, function() \nif rect and rect.removeSelf then\ntransition.to(rect, {time = 500, alpha = 0, transition = easing.inExpo, \nonComplete = function() \nif rect and rect.removeSelf then \nrect:removeSelf() \nrect = nill end end}) end end) end}) end",
        "var_set": [
          "стр44",
          1
        ]
      },
      {
        "id": 44,
        "text": "... Последним, кого Чарли ожидал увидеть, сидя в наручниках за решёткой изолятора, был Джеффри Колдвелл. Не как свидетель или потерпевший... А как такой же арестованный — в наручниках и под конвоем. \n\nС изумлением глядя, как его заталкивают в клетку и с оглушительным лязгом запирают дверь, Чарли поднялся с жёсткой лавки навстречу.\n\n— Как?! — только и спросил он, прежде чем по прутьям решётки предупреждающе грохнула полицейская дубинка.\n\nПлюхнувшись обратно на лавку, Чарли медленно всё осознал и тихо засмеялся, низко опустив голову. Гидеон... и его поганый сыщик... Их работа! Сколько его старший брат успел разузнать? Достаточно, раз и Джеффри убрал с дороги к призрачной деве... Завтра и сыщика сюда в кандалах приведут. Или в канаве найдут с перерезанным горлом. Зачем Гидеону такой опасный свидетель?\n\nКулаки сжались, и бессильные слёзы закапали на грязный пол. Гидеону всё сойдёт с рук. Влияния и денег у него достаточно. Достаточно...\n\n⚙ Эпилог: \"Сокамерники\". ",
        "merge": true,
        "var_equal": [
          "стр44",
          1
        ]
      },
      {
        "id": 1,
        "var_equal": [
          "стр44",
          1
        ],
        "middle_answer": true,
        "text": "┈╼⊳⊰ Конец ⊱⊲╾┈",
        "blackout": false,
        "var_set": [
          "global ending12",
          1
        ]
      },
      {
        "blackout": false,
        "middle_answer": true,
        "calculate": true,
        "var_equal": [
          "стр44",
          1
        ],
        "id": 44,
        "text": "┈╼⊳⊰ Конец ⊱⊲╾┈",
        "super_calculate": false,
        "var_set": [
          "global ending12",
          1
        ]
      }
    ]
  },
  {
    "id": 45,
    "text": "Добравшись до дома, Чарли начал судорожно соображать. Одну проблему он решил, но оставались ещё сыщик брата и этот не пойми откуда взявшийся Джеффри Колдвелл. На то, что они тоже попадают с велосипедов, надеяться не приходилось... \n\nЧарли жалел, что природа не одарила его блестящим умом, как брата, но у него по крайней мере были какие-никакие деньги и само знание о том, что за ним следят. И это дало ему возможность провернуть самый хитроумный план, какой он только в состоянии был придумать, чтобы избавиться от одной из двух своих главных проблем. \n\nПользуясь тем, что сыщик почти всегда держится на расстоянии, вечером Чарли вышел, якобы, прогуляться, и срезал путь через подворотню, где, как он знал, ночевали местные бездомные. Там он заплатил одному из них, чтобы поменялся с Чарли одеждой и шёл к нему домой, уводя за собой сыщика. А сам, с запасным пиджаком под полой рваного пальто бродяги поспешил в ближайшую к старой площади гостиницу, чтобы привести себя в порядок. \n\nПоследней преградой к цели оставался Джеффри Колдвелл, но тут Чарли, с кипящим в крови адреналином после удачной авантюры, не придумал ничего лучше, чем, отправляясь в старую башню, прихватить с собой нож... ",
    "answers": [
      {
        "id": 48,
        "text": "⚙ ~~~>"
      }
    ]
  },
  {
    "id": 46,
    "text": "В ожидании полуночи Чарли и Гидеон устроились на площадке за циферблатом. В неловком молчании Чарли, отвернувшись от брата, просто смотрел, как слаженно крутятся огромные блестящие шестерни. \n\nСтранное чувство овладевало им. Что уже скоро закончится дело, которому он посвятил всю свою жизнь. Скоро он освободит призрачную деву... Что будет дальше?\n\nНаверное, самое время пришло, чтобы спросить об этом Гидеона и откровенно поговорить о планах на будущее, но Чарли не решался... Тревожно и страшно было поднимать опасную тему... ",
    "answers": [
      {
        "id": 80,
        "text": "⚙ ~~~>",
        "var_equal": [
          "непонятки",
          1
        ]
      },
      {
        "id": 81,
        "text": "⚙ ~~~>",
        "var_less": [
          "непонятки",
          1
        ]
      },
      {
        "id": 46,
        "text": "Астроном и горсоветник",
        "calculate": true,
        "super_calculate": false
      }
    ]
  },
  {
    "id": 47,
    "text": "Устроившись на пустой площадке за циферблатом, Чарли стал дожидаться полуночи. Сердце мучительно колотилось, а ладони потели, как перед первым свиданием. \n\nНовенькие блестящие шестерни слаженно крутились вокруг, будто наматывая на зубцы и без того натянутые нервы Чарли. Не в силах усидеть на месте, он вскочил и начал ходить туда-сюда по площадке.\n\nЧто, если в последний момент что-то сорвётся? Или призрачная дева, сотни лет проведя в заточении... неизвестно где, явившись в реальный мир, начнёт стареть и рассыпаться прахом прямо у него на глазах? Или окажется полностью безумной?! Впрочем, вряд ли можно быть безумнее, чем сам Чарли...\n\nА что он скажет ей, когда она появится? Что будет делать? Нормально ли он выглядит? \n\nВ тот момент, когда волнение и тревога уже почти довели Чарли до нервного срыва, часы наконец начали бить полночь... ",
    "answers": [
      {
        "id": 71,
        "text": "⚙ ~~~>"
      },
      {
        "id": 47,
        "text": "Астроном/чиновник",
        "calculate": true,
        "super_calculate": false
      }
    ]
  },
  {
    "id": 48,
    "text": "Поднимаясь по крепким, ещё пахнущим лаком ступенькам лестниц среди блестящих крутящихся шестерней, Чарли чувствовал, как его сердце гулко и болезненно ударяет в груди, будто часовой колокол. \n\nПоднявшись на площадку, напряжённо кивнул Джеффри, уже давно, похоже, устроившемуся тут с какой-то книгой. Очень необычной на вид, и яркие лучи лунного света, подкрашенные цветными стёклами циферблата, заставляли её выглядеть ещё необычнее. Поинтересовавшись, Чарли получил неожиданный ответ. \n\n— Особый экземпляр библии, для экзорцизма. Признаюсь вам, как человеку, который не понаслышке знаком со сверхъестественным, что уничтожил с помощью этой книги немало злых духов. \n\n— Вы хотите... использовать это... против призрачной девы? — с ужасом понял Чарли. \n\n— Разумеется, друг мой. Или вы думаете, что душа, сотни лет скитавшаяся на пороге преисподней, не несёт в себе никакой угрозы и можно смело выпускать её в мир? Может, вы даже надеялись взять её в жёны? Не будьте наивны! Эта скверная сущность несёт только горечь и навязчивые идеи людям, которые ею одержимы. Оглянитесь назад и посмотрите, во что она уже успела превратить вашу жизнь! ",
    "answers": [
      {
        "id": 73,
        "text": "⚙ Он прав... "
      },
      {
        "id": 74,
        "text": "⚙ Напасть!",
        "var_need": [
          "отвёртка",
          1
        ]
      },
      {
        "id": 64,
        "text": "⚙ Напасть!",
        "var_need": [
          "нож",
          1
        ]
      },
      {
        "id": 51,
        "text": "⚙ Напасть!",
        "var_need": [
          "кулак",
          1
        ]
      },
      {
        "text": "Новый ответ. введите текст",
        "super_calculate": false,
        "id": 48,
        "calculate": true,
        "need": [
          40
        ],
        "var_set": [
          "отвёртка",
          1
        ]
      },
      {
        "calculate": true,
        "need_sometimes": true,
        "super_calculate": false,
        "id": 48,
        "text": "Новый ответ. введите текст",
        "need": [
          63,
          58,
          50
        ],
        "var_set": [
          "кулак",
          1
        ]
      },
      {
        "text": "Новый ответ. введите текст",
        "super_calculate": false,
        "id": 48,
        "calculate": true,
        "need": [
          45
        ],
        "var_set": [
          "нож",
          1
        ]
      }
    ]
  },
  {
    "id": 49,
    "text": "Осознание того, что, гоняясь за призраком, едва не потерял свою настоящую любовь, глубоко поразило Чарли. О чём он только думал?! Сегодня, уже сегодня призрачная дева войдёт в реальный мир, станет его частью, и давно следовало определиться — с кем он видит себя в будущем! \n\nСвоё обещание он уже сдержал. С ним или без него призрачная дева услышит двенадцатый удар колокола этой ночью. И Чарли радоваться должен, что появился этот... Джеффри Колдвелл. А не паниковать. Будет, кому позаботиться о ней и дальше! \n\nА он свободен! Свободен быть с той, которую незаметно для себя успел полюбить так сильно, что было невыносимо даже смотреть, как она улыбается Гидеону, а он, считая младшего брата слепым глупцом, под любым предлогом то берёт её за руку, то вворачивает между слов ловкий комплимент... \n\nНе выдержав, Чарли поднялся, обошёл вокруг стола, сжал кулак и от всей души врезал Гидеону по лицу так, что тот, под визг Софии свалился со стула. Высказав барахтающемуся на полу брату всё, что думает о его манёврах, Чарли выставил Гидеона за дверь, не обращая внимание на полные ярости угрозы в свой адрес. Пусть себе угрожает чем хочет. Они с Софией сегодня же вечером будут уже далеко... ",
    "answers": [
      {
        "id": 52,
        "text": "⚙ ~~~>",
        "lua_do": "function lua_do()\nlocal rect =\ndisplay.newRect(display.contentCenterX, display.contentCenterY, display.contentCenterX*2, display.contentCenterY*2)\ncanvas.parent.parent.parent.parent.parent.parent.parent:insert(rect)\nrect:setFillColor(1,1,1)\ntransition.from(rect, {time = 400, alpha = 0, transition = easing.outExpo, onComplete = function() \ntimer.performWithDelay(200, function() \nif rect and rect.removeSelf then\ntransition.to(rect, {time = 500, alpha = 0, transition = easing.inExpo, \nonComplete = function() \nif rect and rect.removeSelf then \nrect:removeSelf() \nrect = nill end end}) end end) end}) end"
      }
    ]
  },
  {
    "id": 50,
    "text": "Чарли тяжело вздохнул. Сегодня призрачная дева услышит двенадцатый удар колокола и войдёт в реальный мир. Станет его частью. И для Софии уже не будет места в его жизни. Давно следовало отпустить её, а не морочить голову. Отпустить к тому, чьи мысли не блуждают среди призраков, а полностью обращены только к ней. Она заслуживает этого, и даже большего... \n\nСобравшись с духом и уставившись неподвижным взглядом в узор на скатерти, Чарли высказал им обоим, что не имеет права стоять между ними и вести себя с Софией, как собака на сене. Что будет рад, если они составят счастливую пару и когда-нибудь пригласят его на свадьбу... А его место — с другой, которую он любил всю жизнь, и которую София не смогла заменить в его сердце. \n\nПотрясённая девушка с таким недоумением и болью смотрела на него, что взгляд непроизвольно раз за разом опускался обратно на скатерть. Она твердила, что он не может \"уступить\" её Гидеону, как очередное старое здание под устройство нового завода. И даже не замечала, что уже сама привычно держит Гидеона за руку, пока тот, огорошенно заломив брови, другой рукой нервно мнёт свой надушенный галстук. Оставив их вдвоём, Чарли вышел из дома и вздохнул свободнее. Гора с плеч... ",
    "answers": [
      {
        "id": 41,
        "text": "⚙ ~~~>"
      }
    ]
  },
  {
    "id": 51,
    "text": "— Моя жизнь — не ваша забота, злобная вы тварь! — в ярости выкрикнул Чарли, с кулаками бросаясь на человека, собравшегося уничтожить единственную цель всего его существования. \n\nВыбитая из рук Джеффри книга, вылетев с площадки, шлёпнулась ярусом ниже в лужу машинного масла, капающего с шестерней. \n\n— Что ты наделал, проклятый безумец! — отталкивая Чарли и зверея на глазах, зашипел Джеффри. — Этот призрак настолько подчинил тебя? Убирайся и не мешай мне делать мою работу, или я вытрясу из тебя твою жалкую обречённую душонку! \n\nЕщё раз глянув вниз, куда упала книга, он двинулся к лестнице, но Чарли бросился наперерез. Нельзя было дать этому чудовищу совершить задуманное! Но Чарли явно переоценивал собственные силы и не был готов к тому отпору, который получил. Джеффри оказался в очень хорошей для своих лет форме. А гнев из-за порчи бесценной книги и вовсе сделал из него непобедимого бойца. \n\nЧарли бросался на него, как бешеный пёс, раз за разом падая на пол и снова поднимаясь с разбитым лицом и шумом в ушах, пока окончательно не вывел Джеффри из себя, и тот не прижал его к полу под первый удар колокола, раз за разом обрушивая крепкий кулак в попытке выбить уже дух из этого полоумного глупца! Времени не осталось! ",
    "answers": [
      {
        "id": 77,
        "text": "⚙ ~~~>"
      }
    ]
  },
  {
    "id": 52,
    "text": "... Дирижабль медленно плыл над густыми лесами и сверкающими озёрами под пламенеющими в лучах заката облаками. Со смотровой палубы Чарли любовался потрясающими, ни с чем не сравнимыми видами вместе с Софией, крепко прижимая её к себе. \n\nДевушка задумчиво водила ладонью по его груди — живая, прекрасная... Не до конца понимающая, куда вообще они летят, и что их там ждёт. Но доверившаяся Чарли, которого с самого детства считала своей судьбой. И пусть жизнь не раз настойчиво предлагала ей изменить эту судьбу, сейчас София была рада, что не сделала этого. \n\nЧарли читал всё это в её глазах, читал с восхищением и чувством грандиозного открытия, от которого захватывало дух. Как он мог так позорно не ценить и не замечать это сокровище? \n\nТеперь он знал, где его место. Вдали от шума улиц, пыхтящих заводов и свистящих поездов. От ударов колокола часовой башни днём и ночью. В такой далёкой глуши, куда не дойдут никакие новости, способные отвлечь его мыслей от той, что достойна владеть ими целиком. Они обятельно будут счастливы... Обязательно...\n\n⚙ Эпилог: \"Никаких новостей\". ",
    "answers": [
      {
        "blackout": false,
        "id": 1,
        "text": "┈╼⊳⊰ Конец ⊱⊲╾┈",
        "middle_answer": true,
        "var_set": [
          "global ending13",
          1
        ]
      },
      {
        "super_calculate": false,
        "text": "┈╼⊳⊰ Конец ⊱⊲╾┈",
        "blackout": false,
        "middle_answer": true,
        "calculate": true,
        "id": 52,
        "var_set": [
          "global ending13",
          1
        ]
      }
    ]
  },
  {
    "id": 53,
    "text": "Взяв себя в руки, Чарли решительно поспешил обратно на площадь. И действительно смог отыскать в толпе заросшего бродягу, в котором с трудом узнавался некогда солидный и состоятельный мужчина... \n\nГидеон, похоже, следил за Джеффри, чей седоватый затылок маячил ближе к передним рядам зрителей, слушавших речь городского советника. Народа вокруг становилось всё больше, и Чарли боялся, что скоро его начнут узнавать и интересоваться, почему он не там, на помосте? \n\nПодстёгнутый этим, Чарли поспешил подобраться вплотную к Гидеону и неосознанно взял его за рукав, совсем как в детстве. Тот вздрогнул, оборачиваясь к нему грязной физиономией, и в знакомых глазах полыхнула совсем чужая жгучая ненависть. Он сунул руку под полу рваной куртки, где у него наверняка был нож, но доставать его в таком людном месте, к счастью, не спешил. \n\n— Гидеон, умоляю, выслушай меня, — убито попросил Чарли. — Просто выслушай. Ты должен знать, почему я так поступил с тобой ради какой-то башни. Ты ведь понимаешь, что всё не так просто...\n\nГидеон презрительно кривился, прожигая его взглядом и щурясь, но выслушать всё же согласился... ",
    "answers": [
      {
        "id": 56,
        "text": "⚙ Увести его с площади и рассказать всё-всё... "
      }
    ]
  },
  {
    "id": 54,
    "text": "До вечера Чарли оставался дома, отмахиваясь от мыслей о Гидеоне и морально готовясь разбираться с Джеффри, которого считал главной своей проблемой на данный момент. И наконец, когда небо начало рыжеть в лучах заката, достаточно собрал себя в кучу, чтобы отправиться к башне. \n\nНа площади уже почти не было людей — толпа перетекла в новую часть города, где были площади попросторнее и многие праздничные увеселения для горожан. Никто не заметил Чарли, решительно шнырнувшего за приоткрытую дверь. Кроме Джеффри Колдвелла, который уже не спеша поднимался по крепкой новой лестнице к площадке за циферблатом.\n\n— Стойте! — крикнул, преисполняясь решимости, Чарли. — Вы не должны здесь быть! Вы не имеете права! Я слишком многим пожертвовал ради сегодняшней ночи! \n\n— Например, своим братом? — медленно поворачиваясь с неприятной улыбочкой на лице, уточнил Джеффри. \n\n— Откуда вы... знаете? — нахмурился Чарли.\n\n— Он у вас за спиной...",
    "answers": [
      {
        "id": 55,
        "text": "⚙ ~~~>"
      }
    ]
  },
  {
    "id": 55,
    "text": "... Прежде чем Чарли успел обернуться, длинный нож, пробив одежду, вонзился ему в спину между лопаток. \n\nЗа краткий миг во вспышке боли и ледяного ужаса Чарли осознал, что угодил в засаду. Гидеон и Джеффри успели познакомиться и сговориться против него, пока он сидел дома, как трус. И теперь получил достойный себя финал... \n\nБезумный хохот отмщённого Гидеона, мечущийся по башне, был последним, что Чарли услышал в своей жизни. \n\nШестерёнки продолжали крутиться, а Джеффри Колдвелл невозмутимо двинулся дальше по лестнице к площадке за циферблатом. Его ждала встреча с призрачной девой, и убийство одного брата другим на пару ярусов башни ниже места свидания ничуть ему не мешало...\n\n⚙ Эпилог: \"Засада\". ",
    "answers": [
      {
        "blackout": false,
        "id": 1,
        "text": "┈╼⊳⊰ Конец ⊱⊲╾┈",
        "middle_answer": true,
        "var_set": [
          "global ending15",
          1
        ]
      },
      {
        "super_calculate": false,
        "text": "┈╼⊳⊰ Конец ⊱⊲╾┈",
        "blackout": false,
        "middle_answer": true,
        "calculate": true,
        "id": 55,
        "var_set": [
          "global ending15",
          1
        ]
      }
    ]
  },
  {
    "id": 56,
    "text": "Отведя Гидеона в полупустой зал ближайшего кафе, Чарли заказал ему хороший обед, и пока тот, не скрывая давно мучившего его голода, ел, вполголоса рассказал всю свою историю. \n\nО встрече с призрачной девой. Об обещании, данном ей, и том, как положил свою и брата жизни на то, чтобы его сдержать. Наконец о Джеффри Колдвелле, мальчике из городской страшилки, который явился в самый последний момент, чтобы всё отобрать... \n\nЗвучало так глупо, боже, сам Чарли теперь понимал, как это всё глупо, и как он нелеп в своей истории. А Гидеон в неё даже не поверил. Смотрел на Чарли, как на психа. Зато сам на сытый желудок выглядел почти вменяемым. \n\n— Я ведь собирался сегодня пустить тебя в расход, Чарли, — огорошил он брата, скрипя вилкой по опустевшей тарелке. — Расплатиться сполна за то, как ты меня прихлопнул. Думал, ты уже совсем сбросил меня со счетов, а с голодухи, знаешь, всё куда-то не туда соображается. Мог ли представить, какими байками ты меня тут кормить будешь, ха-ха... Ну, спасибо тебе, братишка, и на том. Будем считать, что на сегодня ты от меня откупился, — он поднялся с места, собираясь уйти, но Чарли снова ухватил его за рукав. — Довольно, Чарльз. Чего ещё ты от меня хочешь? ",
    "answers": [
      {
        "id": 57,
        "text": "⚙ Шанс исправить всё, что натворил"
      },
      {
        "id": 58,
        "text": "⚙ Спасти призрачную деву любой ценой"
      }
    ]
  },
  {
    "id": 57,
    "text": "— Ты не представляешь, как я сожалею о том, что сделал с тобой, брат, — Чарли вынудил его сесть обратно на стул. — Если только ты позволишь, я ничего не пожалею, чтобы снова наладить твою жизнь и отмыть твоё имя. У меня есть связи, я могу найти тебе работу в организации защиты культурного наследия и сделать так, чтобы ты ни в чём не нуждался. Но сегодня я обязан закончить то, что начал. Иначе всё было зря — и мои жертвы, и твои. Я не знаю, что задумал этот тип, и справлюсь ли я с ним, если он захочет помешать призрачной деве освободиться. Умоляю, помоги мне... \n\nГидеон думал долго, кривясь и хмурясь, и в итоге кивнул.\n\n— Хорошо, Чарльз, если ты готов довериться мне... Давай ключи от дома, я устрою так, чтобы сегодня старый хрыч тебе не помешал. Но с завтрашнего дня разговор у нас будет другой.\n\nС огромным облегчением Чарли, чуть не плача, отдал ключи и все деньги, какие у него были при себе. Он совершенно искренне был готов до конца жизни работать на то, чтобы загладить вину перед братом. Лишь бы в полночь всё прошло гладко... ",
    "answers": [
      {
        "id": 41,
        "text": "⚙ ~~~>"
      }
    ]
  },
  {
    "id": 58,
    "text": "— Я нуждаюсь в твоей помощи, брат, — Чарли вынудил его сесть обратно на стул. — Я не знаю, что задумал этот тип. Вдруг он захочет помешать деве освободиться? Он, в отличие от меня, знает, как вся эта чертовщина работает. И один я могу с ним не справиться! Пойдём со мной, прошу тебя. Как только ты увидишь её, ты поймёшь, что я не мог поступить иначе ни в одном шаге своего пути. Прошу тебя, Гидеон. Помоги мне освободить её... \n\nГидеон долго думал, кривясь и шмыгая носом, и в итоге согласился. Не ради братских чувств, конечно, но за немалую сумму денег, горячую ванну и приличную одежду. \n\nЧарли стало совсем тоскливо. Будущее виделось мрачным и безрадостным. Ждать от брата ножа в спину всю оставшуюся жизнь он не хотел. Топить его окончательно и искать защиты у полиции тоже. И, пока его брат приводил себя в порядок, впервые задумался о том, каким человеком окажется призрачная дева, когда войдёт в реальный мир. Он ведь едва её видел, и после сотен лет заточения в часах она могла оказаться безумнее любого из братьев...\n\nНо отступить Чарли уже не мог. Иначе все его и его брата жертвы были бы зря. Он обязан был завершить это дело, чтобы стать свободным и начать жизнь с чистого листа. ",
    "answers": [
      {
        "id": 41,
        "text": "⚙ ~~~>"
      }
    ]
  },
  {
    "id": 59,
    "text": "empty",
    "answers": [
      {
        "id": 59,
        "text": "На миг Чарли показалось, что он сможет опустить руки и смириться с судьбой. Он и с одним-то человеком не знал, как справиться, а тот, кто должен был помогать, переметнулся на сторону врага. Может, Чарли и в самом деле стоял на краю пропасти, и для него же будет лучше... \n\n— Вот так, братишка, — оценив упавшие плечи и опустевший взгляд брата, Гидеон, гнусно хихикая, похлопал его, как в детстве, по макушке. — Ещё спасибо скажешь. \n\nИ в этот момент у Чарли внутри что-то вскипело. Он с силой отпихнул брата локтем, и тот, не удержавшись на краю площадки, с воплем рухнул в крутящиеся шестерни. Те на секунду замедлились, прокручиваясь с жутким треском и хрустом, но тут же двинулись дальше, равнодушно поблёскивая окровавленными зубцами. Снизу донёсся глухой удар — будто с площадки уронили мешок тряпья.\n\nЧарли в ужасе отшатнулся, хватаясь за голову и задыхаясь. Даже забыл, что на площадке он не один... И Джеффри, справившись с потрясением быстрее, набросился на него сзади. ",
        "merge": true,
        "var_equal": [
          "стр59",
          0
        ]
      },
      {
        "var_equal": [
          "стр59",
          0
        ],
        "id": 59,
        "text": "⚙ ~~~>",
        "merge": false,
        "var_set": [
          "стр59",
          1
        ]
      },
      {
        "id": 59,
        "text": "Старик оказался в очень хорошей для своих лет форме, и вполне мог бы скрутить Чарли, чтобы передать в руки правосудия, после того, как закончит свой сеанс изгнания призрачной девы. \n\nНо и Чарли терять было нечего. Он бился с отчаянием обречённого, раз за разом падая на пол и снова поднимаясь с разбитым лицом и шумом в ушах, пока окончательно не вывел Джеффри из себя, и тот не прижал его к полу под первый удар колокола, раз за разом обрушивая кулак в попытке выбить уже дух из этого безумца! Времени на возню с ним не осталось!\n\n... но в тот момент, когда прозвучал последний удар колокола, на шею Джеффри лёг тонкий пояс от женского платья. ",
        "merge": true,
        "var_equal": [
          "стр59",
          1
        ]
      },
      {
        "var_equal": [
          "стр59",
          1
        ],
        "id": 59,
        "text": "⚙ ~~~>",
        "merge": false,
        "var_set": [
          "стр59",
          2
        ]
      },
      {
        "id": 59,
        "text": "Распластанный на полу Чарли сквозь кровавую пелену смутно видел, как застывшее над ним ненавистное лицо Джеффри синеет, выкатывая глаза. Как его разбитые кулаки, разжавшись, пытаются поймать что-то за плечом, хватают и тянут вниз длинные белые локоны, но, тут же отпустив, слабо царапают перетянутое горло и беспомощно падают... \n\nЧарли приподнялся на локтях, пытаясь лучше разглядеть, как самая что ни на есть живая девушка, века назад сорвавшая сатанинский ритуал и убившая своего отца, укладывает на пол ещё одного покойника. \n\nВыпустив пояс и нервно отряхивая руки, она затравленно оглянулась на Чарли. Он столько лет считал себя её спасителем, и даже предположить не мог до этого момента, что едва освободившись, она тут же сама спасёт ему жизнь... ",
        "merge": true,
        "var_equal": [
          "стр59",
          2
        ]
      },
      {
        "var_equal": [
          "стр59",
          2
        ],
        "id": 59,
        "text": "⚙ ~~~>",
        "merge": false,
        "var_set": [
          "стр59",
          3
        ]
      },
      {
        "id": 59,
        "text": "Долго, очень долго они сидели на полу и испуганно смотрели друг на друга, боясь заговорить. К Чарли медленно возвращалась способность чётко видеть и ясно мыслить... \n\nДвое убийц на месте преступления. Стоило ли оно того?.. Он вовсю таращился на девушку, выискивая хоть какой-то тревожащий изъян в её потерявших сияние и потяжелевших, но не утративших красоты волосах... в чертах лица, бледного, но ни капли не изменившегося... в голубых глазах, глубоких и печальных, без капли чего-то дьявольского или зловещего... в фигуре, почти неподвижной, но вздрагивающей от каждого шороха, и во вздымающейся с ровным глубоким дыханием груди... \n\nЗа цветными стёклами циферблата успел забрезжить рассвет, когда Чарли наконец молча протянул руку, и она — медленно, но без колебаний — вложила свою ладонь в его. Тёплую и слегка натёртую узким поясом в ночной заварушке. \n\nЧарли неожиданно успокоился. Они связаны, связаны навсегда. Самой судьбой, обстоятельствами, прошлым, и будущим, которое лёгким быть не обещает. Но отныне они будут вместе и разделят пополам все трудности, какие ни принёс бы им грядущий день...\n\n⚙ Эпилог: \"Связаны судьбой\". ",
        "merge": true,
        "var_equal": [
          "стр59",
          3
        ]
      },
      {
        "blackout": false,
        "var_equal": [
          "стр59",
          3
        ],
        "middle_answer": true,
        "text": "┈╼⊳⊰ Конец ⊱⊲╾┈",
        "id": 1,
        "var_set": [
          "global ending19",
          1
        ]
      },
      {
        "super_calculate": false,
        "blackout": false,
        "calculate": true,
        "var_equal": [
          "стр59",
          3
        ],
        "id": 59,
        "text": "┈╼⊳⊰ Конец ⊱⊲╾┈",
        "middle_answer": true,
        "var_set": [
          "global ending19",
          1
        ]
      }
    ]
  },
  {
    "id": 60,
    "text": "На площадке за циферблатом уже давно, похоже, дожидался полуночи Джеффри. С легким удивлением он поприветствовал братьев, но тут же вернулся глазами в книгу, которую листал до их прихода.\n\n— Это что, библия? — бесцеремонно заглянув в страницы старинного томика, фыркнул Гидеон. — Готовитесь дать привидению брачные клятвы? \n\nЧарли вздрогнул, но промолчал, а Джеффри с недовольным видом медленно закрыл книгу и повернулся к Гидеону. \n\n— Это особый экземпляр, созданный специально для экзорцизма. Только глупец захочет взять в жёны душу, которая сотни лет скиталась на пороге преисподней и несёт только горечь и навязчивые идеи людям, которые ею одержимы. Глядя на вас двоих, могу с уверенностью предположить, что ваши жизни она уже успела превратить в ад. Надеюсь, вы вовремя осознаете это, и не помешаете мне её уничтожить. \n\n— Чёрт, мне это нравится! — захлопал в ладоши Гидеон. — Чарльз, ты просил помощи, братишка, и я знаю, как помочь! Этот человек окажет тебе услугу, если помашет своей библией, и ты перестанешь видеть галлюцинации! ",
    "answers": [
      {
        "id": 59,
        "text": "⚙ Хотя бы попытаться смириться..."
      },
      {
        "id": 79,
        "text": "⚙ Придётся сражаться с обоими! "
      }
    ]
  },
  {
    "id": 61,
    "text": "... Твари! Как только они могли так с ним поступить?! Он — заложник своего обещания, раб своей цели — не мог и помыслить, что женщина, которой он доверял и которой восхищался, предаст его таким мерзким образом! Что Гидеон, проклятый Гидеон, воспользуется своими грязными деньгами и длинным языком, чтобы заморочить Софии голову и чёрт знает сколько раз раздвигать ей ноги, пока Чарли вкалывает, как проклятый, на своей башне! \n\nСхватив тяжёлый разводной ключ, Чарли бросился на них и с размаху ударил Гидеона по затылку. Ещё раз и ещё, пока визжащая София с забрызганным кровью лицом не выбралась из-под трупа и не шарахнулась, путаясь на вывихнутых ногах, к двери. Чарли кинулся за ней, со злобным рёвом сгрёб в кулак её волосы и, отперев щеколду, резко вытолкнул девушку наружу, как была — голую. \n\nЗахлопнув за ней дверь, сполз на пол и зарыдал, медленно осознавая, что натворил. Через минуту ворвётся полиция, всё будет кончено для него. И он даже не узнает, достиг ли того, на что положил всю жизнь, упущенные шансы и любовь, которую мог обрести. Станет ли свободна призрачная дева. Всё уже было неважно...\n\n⚙ Эпилог: \"Чёрная ярость\". ",
    "answers": [
      {
        "blackout": false,
        "id": 1,
        "text": "┈╼⊳⊰ Конец ⊱⊲╾┈",
        "middle_answer": true,
        "var_set": [
          "global ending16",
          1
        ]
      },
      {
        "super_calculate": false,
        "text": "┈╼⊳⊰ Конец ⊱⊲╾┈",
        "blackout": false,
        "middle_answer": true,
        "calculate": true,
        "id": 61,
        "var_set": [
          "global ending16",
          1
        ]
      }
    ]
  },
  {
    "id": 62,
    "text": "Не в силах пошевелиться Чарли стоял и смотрел... на пятку Софии на плече Гидеона, её ногти, царапающие его спину, его руки в её густых волосах... и чувствовал, как засыхает и мертвеет всё внутри него. \n\nВот чего он достиг, гоняясь за призраками. За миражом, не стоящим ничего против девушки, которой он доверял, которой восхищался... и которую никогда не сможет простить. Пусть даже он и сам виноват, что упустил её. Гидеон, должно быть, уделял ей больше внимания, а она заслуживала быть счастливой... Чарли хотел сказать ей это, как только его заметят. Подбирал слова, корчась от каждого вздоха и вскрика, слетавших с её губ. И всё больше казалось, что эти двое, всецело увлечённые друг другом, не заметят в мастерской и розового слона, а Чарли тут и вовсе — пустое место. \n\nОставаться и наблюдать за ними становилось невыносимо, и Чарли ушёл бы, но... было слишком поздно. Разве от этого можно уйти? Разве мучительная картина не последует за ним, куда бы он ни сбежал? Не будет стоять перед ним, намертво отпечатавшись под веками? Можно ли выскрести её из памяти и выбросить? Наверное, можно попытаться... \n\n... Медленным движением взяв со стола длинную острую отвёртку и направив себе в глаз, Чарли резко поднял руку...\n\n⚙ Эпилог: \"Пустое место\". ",
    "answers": [
      {
        "blackout": false,
        "id": 1,
        "text": "┈╼⊳⊰ Конец ⊱⊲╾┈",
        "middle_answer": true,
        "var_set": [
          "global ending17",
          1
        ]
      },
      {
        "super_calculate": false,
        "text": "┈╼⊳⊰ Конец ⊱⊲╾┈",
        "blackout": false,
        "middle_answer": true,
        "calculate": true,
        "id": 62,
        "var_set": [
          "global ending17",
          1
        ]
      }
    ]
  },
  {
    "id": 63,
    "text": "Тихо отступив, Чарли потёр глаза кулаком, пытаясь стереть застрявшую под веками картину. Взял с полки пару хороших навесных замков с ключами и не спеша навесил их на двери снаружи, сам не зная, зачем это делает. \n\nНаверное, чтобы София, насытившись вниманием, которого так остро от него недополучала, не отправилась искать его, чтобы дальше играть роль верной помощницы в такой важный для него день... \n\nСжав рубашку над разрывающимся сердцем, побрёл куда глаза глядят. София отныне умерла для него. Они оба. Остался только призрак, ставший после увиденного, глупой и ненужной галочкой, которую следует поставить в конце списка выполненных работ и забыть. Завершить начатое и освободиться... ",
    "answers": [
      {
        "id": 41,
        "text": "⚙ ~~~>"
      }
    ]
  },
  {
    "id": 64,
    "text": "Чарли ударил быстрее, чем Джеффри договорил, но тот успел отбить руку с ножом и, выронив книгу, махнуть кулаком в ответ. Попал в челюсть. Чарли едва пошатнулся, и вторая атака достигла цели, вонзившись старику в грудь. Неглубоко... \n\nЧарли не умел толком обращаться с ножом, а старик был в превосходной для своих лет форме и сопротивлялся мучительно долго, оттягивая неизбежный всё же конец. \n\nПерепачкавшись его кровью по уши, несколько раз близкий к тому чтобы сдаться, Чарли наконец повалил его на пол и продолжал, истерично всхлипывая, бить куда попало. Ему всё казалось, что Джеффри ещё шевелится... \n\nОстановился он, только осознав, что монотонный гул в ушах — полуночный бой башенных часов. Сколько уже ударов?!.. ",
    "answers": [
      {
        "id": 76,
        "text": "⚙ ~~~>"
      }
    ]
  },
  {
    "id": 65,
    "text": "Раз Гидеон настолько уверен, что другого способа нет... Чарли ведь и сам об этом уже задумывался! \n\n— Рад, что мы мыслим одинаково! — старший брат криво улыбнулся. \n\nДа, всё верно. Никто не хватится проезжего старика, никто не узнает, куда он пропал. Сам виноват, что посягнул на призрачную деву, которая должна принадлежать только... \n\n... пряча нож под одеждой, Чарли искоса посмотрел на брата, который делал то же самое. Надушенный, красивый, с безумным огоньком в глазах... \n\nЕсли они и правда мыслят одинаково, лучше бы не поворачиваться к нему спиной... ",
    "answers": [
      {
        "id": 41,
        "text": "⚙ ~~~>"
      }
    ]
  },
  {
    "id": 66,
    "text": "Чарли, опешив, попытался убедить брата придумать что-нибудь ещё. Напомнил, что после полуночи им ещё как-то с этим жить, и София... \n\nСтоило заикнуться о девушке, как Гидеон и вовсе потерял остатки вменяемости. Выхватив нож, угрожающе двинулся на Чарли, крича, что тот может валить к своей газетчице и оставить призрачную деву ему, раз не готов даже замарать руки ради неё. \n\nКогда только его брат успел выжить из ума? Казалось, он и Чарли легко прикончит на месте, если тот не отступит. \n\nИ Чарли отступил. Это слишком далеко зашло. Слишком далеко...",
    "answers": [
      {
        "id": 68,
        "text": "⚙ ~~~>"
      }
    ]
  },
  {
    "id": 67,
    "text": "На площадке за циферблатом уже давно, похоже, дожидался полуночи Джеффри. С легким удивлением он поприветствовал братьев, но тут же вернулся глазами в книгу, которую листал до их прихода.\n\n— Это что, библия? — бесцеремонно заглянув в страницы старинного томика, фыркнул Гидеон. — Готовитесь дать привидению брачные клятвы? \n\nЧарли вздрогнул, но промолчал, а Джеффри с недовольным видом медленно закрыл книгу и повернулся к Гидеону. \n\n— Это особый экземпляр, созданный специально для экзорцизма. Только глупец захочет взять в жёны душу, которая сотни лет скиталась на пороге преисподней и несёт только горечь и навязчивые идеи людям, которые ею одержимы. Глядя на вас двоих, могу с уверенностью предположить, что ваши жизни она уже успела превратить в ад. Надеюсь, вы вовремя осознаете это, и не помешаете мне её уничтожить. \n\n— Ещё как помешаем! Дева моя! — закричал Чарли, вынуждая Джеффри оглянуться, и Гидеон так легко, будто делал это уже тысячу раз, всадил нож старику под лопатку. ",
    "answers": [
      {
        "id": 39,
        "text": "⚙ ~~~>"
      }
    ]
  },
  {
    "id": 68,
    "text": "София отыскала его, пьющего в ближайшем к площади заведении и начала выпытывать, что стряслось. Чарли неохотно ответил, что Гидеон спятил и бросился на него с ножом. \n\n— Так и знала, что этим кончится, — София села рядом и махнула официанту, чтобы налил и ей тоже. — Вы с этой башней слишком долго носились, как одержимые... Я боялась, когда закончите, крыша съедет у обоих. Послушай, что бы он ещё ни выкинул, я буду рядом. Мы справимся!\n\n— Милая, если бы ты только знала, как я устал. Прости. Я не достоин тебя. Твоих чувств, твоей заботы... У меня есть другая... \n\n— Не ври, никого у тебя нет, — отмахнулась девушка. — Может, поначалу и была, но не в последние годы. Не знаю, зачем ты говоришь это, но тебя знаю лучше, чем ты сам. Не сходи с ума, как Гидеон! \n\nИ Чарли вдруг понял, что... свободен. Он сдержал обещание — починил башню. А кому достанется призрачная дева — Джеффри или Гидеону, ему уже почти всё равно. Когда рядом есть та, что принимает его как есть. Что столько лет была рядом и поддерживала его. Сперва как верный друг и временная замена недостижимой мечте. Затем... он успел узнать и полюбить её. И будь он проклят, если упустит шанс остановиться у края пропасти и сбежать с ней в новую жизнь без всей этой чертовщины. Он знал, что она не откажет. И даже вопросов не будет задавать... ",
    "answers": [
      {
        "id": 52,
        "text": "⚙ ~~~>",
        "lua_do": "function lua_do()\nlocal rect =\ndisplay.newRect(display.contentCenterX, display.contentCenterY, display.contentCenterX*2, display.contentCenterY*2)\ncanvas.parent.parent.parent.parent.parent.parent.parent:insert(rect)\nrect:setFillColor(1,1,1)\ntransition.from(rect, {time = 400, alpha = 0, transition = easing.outExpo, onComplete = function() \ntimer.performWithDelay(200, function() \nif rect and rect.removeSelf then\ntransition.to(rect, {time = 500, alpha = 0, transition = easing.inExpo, \nonComplete = function() \nif rect and rect.removeSelf then \nrect:removeSelf() \nrect = nill end end}) end end) end}) end"
      }
    ]
  },
  {
    "id": 69,
    "text": "empty",
    "answers": [
      {
        "id": 69,
        "text": "Медленно обернувшись, Чарли сквозь застилающую глаза багровую муть с трудом разглядел свой заслуженный приз. Призрачная дева, подкрашенная лунным светом, падающим через цветные стёкла, стояла перед ним... И её прекрасное лицо исказилось от ужаса при виде истекающего кровью человека с ножом в руке. \n\n— Теперь ты моя, — прохрипел Чарли. — Только моя! Иди же ко мне! \n\nОтбросив нож, он тяжело затопал к ней, еле переставляя подламывающиеся ноги, оскальзываясь на непонятно уже чьей крови, и схватил её, испуганно пятящуюся, за руки. Холодные, бестелесные, едва ощутимые руки... \n\n— Нет! Не надо! — закричала она слабым потусторонним голосом, тонущем в бое последнего удара часов. ",
        "merge": true,
        "var_equal": [
          "стр69",
          0
        ]
      },
      {
        "var_equal": [
          "стр69",
          0
        ],
        "id": 69,
        "text": "⚙ ~~~>",
        "merge": false,
        "var_set": [
          "стр69",
          1
        ]
      },
      {
        "id": 69,
        "text": "— Не бойся, — Чарли обхватил и потянул к себе её плечи, обретающие упругость и тепло живой плоти, но его немеющие ладони уже едва ли чувствовали разницу. — Поцелуй меня, любимая. Скорее, пока я... Чёрт... — он опустил голову и выпустил изо рта набравшуюся в нём кровь. \n\nПолностью осязаемая, живая и до безумия перепуганная девушка закричала обычным человеческим голосом, изо всех сил упираясь ладонями в исколотую ножом грудь. И, когда силы наконец изменили удерживающему её Чарли, и его руки разжались, она не устояла на краю площадки и ударилась спиной прямо в обратную сторону циферблата. Под оглушительный звон и дребезг бьющегося стекла мелькнули взметнувшиеся юбки её платья, и стихающий внизу крик резко оборвался. \n\nЧарли, уже не держась на ногах, из последних сил дополз до края площадки и рухнул, стекленеющими глазами глядя вниз... На неё... ",
        "merge": true,
        "var_equal": [
          "стр69",
          1
        ]
      },
      {
        "id": 70,
        "text": "⚙ ~~~>",
        "var_equal": [
          "стр69",
          1
        ]
      }
    ]
  },
  {
    "id": 70,
    "text": "... Она лежала, раскинувшись, на мостовой, и белая ткань её платья медленно пропитывалась алым. В лунном свете казалось, будто сама тьма постепенно разверзается вокруг неё, пожирает её со всех сторон... \n\nТак умер бы любой обычный человек, упавший с высоты часовой башни. И она освободилась из призрачного плена, стала живой и реальной, только чтобы умереть той же ночью обычной человеческой смертью...\n\nОбрела ли её душа покой, мог бы сказать наверняка лишь тот, кто сам побывал на том свете...\n\n⚙ Эпилог: \"Освобождена, чтобы умереть\". ",
    "answers": [
      {
        "blackout": false,
        "id": 1,
        "text": "┈╼⊳⊰ Конец ⊱⊲╾┈",
        "middle_answer": true,
        "var_set": [
          "global ending18",
          1
        ]
      },
      {
        "super_calculate": false,
        "text": "┈╼⊳⊰ Конец ⊱⊲╾┈",
        "blackout": false,
        "middle_answer": true,
        "calculate": true,
        "id": 70,
        "var_set": [
          "global ending18",
          1
        ]
      }
    ]
  },
  {
    "id": 71,
    "text": "Снова увидев перед собой прелестное, полное отчаянной надежды лицо, Чарли с замиранием сердца повёл ладонью в сторону исправно работающих механизмов. Всё готово... совсем всё... \n\nПризрачная дева, медленно поднося прозрачные ладони к подбородку, неверяще осмотрелась по сторонам и невесомо бросилась к нему на шею — словно сквозь толщу воды прыгнула. \n\nБой колокола глушил её счастливые потусторонние рыдания. А Чарли почти не слышал их и едва чувствовал бестелесные прикосновения, даже обнимая призрачную деву в ответ. \n\nОн всем сердцем молился, чтобы сработало... Чтобы ничего не сорвалось... ",
    "answers": [
      {
        "id": 72,
        "text": "⚙ ~~~>"
      }
    ]
  },
  {
    "id": 72,
    "text": "Последний двенадцатый удар прозвучал. И Чарли, задыхаясь от восторга, почувствовал, как девушка в его руках становится осязаемой и живой. \n\nЕё платье, её кожа, её волосы... Всё было уже не призрачное — настоящее! \n\nОн прижимал её к себе всё крепче, пропитываясь её теплом, сминая щекой её локоны, и не мог надышаться их запахом. Слёзы блестели у него на глазах. \n\nА она только шептала — \"спасибо\", \"спасибо\", \"спасибо\", прячась у него на груди и, наверное, впервые за сотни лет тоже чувствуя себя согретой... \n\nВпереди ждало ещё много испытаний. Им предстояло как-то узнавать друг друга, учиться жить вдвоём в реальном мире, справляться с неизбежной шумихой вокруг себя. ",
    "answers": [
      {
        "id": 72,
        "text": "Найти среди всего этого место для Гидеона, чтобы он тоже мог обрести счастье в жизни. ",
        "need": [
          57
        ],
        "merge": true
      },
      {
        "id": 72,
        "text": "\n\nНо после всего, через что прошёл Чарли на долгом пути к этой минуте, он не сомневался, что они справятся с чем угодно...\n\n⚙ Эпилог: \"Двенадцатый удар\". ",
        "merge": true
      },
      {
        "blackout": false,
        "id": 1,
        "text": "┈╼⊳⊰ Конец ⊱⊲╾┈",
        "middle_answer": true,
        "var_set": [
          "global ending20",
          1
        ]
      },
      {
        "super_calculate": false,
        "text": "┈╼⊳⊰ Конец ⊱⊲╾┈",
        "blackout": false,
        "middle_answer": true,
        "calculate": true,
        "id": 72,
        "var_set": [
          "global ending20",
          1
        ]
      }
    ]
  },
  {
    "id": 73,
    "text": "Чарли хотел возразить. Хотел закричать, что всё не так, и что Джеффри — жестокий сукин сын, не имеющий права судить и карать то, чего совсем не знает, но... \n\nГолос разума настойчиво повторял в голове, что так действительно будет лучше для всех. В первую очередь для него самого — смертельно уставшего гоняться за тенью. Измотанного, сломленного всеми выпавшими на его долю испытаниями. Жаждущего в глубине души лишь свободы от миража, мучившего его во снах и наяву, подчинившего всю его жизнь... \n\nДа и для девушки, которой призрачная дева была сотни лет назад... Чарли давно отгонял от себя одну простую правду — ей нет места в мире живых! Даже если она станет настоящей и вменяемой, это время, этот город, тысячи ежечасных потрясений быстро сведут её с ума... А если она и правда отмечена, как избранница сатаны, и принесёт в его жизнь лишь ещё большие мучения... \n\nМедленно спустившись по лестнице на ярус ниже, Чарли присел на ступеньку, уткнулся лицом в колени и, заставляя себя осознавать, в какую пропасть едва не дал себя утянуть безумной, абсолютно нереальной детской мечте, стал ждать. ",
    "answers": [
      {
        "id": 75,
        "text": "⚙ ~~~>"
      }
    ]
  },
  {
    "id": 74,
    "text": "empty",
    "answers": [
      {
        "id": 74,
        "text": "— Моя жизнь — не ваша забота, злобная вы тварь! — в ярости выкрикнул Чарли, нашаривая в кармане отвёртку, и ударил, но тот успел отбить жалкое оружие и, выронив книгу, махнуть кулаком в ответ. \n\nУдар пришёлся в челюсть, заставив Чарли пошатнуться и наступить ненароком на раскрытую книгу. \n\n— Нет! — гаркнул Джеффри в ужасе, и взбешённый Чарли, желая задеть его побольнее, пинком отправил драгоценную книгу с края площадки. \n\nДжеффри бросился вниз по лестнице, выкрикивая проклятья и оттолкнув Чарли с пути. Тот едва удержался на краю площадки и увидел сверху, как старик мечется ярусом ниже в поисках книги. И как, поскользнувшись в лужице накапавшего с механизмов машинного масла, с криком падает прямо во вращающиеся шестерни... \n\nТе на секунду замедлились, прокручиваясь с жутким треском и хрустом, но тут же двинулись дальше, равнодушно поблёскивая окровавленными зубцами. Снизу донёсся глухой удар — будто с площадки уронили мешок тряпья.\n\nЧарли неожиданно для самого себя понял, что не чувствует ничего, кроме облегчения. ",
        "merge": true,
        "var_equal": [
          "стр74",
          0
        ]
      },
      {
        "var_equal": [
          "стр74",
          0
        ],
        "id": 74,
        "text": "⚙ ~~~>",
        "merge": false,
        "var_set": [
          "стр74",
          1
        ]
      },
      {
        "id": 74,
        "text": "Он успел слегка перевести дух к тому моменту, как часовой колокол начал отбивать полночь, и прямо перед ним возникла призрачная дева... Больше ничто не стояло между ними. Чарли с замиранием сердца повёл отвёрткой в сторону исправно работающих механизмов. Всё готово... совсем всё... \n\nПризрачная дева, медленно поднося прозрачные ладони к подбородку, неверяще осмотрелась по сторонам и невесомо бросилась к нему на шею — словно сквозь толщу воды прыгнула. \n\nБой колокола глушил её счастливые потусторонние рыдания. А Чарли почти не слышал их и едва чувствовал бестелесные прикосновения, даже обнимая призрачную деву в ответ. \n\nОн всем сердцем молился, чтобы сработало... Чтобы ничего не сорвалось... ",
        "merge": true,
        "var_equal": [
          "стр74",
          1
        ]
      },
      {
        "id": 72,
        "text": "⚙ ~~~>",
        "var_equal": [
          "стр74",
          1
        ]
      }
    ]
  },
  {
    "id": 75,
    "text": "Когда забили часы, он, вздрагивая, молился, чтобы всё поскорее закончилось. Чтобы господь дал ему силы выдержать и не свернуть с верного пути. Молился, пока сверху градом сыпались удары колокола, голоса, крики и топот сперва одной пары ног, а затем и двух... \n\nЧарли почти ничего не разбирал во всём этом шуме. Не хотел даже знать, что конкретно там происходит. Только звон и дребезг разбитого стекла заставили его наконец поднять мокрое от слёз лицо с глубоко запавшими глазами. \n\nДжеффри, на ходу захлопывая книгу, молча спустился мимо него по лестнице. Спокойно, будто на прогулку из дома выходил... \n\nПосидев ещё немного, Чарли, наконец поднялся на площадку и почти безразлично выглянул в дыру, образовавшуюся на месте разбитого циферблата. С огромной яркой луны он медленно опустил глаза на городские крыши, а затем и вниз, на старую площадь... ",
    "answers": [
      {
        "id": 70,
        "text": "⚙ ~~~>"
      }
    ]
  },
  {
    "id": 76,
    "text": "Медленно обернувшись, он увидел её... Глядящую в упор на расправу над стариком — полными ужаса глазами. \n\nВсхлипнув, он с третьей попытки поднялся на ноги — она попятилась, испуганно выставив перед собой прозрачные руки. \n\n— Тебе страшно? — срывающимся голосом спросил Чарли и шагнул к ней. \n\n— Нет! Нет! Не подходи! — она продолжала в страхе пятиться, вытаращившись на него. \n\nБой часов прекратился, а она осталась... Но Чарли даже на это уже не обратил внимания. \n\n— Думаешь, это тебе страшно?! Не смей смотреть на меня так! Это всё... это всё из-за тебя!!! — Чарли рывком догнал отступающую девушку и схватил за обретающее упругость и тепло живой плоти запястье. \n\nПанически шарахнувшись назад, она вырвала руку и, не устояв, вылетела с площадки прямо в стекло циферблата. Под оглушительный звон и дребезг бьющегося стекла мелькнули взметнувшиеся юбки её платья, и стихающий внизу крик резко оборвался. Чарли, задыхаясь, сделал пару нетвёрдых шагов к краю и посмотрел вниз... ",
    "answers": [
      {
        "id": 70,
        "text": "⚙ ~~~>"
      }
    ]
  },
  {
    "id": 77,
    "text": "... В тот момент, когда прозвучал последний удар колокола, на шею Джеффри лёг тонкий пояс от женского платья. \n\nРаспластанный на полу Чарли сквозь кровавую пелену смутно видел, как застывшее над ним ненавистное лицо Джеффри синеет, выкатывая глаза. Как его разбитые кулаки, разжавшись, пытаются поймать что-то за плечом, хватают и тянут вниз длинные белые локоны, но, тут же отпустив, слабо царапают перетянутое горло и беспомощно падают... \n\nЧарли приподнялся на локтях, пытаясь лучше разглядеть, как самая что ни на есть живая девушка, века назад сорвавшая сатанинский ритуал и убившая своего отца, укладывает на пол ещё одного покойника. \n\nВыпустив пояс и нервно отряхивая руки, она затравленно оглянулась на Чарли. Он столько лет считал себя её спасителем, и даже предположить не мог до этого момента, что едва освободившись, она тут же сама спасёт ему жизнь... ",
    "answers": [
      {
        "id": 78,
        "text": "⚙ ~~~>"
      }
    ]
  },
  {
    "id": 78,
    "text": "Долго, очень долго они сидели на полу и испуганно смотрели друг на друга, боясь заговорить. К Чарли медленно возвращалась способность чётко видеть и ясно мыслить... \n\nНе обращая внимания на мёртвое тело, коченеющее рядом, он вовсю таращился на девушку, выискивая хоть какой-то тревожащий изъян в её потерявших сияние и потяжелевших, но не утративших красоты волосах... в чертах лица, бледного, но ни капли не изменившегося... в голубых глазах, глубоких и печальных, без признаков чего-то дьявольского или зловещего... в фигуре, почти неподвижной, но вздрагивающей от каждого шороха, и во вздымающейся с ровным глубоким дыханием груди... \n\nЗа цветными стёклами циферблата успел забрезжить рассвет, когда Чарли наконец молча протянул руку, и она — медленно, но без колебаний — вложила свою ладонь в его. Тёплую и слегка натёртую узким поясом в ночной заварушке. \n\nЧарли стало совсем спокойно. Они связаны, связаны навсегда. Самой судьбой, обстоятельствами, прошлым и будущим, которое лёгким быть не обещает. Но отныне и навеки они вместе и разделят пополам все трудности, какие бы ни принёс им грядущий день...\n\n⚙ Эпилог: \"Связаны судьбой\". ",
    "answers": [
      {
        "blackout": false,
        "id": 1,
        "text": "┈╼⊳⊰ Конец ⊱⊲╾┈",
        "middle_answer": true,
        "var_set": [
          "global ending19",
          1
        ]
      },
      {
        "super_calculate": false,
        "text": "┈╼⊳⊰ Конец ⊱⊲╾┈",
        "blackout": false,
        "middle_answer": true,
        "calculate": true,
        "id": 78,
        "var_set": [
          "global ending19",
          1
        ]
      }
    ]
  },
  {
    "id": 79,
    "text": "Чарли запаниковал. Он и с одним-то человеком не знал, как справиться, а тот, кто должен был помогать, переметнулся на сторону врага. Как он мог довериться Гидеону? Знал же, что тот отомстит за всё при первой же возможности! \n\nЧарли осталось только биться до последнего, но не дать этим двоим уничтожить последний смысл его существования. Но первая же отчаянная атака стала для него последней. \n\n— Самооборона, — шмыгнул носом Гидеон и нервно захихикал, выдёргивая нож и отталкивая шатающегося брата. \n\nС хрипом рухнув на пол, Чарли долго истекал кровью, слушая схвозь грохот в ушах, как ругаются Гидеон и Джеффри, как бьют часы, как кричит девушка, как бьётся вдребезги новое цветное стекло циферблата... \n\nНа пороге смерти он будто вышел из тела, взирая на происходящее с высоты, а может, видел свои последние галлюцинации, выстроенные умирающим воображением... ",
    "answers": [
      {
        "id": 70,
        "text": "⚙ ~~~>"
      }
    ]
  },
  {
    "id": 80,
    "text": "— Вы тут.... — выдернул его из раздумий недоумённый голос, — что за посиделки? Чарли, я была уверена, что найду тебя тут одного или с любовницей, а вы... О боже, это же не то, о чём я думаю? Не то?\n\nГидеон захохотал, и девушка, немного расслабившись, нерешительно улыбнулась. \n\n— София, тебе лучше уйти, — мрачно произнёс Чарли, не смея посмотреть девушке в глаза. \n\n— А может, это тебе лучше уйти? — девушка, тут же посерьёзнев, стиснула кулачки. — Пойдём, Чарли! Эта чёртова башня готова! Тут нечего больше чинить! Всё! Хватит!.. Я так ждала этого дня, надеялась, что ты отлипнешь от неё наконец и перестанешь с ума сходить... \n\n— Иди, Чарльз, — перестав смеяться, мягко произнёс Гидеон. — У тебя ещё есть шанс стать свободным. Последний шанс... \n\nЧарли поднял глаза на Софию. Та смотрела в упор с той же надеждой и мольбой, что и призрачная дева, когда просила починить часы. Настолько похоже, что мир перевернулся, вставая с ног на голову. Отвернувшись, потерянно посмотрел на обратную сторону циферблата, стрелки которого были опасно близки к полуночи, и твёрдо понял одно... ",
    "answers": [
      {
        "id": 83,
        "text": "⚙ София — его единственная настоящая любовь "
      },
      {
        "id": 84,
        "text": "⚙ София сейчас же должна уйти"
      }
    ]
  },
  {
    "id": 81,
    "text": "Наконец решившись, Чарли, как всегда при большом волнении путаясь в словах, с трудом выталкивая их изо рта и останавливаясь иногда, чтобы отдышаться, заговорил. \n\nРечь его была простой и искренней — о том, что он слишком сильно любит призрачную деву, и если в сердце Гидеона осталась хоть капля благородства, порядочности и сострадания, он не будет претендовать на неё. \n\nКонечно Чарли ожидал, что его старший брат взбесится от таких заявлений, но даже не представлял, насколько сильно. Брызжа слюной и всё больше повышая голос, Гидеон ответил такой же искренней речью о своём вкладе в освобождение девы, который куда как превышал всё, что ради неё сделал Чарли, и о том, что какой-то заучка со звёздными картами, не знающий реального мира, ничего не способен дать девушке, которая вот-вот в него явится. \n\nБрань с обоих сторон быстро превратилась в драку, и Чарли слишком поздно понял, что остался так же слаб против старшего брата, как и в детстве. Опрокинутый на спину и прижатый к полу, он продожал отчаянно сопротивляться, даже когда руки Гидеона сомкнулись на его шее, и в глазах начало темнеть, а колокол под самой крышей забил полночь... ",
    "answers": [
      {
        "id": 82,
        "text": "⚙ ~~~>"
      }
    ]
  },
  {
    "id": 82,
    "text": "... В тот момент, когда прозвучал последний удар колокола, на шею обезумевшего Гидеона лёг тонкий пояс от женского платья. \n\nРаспластанный на полу Чарли сквозь багровеющее марево смутно видел, как застывшее над ним перекошенное лицо брата синеет, выкатывая безумные глаза. Как его руки пытаются поймать что-то за плечом, хватают и тянут вниз длинные белые локоны, но, тут же отпустив, слабо царапают перетянутое горло и беспомощно падают... \n\nЧарли приподнялся на локтях, пытаясь лучше разглядеть, как самая что ни на есть живая девушка, века назад сорвавшая сатанинский ритуал и убившая своего отца, укладывает на пол ещё одного покойника. \n\nВыпустив пояс и нервно отряхивая руки, она затравленно оглянулась на Чарли. Он столько лет считал себя её спасителем, и даже предположить не мог до этого момента, что едва освободившись, она тут же сама спасёт ему жизнь... Она сделала выбор, который братья не захотели ей дать... Чарли не знал, за какую из мечущихся в голове мыслей ухватиться, и просто закашлялся, растирая горло... ",
    "answers": [
      {
        "id": 78,
        "text": "⚙ ~~~>"
      }
    ]
  },
  {
    "id": 83,
    "text": "— Вы правы, — выдохнув, будто сбросил гору с плеч, неуверенно проговорил Чарли, делая шаг в сторону Софии. — Пойдём отсюда, милая, и чем скорее, тем лучше! \n\nГидеон счастливо рассмеялся за его спиной — теперь ничто не мешало ему встретить призрачную деву с глазу на глаз и единолично познать чудо её освобождения из потустороннего мира. \n\nЧарли уже и знать не хотел, как это будет. Он бежал вниз по лестнице так, будто на площадке вот-вот должна была взорваться бомба, и за руку тащил за собой растерянную, но радостную Софию. Настоящую девушку, которая из тысячи других, подобных ему и превосходящих, смотрела только на него единственного, как на мужчину, способного помочь попавшей в беду женщине... \n\nКолокол начал бить полночь, когда они, держась за руки, пересекали старую площадь.\n\n— Куда мы идём? — весело спросила она, не подозревая, что увела его от края пропасти.\n\n— Для начала собирать вещи. Потом первым поездом махнём в пригород, — Чарли дрожащим голосом составлял план на ходу. — Проведём день в маленьком отеле на краю леса, только ты и я! А вечером... Улетим, София, улетим за горизонт! \n\nОн знал, что она не откажется. И даже вопросов задавать не будет... ",
    "answers": [
      {
        "id": 52,
        "text": "⚙ ~~~>",
        "lua_do": "function lua_do()\nlocal rect =\ndisplay.newRect(display.contentCenterX, display.contentCenterY, display.contentCenterX*2, display.contentCenterY*2)\ncanvas.parent.parent.parent.parent.parent.parent.parent:insert(rect)\nrect:setFillColor(1,1,1)\ntransition.from(rect, {time = 400, alpha = 0, transition = easing.outExpo, onComplete = function() \ntimer.performWithDelay(200, function() \nif rect and rect.removeSelf then\ntransition.to(rect, {time = 500, alpha = 0, transition = easing.inExpo, \nonComplete = function() \nif rect and rect.removeSelf then \nrect:removeSelf() \nrect = nill end end}) end end) end}) end"
      }
    ]
  },
  {
    "id": 84,
    "text": "— Уходи, София, — повторил Чарли, не оборачиваясь. — Ты мне больше не нужна. \n\nОн надеялся, что после такой грубости она убежит в слезах, но, похоже, он слишком мало уделял ей внимания и совершенно не представлял, с кем связался. София серьёзно заявила, что никуда не пойдёт, и сколько он ни пытался после этого под смешки Гидеона выпроводить её оскорблениями и проклятьями, лишь презрительно поджимала губы. \n\nКолокол на башне начал бить полночь, и Чарли, оборвавшись на полуслове, накрыл лицо ладонью. Поздно. Призрачная дева появилась среди них, растерянно оглядывая собравшуюся на площадке компанию, а затем — исправно крутящиеся часовые механизмы... \n\nСофия, открыв рот, наблюдала за призраком, который со счастливыми рыданиями кидается к Чарли на шею, как тот неловко обнимает её прозрачную фигуру под взглядом перекосившегося от ревности Гидеона, и до её сознания медленно доходило, если не всё, то самое главное — уж точно. \n\n— Я для тебя была всего лишь заменой... — произнесла она, как только стих двенадцатый удар. — Чтобы не так одиноко было ждать... её?! Что она вообще такое?! — надвигаясь, как грозовая туча, София за плечо оторвала от Чарли уже совсем не призрачную, а самую обычную девушку. ",
    "answers": [
      {
        "id": 85,
        "text": "⚙ ~~~>"
      }
    ]
  },
  {
    "id": 85,
    "text": "— Ты! Я тебя спрашиваю! Откуда ты взялась?! — взбешённая газетчица теснила опешившую соперницу к краю площадки. — Что ты знаешь о нём вообще?! Как смеешь дурить ему голову, ты, белобр-рысая?!!\n\nСофия вцепилась в такие настоящие белые волосы, и уже не призрачная дева вскрикнула, отчаянно отмахивась и задевая Софию ногтями по лицу. Чарли бросился к ним, пытаясь вмешаться, но Гидеон, ринувшись наперерез, заломил ему руку и не дал сдвинуться с места.\n\nА София жёстко перехватила оцарапавшую её тонкую руку за запястье, и, похоже, сдавила слишком сильно. Панически забившись, девушка вырвалась и, шарахнувшись назад, влетела спиной прямо в стекло циферблата. Под оглушительный дребезг бьющегося стекла взметнувшиеся юбки её платья мелькнули снаружи. \n\nЧарли, выбившись наконец из захвата остолбеневшего в ужасе Гидеона, не слыша непрерывного истерического визга Софии, подбежал к краю и с оборвавшимся сердцем посмотрел вниз... ",
    "answers": [
      {
        "id": 70,
        "text": "⚙ ~~~>"
      }
    ]
  },
  {
    "id": 86,
    "text": "Его голос разнёсся по дрожащей башне вместе с колокольным гулом. Призрачная красавица измученно улыбнулась, взмахнув густыми белыми ресницами, и нерешительно коснулась тянущихся к ней грязных пальцев. Словно сжатый холодный воздух вместо живой плоти...\n\n— Прошу, скорее... — слабо произнёс её необыкновенный голос, заставляющий встать дыбом волоски на руках и шее. — Я больше не вынесу, — прочитал он по губам за гулом очередного удара колокола. \n\n— Я... люблю тебя, — будто во сне произнёс он, сам не понимая, как эти слова только вырвались у него изо рта, но, обезумев от счастья видеть её, остановиться уже не мог. — Когда ты станешь свободна, ты ведь не исчезнешь?! Ты будешь со мной?\n\nОна медленно кивнула и растворилась в лунном свете вместе с последним, как всегда не прозвучавшим, двенадцатым ударом колокола. \n\nЧарли рухнул на колени и истерически засмеялся в пыльный пол от переполняющей его радости — пожалуй, самой большой радости за всю его жизнь. Она будет с ним... Она будет... ",
    "answers": [
      {
        "id": 87,
        "text": "⚙ ~~~>"
      }
    ]
  },
  {
    "id": 87,
    "text": "Вернувшись на рассвете в мастерскую, Чарли растолкал уснувшего в кресле напротив дивана брата и жестами, чтобы не разбудить сопящую под пледом Софию, позвал его за собой на улицу. \n\nВыслушав рассказ о новом явлении призрачной девы, Гидеон расстроился, но совсем не так сильно, как ожидал Чарли. Будто речь шла не о чуде, а о театральной постановке, на которую не так, чтобы очень уж и хотелось. Чарли даже обиделся. \n\nЗаметив это, Гидеон засмеялся и потрепал его по перепачканным в масле волосам. И прошептал на ухо, что с живыми девушками ему намного приятнее проводить время, чем с мёртвыми. Особенно, когда они весёлые, хорошенькие, потрясающе целуются и позволяют делать с собой всякое... При этом он многозначительно кивал на окно мастерской.\n\nЧарли искренне порадовался за брата. Даже смешно, что ещё вчера он испытывал что-то вроде ревности по отношению к своей подруге детства... Пусть будут счастливы. Лишь бы это не мешало восстанавливать часовой механизм... ",
    "answers": [
      {
        "id": 29,
        "text": "⚙ ~~~>"
      }
    ]
  },
  {
    "id": 88,
    "text": "Опомнился слишком поздно — когда София уже сидела у него на коленях, прижимая его грудью к спинке дивана и горячо целуя в ответ. В полном смятении он механически перебирал её мягкие волосы, гладил по спине и спрашивал себя, можно ли считать это изменой — если не привидению из башни, то... своей мечте? \n\nИ должно ли сердце биться так ровно и спокойно, когда милая девушка, настоящая, живая девушка, готова сотворить с ним вещи, о которых он раньше и мечтал-то с осторожностью, наедине с собой и точно не в отношении Софии... Всё произошло так внезапно и неправильно... \n\nПусть, услышав эти мысли, Гидеон наверняка хохотал бы над ним до слёз и задразнил бы, как маленького, но Чарли и так уже зашёл дальше, чем был готов. Он не такой, как все другие... нормальные парни. И не может не думать о той, что просила его о помощи, надеется на данное им обещание, пока он тут... целуется. \n\nНо ведь и София ему не чужая, и тоже доверилась ему в трудную минуту! Звуки её тяжёлого дыхания кружили голову, а губы были такие тёплые и мягкие... И он подумал, что, раз уж так вышло, почему бы не остановиться ещё немножечко попозже... ",
    "answers": [
      {
        "id": 89,
        "text": "⚙ ~~~>"
      }
    ]
  },
  {
    "id": 89,
    "text": "Так и не решив, имеет ли право наслаждаться поцелуями Софии, он наслаждался ими ещё достаточно долго — пока она не устала и сама не предложила прерваться и допить остывший чай. \n\nЧарли тут же сбежал от неловкости ситуации заваривать новый, а когда вернулся с чайником, девушка уже спала, закутавшись в плед. \n\nОн осторожно снял туфли с её ножек, полюбовался стрелками чулок на красивых спортивных икрах и, продолжая думать о правильном и неправильном, устроился в кресле напротив. \n\nОн понимал, что утром, пожалуй, уже не получится сделать вид, будто совсем ничего не было. Значит, у них с Софией теперь, вроде как, роман? К рассвету он даже почти убедил себя, что это не так уж и плохо... \n\n... пока не вернулся совершенно ошалевший Гидеон и не заявил ему шёпотом на ухо, что видел... что теперь он тоже видел призрачную деву! И что будь он проклят, если она не прекраснее всех девушек, каких он только встречал в своей жизни! ",
    "answers": [
      {
        "id": 90,
        "text": "⚙ ~~~>"
      }
    ]
  },
  {
    "id": 90,
    "text": "Чарли словно кипятком ошпарило... Он чувствовал, как разрывается надвое. Одна его половина готова была кусать локти, что упустила встречу с той единственной! Из-за какой-то там обычной Софии, каких сотни на улицах города... \n\nЭта половина хотела придушить Гидеона за его счастливый восторженный вид, разбить ему голову его же любимым гаечным ключом, выскрести из его черепа свежие воспоминания и присвоить себе... Или просто расплакаться от досады и бессилия.\n\n... Но другая его половина, не иначе как — только этой ночью появившаяся на свет, — не могла отрицать, что София уже не \"какая-то там обычная\". Она нежная и близкая. И так трогательно спит на диване у них в мастерской... А когда проснётся, ему придётся ещё как-то смотреть ей в глаза...\n\n... И он просто не сможет сказать, что целовать её было ошибкой. Потому что не было, и он отлично осознавал, как сильно хочет поцеловать её снова... И хотя Чарли ещё не знал, как будет разбираться в себе, и что делать со своими запутанными чувствами, он решил, что у него ещё есть на это время. Пока не будет до конца восстановлена башня. Расстаться с Софией он всегда успеет... ",
    "answers": [
      {
        "id": 29,
        "text": "⚙ ~~~>"
      }
    ]
  },
  {
    "id": 91,
    "text": "Одновременно с этим его отношения с братом становились всё более напряжёнными. \n\nГидеон, будучи городским советником по вопросам развития промышленности, строил новые фабрики и депо, расширял заводы, сносил старые здания ради новых, и их с Чарли инициативы всё сильнее конфликтовали. \n\nДо определённого момента Чарли покладисто уступал брату — из уважения и благодарности за помощь в прошлом. Но внезапно узнав о том, что Гидеон, в обход его организации, согласовал и назначил снос той самой часовой башни, пришёл в бешенство, которого никогда прежде не испытывал! \n\nДопустить, чтобы брат угробил мечту и цель всей его жизни, Чарли никак не мог! ",
    "answers": [
      {
        "var_equal": [
          "стр7",
          3
        ],
        "id": 7,
        "text": "\n\nСофия, роман с которой стабильно тянулся в виде регулярных свиданий на протяжении всех этих лет, случайно оказалась рядом в этот момент. И, как всегда в подобных ситуациях, увязалась вместе с Чарли на обещавшую быть довольно бурной встречу...",
        "var_need": [
          "поцелуй",
          1
        ],
        "merge": true
      },
      {
        "id": 14,
        "text": "⚙ Срочно ехать к брату! ",
        "comment": false
      }
    ]
  },
  {
    "id": 92,
    "text": "Когда в очередной раз девушка принесла в башню собственноручно постиранный комбинезон, требуя у Чарли переодеться, он как раз прикручивал крупную шестерню на площадке за циферблатом, и до раздражающего долго замешкался — дешёвая деталь плохо подходила к остальному механизму. \n\nЧтобы купить хотя бы её, Чарли пришлось ещё и продать последние ценности, включая некоторые удобные инструменты, а самому мучиться со старой рухлядью, которая разваливалась в руках и требовала дополнительных усилий в работе.\n\nЧувствуя, что он скоро закипит и сорвётся, София попыталась его успокоить. Прижалась к его широкой спине, обняла ласковыми руками, заставляя остановиться и расслабить давно ставшие огромными и твёрдыми, как камень, мускулы. Вслепую нашарила пуговицы у него на груди и начала расстёгивать по одной, шепча на ухо, что никуда дурацкая шестерня не убежит, а после небольшого отдыха совладать с ней будет проще...\n\nЧарли поддался, и когда нежные руки возлюбленной заскользили по его обнажённой груди, накопившееся за последние часы бешенство хлынуло в другое русло... ",
    "answers": [
      {
        "id": 93,
        "text": "⚙ ~~~>"
      }
    ]
  },
  {
    "id": 93,
    "text": "... Повалив девушку на старый матрас, давно прижившийся на площадке как место отдыха, Чарли зверем набросился на неё, с треском разрывая юбки и свирепо дыша в шею. София, ничуть не испугавшись, жарко шептала что-то, выдёргивая шпильки из причёски и стискивая его бока натренированными велосипедом ногами.\n\nЗарыв пальцы в её густые волосы, исступлёно целуя горячие губы и глотая летящие с них восхищённые вздохи, не замечая грязи и запаха дешёвого машинного масла вокруг, и даже того, как опасно шатается дощатый настил площадки под пыльным матрасом, Чарли окончательно потерял голову...\n\n... и упустил момент, когда сладострастный стон Софии сорвался на испуганный визг — ей поверх его плеча было видно, как неприкрученная шестерня в полтора человеческих роста диаметром, расшатанная, как и всё нутро башни, вываливается со своего места и срывается, раскручиваясь и летя прямо на них...\n\n⚙ Эпилог: \"Несчастный случай\". ",
    "answers": [
      {
        "blackout": false,
        "middle_answer": true,
        "text": "┈╼⊳⊰ Конец ⊱⊲╾┈",
        "id": 1,
        "var_set": [
          "global ending6",
          1
        ]
      },
      {
        "super_calculate": false,
        "text": "┈╼⊳⊰ Конец ⊱⊲╾┈",
        "blackout": false,
        "id": 93,
        "calculate": true,
        "middle_answer": true,
        "var_set": [
          "global ending6",
          1
        ]
      }
    ]
  },
  {
    "id": 94,
    "text": "Наступила полночь. И призрачная дева снизошла в лунном сиянии, как и годы назад. Ещё прекраснее, чем Чарли запомнил! Ещё ближе, ещё желаннее, ещё...\n\nЗабыв, кто он и где, забыв, как дышать, забыв о брате, остолбеневшем на краю площадки с открытым ртом, Чарли протянул к видению трясущиеся руки и хрипло выдохнул:\n\n— Ты пришла! Я не ошибся! Я знаю, когда тебя искать!\n\n— Часы... — отчаянно произнесла она, оборачиваясь к механизмам и наконец замечая потрясённого Гидеона  — Прошу, скорее, двена... — бой колокола заглушал её слова.\n\n— Мы починим! — очнувшись, выкрикнул Гидеон. — Клянусь тебе, в следующий раз они пробьют двенадцать раз!\n\nОна вымученно улыбнулась ему. Ему, Гидеону, а не Чарли, который всю жизнь мучился мыслями о ней. Рухнув на подломившиеся колени, он поймал её пальцы — словно холодный сжатый воздух вместо живой плоти.\n\nИ даже это едва уловимое ощущение растаяло вместе с не прозвучавшим двенадцатым ударом колокола. ",
    "answers": [
      {
        "id": 95,
        "text": "⚙ ~~~>"
      }
    ]
  },
  {
    "id": 95,
    "text": "... Прощались братья вяло, каждый — погрузившись глубоко в собственные мысли и впечатления.\n\nЧарли думал о неземной улыбке, незаслуженно подаренной не ему. Конечно, когда дева будет свободна, у него будет всё время мира, чтобы рассказать ей, сколько он трудился, вычисляя нужный день, в то время, как его брат вообще собирался снести бесценную башню и передумал лишь притащенный за ворот на встречу, которой был не достоин. Она разберётся...\n\nО чём думал сам Гидеон в это время, оставалось загадкой. Но, по крайней мере, он признал, что Чарли был прав, и что башню сносить нельзя. Напоследок он пообещал организовать башне капитальный ремонт силами и средствами городского совета. У него теперь тоже было данное призрачной деве обещание, и Гидеон намеревался его сдержать.\n\nЧарли не выдержал и заплакал, обнимая его. Три года с небольшим. Всего три с небольшим года, и она будет спасена... ",
    "answers": [
      {
        "id": 12,
        "text": "⚙ ~~~>"
      }
    ]
  },
  {
    "id": 96,
    "text": "Призрачная дева, сияя в лунном свете, обернулась к нему с испугом в глазах. Она не узнала в кривом и грязном задыхающемся мужике того мальчишку, который обещал ей починить часы... \n\n— Это я! — хрипло выкрикнул он, кидаясь к ней. — Я чиню, ты видишь?! Я уже почти... \n\nЛучики надежды и благодарности, мелькнувшие в её взгляде, наполнили душу Чарли теплом и радостью. Боже, как он только мог забыть — до чего она прекрасна?! Его призрачная дева... \n\n— Прошу, скорее... — простонала она, вытягивая к нему тонкие прозрачные руки. — Я больше не вынесу... — удар колокола заглушил слова, но Чарли прочитал по губам, ловя её ладони, едва ощутимые, словно холодный сжатый воздух в его грубых мозолистых лапах... \n\n— Ты ведь не исчезнешь, когда станешь свободна? — он придвинулся почти вплотную, насквозь пропитываясь её нереальной красотой. — Ты сможешь остаться... со мной?\n\nОна устало кивнула и растворилась в лунном свете вместе с последним не прозвучавшим ударом часов. ",
    "answers": [
      {
        "id": 97,
        "text": "⚙ ~~~>"
      }
    ]
  },
  {
    "id": 97,
    "text": "Чарли посмотрел на свои пустые руки, луну за дырой циферблата и заорал от разрывающей его досады. Он ведь мог уже закончить ремонт, и сейчас она была бы здесь — ожившая, настоящая, преисполненная благодарности своему герою! \n\nОн успел бы, не отвлекай его София болтовнёй, бутербродами и объятиями, из-за которых он, навёрстывая упущенное время, перенапрягся и потерял два месяца, валяясь в дурацком корсете! \n\nУже сейчас всё было бы кончено, сумей он чуть ранее заменить ещё один, всего один проклятый цилиндр с сорванными зубцами, но что говорила София? То \"слишком до-о-орого\", то \"слишком тяжело-о-о\"... А потом и вовсе пыталась заставить его всё бросить?! Да как она смела?! \n\nКогда теперь дева появится снова? Сколько ещё ему ждать и мучиться? Сколько?!\n\nВыревев луне своё отчаяние, он достал ключи, застопорил механизмы, зажёг лампу и снова принялся за работу, игнорируя вернувшуюся боль и смертельную усталость. Больше он не упустит ни секунды! ",
    "answers": [
      {
        "id": 99,
        "text": "⚙ ~~~>"
      }
    ]
  },
  {
    "id": 98,
    "text": "... Зачем только у этой идиотской навороченной каталки так много ненужных рычагов? Гидеон, конечно, хотел как лучше — чтобы у его брата было больше возможностей... Но какие, к дьяволу, возможности могут быть у паралитика, который даже пожаловаться не способен, что под колесо опять попала не то брошенная кукла, не то укатившийся у Софии клубок пряжи? \n\nЕдинственной ещё немного шевелящей пальцами рукой наконец нащупал нужный рычаг и потянул его — тугой, заедающий... Проклятое кресло, пыхнув облачками пара, сдвинулось с мёртвой точки. Может, хоть сегодня получится доехать до... \n\n— Дядя Чарли проснулся! — веснушчатое личико племянницы, как чёртик из табакерки выпрыгивая в поле зрения, скорчило ему гримасу. — Долго спал, Чарли-паровоз, я опять думала, помер! Смотри, что я нарисовала! — детские ручки сунули цветастый лист бумаги так близко к лицу, что аляповатые фигурки поплыли перед неподвижными глазами. — Вот тут мама, папа, я и ты! А это башня, на которой ты покалечился! Похожа? Мама говорила, у неё циферблат разбитый, но я нарисовала целый, как будто ты его всё-таки починил. Здорово, да?.. Э, дядь, ну куда ты поехал? Дядь, там же лестница! Стой...\n\n⚙ Эпилог: \"Чарли-паровоз\". ",
    "answers": [
      {
        "comment": false,
        "blackout": false,
        "id": 1,
        "text": "┈╼⊳⊰ Конец ⊱⊲╾┈",
        "middle_answer": true,
        "var_set": [
          "global ending9",
          1
        ]
      },
      {
        "super_calculate": false,
        "text": "┈╼⊳⊰ Конец ⊱⊲╾┈",
        "comment": false,
        "blackout": false,
        "middle_answer": true,
        "calculate": true,
        "id": 98,
        "var_set": [
          "global ending9",
          1
        ]
      }
    ]
  },
  {
    "id": 99,
    "text": "... Несколько дней спустя он выполз из башни, когда маслёнка опять опустела, а кровь из случайно пораненного локтя насквозь пропитала рукав.\n\nЕго поджидали. Взволнованная, как никогда прежде, София и чёрт знает что тут забывший Гидеон... Впрочем, понятно было и это — он так участливо сжимал её ладошку, с серьёзным видом слушая что-то, что она втолковывала ему в ухо... чёртов богатенький скользкий козёл! \n\nЗаметив Чарли, пытавшегося пройти мимо, София бросилась ему наперерез и, схватив за плечи, стала упрашивать выслушать, если не её, то хотя бы старшего брата. Она уже не знала, к кому обратиться, чтобы не дать Чарли уморить себя насмерть в этой проклятой башне. \n\nКривясь от боли, пронзающей всё его тело от шеи до колена, Чарли грубо отпихнул её, со словами, что не её больше дело — морит он себя или нет. Гидеон, вовремя  подхвативший едва не упавшую девушку, прижал её к себе и посмотрел на Чарли с таким возмущением, будто он только что плюнул на святой алтарь.\n\nЧарли, не удержавшись, действительно сплюнул пополам с кровью и машинным маслом — на камни мостовой. И уковылыл прочь, подальше от завываний плачущей на груди Гидеона Софии. ",
    "answers": [
      {
        "id": 98,
        "text": "⚙ ~~~>",
        "lua_do": "function lua_do()\nlocal rect =\ndisplay.newRect(display.contentCenterX, display.contentCenterY, display.contentCenterX*2, display.contentCenterY*2)\ncanvas.parent.parent.parent.parent.parent.parent.parent:insert(rect)\nrect:setFillColor(1,1,1)\ntransition.from(rect, {time = 400, alpha = 0, transition = easing.outExpo, onComplete = function() \ntimer.performWithDelay(200, function() \nif rect and rect.removeSelf then\ntransition.to(rect, {time = 500, alpha = 0, transition = easing.inExpo, \nonComplete = function() \nif rect and rect.removeSelf then \nrect:removeSelf() \nrect = nill end end}) end end) end}) end"
      }
    ]
  },
  {
    "id": 100,
    "text": "Первые мешки цемента дались легко и один за другим легли под закрытой дверью. Чарли решил, что может ускориться, и взвалил на спину сразу два новых мешка. Голова немного закружилась, и спина запросила пощады, но он побещал себе несколько часов отдыха, как только закончит. Всё время казалось, что вот-вот кто-нибудь попытается войти... \n\nНе давая себе перевести дух, Чарли взвалил на спину ещё два мешка, и на пути к входу его вдруг предательски повело в сторону — прямо в огромные шестерни! Выпустив мешки, в последнюю секунду он всё же смог остановиться, но обрадоваться этому не успел — качнувшиеся юбки зацепило и поволокло в безжалостно крутящуюся мясорубку... \n\n... Истошные нечеловеческие вопли, сотрясшие башню, услышали с улицы. Несколько человек, навалившись плечами, сдвинули вместе с мешками тяжёлую дверь, ворвались внутрь... и вскоре по одному вывалились наружу с позеленевшими лицами, зажимая ладонями рты и сипло втягивая воздух... Спасать там было уже некого...\n\n⚙ Эпилог: \"Кошмарное зрелище\". ",
    "answers": [
      {
        "blackout": false,
        "middle_answer": true,
        "text": "┈╼⊳⊰ Конец ⊱⊲╾┈",
        "id": 1,
        "var_set": [
          "global ending11",
          1
        ]
      },
      {
        "super_calculate": false,
        "text": "┈╼⊳⊰ Конец ⊱⊲╾┈",
        "blackout": false,
        "id": 100,
        "calculate": true,
        "middle_answer": true,
        "var_set": [
          "global ending11",
          1
        ]
      }
    ]
  },
  {
    "id": 101,
    "text": "",
    "answers": []
  }
]