[
  {
    "id": 1,
    "text": "Автор: Felix\n\nЖанр: Фэнтези\n\nПочувствуйте себя в шкуре охотника на ведьм, профессионального борца с нечистью. Вам предстоит расследование одного странного дела в забытой богами деревушке. Что же вы там найдете?\n\n\n",
    "answers": [
      {
        "id": 2,
        "text": "Начать приключение"
      },
      {
        "id": 1,
        "text": "system",
        "canEditCover": true,
        "system": true
      },
      {
        "id": 42,
        "text": "От автора",
        "need": 100,
        "need_ever": false
      },
      {
        "id": 62,
        "text": "Сбор",
        "need": 62
      }
    ]
  },
  {
    "id": 2,
    "text": "Вас зовут Освальд. Вы охотник на ведьм. Ваша работа подразумевает нахождение и устранение всех волшебников, чародеев, магов которые используют свои магические навыки незаконно и во вред гражданам Империи. Вы специализируетесь не только на них, но и любой другой опасной нечисти. Ваша работа полна опасностей и требует огромной силы воли, но пока что, вы с ней справлялись. \n\nУ вас был напарник, Генрих. Молодой парень, который хотел стать таким как вы. Совсем недавно, когда вы с ним выслеживали вампира, парнишка погиб. Хотя он погиб больше из-за собственной глупости, вы все равно вините в произошедшем себя. Вампира вы все-таки выследили и убили, но легче на душе от этого не стало.\n\nВы едете верхом на своем черном коне. Бывший хозяин животного называл коня Сумрак, а вы решили не менять его кличку. В правой руке вы держите поводья Сумрака, а левой рукой вы тянете за собой гнедого коня Генриха. На спине у второго коня лежат мешки с вашим снаряжением.",
    "answers": [
      {
        "id": 3,
        "text": "Продолжить путь."
      }
    ]
  },
  {
    "id": 3,
    "text": "К вечеру дорога привела вас к какой-то деревушке. На вид она была не слишком большой: пять-шесть десятков хижин, довольно приличных размеров храм, как для такого захолустья, и двухэтажный трактир в центре. Возле трактира были конюшни.У обочины дороги на бочке присел мужчина. Возле него лежала пустая бутылка.",
    "answers": [
      {
        "id": 4,
        "text": "Заговорить с мужчиной."
      },
      {
        "id": 5,
        "text": "Направиться в трактир"
      }
    ]
  },
  {
    "id": 4,
    "text": "Вы подъехали на Сумраке к мужчине. На вид, он словно искупался в луже. От него несет отвратительным запахом перегара и мочи. Несмотря на отвращение, вы все же решаетесь заговорить с ним:\n\n- Что это за место?\n\n- Ик! Деревня. - похоже мужчина все еще был пьян, и едва находился в сознании.\n\n- А название у деревни есть?\n\n- Название?\n\n- Да, название. У каждой деревушки или города должно быть название.\n\n- Не припомню такого. Слушай, друг,  одолжишь немного на кружку пива, а?\n\n- Да иди ты!",
    "answers": [
      {
        "id": 5,
        "text": "Направиться в трактир"
      }
    ]
  },
  {
    "id": 5,
    "text": "Вы оставили своих лошадей в конюшне, не забыв забрать свой мешок с пожитками, и подошли к трактиру. Над входом висит вывеска, на которой написано \"Бездонная кружка\". Под надписью был рисунок кружки, нанесенный желтой краской. Слева от входа, у стены, кто-то опорожнил свой желудок. Вы догадываетесь, кто мог бы это сделать. Из помещения доносился шум и болтовня, похоже посетителей было немало. Дверь была открыта настежь.",
    "answers": [
      {
        "id": 6,
        "text": "Войти"
      }
    ]
  },
  {
    "id": 6,
    "text": "В трактире собрались почти все мужики деревни. Кто-то играл в кости,  другие участвовали в состязании \"Кто-кого перепьет\", третьи оживленно болтали. Свободных столов не было.",
    "answers": [
      {
        "id": 7,
        "text": "Подойти к трактирщику"
      }
    ]
  },
  {
    "id": 7,
    "text": "Вы хотели заговорить, но трактирщик опередил вас:\n\n- Новые лица! Нечасто к нам чужаки захаживают. Добро пожаловать в мою таверну \"Бездонная кружка\". Меня зовут Свейн. А вы...? - он сделал паузу, ожидая ответа.\n\n- Мое имя Освальд.\n\n- Что ж, очень приятно, Освальд! Вам чего-нибудь налить? Первый напиток за счет заведения.",
    "answers": [
      {
        "id": 8,
        "text": "- Эля!",
        "need": -8
      },
      {
        "id": 10,
        "text": "- Вашей деревушке случайно не требуются услуги охотника на ведьм?",
        "need": -10
      },
      {
        "id": 9,
        "text": "- Расскажи мне об этой деревне.",
        "need": -9
      },
      {
        "id": 12,
        "text": "- В твоем заведении есть свободная комната?"
      }
    ]
  },
  {
    "id": 8,
    "text": "Вы делаете несколько глотков, затем кладете кружку на стойку. Трактирщик решил продолжить разговор:\n\n- А вы сами откуда будете?\n\n- Издалека.\n\n- Вы очень немногословны, правда?\n\nНа этот вопрос вы предпочли не отвечать. \n\n- У меня тут дочка работает, напитки раздает, - он кивнул в сторону молодой девушки официантки.\n\nВы посмотрели в ее сторону. Девушка заметила это и улыбнулась вам, а после продолжила работу.  Трактирщик продолжил: \n\n- Ей здесь не место. Такой красавице стоило бы поселиться в Альтдорфе и выйти замуж за богатея. Ее красота здесь пропадает зря. Спустя какое-то время вы допили свой эль, на что трактирщик тут же отреагировал:\n\n- Налить еще?\n\n- Не стоит.",
    "answers": [
      {
        "id": 7,
        "text": "- Я хочу кое-что спросить."
      }
    ]
  },
  {
    "id": 9,
    "text": "- А чего тут рассказывать, деревня как деревня. Когда-то здесь был пустырь, а потом сюда приехал аббат и начал строить храм. Он нанял многих строителей, в том числе моего отца. Он взял меня с собой, хотел, чтобы я пошел по его стопам. Ну, а мне не хотелось, поэтому я работаю здесь. Многие из строителей приехали сюда вместе с семьями и остались жить здесь, так и появилась эта деревушка вокруг храма. Я вырос здесь. Мой отец был главным архитектором, он заработал много денег, и потом его придавило камнем прямо перед завершением стройки. Все его деньги достались мне. А я не стал терять времени и построил трактир, и не жалею об этом.",
    "answers": [
      {
        "id": 11,
        "text": "- Расскажи о храме."
      }
    ]
  },
  {
    "id": 10,
    "text": "Ваши слова удивили Свейна. \n\n- Так вот оно что. А я то думал, с чего это вы весь такой мрачный, и вид у вас пугающий. Я ведь раньше никогда охотников на ведьм не видел, но слышал много чего интересного. А правда, что вы...\n\n- Ты не ответил на мой вопрос.\n\n- Какой вопрос? А по поводу работы? Да, что-то слыхал. - внезапно Свейн наклонил голову ближе к вам и заговорил шепотом, - Недавно к нам в деревню приехала какая-то странная дама. Она сняла комнату и жила здесь какое-то время. А пару дней назад, один мужик из деревни обнаружил, что могилы на местном кладбище раскопаны. Местные перерыли все кладбище, однако никаких тел не нашли. Вчера пришли монахи и выволокли эту женщину прямо из ее комнаты. Я слышал ее заперли в амбаре под стражей. Говорят, мол, она - ведьма, что это она покойничков украла для каких-то своих темных ритуалов. Послезавтра в полдень ее собираются сжечь. - он снова заговорил нормальным тоном, - Не знаю правда, есть ли от сказанного мной какой-то толк, ведь все уже сделали до тебя. Но другой работы для охотника на ведьм нет, и в ближайшее время не предвидится. Я надеюсь.",
    "answers": [
      {
        "id": 7,
        "text": "- Интересно..."
      }
    ]
  },
  {
    "id": 11,
    "text": "- Что о нем говорить. Храм Морра. Бога мертвых, хотя, ты наверное это и так знаешь. Местные редко туда заходят. Мы больше Сигмара почитаем. Бывает, кто-то умирает. Тогда конечно, родственники ходят молиться за усопших к Морру. Вообще, я больше и не знаю что про этот храм сказать. Разве что аббат очень интересный человек. Когда начиналась стройка он уже был очень старым. Спустя годы, после завершения строительства, он не то, чтобы не умер, он до сих пор держится бодрячком. Я успел вырасти и вырастить дочь. По-моему все, кто занимался стройкой уже давным-давно померли, либо прикованы к постели, но аббат все еще жив, здоров, и не похоже, чтобы он собирался умирать. В общем не знаю, может это такой побочный эффект от служения богу смерти, или еще чего, это уже не мое дело. \n\nТы хотел бы еще чего узнать? ",
    "answers": [
      {
        "id": 7,
        "text": "- Ясно."
      }
    ]
  },
  {
    "id": 12,
    "text": "- Есть. Только одна и как раз вчера освободилась. Пять медяков в день. Брать будете?",
    "answers": [
      {
        "id": 13,
        "text": "- Да.",
        "need": 10
      },
      {
        "id": 7,
        "text": "- Сначала я хотел бы спросить еще кое-что."
      }
    ]
  },
  {
    "id": 13,
    "text": "- Отлично, тогда вот ваш ключ! Комната находится на втором этаже. Приятного вам отдыха!\n\nВы покинули шумный зал и поднялись на второй этаж. Здесь было три двери. Похоже, две комнаты принадлежали хозяину и его дочери, а третья комната была вашей. Вы без труда определили, какая комната предназначена для вас, ведь на двери висела табличка \"Для гостей\". Вы вставили ключ в замочную скважину и провернули.",
    "answers": [
      {
        "id": 14,
        "text": "Войти"
      }
    ]
  },
  {
    "id": 14,
    "text": "Комната не отличалось большой просторностью. Ее размеры были примерно два на четыре метра. Слева от входа стояла кровать и занимала примерно четверть всей площади комнаты. Справа были шкафы. По центру, у окна был стол. \n\nПохоже хозяин забыл убрать вещи предыдущей гостьи. Они были здесь повсюду. Вы решаете, что не стоит сейчас вызывать кого-то, чтобы здесь прибраться, ведь вы уже устали и хотите спать.\n\nВы кладете мешок со своим снаряжением на стол.",
    "answers": [
      {
        "id": 15,
        "text": "Бросить все чужие веши в шкаф и лечь спать."
      }
    ]
  },
  {
    "id": 15,
    "text": "Снов вы не видели. Еще в начале карьеры, когда вы были слабым и эмоциональным, вам снились кошмары. Но сейчас все это далеко позади. За свою жизнь вы повидали столько ужасных вещей, что просто перестали чего-либо бояться. Поэтому спите вы крепко, при этом всегда готовы проснуться, в случае опасности.\n\nГлянув в окно, вы поняли, что сейчас раннее утро. До полудня еще как минимум часов пять. \n\nВы никуда не спешите, поэтому решаете все же разузнать поподробнее об этой даме и ее деле.",
    "answers": [
      {
        "id": 16,
        "text": "Одеться"
      }
    ]
  },
  {
    "id": 16,
    "text": "Вы можете осмотреть вещи заключенной, либо поговорить с аббатом в монастыре, а также пойти к амбару, где держат женщину.\n\nВаши действия?",
    "answers": [
      {
        "id": 17,
        "text": "Заглянуть в шкаф, куда вы спрятали вещи",
        "need": -23
      },
      {
        "id": 18,
        "text": "Пойти в храм"
      },
      {
        "id": 19,
        "text": "Направиться к амбару",
        "need": -28
      }
    ]
  },
  {
    "id": 17,
    "text": "Здесь лежит женское белье, платья, украшения и прочая дребедень. Ваше внимание привлекает дневник.",
    "answers": [
      {
        "id": 20,
        "text": "Прочесть дневник"
      },
      {
        "id": 16,
        "text": "Не стоит без веских причин рыться в чужих вещах"
      }
    ]
  },
  {
    "id": 18,
    "text": "Вы подошли к громоздкому храму. В нем было что-то гнетущее. У входа в храм стояло двое закованных с ног до головы в черные доспехи храмовников. Они, словно статуи, стояли и не двигались. Вы подошли к ним и задали вопрос:\n\n- Где я могу найти аббата?\n\nОдин из рыцарей-монахов поднял руку и указал в сторону кладбища. Затем опустил, так и не проронив ни слова.",
    "answers": [
      {
        "id": 29,
        "text": "Идти на кладбище"
      },
      {
        "id": 36,
        "text": "В храм",
        "need": 35
      },
      {
        "id": 16,
        "text": "В трактир"
      }
    ]
  },
  {
    "id": 19,
    "text": "Вы пришли к месту, где, как говорил Свейн, находится девушка.\n\nНа вид это был обычный склад зерна, который есть в каждом поселении. \n\nУ входа стояло двое монахов. Они были одеты в черные мантию, а лицо скрывал капюшон. Второй носил тяжелые черные латные доспехи.",
    "answers": [
      {
        "id": 24,
        "text": "Поговорить с монахами",
        "need": -25
      },
      {
        "id": 16,
        "text": "Назад"
      },
      {
        "id": 58,
        "text": "Зайти в камеру девушки",
        "need": 57
      }
    ]
  },
  {
    "id": 20,
    "text": "Все записи были сделаны очень аккуратным каллиграфическим почерком. Кроме знаний о чудовищах, вы потратили достаточно много времени на изучение языков. Записи в этом дневнике были сделаны на языке бретонской знати. Бретонния достаточно далеко отсюда, что здесь делает эта женщина? В любом случае, прочитав это, ситуация должна проясниться.\n\nПервая запись датировалась несколькими месяцами назад.\n\n\"Я потеряла своего единственного друга. Больше нет людей, кому я могла бы выговориться. Поэтому я решила завести этот дневник, чтобы сбросить сюда часть груза со своей души.\n\nОтец узнал о наших встречах с Жаком. Он и раньше слышал об этом, и требовал чтобы мы прекратили. Я солгала отцу, что больше ни разу с ним не увижусь и продолжала встречаться. Но теперь он все знает. Сегодня отец приказал арестовать Жака. Я очень боялась за его жизнь. Отец - местный герцог, поэтому он с легкостью может издать приказ о казни простого рыцаря, и никто не сможет ему в этом помешать. Мне нужно было попытаться освободить Жака любой ценой.\"\n\nИнтересно, значит она - дочь герцога. Но что же связывает ее с ведьмовскими ритуалами?",
    "answers": [
      {
        "id": 21,
        "text": "Перевернуть страницу"
      }
    ]
  },
  {
    "id": 21,
    "text": "\"Я украла у одного из рыцарей меч и ночью попыталась пробраться в темницу. Наши шуточные занятия по фехтованию с Жаком не прошли даром - я сумела одолеть двоих стражников у входа. Вполне возможно, мне это удалось лишь благодаря неожиданной атаке. Мне удалось добраться до камеры Жака и освободить его, но на выходе нас ждала вся стража темницы. Не оставалось другого выхода, кроме как сдаться.\n\nУзнав о моем поступке, отец пришел в еще большую ярость. Он запер меня в моей комнате, а Жака приказал казнить в тот же день.\n\nЯ больше не могла жить в этом замке. Отец видел во мне лишь выгоду. Он хотел лишь чтобы я вышла замуж за сына другого герцога, тем самым улучшив его положение. Ему было плевать на меня, на своих вассалов, а на крестьян и подавно. Я просто больше не могу жить в этом замке...\n\nСегодня ночью я вскрою замок своим кинжалом, который когда-то выковал для меня Густав, и попытаюсь бежать. Мне очень повезло, что они не заметили внутренние ножны в моем сапоге.\n\nВозможно, у меня ничего не получится и это моя первая и последняя запись. В любом случае, стоит попытаться.\"\n\nВы осмотрели все вещи, однако сапог не обнаружили. Возможно она их продала, или нет, и кинжал все еще при ней. В таком случае она может попытаться бежать, если уже этого не сделала.",
    "answers": [
      {
        "id": 22,
        "text": "Читать далее"
      }
    ]
  },
  {
    "id": 22,
    "text": "Следующая запись сделана недавно.  Датирована днем прибытия девушки в деревню.\n\n\"Я долгое время ничего не писала, так как все время была в пути. Сейчас я прибыла в какую-то деревушку в захолустье Империи, у которой еще даже названия нет. Думаю, здесь меня точно не найдут люди отца, если вообще ищут. \n\nЗдесь живут весьма дружелюбные люди. Кажется, кто-то из них узнает мой бретоннский акцент, однако никто не расспрашивал меня об этом лично. \n\nВ этой деревне все замечательно, однако храм на окраине мне жутко не нравится. В нем таится что-то ужасное, я чувствую это.\"",
    "answers": [
      {
        "id": 23,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 23,
    "text": "\"Сегодня вечером, прогуливаясь, я заметила, как монахи из храма чем-то занимались на кладбище. Я подошла поближе, и увидела, что они раскапывают могилы. Монахи заносили гробы с останками куда-то в храм. Я не уверенна, но, как мне кажется, что-то здесь не так. Я ушла оттуда, но, кажется, меня успели заметить.\"\n\nСледующая запись последняя.\n\n\"Недавно один из жителей пожаловался, что на могиле его отца свежая земля, хотя он умер десять лет назад. \n\nНесколько деревенских решили выкопать могилу и не обнаружили ни тела, ни гроба. Затем они выкопали все остальные могилы,  и не обнаружили ни одного тела. Я слышала они обвиняют в этом меня, ведь я слоняюсь по деревне без дела и мой акцент делает меня еще более подозрительной. Но зачем мне это? Да и каким образом я смогла бы вырыть все кладбище в одиночку, учитывая, что я здесь всего несколько дней? Надеюсь эти подозрения так и останутся просто подозрениями.\"\n\nПохоже подозрения переросли в обвинения в ведьмовстве. Вполне возможно, что все, записанное здесь чушь, однако зачем человеку такое выдумывать? Вы все-таки склоняетесь к тому, что здесь записана правда. Вам стоит поговорить с этой дамой, а также осмотреть храм.",
    "answers": [
      {
        "id": 16,
        "text": "Закрыть дневник"
      }
    ]
  },
  {
    "id": 24,
    "text": "Вы решаете подойти к монахам. Их лица смотрят куда-то под ноги, словно они не замечают вас.\n\n- Я - охотник на ведьм. Мне нужно поговорить с заключенной.\n\nМонах в капюшоне заговорил, так и не отводя взгляда от земли:\n\n- Прецептор дал вам на это свое разрешение?\n\n- Прецептор?\n\n- Местные называют его аббатом.",
    "answers": [
      {
        "id": 25,
        "text": "- Да. (Солгать)"
      },
      {
        "id": 26,
        "text": "- Нет."
      }
    ]
  },
  {
    "id": 25,
    "text": "Вдруг монах поднял взгляд и посмотрел прямо вам в лицо. Он попытался прочитать по лицу ваши эмоции, чтобы определить, лжете вы, или нет. Вы уже долгое время не испытываете никаких эмоций, поэтому проверку прошли успешно.\n\n- В таком случае, прошу за мной.\n\nМонах открыл ворота амбара. Внутри не было ничего необычного: снопы сена лежали слева, мешки с зерном - справа. Кое-где бегали крысы. Также здесь была отдельная небольшая комната, куда и повел вас монах.\n\nВнутри была скованная цепями девушка. Хоть у нее был весьма потрепанный вид, грязная рваная одежда, трещина на губе, синяки от кандалов на руках, ее взгляд давал ясно понять - в ней все еще полно энергии и решимости. \n\nУ нее были рыжие волосы, голубые глаза и весьма приятные черты лица.  Вы даже начали испытывать к ней симпатию. Возможно, она и вправду ведьма, и околдовывает вас прямо сейчас? Или вы просто размякли?\n\nПрежде чем заговорить с ней, вы обернулись и посмотрели на монаха, который все еще стоял возле вас. Кажется, он понял без слов, что его попросили покинуть помещение. Когда он вышел из амбара вы решили приблизиться к девушке.",
    "answers": [
      {
        "id": 27,
        "text": "Далее",
        "need": 23
      },
      {
        "id": 56,
        "text": "Далее",
        "need": -23
      }
    ]
  },
  {
    "id": 26,
    "text": "- Тогда ничем не можем помочь.\n- Где я могу найти аббата?\n- В это время дня он молится на кладбище. Это напротив храма.\n",
    "answers": [
      {
        "id": 16,
        "text": "Уйти"
      }
    ]
  },
  {
    "id": 27,
    "text": "Так, как вы заранее прочли дневник, вы знали, на что способна эта девушка. Вы с первого взгляда заметили, что кандалы у нее на руках уже вскрыты. Она лишь накинула их сверху для видимости, когда услышала, что кто-то приближается. Исходя из этого, вы были уверенны, что кинжал все еще при ней. \n\nКогда вы зашли в комнату и закрыли за собой дверь, девушка тут же вскочила, достала из сапога нож, и набросилась на вас. \n\nВы поймали ее руку с ножом своей левой рукой. Лезвие зависло в воздухе всего в нескольких сантиметрах от вашего лица, затем правой рукой выбили кинжал из ее кисти. Оружие упало куда-то в угол комнаты. Следующим движением вы сделали подножку и повалили девушку на землю.\n\n- Ну давай! Сделай уже то, за чем пришел!\n\n- И зачем я по-твоему пришел?\n\n- Разве не за тем, чтобы убить меня?\n\n- По-моему тут и без меня есть кому этим заняться.\n\n- Что тогда тебе нужно?\n\n- Возможно, я здесь, чтобы спасти тебя. \n\nПосле этой фразы вы отпустили девушку, и позволили ей подняться с пола. Вы подошли в угол и забрали кинжал, на всякий случай.",
    "answers": [
      {
        "id": 28,
        "text": "- Я прочел твой дневник."
      }
    ]
  },
  {
    "id": 28,
    "text": "- Я бы не сказала, что обрадовалась бы, узнав что кто-то прочитает мои личные записи, но в данном случае, возможно, это и к лучшему. Откуда ты знаешь высший бретоннский язык?\n\n- Я - охотник на ведьм. Нам приходится много чего изучать. Но я думаю, нам стоит обсудить это позже. А сейчас, расскажи все, что знаешь о похищении тел. \n\n- Я уже написала в дневнике все, что знаю. Они прячат тела где-то в храме. Возможно там есть подвал. Поищи его.\n\n- Ладно, я все разузнаю. А ты, пока что не пытайся вытвотить нечто подобное с монахами, как со мной, а то они казнят тебя раньше времени. Мне придется снова тебя заковать. И еще... в дневнике ты ни разу не написала. Как тебя зовут?\n\n- Изабелла. А тебя?\n\n- Освальд. Очень приятно. Что ж, я пойду.\n\n- Поторопись, Освальд. Уже завтра в полдень меня казнят.",
    "answers": [
      {
        "id": 16,
        "text": "Выйти из амбара"
      }
    ]
  },
  {
    "id": 29,
    "text": "Кладбище не было очень большим: около сотни могил. Кругом росли розы с черными лепестками. В центре кладбища стояла арка из двух колонн. Возле арки молился человек в мантии и капюшоне.\n\nВы подошли к человеку. Вы сразу не заметили, но сверху на мантии на нем были надеты черные доспехи, но шлема не было. Возможно, он услышал ваши шаги, а может быть Морр говорит с ним, но он заговорил с вами, не отводя взгляда от арки.\n\n- Что привело вас в Сады Морра?\n\n- Я искал вас. Хотел больше узнать об этой ведьме. Вы ведь аббат?\n\n- Я прецептор Маркус, лидер этого ордена. Местные называют меня аббатом, что в корне неверно.\n\n- Простите, прецептор. \n\n- Так что же вы хотели узнать?",
    "answers": [
      {
        "id": 30,
        "text": "- Сколько вам лет?",
        "need": -30
      },
      {
        "id": 31,
        "text": "- Каково это, служить богу смерти?",
        "need": -31
      },
      {
        "id": 32,
        "text": "- Я слышал, у вас что-то случилось на кладбище.",
        "need": -32
      },
      {
        "id": 33,
        "text": "- Почему вы подозреваете именно эту женщину?",
        "need": -33
      },
      {
        "id": 35,
        "text": "- Могу ли я войти в храм, чтобы помолиться за моего усопшего друга?",
        "need": 28
      },
      {
        "id": 18,
        "text": "- Лучше я приду к вам позже."
      }
    ]
  },
  {
    "id": 30,
    "text": "Маркус слегка улыбнулся. \n\n- Наверное все в деревне задаются этим вопросом. Я и сам точно не помню. Около сотни. Может немного меньше, может больше. Да какая в общем-то разница? ",
    "answers": [
      {
        "id": 29,
        "text": "- Действительно, глупый вопрос."
      }
    ]
  },
  {
    "id": 31,
    "text": "- По-моему на это нельзя однозначно ответить. С одной стороны, все эти обеты и запреты в корне меняют жизнь, а с другой, на службе здесь получаешь спойкойствие и умиротворение. Кому-то это покажется недостаточным, а кому-то в самый раз. А вы подумываете о том, чтобы посвятить свою жизнь службе Морру?\n\n- Возможно, но не сейчас.",
    "answers": [
      {
        "id": 29,
        "text": "- Еще вопрос."
      }
    ]
  },
  {
    "id": 32,
    "text": "Вдруг прецептор встал с колен и развернулся лицом к вам.\n\n- Откуда вы об этом узнали?\n\n- Да так, местные болтают.\n\nЛицо прецептора сменилось легкой улыбкой.\n\n- Ах да, эти местные сплетничают без умолку. У нас кто-то похитил все тела из кладбища, но мы уже нашли виновника, не переживайте.",
    "answers": [
      {
        "id": 29,
        "text": "- Я бы хотел спросить кое-что другое."
      }
    ]
  },
  {
    "id": 33,
    "text": "- Я вижу, вы хорошенько все разузнали, прежде чем идти ко мне.  Если бы вы прожили в этом месте столько, сколько я, у вас бы просто не возникло сомнений в моем выборе. Здесь каждый житель знает в лицо всех местных, никто их них не мог этого сделать. А эта дама здесь находится без года неделю и спустя несколько дней после ее прибытия кладбище оказывается пустым.",
    "answers": [
      {
        "id": 34,
        "text": "- Вы же не думаете, что она могла вырыть сотню могил в одиночку?"
      }
    ]
  },
  {
    "id": 34,
    "text": "- Если быть точнее, сто семь. Конечно, самой ей это не под силу, однако она запросто могла заколдовать кого-то из местных, чтобы он помог, а потом ничего не помнил.\n\n- Но тела вы так и не нашли...\n\n- И я думаю, не найдем. Должно быть, она спрятала их где-то в лесу.\n\n- Как вы считаете, для какого ритуала может понадобиться столько тел?\n\n- Задаваться такими вопросами недостойно для священнослужителя Морра. Вам тоже не стоит узнавать эти подробности.",
    "answers": [
      {
        "id": 55,
        "text": "- Можно ли мне поговорить с заключенной?"
      }
    ]
  },
  {
    "id": 35,
    "text": "- Как звали вашего друга?\n\n- Генрих.\n\n- Я тоже помолюсь за него. А вы проходите, храм Морра всегда открыт для посетителей, только вот желающих приходить в храм не так много.",
    "answers": [
      {
        "id": 36,
        "text": "Идти в храм"
      }
    ]
  },
  {
    "id": 36,
    "text": "Вы проходите мимо угрюмых черных стражей в доспехах и входите в храм.\n\nВнутри храм не отличался богатством. Здесь не было ни дорогих украшений, ни мебели, только свечи. В принципе, так и должно быть, ведь служители Морра не должны привыкать к богатствам, а все необходимое для ритуалов приносят родственники умерших. \n\nСлева были двери в комнаты храмовников. Справа находился кабинет прецептора. Двери не были заперты.",
    "answers": [
      {
        "id": 37,
        "text": "Осмотреть комнаты храмовников",
        "need": -37
      },
      {
        "id": 38,
        "text": "Осмотреть кабинет прецептора"
      },
      {
        "id": 18,
        "text": "Во двор"
      }
    ]
  },
  {
    "id": 37,
    "text": "Вы слегка приоткрываете дверь и заглядываете в образовавшуюся щель. Там вы увидели нескольких спящих молодых людей в черных мантиях. Спали они на дешевых матрасах.\n\nВ другой комнате вы увидели нескольких черных рыцарей. Кроватей в этой комнате не было. Рыцари не шевелились. Быть может, это просто склад доспехов и никого там нет? Вы не решаетесь проверить.",
    "answers": [
      {
        "id": 36,
        "text": "В зал"
      }
    ]
  },
  {
    "id": 38,
    "text": "Вы приоткрываете дверь и заглядываете внутрь. Там никого нет. Затем вы оборачиваетесь и смотрите по сторонам, чтобы убедиться, что вас никто не видит. После этого вы входите в кабинет.\n\nКабинет выглядел несколько богаче, чем все остальные помещения, но не намного. Здесь были простые стул и стол. На столе лежали перо с чернильницей и стопка каких-то бумаг. Также в комнате стоял комод. Еще в помещении находилась кровать, которая была настолько идеально заправлена, что казалось, будто на ней никто никогда не лежал. Никаких складок",
    "answers": [
      {
        "id": 39,
        "text": "Осмотреть стол",
        "need": -44
      },
      {
        "id": 40,
        "text": "Осмотреть комод",
        "need": -46
      },
      {
        "id": 41,
        "text": "Осмотреть кровать"
      },
      {
        "id": 36,
        "text": "В главный зал",
        "need": -43
      }
    ]
  },
  {
    "id": 39,
    "text": "На столе лежали бумаги, связанные с покойниками. Свидетельства о смерти, результаты исследования тел, чтобы определить причину смерти, и все в таком духе.\n\nНичего интересного.",
    "answers": [
      {
        "id": 38,
        "text": "Назад"
      },
      {
        "id": 44,
        "text": "Посмотреть под столом",
        "need": 43
      }
    ]
  },
  {
    "id": 40,
    "text": "В комоде лежали запасные мантии, обувь, а также комплект черных доспехов. Вы замечаете один амулет. Это был крест, в центр которого был прибит череп. Должно быть это символ этого ордена. Больше здесь ничего интересного не было.",
    "answers": [
      {
        "id": 38,
        "text": "Назад"
      },
      {
        "id": 45,
        "text": "Посмотреть за комодом.",
        "need": 43
      }
    ]
  },
  {
    "id": 41,
    "text": "Вы осматриваете кровать. В принципе, ничего интересного здесь нет. Разве что эта кровать немного лучше той, что у вас в номере. \n\nХотя вы ничего не замечаете, вас не покидает ощущение, что вы упустили что-то.",
    "answers": [
      {
        "id": 38,
        "text": "Назад"
      },
      {
        "id": 43,
        "text": "Погоди-ка! Изабелла сказала поискать подвал. Заглянуть под кровать.",
        "need": 28
      }
    ]
  },
  {
    "id": 42,
    "text": "Благодарю вас за прочтение моей книги. Возможно вы догадались, что события происходят во вселенной Warhammer Fantasy Battles (или понятия не имеете о чем я). Я попытался написать все по канонам этого мира, но я не являюсь знатоком этой вселенной, так что возможны неточности. \n\nВ принципе, история завершена. Продолжение возможно, но этого я не гарантирую.",
    "answers": [
      {
        "id": 42,
        "text": "Понял тебя...",
        "isBack": true
      },
      {
        "id": 42,
        "text": "Связаться с автором",
        "isBack": true,
        "url": "https://vk.com/id290085490"
      }
    ]
  },
  {
    "id": 43,
    "text": "Вы не ошиблись: там был люк. Однако он был заперт на замок, а ключа у вас не было. Возможно, стоит поискать его в этой комнате.",
    "answers": [
      {
        "id": 38,
        "text": "Назад"
      },
      {
        "id": 47,
        "text": "Открыть замок ключом",
        "need": 46
      }
    ]
  },
  {
    "id": 44,
    "text": "Вы замечаете, что к днищу стола был прибит ножом листок бумаги. На нем было написано всего одно слово \"Люменум\". Вы произносите это слово вслух, как вдруг у вас над головой появляется светящийся шар. \n\nВы произносите ругательства. Вы еще никогда раньше не пользовались магией, ведь у вас нет способностей к ним. К тому же, если бы вы имели эти способности, за вами пришел бы другой охотник на ведьм. \n\nПохоже, это магический свиток. Если бы здесь было написано что-то другое, вы запросто могли бы убить себя. Не стоит беспечно читать вслух все подряд. Как говорится, слово не воробей...\n\nВообще, интересоваться магией не в вашей природе. Вы посвятили свою жизнь борьбе с ней, а не ее изучению. Но кое-что вы все равно знали. Данное заклинание относится к школе магии Света, одной из разрешенных в Империи школ магии.\n\nВы произносите волшебное слово еще раз, чтобы сфера погасла.",
    "answers": [
      {
        "id": 38,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 45,
    "text": "Между стеной и комодом было примерно пять сантиметров свободного пространства. \n\nВы осматриваете стену и замечаете, что один из кирпичей немного выпирает.",
    "answers": [
      {
        "id": 38,
        "text": "Назад"
      },
      {
        "id": 46,
        "text": "Отодвинуть комод"
      }
    ]
  },
  {
    "id": 46,
    "text": "Вы аккуратно отодвигаете комод в сторону, стараясь при этом издавать как можно меньше шума.\n\nЗатем вы пытаетесь схватить пальцами кирпич, но он для этого недостаточно сильно выпирает. Тогда вы вставляете между кирпичами кинжал и пытаетесь его вытянуть. На этот раз кирпич поддается и вылазит. В появившейся нише вы находите ключ.",
    "answers": [
      {
        "id": 38,
        "text": "Взять ключ"
      }
    ]
  },
  {
    "id": 47,
    "text": "Люк вы открыли, однако внутри слишком темно. Нужно взять факел, фонарь, или что-то в этом духе.",
    "answers": [
      {
        "id": 38,
        "text": "Назад"
      },
      {
        "id": 48,
        "text": "\"Люменум!\"",
        "need": 44
      }
    ]
  },
  {
    "id": 48,
    "text": "С большой неохотой вы произносите слово, и шар света загорается снова. Вы спускаетесь по лестнице в подвал. \n\nВы находитесь в узком коридоре. Здесь прохладно и сыро. Из другого конца коридора слышно странное хрипение и потрескивание. Выход из коридора скрыт тканью.",
    "answers": [
      {
        "id": 49,
        "text": "Отодвинуть ткань"
      }
    ]
  },
  {
    "id": 49,
    "text": "Для кого-то это зрелище могло показаться ужасным, но вы и глазом не моргнули. Вы уже видели подобное множество раз.\n\nЗанавес скрывал решетчатую дверь. За ней скрывались живые мертвецы. Вы догадались, что потрескивание принадлежит скелетам, которые умерли уже достаточно давно, а хрипение - зомби, которые умерли сравнительно недавно.\n\nМертвецы просто шагали по комнате без дела. В руках у них было самое разнообразное оружие: от серпов и вил, до мечей и копий. У некоторых скелетов были щиты.\n\n\"Вот оно что. Выходит, жрецы Морра не те, за кого себя выдают.\" - подумали вы.\n\n\"Этого стоило ожидать. Ведь храмы Морра строятся только в крупнейших городах, а не в богами забытых местах, вроде этого.\n\nНужно придумать, как избавиться от жрецов и мертвых. А сейчас мне стоит уйти, и перед этим, вернуть все на свои места, чтобы никто ничего не заподозрил.\"",
    "answers": [
      {
        "id": 50,
        "text": "Вернуться в трактир"
      }
    ]
  },
  {
    "id": 50,
    "text": "Как обычно, трактир был забит людьми до отказа. Похоже у местных никаких других развлечений не было. \n\nВы стали свидетелем того, как один из посетителей шлепнул официантку по заднице. Девушка схватила со стола кружку и разбила наглецу об голову. Мужчина тут же отключился. Затем несколько мужиков схватили бедолагу и выволокли на улицу, оставив лежать лицом в грязь. Ничего удивительного в произошедшем нет, ведь посетитель шлепнул дочь хозяина таверны.\n\nВы подходите к трактирщику и начинаете беседу.",
    "answers": [
      {
        "id": 51,
        "text": "- Привет, Свейн!"
      }
    ]
  },
  {
    "id": 51,
    "text": "- Освальд, прости. Я совсем забыл убраться в номере, прежде чем впускать туда новых посетителей.\n\n- Ничего, возможно, это и к лучшему.\n\n- Это ты к чему?\n\n- Да так, ни к чему. Не расстраивайся, меня не слишком затруднило убраться самому.\n\n- Но все же, я виноват, поэтому хочу компенсировать свою невнимательность. Как насчет половины цены за комнату?\n\nТут вам в голову пришла мысль.\n\n- Идет. Но, чтобы я тебя простил, ты обязан выпить со мной!",
    "answers": [
      {
        "id": 52,
        "text": "Споить Свейна"
      }
    ]
  },
  {
    "id": 52,
    "text": "Вы со Свейном выпили несколько десятков кружек. Вернее, пил только Свейн. Вы же просто мокали свои губы и выливали пиво обратно в бочку. Спустя какое-то время:\n\n- ... и вот по... ик! Поэтому я с ней и развелся!\n\nВам кажется, что сейчас Свейн пьян настолько, что он может проболтаться о чем-угодно, а наутро даже и не вспомнит об этом.\n\n- Скажи Свейн, твой отец был архитектором?\n\n- Ну. Ик!\n\n- А ты сам, научился чему-нибудь у отца?\n\n- Конечно! Кто... ой! Кто по-твоему построил этот трактир?\n\n- Слушай, Свейн, ты ведь разбираешься в конструкциях. Допустим, если у тебя был бы один заряд пороха, и тебе нужно было бы с его помощью сравнять с землей местный храм, где бы ты поставил заряд?\n\n- Что за вздор? Какие-то странные у тебя вопросы.\n\n- Ничего не странные. Так и скажи, что тебе слабо ответить. \n\n- Ни... ничего не слабо! Пойдем со мной!\n\nСвейн пошел к ступенькам на второй этаж, по пути спотыкаясь и падая несколько раз. Вы помогали трактирщику подняться. \n\nНаверху вы оказались напротив двери в комнату Свейна. Хозяин таверны достал ключ, однако сразу же уронил его на пол.\n\n- Позволь мне. - сказали вы.\n\nВы подняли ключ о открыли дверь.",
    "answers": [
      {
        "id": 53,
        "text": "Войти"
      }
    ]
  },
  {
    "id": 53,
    "text": "В его комнате было просторнее, чем в вашей. Мебель здесь была лучше. Также в комнате стоял камин. Все было аккуратно сложено по своим местам. Вернее, так было, когда вы только вошли сюда. \n\nСвейн сразу начал что-то искать, сея при этом хаос и беспорядок в комнате. Он зачем-то смел все со стола руками. Затем он начал рыться в шкафу, бросая все вещи на пол. Позже он перешел к тумбе, книжным полкам и так далее. \n\n- Что ты делаешь? - спросили вы.\n\n- Ща, ща, минутку.\n\nМинутка растянулась на четверть часа. Но скучать вам не пришлось, своими действиями Свейн развлекал даже лучше фокусов придворного шута. Наконец, трактирщик достал какие-то бумаги и воскликнул:\n\n- Нашел!\n\nОн бросил бумаги на стол и начал водить по ним пальцами.",
    "answers": [
      {
        "id": 54,
        "text": "- Что там?"
      }
    ]
  },
  {
    "id": 54,
    "text": "- С... смотри!\n\n- И что я должен увидеть?\n\n- Это чертежи моего отца, по которым он... построил этот храм. \n\n- Я вижу. И как это поможет?\n\n- Ну... ик! В этом углу наибольшая точка опоры. Не знаю... ик-а! Не знаю, правда, достаточно ли мощный у тебя заряд, но если сломать эту опору... все... остальное... рухнет. - он положил голову на стол, - Ну что... когда пойдем... взрывать?\n\n- Ну что ты, дружище, это всего лишь шутка! Никто никого взрывать не будет!\n\n- Э нет!.. Еще как будет! Мы сейчас же пойдем туда и сравняем этот храм... с землей... чтобы... ты... больше... не... говорил... что... я... слабак...\n\nДоговорив последнюю фразу, Свейн захрапел. Вы решили оставить его наедине со столом и пойти к себе в комнату.",
    "answers": [
      {
        "id": 59,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 55,
    "text": "- Исключено. Эта женщина может подчинить вас своей воле, так как она поступала с местными.\n\n- Я - охотник на ведьм. Меня долгое время учили противостоять подобным чарам. Поверьте, я справлюсь.\n\nВы не уверенны, но кажется прецептор испытывал страх несколько секунд, после того, как услышал ваш ответ. Быть может, вам это только показалось.\n\n- Тем не менее, я не буду рисковать подобным образом. Это дело уже закрыто, виновник найден. Ищите себе другую заботу.",
    "answers": [
      {
        "id": 29,
        "text": "- Тогда еще один вопрос."
      }
    ]
  },
  {
    "id": 56,
    "text": "Когда вы закрыли дверь, девушка вдруг вскочила и набросилась на вас с ножом. Кандалы на ее руках давно были вскрыты, но вы не успели обратить на это внимание. Она повалива вас на землю и двумя руками давила на кинжал, чтобы проколоть ваш глаз. Вы же изо всех сил не давали ей этого сделать.\n\n- Назови хоть одну причину, почему я должна сохранить тебе жизнь, жрец Морра!\n\nУ нее был странный выговор, словно имперский язык не был ее родным.\n\n- Это что, бретоннский акцент?\n\nКажется, ваш вопрос застал девушку врасплох и она немного ослабила хватку. Воспользовавшись этим, вы вырвали у нее из рук нож и оттолкнули девушку от себя. Поднявшись, вы бросили нож в дальний угол комнаты.\n\n- Сразу видно, что ты не из этих краев. Не знаешь наших традиций. Служители Морра никогда не просят пощады. И я не жрец Морра.\n\n- Тогда кто же ты?",
    "answers": [
      {
        "id": 57,
        "text": "Я - охотник на ведьм."
      }
    ]
  },
  {
    "id": 57,
    "text": "Она рассмеялась немного истерическим смехом.\n\n- Так что же, значит охотник на ведьм пришел лично, чтобы казнить меня?\n\n- Нет. С этим, похоже, и без меня прекрасно справятся. Мне интересно, куда ты дела тела, ведьма?\n\n- Я не ведьма. - девушка отвернулась от вас.\n\n- Все так говорят.\n\n- Послушай, у меня в комнате, в местной таверне, есть дневник, где записана вся моя история. Прочитай его и приходи.\n\nВы кивнули.\n\n- Ладно. Позволь мне тебя заковать обратно, и кинжал я заберу.",
    "answers": [
      {
        "id": 16,
        "text": "Вернуться в трактир"
      }
    ]
  },
  {
    "id": 58,
    "text": "Девушка сидела в том же положении, как вы ее оставили. Заметив, что вы вернулись, она с надеждой посмотрела на вас.",
    "answers": [
      {
        "id": 28,
        "text": "- Я прочитал твой дневник.",
        "need": 23
      },
      {
        "id": 16,
        "text": "- Прости, я забыл прочитать твой дневник. Сейчас вернусь."
      }
    ]
  },
  {
    "id": 59,
    "text": "В комнате все оставалось том состоянии, каким вы это бросили в последний раз: незаправленная послель, грязная посуда от завтрака, которую вы не позаботились вернуть дочери Свейна, и ваш мешок с вещами, который до сих пор лежал на столе.",
    "answers": [
      {
        "id": 60,
        "text": "Посмотреть в окно",
        "need": -60
      },
      {
        "id": 62,
        "text": "Осмотреть мешок"
      }
    ]
  },
  {
    "id": 60,
    "text": "За окном уже смеркалось. У вас был очень насыщенный событиями день и хотелось спать, но перед сном нужно подготовиться к завтрашнему дню.",
    "answers": [
      {
        "id": 59,
        "text": "Вернуться к делам"
      }
    ]
  },
  {
    "id": 61,
    "text": "Этот многозарядный арбалет когда-то принадлежал темному эльфу. Много лет назад вы выследили и перебили отряд лазутчиков темных эльфов около Мариенбурга, приплывших из Нагарота. Возглавляла отряд ведьма, с целью истребления которых и были созданы охотники на ведьм. Стрелок успел прострелить вам оба плеча перед смертью, навсегда оставив шрамы.\n\nВ барабане помещается до пятнадцати болтов. Смертоносное оружие.\n\nВы определенно берете его с собой.\n\nСледующим из мешка вы достаете...",
    "answers": [
      {
        "id": 64,
        "text": "пару пистолетов"
      },
      {
        "id": 65,
        "text": "саблю"
      }
    ]
  },
  {
    "id": 62,
    "text": "Раскрыв мешок, вы сразу почувствовали характерный запах. Кажется, вяленное мясо испортилось.\n\nВы открыли окно и выбросили туда испорченное мясо. На лакомый кусочек сразу же собрались собаки.  Они даже начали драться друг с другом из-за куска тухлятины.\n\nСтранно, ведь вы сегодня весь день бродили по деревне и ни разу не видели собак. Быть может это не собаки, а волки, которые стали смелее ночью? Из окна точно разглядеть их не удается.\n\nЧто бы ни творилось за окном, у вас другие заботы. Возможно, завтра вам предстоит серьезный бой, и нужно быть к этому готовым.\n\n Из самого верха мешка выглядывает арбалет.",
    "answers": [
      {
        "id": 61,
        "text": "Вытащить арбалет"
      },
      {
        "id": 64,
        "text": "пару пистолетов",
        "need": 61
      },
      {
        "id": 65,
        "text": "саблю",
        "need": 64
      },
      {
        "id": 66,
        "text": "бочонок с порохом",
        "need": 65
      },
      {
        "id": 67,
        "text": "Лечь спать",
        "need": 66
      }
    ]
  },
  {
    "id": 63,
    "text": "Здесь царил шум и гам. Были крики,  толкучка и даже драки. Люди уже не могли дождаться казни.\n\nВремя от времени кто-то кричал:\n\n- Сжечь ведьму!\n\nВ центре площади люди вбили в землю длинный столб, к которому была привязана Изабелла. Под столбом лежали снопы сена. Похоже, все было готово, чтобы воспламениться.\n\nКазнь все еще не началась. Прецептор должен произнести приговор и зажечь костер, но его все еще не было.\n\nВы решаетесь подойти к костру и заговорить с толпой.\n\n- Эта женщина не ведьма!\n\nВдруг толпа утихла. Они ждут доказательств.",
    "answers": [
      {
        "id": 71,
        "text": "Показать дневник",
        "need": 68
      },
      {
        "id": 72,
        "text": "Отвести толпу в храм"
      }
    ]
  },
  {
    "id": 64,
    "text": "Эти однозарядные пистолеты вы приобрели еще в начале своей карьеры, простое, но смертельное оружие.\n\nВы точно берете их с собой.\n\nСледующим из мешка вы достаете...",
    "answers": [
      {
        "id": 65,
        "text": "саблю",
        "need": -65
      },
      {
        "id": 66,
        "text": "бочонок с порохом",
        "need": 65
      }
    ]
  },
  {
    "id": 65,
    "text": "Этот клинок вам выковал на заказ лучший кузнец Империи. Не гномья работа конечно, но дело свое знает.\n\nБез своей сабли вы никуда не пойдете.\n\nСледующим из мешка вы достаете...",
    "answers": [
      {
        "id": 64,
        "text": "пару пистолетов",
        "need": -64
      },
      {
        "id": 66,
        "text": "бочонок с порохом",
        "need": 64
      }
    ]
  },
  {
    "id": 66,
    "text": "Этот порох вы получили в подарок за помощь гномам. Вы конечно предпочли бы оплату золотом, но спорить с гномом бесполезно. Более того, поспорив, можно обидеть гнома, а обид они не прощают.\n\nВ этом бочонке около пяти килограмм пороха. Должно хватить, чтобы обрушить стены храма.\n\nБочонок вам точно пригодится.\n\nКажется, в мешке больше нет ничего, что могло бы вам пригодиться.",
    "answers": [
      {
        "id": 67,
        "text": "Отложить мешок в сторону и пойти спать."
      }
    ]
  },
  {
    "id": 67,
    "text": "Когда вы сложили все необходимое на столе, вы лягли в постель, и почти сразу же уснули.\n\nВам не снились никакие сновидения, по крайней мере, вы их не запомнили.\n\nВыглянув в окно, вы поняли, что вчера слишком сильно устали - вы почти проспали казнь. Оставалось около получаса.\n\nСхватив со стула заранее подготовленные для всего оружия ножны и надев их на себя, вы цепляете саблю на левое бедро, пистолеты - спереди, на поясе, арбалет - за спину. Бочонок придется нести в руках. Теперь вы вооружены до зубов.",
    "answers": [
      {
        "id": 68,
        "text": "Взять дневник с собой",
        "need": -68
      },
      {
        "id": 69,
        "text": "Заглянуть в комнату Свейна",
        "need": -69
      },
      {
        "id": 70,
        "text": "Спуститься на первый этаж"
      }
    ]
  },
  {
    "id": 68,
    "text": "Вы решаете взять дневник Изабеллы, чтобы воспользоваться им как доказательством ее невиновности и кладете его под куртку.",
    "answers": [
      {
        "id": 67,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 69,
    "text": "Свейн все также спал лицом в стол. Видать он уж очень много выпил. Оно и к лучшему. Не стоит ему смотреть на то, что будет дальше.",
    "answers": [
      {
        "id": 67,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 70,
    "text": "На первом этаже было тихо. Похоже все посетители уже ушли на казнь. Только официантка стояла у стола и протирала его тряпкой.\n\n- Ты не идешь смотреть на казнь?\n\n- Такие развлечения не для меня.\n\n- В таком случае закройся и никого не впускай. То что произойдет дальше, тебе точно видеть не стоит.\n\n- Но...\n\nДевушка хотела что-то уточнить, но вы уже вышли.",
    "answers": [
      {
        "id": 63,
        "text": "Отправиться на площадь"
      }
    ]
  },
  {
    "id": 71,
    "text": "Вы достаете из внутреннего кармана своей куртки дневник, и поднимаете руку с дневником над головой.\n\n- Это дневник, который я нашел в ее комнате в трактире. Здесь ясно описываются события из ее жизни. Она благородная дама Бретоннии, а не ведьма!\n\n- Дай-ка!\n\nОдин из местных вырывает дневник у вас из рук. Он открывает дневник и пытается читать, но, похоже, это у него не получается.\n\n- Что за чушь? Тут ни хрена не понятно! - он бросает дневник на землю, где его тут же затаптывают.\n\nВы качаете головой.\n\n- Тебе и не должно быть понятно. Это высший язык знати Бретоннии.\n\n- А что-то более убедительное и понятное у тебя есть?",
    "answers": [
      {
        "id": 63,
        "text": "- Конечно."
      }
    ]
  },
  {
    "id": 72,
    "text": "- Я знаю кто во всем виновен. Прецептор и его...\n\n- Прецептор это тот, который аббат? - перебил вас какой-то мужчина.\n\n- Да, дубина. - ответил ему второй.\n\nПомолчав несколько секунд, вы продолжили:\n\n- Я своими глазами видел, что в подвале храма спрятаны все ваши мертвые. Аббат и храмовники не те, за кого себя выдают. Если вы мне не верите, пойдем со мной, и я докажу это. Но сначала, вам всем нужно вооружиться.\n\nПоначалу люди начали ворчать, но потом разошлись по домам. Тем временем вы разрезали веревки Изабеллы ее же кинжалом. Когда вы освободили ей руки, вам прилетела пощечина.\n\n- Ты чуть не опоздал!\n\nВы улыбнулись: \n\n- И все же, ты еще жива.\n\nРазвязав Изабеллу, вы вернули кинжал владелице. Вдруг, она вас поцеловала. Вам пришлось прервать ее, ведь жители уже вернулись.\n\nВместо оружия они взяли все, что было под рукой: вилы, палки, сковородки. У нескольких были мечи и луки.\n\n- За мной! - сказали вы и взмахнули саблей. ",
    "answers": [
      {
        "id": 73,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 73,
    "text": "Случилось именно то, чего вы опасались. Похоже прецептор знал, что вы задумали, поэтому и не пришел на казнь. Вместо этого, он занимался поднятием мертвых из подвала. \n\nСкелеты и зомби заняли построение в пять шеренг. В каждой шеренге было по десять мертвецов, так что вы без проблем подсчитали их всех. Возможно, монахи не успели подготовить остальную половину, либо они припрятали их для неожиданного удара.\n\nПрецептора, как и остальных ложных служителей Морра, здесь не было.",
    "answers": [
      {
        "id": 74,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 74,
    "text": "Одна женщина из местных, прибывших с вами, упала в обморок, от шока после увиденного.\n\nВы обернулись к деревенским с речью:\n\n- Славные жители этой деревни! Когда-то ваше поселение было тихим и спокойным местом. Но все изменилось. Зло сбросило свою маску и предстало перед нами!  Эти живые мертвецы - демоны в телах ваших умерших родственников. Когда-то вы их знали и любили, но сейчас вы должны убивать их без пощады! Это больше не ваши родные и никогда ими не будут. Я понимаю, не у каждого из вас хватит смелости на это, но те, кто останутся, чтобы дать бой, в загробной жизни ни в чем нуждаться не будут. Кто со мной?\n\nНесмотря на вашу длинную и вдохновляющую речь, вдохновляющей она показалась далеко не для всех.\n\n- Ну нахер! - сказал один из местных и побежал прочь от храма.\n\nЗа ним побежало большинство местных. Из почти что сотни, с вами осталось около двух десятков достаточно крепких мужиков с Изабеллой.",
    "answers": [
      {
        "id": 75,
        "text": "В атаку!"
      }
    ]
  },
  {
    "id": 75,
    "text": "- Подержи. И жди здесь!\n\nВы передали бочонок с порохом Изабелле, взяли во вторую руку пистолет, и ринулись в бой.\n\nПервым выстрелом вы попали скелету с мечом в голову. Осколки черепа разлетелись во все стороны.  Несмотря на то, что он лишился головы, скелет все еще шел прямо на вас. Тогда вы изо всей силы ударили скелета саблей. Он заблокировал удар, однако старые кости его руки сломались от силы вашего удара, и рука с мечом отвалилась. Вы разрубили скелета пополам. Теперь от него осталась груда костей, которая все еще шевелилась.\n\nВы заметили, что Изабелла все же вас не послушала, и пошла за вами. Она спрятала кинжал в сапог и подобрала меч убитого вами скелета. Возражать у вас не было времени.\n\n- За мной!",
    "answers": [
      {
        "id": 76,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 76,
    "text": "Следующий скелет был с мотыгой в руках. Вы прицелились из второго пистолета в грудину и выстрелили. Ребра скелета, оставшись без кости, на которой они держались, разлетелись во все стороны. Позвоночник переломился на две части и скелет рассыпался.\n\nЗатем на вас напал зомби с копьем.  Одной рукой вы блокировали его удары, а второй перезаряжали пистолеты бумажными патронами. Арбалеты против нежити безполезны, ведь стрелы просто проходят между костей. \n\nВы так увлеклись перезарядкой пистолета, что копье едва не угодило вам в голову. Но Изабелла вовремя вмешалась и зарубила зомби.\n\nВы осмотрелись вокруг. Оставалось еще около трех десятков живых мертвецов и дюжина еще живых людей, включая вас с Изабеллой. Вдруг у вас на глазах один из ваших бойцов выронил свое оружие и встал на колени перед зомби:\n\n- Папа! Это же я!\n\nНо зомби его не услышал. Одним резким движением он перерезал горло мужчине своим мечом и пошел дальше. Человек хватался руками за горло, пытаясь остановить кровь, но было уже слишком поздно. Через несколько мгновений он упал, и почти сразу же поднялся. В его движениях пропала человечность. Он стал более неуклюжим и передвигался, шаркая ногами. Кажется, он сменил сторону в этом бою, присоединившись к мертвецам.\n\n- Мы так ничего не добьемся! Нужно убить некроманта! - крикнули вы Изабелле.",
    "answers": [
      {
        "id": 77,
        "text": "Бежать в храм"
      }
    ]
  },
  {
    "id": 77,
    "text": "В главном зале вы увидели семерых рыцарей в черных доспехах. Все они были вооружены двуручными мечами. Также здесь были пятеро людей в мантиях с капюшонами, в руках у которых были моргенштерны. В центре стоял уже хорошо вам знакомый прецептор Маркус.\n\n- Один из моих неофитов сообщил мне, что ты говорил с девушкой без моего разрешения. Я сразу понял, что ты не уйдешь отсюда, пока не сунешь нос в каждый угол этого захолустья. Раз уж боя было не миновать, я подготовился к нему заранее.\n\nЗакончив свою фразу, он откинул  капюшон. Его лицо было мертвенно бледным. Голова была практически лысой, за исключением нескольких клочков седых волос. Все лицо было уродливым и покрытым шрамами. Правый глаз отсутствовал. Левый же был ярко синим. От глаза исходил слабый свет. Похоже, этот человек сильно продлил положенный ему срок жизни. В правой руке некромант держал черный посох. На посохе были вырезаны змеи, которые обвивались по всей его площади. Маркус продолжил:\n\n- Смирись, охотник. Ты проиграл. Все твои сторонники уже служат мне. Они лишь ожидают моего приказа разорвать тебя.\n\nВы оглянулись назад и увидели, что нежить и вправду уже перебила крестьян собралась у входа в храм. Они стояли, шатались, или переминались с ноги на ногу.\n\n- Ты можешь умереть быстро и безболезненно, пополнив мою армию. Но если будешь сопротивляться, я сначала сниму кожу с твоей подружки, - вы заметили, что Изабелла испугалась, - потом дождусь, пока она умрет,  оживлю ее, и наконец, заставлю ее снять шкуру с тебя.",
    "answers": [
      {
        "id": 78,
        "text": "- Перед тем, как мы начнем убивать друг друга, я бы хотел уточнить кое-что.",
        "need": -78
      },
      {
        "id": 79,
        "text": "- Покончим с этим!"
      }
    ]
  },
  {
    "id": 78,
    "text": "- Ты хочешь спросить меня о чем-то? Забавно. Что ж, я отвечу. Будем считать это твоим предсмертным желанием.",
    "answers": [
      {
        "id": 80,
        "text": "- Давно вы притворяетесь рыцарями Морра?",
        "need": -80
      },
      {
        "id": 81,
        "text": "- Это храмовники Морра, которых ты когда-то убил?",
        "need": 80
      },
      {
        "id": 82,
        "text": "- Что вы делаете в этом месте?",
        "need": -82
      },
      {
        "id": 83,
        "text": "- Много ли еще таких, как ты?",
        "need": 82
      },
      {
        "id": 77,
        "text": "- Я услышал достаточно."
      }
    ]
  },
  {
    "id": 79,
    "text": "Вы забираете у Изабеллы бочонок, кладете его на землю и толкаете ногой в нужном направлении. Посмотрев, как катится бочка, Маркус рассмеялся и спросил:\n\n- Ты, что же, хочешь угостить меня вином? \n\nВместо ответа вы достаете из-за спины свой многозарядный арбалет и делаете несколько выстрелов в некроманта и его прислужников, при этом плавно отходите поближе к окну. Болты прилетают одному из учеников некроманта в голову, второму простреливает плечо, третьему в сердце. Одним из выстрелов вы почти попадаете некроманту в единственный глаз, но он хватает стрелу на лету, потом ломает ее одной рукой.\n\nМертвецы со двора входят внутрь в храм, из кабинета прецептора выходит вторая половина мертвецов. Выжившие ученики некроманта идут к вам. Рыцари также приближаются. \n\nВы бросаете арбалет в окно, тем самым разбивая стекло. Затем выхватываете в освободившиеся руки пистолеты и кричите Изабелле:\n\n- Давай в окно!\n\nИзабелла оглядывается на мертвецов, затем смотрит на вас: \n\n- Только не вздумай остаться здесь и умереть.\n\nЗатем она вылазит в окно.\n\nВы пытаетесь найти взглядом вашу бочку с порохом, однако мертвецов стало слишком много, и они полностью перекрыли линию выстрела. Вместо этого вы делаете нечто другое...",
    "answers": [
      {
        "id": 84,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 80,
    "text": "- Когда-то меня выслеживал отряд рыцарей Морра. Когда я разобрался с ними, мне пришла в голову отличная мысль: построить ненастоящий храм бога смерти, куда люди добровольно будут приводить новых воинов в мои ряды. Доспехи рыцарей Морра у меня уже были, а за свою смертную жизнь я помнил, как эти храмы выглядят. Правда ведь забавно получилось, люди верили, что я настоящий прецептор Морра, пока ты не пришел.",
    "answers": [
      {
        "id": 78,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 81,
    "text": "- Те, что в доспехах - да. Остальные, - он оглядывается на людей в мантиях - мои ученики. Я обучаю их некромантии.",
    "answers": [
      {
        "id": 78,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 82,
    "text": "- А разве и так не ясно? Я создаю армию к возвращению моего повелителя из загробной жизни. Когда он прибудет, ему понадобятся все войска нежити, чтобы покорить Империю.",
    "answers": [
      {
        "id": 78,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 83,
    "text": "- О, мы есть везде: в Империи, Бретоннии, Кислеве, Тилии, Эсталии, Инде, Катае, и даже Ниппоне. Придет час, и мир живых навсегда останется в прошлом.",
    "answers": [
      {
        "id": 78,
        "text": "- Ну, это мы еще посмотрим!"
      }
    ]
  },
  {
    "id": 84,
    "text": "... вы прицеливаетесь и стреляете в посох некроманта, который разламывается на две части.\n\n- Что ты наделал!\n\nПохоже это сильно ослабило некроманта. Половина его мертвых снова превратилась в обычную груду костей.\n\nКогда мертвецы падают, вы снова замечаете бочонок. Другим метким выстрелом вы взрываете его.\n\nОт взрыва сразу же рушится часть стены, затем начинает обваливаться потолок. Камни падают на головы зомби и скелетов, давят их. Вот-тот начнет обваливаться потолок у вас над головой. \n\n",
    "answers": [
      {
        "id": 85,
        "text": "Выпрыгнуть в окно."
      }
    ]
  },
  {
    "id": 85,
    "text": "Хотя вы успеваете выпрыгнуть из здания, всеже отползти на безопасное расстояние вам не удается, и один из каменных блоков падает вам на ногу, ломая ее. Вы чувствуете ужасную, адскую боль, но не кричите. Вас учили игнорировать это чувство. Спустя несколько глубоких вдохов вы успокаиваете боль и почти не ощущаете ее. \n\nИзабелла, которая нашла ваш арбалет, помогает вам подняться и вы опираетесь на ее плечо. \n\nОт храма остались одни руины. От некогда большого строения осталась лишь груда камня. Кругом валялись трупы как недавно, так и давно умерших людей. А под камнями их осталось больше всего.\n\nВы уже собираетесь уходить, как вдруг...",
    "answers": [
      {
        "id": 86,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 86,
    "text": "... вы видите, как один из камней шевелится. Он сдвигается, из-под него вылазит рука. Рука сдвигает соседний камень. Затем вы замечаете некроманта, который вылазит из завала. Он вытащил из ножен свой меч и направляется в вашу сторону.\n\n- Ты же не думал, что меня можно так просто убить?\n\nЕго и без того безобразное лицо стало еще уродливее. Упавший на голову камень сделал некроманту вмятину в черепе. Из-за такой деформации, его единственный глаз стал сильнее выпирать наружу, почти вылезая из глазницы. \n\nСледом за ним из завала выбрались двое рыцарей в черных доспехах.\n\nВы подбираете с земли какую-то палку, брошенную местным жителем, когда тот убегал, и используете ее вместо трости. Изабелла стреляет из арбалета.",
    "answers": [
      {
        "id": 87,
        "text": "Зарядить пистолеты."
      }
    ]
  },
  {
    "id": 87,
    "text": "Два болта отскакивают от брони рыцаря. Третий попадает между пластин, но эффекта не приносит. Тогда Изабелла целится в некроманта и попадает ему в сердце. Он на это никак не реагирует и продолжает наступать. Второй болт попадает в пустую правую глазницу, но и это не дает никакого результата. \n\nВы успеваете зарядить только один пистолет и выстрелить, перед тем как враги успевают приблизиться. Ваш выстрел попадает в ногу мертвецу, раздробив кости, и тот падает, но продолжает ползти к вам. Это его замедлит.\n\nЗатем вы достаете саблю и парируете удар уже приблизившегося к вам некроманта.",
    "answers": [
      {
        "id": 88,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 88,
    "text": "На Изабеллу нападает второй рыцарь. Он со всей силы делает рубящий удар двуручным мечом, который девушка отбивает арбалетом. Корпус обычного арбалета не выдержал бы такого удара, но этот темные эльфы сделали его из специального прочного, и при этом легкого металла. Но все-таки удар был достаточно сильным, чтобы оттолкнуть и сбить с ног Изабеллу.\n\nВ это время ваша дуэль с некромантом начинает затягиваться. Вы несколько раз успешно отбиваете его удар и контратакуете, оставляя на Маркусе все новые и новые шрамы, но он словно не замечает этого.  Вы начинаете уставать, и, похоже, вашему противнику усталость не грозит.\n\nИзабелла отбивается изо всех сил. На арбалете уже появилось несколько царапин от ударов мертвого рыцаря. Если вы не предпримете чего-то, ее, а потом и вас, ждет смерть.",
    "answers": [
      {
        "id": 89,
        "text": "Зарядить пистолет"
      },
      {
        "id": 90,
        "text": "Отрубить некроманту здоровый глаз"
      }
    ]
  },
  {
    "id": 89,
    "text": "Вряд ли у вас есть шансы это сделать. По крайней мере, пока вы находитесь с вашим противником в ближнем бою.",
    "answers": [
      {
        "id": 88,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 90,
    "text": "После очередного успешного блокирования вы снова атакуете и отсекаете половину глаза некроманта. Лишившись зрения, он был дезориентирован.\n\n- Нет! Я убью тебя!\n\nОн продолжает махать мечом в вашу сторону, но теперь он делает все атаки наугад, и не видит ваших действий. \n\nВы отрубаете правую кисть некроманта, и она падает вместе с мечом. Маркус пытается найти свою руку на земле, но делать это приходится наощупь. Теперь он жалок и беспомощен.",
    "answers": [
      {
        "id": 91,
        "text": "Зарядить пистолет"
      }
    ]
  },
  {
    "id": 91,
    "text": "Вы заряжаете пистолет и стреляете некроманту в голову почти что упор.\n\nОт головы едва ли что-то остается. Ваши ботинки забрызгиваются гнилой, черной кровью. \n\nРыцарь, с которым дралась Изабелла, неожиданно перестает подавать признаки жизни и падает. Второй рыцарь останавливается, так и не успев доползти. Некромант перестал их контролировать.\n\nВдруг, из-под телеги, что стояла рядом, вылазят двое до смерти испуганных мужчин, из тех, кто согласился остаться и сражаться. Вы тут же отдаете им приказы:\n\n- Я почти уверен, что эта тварь мертва, но лучше перестраховаться. Сожгите его, - вы указываете на некроманта, а потом на остальные тела, - сожгите их всех.",
    "answers": [
      {
        "id": 92,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 92,
    "text": "С помощью Изабеллы вы ковыляете на одной ноге в сторону трактира. По дороге девушка вас расспрашивает:\n\n- С тобой всегда так весело?\n\n- Бывает.\n\n- А напарник тебе не нужен?\n\n- Я привык проходить свой путь в одиночку.\n\n- Вот сейчас возьму, и брошу тебя. Будешь тогда ползти свой путь в одиночку. - Изабелла сделала обиженное лицо.\n\n- Ладно, ладно. Убедила.",
    "answers": [
      {
        "id": 93,
        "text": "В трактире"
      }
    ]
  },
  {
    "id": 93,
    "text": "В таверне вы увидели сонного и перепуганного Свейна с его не менее испуганной дочкой. Должно быть, его разбудили крики соседей, пробегающих в ужасе мимо трактира. Или, он услышал взрыв и проснулся. \n\n- Что там произошло? И почему эта ведьма с тобой?",
    "answers": [
      {
        "id": 94,
        "text": "- Долгая история. Но мог бы ты привести какого-нибудь врача из местных? Если они еще не все сбежали, конечно."
      }
    ]
  },
  {
    "id": 94,
    "text": "Как оказалось, его дочь неплохо разбиралась в травах. Две недели постельного режима и вы снова будете на двух ногах.",
    "answers": [
      {
        "id": 95,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 95,
    "text": "Большинство местных на следующий день вернулись, но многие сбежали навсегда. \n\n- Пережив такое, это место больше никогда не будет таким тихим и спокойным, как раньше. Люди изменились, - как-то произнес Свейн.",
    "answers": [
      {
        "id": 96,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 96,
    "text": "Вы провели две недели почти не вставая с постели, но Изабелла не давала вам скучать.  Вы узнали много нового о ее прошлом, о традициях Бретоннии.\n\nБретонния - это королевство с феодальной системой. Вся власть принадлежит рыцарям и королю. Простые крестьяне при этом чаще всего страдают, как при правлении ее отца. К тому же их технологии сильно отстают от имперских, ведь у бретонцев до сих пор огнестрельное оружие не в ходу.\n\nЗдесь же, в Империи, дела обстоят несколько иначе. У людей немного больше свобод, и даже крестьянин может когда-нибудь стать рыцарем. ",
    "answers": [
      {
        "id": 97,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 97,
    "text": "Местные разобрали весь камень, что остался от храма. Они воспользовались им для постройки новых зданий.\n\nИз части камня люди построили небольшое святилище Сигмара, первого Императора. К новому святилищу люди приходили молиться почти каждый день.",
    "answers": [
      {
        "id": 98,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 98,
    "text": "Наконец, когда вы смогли ходить самостоятельно, вы закупили у Свейна провизии и отправились в путь.\n\nКонечно, нога еще не успела зажить до конца, но вы все же не могли сидеть на одном месте, пока вся нечисть в Империи не будет истреблена.",
    "answers": [
      {
        "id": 99,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 99,
    "text": "Вы отдали Изабелле коня вашего бывшего компаньона Генриха, а сами сели на своего верного черного скакуна по имени Сумрак.\n\nПока вы отдыхали, Изабелла научилась достаточно метко стрелять из арбалета, так что вы решили оставить это оружие у нее.",
    "answers": [
      {
        "id": 100,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 100,
    "text": "Когда вы выехали к дороге, Изабелла спросила:\n\n- Куда отправимся?\n\n- Давай пока что вперед. Зло есть повсюду, так что мы обязательно найдем себе новые неприятности, - ответили вы и улыбнулись.\n\nПо дороге героев ожидало множество приключений и опасностей, но это уже совсем другая история...",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      },
      {
        "id": 42,
        "text": "От автора",
        "need": 42
      }
    ]
  },
  {
    "id": 101,
    "text": "",
    "answers": []
  },
  {
    "id": 102,
    "text": "",
    "answers": []
  },
  {
    "id": 103,
    "text": "",
    "answers": []
  }
]