[
  {
    "id": 1,
    "text": "Автор: Андрей Терновский (Randry, W.S)\n\nАнотации: Вы — Ярмолов Артём. В зоне известны как \"Клин\".\nТут для вас уже многое потеряло смысл, после недавнего выброса и пропажи лучшего друга Марка. \nВаша главная задача — найти друга живым или мёртвым, это уже не важно. Вы просто хотите снова увидеть родное для вас лицо...\n\nДостижения:\n\"Безумный Клин\"\n\"Подсигар\"\n\"Всё к лучшему\"\n\"Стрелять — не жить\"\n\"Где газонокосилка?!\"\n\"Сон на яву\"\n\"Так надо...\"",
    "answers": [
      {
        "id": 2,
        "text": "Начать прохождение."
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "https://srv4.imgonline.com.ua/result_img/imgonline-com-ua-Resize-1BdIuiadYcb2IG.jpg",
        "system": true
      },
      {
        "id": 52,
        "text": "Обновления"
      },
      {
        "id": 1,
        "text": "",
        "pageImg": "https://srv2.imgonline.com.ua/result_img/imgonline-com-ua-Resize-q6pzJNiDqxlka.jpg",
        "system": true
      },
      {
        "id": 81,
        "text": "Сообщение читателю"
      }
    ]
  },
  {
    "id": 2,
    "text": "Ваше путешествие начинается с деревни Андреевки. Тут не было ничего необычного. Парочка полуразвалиных домов, излучающих небольшие отблески, из-за солнца и склизких досок, уже заржавевший армейский грузовик, вросший в землю и небольшое подвальное помещение, в котором местный народ прятался от выбросов. \nИз за террриториального фактора и постоянных выбросов сталкеры не могли ничего себе позволить, кроме куртки и ржавого ПМа. Поэтому приходилось охотиться и добывать артефакты, чтобы выжить...",
    "answers": [
      {
        "id": 3,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 3,
    "text": "Вы чувствуете как повсюду вас окутывает темнота. Вы ничего не видете кроме костра и сидящего у него сталкера. \n— Что происходит? Марк, это ты?\nЧто то не так...",
    "answers": [
      {
        "id": 4,
        "text": "Подойти ближе "
      }
    ]
  },
  {
    "id": 4,
    "text": "Вы подходите ближе к сидящему сталкеру и понимаете, что это не Марк. Его голова поворачивается на вас, сопровождаясь хрустом костей и сухожилий. На его лице виднелись огромный шрам и вызженые глаза.\n— Клин, ты должен помочь нам. Иначе всех ждёт такая же учесть...\n",
    "answers": [
      {
        "id": 5,
        "text": "Кто ты?"
      },
      {
        "id": 6,
        "text": "Где я?"
      },
      {
        "id": 7,
        "text": "Проснуться"
      }
    ]
  },
  {
    "id": 5,
    "text": "— Ты узнаешь ответ на этот вопрос, если наконец перестанешь \"жевать сопли\" и двинешь на поиски Марка. Советую поторопиться, ему сейчас нелегко.",
    "answers": [
      {
        "id": 4,
        "text": "Понятно "
      }
    ]
  },
  {
    "id": 6,
    "text": "— Неужели ты настолько глуп, что не можешь понять этого? Ты спишь! ",
    "answers": [
      {
        "id": 4,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 7,
    "text": "Вы медленно открываете глаза, темнота потихоньку рассеивается и вы чувствуете как что то непонятное и холодное касается вашей руки, свисавшей с кровати. Вам было как то не по себе, но всё же, проснувшись в поту, вы бы не отказались от лёгкого холодка. \nЭто был ветер.\nПротерев глаза и встав с кровати вы замечаете, что спали в полуразваленом доме, а в деревне затаилась абсолютная тишина. Всё это казалось странным, ведь обычно здесь целый день  местные сталкеры рассказывали анекдоты, делились историями и пели песни.",
    "answers": [
      {
        "id": 8,
        "text": "Проверить карманы"
      },
      {
        "id": 9,
        "text": "Заглянуть в КПК"
      },
      {
        "id": 10,
        "text": "Выглянуть в окно"
      },
      {
        "id": 11,
        "text": "Выйти из дома"
      }
    ]
  },
  {
    "id": 8,
    "text": "Пошарившись в карманах вы находите у себя пачку патронов, пару болтов и фотографию, на которой были вы с Марком и еще 6 человек. \nЭто была ваша старая группировка \"В.Е.Р.А.\". \n—Тут мы все живы и здоровы... Только что закончили вылазку.",
    "answers": [
      {
        "id": 7,
        "text": "Было время"
      }
    ]
  },
  {
    "id": 9,
    "text": "Вы берёте в руки свой поцарапаный КПК с большой трещиной на экране и хотите проверить последние принятые сообщения.\n",
    "answers": [
      {
        "id": 12,
        "text": "Проверить"
      }
    ]
  },
  {
    "id": 10,
    "text": "Взглянув в окно вам открывается вид на центральный вход в деревню.\nДеревня была окружена гнилым забором, в котором иногда виднелись небольшие дыры. У входа был маленький костёр у которого вечно сидел народ, но в данный момент он был потушен и в округе никого не было, кроме пугающе каркающих воронов.\nВы смотрите левее и замечаете как в соседнем доме промелькнул какой то силует.",
    "answers": [
      {
        "id": 7,
        "text": "Отойти от окна"
      }
    ]
  },
  {
    "id": 11,
    "text": "Вы с опаской достаёте свой именной ТТ и заряжаете его, выходя из дома. \nНаправив дуло пистолета на соседний дом вы приближаетесь к ниму. Прямо на пороге вы слышите немного хриплый голос: \"Не стреляй, у меня ничего нет!\".\nВы опускаете пистолет и говорите: \"Ладно, выходи, только медленно!\".\nСпустя пару секунд в коредоре медленно появляется сталкер в ободраной куртке и рюкзаком, в котором явно что то лежало. Хоть в конце дома вы и видели этого бродягу, но из-за лёгкой дымки вы всё равно не могли разглядеть его лица.",
    "answers": [
      {
        "id": 13,
        "text": "Подойти ближе"
      },
      {
        "id": 14,
        "text": "\"Где остальные?\""
      },
      {
        "id": 15,
        "text": "\"Что ты тут делаешь?\""
      }
    ]
  },
  {
    "id": 12,
    "text": "06:24 [Сталкеры] Вовка Череп: Братья-сталкеры аккуратнее на центральной дороге! Тут полно бандюков!\n\n07:02 [Военные] Сержант Ватутин: Приём! Есть кто живой?! Мы у поста недалеко от Тонеля. Нужна помощь!\n\n07:51 [Сталкеры] Рысь: Клин, если ты ещё в деревне двигай ко мне, есть разговор.\n\n",
    "answers": [
      {
        "id": 7,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 13,
    "text": "Вы подходите ближе и начинаете потихоньку разглядывать лицо, которое казалось вам немного знакомым.\nПохоже, что это был местный сталкер. Иногда вы видели его в этой деревне. Его звали \"Отмычка\". Смешная кличка, да? А ведь вы знали, что получил он её после того, как выколол глаза бандиту который хотел взломать его ящик с хабаром. \nКак сталкер он был конечно неплохим, но ходили слухи, что он  мог заниматься \"тёмными\" делишками. Такими как грабёж, убийство и контробанда.",
    "answers": [
      {
        "id": 11,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 14,
    "text": "Задав этот вопрос вы заметили в движениях сталкера непонятное волнение.\nПоморщившись вы продолжаете строго смотреть на него.\nСталкер подумал и говорит:\n— \"Так ты что не в курсах, парень? Выброс был, все и попрятались, а потом яркая белая вспышка... Те кто успел посмотреть на неё лишильсь глаз и молча начали следовать за ней.\nА те кто отводил глаз были убиты. Но меня вспышка не тронула. Странно...\"",
    "answers": [
      {
        "id": 11,
        "text": "\"Понятно, что ничего не понятно\""
      }
    ]
  },
  {
    "id": 15,
    "text": "— \"Ну я решил хабаром запастись, он же больше никому не нужен\"\n\nС одной стороны вы понимали этого бродягу. Каждый же мог оказаться в такой ситуации. Ну а что, деревня то всё равно пустая, так ведь?\nНо стоит ли брать чужое? Может народ ещё жив?",
    "answers": [
      {
        "id": 16,
        "text": "Заставить положить всё на место"
      },
      {
        "id": 17,
        "text": "Заставить отдать всё вам"
      },
      {
        "id": 18,
        "text": "Ничего не делать"
      }
    ]
  },
  {
    "id": 16,
    "text": "Вы направляете пистолет на Отмычку и приказываете оставить в доме содержимое рюкзака.\n\n— \"Медлено снимай рюкзак и ложи всё на место, пока я не прострелил твою безмозглую голову!\"\nОтмычка испугался и начал делать всё, что вы сказали:\n— \"Хорошо, хорошо, только не стреляй, прошу!\"\nСталкер достал из рюкзака пару бинтов, консервы и почти кончившуюся бутылку водки. Он откинул рюкзак и с досадой смотря на вас, говорит:\n— \"Вот, доволен?\"\nВы отвечаете ему:\n— \"Да. Ты знал что чужое брать нехорошо?! Уходи и не занимайся больше такими вещами.\"\nСталкер поправил свою куртку и медленно уходит из дома, пока его силует не пропадает среди густой дымки в дали.",
    "answers": [
      {
        "id": 19,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 17,
    "text": "Вас окутало чувство жадности и вы решаетесь угражать бедному сталкеру, заставляя его отдать рюкзак вам.\n— \"Давай сюда рюкзак и проваливай!\"\nОтмычка кинул рюкзак вам подноги и с поднятыми руками выходит из дома, смотря вниз.\nКажется вы утомили своё чувство жадности...",
    "answers": [
      {
        "id": 20,
        "text": "Забрать рюкзак"
      }
    ]
  },
  {
    "id": 18,
    "text": "Вы закрыли на всё это глаза и понимаете, что вам сейчас не до этого. Ведь вам нужно найти своего друга Марка и похоже, что теперь лучше разузнать о судьбе Андреевки.\nСпустя минуту Отмычка уходит и вы остаётесь один среди гнилых домов и трескующих деревьев.",
    "answers": [
      {
        "id": 19,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 19,
    "text": "Вы решаетесь выдвигаться на поиски Марка и разгадки загадочной истории в Андреевке. \nИз деревни  было только две дороги. Первую местные сталкеры прозвали \"доской\" или \"центральной\". Там особо не ходили, потому что по ней, в шахматном порядке, перемещались аномалии.\nВторую, которая вела к старому тонелю местный сброд прозвал \"чёрной\", из-за того, что по дороге вечно бегали чёрные псевдособаки. Одни из самых опасных тварей.\nВыбор оставался только за вами.",
    "answers": [
      {
        "id": 22,
        "text": "Пойти по Центральной"
      },
      {
        "id": 23,
        "text": "Пойти по Чёрной"
      },
      {
        "id": 21,
        "text": "Обыскать деревню",
        "forget": []
      }
    ]
  },
  {
    "id": 20,
    "text": "Вы открываете рюкзак, в котором лежит пару бинтов, консервы и почти законченая бутылка водки. Вам даже стало немного не по себе, ведь из за всего этого вы, возможно, обречили Отмычку на смерть...\nСпустя две минуты вы понимаете, что всё что было в рюкзаке имело странный запах. Ах, да! Это запах гнили. Похоже всё это вам уже не пригодится. Кроме водки естественно.",
    "answers": [
      {
        "id": 19,
        "text": "Забрать водку"
      }
    ]
  },
  {
    "id": 21,
    "text": "Первым делом вы идёте в подвал, в котором от выбросов прятались сталкеры... Это было кирпичное сооружение с деревянной крышей, которое вело вниз по ступенькам метра на два. Внутри лежали матрацы и посередине стоял стол, на котором стояли армейские кружки и тарелки.\nСпустя пару минут вы находите ящик в котором лежал хлеб и пачка патронов, правда не для вашего пистолета. Вы сразу перехотели есть, как только взяли хлеб в руки, сверху на него ещё можно было смотреть, но как только вы подняли его, то почувствовали что под ним рвётся паутина и летая по воздуху словно снежные хлопья, разлетается плесень. Вы откидываете его в сторону и берёте в руки пачку патронов.\nОткрыв пачку, вы замечаете, что там всего лишь один отсыревший патрон калибра 9-мм. \n— \"И зачем я тратил драгоценное время?\"\n\nВыйдя из подвала вы осматриваете местные дома и находите чей-то ржавый, но рабочий детектор и кошель с 500 рублями.",
    "answers": [
      {
        "id": 19,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 22,
    "text": "Вы решаетесь идти по центральной дороге.\nКогда деревня пропала из виду в густом тумане, впереди, вы услышали звуки выстрелов. Кажется это было двуствольное ружьё, значит точно не вояки. Это вас порадовало.\nВ целях безопасности вы достали и зарядили свой пистолет, говоря себе под нос слова из разряда: \"да помоги мне господь\".\nКак только вы прошли пару метров, с пистолетом в руках, в густом тумане вы увидели силуэты трёх человек, стреляющих куда то в даль.",
    "answers": [
      {
        "id": 24,
        "text": "Стрелять"
      },
      {
        "id": 25,
        "text": "Подойти ближе"
      }
    ]
  },
  {
    "id": 23,
    "text": "Вы решаетесь пойти по Чёрной тропе. \nСвиду дорога была вполне обычной, ну если не считать множество аномалий и пробегающих из стороны в сторону кабанов.\nВдоль тропы рос кустарник двухметрового роста, за ним росли деревья и высокая трава. \nВсё это напоминало врата в зловещую тьму.\n",
    "answers": [
      {
        "id": 33,
        "text": "Достать пистолет и идти"
      }
    ]
  },
  {
    "id": 24,
    "text": "Спустя мгновенье вы решаетесь стрелять и как только на землю падает пятая, ещё тёплая гильза, выстрелы затихают. \nНаступает гробовая тишина.",
    "answers": [
      {
        "id": 26,
        "text": "Подойти вплотную"
      }
    ]
  },
  {
    "id": 25,
    "text": "Подойти ближе вы замечаете, что люди стреляющие впереди точно бандиты. \nОдин из них случайно обернулся и заметив вас, открыл огонь.\n\nПохоже что он попал, ведь через мгновенье ваша голова поднялась наверх, ноги слегка покосились. В небе закружила стая ворон. Вы упали и потеряли сознание...",
    "answers": [
      {
        "id": 32,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 26,
    "text": "Подойдя совсем в плотную вы видите три тела\nСпустя пару секунд вдали начали виднеться силуэты с фонариками, словно майские светлячки в тумане. Похоже это были сталкеры.\n",
    "answers": [
      {
        "id": 27,
        "text": "Обыскать тела слева"
      },
      {
        "id": 29,
        "text": "Идти навстречу сталкерам"
      }
    ]
  },
  {
    "id": 27,
    "text": "Вы подошли к телам. Похоже этим бандитам было плевать на зону и на то что она тварит со всеми нами, потому что в их рюкзаках кроме  водки ничего не было.\nРедко встретишь в зоне таких пофигистов.",
    "answers": [
      {
        "id": 26,
        "text": "Отойти",
        "forget": [
          27
        ]
      }
    ]
  },
  {
    "id": 28,
    "text": "Вы подходите к раненому бандиту.\nОн был одет в чёрный оборваный плащ и его лицо скрывала маска.\nОн крихтел от боли и умолял оставить его в живых, хотя судя по его ране он уже не желец...",
    "answers": [
      {
        "id": 26,
        "text": "Отойти"
      }
    ]
  },
  {
    "id": 29,
    "text": "Вы идёте навстречу бегущим к вам сталкерам. Похоже одного из них вы точно знали... \nЭто Рысь со своими ребятами.\n\n— \"Здорова, Клин! Рад тебя видеть. Мы тут с ребятами прочёсывали местность и наткнулись на эту шайку бандосов. Я вижу ты медлить не стал, это хорошо.\" \n— \"Слушай, Рысь, у меня тут вопросы есть...\"\n— \"Давай, в лагере, а? Следуй за мной\"\n\nВместе с отрядом сталкеров вы идёте по центральной дороге к ним в лагерь.",
    "answers": [
      {
        "id": 35,
        "text": "Идти"
      }
    ]
  },
  {
    "id": 30,
    "text": "",
    "answers": [
      {
        "id": 30,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 31,
    "text": "Вы собираетесь с мыслями и пытаетесь встать на ноги, но увы, попытка завершилась неудачно. Вы упали и зажмурились от боли.\nЧерез пару минут боль постепенно отступает и вы открывпете глаза.\n\nПеред вами стоял мужчина лет пятидесяти. Он был одет в коричневый плащ, вместо штанов из плаща мелькала часть какого то новороченого комбенизона. Этот парень однозначно не из салаг.\nСпустя мгновенье он присаживается к вам с ухмылкой на лице:\n— \"Ну что ты, хах, покоритель зоны, живой? Нехило в тебя народ пальнул, пришлось мне с тобой повозиться. Я Борман, но местные зовут меня по разному: Чёрный сталкер, Хирург... В общем их не понять.\"\n",
    "answers": [
      {
        "id": 36,
        "text": "Мне нужно идти, я должен найти Марка."
      }
    ]
  },
  {
    "id": 32,
    "text": "Звон в ушах. Вы открываете глаза и щуритесь от боли в голове.\nОчнувшись в какой то комнате посреди которой стоял стол со свечкой, а под вами лежал матрас.\nВы осматриваете своё тело и замечаете, что место ранения перевязано старым бинтом.\nВ углу комнаты стояли ящики, кажется с оружием. Над вашей головой вы заметили окно.\nА неподалёку от вас, на полу, лежал ваш именной  пистолет. Кажется кто то подобрал вас и не захотел убивать, может это бандиты смиловались?",
    "answers": [
      {
        "id": 31,
        "text": "Попытаться встать"
      }
    ]
  },
  {
    "id": 33,
    "text": "Вы достали пистолет и идёте вперёд.\nЧерез минуту пути вы слышите как позади от вас хруснула сухая ветка, лежащая на земле. Обернувшись, вы видете перед собой чёрную псевдособаку. У неё была огромная, слегка приоткрытая пасть, из которой капала ещё свежая кровь. Местами на спине собаки не было шерсти. \nТеперь оставалось решиться — как поступить.",
    "answers": [
      {
        "id": 34,
        "text": "Ждать"
      },
      {
        "id": 67,
        "text": "Стрелять"
      },
      {
        "id": 68,
        "text": "Бежать"
      }
    ]
  },
  {
    "id": 34,
    "text": "Вы решили ничего не делать и подождать.\nМутант подошёл к вам с небольшой опаской и начал к вам принюхиваться.\nСпустя минуту он поднимает свою голову на вас и в голове вы слышите чей то голос:\n—\"Не ходи туда. Там опасно. Уходи. Уходи...\"\nВы побледнели от всего этого. \n—\"Неужели я свихнулся?\"\nСнова голос в голове:\n—\"Ты не свихнулся. Ты понимаешь нас.\"",
    "answers": [
      {
        "id": 1,
        "text": "[Продолжение следует]"
      }
    ]
  },
  {
    "id": 35,
    "text": "Дорога к лагерю была достаточно безопасной, не считая местных аномалий, расположение которых знали все, даже новички.\nЛагерь местных сталкеров был окружён небольшим лесом из за которого, где то в паре киллометров виднелись крыши городских домов.\nНеподалёку была слышна гроза и иногда \"пролетали\" звуки очередей.\n\nПростая деревушка, в центре был костёр, вокруг которого стояли ящики, скорее всего эти ящики достались сталкерам непросто. Над ящиками местный народ соорудил навес.\nИз за хилых домов виднелась хижина. Она действительно была в хорошем состоянии, это было что то похожее на штаб.\n",
    "answers": [
      {
        "id": 40,
        "text": "Прогуляться по лагерю"
      },
      {
        "id": 41,
        "text": "Пойти в штаб"
      },
      {
        "id": 61,
        "text": "Идти к тонелю"
      },
      {
        "id": 35,
        "text": "Укажите команды для картинки",
        "url": "http://stalker-groop.ucoz.ru/_ph/18/2/333636374.jpg"
      }
    ]
  },
  {
    "id": 36,
    "text": "Борман пощурился и со странным отводящим взглядом сказал:\n— \"Ты это, поспи, отдохни, тебе сил набираться надо, а то Мурку, ой, Марка отыскать не сможешь...\nВы задумались на пару секунд и решили подумать, как дальше поступить.",
    "answers": [
      {
        "id": 37,
        "text": "Послушать Бормана и поспать."
      },
      {
        "id": 38,
        "text": "Обмануть Бормана [Притвориться]"
      }
    ]
  },
  {
    "id": 37,
    "text": "Спустя какое то время вы поднимаетесь с пола и выходите из комнаты.\nВпереди был только коридор в конце которого была белая дверь. \nВы даже не успели опомниться как сзади что то падает. Вы оборачиваетесь и видете перед собой какого то человека в плаще с капюшоном, из за которого вы не могли разглядеть лица. Он резко достал нож и побежал на вас.",
    "answers": [
      {
        "id": 39,
        "text": "Бежать к белой двери"
      }
    ]
  },
  {
    "id": 38,
    "text": "Вы сделали вид, что уснули и слышали как Борман пошарился по комнате и затем вышел, закрыв дверь на ключ.\nУ вас было плохое предчувствие, поэтому нужно было что то придумать.\nВы собираетесь с мыслями и встаёте...\n— \"Время действовать, Клин\"",
    "answers": [
      {
        "id": 42,
        "text": "Осмотреть стол"
      },
      {
        "id": 44,
        "text": "Подойти к двери"
      },
      {
        "id": 43,
        "text": "Осмотреть ящики"
      }
    ]
  },
  {
    "id": 39,
    "text": "Вы убегаете от кого то с ножом и добегаете до двери. Вы пытаетесь её открыть, но ничего не получается, ещё раз пытаетесь — безуспешно, человек с ножом всё ближе и ближе, как вдруг выстрел и человек с ножом падает к вам в ноги.\nПохоже выстрел раздался прям из той комнаты, где вы спали.\n\nЭто был Марк. И вы с улыбкой на лице идёте прямо, чтобы обнять старину. Как только вы хотели его докоснуться всё ваше тело пронзила ужасная боль. Вы упали на пол. Марк поднял вас и положил ровно на то место, где вы спали, а затем всё вокруг начало темнеть и преобретать багровый оттенок.\nПо воздуху начинает летать голос — Марк говорит вам:\n\" Эх, ну как же так, братишка...\"\nВы постепенно начали осознавать, что покидаете этот мир...\n\n[Вас убил Борман]",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 40,
    "text": "Прогуливаясь по лагерю вы видете пару сталкеров, сидящих в сарае и рассказывающих анекдоты. А ведь когда то в Андреевке было так же...\nГде то в десяти метрах от сарая стоял старый и развалившийся БТР, у которого сталкеры соорудили навес.\nТут к вам подходит сталкер и говорит вам о том чтобы вы были аккуратным, если пойдёте в город.",
    "answers": [
      {
        "id": 35,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 41,
    "text": "Вы в штабе лагеря сталкеров. \nТут всё было скромненько и как говориться со вкусом.\nПо центру стоял большой стол с картой. По углам были расставлены ящики, мешки с продовольствием.\nВ конце дома, у двери, сидел сталкер.",
    "answers": [
      {
        "id": 56,
        "text": "Что слышно в зоне?"
      },
      {
        "id": 57,
        "text": "Расскажи о лагере"
      },
      {
        "id": 58,
        "text": "Подойти к сталкеру"
      },
      {
        "id": 35,
        "text": "Выйти из штаба\n"
      }
    ]
  },
  {
    "id": 42,
    "text": "На столе стояла почти сгоревшая свеча. Рядом с ней лежал нож и стояли железные кружки. Может армейские?",
    "answers": [
      {
        "id": 46,
        "text": "Взять нож"
      },
      {
        "id": 47,
        "text": "Взять кружку"
      },
      {
        "id": 38,
        "text": "Отойти"
      }
    ]
  },
  {
    "id": 43,
    "text": "На ящиках лежал уже сильно поношеный плащ и похоже что оружие, но подойдя ближе вы замечаете, что это не оружие а заточеные колья.\n— \" Что? Колья?! Я думал в этих ящиках будет хоть что нибудь полезное.\"",
    "answers": [
      {
        "id": 38,
        "text": "Отойти",
        "var_max": [
          "38",
          1
        ]
      }
    ]
  },
  {
    "id": 44,
    "text": "Вы подходите к старой деревянной двери.\nЗамок был очень старый, а дверь в довольно неплохом состоянии.",
    "answers": [
      {
        "id": 38,
        "text": "Отойти"
      },
      {
        "id": 45,
        "text": "Взломать замок",
        "need": [
          46
        ]
      },
      {
        "id": 66,
        "text": "Выбить дверь"
      }
    ]
  },
  {
    "id": 45,
    "text": "Вы пытаетесь вскрыть замок при помощи армейского ножа. Хлипкий и ржавый замок поддаётся.\nВы со скрипом медленно открываете дверь и видете такую картину:\nВпереди шёл коридор, а в конце была старая дверь, с забитыми щелями в ней. Посреди коридора, слева, виднелся дверной проём, в который шли кровяные следы от армейских ботинок. За проёмом тускло мерцал красный свет. Такое чувство, что он уже заранее предупреждал вас об опасности...",
    "answers": [
      {
        "id": 48,
        "text": "Идти дальше"
      }
    ]
  },
  {
    "id": 46,
    "text": "Это сейчас было бы кстати. С ножом безопаснее",
    "answers": [
      {
        "id": 42,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 47,
    "text": "Кхм... Зачем мне в такой ситуации кружка?",
    "answers": [
      {
        "id": 42,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 48,
    "text": "Сделая пару шагов в вашей голове раздался непонятный шум, который с каждым мигом доходил до звона и даже боли...\nВы опёрлись о стену и заглянули в жуткоосвещённую комнату.\n— \"Что... здесь... п... происходит?\" — шепнули вы себе под нос.\nВ дальнем углу комнаты стояла больничная койка, на которой лежал человек, одетый в знакомый для вас антирадиационный костюм. Из за ярко-красного света, который мешал пробегаться вашему взгляду по комнате, вы не могли разглядеть его лица.\nПо стенам комнаты были прибиты гнилые деревянные полки, на которых лежали различные медицинские приборы. \nВ противоположном углу, на столе, стояло радио, которое иногда вещало в комнату переговоры различных группировок. Рядом с радио стояло дедовское мягкое кресло из ободраной кожи и редко торчащими пружинами, на котором задремал Борман.\nВ вашу голову начали забираться мысли о побеге и вы не могли определиться что делать дальше.",
    "answers": [
      {
        "id": 49,
        "text": "Бежать"
      },
      {
        "id": 50,
        "text": "Медлено подойти и осмотреться"
      }
    ]
  },
  {
    "id": 49,
    "text": "Вы решаетесь сбежать из жуткой хижины.\nХорошо разбежавшись до двери, вы её выбиваете, услышав выстрелы позади себя.\nБорман что то кричал вам вслед и было погнался за вами, но вы были уже далеко.\n\nЖаль, что про друга вы нечего и не наведали. Ну хоть живы остались.\n\n[Получено достижение] \"Всё к лучшему\"",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 50,
    "text": "Вы стоите рядом с койкой, на которой лежал Марк. Несмотря на то, что вы находились в непонятной хижине с каким то сумашедшим, вы улыбнулись. Ведь было видно, что ваш друг ещё дышал и вы поняли, что не зря оказались здесь...\nЧто ж, пришло время ставить всё на свои места.\nВы достали пистолет и навели мушку на спящего Бормана.",
    "answers": [
      {
        "id": 51,
        "text": "Разбудить"
      }
    ]
  },
  {
    "id": 51,
    "text": "Разбудив чёрного сталкера, вы собрались с мыслями и взяли именной пистолет в обе руки.\nБорман протёр глаза и потянулся. Затем на его лице вы увидели улыбку. Он как будто этого и добивался.\n\n— \"О, Клин, рад тебя снова видеть. Неужели ты так просто возмёшь и пристрелишь меня?\"\n",
    "answers": [
      {
        "id": 53,
        "text": "Теперь по порядку объясняй мне всё"
      }
    ]
  },
  {
    "id": 52,
    "text": "На этой странице вы увидете всю информацию о версии квеста и его обновлениях.\n\n》Версия: 1.0.5\n\n》Предпоследнее обновление: 31.12.18\n》Последнее обновление: 16.07.19\n\n》Изменения: \n*Исправлены различные ошибки в тексте.\n*Все концовки доработаны\n*Добавлены новые достижения\n*Удалена энциклопедия\n*Добавлена пара картинок для атмосферы\n\nЭто финальное обновление квеста. Обновлений больше не будет. Если вам понравилось и вы не против второй части, просьба указать об этом в отзыве.\n\n",
    "answers": [
      {
        "id": 1,
        "text": "Понятно."
      }
    ]
  },
  {
    "id": 53,
    "text": "— \"Понимаешь... Не всё так легко... Но я попробую. Пару дней назад я шёл на Кордон, через Андреевку. Уже темнело. Увидел как в небольшом леске стоит толпа людей, а на земле кто то лежит. Я подошёл ближе и заметил на земле лежащего Марка, который был ранен и замучен. Бандиты повидимому хотели от него только хабара. Я достал автомат и перещёлкал одного за другим. Марка взял на плечо и пошёл в свою хижину.\nКак только я положил его на койку, он закричал не своим голосом и его лицо в прямом смысле начало метяться. Его глаза начали наполняться красным, а кости ходить ходуном. Это явление называется \"Облучением Харольда\". Пришлось прибегнуть к крайним мерам: я нашёл в ближайшей аномалии артефакт \"Медузу\" и пересадил его на место сердца. \nОблучения больше нет, но есть одно маленькое НО. Он больше не будет твоим прежним другом. Его разум немного изменился... Перед выбросом он ведёт себя... Кхм... Сказать странно это не сказать ничего. Кстати, есть и плюсы! Теперь твой друг может не бояться выбросов и облучения. Помоги мне сделать это с каждым в зоне! Мы поможем всем и будем жить в мире!",
    "answers": [
      {
        "id": 54,
        "text": "Помочь Борману с его идеей"
      },
      {
        "id": 82,
        "text": "Застрелить"
      }
    ]
  },
  {
    "id": 54,
    "text": "Вы соглашаетесь помочь Борману и ложитесь на койку вместо Марка...\nТемнота. \nСпустя мгновенье вы просыпаетесь среди незнакомого вам леса, стоя на коленях, а рядом с вами лежат два тела: Борман и Марк.\nВ вашей руке был нож, с которого медлено стекала капля крови, словно утреняя роса.\nМожет, всё-таки вы поступили правильно и это начало чего то нового?\n\n[Получено достижение] \"Безумный Клин\"",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 55,
    "text": "Эта страница специально для тех, кто хочет подробно узнать о личностях в этом квесте, оружии и мутантах.\nВ энциклопедии указана информация только о том, что вы действительно можете увидеть в квесте.",
    "answers": [
      {
        "id": 1,
        "text": "Вернуться"
      },
      {
        "id": 64,
        "text": "Оружие"
      },
      {
        "id": 65,
        "text": "Мутанты"
      },
      {
        "id": 70,
        "text": "Персонажи"
      }
    ]
  },
  {
    "id": 56,
    "text": "— \"Ну хорошего мало...\nБуквально на днях нам стало известно об убийстве самого блатного в этих краях, главы местных бандюков.\nВыбросов стало больше и с каждым разом нам сложнее их переносить.\nВ четырёх киллометрах отсюда, в городе, пропадают сталкеры, но как странно не из за мутантов — их там с роду не было...\nНу если закрыть на всё это глаза то всё становиться более менее адекватным.\"",
    "answers": [
      {
        "id": 41,
        "text": "Ясно"
      }
    ]
  },
  {
    "id": 57,
    "text": "Лагерь у нас скромный конечно, но как видишь всё есть. Местные бандиты перестали к нам суваться. \nИногда конечно кабаны бегают, но это дело поправимое.\nЧастенько наши сталкеры делают вылазки в город, правда, по непонятной причине не все возвращаются...",
    "answers": [
      {
        "id": 41,
        "text": "Ясно"
      }
    ]
  },
  {
    "id": 58,
    "text": "Вы подходите к сидящему сталкеру, который роется в своём рюкзаке и опустив голову вниз говорит:\n— \"Где же, где же ты, моя беленькая\"\nПохоже он с надеждой ищет свою бутылку водки.\nМожет ему дать денег, пусть порадуется человек. Бутылки у вас с собой к сожалению не было.",
    "answers": [
      {
        "id": 41,
        "text": "Отойти"
      },
      {
        "id": 59,
        "text": "Дать 500 рублей",
        "need": [
          18
        ]
      }
    ]
  },
  {
    "id": 59,
    "text": "Вы протягиваете руку с деньгами, которые нашли в Андреевке, и сталкер радостно смотрит на вас. \n— \"Я бы это... ну... не взял бы так то... ну... ты всё понимаешь.\"\nСталкер поблагодарил вас и взял деньги. Вы было хотели уходить как сталкер кладёт свою руку вам на плечо и протягивает вам подсигар, в котором лежала фотография со сталкерами, на обратной стороне которой вы заметили маленькую надпись В.Е.Р.А.\n\n[Получено достижение] \"Подсигар\"",
    "answers": [
      {
        "id": 41,
        "text": "Странно... Откуда она у него?"
      }
    ]
  },
  {
    "id": 60,
    "text": "Вы разгребаете кучу мусора.\nКажется там ничего нет, кроме тёплых гильз и военных коробок.",
    "answers": [
      {
        "id": 63,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 61,
    "text": "Вы пришли к тонелю с которого свисала сухая растительность. Около него стояла пара военных машин. Похоже что они были здесь ещё до аварии на ЧС. Справа была тропа, ведущая за тонель. Вокруг неё рос высокий бурьян.",
    "answers": [
      {
        "id": 63,
        "text": "Подойти ближе"
      },
      {
        "id": 35,
        "text": "Вернуться в лагерь"
      },
      {
        "id": 84,
        "text": "Идти по тропе"
      }
    ]
  },
  {
    "id": 62,
    "text": "Вы склонились к военному и замечаете, что его глаза вызжены, а на шее были видны следы удушения.\nВ его кармане торчала записка, на которой вы видели кровь.\nВы начинаете читать записку: \"Пусть зона бережёт тебя, ибо она в каждом из нас. Выбор есть всегда, а смерть в зоне это праздник\"\n\n— \"Странная записка... И зачем же военному носить её с собой? Или её подложили?\"",
    "answers": [
      {
        "id": 63,
        "text": "Отойти назад"
      }
    ]
  },
  {
    "id": 63,
    "text": "Вы подошли к тонелю вплотную. Оставалось сделать шаг и вы внутри.\nЧуть дальше от вас, во мраке, виднелись электрические аномалии, которые иногда мегали и немного освещали неизвестный вам тонель.\nСлева от вас лежала груда мусора, а справа тело военного. \nВоенный сидел, опустив голову, и опирался спиной о стену. В руке у него был пистолет, с которого капала ещё свежая кровь.",
    "answers": [
      {
        "id": 61,
        "text": "Вернуться назад"
      },
      {
        "id": 60,
        "text": "Покопаться в мусоре"
      },
      {
        "id": 62,
        "text": "Осмотреть тело военного"
      },
      {
        "id": 83,
        "text": "Пойти внутрь"
      },
      {
        "id": 63,
        "text": "Укажите команды для картинки",
        "url": "https://yuryzachek.com/wp-content/uploads/2017/02/Tunnel.jpg"
      }
    ]
  },
  {
    "id": 64,
    "text": "Оружие",
    "answers": [
      {
        "id": 71,
        "text": "ПМм"
      },
      {
        "id": 72,
        "text": "Обрез"
      },
      {
        "id": 73,
        "text": "АК-74/2"
      },
      {
        "id": 55,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 65,
    "text": "Мутанты",
    "answers": [
      {
        "id": 74,
        "text": "Кабан"
      },
      {
        "id": 75,
        "text": "Чёрная псевдособака"
      },
      {
        "id": 55,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 66,
    "text": "Парочка ударов...\nДверь достаточно прочная. Выбить вы её не смогли.",
    "answers": [
      {
        "id": 44,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 67,
    "text": "Вы делаете выстрел из своего именного пистолета и попадаете мутанту прямо в левый глаз, но похоже, что вы его только разозлили и он бросается на вас.\nСпустя мгновенье вы чувствуете как собака впивается своими огромными клыками вам в горло.\n\n[Вы умерли]",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 68,
    "text": "Вы начинаете убегать и чувствуете как в вашу ногу вонзаются клыки \"чёрного монстра\". Падение. \n",
    "answers": [
      {
        "id": 69,
        "text": "Далее..."
      }
    ]
  },
  {
    "id": 69,
    "text": "Вы перестаёте чувствовать своё тело... \nПо всюду сгущается темнота...\n[Вы умерли]",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 70,
    "text": "Персонажи",
    "answers": [
      {
        "id": 76,
        "text": "Клин"
      },
      {
        "id": 77,
        "text": "Марк"
      },
      {
        "id": 78,
        "text": "Отмычка"
      },
      {
        "id": 79,
        "text": "Рысь"
      },
      {
        "id": 80,
        "text": "Борман"
      },
      {
        "id": 55,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 71,
    "text": "\"Пистолет Макарова Модернизированный\". Наиболее распространённый в зоне пистолет — наследие советской эпохи. Достаточно надёжный и дешёвый, отличается невысокой ёмкостью магазина при недостаточной мощности и неудовлетворительной кучности патрона. Основное оружие сталкера-новичка-неудачника. Отличное средство для распугивания ворон.\n\nВес: 0.73 кг\nКол-во патронов: 8\nСтоимость: 280 RU\nАмуниция: 9х18 мм / 9х18 мм <plus>Р<plus>",
    "answers": [
      {
        "id": 64,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 72,
    "text": "\"Ружьё ВМ 17, обрезанно\". Значительно компактней и легче новой двустволки, но эффективен только в ближнем бою. Один из самых распространённых видов оружия у новичков.\n\nВес: 1.90 кг\nКол-во патронов: 2\nСтоимость: 400 RU\nАмуниция: 12х70 мм Дробь / 12х76 Жекан / 12х76 Дротик",
    "answers": [
      {
        "id": 64,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 73,
    "text": "\"АКС 74/2\". Автомат складной образца 1974 года под патрон 5,45х39 мм. Представляет собой простое и надёжное оружие, хотя дешевизна в производстве несколько сказалась на удобстве использования и точности боя. В Зоне это основное оружие военных сталкеров и многих одиночек.\n\nВес: 3.30 кг\nКол-во патронов: 30\nСтоимость: 2000 RU\nАмуниция: 5.45х39 мм / 5.45х39 мм АР",
    "answers": [
      {
        "id": 64,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 74,
    "text": "Крупный зверь, достигающий полутора метров в холке. Своей живучестью и агрессивностью данное животное превосходит своих родственников вне Зоны и не уступает большинству мутантов. Мутагенные процессы, обусловленные воздействием радиации и аномалий, в значительной степени сказались на облике этих млекопитающих: местами последние облысели, а местами, наоборот, обросли очень длинной жёсткой шерстью. Копыта зверей изменили свою форму и стали более острыми, приобретя некоторое сходство с когтями; зрачки обесцветились, на облысевшей голове проявились пигментационные пятна и глубокие морщины. Кабаны Зоны хорошо переносят радиацию, что позволяет им подолгу находиться на сильно загрязнённых территориях. Обычно эти животные атакуют с разбега, пытаясь клыками распороть живот жертвы или сбить её с ног.\n\n*Обитают практически во всех локациях, прилегающих к границам Зоны.\nПосле смерти иногда оставляют после себя \"Копыто кабана\".\n",
    "answers": [
      {
        "id": 65,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 75,
    "text": "Несмотря на название, псевдособаки произошли не от собак, а от волков. Дикие животные, обитавшие в лесах Зоны на момент катастрофы, стали родоначальниками одного из самых опасных видов мутантов. Псевдособаки настолько не похожи на мутировавших собак, насколько дикие волки не похожи на дворняг. Эти существа ведут территориальный образ жизни и яростно атакуют любого, кто вторгается в их владения. Молниеносная реакция, неимоверная подвижность и острые зубы делают псевдособаку очень серьёзным противником, против которого тяжело устоять даже крупному мутанту или хорошо вооружённому сталкеру.\n\n*В ареал обитания входят большинство локаций — от Кордона до г. Припять включительно. В глубине Зоны встречаются самые матёрые особи способные вызывать ментальных сородичей.\nПосле смерти иногда оставляют после себя \"Хвост псевдособаки\".",
    "answers": [
      {
        "id": 65,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 76,
    "text": "В разработке...\n\n",
    "answers": [
      {
        "id": 70,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 77,
    "text": "В разработке...",
    "answers": [
      {
        "id": 70,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 78,
    "text": "В разработке...",
    "answers": [
      {
        "id": 70,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 79,
    "text": "В разработке...",
    "answers": [
      {
        "id": 70,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 80,
    "text": "В разработке...",
    "answers": [
      {
        "id": 70,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 81,
    "text": "Здравствуй дорогой читатель!\nЯ очень рад, что ты посетил эту страницу. Хотелось бы попросить тебя обязательно оставить отзыв, каким бы он не был. Ведь только благодаря тебе, я смогу слепить из этого сыроватого рассказа настоящую историю!\nЭто мой первый квест, поэтому не терпится увидеть твоё мнение.\nСпасибо.",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 82,
    "text": "▪︎Получено достижение [Стрелять — не жить]\n\nВыстрел. Старое кресло перестало качаться. \nПохоже что теперь в зоне всё станет по-другому... Всеми известного Хирурга больше нет, а Марк и вовсе превратился во что-то страшное... \nМожет и не стоило искать друга, ведь теперь вы влипли по полной.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 83,
    "text": "Внутри вы обнаружили дверь, рядом с которой лежал труп сталкера. Похоже что у него в руке был жетон \"В.Е.Р.А\". \n— \"Хотел бы я знать, что тут произошло\"\n\n",
    "answers": [
      {
        "id": 85,
        "text": "Открыть дверь"
      },
      {
        "id": 86,
        "text": "Обыскать труп сталкера"
      }
    ]
  },
  {
    "id": 84,
    "text": "▪︎Получено достижение [Где газонокосилка?!]\n\nВы обходите тонель по тропе и замечаете как из бурьяна на вас нападает кровосос. \nВы не успели достать пистолет, хотя тогда но бы даже не помог. \nВсё кончено...",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 85,
    "text": "Вы внутри непонятного помещения. Похоже что это наблюдательный пункт. Но зачем тут наблюдать? Это точно не учёные...\n\n—\"Нужно попробовать найти здесь хоть какую то информацию.\"\n\nВы осматриваете помещение и находите целый компьютер, в котором была лишь одна папка — папка с вашим именем.",
    "answers": [
      {
        "id": 85,
        "text": "Укажите команды для картинки",
        "url": "http://www.setwalls.ru/download.php?file=201305/2560x1600/setwalls.ru-56624.jpg"
      },
      {
        "id": 90,
        "text": "Далее..."
      }
    ]
  },
  {
    "id": 86,
    "text": "Вы находите у сталкера ручную гранату РГД-5, подсигар, какие-то документы и охотничий нож.",
    "answers": [
      {
        "id": 87,
        "text": "Взять гранату"
      },
      {
        "id": 88,
        "text": "Взять подсигар"
      },
      {
        "id": 89,
        "text": "Взять документы"
      },
      {
        "id": 83,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 87,
    "text": "— \"Пригодится... Полезная штука\"\n [Вы взяли гранату]",
    "answers": [
      {
        "id": 86,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 88,
    "text": "— \"Подсигар старый, довоенный. Кстати ещё в хорошем состоянии, но увы, он мне не к чему\".",
    "answers": [
      {
        "id": 86,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 89,
    "text": "[Вы осматриваете документы]\n\n》1стр.\nПриборы высокого качества специального назначения S-91 \"Патоген\" были доставлены в отделение УКРН. \n>Уровень доступа: 3\n>Количество: 1\n>Дата: 19.04\n》2стр.\nПеревозка S-91 рассмотрению НЕ ПОДЛЕЖИТ!\nОхрана уведомлена в случившемся. Объект сбежал, будте внимательны коллеги.\n>Уровень доступа: 3\n>Дата: 21.04\n》3стр.\nПоследняя активность объекта в А..... [Страница повреждена]\n\n—\"Ничего не понятно...\"\n\n",
    "answers": [
      {
        "id": 86,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 90,
    "text": "Отрыв папку вы видете множество файлов: документы, отчёты, доклады и много другое.\nНо в глаза вам бросилось лишь одно — данные с камер видеонаблюдения.\n\nВы просматриваете видео на котором чётко видно как вам сначала вживляют вместо сердца какой то артефакт. Затем привязывают вас к мед. столу, чтобы провести опыт, но вы непонятным образом становитесь причиной огромной вспышки и видео обрывается.\nЧерез пару секунд продолжение файла... Другая дата. Вы с Марком в деревне Андреевке. Вспышка, видео обрывается.\n[Компьютер сломался]\n\n—\"Чёрт побери, как вовремя!\"\n\n[В помещение входит мужчина]",
    "answers": [
      {
        "id": 91,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 91,
    "text": "Вы видете перед собой мужину в медицинском халате. На бейджике написано: Зам. Глывы исследовательского центра УКНР Алексей Морозов.\nОн говорит вам: \"Ну привет, Артём. Не ожидал я тебя тут увидеть. Помнишь меня?\".\nВы в недоумении. Что вообще здесь происходит?! Может это вовсе и не вы на видео?\n\n[Вы достаёте пистолет из кармана]",
    "answers": [
      {
        "id": 92,
        "text": "\"Давай отвечай, кто я такой!\""
      }
    ]
  },
  {
    "id": 92,
    "text": "— \"Хорошо... Ты простой гражданский, которого наш научный комплекс приметил уже давно. Мы похитили тебя и вынудили подписать контракт, который гласил, что ты готов участвовать во всех опытах нашей организации. \nМы опробовали на тебе все противорадиационные препараты и после очередного опыта, ты упал в обморок, тем самым перестал что либо помнить. Мы транспортировали тебя в Андреевку, думали там ты приживёшься, так скажем... Но увы, ты стал ещё и \"гореть\" ярким пламенем, выжигая глаза. Мы наняли военных, чтобы попробовать тебя ликвидировать, но ты уничтожил передовой отряд и ворвался сюда, перебил всех и скрылся. Мне удалось сбежать, слава богу...\"\n\nВы перебиваете Морозова.\n\n— \"Чёрт, как всё запутано, я ничего не понимаю!\"\n\n—\"Успакойся, Артём. Всё хорошо. Если ты уберёшь пистолет, то никто больше не погибнет!\".",
    "answers": [
      {
        "id": 93,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 93,
    "text": "[Вы достаёте фото]\n\n— \"Неужели это всё правда? Я монстр, убивший столько людей?!\"\n\nВы сжимаете фото в кулаке и вас окутывает необратимо сильная ненависть и тоска.\n\nЧто вы предпримите?",
    "answers": [
      {
        "id": 94,
        "text": "Застрелить Морозова"
      },
      {
        "id": 95,
        "text": "Покинуть помещение"
      }
    ]
  },
  {
    "id": 94,
    "text": "Вы стреляете в Морозова. Пуля прилетает прямо в голову и капли крови, разлетаясь по комнате, попадают вам в кулак, где лежало скомканое фото.\nЗакрыв глаза, вы падаете на колени и понимаете, что не всё ещё закончено, придётся многое ещё сделать и узнать...",
    "answers": [
      {
        "id": 96,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 95,
    "text": "Вы разворачиваетесь и медленно покидаете тонель, смотря на землю. Звучит выстрел. Не успев обернуться, вы чувствуете как пуля вонзается вам в спину. Вы падаете на живот и ничего не можете поделать. \nСпустя пару секунд вас переворачивает на спину какой то сталкер в капюшоне, вы не могли разглядеть его лица...\nВы уже чувствуете как покидаете этот мир, но пару мгновений вы успели узрить своими закатывающимися глазами.\nЭтим загадочным сталкером оказался Марк. Присев, он нагнулся к вам и сказал:\n—\"Прости, друг. Так надо...\".\n",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 96,
    "text": "Вы открываете глаза и понимаете что спали. Осмотревшись вокруг, вы видете сталкеров сидящих у костра и то что на часах 6:04. У костра сидит Марк и некоторые ребята из отряда \"В.Е.Р.А\". Вы только что были в сметении, как уже рады видеть своих ребят и лучшего друга.\n\n—\"Ребята, я так рад вас видеть, вы не представля...\"\n\nВы разжимаете кулак и видете окрававленое фото падающее на землю. Ваше лицо сново меняется и вы строго щуритесь.\nВпрочем, это уже другая история...\n\n▪︎Получено достижение [Сон на яву]\n",
    "answers": [
      {
        "id": 96,
        "text": "Укажите команды для картинки",
        "url": "http://stalker-groop.ucoz.ru/_ph/18/2/604952445.jpg?1561106096"
      },
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 97,
    "text": "",
    "answers": []
  }
]