[
  {
    "id": 1,
    "text": "Автор: MORCEUC\n\nЖанр квеста: апокалипсис/романтика\n\nСразу предупреждаю я делал упор в основном на повествование нежели на свободу выбора.\n\nПривет, это мой первый квест так-что не судите строго и если найдёте  какие-то недочёты пишите в коменты.\n\nГлавным героем квеста является 19 летний парень по имени Максим талько-что окончевший профессиональные курсы медицыны, а после этого отслуживший в армии. Его Мать с Отцом погибли в автокатастрофе когда ему было 13. Отец постоянно гонял его что-бы тот держал себя в форме и мог дать отпор кому угодно и постоянно брал сына с собой на охоту и рыбалку.",
    "answers": [
      {
        "id": 2,
        "text": "Начать квест!"
      },
      {
        "id": 1,
        "text": "",
        "pageImg": "",
        "system": true
      }
    ]
  },
  {
    "id": 2,
    "text": "Это был самый обычный день от которого Макс опять ничего не ожидал. Когда он проснулся солнце только-только встало он как обычно пошёл в душ,оделся и вышел на пробежку. \nЖил он в небольшом частном секторе в двух этажном доме. Пробигая по стандартному маршруту он услышал приглушённые женские крик и еле слышные мужские голоса судя по всему их было трое или вроде того. Он побежал в предполагаемое место нахождение людей прибежав к месту Макс не ошибся там было трое пацанов примерно его равестников и девушку тоже где-то его возраста. Пацаны по всей видимости пытались изнасиловать девушку, а она оказывала очень сильное сопротивление и Макс решил:",
    "answers": [
      {
        "id": 4,
        "text": "Влететь в одного из пацанов с ноги"
      }
    ]
  },
  {
    "id": 3,
    "text": "Все пацаны повернулись в его сторону, и девушка сама встала в ступор.\nОдин из нападавших:Талян разберись с гостем.\nПосле этих слов в его сторо выдвенулся другой пацан вытащив из кармана складной нож. \nБыло понятно драки не избежать.",
    "answers": [
      {
        "id": 5,
        "text": "Подпустить нападавшего поближе"
      },
      {
        "id": 6,
        "text": "Самому ринуться к наподавшему"
      }
    ]
  },
  {
    "id": 4,
    "text": "Послышался хруст, а за ним послышился грязный мат и этот бедолага повалился на землю. Два остальных вытащили складные ножи \"ситуация приняла опасный оборот\" успел подумать Макс прежде чем оба ринулись в его сторону но он не растерялся и отскачил в сторону, а эти двое влетели друг в друга и вонзили друг другу в ноги ножи, они грязно заорали, а ему осталось только вырубить их.",
    "answers": [
      {
        "id": 8,
        "text": "Подобрать с земли камень"
      }
    ]
  },
  {
    "id": 5,
    "text": "Подпустив нападавшего поближе Макс одним чётким и точным ударом уронил пацана на землюа и тот упав на землю ударился виском о камень он проверил его пульс и пульса не было но ему было не в первой убивать живых существ.",
    "answers": [
      {
        "id": 7,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 6,
    "text": "Рванув к наподавшему Макс поверг его в ступор и воспользовавшись этим он нанёс ему точный удар под колено, апонент потерял равновесее и упал виском на камень он начал прощупывать его пульс которого так и не смог нащупать.",
    "answers": [
      {
        "id": 10,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 7,
    "text": "Войдя в убийственный кураж он сам того не осознавая схватил нож и воткнул его ближайшему аппаненту потом быстро вытащив его бросил в другого который уже убегал и попал ему чётко в затылок.",
    "answers": [
      {
        "id": 11,
        "text": "Прейти в себя"
      }
    ]
  },
  {
    "id": 8,
    "text": "Подобрав с земли камень Макс нанёс каждому из пацанов удар по веску. Закончив эту \"операцию\" он подошёл к девушке, она смотрела на него с надеждой в глазах. И  в этот момент он решил рассмотреть её: Макс заметил что у девушки были такие голубые глаза, которых он даже никогда в жизни не видел, идеальная форма лица, не очень длинные русые волосы по плечи, стройное тело сложения и идеальная грудь. \"Да её внешность идеальна\"- подумал Макс .    ",
    "answers": [
      {
        "id": 9,
        "text": "Расспросить девушку о произошедшем"
      }
    ]
  },
  {
    "id": 9,
    "text": "\"Что произошло\"- спросил Макс, но девушка ничего не ответив, отвела взгляд и заплакала.",
    "answers": [
      {
        "id": 15,
        "text": "Успокоить девушку"
      }
    ]
  },
  {
    "id": 10,
    "text": "Войдя в убийственный кураж он сам того не осознавая схватил нож и воткнул его ближайшему аппаненту потом быстро вытащив его бросил в другого который уже убегал и попал ему чётко в затылок.",
    "answers": [
      {
        "id": 12,
        "text": "Прейти в себя"
      }
    ]
  },
  {
    "id": 11,
    "text": "Прейдя в себя Макс подошёл к девушке, она смотрела на него с надеждой в глазах . И  в этот момент он решил рассмотреть её: Макс заметил что у девушку были такие голубые глаза которых он даже никогда в жизни не видели, идеальная форма лица, не очень длинные русые волосы по плечи, стройное тело сложения и идеальную грудь. \"Да её внешность идеальна\"-подумал Макс",
    "answers": [
      {
        "id": 14,
        "text": "Расспросить девушку о произошедшем"
      }
    ]
  },
  {
    "id": 12,
    "text": "Прейдя в себя Макс подошёл к девушке, она смотрела на него с надеждой в глазах . И  в этот момент он решил рассмотреть её: Макс заметил что у девушку были такие голубые глаза которых он даже никогда в жизни не видели, идеальная форма лица, не очень длинные русые волосы по плечи, стройное тело сложения и идеальную грудь. \"Да её внешность идеальна\"-подумал Макс",
    "answers": [
      {
        "id": 13,
        "text": "Расспросить девушку о произошедшем"
      }
    ]
  },
  {
    "id": 13,
    "text": "\"Что произошло\"-спросил Макс но девушка ничего не ответив отвела взгляд и заплакала.",
    "answers": [
      {
        "id": 17,
        "text": "Успокоить девушку"
      }
    ]
  },
  {
    "id": 14,
    "text": "\"Что произошло\"-спросил Макс но девушка ничего не ответив отвела взгляд и заплакала.",
    "answers": [
      {
        "id": 16,
        "text": "Успокоить девушку"
      }
    ]
  },
  {
    "id": 15,
    "text": "Макс сам не зная зачем брал с собой на пробежку влажные салфетки и вот он тот случай когда они прегадились, он вытащил одну из кармана кофты, а на улице в то время стояла осень, и дал девушке, она с опаской взяла её и вытерла глаза на его удивление на её лице было не очень много макияжа, что редкость в наше время.",
    "answers": [
      {
        "id": 18,
        "text": "\"Ну так что случилось?\"- переспросить"
      }
    ]
  },
  {
    "id": 16,
    "text": "Макс сам не зная зачем брал с собой на пробежку влажные салфетки и вот он тот случай когда они прегадились, он вытащил одну из кармана кофты, а на улице в то время стояла осень, и дал девушке она с опаской взяла её и вытерла глаза на его удивление на её лице было не очень много макияжа, что редкость в наше время.",
    "answers": [
      {
        "id": 20,
        "text": "\"Ну так что случилось?\"- переспросить"
      }
    ]
  },
  {
    "id": 17,
    "text": "Макс сам не зная зачем брал с собой на пробежку влажные салфетки и вот он тот случай когда они прегадились, он вытащил одну из кармана кофты, а на улице в то время стояла осень, и дал девушке она с опаской взяла её и вытерла глаза на его удивление на её лице было не очень много макияжа, что редкость в наше время.",
    "answers": [
      {
        "id": 19,
        "text": "\"Ну так что случилось?\"- переспросить"
      }
    ]
  },
  {
    "id": 18,
    "text": "Девушка всхлипнула и начала говорить чуть слышно так-как она сорвала связки по всей видимости-\"мы сидели с подругой у неё дома и пили чай как вдруг ей позвонил её начальник оповестить о срочной командировке, она сразу же начала поковать чемоданы вызвола такси, такси приехало мы с ней попрощались и я пошла на остановку иду, и тут раз меня со спины кто-то ударил, чем-то тяжёлым по затылку очнувшись я не обнаружила своей сумочки в которой у меня было ВООБЩЕ ВСЁ и деньги, и телефон, и документы, а я вообще не местная, я живу в другом конце города и когда я очнулась тут эти предложили мне помочь завели сюда\" девушка обвела глазами закаулок — \"и.... и они... они пытались меня и...\" она с трудом сдерживала слёзы \"я понял\"- падал голос Макс \"так ты не местная ? \" — спросил Макс, \" говорю же нет \" — ответила девушка.",
    "answers": [
      {
        "id": 23,
        "text": "Поднять девушку"
      }
    ]
  },
  {
    "id": 19,
    "text": "Девушка всхлипнула и начала говорить чуть слышно так-как она сорвала связки по всей видимости-\"мы сидели с подругой у неё дома и пили чай как вдруг ей позвонил её начальник оповестить о срочной командировке, она сразу же начала поковать чемоданы вызвола такси, такси приехало мы с ней попрощались и я пошла на остановку иду и тут раз меня со спины кто-то ударил чем-то тяжёлым по затылку очнувшись я не обнаружила своей сумочки в которой у меня было ВОБЩЕ ВСЁ и деньги, и телефон, и дакументы, а я вообще не местная я живу в другом конце города и когда я очнулась тут эти предложили мне помочь завели сюда\" девушка обвела глазами закаулок — \"и.... и они... они пытались меня и...\" она с трудом сдерживала слёзы \"я понял\"- падал голос Макс \"так ты не местная ? \" — спросил Макс, \" говорю же нет \" — ответила девушка.",
    "answers": [
      {
        "id": 23,
        "text": "Поднять девушку"
      }
    ]
  },
  {
    "id": 20,
    "text": "Девушка всхлипнула и начала говорить чуть слышно так-как она сорвала связки по всей видимости-\"мы сидели с подругой у неё дома и пили чай как вдруг ей позвонил её начальник оповестить о срочной командировке, она сразу же начала поковать чемоданы вызвола такси, такси приехало мы с ней попрощались и я пошла на остановку иду и тут раз меня со спины кто-то ударил чем-то тяжёлым по затылку очнувшись я не обнаружила своей сумочки в которой у меня было ВОБЩЕ ВСЁ и деньги, и телефон, и дакументы, а я вообще не местная я живу в другом конце города и когда я очнулась тут эти предложили мне помочь завели сюда\" девушка обвела глазами закаулок — \"и.... и они... они пытались меня и...\" она с трудом сдерживала слёзы \"я понял\"- падал голос Макс \"так ты не местная ? \" — спросил Макс, \" говорю же нет \" — ответила девушка.",
    "answers": [
      {
        "id": 23,
        "text": "Поднять девушку "
      }
    ]
  },
  {
    "id": 21,
    "text": "Расказав ей что меня так лет в 10 обнимала мама а потом они с отцом погибли в автокотострофе я ещё сильнее заплакал с трудом здерживая рёв (потому что я не никогда не перекапывал этот момент своей жизни и вообще не хотел его никогда поднимать.) она снова обняла меня, но сейчас даже более чувственно.\nОбьятья длились минут 10, но я не чувствовал времени. Закончив обниматься мы посмотрели друг другу в глаза и время будто остановилось \"какие же у неё прекрасные глаза\" прошла мысль в моей голове.\n\"Ой, что-то мы засиделась, ты наверное голодный ?\" — вдруг сказала Аня, посмотрев на часы\n\"Ну я бы поел\" — сказал я посмотрев на часы\nНа часах было уже 20 : 19 \n\"Тогда я пойду переоденусь и пойду разогревать\" — продолжила Аня\nЯ просто кивнул и она вновь скрылась на втором этаже. \"Надо бы тоже пойти переодеться, но она же в моей комнате, а пойду приму душь\" и после этих размышлений, я пошёл в душь. Освежился, кинул шмотки в машинку, благо на сушилке оказались кое-какие домашние вещи. Оделся и когда я вышел ужин уже был на столе, а Аня сидела и ждала меня я.... просто.... у меня не было слов. Я сел за стол, Аня потушила мясо с овощами, приготовила салат и испекла пирог. И все компоненты этих блюд были у меня в холодильнике ? \n\"Ну как тебе ?\" — вдруг прервал мои размышления Анин голос\n\"У меня нет слов\" — это была самая приличная версия ответа которая пришла мне в голову\n\"Ну я особо не старалась, это так помелочи.\" — её определённо было приятно услышать, такой ответ\nИ к этому моменту мясо улитело в бездну под названием пищевод и через пару минут и Анина тарелка была тоже пуста.\n\"Ну как я могла забыть\" — внезапно сказала Аня стукнув себя ладонью по лбу \n\"Чай\" — продолжила она\n\"Я сам...\" — сказал я ей вставая \n\"Да нет, я сама\" — она меня перебила\n\"Аня, я настаиваю\" — спокойно сказал я встав \n\"Ладно\" — наконец согласившись со мной сказала Аня\n\"Чёрный, зелёный ?\" — поинтересовался я, открыв шкафчик с чаяем\n\"Чёрный\" — недолго думая ответила мне Аня\n\"Сахар ?\" — я вновь обратился к Ане\n\"Я сама насыплю\" — ответила  Аня",
    "answers": [
      {
        "id": 22,
        "text": "Падать чай"
      }
    ]
  },
  {
    "id": 22,
    "text": "\"Спасибо, было очень вкусно\" — сказал я вставая из-за стола\n\"Данезачто, мне не тяжело\" — сказала она с благодарностью \nЯ положил тарелку в раковину, налил кофе и пошёл на веранду (выход на неё находился на кухне) \n\"Ты куда ?\" — вдруг раздался Анин голос\n\"На веранду...\" — сказал я развернувшись к ней\n\"Хочешь можешь пойти со мной\" — договорил я выходя с кухни на веранду\nНа веранде стоял маленький столик и два стульчика (Почему маленький столик? Потому что я там всегда сижу один. Почему два стульчика ? Потому что один выглядит одиноко.) а на столике стояла свеча, нет там конечно был свет, но он испортит всю атмосферу, поэтому я зажигаю свечу. И в этот момент на веранду вошла Аня.",
    "answers": [
      {
        "id": 40,
        "text": "Зажечь свечу и сесть на стульчик"
      }
    ]
  },
  {
    "id": 23,
    "text": "\" Встать можешь ? \" — спросил Макс \"не знаю\" — ответила девушка, она начала вставать опираясь на его руки, Макс как нутром чувствовал придерживая девушку так как встать она встала но зделав шаг, она почувствовала сильную тупую боль прошедшею по всему телу после этого максим не долго думая подхвател её на руки. Девушка вскрикнула от неожиданности,, но сопротивляться не стала.",
    "answers": [
      {
        "id": 24,
        "text": "Отправиться домой"
      }
    ]
  },
  {
    "id": 24,
    "text": "                           \"С данного момента                 повествование будет идти от первого лица\"\n\nМы вошли в дом, я положил девушку на диван и спросил её — \"как звать то тебя\"\n \"Аня\" — ответила  она\n \"А я Максим, но ты зови меня Макс\" — ответил я\n\"Тебе надо обработать раны\"-продолжил я\nЯ поднялся на второй этаж к себе в спальню, открыл шкаф нашёл аптечку, взял перекись,ватные диски и пластыри, спустился вниз.\nТак, сначала нужно обработать рану, затем протереть и заклеить.\nТак сначала́ ? :",
    "answers": [
      {
        "id": 26,
        "text": "Обработать рану"
      }
    ]
  },
  {
    "id": 25,
    "text": "Что-то нето.",
    "answers": [
      {
        "id": 28,
        "text": "Обработать рану"
      },
      {
        "id": 30,
        "text": "Заклеить рану"
      }
    ]
  },
  {
    "id": 26,
    "text": "Что дальше? ",
    "answers": [
      {
        "id": 33,
        "text": "Протереть рану"
      }
    ]
  },
  {
    "id": 27,
    "text": "что",
    "answers": []
  },
  {
    "id": 28,
    "text": "Что дальше?",
    "answers": [
      {
        "id": 31,
        "text": "Протереть рану"
      },
      {
        "id": 32,
        "text": "Заклеить рану"
      }
    ]
  },
  {
    "id": 29,
    "text": "",
    "answers": []
  },
  {
    "id": 30,
    "text": "Что то не то",
    "answers": [
      {
        "id": 29,
        "text": "Обработать рану"
      }
    ]
  },
  {
    "id": 31,
    "text": "",
    "answers": []
  },
  {
    "id": 32,
    "text": "",
    "answers": []
  },
  {
    "id": 33,
    "text": "Что дальше?",
    "answers": [
      {
        "id": 34,
        "text": "Заклеить рану"
      }
    ]
  },
  {
    "id": 34,
    "text": "\"Ну вот и всё\" — Сказал я \n\"Спасибо, я даже не знаю как тебя благодарить.\"- чуть ли не прошептала Аня\n\"Не стоит. Ты лучше помолчи, дай связкам восстановиться.\"- сказал я Ане.\nАня кивнула,закрыла глаза и она.\nА я пошел принял душь, позавтракал, и прилёг на диван \"мда день начался очень весело, а дальше что зомби апокалипсис? \"пронеслось у меня в голове прежде чем я уснул.",
    "answers": [
      {
        "id": 35,
        "text": "Проснуться"
      }
    ]
  },
  {
    "id": 35,
    "text": "Проснувшись я обратил внимание на пропажу Ани, но в это же момент я услышал звук льющейся воды в душе и у меня сразу же отлегло, но в тот же момент я почувствовал дикий сушняк  и я пошел на кухню зная, что в холодильнике есть минералка. ",
    "answers": [
      {
        "id": 36,
        "text": "Взять минералку из холодильника"
      }
    ]
  },
  {
    "id": 36,
    "text": "Как только я опусташил бутылку в этот же момент открылась дверь в ванную, в дверях как не удивительно стояла Аня, хорошо что она одела халат, а то если бы его не было я бы захлебнулся слюной и хоть на ней он был я с огромным трудом оторвал от неё глаза.\n\"Ой ты уже проснулся ? \"- с удивлением и радостью одновременно спросила Аня.\n\"Как видишь. А, я же тебе  обещал найти того отморозка что украл у тебя сумочку. Так ? \" — вспомнил я.\n\" А ну да\" —  вспомнила Аня\n\"Пойду займусь этим. \" — сказал я спускаясь в подвал.",
    "answers": [
      {
        "id": 37,
        "text": "Взять биту"
      }
    ]
  },
  {
    "id": 37,
    "text": "\" Особо жестить не буду. \" — подумал я взяв биту.\nЯ знал кто это был и даже знал где он живёт, сел в крузак и поехал, доехал я минут за 15, дом был бедненький ну одним словом землянка. \nСвет в окнах горел, а значит он дома.",
    "answers": [
      {
        "id": 38,
        "text": "Постучать"
      }
    ]
  },
  {
    "id": 38,
    "text": "После стука за дверью пошли шорохи. Дверь тихонько отварилась и от туда выполз мужичек с образом. А я стоял за дверью.\nНадо что-то делать",
    "answers": [
      {
        "id": 39,
        "text": "Со всей силы ударить дверь ногой"
      }
    ]
  },
  {
    "id": 39,
    "text": "Я ударил по двери, а он отлетел и уж не знаю обо что он там ударился, но приложился он знатно, но не вырубился на моё удивление. И я не долго думая схватил обрез и представил его дуло к бошке мужика.\n\"Спокойно пацан успокойся, давай покумекаем\" — нервно проговорил мужик.\nЕго глаза бегали настолько бешено, что казалось будто они сейчас выскочат из глазниц и убегут \"куда глаза глядят\" \n\"где!?\" — крикнул я \n\"что?\" — нервно вопросил он\n\"вещи девушки что ты сегодня утром вырубил и обокрал.\" — спокойно сказал я\n\"о...они дальше по коридору комната там в онтрисоли, я с ними ещё ничего не делал.\" — ещё более нерно сказал мужик.\n\"лежи здесь и не рыпайся, а то застрелю.\"- сказал я идя по коридорчику.\nВойдя в комнату я увидел очень печальную картину но моим приоритетом являлась стоящая во всю стену антресоль. Я начал проверять каждый ящик, там было столько драгоценностей и всего остального и вот она там была только одна сумочка по этому её было не возможно было спутать.\nХм а может в неё заглянуть ? Чисто из интереса конечно же.",
    "answers": [
      {
        "id": 41,
        "text": "Заглянуть"
      }
    ]
  },
  {
    "id": 40,
    "text": "Сев на стульчик я зажёг свечу и напротив меня села Аня. Какое-то время я смотрел в тьму попивая кофе, но чуть позже мой взгляд упал на Аню её золотистые локоны развивались ветром. Она повернулась ко мне и смотрела ничего не говоря, её голубые как небо глаза блестели в свете свечи.\n\"Ты чего ?\" — наконец падала голос Аня\n\"Да так засмотрелся.\" — сказал я улыбнулся.\nОна засмущалась и заулыбалась. (Похоже у неё есть какие-то чувства ко мне. Но я неуверен.) Я  решил взять её за руку, от этого она впала в ступор. (Понятное дело она этого не ожидала.) Спустя какое-то время она пришла в себя. Я не отпуская её руки встал и притянул её к себе.",
    "answers": [
      {
        "id": 43,
        "text": "Поцеловать Аню"
      }
    ]
  },
  {
    "id": 41,
    "text": "Заглянув туда я сразу же открыл паспорт \nОписание:\nИмя:\nАнна\nФамилия:\nСтрекачёва\nПол:\nЖенский\nСлава богу.\nГод рождения 1994\nНе жената \nК счастью\nСудимостей не имеет\nНа этом всё ",
    "answers": [
      {
        "id": 42,
        "text": "Положить паспорт в сумку."
      }
    ]
  },
  {
    "id": 42,
    "text": "Положив паспорт в сумку я взял её и тут мне в голову пришла мысль вырубить и связать мужика и наконец вызвать ментов, я так и сделал конечно обрез пришлось забрать, потому-что там мои пальчики. Ну вызвал я ментов да и поехал, по пути домой мне в голову стрельнула мысль, а почему бы мне не купить Ане хоть какую-то одежду, а то она ходит по дому в халате, ну как-то... Ну вы понимаете. Благо у меня есть домашний телефон\n\"Ало\" — раздался её голос из трубки\n\"Ань, это я\" — сказал я\n\"Ну как там с тем вором ?\" — поинтересовалась Аня\n\"Всё хорошо, слушай, я тут подумал...\" — загадочно сказал я\n\"Что?\" — в её голосе послышалась заинтересованность\n\"Мне нужны твои размеры\" — сказал я\n\"Зачем ?\" — она точно не ждала такого ответа\n\"Я хочу тебе купить хоть что-то из одежды а то, ну это не дело то что ты ходишь у меня по дому в моём халате. Согласна ? \" — внезапно даже для себя вговарил я\n\"Ну да, ты прав. Какие конкретно размеры тебе нужны ? \" — Аня определённо была заинтересована\n\"плечи,талия ну и всё такое, ну и если хатя необязательно.\" — затупился я\n\"говори\" — она определённо любила прямоту (надо будет запомнить)\n\"нижнего. Ну ты поняла\" — неуверенно сказал я\n\"хорошо 90,60,90 и 3 всё ? \" — сказала она без единой эмоции\n\"ага, скоро буду \" — выговарил я находясь в состоянии шока.\nИ я положил трубку. \"Да она с ног до головы идеальна.\" На протяжении последнего часа это была единственная мысль, которая крутилась у меня в голове.",
    "answers": [
      {
        "id": 44,
        "text": "Вернуться домой"
      }
    ]
  },
  {
    "id": 43,
    "text": "Мы окозались на максимально близком расстоянии друг от друга, наши губы медленно соприкоснулись и время вновь словно остановилось и мне хотелось чтобы этот момент длился вечно. Но нас прервал внезпный гром с молнией и после этого начался сильный ливень.\n\"Может пойдём в дом ?\" — обратился я к Ане с минуту потупив в темноту\n\"Да пожалуй.\" — произнесла она с дрожью в голосе.",
    "answers": [
      {
        "id": 48,
        "text": "Войти в дом"
      }
    ]
  },
  {
    "id": 44,
    "text": "Я не знаю как так произошло, но когда я вернулся домой в моих руках находилось всего 4 здоровенных пакета. Когда я зашёл домой меня встретила Аня, я с трудом оторвал от неё глаза, нет она не была голой, она была в моей рубашке, которая очень облегающе сидела на ней, увидев все пакеты она сделала такие удивлённые глаза.\n\"зачем так много ?\" — спросила Аня\n\"ну так получилось\" — вымолвил я оторвав глаза от её груди.\nОна подбежала ко мне поцеловала в щёку и сказала — \"спасибо тебе за все Максим.\" и не успел я что-то ответить как она уже схватила пакеты и побежала в мою комнату примерять всё это. И минут через 5 с моей комнаты послышался голос Ани — \"хочешь посмотреть ?\" какой же у неё всё-таки приятный голос прям ласка для ушей не долго думая я ответил — \"да, конечно\" я присел на диван и через одну минуту она спустилась: на ней было коктельное, белоснежное платье и белые туфли на платформе и она даже... накрасилась ? Откуда ? как ? чем ? я даже не помню как я покупал эти туфли. Но хрен бы с ним, она была просто шикарна и меня как-то тянуло к ней, но я мог этому сопротивляться.",
    "answers": [
      {
        "id": 45,
        "text": "Поддаться тяге"
      }
    ]
  },
  {
    "id": 45,
    "text": "Я решил не сопротивляться этой тяге, и на приглашение потанцевать, Аня мне не отказала, и мы закружились в бальном танце я не знаю кружились мы час или два, но всё это время мы неотрывно смотрели друг другу в глаза и мне просто хотелось просто утонуть в её голубизне глаз. А когда мы закончили танец она обняла меня так нежно как мама обнимала меня в детстве и тут на меня нахлынули чувства и я не смог здержать слёз и я заплакал ( конечно не прям заревел, но я вообще никогда в жизни даже слезинку не обранил.)\n\"Максим с тобой всё нормально ?\" — вдруг отстранилась и спросила меня Аня\n\"Всё хорошо.\" — произнес я вытирая слёзы\n\"Но ты плачешь.\" — продолжила она",
    "answers": [
      {
        "id": 21,
        "text": "Открыться ей"
      }
    ]
  },
  {
    "id": 46,
    "text": "Я решил не делать этого и оказал сопротивление своей тяге.\n\"Ну как тебе ?\" — вдруг её голос перебил мои мысли.\n\"Мне нравится\" — не думая ответил я.\n\"Ой уже поздно завтра закончу мерить\" — сказала она посмотрев на часы.\n\"А, я там приготовила ужин, только его надо разогреть ты будешь ?\" — продолжила она\n\"Буду\" — ответил я без эмоцый.\nИ она вновь скрыласьна втором этаже а я сидел смотря в пустату когда она спустилась она подошла ко мне\n\"С тобой всё в порядке ?\" — сказала она смотря мне прямо в глаза \n\"Всё хорошо я просто... думаю о своём\" — скаал я не выходя из раздумий.\n\"Ну ладо\" — сказала он посидев и посмотрев на меня и посли этих слов она зашла на кухню.\nЯ решил пойти переодеться а то весь в одном и том же когда я переоделся я услышал Анин крик \n\"Всё готово.\" — кричала она.\nЯ спустился и зайдя на кухн я впал в ступор она потушила мясо с овощями и зделала салат стоп мясо а оно у меня разве было? Если честно я даже не знаю что у меня есть в холодильнике вот честно. Я очень быстро всё съел поблагодорил её за ужин,показал где она сегодня будит спать и плюхнулся кровать. Сегодня день был какойто короткий пака то пака это и вот я уже заснул. Уснул и опять чёрный экран, ну как обычно 3 2 1 подьём. Ха ха я опять проснулся раньше будильника, уф не ещё чуть поваляюсь .\n\"Максим вставай, вставай\" — говорила мне Аня тряся меня как трепичную куклу по голосу она была как чем-то напугана.\nЯ открыл глаза как я и думал передо мной была аня на ней была только футболка.\n\"Дочя зоопарк ещё не открылся\" — сказал я в шутку\n\"Очень смешно, вставай там на улице твориться чёрт знает что\" — нервно проговорила она\n\"Что там творить ?\" — пасивно спросил я\n\"Посмотри в окно и сам всё поймёшь\" — немного подуспакоившс \nЯ встал и раздвинул шторы и я увидел дома деревья улицу одним словом.\n\"Ну и что я должен тут увидеть ?\" — с усмешкой спросил я \nИ в эту же секунду прогремел выстрел предположительно с 12 калибра или из дробовика (это всё равно одно и тоже) я сразу дастал из тумбочки пистольет (P92) и направился в сторону балкона выход на балкон находился в Аненой комнате я вышел на балкон на улице находился только дядя Паша (сосед мой напротив) сидел на лавочке возле своего дома и нервно курил  а передним лежала его разряжанная двухстволка. Увидив меня он сразу мне набрал.\n\"Доброе сосед\" — раздался его голос из трубки\n\n\n",
    "answers": [
      {
        "id": 49,
        "text": "Добро, что произошло ?"
      }
    ]
  },
  {
    "id": 47,
    "text": "Я вновь подался тяге. Когда я её почти догнал она была на втором этаже. Когда я её догнал я потянул её за руку, она развернулась и я поцеловал её она вообще не сопротивлялась она даже закинула ногу и я буквально держал её на руках, такого страстного поцелуя у меня никогда не было. Когда я поднял её она была обескуражена, видимо она не совсем поняла что только что произошло и вновь мы смотрели друг другу в глаза.\n\"Что это было ?\" — спросила она сориентировавшись в пространстве\n\"Пацелуй\" — ответил я \n\"Нет это не пацелуй, это просто нечто\" — проговорила она с блестящими глазами.\nИ в этот момент между нами загорелось пламя пламя: страсти.На этот раз уже она поцеловала меня а я только подхватил её на руки и мы зашли в спальню а дальше. (а что было дальше я вам не раскожу уже детки не маленькие сами знаете что там дальше будит.) Да мне кажется это был один из самых тяжёлых дней в моей жизни но закончелся он самой чудесной ночью в моей жизни. Проснувшись я первым делом обнаркжил лежащую передо мной Аню которая всё ещё спала.  Я вообще не хотел её будить но надо было и я избрал самый приятный способ: пацелуями\nона проснулась, потянуласьи зивнула прямо как котёнок и посмотрела на меня полусонным глазками.\n\"Доброе утро котёнок\" — решил я сказать\n\"мур\" — внезапно мурлыкнула она\nЯ посмотрел на неё с недоумивание.\n\"Ну а что я же твой котёнок, а кошечки мяукают и мурлычут \" — обяснила она клпдя свою голову на моё плечо.\n\"Ясно\" — сказал я гладя её по голове\nИ внезапно дажедля самого себя я поцеловал её так нежно каким только может быть поцелуй.\nНо всё это в один миг разрушил выстрел на улице.\n\"Может это петарда ?\" — дрожащим голосом произнесла Аня\nА сразу же после того как она это произнесла послышелся второй только чуть более приглшонный.\n\"Нет.Это точно огнестрел\" — произнес я сирьёзным голосом\n\"Одевайся надо проверить что это было а точнее где и в кого.\" — продолжил я доставая пистолет из тумбочки.\n\"А что мне одивать ? Платье? Так оно вон, на люстре ? Как?\" — она удивлённо смотрела на люстру\n\"Не знаю, и кстати ты его туда забросила но не суть ну одень мою рубашку нам же не на улицу а на балкон выйти посмотреть\" — указал я на подоконник (ведь все мои вещи лежали на нём.).\nЯ натянул брюки взял из тумбочки пистолет (а это был P92) и взял с тумбочки телефон, а аня уже застягнула на сибе мою рубашку и мы пошли к балкрну а выход на него находился в соседней комнате, открываю балкон И ничего вообще ничего стояла прекрасная весенняя погода а на дворе была весна ну как весна ? Бабье лето. Дядя паша (сосед мой напротив, бывший пограничник между прочем) сидит возле своего дома на лавочке и покуривает а перед ним лежит двухстволка? Разряженая так вот это уже настораживает увидив меня он сразу достал телефон и набрал мне, я взял трубку \n\"Доброе утречко сосед если его можно так назвать.\" — раздался голос из трубки.\n",
    "answers": [
      {
        "id": 49,
        "text": "Доброе, а что случилось?"
      }
    ]
  },
  {
    "id": 48,
    "text": "Войдя в дом я направился к камину, (и да у меня есть камин) а Аня в этот момент пошла заваривать чай. Пока Аня там заваривала чай я разжигал камин, когда камин буквально пылал я услышал поднимающиеся на второй этаж, я обернулся и это как не странно была Аня.\n\"Ты куда ?\" — крикнул я ей \n\"Я пойду кофточку одену а то как-то прохладно\" — ответила она остановившись и побежала дальше.\nЯ пошёл на кухню за чаем \"чёрт, а как-то и впрямь прохладно. Котёл что-ли полетел.\" после этих мыслей я взял обе кружки и отнёс к камину. Через минуту спустилась Аня и мы с ней до поздней ночи сидели у камина и болтали, и только в третьем часу ночи мы остановились. Когда Аня положила на меня голову и начала засыпать, я решил не будить её и взял её на руки и отнёс на второй этаж я даже уложил её в кровать. И когда я начал уходить, Аня взяла меня за руку.\n\"Милый поспи со мной.\" — вдруг полусонным голосом прошептала мне на ухо Аня\n\"А...Аня ты не спишь ?\" — её слова просто ввели меня в ступор\n\"Нет, поспи со мной пожалуйста\" — уже сказала она в пол голоса, всё также держа меня за руку\n\"Ну если ты этого хочешь...\" — спросил я\n\"Да хочу\" — перебила она меня\n\"Ну хорошо\" — я решил недоговаривать\nДоговорив я прелёг рядом с ней, но лично я держал дистанцию, но Аня сама ко мне прежалась. А её объятия такие нежные, что я очень быстро уснул. На этот раз мне приснился сон, но я не могу его разгледеть.",
    "answers": [
      {
        "id": 50,
        "text": "Попробовать разглядеть сон"
      }
    ]
  },
  {
    "id": 49,
    "text": "\"Телевизор вклбчи и узнаешь.\" — сказал он и повесил трубку.\nМы сразу же пошли на первый этаж пульт,кнопка,новость\n\"Срочное сообщение из не известно лаборатории в сша вырвался неизвестный вирус который со временем убивает человека а за тем через какоето время реанемирует его но это уже не человек симптомы следующие: дикий голод, плохое восприятие солнечного света, необоснованая агрессия мы настоятельно просим вас не выходить из дома без необходимости у меня всё с вами был ваш покорный слуга....\" а дальше я просто выключил телевизор. Я сел на пол облакотившись на стену.\n\"Я знал то что это произойдёт\" — начал я поднявшись с пола \n\"НО НЕ СЕЙЧАС!\" — я грязно выругался",
    "answers": [
      {
        "id": 51,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 50,
    "text": "Я попробовал разглядеть сон и у меня это получилось. В этом сне я ничего не мог делать, я был просто зрителем. Я ехал на своём внедорожнике, перед глазами какая-то трасса не могу разобрать какая, вечерело, шёл снег. Рядом сидела Аня, я положил руку на ручку коробки передач и тут же почувствовал на своей руке Анину руку. Я посмотрел на неё и она тоже смотрела на меня я вернул свой взгляд на дорогу  и переключил передачу и тут из-за деревьев выскочил тягач.",
    "answers": [
      {
        "id": 53,
        "text": "Затормозить"
      }
    ]
  },
  {
    "id": 51,
    "text": "Йоу. Всем привет это стрница перехода из главы в главу так вот я хочу поздравить вас с окончанием пролога и со вступлением в:\n              глава 1   \"\"\nТочка сохронения ( после смерти вы будите появляться на этой странице) [постскриптум это идею я позоимствовал у создателя квеста: мёртвые города и..... любовь]",
    "answers": [
      {
        "id": 52,
        "text": "Начать главу \"\""
      },
      {
        "id": 1,
        "text": "Вернуться в главное меню"
      }
    ]
  },
  {
    "id": 52,
    "text": "",
    "answers": []
  },
  {
    "id": 53,
    "text": "Вжав педаль тормоза, я схватил свой СВД с заднего сиденья и выскочил из машины Аня выскочила за мной. Из тягача выпрыгнул мужик я сразу же прешил его и он упал замертво и через секунду я услышал рёв двигателей и много мата.\n\"За машину !\" — крикнул я Ане\nАня быстро нырнула за машину, а я следом за ней и в следующую начался обстрел преблезител но из Акм, благо это была непросто машина, а броневик. Они очень быстро высадили свои обоймы, я быстро высунулся сделал 4 летальных выстрела (а всего их было 15) и за секунду как засесть в укрытие я увидел как ещё двое упали замертво, в этом постаралась Аня. Они сменили объемы но не открыли огонь, я выглянул и никогда не увидел.\n\"Кажется они ждут пока мы откроем огонь первыми.\" — сказал я Ане вернувшись в укрытие\n\"И что будим делать ?\" — спросила меня Аня\n\"Надо подумать.\" — задумчиво ответил я \nИ наступила гробовая тишина, даже было слышно как вдали приближались ходячие, надо было срочно что-то решать.\n\"Нужен какой-то отвлекающий манёвр.\" — произнёс я после не долгих раздумий.\n\"И какой же ?\" — спросила меня Аня\n\"Я не знаю.\" — сказал я подумав\n(А машина стояла передом к нам.) И в этот момент за машиной послышались тихие шаги. Надо было что-то делать.",
    "answers": [
      {
        "id": 54,
        "text": "Напасть на ближайшего "
      }
    ]
  },
  {
    "id": 54,
    "text": "Выскочив из-за машины я воткнул ближайшему нож в голову. В следующую секунду остальные  веро открыли огонь, но я  успел закрыться трупом убитого мной рейдера, через некоторое время башка рейдера начала разлетаться, пули свистели над головой и если бы не Аня мне был бы конец опустошив обоему она завалила семерых. Последний пустил пулю в её сторону и попал в живот. Я быстро скинул с себя труп рейдара вытащил из кабуры пистолет и выстрелил убегающему рейдеру в голову и в следующую секунду он упал замертво.",
    "answers": [
      {
        "id": 55,
        "text": "Подбежать к Ане"
      }
    ]
  },
  {
    "id": 55,
    "text": "\"Аня ты как.\" — нервно спросил я подскочив к ннй\n\"Б...больно.\" — произнесла она дрожащими губами, сжимая рану\n\"Всё будет хорошо. Слышишь? Всё будет хорошо, я тебе обещаю.\" — сказал я глядя ей в глаза\nОна кивнула и я сразу же побежал за аптечкой. Открыв Анин рюкзак (который лежал под сиденьем) схватив аптечку я побежал к Ане. Быстро вытащил пулю, обработал рану и забинтовал всё было хорошо, но пока я всё делал Аня потеряла много крови и поэтому была слаба. И в этот момент я услышал рычание десятков заражённых, они были совсех сторон \"Чёрт, чёрт, чёрт. Надо срочно что-то делать!\" молнеиносно пронеслось у меня в голове но их было слишком много, а пути в машину уже не было.\nЯ услышал рычание за спиной, быстро достал нож.",
    "answers": [
      {
        "id": 56,
        "text": "Развернуться и ударить ножом"
      }
    ]
  },
  {
    "id": 56,
    "text": "Поскольку я не видел дистанцию, а только предполагал. Я врезался рукой прямо ему в открытую пасть, а он её моментально схлопнул.\nНо я не растерялся, перекинул нож в другую руку и воткнул его прямо ходячему в бошку. Не успел я вытащить нож из его бошки как на меня повалился другой я только успел поставить руки но из-за укуса я ослаб и ходячий продавливал, он тянулся к сонной артерии и я понимал что это конец, но меня волновал только один вопрос \"Что там с Аней? А жива-ли она?\" это единственный вопрос который меня волновал.\nПасть зомбака приближалась я отвернулся и закрыл глаза и напряжение на руки пропало, я больше не слышал рыяанья. ",
    "answers": [
      {
        "id": 57,
        "text": "Открыть глаза"
      }
    ]
  },
  {
    "id": 57,
    "text": "Открыв глаза, я нервно и глубако одновременно вздохнул, а увидив свой потолок спокойно выдохнул. Повернув голову на бок я увидел мило спящую на моём плече Аню, мне даже не хотелось её будить, но два дробных выстрела сделали всё за меня.\n\"Что это было ?\" — нервно спросила она подорвавшись\n\"Это где-то на улице.\" — напряжно ответил я доставая пистолет из тумбочки\nОна вопросительно посмотрела на меня.\n\"Что? Чёрт знает что там творится, лучше перестраховаться.\" — ответил я Ане передёргивая затвор\nОна кивнула, я кивнул в ответ и направился к балкону. Аня шла замной держа меня за руку.",
    "answers": [
      {
        "id": 58,
        "text": "Выйти на балкон"
      }
    ]
  },
  {
    "id": 58,
    "text": "Я аккуратно вышел на балкон. (Мало ли что) На улице стояла прекрасная погода, солнышко грело, птички пели (С тем учётом что близилась зима) но моё внимание привлекло мёртвое, с простреленной головой, лежащее в луже крови, человеческое тело. И в этот момент где-то раздался вой серен а за ним выстрелы из мелко колиберного оружия, (Предположительно P92 и глок17, и да я могу предположительно определить вид и даже модель огнестрельного оружия) а следом послышались женские и мужские визги. Я посмотрел на Аню, она стояла прижавшись ко мне.\n\"Что происходит ?\" — дрожащим голосом обратилась она ко мне\n\"Мне самому интересно.\" — немного подумав сказал я\nСказав это я направился на первый этаж.",
    "answers": [
      {
        "id": 59,
        "text": "Спуститься на первый этаж"
      }
    ]
  },
  {
    "id": 59,
    "text": "Спустившись на первый этаж, я сразу включил телевизор там по всем каналам шли новости.\n\"Экстренные новости. По миру с фантастической скоростью распростроняется вирус, приводящий   к летальному исходу. Отличительные симптомы: животный голод, плохая воспреимчевость к солнечному свету, необоснованная агрессия. Мы настоятельно рекомендуем не покидать дом без необходимости.Мы будим держать вас в курсе новостей.\" — сказал видуший из телевизора.\nВсё это время я ходил по комнате и внемателно слушал, а Аня сидела на диване и смотрела в экран дрожащими глазами. Дослушав диктора я грязно выругался.\n\"И что теперь будет ?\" — дрожащим голосом спросила Аня\n\"Я не знаю.\" — сказал я присев рядом с ней\n\"Но что не случается, всё к лучшему .\" — сказал я взяв её за руку\nПосле этого она молча просмотрела мне в глаза и я вновь выпал из жизни, когда я очнулся мы с Аней целовались. И тут я услышал сильный грохот на улице как будто кто-то пытался выломать калитку. Мы прервались и я потянулся за стволом. (ах да забыл, это был P92) \n\"Что это ?\" — тревожно спросила Аня\n\"Пойду проверю.\" — серьезно сказал я \n\"Сиди здесь.\" — продолжил я подойдя к двери",
    "answers": [
      {
        "id": 60,
        "text": "Открыть дверь"
      }
    ]
  },
  {
    "id": 60,
    "text": "\"Кто там ?!\" — крикнул я открыв дверь\nТишина.\n\"Кто там ?!!\" — повторил я \nСила ударов только увеличелась и они сталь интенсивнее. На свой страх и риск я решил пойти открыть калитку, тихо подойдя к калитке я как можно тише открыл замок и только я провернул ключь в замке на меня навалился хрен знает кто толи живой толи мёртвый хрен поймёшь. От внезапности я даже выронил ствол, я лишь успел поставить руки нодо было что-то делать и я нашёл выход из этой ситуации я вытянул руки, упёрся ногой ему в левое плечё чем высвободил правую руку и ей же дотянулся до пистолета. Схватив его я приставил дуло к его... носу ? Которого не было. Окей. Я выстрелил и быстро скинул этот больше не ходячий трупак, я с облегчением выдохнул, посмотрев назад я увидел Аню.",
    "answers": [
      {
        "id": 61,
        "text": "Подняться и подойти к Ане"
      }
    ]
  },
  {
    "id": 61,
    "text": "Как только я подошол к Ане она сразу же бросилась ко мне в объятья я прижал её к себе.\n\"Я тебя никогда не отпущу.\" — сказала она сквозь слёзы\n\"Успокойся. Всё хорошо.\" — спокойно сказал я ей заводя её в дом \nЯ посадил её на диван а сам пошёл налил воды, дал стокан Ане.\n\"И что мы будем делать ?\" — спросила Аня успокоившись \n\"Ну надо сваливать с города.\" —  сказал я немного подумав\n\"Куда ?\" — спросила Аня\n\"У моих приёмных папа и мама есть особняк  километрах в семидесяти от ближайшего города. Можно туда.\" — сказал ещё немного подумав\n\"Ну выбора особого нет так что...\" — она хотела сказать что-то ещё но я её не дослушал.\nЯ не знаю что со мной случилось но внутри меня вспыхнул огонь и я заткнул её рот своим, а Аня не сопротивлялась этому. Я обхвалил её за талию а она обхватила руками мою шею.",
    "answers": [
      {
        "id": 62,
        "text": "Прижать её к стене"
      }
    ]
  },
  {
    "id": 62,
    "text": "Прижав Аню к стене я поднял её руки над головой делая её беспомощной, (хоть она особо сильного сопротивления не оказывала.) я вновь положил ей руки на талию, но начал медленно спускать их ниже, достигнув грани доступной  области я остоновился, \" а вдуг она подумает обо мне что мне только этого с самого начала и надо было.\" но из моих мысленых рассуждений  меня вырвал возбуждённый голос Ани.\n\"Ты что ? Передумал ?\" — она вопросительно посмотрела на меня\n\"Нет. Я просто не хочу всё портить.\" — немного подумав сказал я\nОна смущённо улыбнулась.\n\"Не переживай ты ничего не испортишь.\" — прошептала она нежно мне на ухо\nЯ кивнул и мы продолжали и я спустил руки ниже ( мои руки всё это время находились на грани дозволенности) и схватился за её попу и начал и её мять.",
    "answers": [
      {
        "id": 63,
        "text": "* От лица Аня *"
      }
    ]
  },
  {
    "id": 63,
    "text": "*Аня*\nМаксим схватился за мою пятую точку и начал её мять, затем губами он спустился к моей шее, его горячее дыхание обжигало мою нежную кожу я с трудом здерживала стоны, я не могла их здерживать настолько что  мне пришлось воспользоваться рукой но Максим перехватил её \n\"Я хочу слышать твой стон.\" — нежно прошептал он мне нежно на ухо\nПрошептав это он нежно прикусил примочку уха и я не здержала стона. И он стал стараться сильнее и он вновь вернулся к моим губам и запустил свой язык и начял изучать мой рот изнутри, но он резко остановился и зделал шаг назад.\n\"Ты чего ?\" — вощмущённо спросила я\n\"Рубашку сниму, а то ты её разорвёшь.\" — с усмешкой сказал Максим\nЯ тоже сняла футболку и Максим был ошарашен этим, но это быстро прошло и пламя в глазах сменилось хищным взглядом и я почувствовала себя безпомощной зеброй перед сверепым львом и он вновь вцепился в меня, я вообще не могла здерживать стона как-бы не старалась. Максим в скоре подхватил меня на руки, не отрываясь от моих губ и понёс меня на второй этаж попутно расстёгивая на мне ливчик \"Я не сопротивлялась его действиям просто не могла, это было слишком приятно\". Зайдя в спальню он бросил меня на кровать и я только тогда поняла что на мне уже нет вообще никакого верха.\n\"Как ? \" — это единственное что я смогла сказать \nМаксим ничего не ответил а только рыкнул и кинулся на меня дальше я уже несмотрела а только получала удовольствие и не здерживала стонов, его язык изучал уже мою голую грудь а вторую мяла его сильная рука, вдруг он перестал всё это делать и поцелуями спускался к трусикам, он зубами стянул их с меня и выкинул куда-то в сторону. Стянув с меня остатки нижнего белья Максим поднялся и мы сошлись в страстном поцелуе.",
    "answers": [
      {
        "id": 64,
        "text": "*От лица Максма*"
      }
    ]
  },
  {
    "id": 64,
    "text": "* Максим *\nЯ оторвался от Ани и начал снимать шорты и в этот момент кто-то начал долбиться в дверь \"Как сука вовремя .\" это единственная мысль которая была у меня в голове. Я посмотрел в сторону звука и прорычал свою мысль.\n\"Некуд...\" — и в этот момент я услышал как открылась.\nЯ приложил палец ко рту, Аня кивнула в ответ и тихонько пошла искать своё нижнее бельё но нашла только трусики (так как лифчик остался на лестнице.)\n\"Максим ! Ты тут ?\" — я услышал до боли знакомый голос\nИ я пошёл на этот голос, выйдя из комнаты я сразу же оказался на мушке, но в это же миг перестал на ней быть. Я спокойно спустился и на меня налетела Соня. (моя можно сказать приёмная сестра, но она мне как родная) \n\"Я так за тебя переживала.\" — сказала облегчённо Соня \n\"Думаешь я не переживал.\" — сказал я ей\n\"Мы видим как ты переживал.\" — вдруг подал голос Макс (это тот кто взял меня на мушку) \n\"Всмысле ?\" — вопросил я отлепив от себя Соню\nОн глазами указал мне лежащий на ступеньке бузгатер Ани \"я совсем про него забыл\" и в следующий миг прошла мысль \"как же вы всё-таки не вовремя\" я посмотрел на Макса ухмылка не слезала с его лица, я перевёл свой взгляд на Соню а вот она обсолютно спокойно смотрела на меня. Я услышал со стороны второго этажа шажки и обернулся, как неудивительно но это была Аня с... пистолетом в руках? Откуда? А точно у меня же в обоих тумбочках лежало заряжаный огнестрел.\n\"Свои\" — это единственное что пришло мне в голову\nСказав это я спокойно подошёл к ней и забрал пистолет. (который представлял собой Глок17) На всякий случай. Малоли что ?\n\"Знакомтесь это Аня моя девушка\" — после этой речи я посмотрел на Аню, она сияла от счастья.\n\"Это моя сестра Соня...\" — продолжил я \n\"И мой лучший друг Макс\" — Макс подмегнул ей \nЯ только сейчас заметил что она стоит в моей рубашке, ну это понятно почему, ведь и моя и её футболка волочились возле стены.",
    "answers": [
      {
        "id": 65,
        "text": "Шепнуть Ане чтобы пошла оделась"
      }
    ]
  },
  {
    "id": 65,
    "text": "\"Не хочешь одеться ?\" — прошптал я ей на ухо\n\"Ой\" — она задела испуганные глаза\n\"Только не забудь лифчик\" — возбуждаясь прошептал я \nСам от себя не ожидая я прикусил её за мочку уха.\n\"Максим мы не одни\" — возбуждённо прошептала Аня\n\"Как же они не вовремя пришли\" — прошептал я\nКивнув, она молча развернулась и поднилась на верх попутно подобрав свой бузгалтер \"она как запретный плод, который так и хочется вкусить и я почти его вкусил, но Соня с Максом всё испортили. Нет я не веню их но когда ещё будет такая возможность. С тем учётом что произходит в мире, не факт что эта возможность вообще теперь будет. Сука зачем они вообще сюда припёрлись.\" из мыслей меня вывели щелчки пальцев Макса у меня перед глазами. Я встряхнул головой и посмотрел на него.\n\"Ты чего завис ?\" — спросил он с улыбкой на лице\nИ уменя здали нервы, всё это так надавило что я не выдержал этот апакалепсис и сексуальная неудовлетворённость я не выдержал и сорвался.\n\"Тебя это не должно волновать !\" — накречал я на него\n\"Максим ты чего ?\" — встряла Соня\n\"Всё нормально !\" — я уже кричал на Софью \n\"Макс успакойся. Ты чего разошолся ?\" — Макс начал повышать на меня голос\n\"А ты не повышай на меня голос !\" — я немного збавил интонацию \nЯ не хотел продолжать спор по этому просто ушел на кухню. \"Надо выпить\" с этой мыслью я достал из шкафчика бутылку коньяка и бокал и только я поднёс бокал к губам как сразу же мою руку медленно опустила чья-то лёгкая и нежная рука.\n\"Не надо.\" — нежно прошептала мне на ухо Аня\nОна приобняла меня и уткнулась в меня носиком.\n\"Я...я не вывожу ужо это, а это только начало и что будет даль ?\" — сказал я ей\n\"Ты справишься. Я в тебя верю, ты сильный ты справишься.\" — сказала она прижавшись ко мне ещё сильнее\n\"Спасибо, твоя поддержка очень важна для меня.\" — нежно прошептал ей я \n\"А теперь иди и извенись перед своим другом и сестрой.\" — сказала она в пол голоса\n\"Ну да надобы.\" — осознал я \nИ только сейчас я услышал хныканье Сони \" Чёрт я же никогда на неё не кричал. Нехорошо вышло.\"",
    "answers": [
      {
        "id": 66,
        "text": "Успакоить Соню"
      }
    ]
  },
  {
    "id": 66,
    "text": "Я подошёл к Соне и как я и ожидал она отвернулась от меня, Макс сидел рядом с ней и...держал её за руку ? Между ними что-то есть ? Ладно разберёмся с этим потом.\n\"Сонь прости меня за мой псих.\" — начал я\n\"Отстань.\" — психовано сказала она\n\"Сонь ну ты пойми, ты сама знаешь у меня давно не было нормальных отношений и тут я встречаю девушку за которую готов умереть и тут нати вам апакалепсис, у любого нервы здадут.\" — сказав это я почувствовал на своей шее нежные руки Ани \nМне хотелось утонуть в её руках.\n\"Ну в этой ситуации мы оба виноваты.\" — скащала Соня вытирая слёзы\n\"Тогда мир ?\" — я протянул ей мизинец\n\"Мир.\" — она сделала тоже самое и пожали мизинцами.\nА я только сейчас вспомнил что с Максом мы не виделись полтора года, а с Соней целых три вобщем мы с ней не виделись с того момента когда я съехал от родителей. Мы разговаривали часа два если не больше.\n\"Ууу а время ни довольно много а ещё надо вещи собрать, всё проверить и т.д. и т.п.\" — сказал я посмотрев на часы\n\"Ну тогда пошли.\" — с улыбкой на лице сказал Макс\nГлавной задачей была выгрузить из холодильника всё съедобное и выгрузить оба сейфа с оружием ну так по мелочи аптечка, часть шмоток и документы. Я заносил рюгзаки а Аня заносила передо мной Аптечку, я закинул рюкзаки в машину и уходя заметил засовывшаю в машину аптечку Аню. Увидив её я не здержался и меня потянуло к ней.",
    "answers": [
      {
        "id": 67,
        "text": "* От лица Ани *"
      }
    ]
  },
  {
    "id": 67,
    "text": "*Аня*\nЯ почувствовала как чьи-то руки на моей пятой точке и я знала что это был Максим, а затем его нежные губы прикоснулись к моей шее, я прикусила губу и простонала и почувствовала как его орган уткнулся в меня, его горячее дыхание буквально прожигало меня.\n\"Максим мы не одни.\" — прошептала я ему\n\"Я не могу больше терпеть.\" — возбуждённо прошептал он\nПосле чего он прижал меня ещё сильнее и я просто не могла сопротивляться, (не хотела) он развернул меня к себе лицом и я только сейчас заметила что он без футболки. (и я решила тоже её снять) Я провела рукой по его голому торсу и прижала его к себе и мы сошлись в страстном поцелуе, он схватил меня за попу и переключился на шею и я не здержала стона, впилась ему в спину. Максим подхватил меня на руки я обвила его талию ногами.\n\"Кхм кхм.\" — внезапно раздался кошель",
    "answers": [
      {
        "id": 68,
        "text": "Посмотреть в сторону звука"
      }
    ]
  },
  {
    "id": 68,
    "text": "Мы синхронно повернулись в сторону звука, там стоял улыбающийся Макс. Я соскочила с рук Максима и он увёл его. \"Какой стыд.\" Думала я одивая футболку.",
    "answers": [
      {
        "id": 69,
        "text": "*У Максима *"
      }
    ]
  },
  {
    "id": 69,
    "text": "Заведя Макса за угол я вопросительно посмотрел на него как-бы говоря \"чего тебе надо.\" он понял мой намёк.\n\"Ну я услышал стоны и пошёл проверить.\" — оправдывался Макс\n\"Извини я не хотел вам мешать.\" — недав мне ответить произнёс он\n\"А кашлял тогда зачем если не хотел мешать ?\" — недовольно спросил его я \n\"Рефлекс.\" — недолго думая ответил он\nИ тут же мимо нас прошла Аня, я ничего не отвечая пошёл одел футболку и поднялся на верх.  Макс поднялся следом за мной и ушёл куда-то на второй этаж, Аня сидела на кухне \"надо бы с ней поговорить.\" подумал я.",
    "answers": [
      {
        "id": 70,
        "text": "Подойти к Ане"
      }
    ]
  },
  {
    "id": 70,
    "text": "Подойдя к ней я заметил что она сидит с кружкой чая и смотрит куда-то в пустоту. Я положил ей руки на плечи и хотел помасировать их, но она отстранилась от моих рук. Я сел рядом на стул.\n\"Ань что случилось ?\" — начал я \n\"Ничего.\" — недовольно сказала она\n\"Ты просто выставил меня в ужасном свете.\" — продолжила она не дав мне сказать\n\"В каком ещё \"ужасном свете\" ?\" — удивлённо спросил её я\n\"То что я вешаюсь на тебя и готова дать где угодно и когда угодно.\" — недовольно сказала она\n\"Ань ну пересть, Макс мой близкий друг и он всё понял что это не ты ко мне пристаёшь, а я к тебе.\" — спокойно сказал я взяв её за руку\n\"Точно ?\" — успокоившись сказала она\n\"Ты прям как маленький ребёнок.\" — сказал я с усмешкой\n\"Ну ладно, точно точно.\" — сказал я с улыбкой на лице\n\"Я тебе верю.\" — нежно сказала она \nИ тут мне в голову пришла идея.\n\"А ты умеешь стрелять ?\" — спросил я подумав\n\"Нет. А что ?\" — удивлённо спросила она \n\" Тогда пойдём.\" — сказал я встав и потянул её в подвал \nСпустившись я пошел в погреб, поставил там три бутылки и вернулся к Ане протянув ей пистолет. Она аккуратно взяла его, я показал ей основы пользования огнестрельными оружием и встал сзади неё, взяв её за руки",
    "answers": [
      {
        "id": 71,
        "text": "Спустя время"
      }
    ]
  },
  {
    "id": 71,
    "text": "Сны практиковалась несколько часов как итог расстреляла десять бутылок и две обоемы (вторую обойму она расстрливала без моей помощи.) \n\"Ну неплохо для начала.\" — сказал я с улыбкой на лице\nОна ничего не ответив поцеловала меня. \"Какой это уже за сегодня поцелуй ? Десятый ? Двадцатый ?\" Мы поднялись на верх на столе уже был накрыт ужин и Соня с Максом ждали нас.\n\"Ну наконец то.\" — вскрикнул Макс завидив нас\n\"Зачем вы нас ждали ?\" — спросил я у них\n\"Ну мы же семья.\" — сказала Соня улыбнувшись \nМы сели есть, разделавшись с основным блюдом мы принялись за пирог с чаем в процессе поедания которого мы общались. \"Вот он идеальный момент для вопроса который терзает меня весь день.\" \n\"Сонь, Маск а вы часом не встречаетесь ?\" — спокойно спросил я\nЭтот вопрос поверг их в ступор, они переглянулись.\n\"Да. А что так видно ?\" — вдруг сказала Соня\n\"Ну есть такое.\" — сказал я\n\"Мы давно хотели тебе...\" — сказала Соня \n\"Сонь я одобряю твой выбор лучше с моим лучшим другом чем с каким-то мутным Димой\" — я перебил Соню \nОни с Максом одобрительно кивнули и я вышел из-за стола первый так как расправился с чаем и пирогом быстрее остальных. \"Надо сходить в душ, сегодня был слишком тяжёлый день.\"",
    "answers": [
      {
        "id": 72,
        "text": "Принять душ"
      }
    ]
  },
  {
    "id": 72,
    "text": "Зайдя в ванную я быстро скинул с себя всю одежду корме плавок. Чёрт его знает зачем я их вообще одивал. Я включил прохладную воду и погрузился в свои мысли \"Этот день был слишком длинным СЛИШКОМ, я бы даже сказал через чур длинным, этот апокалипсис как он сука не вовремя и Макс с Софьей появились тоже не вовремя и их не выгонеш он же вроде как семья.\" и тут мои мысли прервал звук включённого джакузи и по холод не вшая вода. Я выключил воду и в тот же миг джакузи перестало работать, не открывая шторки я взял полотенце и обматал им бёдра. Только после этого я отодвинул шторку и я увидел что в джакузи плескалась Аня, (чему я не удевился) я пошёл снял с сушилки плавки и одел их и сразу же как вышел плюхнулся к Ане.\n\"Только не говори что ты не ждала этого.\" — сказал я с улыбкой\n\"Ждала.\" — сказала она, тоже улыбнувшись \nДоговорив это она подплыла и умастилась на моей груди и я не почувствовал лямок \"ну ладно может она просто топлис\" и я сразу же начал прощупывать низ и я его не нащупал.\n\"Ты что без купальника ?\" — возбуждённо спросил я \nОна отрицательно покачала головой.\n\"Что ты со мной делаешь ?\" — нежно прошептал я ей и поцеловал в щёку.\nАня начала хихикать \n\"Тебе разве это не нравится ?\" — игриво прошептала она\nЯ завёлся и начал ласкать её.\n\"Давай продолжим в спальне.\" — прошептала Аня \nЯ кивнул и вылез из джакузи Аня вылезла следом за мной.",
    "answers": [
      {
        "id": 73,
        "text": "Вытереться"
      }
    ]
  },
  {
    "id": 73,
    "text": "Мы быстро вытерлись, оделись и выскочили из ванной. Я несдержал порыва страсти и прижал Аню к стене и схватил за пятую точку и проник ей в рот языком и подхватил её на руки и понёс на второй этаж.",
    "answers": [
      {
        "id": 74,
        "text": "Проснуться"
      }
    ]
  },
  {
    "id": 74,
    "text": "Это была лучшая ночь в моей жизни, чувства которые я испытывал просто не опесуемы. (а хотя у меня уже было и не раз) Проснулся я очень рано на часах было пять утра, Аня спала на моём плече \"как она мило спит.\" мне не хотелось будить и поэтому я максимально аккуратно вылез из-под неё и у меня получилось. Я спустился вниз принять душ, чтобы не потревожить её сон затем немного позанимался, приготовил на всех завтрак и достал карту и начал рассчитывать. Рассчитывал я около получаса и к тому времени уже проснулись Сфа с Максом.\n\"Доброе утро.\" — начали они вместе \n\"Доброе.\" — сказал я убирая карту \n\"А Аня ещё спит ?\" — поинтересовалась Соня (я понимал к чему они ведут и показал глазами что не надо это продолжать, но)\n\"Ну конечно после... кх кх.\" — София ударила его локтем в живот\n\"Пойду разбужу её.\" — сказал я выходя из столовой\n",
    "answers": [
      {
        "id": 75,
        "text": "На второй этаж"
      }
    ]
  },
  {
    "id": 75,
    "text": "Поднявшись на второй этаж я подошёл к Ане и начал её  будить.\n\"Зайка вставай.\" — нежно прошептал я ей и поцеловал в щёку\n\"Мммм ?\" — промычала она \n\"Мама мне сегодня к третьему уроку.\" — полусонно прошептала Аня\n\"Вставай.\" — повторил я \nОна открыла глаза и улыбнулась, а я улыбнулся в ответ.\n\"Доброе утро соня.\" — сказал я улыбаясь\n\"Можно я ещё посплю.\" — вновь прошептала она\n\"Нет, я и так дал тебе поспать.\" — сказал я вытягивая её из кровати\n\"А что у тебя с голосом ?\" — спросил я перестав тянуть Аню\n\"А ты не догадываешься ?\" —  прошептала она\n\"Ах да.\" — сказал я \n\"Вставай.\" — сказал я продолжая вытягивать её их кровати\n\"Ну всё, всё я встала.\" — прошептала она, уже сама вставая с кровати\nВстав с кровати она пошла в душ и прежде чем она закрыла дверь я заметил что она в нижнем белье. \"Как у меня могло вылететь из головы то что было вчера, она так кречала у меня даже уши заложило.\" и тут мои мысли прервал Макс.\n\"Вы долго ещё ?\" — спросил Макс войдя в комнату\n\"Она в ду́ше.\" — пасивно ответил я \n\"Шепчет ?\" — нежданно спросил он\n\"Что ?\" — спросил я \n\"Ну после вчерашнего.\" — уточнил он\n\"Макс.\" — недовольно сказал я\nИ в этот момент Аня вышла из душа в полотенце.\n\"Макс, может выйдешь ?\" — спросил я подняв брови, после чего вытолкнул его за даерь и закрыл её, к тому моменту Аня уже скинула полотенце и выбирала что надеть. Я просто не мог оторвать от неё глаз и встал в дверях как вкопанный, она заметила мой взгляд и медленно подошла ко мне. Подойдя ко мне она прижала меня к двери и поцеловала я опустил руки на её пятую точку, но я смог прейти в себя и с огромным трудом отстранился отнеё.\n\"Сейчас не время.\" — прошептал ей я\nОна молча кивнула и пошла одиваться я тоже начал переодеваться (так как на мне были только шорты а под ними трусы и больше ничего на мне не было)",
    "answers": [
      {
        "id": 76,
        "text": "Одеться"
      }
    ]
  },
  {
    "id": 76,
    "text": "Одевшись мы с Аней спустились на первый этаж, все съели свои завтраки и я объяснил как всё будит, они внимательно выслушали и кивнули. Мы вышли из дома и подходя к машине Соня с Максом нас остановили.\n\"Максим нам тут надо кое куда отъехать.\" — начала она\n\"Ну ладно поехали.\" — ответил им я\n\"Нет Макс, вы с Аней езжайте а мы вас догоним.\" — практически крича начал Макс\n\"Ну ладно тогда мы будем вас ждать на... семдеся четвёртом километре там кафе есть\n\"Хорошо.\" — сказали они в вунисон \nМы с Аней сели в машину и поехали к выезду из города. Дорога прошла спокойно и вот он выезд из города.",
    "answers": [
      {
        "id": 77,
        "text": "Глава 1 \"По дороге в ад\""
      }
    ]
  },
  {
    "id": 77,
    "text": "Мы ехали на внедорожнике, перед глазами трасса, вечерело, шёл снег \"Стоп где то я это уже видел.\". Рядом сидела Аня, я положил руку на ручку коробки передач и тут же почувствовал на своей руке Анину руку. Я посмотрел на неё и она тоже смотрела на меня я вернул свой взгляд на дорогу  и переключил передачу и тут из-за деревьев выскочил тягач.",
    "answers": [
      {
        "id": 78,
        "text": "Вжать тормаз"
      }
    ]
  },
  {
    "id": 78,
    "text": "Вжав педаль тормоза, я схватил винтовку (СВД) с заднего сиденья и выскочил из машины Аня выскочила за мной. Из тягача выпрыгнул мужик я сразу же прешил его и он упал замертво и через секунду я услышал рёв двигателей и много мата.\n\"За машину !\" — крикнул я Ане\nАня быстро нырнула за машину, а я следом за ней и в следующую начался обстрел преблезител но из Акм, благо это была непросто машина, а броневик. Они очень быстро высадили свои обоймы, я быстро высунулся сделал 4 летальных выстрела (а всего их было 15) и за секунду как засесть в укрытие я увидел как ещё двое упали замертво, в этом постаралась Аня. Они сменили объемы но не открыли огонь, я выглянул и никогда не увидел.\n\"Кажется они ждут пока мы откроем огонь первыми.\" — сказал я Ане вернувшись в укрытие\n\"И что будим делать ?\" — спросила меня Аня\n\"Надо подумать.\" — задумчиво ответил я \nИ наступила гробовая тишина, даже было слышно как вдали приближались ходячие, надо было срочно что-то решать.\n\"Нужен какой-то отвлекающий манёвр.\" — произнёс я после не долгих раздумий.\n\"И какой же ?\" — спросила меня Аня\n\"Я не знаю.\" — сказал я подумав\n(А машина стояла передом к нам.) И в этот момент за машиной послышались тихие шаги. Надо было что-то делать.",
    "answers": [
      {
        "id": 79,
        "text": "Напасть на ближайшего"
      }
    ]
  },
  {
    "id": 79,
    "text": "Выскочив из-за машины я воткнул ближайшему нож в голову. В следующую секунду остальные  веро открыли огонь, но я  успел закрыться трупом убитого мной рейдера, через некоторое время башка рейдера начала разлетаться, пули свистели над головой и если бы не Аня мне был бы конец опустошив обоему она завалила семерых. Последний пустил пулю в её сторону и попал в живот. Я быстро скинул с себя труп рейдара вытащил из кабуры пистолет и выстрелил убегающему рейдеру в голову и в следующую секунду он упал замертво.",
    "answers": [
      {
        "id": 80,
        "text": "Подбежать к Ане"
      }
    ]
  },
  {
    "id": 80,
    "text": "\"Аня ты как.\" — нервно спросил я подскочив к ннй\n\"Б...больно.\" — произнесла она дрожащими губами, сжимая рану\n\"Всё будет хорошо. Слышишь? Всё будет хорошо, я тебе обещаю.\" — сказал я глядя ей в глаза\nОна кивнула и я сразу же побежал за аптечкой. Открыв Анин рюкзак (который лежал под сиденьем) схватив аптечку я побежал к Ане. Быстро вытащил пулю, обработал рану и забинтовал всё было хорошо, но пока я всё делал Аня потеряла много крови и поэтому была слаба. И в этот момент я услышал рычание десятков заражённых, они были совсех сторон \"Чёрт, чёрт, чёрт. Надо срочно что-то делать!\" молнеиносно пронеслось у меня в голове но их было слишком много, а пути в машину уже не было.\nЯ услышал рычание за спиной, быстро достал нож.",
    "answers": [
      {
        "id": 81,
        "text": "Развернуться и ударить ножом"
      }
    ]
  },
  {
    "id": 81,
    "text": "Я уже знал что будет дальше. Поскольку я не видел дистанцию, а только предполагал. Я врезался рукой прямо ему в открытую пасть, а он её моментально схлопнул.\nНо я не растерялся, перекинул нож в другую руку и воткнул его прямо ходячему в бошку. Не успел я вытащить нож из его бошки как на меня повалился другой я только успел поставить руки но из-за укуса я ослаб и ходячий продавливал, он тянулся к сонной артерии и я понимал что это конец, но меня волновал только один вопрос \"Что там с Аней? А жива-ли она?\" это единственный вопрос который меня волновал.\nПасть зомбака приближалась я отвернулся и закрыл глаза, я уже думал что это конец как вдруг...\n\"НАЗАД !!!\" — послышался рык Ани\nИ тут же все ходячие разошлись кто куда \"я жив, я жив, я живу, но заражён\". Когда вся толпа разошлась я поднялся на ноги и подошёл к Ане, она была обессилена. Я поднял её на руки и понёс внутрь мотеля. Мотель оказался на удивление пустым, я окрыл первый попавшийся номер и положил Аню на кровать и она сразу же заснула. Я заперся в соседнем номере. (к тому моменту уже была ночь) ",
    "answers": [
      {
        "id": 82,
        "text": "\"Утро\""
      }
    ]
  },
  {
    "id": 82,
    "text": "Этой ночью я совсем не спал \"Я до сих пор не обратился ? Как ? Что-то здесь не чисто. Что со мной не так ? У меня что устойчивость к вирусу ? Ничего не понимаю.\" мысли уже путались в голове от бессонной ночи, меня дико клонило в сон и я вырубился.",
    "answers": [
      {
        "id": 83,
        "text": "*От лица Ани*"
      }
    ]
  },
  {
    "id": 83,
    "text": "*Аня*\nЯ проснулась в каком-то месте, оно было похоже какой то номер. \"Но что я здесь делаю ? И где Максим ? Так Анна возьмите себе я в руки, надо проверить дверь.\" Дверь была незаперта я взяла пистолет Максима. Стоп. А что его пистолет делает здесь ? Он всегда носит его с собой. Я вышла из номера, заметив кровавые следы ведушие в соседний номер, войдя в номер я увидела сидящего на полу Максима и сразу же кинулась к нему в обьятья.\n\"Я так испугалась когда не увидела тебя проснувшись.\" — испуганно прошептала я\nОн малча прижал меня к себе ещё сильнее.\n\"Я думал я тебя больше не увижу.\" — нежно прошептал он\nЯ озадаченно посмотрела на него и помогла ему подняться. Максим поднялся на ноги и в этот же момент послышались стуки десятка берц.",
    "answers": [
      {
        "id": 84,
        "text": "*От лица Максима*"
      }
    ]
  },
  {
    "id": 84,
    "text": "*Максим*\nЯ поднялся и услышал стук беру и не одной пар, я быстро выхватил у Ани свой пистолет и закрыл её спиной, через секунду перед нами стояло десять солдат в чёрной экипировке направив на нас дула автоматов (это были солдаты организации Blake alpha, меня приглашали туда после службы в армии, но я отказался. Шансов не было вообще. Мы стояли так с минуту и тут в комнату хвошёл... Макс ? Он тоже был в чёрной форме, неужели он принял их приглашение.\n\"Макс.\" — сказал он с улыбкой\nЯ молча смотрел на него.\n\"Что ты такой серьёзный, а понял. Вольно.\" —Макс отдал приказ солдатам и они покинули комнату после чего я опустил пистолет.\n\"Ну ?\" — недовольно спросил я\n\"Как ты это объяснишь ?\" — продолжил я не дожидаясь его ответа\n\"Я не обязан тебе что-то объяснять.\" — безразлично ответил он\n\"Вы просто должны поехать с нами.\" — продолжил он\n\"Что ?\" — возмутился я\n\"Мы с тобой некуда не поедем.\" — грозно сказала Аня\n\"Поедите а иначе...\" — злобно сказал он\n\"А иначе что ?!\" — произнёс я на повышенных тонах\n\"А иначе, я вас заставлю !\" — агрессивно сказал он и зжал кулаки\n\"Это не Макс.\" Пробежало у меня в голове\n\"Остановитесь !\" — вдруг в комнате появилась Софья\n\"Максим, Аня езжайте с нами.\" — она обратилась к нам с Аней\n\"Ты и её в это втянул ?!\" — я огресивно обратился к лжемаксу\n\"Максим прошу езжайте с нами.\" — она перебила Макса \nПосле чего я заглянул ей в глаза и там я увидел искреннюю мольбу о том чтобы мы поехали\n\"Хорошо, мы поедем.\" — сказал я внезапно даже для себя\n\"Что ?\" — Аня с ужасом посмотрела на меня\n\"Доверься мне.\" — прошептал я ей\nОна молча кивнула и мы вышли за Максом.\n\"Ваши вещи уже в машине.\" — сказал Макс по пути\nМы молча сели в один из чёрных бронивиков в котором сидели Соня, Макс и ещё два бойца. Мы снова вернулись в родной город, из которого мы так рвались свалить. Мы проехали через весь город и остановились около какого-то заброшенного завода.",
    "answers": [
      {
        "id": 85,
        "text": "Выйти из машины"
      }
    ]
  },
  {
    "id": 85,
    "text": "Выйдя из броневика, мы направмлись в подвал здания. Мы столкнулись с завалом но бойцы быстро разобрались с ним за ним оказалась бронированая дверь с множеством замков: пароль, отпечаток пальца, электронный замок и радужный сканер (я имел в виду сканер который определяет подленность радужки зрачка забитого в базу данных, ну вы поняли.) только после всего этого дверь открылась. Там стояли четыре бойца было натыкана куча камер мы вошли в ещё одну дверь затем нас весь день тоскали по всему бункеру проводя различные тесты в конце дня нас завели в комнату там стояли две кровать, две прикроватные тумбочки и шкаф ещё была ванная без двери.",
    "answers": [
      {
        "id": 86,
        "text": "\"Это не Макс.\""
      }
    ]
  },
  {
    "id": 86,
    "text": "Сев на кровать в мою голову вернулась та мысль \"Это не Макс.\" но как этот мог быть не он если это он.\n\"Что ?\" — Аня вопросительно посмотрела на меня\n\"Я что сказал это в слух ? — спросил я её\nОна кивнула и казалось поняла смысл моих слов, но тут же вернулась в свои и в её глазах показался страх. Заметив это я пошёл и сел рядом с ней.\n\"Что случилось ?\" — спросил я\n\"Пака ничего.\" — дрожащим голосом сказала она\n\"Я не понимаю.\" — озадаченно сказал я\n\"Понимаешь я, не такая простая.\" — сказала она глядя мне в глаза\n\"Я давно подозревала что со мной что-то не так и всё подтвердилось, вчера, я крикнула \"назад\" и они ушли.\" — проговорила она начав паниковать\n\"Я понимаю к чему ты ведёшь.\" — сказал я успокаивающе (для тех кто не понял, она вела к тому что над Аней ставил бы опыты и сделали антидот при помощи которого люди смогли бы управлять ходячими тем самым уничтожив их всех.)\nОна просто молча обняла меня, а я просто прижал её к себе ещё сильнее.\n\"Я тебя никому не отдам.\" — нежно прошептал я ей \nИ в этот момент в комнату вошёл. \"Макс\"\n\"С тобой хочет поговорить моё начальства.\" — сказал он указывая взглядом на меня\nЯ молча встал и пошёл за ним. Снова эти белые коридоры меня уже от них тошнит.",
    "answers": [
      {
        "id": 87,
        "text": "Идти молча"
      },
      {
        "id": 88,
        "text": "\"Зачем так много коридоров ?\""
      }
    ]
  },
  {
    "id": 87,
    "text": "Я решил ничего не говорить и мы просто шли молча, шли, шли, шли пока не дошли до больших отличающихся от всех остальных дверей.\n\"Тебя уже ждут.\" — произнёс \"Макс\" остановившись с одной стороны дверей.",
    "answers": [
      {
        "id": 89,
        "text": "Войти"
      }
    ]
  },
  {
    "id": 88,
    "text": "\"Тебя это не должно волновать, тебе всё равно не жить здесь. Наверое.\" — безразличным голосом произнес \"Макс\"\n\"Всмысле \"наверное\" ?\" подумал я и решил ничего не отвечать. Мы шли, шли, шли пока не дошли до больших отличающихся от всех остальных дверей.\n\"Тебя уже ждут.\" — произнёс \"Макс\" остановившись с одной стороны дверей",
    "answers": [
      {
        "id": 89,
        "text": "Войти"
      }
    ]
  },
  {
    "id": 89,
    "text": "Войдя в кабинет я увидел стоящие со всех сторон большие книжные шкафы, стол стоящий посредине кабинета, стул стоящий перед столом и кресло стоящее за столом в котором сидел мужчина лет тридцати, с чёрными волосами и зелёными глазами в которых отражалось такое высокомерие.\n\"Проходи присаживайся.\" — вдруг произнёс он",
    "answers": [
      {
        "id": 90,
        "text": "Сесть"
      },
      {
        "id": 91,
        "text": "\"Я постою.\""
      }
    ]
  },
  {
    "id": 90,
    "text": "Молча сев я ожидал того что он мне скажет.\n\"Подумал над моим предложением ?\" — вдруг произнёс он после минуты молчания",
    "answers": [
      {
        "id": 92,
        "text": "\"Я уже дал ответ.\""
      },
      {
        "id": 93,
        "text": "Промолчать"
      }
    ]
  },
  {
    "id": 91,
    "text": "\"Как хочешь.\" — недовольно сказал он\n\"Подумал над моим предложением ?\" — вдруг произнёс он после минуты молчания",
    "answers": [
      {
        "id": 92,
        "text": "\"Я уже дал ответ.\""
      },
      {
        "id": 93,
        "text": "Промолчать"
      }
    ]
  },
  {
    "id": 92,
    "text": "\"Ха ха ха, ну как хочешь.\" — сказал он с усмешкой\n\"Знаешь зачем ты и твоя подруга здесь ?\" — с дьявольской улыбкой произнёс он",
    "answers": [
      {
        "id": 94,
        "text": "Нереагировать"
      }
    ]
  },
  {
    "id": 93,
    "text": "\"Только не надо строить из себя недотрогу.\" — злостно прорычал он\n\"Знаешь зачем ты и твоя подруга здесь ?\" — с дьявольской улыбкой произнёс он",
    "answers": [
      {
        "id": 94,
        "text": "Нереагировать"
      }
    ]
  },
  {
    "id": 94,
    "text": "Я постарался не показывать эмоций но это получилось не очень хорошо и он это заметил.\n\"Прямо сейчас твою подругу уже увозят в лабораторию.\" — всё также дьявольски улыбаясь произнёс он",
    "answers": [
      {
        "id": 95,
        "text": "Бежать"
      }
    ]
  },
  {
    "id": 95,
    "text": "Я не выдержал, сорвался с места и побежал, попутно сшибая с ног всех бойцов. Я бежал на угад и тут я увидел как два солдата тащют Аню под руководством \"Макса\". Увидив меня они остановились, (ну конечно же я выбежал им прямо на встречу) все стояли как вкопанные и скаждой секундой напряжение росло. \n\"Максим прошу не лезь.\" — вдруг откуда-то вылезла Соня\n\"Ты сейчас серьёзно ? Я довирлся тебе. И как оказалось. Зря.\" — ответил я глядя ей в глаза\n\"Взять его.\" — еле слышно сказал \"Макс\" \nИ в туже секунду меня схватили два солдата и Аню потащили дальше. Я ловко вырвался и отправил эту парочку в нокаут остальных двоих пришлось зарезать. Когда я высвободил Аню она кинулась мне в объятья.\n\"Я же сказал что никому тебя не отдам.\" — прошептал я ей на ухо\n\"Как мило.\" — прорычал \"Макс\" ",
    "answers": [
      {
        "id": 96,
        "text": "Отстраниться от Ани"
      }
    ]
  },
  {
    "id": 96,
    "text": "Отстранившись от Ани я закрыл её собой.\n\"Надо было застрелить тебя ещё дома.\" — сказал \"Макс\" направив на меня пистолет\n\"Ты не Макс.\" — сказал я подумав\n\"Что ?\" — сказал он озадаченно\n\"Это не ты. Макс оглянись вокруг, мы стоим посреди кого-то бункера и ты готов меня застрелить, так что это не ты.\" — сказал я не думая\nОн определённо был озадачен моими словами.",
    "answers": [
      {
        "id": 97,
        "text": "Вырубить \"Макса\""
      }
    ]
  },
  {
    "id": 97,
    "text": "Одним чётким рывком в перёд я выхватил у \"Макса\" пистолет и вырубил его. Я посмотрел на Соню она смотрела на меня.\n\"Что они с ним сделали ?\" — обратился я к ней\n\"Чип контроля.\" — ответила она подумав\n(Она быстро всё обьснила, дала нам кпк на котором был план комплекса и сказала чтобы мы уходили. Но я не хотел уходить без этих двоих.)И тут из одного из каридоров послышался стук десятка берц.\n\"Уходите.\" — в пол голоса сказала Соня\nМы побежали по коридору и занырнули в первую попавшуюся открытую дверь. Надо было спланировать действия.",
    "answers": [
      {
        "id": 98,
        "text": "Командный центр"
      }
    ]
  },
  {
    "id": 98,
    "text": "\"Сначала направимся в командный центр.\" — подумал я в слух\n\"Зачем ?\" — спросила Аня\n\"Вырубим все чипы контроля и систему безопасности.\" — ответил я подумав\nОна молча кивнула и мы аккуратно вышли из комнаты. На моё удивление мы спокойно дошли до командного центра, но он был закрыт на магнитный замок. Не знаю почему я решил приложить к нему кпк но... это сработало. мы аккуратно вползли туда, но там никого не было. Оно и к лучшему, на моё удивление там была примитивная система, даже незащищённая никаким паролем я выключил все системы после чего запустил систему самоуничтожения и в этот момент в комнату вошли: Соня, Макс, ген.деректор Blake alpha, ещё какие то мужики и пять бойцов. Я сразу же достал пистолет и открыл огонь они были просто ошарашены и вот все пять бойцов и те мужчины (по пагонам они были капитанами) упали замертво. \n\"А если бы ты в нас попал !\" — хором прокричали Соня с Максом\n\"Не попал же.\" — спокойно ответил я \n\"И вообще отсюда надо убираться.\" — продолжил я миняя объему\nДеректор лежал на полу и корчился от боли он был обречён на смерть, но я мог облегчить его страдания",
    "answers": [
      {
        "id": 99,
        "text": "Застрелить его"
      },
      {
        "id": 100,
        "text": "Пусть помучается"
      }
    ]
  },
  {
    "id": 99,
    "text": "Я направил на него пистолет но не успел спустить курок, так как макс сделал это замена. Мы побежали в комнату где мы с Аней расположились. Пока я собирал вещи Аня сходила в душ и переоделась. Она что совсем ? Комплекс может в любую секунду взлететь на воздух, а она намывается. Мы быстро покинули комплекс и сели в один из бронивиков и умчались. Когда мы были уже довольно далеко сзади прогремел взрыв. И снова выезд из города.",
    "answers": [
      {
        "id": 101,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 100,
    "text": "Я решил \"пусть помучается.\" но только я об этом подумал как Макс пустил ему пулю в голову. После этого мы побежали в комнату где мы с Аней расположились. Пока я собирал вещи Аня сходила в душ и переоделась. Она что совсем ? Комплекс может в любую секунду взлететь на воздух, а она намывается. Мы быстро покинули комплекс и сели в один из бронивиков и умчались. Когда мы были уже довольно далеко сзади прогремел взрыв. И снова выезд из города",
    "answers": [
      {
        "id": 101,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 101,
    "text": "\nПака всё. Пишите комментарии, мне очень важно ваше мнение.\n\nВторая глава уже в разработке.",
    "answers": [
      {
        "id": 1,
        "text": "Главное меню"
      }
    ]
  },
  {
    "id": 102,
    "text": "",
    "answers": []
  }
]