[
  {
    "id": 1,
    "text": "Вы обычный сталкер который полез в зону чтобы скрыться от закона но вы решили заработать на жизнь не грабежом и убийствами  а честным (ну или почти) трудом а точнее добыванием артефактов. В зоне вы уже получили  кличку Сизый. Ну как говориться: попутного ветра сталкер! ",
    "answers": [
      {
        "id": 2,
        "text": "Начать "
      }
    ]
  },
  {
    "id": 2,
    "text": "Вы заходите на \"Скадовск\". Вы слышите разговоры сталкеров: анекдоты, разговоры о насушном, тактика на вылазках, просто дружаская болтовня. Чем то напомнившая вам о тех лихих днях когда вы ещё были вместе с братвой. В этот момент вас подзывает какойто мутный тип в комбезе:\n—Эй ты сталкер, да да ты, у меня к тебе разговор.\n— Да а зачем я тебе нужен?\n— Я же сказал дело есть, ну так вот у меня одна проблема нарисовалась... Заплачу хорошо если согласишься... ",
    "answers": [
      {
        "id": 3,
        "text": "-Ок а что за проблема"
      },
      {
        "id": 4,
        "text": "-Меня это не интересует"
      }
    ]
  },
  {
    "id": 3,
    "text": "—Вообще как то заныкал я хабар ну на чёрный день так сказать. А на нем стоит радио- передатчик и я слежу так за тем где он находится.\nИ я вдруг недавно обнаружил что его спёрли! И потому мне нужно чтобы его кто-то достал... Вобщем получишь денги. \n—А как я его достану если я не знаю кто его украл?\n— Этого фраера зовут Гоша Линк и он состоит в \"Свободе\" мне нужно чтобы ты убил его и пренёс мне мой ящик с хабаром а всё то что будет на нём можешь себе захапать, понял?\n— Эм... Ладно давай его координаты.\n— Во я всё тебе забил в КПК а теперь иди и выполняй свою часть сделки...",
    "answers": [
      {
        "id": 5,
        "text": "Отправиться к точки. "
      }
    ]
  },
  {
    "id": 4,
    "text": "Вы вдруг осознали что деньги вам по зарез нужны а то и на еду не хватит. И вы должны согласиться ",
    "answers": [
      {
        "id": 3,
        "text": "А впрочем давай что ты хотел. "
      }
    ]
  },
  {
    "id": 5,
    "text": "Вы подходите к \"портовым кранам\" и видете фигуру в грузовом контейнере котороя копаеться в каком то ящике. Видимо это и есть тот \"свободовец\". Вы готовы убить его но всё же вас начинают посещать сомнения ведь вы пришли в Зону чтобы начать новую жизнь а не продолжить старую...",
    "answers": [
      {
        "id": 6,
        "text": "Сделать пару очередей по человеку. "
      },
      {
        "id": 7,
        "text": "Подойти к нему и поговорить "
      }
    ]
  },
  {
    "id": 6,
    "text": "После выстрелов он упал замертво и вы подошли к нему. Ящик он так и не успел взламать  по этому его полюбому придётся тащить к тому типу на \"Скадовске\". А на теле самого \"свободовца\" было не очень много чего полезно такой же как и у вас \"ак-47/у\", водка, два бинта, аптечка, пара патронов и и гравированный \"ТТ\" что вас удивило. ",
    "answers": [
      {
        "id": 8,
        "text": "Собрать всё и отправиться на \"Скадовск\" "
      }
    ]
  },
  {
    "id": 7,
    "text": "Вы подходите к человеку.  На нём комбез \"свободы\" сам он пытаеться вскрыть замок на каком-то ящике. \n—Эм привет это ты Гоша Линк.\n—Да а что?\n— Какой-то мутный тип со \"Скадовска\" дал мне задание убить тебя. И забрать этот ящик типа у него там хабар.\n— Блин, мужик, но ты же этого не сделаешь?\n—Уже нет.\n— Спасибо что сказал. А ты случайно не знаешь как его открыть.  Я в замок этого ящика целую  обойму из моего \"ТТ\" отстрелял, а ему хоть бы хны. \n — Честно не знаю. Я предлогаю сейчас вот что сделать, у него в ящике есть передатчик можем его найти и пострелить через ящик.\n— Давай.\nВы нашли передатчик и удачно его прострелили.\n— Так что теперь.\n— Теперь стоит переть на \"Скадовск\" и искать этого бандита. Чтобы приставить его к стенке а  дальше всё равно всё скажет нас двое всё же. \n— Окей пошли. \n",
    "answers": [
      {
        "id": 15,
        "text": "Идти на \"Скадовск\" "
      }
    ]
  },
  {
    "id": 8,
    "text": "Вы прошли уже половину пути. Вдруг из-за болотных кустов доносится:\n—Опа, опа фраер стопэ.\nВы поворачиваете голову и видете того бандита который и попросил вас достать этот ящик.  Его ствол направлен на вас. \n— Ах ты мразь! \n— Ну чё поделать времена щас такие каждый зарабатывает как может. Так что давай выкладывай всё аккуратно и без резких движений. \n",
    "answers": [
      {
        "id": 9,
        "text": "Мля...*начать всё выкладывать*"
      },
      {
        "id": 10,
        "text": "Пошёл к чёрту! *выхватит автомат и начать стрелять по нему*"
      },
      {
        "id": 18,
        "text": "Бежать \n"
      }
    ]
  },
  {
    "id": 9,
    "text": "Вы медленно выкладываете содержимое вашего рюкзака сначала  ящик того бандита. Вы уже готовитесь положить на землю автомат как вдруг слева от вас доносится рёв стаи кабанов. Бандит замещкался и начел смотреть в ту сторону откуда доносится рёв. У вас появился шанс что вы сделаете? ",
    "answers": [
      {
        "id": 11,
        "text": "Выстрелите в бандита. "
      },
      {
        "id": 12,
        "text": "Убежите"
      }
    ]
  },
  {
    "id": 10,
    "text": "Вы не успели навести на него дуло а он уже превратил вашу голову в \"голландский\" сыр.  Вы умерли, прошу в начало. ",
    "answers": [
      {
        "id": 1,
        "text": "Окей("
      }
    ]
  },
  {
    "id": 11,
    "text": "Вы убили бандита но стая была уже совсем рядом, вы открыли по ним огонь, но один из кабанов протаранил вас вы отлетели но даже не успели подняться как вас затоптали кабаны. Это было больно. ",
    "answers": [
      {
        "id": 1,
        "text": "В начало("
      }
    ]
  },
  {
    "id": 12,
    "text": "Вы бежали сломя голову и успели добежать до \"Скадовска\". Вы весь взмыленный зашли на корабль. И подошли к одному из столов. За столом было двое сталкеров и один из них спросил:\n—Ты чего такой запыхавшийся брат?(1 сталкер) \n— Убегал от стаи кабанов.\n— Ну видимо ногами ты переберать умеешь. А как тебя зовут? (2 сталкер)\n— Меня Сизый.\n— Я если что Лесник. (1 сталкер)\n— А я Электрик. (2 сталкер)\n—Угу.\n— Я предлогаю выпить. (Лесник)\n—Поддерживаю. Сизый будешь с нами?(Электрик) \n— Давайте.\n— Ну чтоб руки не дрожали! (Лесник)\nВы все залпом осушили рюмки.\n—Слушай Сизый мы тут третьего в нашу группу ищем по этому предлогаю тебе присоединится к нам.\n\n",
    "answers": [
      {
        "id": 13,
        "text": "-Окей парни вместе всегда веселее. "
      },
      {
        "id": 14,
        "text": "-Да нет спасибо я как нибудь сам. "
      }
    ]
  },
  {
    "id": 13,
    "text": "—Ну, за нашу новую группу!(Электрик)\nВы согласились и теперь будете вместе искать в Зоне приключения на свою задницу и зарабатывать конечно тоже. \n— Значит так пиплы я предлогаю сейчас пожрать, поспать и пойти по артефакты.( Лесник) \n— Думую хорошая идея. А ты что думаешь Сизый? (Электрик) \n— Да давайте. \n— Пойдёмте к бармену покупать жратву. (Лесник) \n\n\n",
    "answers": [
      {
        "id": 21,
        "text": "Пойти хавать"
      }
    ]
  },
  {
    "id": 14,
    "text": "Вы решили остаться один и самому путешествовать по Зоне. Поздравляю это финал квеста. ",
    "answers": [
      {
        "id": 1,
        "text": "Отлично на первую страницу "
      }
    ]
  },
  {
    "id": 15,
    "text": "Вы вскоре приходите на \"Скадовск\". Но на корабле его нет вы подходите к бармену и распрашиваете его о том типе. Он говорит что тот в спешки уходил со \"Скадовска\". От охранников вы слышите что тот ушёл в сторону \"Лесничества\". Гоша хочет отомстить бандосу. А вы? \n",
    "answers": [
      {
        "id": 16,
        "text": "Забить. "
      },
      {
        "id": 17,
        "text": "Согласиться и пойти с Гошей"
      }
    ]
  },
  {
    "id": 16,
    "text": "—Знаешь что, я пожалуй откажусьй. Хватит с меня приключений на сегодня.\n— Ну как знаешь вот возьми это как благодарность. \nОн протянул вам 700 рублей. \n— Спасибо ладно до встречи найди этого ублюдка. \n— Бывай. \n",
    "answers": [
      {
        "id": 19,
        "text": "Пойти спать"
      }
    ]
  },
  {
    "id": 17,
    "text": "—Пойдём я хочу отомстить этой мрази.\n— Отлично сейчас поедим и пойдём. Он у нас попляшет. ",
    "answers": [
      {
        "id": 20,
        "text": "Пойти хавать."
      }
    ]
  },
  {
    "id": 18,
    "text": "Как только вы тронулись с места бандит открыл по вам огонь. Вы погибли. ",
    "answers": [
      {
        "id": 1,
        "text": "Печаль("
      }
    ]
  },
  {
    "id": 19,
    "text": "Поздравляю вы завершили пролог этой истории. Я пишу это как пролог потому что я хочу проверить свои способности и если вам понравится я сделаю продолжение ",
    "answers": [
      {
        "id": 1,
        "text": "Угу в начало "
      }
    ]
  },
  {
    "id": 20,
    "text": "Поздравляю вы прошли квест так как это пролог то я ещё расскажу историю Сизого если конечно она вам понравиться. ",
    "answers": [
      {
        "id": 1,
        "text": "Хорошо на первую страницу "
      }
    ]
  },
  {
    "id": 21,
    "text": "Вы проснулись где-то в 7 вас разбудил Электрик со словами: \"Вставай а то нам ничего не останеться.\".Вы решили подумать за завтраком в какую аномалию пойти по артефакты.\n—Знаете ведь меня не просто так Лесником прозвали мне всегда везёт по артефакты в \"соснодубе\". (Лесник)\n— А я считаю что надо пойти в \"котёл\" у меня специально для термических аномалий есть медные подкладки в комбинезоне. ( Электрик)\n— А ты куда хочешь Сизый? (Лесник)\n",
    "answers": [
      {
        "id": 22,
        "text": "- Давайте на \"Соснодуб\" "
      },
      {
        "id": 23,
        "text": "-Лучше в \"Котёл\". "
      }
    ]
  },
  {
    "id": 22,
    "text": "Вы договорились и вскоре вышли со \"Скадовска\". Через пол часа вы дошли до \"Соснодуба\". Листья аномального дерева развевались на ветру а само дерево всё так же неподвижно стояло над ямой. Вдруг на другой стороне впадины появилось три слепых пса. Только учуив вас они бросились  через котловину под  Соснодубом\". Вы хотели вытащить автомат но не успели, ядовитая аномалия буквально зажарила их тушки.\n— Ну вот примерно так с нами и будет если поподём под ядовитый поток. Давайте я полезу на дерево у меня с собой \"Медведь\" того и гляди \"Колобок\" найду.(Лесник) \nЛесник стал взбираться на дерево добравшись до густой кроны что находилась на верху аномалии он открыл крышку детектора и начел искать артефакты. Через три минуты с верху донёсся голос. \n— Ха-ха я нашёл \"Колобок\"! (Лесник) \n— Отлично давай спускайся! (Электрик) \nВскоре Лесник спустился и подошёл к вам дал вам артефакт и детектор. \n— Смотри, детектор и болт в руки артефакт в контейнер и давай. \n\n\n",
    "answers": [
      {
        "id": 24,
        "text": "Подойти к краю аномалии"
      }
    ]
  },
  {
    "id": 23,
    "text": "Эту часть квеста я ещё не пророботал та что иди на 1 страницу. ",
    "answers": [
      {
        "id": 1,
        "text": "На 1 страницу "
      }
    ]
  },
  {
    "id": 24,
    "text": "Вы подошли к краю аномалии детектор показал впереди вас артефакт теперь надо кидать болт и таким образом проверять куда идти чтобы не хватить био-ожог.\n\n« save game» ",
    "answers": [
      {
        "id": 25,
        "text": "Бросить болт вперёд "
      },
      {
        "id": 26,
        "text": "Бросить болт вправо "
      },
      {
        "id": 27,
        "text": "Бросить болт влево "
      },
      {
        "id": 28,
        "text": "Пойти вперёд "
      },
      {
        "id": 29,
        "text": "Пойти налево "
      },
      {
        "id": 30,
        "text": "Пойти направо "
      }
    ]
  },
  {
    "id": 25,
    "text": "Вы бросили болт вперёд ничего не произошло думую туда можно идти. ",
    "answers": [
      {
        "id": 24,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 26,
    "text": "Вы кинули болт он напоролся на поток какой-то жижи туда идти не стоит ",
    "answers": [
      {
        "id": 24,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 27,
    "text": "Болт наткнулся на химический поток. Туда идти точно не стоит. ",
    "answers": [
      {
        "id": 24,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 28,
    "text": "Вы прошли вперёд артефакт становится всё ближе и вам сново надо решать куда идти. ",
    "answers": [
      {
        "id": 33,
        "text": "Идти вперёд "
      },
      {
        "id": 32,
        "text": "Идти в право "
      },
      {
        "id": 33,
        "text": "Идти влево "
      },
      {
        "id": 34,
        "text": "Бросить болт вперёд "
      },
      {
        "id": 35,
        "text": "Бросить болт вправо "
      },
      {
        "id": 34,
        "text": "Бросить болт влево "
      }
    ]
  },
  {
    "id": 29,
    "text": "Вы проходите влево и огребаете от аномалии ядовитым потоком. ",
    "answers": [
      {
        "id": 24,
        "text": "Сохранялка"
      }
    ]
  },
  {
    "id": 30,
    "text": "Вы сделали пару шагов в право и вдруг попали прямо под ядовитый поток. Прошу на сохранялку. ",
    "answers": [
      {
        "id": 24,
        "text": "Сейв"
      }
    ]
  },
  {
    "id": 31,
    "text": "Не повезло тебя убила аномалия ",
    "answers": [
      {
        "id": 24,
        "text": "Рестарт с сохранения "
      }
    ]
  },
  {
    "id": 32,
    "text": "Вы подабролись совсем близко к артефакту осталось сделать ещё пару шагов. ",
    "answers": [
      {
        "id": 33,
        "text": "Идти вперёд "
      },
      {
        "id": 33,
        "text": "Идти в право "
      },
      {
        "id": 38,
        "text": "Идти влево"
      },
      {
        "id": 39,
        "text": "Бросить болт вперёд "
      },
      {
        "id": 40,
        "text": "Бросить болт вправо "
      },
      {
        "id": 39,
        "text": "Бросить болт влево "
      }
    ]
  },
  {
    "id": 33,
    "text": "Вы попали в поток и умерли. ",
    "answers": [
      {
        "id": 24,
        "text": "Сохранение "
      }
    ]
  },
  {
    "id": 34,
    "text": "Болт наткнулся на поток. ",
    "answers": [
      {
        "id": 28,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 35,
    "text": "Ничего не произошло. ",
    "answers": [
      {
        "id": 28,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 36,
    "text": "",
    "answers": []
  },
  {
    "id": 37,
    "text": "",
    "answers": []
  },
  {
    "id": 38,
    "text": "Вы пошли влево и вот он артефакт это оказался \"ломоть мяса\" вы положили его во второй контейнер и таким же путем отправились к своим товарищем. Вы решили что на сегодня вам приключений хватит и вернулись на \"Скадовск\". Я продолжу эту историю коли она вам понравиться а теперь прошу на 1 страницу. ",
    "answers": [
      {
        "id": 1,
        "text": "На 1 страницу "
      }
    ]
  },
  {
    "id": 39,
    "text": "Болт наткнулся на поток ",
    "answers": [
      {
        "id": 32,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 40,
    "text": "Болт наткнулся на поток ",
    "answers": [
      {
        "id": 32,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 41,
    "text": "",
    "answers": []
  }
]