[
  {
    "id": 1,
    "text": "Жанр:Романтика\nОриентирован на женскую аудиторию.\nАвтор:Ника\n\n\nТебя зовут Мира, 19 лет\n\nСегодня вечером тебя ждет вечеринка у твоей лучшей подруги.\nВозможно там ты встретишь кого-то особенного...\nКвест в процессе, но прошу вас прочитать его и дать оценку. Заранее спасибо.",
    "answers": [
      {
        "id": 2,
        "text": "Начать"
      }
    ]
  },
  {
    "id": 2,
    "text": "Проснувшись и сладко потянувшись в кровати, тебе не нравилась идея покинуть своё тёплое и уютное гнёздышко.\nНемного потупив в стену, ты взяла в руки телефон. \nСуббота, 12:33.\nСообщение от Соник-\"\"Котик тебя во сколько ждать?\"\"\nСегодня я рановато, усмехнулась ты и решила пойти умываться. На сегодня у тебя были грандиозные планы. У Софи день рождения, она не самая популярная девушка на курсе, но обладает большим количеством друзей и знакомых, а так же по совместительству твоя лучшая подруга.\nВечером должна состояться вечеринка, у Софы юбилей как никак, 20 лет этому чудному ребенку(ты всегда называла ее ребенком, даже не смотря на то, что она была старше тебя почти на год)\nТвои размышления прервало громкое урчание живота.\nТы совсем забыла про завтрак, хотя тебе не привыкать.\n",
    "answers": [
      {
        "id": 3,
        "text": "Пойти умываться, затем ответить Софи и пойти на кухню"
      },
      {
        "id": 4,
        "text": "Позвонить Софи"
      }
    ]
  },
  {
    "id": 3,
    "text": "На кухне как обычно было тихо, твои родители уехали на выходные в гости.\nЗаглянув в холодильник ты поняла что готовить придется самой, родители ничего не оставили.",
    "answers": [
      {
        "id": 5,
        "text": "Сварить кашу"
      },
      {
        "id": 5,
        "text": "Приготовить яичницу"
      },
      {
        "id": 5,
        "text": "Сделать тосты"
      }
    ]
  },
  {
    "id": 4,
    "text": "В трубке слышались лишь мерные гудки, наверное Софи готовиться к вечеру.\nПозвоню ей после завтрака.",
    "answers": [
      {
        "id": 3,
        "text": "Пойти на кухню"
      }
    ]
  },
  {
    "id": 5,
    "text": "Пожавтракав ты решила позвонить Софи.\n\nЯ набрала ее номер телефона, но в трубке услышала голос женщины сообщающий мне о том, что с Софи поговорить мне не удасться.\n\n\"\"Аппарат абонента выключен...\"\"\n\nЯ решила позвонить ее маме. Мисс Нэт на удивление быстро взяла трубку и без вопросов сказала что Софи уехала в торговый центр, попросив передать мне, что в 2 она заедет ко мне, а ее мобильный сел. Поблагодарив ее маму, я повесила трубку. \nНа экране больши цифрами светилось 13:36.\nБоже, Софи скоро приедет, а я совсем не готова.",
    "answers": [
      {
        "id": 6,
        "text": "Пойти приводить себя в порядок и одеваться."
      }
    ]
  },
  {
    "id": 6,
    "text": "Решив что макияж тебе не помешает, ты достала кучу своей косметики и начала красится.",
    "answers": [
      {
        "id": 7,
        "text": "Легкий макияж: немного светлых теней, тушь и немного румян"
      },
      {
        "id": 7,
        "text": "Повседневный макияж: Светло коричневые тени, подводка, тушь и румяна"
      },
      {
        "id": 7,
        "text": "Вечерний макияж: блестящие тени, подводка, тушь, косиллер, румяна и немного духов"
      }
    ]
  },
  {
    "id": 7,
    "text": "Ух, это я быстро справилась.\n\n13:52\n\nНужно найти что надеть и ждать Софи.\nОткрыв шкаф, на мня выпала куча одежды. Да уш, найти что-то в таком бардаке будет непросто. Пришлось быстренько пробежаться глазами по огромной куче вещей валявшихся вокруг меня на полу.\nНеожиданно я услышала звонок в дверь. Боже это наверное Софи, а у меня тут полнейший бардак и я совсем не готова...",
    "answers": [
      {
        "id": 8,
        "text": "Пойти открывать дверь."
      }
    ]
  },
  {
    "id": 8,
    "text": "Я бегом накинула халат, все таки мало ли кто из соседей мимо пройдет, а я тут в своих прекрасных трусах и старой потертой футболке.\nОткрыв дверь я увидела там далеко не Софи, это был Эван, мой старший брат(он давно жил отдельно, заканчивал универ и предпочитал не появлятся в квартире родителей)\nЯ очень обрадовалась и бросилась ему на шею.\n\n—Привет мелкая, давно не виделись, уже соскучился по твоим выкидонам — пытаяся не задохнуться от моих объятий проговорил он.\n\n—Привет дедуля — сквозь смех проговорила я.\n\n—Может уже впустишь.\n\n—Ой, да конечно, проходи, чувствуй себя как дома — не скрывая издёвки проговорила я.\n\n—Да ну тебя. Они еще злятся?\n\n—Мама вроде нет, а вот папа даже имени твоего слышать не хочет.\n\n—Ничего, скоро пройдет.\n\n—Надеюсь...\n\n—Ладно, не будем о грустном. Ты то как?\n\n—Замечатьльно, скоро Софи должна прийти, у нее сегодня юбилей, а я еще не готова, слава богу что это ты пришёл, а не она. Ато собирал бы ты меня по частям.\n\nЭван залился смехом.\n\n—А ты чего вдруг пришёл? — спросила я.\n\n— Да так, сестренку любимую навестить хотел.\n\n—Ага, так я тебе и поверила. Не звонил, не писал, а тут вдруг решил приехать. А вдруг родители бы дома были.\n\n—Повезло — пожав плечами сказал Эван\n\nТут снова раздался звонок в дверь.",
    "answers": [
      {
        "id": 9,
        "text": "Открыть дверь"
      }
    ]
  },
  {
    "id": 9,
    "text": "На пороге стояла запыхавшаяся Софи. Судя по ее взгляду я поняла что она готова меня убить.\n\n—Мира, какого хрена, у нас куча дел, ты почему еще не готова? — гневным голосом спросила она\n\nНо тут она заметила Эвана позади меня. Заскочив в квартиру, она протянула руку моему брату:\n— Я Софи, приятно познакомится, а ты у нас кто? Парень Миры?\n\nНаш с Эваном смех было слышно на весь дом. А Софи стояла с выпученными глазами и пыталась понять что происходит.\n\n—Я что-то не так поняла? — Спросила Софи, совсем позабыв зачем пришла.\n\n—Знакомься, это Эван мой старший братец — сказала я.\n\nСофи явно была в шоке, она и слышать не слышала про моего брата, а тут вот он, да еще и тогда, когда мы опаздываем.\n\n—Мира, мы же опаздываем, давай быстрее. \n\nОставив их около двери, я побежала одеваться.\n",
    "answers": [
      {
        "id": 10,
        "text": "Пойти в свою комнату."
      }
    ]
  },
  {
    "id": 10,
    "text": "Валявшаяся куча вещей у меня на полу, никуда так и не делась и мазолила мне глаза.\nНужно быстренько что-то надеть и выбегать, ведь судя по словам Софи, её дела не терпят отлагательства.\nНо что же мне надеть?\n",
    "answers": [
      {
        "id": 11,
        "text": "Черный топ, светлые шорты и  черные кроссовки"
      },
      {
        "id": 11,
        "text": "Бордовая футболка, белая юбка и белые балетки"
      },
      {
        "id": 11,
        "text": "Красное летнее платье чуть выше колена, черный пояс и черные туфли на танкетке"
      }
    ]
  },
  {
    "id": 11,
    "text": "Я была готова и можно сказать выглядела довольно неплохо.\nЗахватив сумочку я помчалась к ребятам в прихожую.\n\n Софи и Эван уже мило болтали и я даже заметила как Софи с ним флиртует. При виде меня они резко замолчали и оба начали говорить что страшно торопятся, а Софи вдобавок подгоняла ещё и меня.",
    "answers": [
      {
        "id": 12,
        "text": "Собраться и выйти на улицу."
      }
    ]
  },
  {
    "id": 12,
    "text": "На улице Эван попрощался с нами и ушел.\nЯ пристально смотрела на Софи.\n\n—Ты что, флиртовала с моим братом? — с ухмылкой на лице спросила я\n\n—А ты чего прятала такого красавца? Кстати сколько ему? 20? 25? Ну неужели тридцатник?\n\nЯ не смогла сдержать смех, лицо Софи в этот момент была таким задумчивым и немного напряжённым.\n\n—Да нет, что ты, ему 23 — ответила я, а судя по лицу Софи этот ответ её очень даже устраивал.\n\n—А может ты дашь мне его номерок? Это будет подарком мне на день рождение — Софи явно была настроена серьезно. А вот я вспомнила что совсем забыла про подарок для Софи и скорее вынуждена была согласиться.\n\nЕсли только в качестве подарка, Эван убьет меня за это.\n\n—Ладно, так уж и быть, но на моих похоронах скажешь что я пала чтобы ты смогла запрыгнуть в койку к моему красавцу брату — заливаясь смехом сказала я.",
    "answers": [
      {
        "id": 13,
        "text": "Дать софи номер."
      }
    ]
  },
  {
    "id": 13,
    "text": "Софи рылась в сумочке в поисках своего мобильника, но через несколько минут поисков вспомнила что он сел.\n\n—Ладно Мира, давай потом, моя мобилка села.\n\n—Да я уж вкурсе, мама твоя сказала.\n\n—Тогда не могла бы ты вызвать нам такси, адрес я назову.\n\n—Хорошо, но говорить будешь сама.\n\nЯ протянула софи телефон, а через 10 минут наше такси уже подъехало. \n\nСудя по всему ехать нам около часа, так что время позвонить родителям и узнать как у них дела у меня будет.\n\nМы сели в машину и поехали, Софи сразу начала шелкать музыку на панели машины, что водителю к слову сказать совсем не понравилось.",
    "answers": [
      {
        "id": 14,
        "text": "Позвонить родителям"
      }
    ]
  },
  {
    "id": 14,
    "text": "Набрав номер мамы ответа я не дождалась, решила позвонить папе, он долго не брал трубку, но позже перезвонил сам.\n\n—Алло, дорогая, что-то случилось?\n\n—Нет папочка, все хорошо, просто хотела узнать как у вас дела? Как там мама? И почему она не берет трубку?\n\n—Все хорошо, мама болтает с мисс Гейл, сама знаешь, это надолго.\n\n—Хорошо папуль, маме привет, целую, пока.\n\n—Пока доченька, хорошо тебе повеселиться, поздравь Софи от нас.\n\n—Хорошо.\n\nНа этом наш разговор закончился.\nМашина как раз подъехала к месту назначения.",
    "answers": [
      {
        "id": 15,
        "text": "Выйти из машины"
      }
    ]
  },
  {
    "id": 15,
    "text": "Мы подъехали к магазину, видимо Софи решила прикупить обновки.\n\nМы зашли в магазин, Софи сразу побежала к туфлям потянув меня за собой.\nВыбрав подходящие она стала подбирать к ним наряд. Я тоже решила что-нибудь себе выбрать и набрав одежды пошла ее примерять. \nЯ зашла в примерочную рядом с Софи, мы то и дело бегали друг к другу.\nСофи успела сбегать и принести нам красивое нижнее бельё.\nЯ выглядела в нем просто сногсшибательно и решила зайти к подруге и сфоткаться.\nБыстро заскочив в соседнюю кабинку я встретилась лицом к лицу с незнакомым парнем.\nТолько через пару секунд и восхищенного взгляла парня я поняла что стою почти голая. Краснея и извинясь я заскочила обратно к себе, быстренько оделась и пошла на кассу. Там уже стояла Софи и ждала меня.\n\n—Долго же ты, ну как тебе мой подарочек? — спросила она.\n\n—Какой подарочек? — в недоумении ответила я.\n\n—Черный и кружевной. Мира ты какая-то странная сегодня, тупишь на ровном месте.\n\n—Ох точно, просто отлично смотрится. Ну что, оплачиваем и поехали, уже почти 5.\n\n—Мира, я же сказала, это подарок, так что давай его сюда, я сама заплачу. Ты мне и так номерок обещала. — сказала она подмигнув мне.\n\nСофи всегда любила мужское внимание, а тут выдался такой шанс, да еще с таким красавчиком как мой брат. Я посмеялвсь над ней и вышла из магазина.\n\nПока я ждала подругу, я решила покурить. Достав сигарету я начала искать зажигалку.\n\n—Девушка вам помочь? \n\nЯ подняла голову и уидела его, тогда парня из примерочной. Он стоял и протягивал мне зажигалку.\nМеня как будто переклинило, я стояла и смотрела на него не зная что сказать.\n\n—Прости за то, что вломилась. — отойдя от ступора и краснея сказала я \n\n—А вот я вреде должен тебя благодарить, мне очень даже понравилось. — с ухмылкой на лице сказал он.  -Так тебе нужна зажигалка? — все ещё протягивая ее сказал он.\n\n—Нет, спасибо. — сказала я зло и обиженно.\n\n—Не переживай, я никому не расскажу о том, что было между нами в примерочной. — он говорил это с такой улыбкой, что мне хотелось двинуть ему по роже.\n\nЯ взяла зажигалку, прикурила и он ушел.\n\n—А что было в примерочной? — неожиданно громко и резко скалаза Софи, которая как оказалось стояла позади меня.",
    "answers": [
      {
        "id": 16,
        "text": "Рассказать как все было"
      }
    ]
  },
  {
    "id": 16,
    "text": "—Да уш, ну ты и лоханулась. — Говорила подруга сквозь смех.\n\n—А мне вот не смешно, знаешь как стыдно, так он еще и поиздевался перед уходом. Урод. \n\n—Не переживай, нас ждет крутая вечеринка. — пыталась хоть как-то утешить меня она.\n\n—Тогда поехали.\n\nМы снова заказали такси. Доехали до моего дома, я взяла одежду и мы двинулись к Софи.\n\nОна уже давно жила одна, поэтому с вечеринкой проблем быть не могло.\nЗная Софи народу будет много.Не успела я об этом подумать, как у моей любимой подруженьки появилась гениальная идея.\n\n—Нужно тебе кого-нибудь сегодня найти.\n\n—Спасибо дорогая, но я сама справлюсь.\n\n—Сегодня в примерочной ты тоже сама справилась? — Ее пробило на смех.\n\n—Да ну тебя.\n\nМы подъехали к ее дому, взяли свои вещи и поехали готовиться.\nДом у нее был небольшой, но зато уютный, ковры, мебель и мое любимое зеркало в полный рост. Все было на своих местах, как будто какой-то дизайнер все это придумывал.\nМы побежали переодеваться и Софи уговорила меня надеть ее подарок. Я была непротив.\nМне нужно было в душ, поэтому я взяла полотенце которое подруга купила специально для меня и пошла в ванную.\n\nПосле душа я стала сушить волосы и делать укладку. Как раз к этому времени пришла Софи, она выглядела очень сексуально. На ней было короткое темно-синее платье, новые туфли и милые кудряшки.\nОна сделала мне локоны и помогла определиться с цветом теней.\n\nМы с ней были совершенно разные, она была спокойная, вежливая (конечно когда я ее не злила) , домоседка каких поискать, но внимание парней любила. А вот я была сорвиголовой, ее полной противоположностью, внимание парней не особо любила, но потусить это завсегда.\nДумаю именно то, что мы такие разные не давало нам скучать.\n",
    "answers": [
      {
        "id": 17,
        "text": "Покривляться перед зеркалом."
      }
    ]
  },
  {
    "id": 17,
    "text": "Дурачиться перед зеркалом было одним из наших самых любимых занятий.\nК сожалению его прервал звонок в дверь.",
    "answers": [
      {
        "id": 19,
        "text": "Подождать пока откроет Софи."
      },
      {
        "id": 18,
        "text": "Пойти вместе с Софи"
      }
    ]
  },
  {
    "id": 18,
    "text": "Мы подошли к двери, Софи глубоку вдохнула и затем медленно выдохнула.\nКогда она открыла дверь, на пороге уже стояли несколько человек. Они поздоровались и вошли.\n\nМы прошли в комнату, девушки начали брать бокалы и разливать шампанское и вино, парни взяли пиво.\nМы с Софи предпочли пока не пить, дабы хоть как-то уследить за всем происходящим.\nСофи то и дело бегала открывать дверь и постепенно народу становилось всё больше и больше.\nЧерез некоторое время все гости были уже изрядно пьяны, было несколько драк, участников котрых Софи быстренько выгоняла на улицу.\nЗатем я решила пройти на кухню, чтобы хоть как-то передохнуть и спокойно покурить наслаждаясь музыкой, а не криками пьяной толпы.",
    "answers": [
      {
        "id": 19,
        "text": "Пойти на кухню"
      }
    ]
  },
  {
    "id": 19,
    "text": "Я решила пока сходить перекурить, а заодно и поискать что-нибудь выпить. Заглянув в холодильник я обнаружила там всего несколько бутылок пива, наверное все напитки уже в комнате.\n\nНемного подумав я решила что пиво тоже сойдёт и начала искать открывашку. \nНеожиданно откуда-то сзади раздался знакомый голос:\n—Помощь нужна?\n\nЯ обернудась и увидела того самого парня из магазина.\n\n—Нет, обойдусь. — прошипела сквозь зубы я. Мне было до сих пор обидно что он так по хамски со мной разговаривал.\n\n—Мы ведь так и не познакомились, меня зовут Данте, но можно просто Дан. А как зовут столь прекрасную леди?\n\n—Леди не хочет с вами знакомится. — сказала я грубым тоном.\n\n—И за что это ты так на меня взъелась? Я же тебе ничего плохового не сделал, лишь сказал что твоя фигура прекрасна.\n\n—Спасибо конечно, но можно было держать свое мнение при себе.\n\n—А может ты мне понравилась и хотел так к тебе подкатить?\n\n—У тебя плохо получается. А зовут меня Мира.Не скажу что приятно познакомится.\n",
    "answers": [
      {
        "id": 20,
        "text": "Пойти на улицу."
      },
      {
        "id": 21,
        "text": "Продолжить разговор."
      }
    ]
  },
  {
    "id": 20,
    "text": "Даже тут доносились отголоски криков и музыки.\nВозле двери Софи заботливо поставила стул и пепельница, она знала что я предпочитаю курить в одиночестве на таких вечеринках.\nПодкурив сигарету я затянулась, медленно выдохнула дым и почусвовала себя спокойнее.\nМожет зря я так с Даном? Он вроде ничего.\nЯ погрузилась в свои мысли, медленно покуривая сигарету.\n\n—Тебе не холодно? Может тебе кутку дать?\n\nНа пороге стоял парень,выбивший меня из мыслей.\nДолжна признать он был красив, высокий, темоволосый и хорошо сложен. Он протягивал свою куртку.\nВ этот момент я и правда почувствовала что замерза и взяла куртку. Накинув ее на себя я решила поблагодарить его и хотя бы имя его спросить.\n\n—Спасибо ...  — я немного замялась, так как не знала как обратиться к нему.\n\n—Дин, меня зовут Дин. \nОн посмотрел на меня своими зелёными глазами, я думала что утону в них, но вовремя опомнилась.\n\n—Я Мира. А ты почему не внутри? Ты же вроде не покурить вышел как я вижу.\n\n—Решил немного подышать, а потом увидел тебя. \nПодумал может тебе холодно, ато сидишь не шевелишься, мало ли что.\n\n—Ой прости, я задумалась. Присаживайся, чего стоять то.\n\n—Спасибо. — он сел рядом и стал вглядываться в мимо проезжающие машины, в людей проходях мимо и деревья колыхавшиеся на ветру.\n\n—Дин, а ты давно знаком с Софи? — я пыталась завести разговор, чтобы хоть как-то развлечься.\n\n—Да мы с ней и не знакомы, я сюда ради девушки одной пришел, а она уже с кем-то закрылась в спальне. — он выглядял разбитым в этот момент, а я поняла, что кажется зря начала этот разговор.",
    "answers": [
      {
        "id": 22,
        "text": "Посочувствовать."
      }
    ]
  },
  {
    "id": 21,
    "text": "—И что же привело тебя сюда, ты же вроде не знаком с Софи? — спросила я.\n\n—Я сюда с девушкой пришел, да только она ушла к другому прямо после того, как мы зашли сюда. Вот теперь думаю о поиске новой, не хочешь предложить свою кандидатуру?\n\n—С чего бы, может у меня парень есть? — я решила добавить немного интриги своей личности.\n\n—И где же он тогда? Почему не с тобой сейчас и позволяет к тебе клеится? — с ухмылкой ответил он.\n\n—Тоесть ты уже утверждаешь что ты ко мне клеишься? — я подошла к нему ближе и посмотрела в глаза, в них появился блеск.\n\n—Возможно и так. — он положил руку мне на талию и подвинул вплотную к себе. Затем наклонился ближе и поцеловал.\n\nНу нет уж, так не пойдет. Это уже слишком. Я влепила ему пощечину и захватив сигареты выскочила на улицу.",
    "answers": [
      {
        "id": 20,
        "text": "Пойти на улицу."
      }
    ]
  },
  {
    "id": 22,
    "text": "—Прости, я не хотела. — мне было неловко.\n\n—Ничего, ты то тут вообще не причем, мне просто попадаются одни шлюхи, прям проклятье какое-то. \n\n—Хочешь я принесу что-нибудь выпить? — сказала я пытаясь хоть как-то поднять ему настроение.\n\n—Думаю я бы не отказался от выпивки. Спасибо тебе.\n\nЯ встала, протянула ему куртку и зашла в дом.\nЯ очень надеялась что Дан уже ушел с кухни.\n\nПройдя сквозь толпу и добравшись до кухни, я с облегчением заметила что Дана тут нет.\nВзяв две бутылки пива, я решила захватить с собой плед, хватит уже Дина раздевать, ато замерзнет ещё и прощай мой собеседничек.\nВзяв плед из гостинной я с трудом пролезла обратно к выходу. Как следует закутавшись в плед я вышла на крыльцо.\n\nДин совсем приуныл и был похож скорее на ребенка которого нужно пожалеть, нежли на взрослого парня.\n\n—Я вернулась, держи. — я протянула ему бутылку пива.\n\n—Спасибо. Я уж думал ты не вернешься.\n\n—Там народу дофига, я еле пролезла. Не переживай, мы своих не бросаем. — сказала я с улыбкой плюхаясь на стул.\n\n—Тоесть я уже твой? — он посмотрел мне прямо в глаза. И снова эти зеленые глаза так и манили к себе.\n\n—Не воспринимай всё буквально. Я имела ввиду что я тебя в таком состоянии не брошу..\n\nМы болтали обо всем подряд...смеялись... я даже заплакала один раз.\nПиво подошло к концу и Дин предложил сходить еще за парой бутылок.\n",
    "answers": [
      {
        "id": 24,
        "text": "Согласится."
      },
      {
        "id": 25,
        "text": "Отказать и пойти искать Софи."
      }
    ]
  },
  {
    "id": 23,
    "text": "Я оттолкнула Дина, и уставилась на него.\n\n—Что-то не так?-спросил Дин.\n\n—Прости, я... я... я не знаю, не сейчас, хорошо?-сказала я, не занаю что ему ответить.\n\n—Ладно, как скажешь- ответил он и улыбнулся.\n\nДальше была минута молчания и моего переживания.\nЯ бы очень хотела его поцеловать, чтоьы он придал меня к себе, на секунду мне даже показалось что я рачинаю в него влюбляться.\nЯ стала отгонять от себя эти мысли и списала все на выпитое мной сегодня.\n\n—Может пойдем внутрь, становится холодно.- спросил Дин.\n\n—Да, конечно, ато я начинаю замерзать.-я хотела лишь быстрее зайти внутрь, чтобы не оставаться с ним на едине.\n\nДин неожиданно взял меня за руку, а я инстинктивно ее сжала, тут же краснея.\nМы оставили плед и зашли в дом.",
    "answers": [
      {
        "id": 1,
        "text": "(возвращение на первую страницу)\nпродолжения пока нет"
      }
    ]
  },
  {
    "id": 24,
    "text": "Дин быстренько сбегал за пивом, заодно захватив тарелку с закусками с кухни, за это я была ему очень благодарна.\n\nБутылки опустели также быстро, как и первые.\nМеня уже понесло. Я услышала свою любимую песню, кто-то даже слелал погромче, я даже догадываюсь кто это, конечно же Софи.\n\n—Моя любимая.\n\n—Ты про что?\n\n—Песня, Софи даже сделала громче, знает же что люблю.\n\n—Потанцуем? — от такого предложения я конечно обалдела, но согласилась. Пиво немного затуманило мой разум.\n\nДин нежно обнял меня за талию, а я его за шею.\n\n—А ты не такая как кажешься на первый взгляд. — прошептал Дин мне на ухо.\n\n—А какая я? — немного не поняв о чем он говорит, я решила уточнить.\n\n—Ты кажешься высокомерной, такая прямо таки фифа, думал ты даже не заговоришь со мной. А ты оказалась такой милой, доброй, интересной и даже симпотичная.\n\n—Спасибо. — произнесла я краснея и кажется Дин это заметил.\n\nОн наклонился ко мне и поцеловал.",
    "answers": [
      {
        "id": 27,
        "text": "Ответить взаимностью."
      },
      {
        "id": 23,
        "text": "Оттолкнуть."
      }
    ]
  },
  {
    "id": 25,
    "text": "Я извинилась и пошла искать Софи, не по дружески оставлять ее одну в ее день рождения.\nСофи была в центре внимания, как всегда, она уже изрядно выпила и стремилась залезть на стол. \nА рядом с ней стоял Дан, он пытался не дать ей залезть на стол, что очень злило Софи.\nЯ быстро подбежала к Софи и помогла посадить ее на диван.\n\n—Мира, любимая моя, где ты была? Ты такое веселье пропускаешь. \n\n—Покурить выходила. Да я смотрю тебе и без меня весело, зачем на стол то полезла? Меня бы хоть подождала. — мы с ней вдвоем начали смеяться.\n\n—Я бы не отказался посмотреть как ты танцуешь на столе. — С ухмылкой сказал Дан.\n\n—Даже не надейся, тебе той пощечины было мало? — сказала я и злобно на него посмотрела.\n\n—А ты дерзкая, люблю таких. — Он смотрел прямо мне в глаза, ожидая ответа.\n\nСофи смотрела на нас и не понимала что происходит между нами.",
    "answers": [
      {
        "id": 26,
        "text": "Сказать Дану чтобы он оставил тебя в покое."
      }
    ]
  },
  {
    "id": 26,
    "text": "—Дан, может ты уже отвалишь от меня?! — я произнесла это с такой злостью, что сама себя испугалась.\n\n—Малыш, остынь. — сказал Дан словно хотел еще больше меня разозлить.\n\n—Еще одно слово и ты получишь еще раз.\n\n—Может мне кто-нибудь уже объяснит что здесь происходит?? — сказала Софи смотря на меня с непонимаем.\n\nДан продолжал сверлить меня взглядом. Надеюсь он свалит отсюда как можно скорее.\nСофи отвела меня в сторону и потребовала объяснений.\n\n—Мира, когда ты успела найти себе нового поклонника?-Софи была явно немного удивлена.\n\n—Да я и не старалась, этот придурок прицепился ко мне, скажи ему пожалуйста чтобы он свалил.- Я была немного раздраженна из-за Дана.\n\n—Упусть шанс найти тебе парня... Ага, щас!!!\n\n—А может мне не нужен парень?—я специально начала злить ее.\n\n—Нужен и еще как, ато так в девках и останешься и будешь остаток жизни проживать с подареным мной лично резиновым другом, не зли меня Ника, ты же знаешь, я о тебе забочусь.—Софи явно начинала злиться.\n\n–Хорошо, я согласна, но давай оставим это на другой раз, сегодня твой день рождения... нуу судя по времени он уже вчера был, но это ничего не меняет, нужно как следует отдохнуть.—я решила сменить тему и отвлечь ее от поисков моего суженого.\n\n–Отличная идея, ато я потом тебя из дома не вытащу как обычно.–Софи явно была рада моим словам.\n",
    "answers": [
      {
        "id": 28,
        "text": "Пойти искать выпить."
      }
    ]
  },
  {
    "id": 27,
    "text": "Я закрываю глаза, чувствуя как он притягивает меня к себе.\nНаши губы соприкасаются...\nЭто был быстрый, но очень нежный поцелуй. Я чувствую как таю у него в объятиях...его руки скользят вниз по моей талии и останавливаются чуть выше попы.\nДин не позволяет себе лишнего.\nМой еще не доконца опьяневший благодарен ему за это, но телом я чувствую легкую дрожь и желание продолжить.\nОн отстраняется от меня и смотрит мне в глаза.\nЯ улыбаюсь и отвожу взгляд, боясь окончательно утонуть в его глазах.\n\n—Может пойдем внутрь... становится холодно.-сказал Дин.\n\n—Конечно, ато из-за меня мы оба простынем.-сказала я, тут же поняв что начала смущаться.\n\nДин берет меня за руку, а я инстинктивно сжимаю его руку и тут же краснею.",
    "answers": [
      {
        "id": 30,
        "text": "Зайти в дом."
      }
    ]
  },
  {
    "id": 28,
    "text": "Мы сходили на кухню и обошли пару комнат, из найденного была лишь бутылка шампанского и два коктейля.\nМы решили посидеть на кухне, ведь Софи даже разрешила мне курить там.\n\nМы прошли на кухню и сели за стол, откинувшись на спинки стульев. Я достала сигарету, сделала затяжку и выдохнула. Мне стало спокойнее и уютнее.\n\nВ этот момент на кухню зашел Дин.\n\n–Тоесть я лишние 10 минут мерз на улице, из-за того, что ты не сказал мне что модно курить на кухне.–Дин был немного не доволен.\n\n–Так на кухне и нельзя курить, просто Софи очень меня любит, так ведь?–Я вопросительно посмотрела на Софи.\n\n–Эээ...да, конечно...Ника, а ты не познакомишь нас, ато вы я вижу уже знакомы.–Софи посмотрела на меня хитрым взглядом и подмигнула.\n\n–Софи это Дин, Дин это Софи, мы познакомились на улице, когда я вышла покурить.–сказала я.\n\n–Привет –помахал рукой Дин –а не позволите ли мне покурить на кухне, чтобы не мерзнуть одному на улице?\n\n–Если Ника подвинется, то конечно.–Софи специально сказала это, чтобы он сел со мной.\n\n–Ника, не соизволите ли вы подвинуться, дабы я усадил свою задницу на этот стул.–это прозвучало очень смешно и на моем лице появилась улыбка вместе со смущением.\n\nЯ подвинулась, освобождая Нику немного места.\nОн постоял, посмотрел на тот маленький кусочек стула который я ему выделила, затем подошел, поднял меня на руки и сел на мое место, посадив меня к себе на колени.\n\nЯ была в шоке, но Софи аж открыла рот от удивления.\n\n–Ника, а что я пропустила?–спросила Софи пытаясь понять что происходит между нами с Дином.\n\n–Мы потом об этом поговорим.–с улыбкой на лице произнесла я. –А сейчас я предлагаю прибраться немного.\n\nСофи тут же согласилась, осталось спросить Дина.",
    "answers": [
      {
        "id": 31,
        "text": "Предложить Дину помочь нам."
      }
    ]
  },
  {
    "id": 29,
    "text": "",
    "answers": []
  },
  {
    "id": 30,
    "text": "Мы зашли и почувствовали как тепло окутывает нас, народу стало меньше, а вот шума нет.\n\n–Пойдем найдем Софи?—спросила я.\n\n–Конечно, с тобой куда угодно.– ответил Дин, чем снова заставил меня краснеть.\n\nМы обошли пару комнат, но Софи там не было.\n\n–Пойдем посмотрим в зале.–предложила я.\n\nМы прошли в зал, к этому времени большинство народу уже ушло и Софи прогоняла остальных.\n\n–Девушка вам помочь?–спросила я у Софи заставив тем самым ее обернуться.\n\nСофи обернулась, обвела взглядом Дина, затем меня и под конец наши руки.\nТолько сейчас я поняла что мы стоим и держимся за руки.\nЯ быстро отпустила руку Дина и тут же поймала на себе его недоумевающий взгляд.\n\n–Тааак...я смотрю кто-то у нас времени зря не теряет.–произнесла Софи, по ней было видно что она очень этим довольна.\n\n–Знакомься это Дин...ээ...Дин это Софи...–Я не знала что сказать.\nОни пожали друг-другу руки и стали смотреть на меня.\nЯ понимала, что нужно либо проводить его, либо попросить помощи в уборке.\n",
    "answers": [
      {
        "id": 31,
        "text": "Попросить Дина помочь нам прибраться."
      }
    ]
  },
  {
    "id": 31,
    "text": "Дин был только рад этой просьбе, он ни на секунду от меня не отходил, ходил за мной хвостиком, а я постоянно ловила на себе довольные взгляды Софи.\n\nКогда с уборкой было покончено мы все уже были без сил, решено было устроить перекур и отправиться спать.\nМы сидели на кухне и обсуждали прошедшую вечеринку, Софи жаловалась на наглых парней, я на отсутствие тепла на улице и на предстоящую завтрашнюю головную боль, а Дин сидел и молчал прижимая меня к себе.\nМне уже было все раано на то, как смотрит на нас Софи, мне было комфотрно с ним, да и седеть у него на коленях намного мягче, чем на стуле.\n\n–Дин, а ты сегодня у нас остаешься или домой?–спросила Софи уставившьсь на него.\n\nДин явно не знал что ответить и смотрел на меня.\n\n–Если Ника не против я бы остался.–сказал он и улыбнулся мне.\n\n–Конечно она не против, я вам сейчас приготовлю вам комнату.–сказала Софи и с довольным лицом побежала наверх.\n\n–Ты точно не против, я могу уйти если хочешь.–спросил Дин и посмотрел мне в глаза.\n\nЯ очень хотела чтобы он остался, но боялась этого, не будет ли он приставать или не подумает ли что я готова сразу прыгнуть с ним в койку.\n\n–Я...э...я не против...оставайся если хочешь.–Эти слова дались мне с трудом.\n\nСофи прибежала через 2 минуты и позвала нас за собой.\n\nМы поднялись наверх, прошли по коридору и зашли в комнату которую Софи нам выделила.\nКровать уже была застелена, Софи даже положила мне вещи в уоторые можно переодеться.\n\n–Ну вы оставайтесь, а я пойду спать, с тебя завтрак Ника.–сказав это она вышла и закрыла за собой дверь.",
    "answers": [
      {
        "id": 1,
        "text": "(возвращение на первую страницу)\nпродолжения пока нет"
      }
    ]
  },
  {
    "id": 32,
    "text": "",
    "answers": []
  },
  {
    "id": 33,
    "text": "",
    "answers": []
  }
]