[
  {
    "id": 1,
    "text": "Автор: ~ Королёва мимики ~\nЖанр : Романтика ,Фентези. \nСтатус : В работе. \n\nИстория о том,что казалось не случиться никогда . \nЖивя в ожидание сказке,главная героиня даже не представляла через,что ей придётся пройти ради этой сказки . \n \nОт Автора: \nЭто мой первый квест ... даже не квест ,а воплощение фантазии в реальность. \nХочу найти свою аудиторию людей ,которые прочтут и скажут объективную критику, или похвалят. \nВсём печенек, люблю) \n \nПриятного прочтения!\nОбновлено 13.05.19\n\n\nИнстаграм : _7victory7_",
    "answers": [
      {
        "id": 2,
        "text": "Начать "
      },
      {
        "id": 7,
        "text": "Концовки. "
      }
    ]
  },
  {
    "id": 2,
    "text": "Был самый обычный день. \nЯ сидела в кресле напротив широкого окна.  \n  Лучи света пробивались сквозь закрытые глаза,на ногах развалился кот Макс, я приятно жмурилась от яркого света... \nОткрыв глаза я увидила медлено спускающиеся снежинки с неба, в моей голове промелькнула мысль :\n–\" Может мне повезёт в этом году? \"\n",
    "answers": [
      {
        "id": 3,
        "text": "Внешность героини. "
      }
    ]
  },
  {
    "id": 3,
    "text": "Меня зовут Аннит Лавера. \nМне 20 лет. \nУ меня тёмные волосы, и карие глаза. \nТонкий носик и пухлые губы. \n\nНо, я не такая уж и простая как кажется с первого взгляда. Я родилась от союза неба и земли. ( Покрайней мере мне так говорила бабушка)\n\nМои родители были демоном и ангелом. \nДумаете что я сошла с ума, но нет... \nВ мире произошли изменения... \nПрорвалась та тонкая грань, которая отделяла мир магии и мир людей. \nВсё произошло быстро, незаметно. \n\nЛюди бысто с этим смирились. \n",
    "answers": [
      {
        "id": 4,
        "text": "Далее \n"
      }
    ]
  },
  {
    "id": 4,
    "text": "\nПосле долгих раздумий, я направилась на кухню. \n\nУвидав свою любимую подругу, Арабеллу, но я нежно зову её Белла. (Но иногда просто Араб. )\nЯ подошла сзади и обняла её. \n\n– Аннит, ты хочешь сама платить аренду??? \n– Чего это?? \n– У меня чуть инфаркт не случился!!Только попробуй еще раз так сделать, и точно будешь одна платит. \nЯ разразилась звонким смехом. \n– Ну не дуйся, сделай нам по горячему чаю, и давай поболтаем. \n– Ты вообще совесть потеряла???  Ты в магазин сходила ,для того ,что б он у нас хотя бы был?? \n— Иди проветрись , ты как последний зачёт закрыла из дома не вылазишь !— добавила она. \n– Нет, я туда не пойду!!! — прокричала я. \nЯ сердито плюхнулась на диван. \n–Аннит, мы живём в квартире – студии, не надо так орать!!! \n— Аннит, чёрт тебя побери!!! \n\n–Отца не трогай. — улыбаясь сказала я.\n\nБелла испепелила меня взглядом. Она тоже наполовину демон. Мы знакомы с ней с самого детства. И я знала, что она в меня может кинуть не только чашку, но и стол. \n\n— Ладно, иду ,иду. Остынь. \n\nБелла заразительно засмеялась, мы поговорили и я отправилась за чаем. \n",
    "answers": [
      {
        "id": 5,
        "text": "На улице. "
      }
    ]
  },
  {
    "id": 5,
    "text": " \nЯ подняла голову  вверх ,снежинки нежно опускались мне на лицо, а холодный воздух заполнял мои легкие. \nЯ направилась в магазин.\n Дорога в магазин проходила по зимнему парку. \n\nНи одного человека вокруг. Это ни странно сегодня будний день, все на работе. \n\nВпереди шёл парень,  высокий, спортивное телосложение ,но как только я увидела его лицо, я остолбенела. \n\n\n\n",
    "answers": [
      {
        "id": 6,
        "text": "Вспомнить всё. "
      }
    ]
  },
  {
    "id": 6,
    "text": "\n.... Я читала книгу сидя в своём любимом кресле. Резко я почувствовала себя как под пристальным взглядом, я быстро посмотрела по сторонам, в комнате никого. \nЯ перевела взгляд в окно, там стоял парень.\n\nРост примерно 180,карие глаза(я б сказала черные),белые волосы, спортивное телосложение, одет в костюм.  \nВ тот день было холодно, но он был без верхней одежды. Меня это насторожило. \n\nПоправив запонки на рукавах своей рубашки он поднял глаза на  меня, он улыбнулся, будто ждал когда я его замечу. \n\"Какого хрена он делает??? \" — пронеслось у меня в голове. И я медленно встала с кресла. \nОн помахал мне рукой. Начал приближаться к моему окну. Так как мы, жили на первом этаже, мне стала жутко. \n\" Что он от меня хочет??? \" думала я и пятилась назад. \n\" Надо найти чем обороняться! \" \nЯ посмотрела на парня, а тот лишь поднял руки, в примирительном жесте. \n\"Он ,что мысли читает? \" — с усмешкой подумала я. \nПарень кивнул. \nМоё  тело пробрала дрожь. Я застыла как истукан. Я даже думать боялась. \nПарень указал на свою голову пальцем. Я сразу поняла, что он попросил ,что то сказать в мыслях. Отдернув себя я начала задать вопросы. \n\"Кто ты такой?  Что тебя надо? \" — переборов себя спросила я. \nВ моей голове раздался мужской голос :\n\n– \"В тебе слишком много энергии, что б вот так её тратить. Было интересно как выглядит дочь демона и ангела. Но ты всего-то человек. \"\nКаждое слово он произносил тихо и плавно. После этого на его лице появилась ухмылка. \n\n\"Мне своих мыслей достаточно! Не лезь со своими ко мне \"- уже злостно произнесла я. \n\n\n",
    "answers": [
      {
        "id": 9,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 7,
    "text": "Тут будут отображаются возможные варианты конца квеста. ",
    "answers": [
      {
        "id": 8,
        "text": "Концовка #1 \nРеальная сказка. "
      },
      {
        "id": 1,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 8,
    "text": "\nПервая концовка: Реальная сказка. \n\nЧто может быть прекрасней реальности? \n\nТолько хорошо придуманное будующее. \n\nДома, Аннит расслабилась и отдалась полностью миру людей. Не вспоминая о том ,что произошло с ней в мире её родителей. \n\nОна так никому и не рассказала об этом.\n\nP. S. У Аннит с Крисом родились прекрасные мальчики. Один был копией отца, а другой копией мамы. ",
    "answers": [
      {
        "id": 1,
        "text": "На первую страницу. "
      }
    ]
  },
  {
    "id": 9,
    "text": "\n\"А я и не лезу ... Пойдем со мной ? Я раскажу тебе всё ,что так мучает тебя...\" — вновь прозвучал голос. \n\nТолько я хотела выбежать из комнаты, как парень оказался прям передомной. Я попятилася назад, но споткнувшись упала на пол. \n\n– Да кто ты такой!?? Что тебе надо? — я уже перешла на крик. \n– Вставай ,пошли, ты слишком долго тут находишься. — всё также спокойной произнёс он. \n–Я никуда не пойду!!! \n–Ты пойдешь! — уже повысив голос сказал парень. \nОн начал приближаться ко мне, и тут пришла Арабела. \nПарень замешкался ,и перед тем как уйти сказал:\n\n– Ты всёравно пойдёшь со мной! Рано или поздно. \nОн исчез так быстро как и появился. \n",
    "answers": [
      {
        "id": 10,
        "text": "Вернуться в реальност. "
      }
    ]
  },
  {
    "id": 10,
    "text": "Он стоял опустив голову вниз. \nЯ же хотела убежать, но не могла двигаться, будто меня кто-то держал. \n\nПарень поднял голову и обаятельно улыбнулся. \nОн направился в мою сторону. \nНо прошёл мимо. Мне так казалось, пока кто-то не обхватил меня за талию. \n\n– Я же сказал, что рано или поздно ты пойдешь со мной. — прошептал мне на ухо парень. \n\nЯ только открыла рот ответить , как яркая вспышка ослепила меня... ",
    "answers": [
      {
        "id": 11,
        "text": "Открыть глаза"
      }
    ]
  },
  {
    "id": 11,
    "text": "\nОткрыла глаза я в комнатке, она была небольшой ,но очень пустой, не было ни единого предмета. В ней было неуютно. \n\nЛишь пустота оборачивала меня с ног до головы. \n\n–Где мы? Верни меня домой! — с недовольством вскрикнула я. \nОбернувшись я увидела довольное лицо этого гада. \nМне хотелось ему врезать! \n– Это твой новый дом. Мы привезём сюда мебель... которая понравиться тебе. На первом этаже гостиная и кухня. На втором ванная и спальня... — начал парень, но не успел продолжить как я перебила его. \n\n– Эй,  сударь,  верни меня домой ,сейчас же!  Меня не интересует где что.  У меня уже есть дом! — гневно смотря на парня, прошипела я. \n\n– Во-первых меня зовут не парень, и не он, и не сударь. Я Мартин . А домой ты больше не вернёшься, ты находишься в плоскости которую создали твои родители. Этот мир пренадлежит тебе. Но тебе стоит многому научиться перед тем как завладеть этим миром! — спокойно произнес он, но ухмылка не сходила с его лица. \n\n– Никаким миром завладевать я не буду!   Я хочу домой!  Если вы меня не верните ,я разнесу тут все!!!  — прокричала я, и топнула ногой. \n\n– Тебе надо подумать. — сказал Мартин ,и в ту минуту исчез",
    "answers": [
      {
        "id": 12,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 12,
    "text": "\nЯ пошла к двери, дернув за ручку я поняла, что она закрыта... \n\"Вот нужен мне был этот чай! \" \nЯ недолго думая пошла к окну. \n\" Вот скупердяи, даже ручки на окна не поставили. Чёрт, да как выбираться отсюда??? \"\n \n ",
    "answers": [
      {
        "id": 13,
        "text": "Воспользоваться магией"
      },
      {
        "id": 14,
        "text": "Ничего не делать. "
      }
    ]
  },
  {
    "id": 13,
    "text": "\nЯ не часто прибегаю к магие, но ,знаю несколько заклинаний на разрушение. \n\nСделав змах рукой, я направила все свои силы на окно. \n\n– ЧТО?  Да это уже против правил!!!  Зачем ставить защиту на пустую комнату??? !! — уже в голос орала я, и гневно размахивала руками\n– УРОДЫ ВЫ ЕЩЕ БУДЕТЕ ПЛЯСАТЬ ПОД МОЮ ДУТКУ!!! \n\nЯ пыталась разбить окно, ногами, руками, плечом, но безуспешно. \nЕще немного поорав я осела на пол. \n\n\n\"А ,что я могу сделать? \" \" Тоесть мои родители тут? \" \" И о каком мире шла речь? \"\n\nМои мозги не остывали ни на минуту. \nОт мыслей сбежать мне помог щелчок двери. ",
    "answers": [
      {
        "id": 15,
        "text": "Встать с пола ",
        "forget": 1
      }
    ]
  },
  {
    "id": 14,
    "text": "\n Я осела на пустой пол. \n\"А ,что я могу сделать? \" \" Тоесть мои родители тут? \" \" И о каком мире шла речь? \"\nМои мозги не остывали ни на минуту. \nОт мыслей сбежать мне помог щелчок двери. ",
    "answers": [
      {
        "id": 15,
        "text": "Встать с пола"
      }
    ]
  },
  {
    "id": 15,
    "text": "Бысто вскочив с пола, я стала в защитную позицию. \n\nИз-за угла смотрели на меня уже знакомые глаза. \n\n– Я пришол с миром. — в применительно жесте подняв руки, прошёл в комнату Мартин. \n– Как ты еще тут всё не разрушила??? Ах, да...  тут же защита стоит. — тихо засмеялся он. \nЕго самодовольная ухмылка не сходила с лица. \n\n– Было бы тут, что-то тяжелое, уже давно летало мими твоей головы ! И я надеюсь, что попало б. — сквозь зубы прошипела я. \n\n– Ну, что ты. Это честь для меня, получить от тебя чем-то тяжелым — сказал он, и склонил голову. \nПосле этих слов, он взорвался смехом. \n\n– Ты шут придворный, да?  Ты мне зубы не заговаривай!!  Когда я смогу вернуться домой?? — уверено произнесла я, и неменее уверенным шагом, направилась к двери. \n\n\n\n\n",
    "answers": [
      {
        "id": 16,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 16,
    "text": " Не успела я дойти до двери, как этот нахал обхватил меня за талию ,и прижал к стене. \nДверь резко захлопнулась. \n\nОн был настолько близко, что его горячее дыхание я чувствовала на каждом сантиметре своего лица. \n\n– Ты чего это делаешь? Помереть захотел? — попытка оттолкнуть, закончилась плачевно...  У меня было ощущение ,будто я в объятиях каменой скалы. \n\n– Я делаю это для того, что б ты ,не сбежала от меня. Я люблю тебя  ... Теперь мирись с этом. — прошептал мне на ухо Мартин. \n\nОн говорил это, так...  серьёзно???  \n\n– Ты ... отпусти меня!!! Мне всёравно кого ты любишь!!!  Я тебя...  : нет успев договорить, я почувствовала на своих губах, что-то очень...  мягкое... ииии... тёплое.\nНо мне ,не хотелось его отталкивать...  моё сердце, что с ним?  \nЯ просто медлено провела по его волосам. \nЭтот поцелуй... был таким нежным, страстным. \nЯ будто ощущала все ту политру, эмоций которые были в этом поцелуе. \n\n\n",
    "answers": [
      {
        "id": 17,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 17,
    "text": "Он медленно отстранился. \n\n– Извини, я тебе перебил. Хочешь продолжить, что говорила? Или можем продолжать стоять и целоваться. — спокойно произнёс Мартин. \n\n\" Да разве это возможно?!?!  Я не могла влюбиться в него!!!  Ведь так??? \n.... Чееееееерттттттт, он ведь мысли умеет читать!!!! \"- тихо прошипев, думала я. \n\n– Если ты останишься со мной, я обещаю так не делать. — сказал Мартин, чуть мягким голосом. \nУ него такое лицо...  буто он щас заплачет. \n– Ты подумай, потом скажешь.  А сейчас...- он освободил меня из свое каменной хватки, и протянул  небольшой чемоданчик. — переодевайся  и пошли. \n\n– Куда это? — уже смирившись сказала я. \n\n– Узнаешь, принцесса, узнаешь. — сказал он и легонько ударил по носу .\n\n– Может ты исчезнешь??? — съязвила я. \n\n– Ты стесняешься?  То есть на вечеринке, по поводу начала года, ты показывать свой лифчик не стеснялась, а тут видите ли ... кроче, подымись в спальню и переоденься,  я буду ждать тут. — сказал Мартин, и направился к окну в гостиной. \n\n– Отткуудда ты знаешь??? — заикаясь от стыда сказала я.\n\n– Я следил за тобой. Я всегда был рядом, принцесса. — обернулся парень и обаятельно улыбнулся. \n\n– ИЗВРАЩЮГА!!! — прокричала я и побежала переодеватся .\n\n–\n\n\n",
    "answers": [
      {
        "id": 18,
        "text": "В спальне "
      }
    ]
  },
  {
    "id": 18,
    "text": "\n\"Уууу... Негодяй... Извращюго...  Маньяк... Урод... \"\nВ моей голове было много слов. Но всё же ругаться матом я не хотела. \n\n–\"А вдруг они не знают матов? Хотя врятли... Тогда ...**..\"не успела подумать какой он негодяй ,как ...\n\n– Знаем мы!!!  Переодевайся, принцесса... Живо!!!  Иначе я поднимусь и одену тебя. — кричал с низу  Мартин. \n\n– Пошляк! — крикнула я, и окинула взглядом комнату. \n\nВ ней было пусто ,так как и везде ,в этом доме. \n\nБольшая круглая кровать стояла возле окна. \nРядом был внушительных размеров шкаф, похож на шкаф — купе. А также дверь, которая вела в ваную. \n\n\nОткрыв чемодан я увидела... специальную экипировку??? \nЧёрная футболка. Черные штаны, как по последнему писку моды, завышеная таллия ,плотно прилягают к ногам. \nКепка и Куртка, тоже черные. \nОбувь... что-то похожее на наш  Nike,  но совсем простые. \n\nОдев все ,это. Я была удивлена, что они так идеально подобрали размер.... А нет, не удивлена. \n\nСобрав волосы в хвост... ( да, у меня была резинка, я нашу её неснимая ,с правого запястья.) \nя надела кепку. И поспешила спуститься в низ. ",
    "answers": [
      {
        "id": 19,
        "text": "Спуститься "
      }
    ]
  },
  {
    "id": 19,
    "text": "\n\n— Хвала Демиургам ! — воскликнул Мартин,подняв руки в молящемся жесте. \n— мы опаздываем — добавил Мартин, и потащил меня в сторону двери . \n \n— Да куда ты меня тащишь ??? — воскликну с явным недовольством я . В ответ я услышала лишь звук шагов. \n \nЯ осмотрелась вокруг . Такой приятный город... Очень солнечное и ясное небо было у нас над головой,совсем отличающееся от моего города. \nДорожка из камня вела куда то прямо . Дома как средневековье,но современность добралась и сюда . \nМежду домами было видно полянки, на которых резвятся дети. \n \nВыдернул из своих мыслей ,Мартин. \n \n— Ты тут?? — обеспокоено спросил парень, махая у меня перед глазами рукой. \n— Да, извини... Просто ,зачем я тут ??? — растеряно спросила я. \n— Сейчас узнаешь ! \n \nМы остановились возле большого здания, с огромными дверьми . Мартин с легкостью открыл двери , и пригласил меня войти жестом.",
    "answers": [
      {
        "id": 20,
        "text": "Войти"
      }
    ]
  },
  {
    "id": 20,
    "text": "Просто огромных размеров зал. Как амфитеатр. Только современный. \nВнутри было много людей ,в центре стояло 3 человека ,я без понятия кто они но мне это не нравиться. Как только мы вошли, все обернулись на нас и склонили головы,то в приветственном жесте ,то в уважительном ... Непонятно \n \n\" Черт, сбежать бы...\" — мелькал у меня мысль у меня в голове \n \n— Не думай выкинуть ничего подобного . — тихо сказал Мартин мне на ухо. \nОн аккуратно взял меня за руку и повёл меня в цент зала.",
    "answers": [
      {
        "id": 21,
        "text": "Отдернуть руку. "
      },
      {
        "id": 22,
        "text": "Идти за ним. "
      }
    ]
  },
  {
    "id": 21,
    "text": "Отдернув руку , я вопросительно посмотрела на Мартин . \n \n— Почему я должна идти куда то ? — сделав шаг назад ,сказала я нахмурившись . \n— Ты чего ?! — Прошипел Мартин , с опасным огнем в глазах. \nЗа ним появился парень чуть старше меня. \nУ него были темные как ночь глаза,русые как пшеница волосы . Выше меня примерно на две головы . \nОн обворожительно улыбнулся , и сказал: \n \n— Тин,не надо так жать на девушку . Мы её еще даже в курс дела не вели. — он похлопал Мартина по плечу ,и взглянул на меня. \n \nОн был очень милым . Но что то настораживало меня ... Его глаза... Что не так??? \nПарень направился ко мне. \n— Приношу свои извинение за столь резкое ...ммм...обращение- он улыбнулся приобняв меня за плечо — Что ж ...Тин,проводи даму дальше. \n \nМартин взглянул на него с безразличием,и протянул руку мне. Парень направился на своё место. \nМы молча дошли до центра зала.",
    "answers": [
      {
        "id": 22,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 22,
    "text": "Мы стояли перед тремя ,незнакомыми мне людьми .Стояли они в одну линию ... Мартин присоединился к ним. \n \nМужчина и женщина лет 40-50 , и парень старше меня примерно на 5 лет. \nПарень осматривал меня своим черными глазами,его волосы цвета пшеницы, переливались от солнечного света. \n \nЖенщина стояла с мягкой улыбкой ,и слезами в глазах . \nМужчина стоял с такой же мягкой улыбкой,обнимая женщину за плечи. \n \nДолго мы стояли в немой тишине. Мне это надоело и я начала : \n \n—Извините, конечно... объясните мне всё и я пошла домой!!! — скрестила руки на груди,и моё недовольство чувствовалось на коже каждого .",
    "answers": [
      {
        "id": 23,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 23,
    "text": "—Аннет...-начал парень с русыми волосами ,но не успел сказать, что то еще ,как я перебила... \n \n— Аннит! А-н-н-и-т !!! — сказал я ,повысив голос. \n \n— Нет,Аннет, это имя, дали мы тебе, твои родители.- сказал мужчина . \n \n— Родители??? У меня их нет !!! Меня растила бабушка!!! А кто вы ? ... даже знать не хочу !!! — не скрывая эмоций,кричала я. \nПо моей щеке потекла предательская слеза. \n \n— Прошу не надо... Послушай нас ... Аннет ... — говорила женщина не скрывая своих слез. \n \n— Сначала обращайтесь ко мне нормально,я Аннит. — с хладнокровием сказала я ,вытирая свои щеки от слез. \n \n— Позвольте мне ? — спросил Мартин ,смотря на женщину. На ,что та только кивнула. \n— Аннит,это женщина — Динара — королева измерения Great Limit — и твоя мать \nЭтот мужчина — Илларион — король измерения Great Limit- твой отец. \nЭтот парень — Натан — мы с ним правая и левая рука короля и королевы.\n\n\n\n______________________________________\n\nGreat Limit — Великий предел ( « тай цзы» , Инь — янь) ",
    "answers": [
      {
        "id": 24,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 24,
    "text": "\n– И ,что мне с этого? Из-за этого вы, разлучили меня, с моей семьёй? — всё еще на повышенных тонах говорила я. \n\n– Послушай Аннет, точнее Аннит, мне очень жаль, что нас не было в твоей жизни во все важные моменты твоей жизни. Мы решили создать свой мир, только из-за того, что в мире людей и магии было жуткое разграничения между темной стороной и светлой. Нам не давали  жить. Нам пришлось... Отдать тебе на воспитание человеческой женщине... — сказал мужчина. \n\n– Дай нам шанс, Аннит... Прошу тебя... Прости нас... Еслибы мы только знали... Мы бы сделали всё возможное, что б ты была с нами!!! — говорила женщина сквозь слезы. ",
    "answers": [
      {
        "id": 25,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 25,
    "text": "\n– Я правда не знаю... — говорила я, не веря в происходящие. \n\nЯ молча развернулась, и побрела в сторону выхода. \nТолько я хотела выйти, как поняла, что моих сил не хватает, чтобы открыть дверь. Я свалилась на колени и начала реветь, вспоминая слова бабули... \n",
    "answers": [
      {
        "id": 26,
        "text": "Вспомнить... "
      }
    ]
  },
  {
    "id": 26,
    "text": "\nТеплые руки гладят меня перед сном. \n– Ба, а где мои мама и папа? \n\n– Послушай, Аннит ... Твои мама и папа стараються для тебя, сейчас они строят мир где будет хорошо тебе .\n\n– А тебе???  \n\n– Аннит, любимая, я останусь тут. Я буду к тебе приезжать . Только, как  ты будешь рядом с мамой и папой, обещай, что полюбишь их. \n\n– Но зачем мне любить их?  Их нет, рядом со мной. \n\n– Они стараються для тебя. Любят, и оберегают...  \nОни всегда тут, рядом — сказала, бабушка и прикоснулась к моему сердцу. \n\n...",
    "answers": [
      {
        "id": 27,
        "text": "Вернуться "
      }
    ]
  },
  {
    "id": 27,
    "text": "\nТёплые руки... Опять они... \nПодняв глаза я увидела бабушку... \n\n– Но этого не может быть!!! — с искреннем непониманием в голосе прошептала я \n\nБабушка погибла... 2 года назад... Как только я съехала от неё, она разбилась на автобусе... Когда ехала ко мне... \n\n– Анни, прости меня!!!  Я жива ... Я... Аннит... Девочка моя... Я всё объясню... — говорил такой родной голос, сквозь слёзы. \n\n– Я так скучала... Какой это всё-таки долгий сон... — шептала я, прикасаясь к щеке бабушки, что б убрать слезы. – я устала ,бабуль,  прости я хочу проснуться — добавила я, и провалилась в тишину... \n\nЗвуки вокруг меня стихли... Пространство потерялось.... Я провалилась в темноту ,в ней было так хорошо.",
    "answers": [
      {
        "id": 28,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 28,
    "text": "\nТемнота... это всё,что я вижу... \nМне так спокойно ... Меня уже ничего не волнует... \n \nЯ не знаю сколько времени я провела в этой темноте ,но у меня в голове начали появляться мысли: \n \n— \" А ,что если я умерла ?\" ,\" Что если это был не сон ???\" ,\" Как мне вернуться ? И надо ли?\" \n \nМои мысли перервал свет...Он был настолько яркий ,что я зажмурила глаза. \nОткрыла я их в неизвестном помещении. \nОглядевшийся я поняла ,что это спальня ,в моём \"новом доме\" . \n \nРядом сидел Мартин. Если быть точнее,спал сидя.",
    "answers": [
      {
        "id": 29,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 29,
    "text": "\n— Мартин...Мартин,блин! -говорила я еле слышно,сквозь охрипший голос. \nЯ хотела встать,но всё тело будто было ватным ,и не моим . \nСобравшись с силами ,я взяла подушку и кинула в Тина. \nОн не усидел на месте и упал на пол. \n \n— Женщина ,блин,ты могла меня разбудить словами...ну или поцелуями — его губы растянулись в ухмылке,пока он вставал с пола. \n \n— Что со мной ? — решила не обращать внимания на его глупые шуточки ,спросила я . \n \n— Тебе надо научиться управлять своими силами — вмиг Тин стал серьезным как никогда — для этого ты тут. Ты на данный момент самый сильный ...- он задумался \n \n— Кто же ? Я не человек,не демон ,не ангел ... Кто я ? — ехидно спросила я. \n \n— Выбери себе имя сама — послышался мужской голос ,после чего в комнату вошёл мой \" отец\" — Это твоё право . \n— Ты, нечто новое для этого мира. — добавил мужчина \n \n— Я не хочу выбирать себе имя...я хочу домой .- от бессилия я начала плакать . \n \nТин ,подошел к мужчине и шепнул ему ,что то на ухо. После чего мужчина удалился .",
    "answers": [
      {
        "id": 30,
        "text": "[Закрыть глаза] "
      }
    ]
  },
  {
    "id": 30,
    "text": "\nМне так было плохо, в груди стоял ком боли. \n\nОт непонимания окружающих мне хотелось сбежать... Но я как мотылек в банке. Порхая своими крыльями, я обиваю только пыльцу ,не добиваясь ничего толкового. \n\nТеплые, мягкие ,сильные руки обняли меня. Поглаживая по спине, будто обнимая моё сердце.\n\n– Прости... Мне жаль... —   шептал мне Тин.",
    "answers": [
      {
        "id": 31,
        "text": "[Оттолкнуть] "
      },
      {
        "id": 32,
        "text": "[ Обнять] "
      }
    ]
  },
  {
    "id": 31,
    "text": "\n– Исчезни... — произнесла я, чуть оттолкнув Тина. \n\n– Аннит.. — с сожалением начал он, но не успел сказать не слова как я, перебила \n\n– Исчезни! — повысив голос ,сказала я. \n\n– Послушай, мне правда жаль... — тихо начал парень \n\n– Тин, проваливай!!! Уйди!!! Либо я попрошу исчезнуть не только из этой комнаты, но из моей жизни полностью!!! — сквозь слезы кричала я. \n\nМартин встал, и молча вышел из комнаты. \n\nЯ осталась один на один с тишиной. \n\nМои мысли шли нескончаемым потоком. \n\nНепонимание съедало мою душу. \n\nПосле долгих раздумий, я вернулась в темноту.",
    "answers": [
      {
        "id": 33,
        "text": "[ Сон] "
      }
    ]
  },
  {
    "id": 32,
    "text": "\nОбняв Тина в ответ, я уткнулась носом в крепкую грудь парня. \n\nЯ просто плакала, а он только гладил меня по спине. \n\n– Я не брошу тебя — нежно прошептал на ухо Мартин.\n\nУже в тот момент я проваливалась в темноту. \n\n– Я устала... — тихо прохрипела я. \n\n– Спи Ангел, спи. — тихо сказал Тин, уложив меня на подушку. \n\nЯ чувствовала как Тин, мягко, накрывает меня одеялом, и нежно поцеловав в висок, скрылся за дверью. \n\nЯ вернулась в темноту.",
    "answers": [
      {
        "id": 33,
        "text": "[Сон] "
      }
    ]
  },
  {
    "id": 33,
    "text": "\nПосле того как я вернулась в темноту я отдыхала от реальности. \n\nРаздался глухой звук, и я повернулась на него. Меня ослепил яркий свет. \n\nОткрыла глаза, я оказалась в своей комнате... В своей человеческой комнате. \n\nВ комнату зашла поникшая Белла.\n\nЯ кинулась к ней с объятьями, но пролетела сквозь неё. \n\n– Белла...- по моим щекам покатились, горячие, слезы, обжигая нежную кожу. \n\nОна аккуратно опустилась на мою кровать и обняла мою любимую игрушку. \n\n– Нита, как ты могла? — говорила Белла сквозь такие горькие слёзы — я больше никогда, слышишь, никогда не буду пить чай!!!  \n\n– Нет... Пожалуйста... Нет — шептала я,  тихо опускаясь на колени. \n\n– Почему? Почему ты??? Как мне жить с мыслями о том, что именно я отправила тебя на смерть??? — кричала Арабела, сквозь слезы .\n\nТакие горькие слёзы хлынули из моих глаз. \nРезкая боль ударила в мою грудь... И ещё раз ... И ещё раз... \n\nСквозь туман боли я проползла к Белле и обняла её. \n\nЗажмурив глаза вокруг меня всё затихло....  Плачь Беллы стих... И лишь моё тяжёлое дыхание нарушало эту тишину. \n\nСвет... Опять ослепил меня... Я открыла глаза, я была в \" новом доме \" .",
    "answers": [
      {
        "id": 34,
        "text": "[ Встать с кровати ] "
      }
    ]
  },
  {
    "id": 34,
    "text": "– Походу уже утро — прошептала я глядя в окно. \n\nНа удивление я чувствовала себя бодро. \n\nВстав с кровати я направилась к шкафу. \n\nУвидев в зеркале во, что я одета ,меня передернуло. \n\n\"Я ведь даже не заметила, что меня переодели  ... Но кто?\"  \n\nЯ была одета в спортивные ,серые штаны, широкую ,белую футболку. \n\nНо мне было тревожно на сердце из-за Беллы...",
    "answers": [
      {
        "id": 35,
        "text": "[Открыть шкаф] "
      }
    ]
  },
  {
    "id": 35,
    "text": "\nОтрыв шкаф, я обнаружила мои вещи... \n\n– Дааа... они даже вещи мои забрали сюда. — тихо сказала я, после чего, тихий, истерически  смешок сорвался с моих уст. \n\nВо, что одеться?",
    "answers": [
      {
        "id": 36,
        "text": "Белая футболка, джинсовка, черные джинсы, белые кросовки. "
      },
      {
        "id": 36,
        "text": "Водолазка, сверху рубашка, джинсы, черные ботильоны  ."
      },
      {
        "id": 36,
        "text": "Белая футболка, чёрный сарафан, черные кросовки  ."
      }
    ]
  },
  {
    "id": 36,
    "text": "\nСхватив удобную удобную одежду, я направилась в ванную. \n\nВанная или душ?",
    "answers": [
      {
        "id": 37,
        "text": "Ванная "
      },
      {
        "id": 38,
        "text": "Душ"
      }
    ]
  },
  {
    "id": 37,
    "text": "\nПогрузившись в теплую воду, я ещё раз прогоняла в голове всё ,что случилось.\n\n\" И как мне жить, зная, что она винит себя в моей смерти?  \"\n\n\" Как я умерла в мире людей?? \"\n\n\" Как мне жить тут? \"\n\n\" Что я такое? \"\n\nМои мозги медленно закипали. И я погрузилась с голой в воду, дабы прекратить поток мыслей.\n",
    "answers": [
      {
        "id": 39,
        "text": "[ После ванной] "
      }
    ]
  },
  {
    "id": 38,
    "text": "\nВстав под прохладный поток воды, я медленно прошлась по событиям нескольких последних дней. \n\n\" И как мне жить, зная, что она винит себя в моей смерти?  \"\n\n\" Как я умерла в мире людей?? \"\n\n\" Как мне жить тут? \"\n\n\" Что я такое? \"\n\nКапли воды гулко барабанили по моему больному телу. \nРешив прекратить поток мыслей я включила холодную воду... Неожиданно хлынула ледяная вода, и я вскрикнула. \n\n\" Ууу... Тут уже не до мыслей\"",
    "answers": [
      {
        "id": 39,
        "text": "[После душа] "
      }
    ]
  },
  {
    "id": 39,
    "text": "\nПосле водных процедур, я оделась и оглядела ванную. \n\nПриятная комнатка, с большой ванной, просторным душем, выполнена в королевском стиле, всё в золотых оттенках. \n\n\" Похоже это единственная обустроеная, комната в этом доме \"- тихо усмехнулась я. \n\nА ведь и правда в этой комнате было всё... Вплоть до соли для, ванной. \n\nТолько меня интересовало одно... \n\n\" Я конечно всё понимаю... Но \"эти\" дни никто не отменял \" — нахмурившись подумала я. \n\nЯ принялась искать \"женские вонючки \".\n\nИ как вы думаете?Я их нашла!  Да, да ,нашла!  \nВ ящике над туалетом. \n\nЯ громко выдохнула и вышла в спальню.",
    "answers": [
      {
        "id": 40,
        "text": "[Осмотреться] "
      }
    ]
  },
  {
    "id": 40,
    "text": "\n\" Стоп!  Это как? \" — подумала я осмотрев спальню. \n\nСпальня была заполнена вещами, точнее мебелью. \nОт серой, пустой, неприятной комнаты не осталось ни следа. \n\nУютная, милая комнатка в  французском стиле.\n\nКруглая кровать в нежно кремовом оттенке, сверху весит балдахин более прохладного оттенка. \nПисьменный стол, стоял в правом углу от кровати. На нём был ноутбук, и всякие безделушки. \nОчень широкие подоконники сделаны под мини — диванчик.\nНежный ковер под ногами. \n\n\" И как я это не заметила??? \" — спрашивала я, сама у себя.",
    "answers": [
      {
        "id": 41,
        "text": "[Спуститься на кухню] "
      }
    ]
  },
  {
    "id": 41,
    "text": "\nСпускаясь по лестнице, я замерла от удивления. \n\nГостиная с кухней тоже были выполнены в французском стиле. \n\nБольшой диван красовался в центре комнаты.  Его нежный оттенок лавандового, приятно радует душу.\nПеред диваном стоит журнальный столик.\nТелевизор висит на стене перед диваном. Мягкий коврик, лежал на всей територии гостиной. \n\nТак, как кухня объединена с гостиной я сразу осмотрела и её. \n\nОт кухонной гарнитуры отходит барная стойка, она выполняет роль стола. Холодильник был выполнен в таком же стиле, что и диван. \n\nИ всё  это можно было описывать бесконечно, но урчание желудка меня сбило с толку.",
    "answers": [
      {
        "id": 42,
        "text": "[Спуститься ниже.] "
      }
    ]
  },
  {
    "id": 42,
    "text": "Спустившись с лестницы, я увидела Тина, он сидел в кресле возле окна. \n\nУвидев меня он встал. \n\n– Доброе утро.Как спаслось? — с каменным лицом спросил Тин. Но в его глаза было столько эмоций, грусть, боль, счастье, непонимание... страх? \n\n– Ммм... Беспокойно. Сколько я спала?  — чуть нахмурившись спросила я. \n\n– Год. — тихо произнес он. И опустил глаза в пол. \n\n– Ччего?  Да этого быть не может!!!  — испугано сказала я, и попятилась назад. \n\nПосле этих слов Тин задал вопрос, от которого меня, бросило в жар...",
    "answers": [
      {
        "id": 43,
        "text": "[ Далее] "
      }
    ]
  },
  {
    "id": 43,
    "text": "\nТин ,медлено ,но решительно сделал два шага ко мне ,и начал : \n\n— Аннит, послушай ,то ,что я сейчас спрошу , очень важно для тебя . И для меня . И для всего мира .- уверено начал Мартин ,после недолгой паузы продолжил — Какой бы выбор ты не выбрала , я подержу любой .- тихо произнес Мартин,и его глаза стали мокрыми .\n\n— Послушай — тихо сказала я и подошла к Мартину ,после чего взяла его за руку .- Просто скажи , а потом расстраивайся — я смотрела в глаза Мартину ,и видела как они набирались решимости . \n\nМы стояли и молча смотрели друг на друга . Он стоял и всматривался в моё лицо ,будто пытаясь меня запомнить .\nОн прервал тишину ,и отошел от меня . Он стал очень серьезным . \n\n— Аннит Лавера , властью данной мне Королевством Great Limit , хочу предоставить вам выбор , стать Принцессой Королевства,либо отправиться назад в мир людей .\nПрошу, у вас есть 24 часа на раздумья.- поклонившись,Мартин начал движение в сторону двери .",
    "answers": [
      {
        "id": 44,
        "text": "Но я уже знала ответ. "
      }
    ]
  },
  {
    "id": 44,
    "text": "\nЯ схватила Мартина ,и посмотрела ему в глаза,после чего громко произнесла : \n— Я отвечу сейчас ! — уверена сказала я,после чего стала напротив Тина ,и вдохнула полную грудь воздуха\n\n— Я слушаю,госпожа . — ответил парень,и склонил голову .\n\nМоё сердце гулко забилось. Дыхание перехватило . В глазах потемнело ,но я нашла силы собраться и ответить .\n\n— Я хочу ...",
    "answers": [
      {
        "id": 45,
        "text": "...в человеческий мир"
      },
      {
        "id": 46,
        "text": "...остаться здесь "
      }
    ]
  },
  {
    "id": 45,
    "text": "\nЕще раз вздохну ,я ответила.\n\n— Я хочу домой .-не колеблясь ответила я.\n\n— Вы уверены ? — с каменным лицом сказал Тин,но его глаза выражали боль . Боль — как после утраты ,чего то дорогого .\n\n— Да. Я уверена .- чуть придержав паузу ,я продолжила.- Но ,как я туда вернусь, я ведь погибла для них???- с непониманием спросила я.\n\n— Вы вернетесь в тот день ,когда исчезли. И перепишите будущее. — холодно ответил блондин.\n\n— Прости ,Тин . Прости ...- тихо произнесла",
    "answers": [
      {
        "id": 47,
        "text": "[После долгой паузы] "
      }
    ]
  },
  {
    "id": 46,
    "text": "\nЕщё  раз набрав в лёгкие воздуха, на выдохе я произнесла... \n\n– Я хочу остаться тут!  — уверено выпалила я \n\n\"Верно, я умерла в мире людей... А здесь и бабушка, и мама с папой, и Тин с Натаном\"- подумала я. \n\nТин, застыл. Но потом оживился и налетел на меня с обнимашками. \n\n– Аннит, я... Я... Я так рад!!!!  — кричал Тин и кружил меня в воздухе.\n\n– Дурак!  Поставь меня!!! Я щас передумаю — кричала я ,но Тин меня не слышал. \n\nПосле 5 минут обнимашек, Тин потащил меня на улицу.",
    "answers": [
      {
        "id": 50,
        "text": "[ На улице] "
      }
    ]
  },
  {
    "id": 47,
    "text": "Мартин стоял как будто ничего не произошло. А потом холодно произнес  : \n\n– Что-ж, и вы меня простите. Но раз ваш выбор таков, нам пора идти. — грубо ответил он, и направился на выход. \n\nИ не проронив ни слова, мы пришли к знакомому мне зданию. \nЗайдя внутрь, там стояли всё те люди, которые были и в прошлый раз . Но они были в чёрных плащах. \nМы подошли к ним, и Натан протянул плащ Тину. Тот накинул плащ, и молча стал рядом с Натаном. \n\nЖенщина просмотрела на Тина,  но тот лишь кивнул. \n\n– Аннит — грустно начала женщина — мы проведём ритуал, и ты вернешься домой. В то самое место, откуда тебе забрал Мартин. Ты будешь всё помнить. Мы не в силах трогать твою память. — тихо рассказала мама. \n\n– Позволь тебя обнять на прощения? — спросил отец. \n\nЯ стояла смотрела на них, и потом подошла и обняла их. \nЖенщина расплакалась, мужчина тоже. \n\nОтстранившись от них, я спросила один вопрос : \n\n– А бабушка?  — тихо спросила я. \n\n– Она и вправду умерла в мире людей, но мы словили душу, и забрали к себе. Она не может покинуть этот мир. — грустно ответил отец. \n\nМы стояли и молча смотрели друг на друга. И тут Тин, как будто с цепи сорвался. Он в миг оказался передомной ,и крепко обнял. \n\n– Ты чего?  — спросила я. \n\n– Я буду скучать. — прошептал мне на ухо парень. И по моей шее покатились жгучие капли. \nИ они были настолько горячими, что оставляли после себя только боль .Как физическую, так и душевную. \n\n– Тин, давай просто закончим это. — сказал Натан, и положил руку, на плечо другу. \n\n– Да — Тин отстранился, и я посмотрела на него, но его глаза были сухие. \n\n– Давайте начнём. — громко сказал Тин, и всё накинули капюшоны.",
    "answers": [
      {
        "id": 48,
        "text": "[ Ритуал] "
      }
    ]
  },
  {
    "id": 48,
    "text": "Встав в круг, они взялись за руки, и начали произносить слова. Но я их не слышала. Не понимала ничего. \nРезкая боль пронзила мою голову, и я от неожиданности завизжала и схватилась за голову. \n\nВ следующие несколько секунд всё прошло. \n\nЯ открыла глаза, и оказалась в зимнем парке... А главное...дома. \n\nЯ подняла глаза и осмотрелась. Вокруг ни души. \n\nНо кое-что я всё-таки заметила. Следы на снегу, мои и... Тина. И больше никого. \n\nЯ быстро побежала домой. Ворвавшись в квартиру я побежала к Белле и очень крепко её обняла. \n\n– Ты чего, что случилось?!? — обеспокоено спросила Белла. \n\n– Ничего, я просто поняла... — тихо говорила я. \n\n– И, что ты поняла??? — всё также обеспокоено спросила Белла.\n\n– То, что ты самое дорогое ,что у меня есть. — сказала я и расплакалась.",
    "answers": [
      {
        "id": 49,
        "text": "[10 лет спустя ]"
      }
    ]
  },
  {
    "id": 49,
    "text": "\n\n– Дорогая, давай быстрей — мягким голосом сказал мужчина.\n\n– Вот ж блин, я не могу —  прокричала я. \n\n– Аннит, солнышко, тебе помочь ??- с улыбкой в комнату зашёл мужчина. \n\n– Да, Крис, любимый,помоги нам. Я не выдержу ещё  месяц с этим животом. — ответила я. \n\nМужчина подошёл и помог обуть обувь  Аннит, после чего помог ей подняться ,и сел на колени и прислонился к животу девушки. \n\n– Потерпи солнышко, это всё ради наших мальчиков. — сказал Крис, и поцеловал живот. \n\n– Уф... Ладно, пошли уже. — замучано ответила я. \n\nМы вышли из дома и сели в нашу машину, после чего поехали в счастливое будущее. \n\nО том, что случилось со мной 10 лет назад, я и не вспоминала. Потому, что я встретила Криса, и он заполнил мои мысли. И всё, что мне напоминала о том времени, так это шрам на шее, который оставил мне Мартин, своими слезами. \n\nЯ прошла большой путь ради этой сказки, я слишком долго ждала её, что б портить её своими глупыми воспоминаниями. \n\n* Концовка * Реальная сказка.",
    "answers": [
      {
        "id": 1,
        "text": "Конец. "
      },
      {
        "id": 44,
        "text": "[К другому выбору] "
      }
    ]
  },
  {
    "id": 50,
    "text": "Как только мы вышли, вокруг всё замерцало разными огнями. \n\n– Вау... — в восторге протянула я. \n\n– Нравиться?? — ехидно спросил Тин — сегодня произойдет твоё посвещение в принцессы.  — добавил он, и потянул меня к знакомому зданию. \n\nКак только мы зашли, всё засветилось и заиграло разными цветами, под потолком летали ангелочки и пели красивую песенку. \n\nМама, папа, Натан — все стояли в белых плащах с золотыми узорами. \n\nНатан подошёл ко мне с Тином .\n\n Он протянул Тину плащ. Пока тот надевал плащ ,Натан подошёл ко мне. \n\n– Ты сделала правильный выбор, ангел — прошептал мне на ухо Натан. И накинул белый, шёлковый, с красно — золотыми узорами плащ. \n\n– Я надеюсь... — тихо протянула я. И натянуто улыбнулась. \n\nНатан обнял меня, и по моему телу поплыло тепло.  Я успокоилась и  обняла парня в ответ. \n\n– Кх.. Кх.. Вы долго будете обниматься?  — прозвучал голос сзади Натана, и мы обернулась. \nТин стоял с недовольным лицом. \n\nМы быстро отстранились друг от друга .\n\nНатан стал рядом с матерью, а Тин рядом с отцом.",
    "answers": [
      {
        "id": 51,
        "text": "[Далее] "
      }
    ]
  },
  {
    "id": 51,
    "text": "\nМама с Папой стояли с улыбкой на лице. Натан с Тином с каменными. \n\n– Ты простишь нас? — спросил папа ,и в его взгляде я уловила страх. \n\n– При  условии:Если бабушка будет частью нашей семьи. И вы меня не бросите. Никогда. — уверено сказала я. \n\n– Конечно, доченька, она и так часть нашей семьи, и мы не бросим тебя никогда в жизни!!! — радостно вскрикнула мама, и побежала меня обнимать. \n\nВскоре к ней присоеденился папа. Мы стояли и обнимались, но тут всё переврал голос Тина. \n\n– Ваше Величество, пора. — уверено сказал парень. После чего весь зал заполнился людьми. \n\n– Ого, вы ,что весь город пригласили??? — испугано спросила я, переминаясь с ноги на ногу. \n\n– Да, а ,что боишься?  — ехидно спросил Нат, и легонько толкнул меня. \n\n– Пфф... Неееттт- солгала я.",
    "answers": [
      {
        "id": 52,
        "text": "[ Ритуал посвящения] "
      }
    ]
  },
  {
    "id": 52,
    "text": "\nМеня поставили в центре комнаты . И всё разошлись по трибунам. Только я и Мама с Папой стояли в центре. Точнее я ,в центре, под светом луны. А они в тени. \n\n– А, что мне надо делать??? — испугано спросила я. \n\n– Действуй по ситуации, родная — сказала мама, и начала читать, что-то с большой, пыльной книги. \n\n\"Зашибись \"- недовольно подумала я. \n\nС окна в центе, (что на потолке, откуда собственно и светила луна) посыпалась серебряная пыль .\n\nС окна спустился парень и мягко посмотрел на меня. \n\n– Так это ты?  Демиург, которого создали демон и ангел. — нежно сказал парень. \n\nЭго голос окутал меня с ног до головы ,нежный, плавный, мягкий. Мне хотелось, чтобы он говорил, и говорил.",
    "answers": [
      {
        "id": 53,
        "text": "Рассмотреть парня "
      },
      {
        "id": 54,
        "text": "[ Далее] "
      }
    ]
  },
  {
    "id": 53,
    "text": "Парень с белыми, короткими, волосами. С небесно — прозрачными глазами. \n\nЕго кожа... Белая, почти прозрачная. \n\nОн был одет в белый плащ ,казалось он был невидимым, он почти рассыпался в конце.",
    "answers": [
      {
        "id": 52,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 54,
    "text": "\n– Значит, ты принцесса. — тихо, казалось невесомо, сказал парень. \n\n– А?  А, ну да, я — ответила я выйдя из транса. \n\nВдруг он оказался близко со мной. \nВ его руках материализовалась диадема. Очень утонченная, из сплава белого и золотого золота. Украшена маленькими камешками. \n\nОн заметил мой взгляд, и наклонив голову на бок спросил :\n\n– Нравиться? — его лицо растянулось в ухмылке. \n\n– Очень — прошептала я. И подняла взгляд на парня. В его глазах читалась искренность. \n\nОн подошёл ко мне и одел диадему на голову. \n\nПосле чего он убрал прядь моих волос с шеи, и поцеловал... ПОЦЕЛОВАЛ....  \n\nМесто жутко заболело, и я оттолкнула парня. \n\n– Бл, больно!!! — довольно громко сказала я.  \n\n– Так надо, прости — сказал парень, после чего улыбнулся и обнял меня. Отстранившись он встал в центр комнаты, и взлетел вверх. \n\n– Поздравляю с новой принцессой! — торжественно сказал парень. \n\nА перед тем как исчезнуть, в моей голове возник мужской голос :\n\n– \" Меня зовут Итан, и теперь, когда бы ты меня не позвала, я прийду \" — сказал голос в моей голове, после чего он исчез. И на моей груди появился кулов, в виде крыльев.",
    "answers": [
      {
        "id": 55,
        "text": "[ Аплодисменты] "
      }
    ]
  },
  {
    "id": 55,
    "text": "\nЗазвучали громкие аплодисменты ,и крики– \" Слава Принцессе \" \n\nПосле всего это-го, был фуршет на весь город. \n\nКо мне подошёл Тин. \n\nОн отодвинул прядь моих волос, и провел по шее пальцем. \nОт его прохладных пальцев, я вздрогнула. \n\n– Он твой хранитель... — тихо сказал парень — Он даже печать оставил — фыркнул Тин. \n\n– Ты чего?  — отстранившись спросила я. \n\n– Да так, ничего, давай праздновать??? — оживлённо спросил парень и повёл меня танцевать. \n\nВесь город гулял всю ночь. Я хорошо провела время. \n\nКонечно, я напилась в дребезги, ну это не суть.... \n\nЯ пришла домой, и уснула...\n\nНу ,или меня притащили.... Я не помню. ",
    "answers": [
      {
        "id": 56,
        "text": "Утро"
      }
    ]
  },
  {
    "id": 56,
    "text": "Этой ночью мне ничего не снилось . Может потому,что я сделала свой выбор или потому ,что я была не в состоянии . \nЯ медленно пришла в себя . Царство Морфея долго меня не отпускало. \n \nЧуть приоткрыв глаза я сразу их зажмурила , на улице светило приятное солнце,но для меня оно было лишь очередным раздражителем . \nГолова болела ,будто меня вчера били. \nЯ начала судорожно вспоминать ,что вчера было... \n \n\" Почему я ничего не помню \" — жмурясь думала я \n \nЯ тихо начала вставать с кровати . \n \n— Потихоньку ,помаленьку...- тихо хрипела я . \n \nВстав с кровати,я решила ,что ничего лучшего нет ,чем холодный душ с бадуна .",
    "answers": [
      {
        "id": 57,
        "text": "В душшш"
      }
    ]
  },
  {
    "id": 57,
    "text": "Встав под холодный душ,я быстро взбодрилась . \n \nЯ всё еще пыталась вспомнить вчерашний вечер,но безуспешно . \n \nЯ вышла из душа и решила выбрать одежду. \nПодумала сегодня надеть спортивный топ ,чёрного цвета,сверху большую майку серого цвета , и лосины, тоже серого цвета . \nЗавязала неряшливый хвост ,и решила пойти поесть.",
    "answers": [
      {
        "id": 58,
        "text": "[Спуститься ]"
      }
    ]
  },
  {
    "id": 58,
    "text": "Уже на ступеньках я заметила разгром в прихожей . \nИ 3 мирных тела ,лежащих — кто,где. \n \nТин — спал на кресле . \nНатан — на подоконнике . \n \n\" О Демиурги ,а он ,что тут делает ???\" — я закрыла рот рукой ,что бы не разбудить некого своими удивлёнными возгласами . \nИтан — мирно спал на диване . \n \n\" Да ,что вчера было?!\" — тихо всплакнула я. \n \nЯ направилась на кухню ,что бы приготовить поесть . И поняла ,что с моей стороны будет некрасиво приготовить только себе . \nПоэтому я приготовила похмельный суп на всех. \n \nПосмотрев на время было уже два часа дня. \n \n\" Я надеюсь,я вчера их не убила.\" — я скривилась ,и пошла будить \"великую \" троицу .",
    "answers": [
      {
        "id": 59,
        "text": "[Пробуждение] "
      }
    ]
  },
  {
    "id": 59,
    "text": "Я решила, что будить кого-то первым будет обидно. Поэтому...\n\n– На нас напали, вставайте!!! — громко сказала я, и засмеялась от того, что произошло дальше... \n\nНатан упал с подоконника, Тин вскочил и споткнулся об Натана и упал. Итан тоже упал, и стукнулся об столик головой. \n\n– Женщина, ты определенно не умеешь будить!!! — возмутился Тин вставая, после чего помог встать Натану.\n\nЯ лишь заливалась смехом. \n\n– Странно, что ты такая бодрая после вчерашнего... — сказал Итан поднимаясь с пола,потерая голову. \n\n– После вчерашнего? — неловко спросила я, и увидела как у всех троих заблестели глаза.\n\nНо тока Тин открыл рот как я его перебила :\n\n– Давайте сначала позавтракаем... — вскрикнула  я ,и помчалась к столу. \n\nОни переглянулись, и пошли к столу...\nНа столе стоял уже чай с супом. \nТин сел и засмеялся. \n\n– Что не так? — спросила я, и угрюмо направила  половник в сторону Тина. \n\n– Женщина, убери холодное оружие .- сказал Тин, и поднял руки. — просто... Это не нам нужен похмельный суп, а тебе..- сказал блондин и натянул ухмылку. \n\nЯ посмотрела на Натана и Итана, они еле сдерживали смех.\n\n– Я думаю, принцесса ничего не помнит — сказал Нат сквозь смех, и подмигнул мне. \n\n– Жрите молча. — сказала я сквозь зубы. —  Если не хотите есть, то рассказуйте и валите. \n\nОни ещё немного посмеялись, но поели. \nЯ же недовольная сидела на диване.\n\n– Спасибо, эксплуататорша — сказал Итан, и присел рядом.\n\n– Чегоооо? — протянула я, и захлопала глазками .\n\n– Щас мы тебе расскажем историю о “Пьяной Принцессе ”...- сказал Тин ,и понеслась...",
    "answers": [
      {
        "id": 60,
        "text": "История о \" Пяной Принцессе \""
      }
    ]
  },
  {
    "id": 60,
    "text": "(Действие ведется от 3 лица ) \n... \n \n— Принцесса ,думаю вам хватит...- вежливо обратился Натан к Аннит \n \n— Ты чё мне указывать собрался ? — пьяно подняла глаза Аннит \n \n— Что вы... Нееет ... Просто уже даже Король с Королевой ушли ,а вы всё еще нет ...- виновато произнес Натан. \n \n— Ой,да ладно тебе ...Пускай валят ,а мы с тобой давай выпьем !- весело прощебетала Аннит,и добавила- И этого позови ...Как его...- задумалась девушка ,и чуть не уронила бокал с вином . \n \n— Мартииин — прокричал Натан,и вздохнул . \n \n— Ооооо...Точно,Мартин- вскрикнула она- .А я вспомнить не могу ,как зовут этого тупого мужика — рассуждала Аннит себе под нос. \n \nТем временем Мартин подошёл к сомнительной компании ,и вопросительно посмотрел на Натана , а тот лишь пожал плечами . \n \n— Аннит,пошли домой.- спокойно ,но утвердительно сказал Тин. \n \n— Неа- игриво ответила девушка.- выпейте со мной,и тогда пойдём ??? \n \n— Послушай тебе хватит ! Пошли домой!!!- громко сказал Тин ,и схватил девушку за руку . \n \n— Слыш ты! Мужлан неотесанный ! Я те ща вмажу !!!- пригрозила девушка ,и встала на ноги. \n \nЗал заполнился смехом парней . А вот Аннит не собиралась смеяться ,она взяла стул на котором сидела и кинула его в Тина. \nСтул попал прям в цель.",
    "answers": [
      {
        "id": 61,
        "text": "Упс... "
      }
    ]
  },
  {
    "id": 61,
    "text": "Тин с помощью Натана встал на ноги и гневно посмотрел на девушку. В его глазах играл страшный огонь. \n \n\" Где мой хранитель когда он так нужен ?\"- нервно думала девушка, продумывая пути отступления... \n \nНо как только Тин сделал шаг в сторону девушки ,перед ней материализовался Итан. \n \n— Ого... не ожидал ,что ты так быстро меня призовешь...- удивленно сказал парень смотря на девушку.- Так от кого тебя надо защищать ? — добавил Итан,и повернулся в сторону парней. \n \n— Ни от кого ...- тихо простонала девушка от скуки,и опустилась на пол. \n \n— Так зачем звала тогда? — вскрикнул Итан и вздохнув добавил — Тогда я пойду. \n \nПосле этих слов парень растворился в белом свечении ..... \n \n",
    "answers": [
      {
        "id": 62,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 62,
    "text": "...................................................................... \n( Действие ведется от лица Аннит) \n \nПосле парни рассказали мне ,что я не раз вызывала Итана ,и просила со мной выпить . \nТин еще не раз страдал от насилия с моей стороны. \nА Натан пытался меня успокоить. \nПосле они отвели меня домой.Но там началось всё самое интересное ... \n \nЯ просила переспать со мной Итана .И он не мог уйти домой потому,что я его вызывала. \n \nА после того как я уснула ,у парней не было сил идти к себе домой ,поэтому они уснули кто, где.",
    "answers": [
      {
        "id": 63,
        "text": "[Наше время] "
      }
    ]
  },
  {
    "id": 63,
    "text": "...- Как то так — подытожил Тин . \n \n— Я БОЛЬШЕ НЕ ПЬЮ!!!- закричала смущено я ,и помчалась в спальню \n \nС низу я слышала только громкий смех ,а потом шаги в мою сторону . \nЯ закрыла двери на замок .И спустилась на пол по двери . \n \n— А ты извиниться не хочешь ? — издёвочно спросил Тин. \n \n— Итан ,прости ...- громко протянула я \n \n— Ничего ,красотка ,бывает — сквозь смех сказал парень \n \n— А еще ?- протянуто спросил Тин. \n \n— Что \"еще\"? — измучено спросила я. \n \n— Перед нами с Натаном ,не хочешь извиниться ? — грубо спросил парень . \n \n— Ох точно....неет — также грубо ответила я \n \n— А ну рас так ...тогда... \n \nПарень появился прям передомной . \nЯ быстро встала на ноги . \n \n\n \n",
    "answers": [
      {
        "id": 64,
        "text": "[Далее] "
      }
    ]
  },
  {
    "id": 64,
    "text": "— Ты опять за старое ? — закатила глаза я . \n \n— Извинись...- спокойно сказал парень \n \n— Н е б у д у — по буквам произнесла я \n \n— Тупая девчонка ... — сквозь зубы произнес парень \n \nТин приблизился ко мне, нереально быстро, и схватил меня за подбородок . \n \n— Извинись,я больше повторять не буду.- гневно прошипел Тин . \n \nНе знаю ,что меня так вывело в его поведении ,но я так разозлилась ,что сильно сжала кулаки и собиралась ответить как меня ослепила красная вспышка и я невольно зажмурилась. \nОткрыла я глаза на красивом озере . Вокруг ничего кроме поляны и озера . Вдалеке было видно деревню. \nА дальше лес... Озеро было небольшим ,но странного красного цвета . ",
    "answers": [
      {
        "id": 65,
        "text": "[Далее] "
      }
    ]
  },
  {
    "id": 65,
    "text": "Меня переполняла злость ,и просто упала на траву и закрыла глаза. Меня даже не волновало как я тут оказалась . \n \n\" Да ,что он себе позволяет??? Хватать меня ,указывать!!! Кто он вообще такой ??? \" \n \nМои же мысли доводили меня до нервного срыва ,и я просто закричала . \nМне казалось ,что с этик криком выходят все мои проблемы .После ,я почувствовала облегчение . \n \nИ пролежала я так в полной тишине до самой ночи ...",
    "answers": [
      {
        "id": 66,
        "text": "[Открыть глаза] "
      }
    ]
  },
  {
    "id": 66,
    "text": "Я медлено открыла глаза и взглянула на небо .\n\"До чего же ты далеко ,как и моя спокойная жизнь\"\n\nМне так о многом хотелось спросить у неба,ведь оно знает ответы на все наши вопросы .\nСделала я правильный выбор?\nИ ,что мне делать дальше?\nКак быть?\nСколько всего мне предстоит пройти тут?\n\n— Как бы не было плохо ... ты должна терпеть...ты сильней чем ты думаешь — послышался голос,со стороны озера .\n\nЯ не долго думая подлетела на ноги и осмотрелась вокруг .\n\n— Тут кто то есть? — спросило я ,не увидев не кого .\n\n— Я — озеро .Отражение твоей души . Я смог увидеть тебя ,я очень рад . Очень . — послышался магический женский голос .\nЯ взглянула на озеро ,которое было красного цвета ... но сейчас оно было синего ,спокойного, цвета . \n\n— Блин,чё за бред? — с ухмылкой спросила я .\n Я громко рассмеялась .\nОзеро заискрилось ,будто много звезд тянуться к небу .",
    "answers": [
      {
        "id": 67,
        "text": "[Уставиться на озеро] "
      }
    ]
  },
  {
    "id": 67,
    "text": "— Допустим ,это правда . Но ,что мне с этого ? — отлипнув спросила я. \n\n— Если ты захочешь,я буду забирать всю твою боль .- мягко проговорило озеро \n\n— Я сама ,наверное,справлюсь ...- не уверено сказала я .\n\n— Как хочешь...- ответило озеро ,немение магическим голосом .\n\nИ только сейчас ,я заметила ,что аура вокруг озера светилась красным дымом . \n\n— Но почему красный ? — прошептала я \n\n— Твой любимый цвет ,разве не красный . Тем более ,только ты имеешь способность \" Сказка \". — ответило мне озеро\n\n— А ,что это за способность ? — с интересом спросила я,и присела на берег озера .\n\n— Это способность придумывать места ,людей ,города и даже вселенные . Даже это место ... его нет ,но я как твоё подсознание должно было тебе все объяснить. Поэтому мы тут .\n\n— Но как мне вернуться назад ? — нахмуривший спросила я.\n\n— Видишь поселение ? \n\n— Да...\n\n— Это и есть то место от куда ты пришла ...- магически ответило озеро\n\n— Но почему меня не кто не ищет ? — опустив глаза ,поинтересовалась я ,еле слышным голосом .\n\n— Они не видят тебя ,это иная магия .... Мне пора ,ступай \n\n— Мы еще увидимся ?- спросила встревожено я ,поднимаясь на ноги .\n\n— Как только захочешь...я ....сразу...прийду....- тихо говорило озеро ,исчезая на глазах \n\nПосле того как от озера не осталось и следа,я вздохнув отправилась домой.",
    "answers": [
      {
        "id": 68,
        "text": "В путь "
      }
    ]
  },
  {
    "id": 68,
    "text": "Шагать мне пришлось не долго. Через минут 15 я была на входе в поселение. \n\n\"Чёрт, и угораздило же меня \"\n\nЯ всю дорогу думала как мне объяснить, то куда я пропала, и только сейчас я задумалась :\"А как я туда попала? \"\n\nДомой я вернулась поздно ночью. \nДойдя до дома, я поняла, что у меня нет даже ключей, но дёрнув ручку — дом оказался открыт. \n\nЯ прошла в небольшой коридор ,в гостиной горел свет и были слышны голоса, которые я решила послушать...",
    "answers": [
      {
        "id": 69,
        "text": "[Прислушаться] "
      }
    ]
  },
  {
    "id": 69,
    "text": "...  \n– ...Как она телепортировалась?  — прозвучал строгий женский голос, в котором я узнала свою мать \n– Произошло красное свечение и она исчезла — сказал голос Тина \n– Её ни где нет... Нам остаётся только ждать... — сказала мама и громко вздохнула  \n\nЯ решила войти в комнату",
    "answers": [
      {
        "id": 70,
        "text": "[\"Явление Хреста народу\"]"
      }
    ]
  },
  {
    "id": 70,
    "text": "– Привяю ,мои кисуни — эффектно появилась я \n\nВ зале на диване сидели мама, папа и бабуля, в кресле сидел Тин, и Итан с Натом сидели на кухонном баре. \n\nВсе взгляды примерно минуту были прикованы ко мне. Ну, а потом понеслась.... \n\nМеня мучали расспросами, мол: \n\"Как ты? \" \"Где нибудь болит? \" \"Где ты была? \" \nИ всё в этом роде... \n\nТин молил у меня прощение, я его не простила но сказала, что подумаю.\n\nА ,так ,я поведала свою историю им, и пошла спать... Со мной кстати остался Натан, так как нам завтра на экскурсию и обучение...",
    "answers": [
      {
        "id": 71,
        "text": "Ночь"
      }
    ]
  },
  {
    "id": 71,
    "text": "Всю ночь я хмуро сверлила потолок,в голове крутился один вопрос : \"Правильный ли выбор я сделала ?\" \nЗа окном уже начинало светать ( пускай и в этих краях светало рано ) \nСна не было не в одном глазу ,поэтому я решила поискать снотворное в местной аптечке . \n \n",
    "answers": [
      {
        "id": 72,
        "text": "[Спуститься вниз] "
      }
    ]
  },
  {
    "id": 72,
    "text": "Тихо спустившись на первый этаж,дабы не разбудить Натана ,который мирно спал в кресле,я пошла на кухню . \nВключив подсветку на вытяжке я начала рыться в аптечки,но почувствовав легкое дуновение ветра я напряглась,вскоре я услышала невесомые шаги . \nНу и забыв ,что я в доме не одна я схватив близко стоявший чайник с разворота прописала в лицо своему \"гостю\" \n\"Гость\" зашипев и грязно выругавшись присел на барный стул ,я же кинулась включать свет . \n \n",
    "answers": [
      {
        "id": 73,
        "text": "[Последствия] "
      }
    ]
  },
  {
    "id": 73,
    "text": "Включившийся свет отрыл мне глаза,и я тихо выругавшись подошла к \"помятому\" Натану. \n \n— Извини....Я ж не знала ,что это ты .И вообще ,чего ты так тихо подходишь ? — виновато спросила я,рассматривая огромный синяк красовавшийся на помятом от о сна лице . \n \n— Та я тока рот открыл спросить ,что ты ищешь . — ответил он,и поднял на меня глаза . \n \nВстретившись глазами ,мы долго смотрели друг — другу в глаза будто пытаясь что то понять . \n \n\n",
    "answers": [
      {
        "id": 74,
        "text": "Отвести взляд "
      },
      {
        "id": 75,
        "text": "Не отводить вгляд "
      }
    ]
  },
  {
    "id": 74,
    "text": " \nЧуть смутившись я отвела взгляд . \n \n— Надо переложить ,что то холодное — сконфужено, тихо сказала я . \nДостав грелку со льдом ,я дала её Нату и пожелав \"спокойной ночи\" ,отправилась в спальню . \n \nНа ступеньках меня остановил холодный голос Натана : \n— Что ты искала? \n \n— Уже неважно — ответила тихо я,и теплот улыбнувшись скрылась на втором этаже,лишь напоследок услышав тихий смешок . \n \nЗайдя в комнату я тихо закрыла дверь и присела на пол . \nДолго думая о произошедшем я уснула на полу. \n",
    "answers": [
      {
        "id": 1,
        "text": "Первая страница "
      }
    ]
  },
  {
    "id": 75,
    "text": "\nХолодная ладонь дотронулась до моей щеки и я поежившись опустила взгляд на пол. \n \n— Надо переложить ,что то холодное,а то будет болеть и синяк будет больше . — тихо сказала я и подняла взгляд на Ната ,встретившись глазами снова, моё сердце сжалось в непонятной истоме . \nРешив воплотить свой план в реальность ,я медлено отстранилась,и пошла к морозилке ,что б взять от туда грелку со льдом. \nВернувшись я протянула Нату грелку . \n \n— Это не поможет — сказал он,и отвел взгляд . После чего синяк просто исчез- Ты забываешь где ты- добавил он вернув взгляд на меня,после схватив меня за руку он одним рывком притянув меня к себе ,и переложив грелку к груди . Я уперлась руками в грудь парню ,что б не упасть ,в ответ на что его вторая рука обхватила крепко тонкую талию . \n \n— Тебе не кажется это плохой идей ? Ведь я неуравновеше...- не договорив я наткнулась на взгляд темных глаз . \n \nСердце от непонятного чувства начинало биться быстрей . \nТеплое дыхание коснулось моих губ после чего горячие сухие губы коснулись ,моих губ в требовательном поцелуи. \n \n",
    "answers": [
      {
        "id": 76,
        "text": "Ответить на поцелуй"
      },
      {
        "id": 77,
        "text": "Отстраниться "
      }
    ]
  },
  {
    "id": 76,
    "text": "Подавшись чувствам ,я ответила на поцелуй . \nОт каждого поцелуя внутри всё сжималось с новой силой . \nСильные руки сжимались на тонкой талии — от чего сердце готово было выпорхнуть из груди вольной птицей . \n \n Отстранившись от нехватки воздуха я пыталась собрать свои мысли в одну кучу ,но все попытки были четны . \nКогда с взгляда пропал туман ,я подняла взгляд на Натана . \n \n— Я не знаю ,что говорить в таких случаях — сконфужено пробормотала я \n \n— Я люблю тебя — проговорил Натан ,смотря мне в глаза . \n \n— А ну да ,наверное — тараторила я \n \n— Я,Тебя,Люблю- раздельно произнес Нат \n \nЯ же в свою очередь просто моргала глазами . \n \n— Я честно ,не знаю,я запуталась,веришь?- спросила я у него \n \n— Верю .- коротко ответил он и обнял меня. \n \nЯ расплакалась от не знания своих чувств. \nВ теплых,сильны и ,кажется,уже таких родных руках — я уснула .",
    "answers": [
      {
        "id": 1,
        "text": "Прода едет"
      }
    ]
  },
  {
    "id": 77,
    "text": "Уперевшись в грудь парня,я отстранилась от чего грелка со льдом упала на пол. \nРаздавшийся звук заставил меня поморщиться . \nУбрав руки парня с талии я сделала шаг назад и подняв глаза к потолку тихо произнесла : \n \n— Не думаю ,что это хорошая идея ... — развернувшись я быстрым шагом направилась к выходу из дома . \n \nБыстро окинув взглядом себя в зеркало в прихожей ,сделав вывод ,что выгляжу я даже нечего так ,я быстро переобулась и двинула к выходу... \n \nТихий голос остановил меня у самой двери : \n \n— Глупая,это я должен уходить — сказал Нат,и тихо засмеялся . \n \n— Я все равно не могу уснуть ,пойду погуляю.- ответив,я дотронулась до железной ручки двери ,холодная сталь неприятно обожгла кожу \n",
    "answers": [
      {
        "id": 78,
        "text": "[Дальше] "
      }
    ]
  },
  {
    "id": 78,
    "text": " \nСильная рука обхватила моё запястье,Натан одним движение надел часы на мою руку и произнес : \n \n— Когда на этих часа будет 7:30 ты должна быть тут.- будничным тоном сказал он ,и улыбнувшись, исчез в зале . \n \nЯ в свою очередь скрылась из дому. \n \n",
    "answers": [
      {
        "id": 79,
        "text": "[Улица] "
      }
    ]
  },
  {
    "id": 79,
    "text": "Ступив на неровную брусчатку,в нос ударил холодный запах ночи. \n \nНа улице только пробивались лучики раннего солнца ,и я путаясь в своих чувствах и мыслях побрела вниз . \nПовернув голову в сторону я увидела качели ,в голове всплыли приятные воспоминания с Арабелой , ноги сами меня понесли к ним . \nСлегка покачиваясь я придавалась теплым воспоминаниям ,предательская слеза скатилась по щеке обжигая нежную кожу ,смахивая одну за другой ,слёзы катились непрерывным потокам . \n \nЗаметив свечение рядом с собой ,я резко повернула голову. \n",
    "answers": [
      {
        "id": 80,
        "text": "[Рассмотреть свечение] "
      }
    ]
  },
  {
    "id": 80,
    "text": "На соседней качели качался Итан,и смотрел ровно перед собой. \n \n— Я тебя не звала,и вроде не в опасности — тихо просипела я ,и оглянулась вокруг. \n \n— Я чувствую если тебе плохо... А тут у тебя такая душевная боль ,что я спать не мог . — повернувшись ответил Итан с непонятным блеском в глазах , \n \nИ так мы сидели в тишине около 10 минут . Итан молча встал и протянул мне руку . \n",
    "answers": [
      {
        "id": 81,
        "text": "[Спросить, что он хочет] "
      }
    ]
  },
  {
    "id": 81,
    "text": " \n— Зачем?- без эмоций спросила я сверив протертую землю под ногами. \n \n— Пошли я подниму тебе твоё ,поганое,настроение- с задором ответил Итан . \n \n— Не надо — с грустной улыбкой ответила я — всё прекрасно . \n \n— Напросилась — с задором сказал Итан . \n \nОн схватил меня на руки, и не успела я и слово вставить как золотое свечение охватило нас двоих. \n",
    "answers": [
      {
        "id": 82,
        "text": "[Открыть глаза] "
      }
    ]
  },
  {
    "id": 82,
    "text": "Глаза я открыла на горе с озером и отличным видом на рассвет ,и пока я наслаждалась открытым видом на такую красоту,Итан кинул меня в озеро . \n \n— Дурак ,что ли? А ,что если я плавать не умела? — возмутилась я вынырнув из под прохладной воды . \n \n— Ну умеешь же — хохотал Итан — тебе не помешает освежиться. \n \n— Ну хоть руку подай — обижено возмущалась я. \n \nИтан не чувствую подвоха протянул руку . \nЯ же делая вид ,что хочу вылезти схватила его за руку и потянув бросила в озеро . \n",
    "answers": [
      {
        "id": 83,
        "text": "[Дальше] "
      }
    ]
  },
  {
    "id": 83,
    "text": "—Тебе не помешает освежиться — смеясь повторяла я,когда Итан вынырнул из под воды . \n\nВстав на ноги ,Итан пригладил мокрые волосы ,которые блестели в ранних солнечных лучах ,отдавая золотой оттенок, опустив глаза ниже я заметила ,что белая футболка на парне совсем стала прозрачной ,поэтому рельефное тело стало отчетливо видно . \n \nЗаметив пристальный,изучающи взгляд Итан спросил: \n— Нравиться ? — ухмылка заиграла на его губах ,и опасный огонь сверкнул в глазах . \nОн телепортировалсь за мою спину и обняв за талию ,укусил за шею. \n \n– Дурак!  Я тебя убью!!! — зло прошипела я. \n\nМы брызгались и бесились забыв об бо всём. ",
    "answers": [
      {
        "id": 84,
        "text": "[Дальше] "
      }
    ]
  },
  {
    "id": 84,
    "text": "И так мы бесились до того как я посмотрела на время ( часы были водонепроницаемыми) \n \n— Блин,Итан,Мне в 7:30 надо быть дома,а щас уже 8 . \n \n— Давай руку,я беру все на себя . \n \nЗолотое свечение охватило нас двоих . \nИ мы очутились в прихожей ,где нас уже ждал Натан с не очень дружеским разговором ...",
    "answers": [
      {
        "id": 85,
        "text": "Дальше больше. Продолжение в боижайшии выходные. "
      }
    ]
  },
  {
    "id": 85,
    "text": "Люблю вас♥",
    "answers": [
      {
        "id": 1,
        "text": "Первая страница. "
      }
    ]
  },
  {
    "id": 86,
    "text": "",
    "answers": []
  }
]