[
  {
    "id": 1,
    "text": "\n\n\n Автор: Red Queen\n Жанр: Фэнтези\n\n\nАннотация: Все мы когда-то были детьми, и всем нам известны такие сказки, как \"Красная Шапочка\", \"Золушка\" или \" Белоснежка \".  В этих историях нам чаще рассказывают о принцессах, которые ждут прекрасных принцев, а потом живут долго и счастливо. А что, если принц так и не появился? Или у Феи Крестной не получилось сотворить чудо? Да и вообще, может не бывло всех этих \"Долго и счастливо\"?..\n Вы — Вероника Хиггинс, будущий юрист. Ваша жизнь ничем не отличается от жизни других студенток. Учеба, экзамены, друзья... В общем, как и у всех. До тех пор пока...\n\n~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~\nВНИМАНИЕ: \nПеред тем, как начать квест, познакомьтесь с героями в разделе \"ПЕРСОНАЖИ\".\n\n~ ВЫШЛА 4 ГЛАВА~\n\n\nМне нужно знать, писать продолжение или нет. Поэтому критика приветствуется. Приятного прохождения))\n\n\nP.S. На 4ой главе я заканчиваю 1ю часть. Вторую часть квеста я буду писать с другого аккаунта(профиля), так как данный аккаунт будет удален. Я продолжу написание квеста. Приношу извинения за доставленные неудобства.",
    "answers": [
      {
        "id": 19,
        "text": "~ПЕРСОНАЖИ~"
      },
      {
        "id": 2,
        "text": "Глава 1"
      },
      {
        "id": 26,
        "text": "Глава 2"
      },
      {
        "id": 44,
        "text": "Глава 3"
      },
      {
        "id": 52,
        "text": "Глава 4"
      },
      {
        "id": 43,
        "text": "~ОБНОВЛЕНИЯ~"
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "https://b.radikal.ru/b08/1903/54/118a8056ad8b.jpg",
        "system": true
      },
      {
        "id": 1,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a26/1902/ee/e5bae7674f0d.jpg"
      },
      {
        "id": 1,
        "text": "",
        "pageImg": "",
        "system": true
      }
    ]
  },
  {
    "id": 2,
    "text": " Сегодня был очень трудный день. Столько заданий на дом мне никогда не задавали, и это жутко злило.\n\n \" Как можно столько задавать?! Алло, я вообще-то человек, а не робот! И даже если я все это прочитаю, запомнить, в жизни не смогу. Как так можно то?\" — я сидела в автобусе и думала о жестокостях этого мира.\n\n День не задался с самого утра. Сначала я пролила на себя кофе и мне пришлось переодеваться. Из-за этого я опаздала на занятие и меня отругали. Потом я споткнулась о свою же ногу и чуть проехалась по ступеням лестницы своим лицом. Мне задали горы домашки и, наконец, отчитали за безответственность в плане учебы. Я, конечно, понимаю,  что мои оценки были далеки от идеала, но все это было несправедливо. Целыми днями напролет я сидела за учебниками, пытаясь хоть что-то запомнить, но мне это не удавалось. Учителя же только больше злились. \n Не желая больше думать над этим, я посмотрела в окно. На улице шел дождь. Капли барабанили по стеклу и это меня успакаивало. Я очень любила такую погоду. Во время дождя на душе всегда становилось тепло и уютно. Это слегка приподняло мне настроение.  ",
    "answers": [
      {
        "id": 3,
        "text": "Дальше "
      }
    ]
  },
  {
    "id": 3,
    "text": "\nВскоре я добралась до дома.\n  Как всегда мама стояла у плиты и что-то готовила. Отец читал газету, а брат с сестрой о чем то спорили.\n — Я тебе еще раз повторяю: такого не бывает, — сказал брат.\n — Но я же видела.  Точно видела, своими глазами, — ответила сестра.\n — О чем это вы спорите? — спросила я, войдя в кухнню.\n — Да так, не о чем, — ответила Мия и потопала к выходу — Саймон, ну ты и зануда, — борсила она напоследок.\n  Брат ничего не ответив уселся за стол.\n — Рони, как прошли занятия? — спросила мама.\n — Все как обычно.\n — Ясно. Ужинать будешь?\n — Нет, мне надо собираться.\n — Куда это? — спросил отец.\n —  На вечеринку. У Мари день рождения. Я же вам говорила.\n — Разве вечеринка не завтра?\n — Нет, сегодня, — пожала плечами я.\n — Ну хорошо. Иди собирайся, я тебя отвезу.\n — Нет, пап, не надо. Мари за мной зайдет.\n — Ну... Хорошо. Тогда иди и готовся к выходу. Не думаю, что твоя подруга задержится, — улыбнулся отец.\n\n\n\n   \n  \n\n ",
    "answers": [
      {
        "id": 4,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 4,
    "text": " У меня от силы оставалось двадцать минут. Мари очень не любила когда опаздывали, а особенно, на ее праздники. Зная, что пунктуальность не моя сильная сторона, она решила сама прийти за мной, дабы не опаздывать. И если я не соберусь вовремя, то меня будет ждать жестокая кара. С чего бы начать?",
    "answers": [
      {
        "id": 5,
        "text": " Сделать прическу",
        "need": [
          5
        ],
        "need_ever": true
      },
      {
        "id": 6,
        "text": "Подобрать наряд",
        "need": [
          5
        ],
        "need_ever": true
      },
      {
        "id": 14,
        "text": "Я готова))"
      }
    ]
  },
  {
    "id": 5,
    "text": "Хм...",
    "answers": [
      {
        "id": 10,
        "text": "Вечерняя прическа"
      },
      {
        "id": 11,
        "text": "Распущенные волосы"
      },
      {
        "id": 12,
        "text": "Пучок"
      }
    ]
  },
  {
    "id": 6,
    "text": " Что же выбрать?",
    "answers": [
      {
        "id": 8,
        "text": "Нежно-голубое платье до колена, белая кофта, белые босоножки"
      },
      {
        "id": 7,
        "text": "Синие джинсы, белая майка, джинсовая куртка, кеды"
      },
      {
        "id": 9,
        "text": "Синее платье, чуть ниже колена; бежевые туфли на шпильке, клатч"
      }
    ]
  },
  {
    "id": 7,
    "text": "Ну не люблю я эти платья. Неудобно мне в них. В конце концов, не на церемонию иду же... \n — Класс!\n ",
    "answers": [
      {
        "id": 6,
        "text": "Посмотреть ещё"
      },
      {
        "id": 4,
        "text": "Выбрать этот наряд"
      }
    ]
  },
  {
    "id": 8,
    "text": "Очень легкое платье  на тонких бретельках. Убка-колокол чуть выше колена. Светлая кофта(все-таки, сегодня холодновато) и обувь на небольшом каблуке.\n — Всегда любила это платье...\n",
    "answers": [
      {
        "id": 4,
        "text": "Выбрать платье"
      },
      {
        "id": 6,
        "text": "Посмотреть ещё"
      }
    ]
  },
  {
    "id": 9,
    "text": "Вечернее платье без бретелек с прямой юбкой. Подол и пояс платья украшены синим кружевом. Бежевые туфли на шпильках и клатч того же цвета, допоняющий образ.\n — Шикарно!",
    "answers": [
      {
        "id": 6,
        "text": "Посмотреть ещё"
      },
      {
        "id": 4,
        "text": "Выберу этот образ"
      }
    ]
  },
  {
    "id": 10,
    "text": "Красивая прическа, с несколькими локонами, обрамляющими лицо.\n — Придется  повозиться, но это стоит того...",
    "answers": [
      {
        "id": 5,
        "text": "Посмотрю ещё"
      },
      {
        "id": 4,
        "text": "Готово"
      }
    ]
  },
  {
    "id": 11,
    "text": "— Пойду так. Мне так больше идет.",
    "answers": [
      {
        "id": 5,
        "text": "Посмотрю ещё"
      },
      {
        "id": 4,
        "text": "Вот и всё"
      }
    ]
  },
  {
    "id": 12,
    "text": "Просто и стильно. К тому же, мне идет.\n",
    "answers": [
      {
        "id": 5,
        "text": "Посмотрю ещё"
      },
      {
        "id": 4,
        "text": "Закончила"
      }
    ]
  },
  {
    "id": 13,
    "text": "Что теперь?",
    "answers": []
  },
  {
    "id": 14,
    "text": "Стоило мне закончить, а Мари тут, как тут. \nЯ из окна увидела, как она подходит к дому, и через несколько минут раздался звонок в дверь.",
    "answers": [
      {
        "id": 16,
        "text": "Открыть дверь"
      }
    ]
  },
  {
    "id": 15,
    "text": "",
    "answers": [
      {
        "id": 4,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 16,
    "text": "На пороге стояла Мари в шикарном черном платье ниже колена. Ее розовые волосы (естественно покрашенные) были собраны в замысловатую прическу. Сегодня подруга накрасилась ярко, хотя она больше предпочитала естественный макияж. Ничего лишнего, так сказать. \n — Боже, Рони! Выглядишь потрясающе! — сказала Мари, разглядывая меня со всех сторон.\n — Спасибо, Мари. Ты тоже отлично выглядишь.\n — Ха, ещё бы. Как-никак я — виновница торжества. \n Тут в комнату вошла мама.\n — О, Мари, привет. Я так рада тебя видеть. Заходи, а я пока чайник поставлю, — сказала мама.\n — Здравствуйте. Я тоже рада вас видеть. Боюсь, сегодня не получится. Мы уже опаздываем.\n — Жаль, жаль. Ну, что же,  могу сказать лишь \"будьте осторожны\", — улыбнулась мама. И когда мы уже выходили из дома добавила:\n — Мари, ты уж следи за Рони. Она такая растяпа и вечно попадает в передряги.\n — Мааам...\n — Молчу, молчу, — рассмеялась она. — Ну, все уже, идите. Скоро совсем темно станет.\n \n ",
    "answers": [
      {
        "id": 17,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 17,
    "text": "Мы шли по улице, обсуждая колледж, одногрупников  и преподавателей. Минут через пятнадцать, мы добрались до дома Мари. Судя по всему, вечеринка уже началась. Никто не стал ждать именинницу. \n — Ну, что же, вижу мы уже опаздали. Идем скорее в дом, — сказав это, Мари \"закинула\" меня в помещение. \n \"А тут довольно много народу\"\n Людей и вправду было очень много. Одни танцевали, другие сидели на диванах и что-то обсуждали,   иногда срываясь на крик. Плюс ко всем этим крикам, громко  играла музыка. В общем, было очень шумно.\n  — Подожди тут, я сейчас, — крикнув это, Мари растворилась в толпе.",
    "answers": [
      {
        "id": 18,
        "text": "Остаться и ждать"
      }
    ]
  },
  {
    "id": 18,
    "text": "Я стояла на месте, думая куда ушла подруга.\n Мои размышления прервал голос:\n — Добрый вечер, миледи. Позвольте пригласить вас на танец.\n \"Нормально. Мы что, в средневековье?\"\n Я повернула голову. Возле меня стоял парень, скорее всего, мой ровесник. Он стоял и мило улыбался, хлопаяя большими зелеными глазами.\n — Прости, но я не в настроении танцевать, — ответила я.\n — Я настаиваю, — крикнул парень все так же улыбаясь.\n — Не хочу. Не умею я.\n — Тогда я тебя научу, — не унимался он.\n Я была человеком далеко не уравновешанным, и меня уже начала бесить эта ситуация. Ну, сказала же, что танцевать я не хочу. Чего он прилип? Ещё и строит из себя джентльмена. И только я открыла рот, чтоб послать его к чертям, как вернулась Мари. В руках у нее были напитки.\n — Слышь, Макс, отвали от нее, — крикнула Мари. Затем, ехидно улыбнувшись, добавила:\n — А то все тёте Роуз расскажу\n Парень, Макс, как я поняла, фыркнул и ушел восвояси.\n — Пойдем на второй этаж, там тише, — крикнула мне Мари.\n Мы поднялись на второй этаж. Здесь и правда было намного тише и можно было говорить, не срываясь на крик.\n — Спасибо, что избавила меня от того идиота, — сказала я.\n — Да, не за что. Этот \"идиот\" кстати, мой брат.",
    "answers": [
      {
        "id": 20,
        "text": "Ой, прости пожалуйста. Я не знала. "
      }
    ]
  },
  {
    "id": 19,
    "text": "Главные герои:",
    "answers": [
      {
        "id": 22,
        "text": "Вероника Хиггинс / Рони"
      },
      {
        "id": 23,
        "text": "Мари Хьюстон"
      },
      {
        "id": 24,
        "text": "Амелия / Красная Шапочка"
      },
      {
        "id": 25,
        "text": "Белоснежка "
      },
      {
        "id": 28,
        "text": "Питер Гуд"
      },
      {
        "id": 37,
        "text": "Эдвард Гуд"
      },
      {
        "id": 35,
        "text": "Эдвин "
      },
      {
        "id": 36,
        "text": "Золушка / Эмма"
      },
      {
        "id": 1,
        "text": "На главную"
      }
    ]
  },
  {
    "id": 20,
    "text": " — Да, ничего страшного. Я сама считаю его идиотом, — улыбнулась Мари.\n — Я и не знала, что у тебя есть брат.\n — Родного нет. Он мне кузен.\n — Ясненько. \"Тетя Роуз\" его мама, как я полагаю, — сказала я.\n — Ага. Ладно, давай забудем о нем. Мы здесь, чтобы веселится. Юхууу — Мари отдала мне один бокал, и, не успела я его взять, как свой она тут же опустошила. \n — Все, ик, я пойду танцевать. Ты со мной?\n — Нет. Я лучше выйду, воздухом подышу, — ответила я.\n — Ну как знаешь. Не скучай.\n Мари и я быстро спустились по лестнице вниз. Она пошла веселиться, а я вышла во двор. \n Я никогда не любила шумные компании, вечеринки и подобную чепуху. Сюда я пришла только из-за Мари. На улице же все тихо и спокойно. Луна, легкий ветерок. Несмотря на то, что сейчас осень, погода была теплой. Пока я стояла и наслаждалась природой, я почувствовала, будто кто-то следит за мной. Стало жутковато. Я повернулась, но никого не было.\n  \"Паранойя\" — пролетело в голове.\n Стоило мне успокоиться, как опять, снова это чувство. Чувство, будто кто-то смотрит тебе в спину. Наблюдает за тобой. Ну вот, теперь мне опять жутко. Я опять повернулась, чтобы уже докпзать своему мозгу,  боятся нечего. Однако же, на этот раз я увидела темную фигуру.  Это существо было больше двух метров в высоту. Длинные руки доставали чуть ли не до щиколотки. Существо начало медленно подходить ко мне, выйдя из тени. И... О Боже! Как много бы я отдала, лишь бы забыть это лицо. Глаза были черными и бездонными, век у существа не было. Только два больших черных \"шарика\", красовались на лице. Рот, полный острых зубов, растянулся в зловещей улыбке. \n \" О Боже! Господи, кт... что это такое?!\"",
    "answers": [
      {
        "id": 21,
        "text": "Бежать! Не стой же ты, беги!!!"
      }
    ]
  },
  {
    "id": 21,
    "text": "Я побежала, что было сил. Я бежала и плакала.\n \" Что, если оно меня догонит? Мамочка, что же будет?\"\n Не знаю, сколько я так бежала, но я ужасно выдохлась.\n Ноги начали путаться. \nВпереди я увидела дорогу. Там было очень много машин, которые гнали на бешенной скорости. Но я этого не заметила. Я сломя голову бежала, куда глаза глядят. Когда я добралась до дороги, несколько машин \"пролетели\" мимо меня, и только тогда я поняла, где нахожусь. В панике я побежала вперед... И это было ошибкой. \n Последнее, что я видела,  яркий свет... Потом резкая боль. Тьма...",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 22,
    "text": "Вероника Хиггинс.\nВозраст: 19 лет.\n\nГлавная героиня. Учится на втором курсе юридического факультета. Очень общительная и дружелюбная. Так как она очень \"везучая\", то частенько влипает в неприятности (в основном, вместе с подругой, Мари).\n \nПосле  не очень веселой вечеринки, она попадает в совершенно незнакомый ей мир. \n\nСможет ли она преодолеть страх и трудности, которых, в последнее время, слишком много?..",
    "answers": [
      {
        "id": 22,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b30/1901/c5/d82217005b0e.jpg"
      },
      {
        "id": 19,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 23,
    "text": "Мари Хьюстон.\nВозраст: 19 лет.\n\nМари — лучшая подруга главной героини. Учится в том же университете, что и Рони, но на другом факультете. \nОна большая поклонница вечеринок и обожает шоппинг. Пусть она и очень дружелюбна, но у нее не мало врагов. Причина тому — зависть, ведь очень многие девушки хотели бы быть похожими на нее.\n\nЛучшая подруга г.г. (Земля)",
    "answers": [
      {
        "id": 23,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c36/1901/85/2e01f8311ace.jpg"
      },
      {
        "id": 19,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 24,
    "text": "Амелия т.е  Красная Шапочка.\nВозраст: 21 год\n\nЭта не та Красная Шапочка, которую вы знаете. Она не боится волков. Мало того, она их убивает, ведь они — слуги Темной королевы.\n Амелия — борец за справедливость. После того, как королева убила ее бабушку — единственного родного человека — она из маленькой девочки превращается в \"амазонку\"\n\nЛучшая подруга г.г. (Мир сказок)",
    "answers": [
      {
        "id": 24,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c27/1901/97/fe5e1fcb950b.jpg"
      },
      {
        "id": 19,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 25,
    "text": "Белоснежка\nВозраст: 35 лет\n\nО, нет. Это не та Белоснежка, что подружилась с гномами. Нет, не та, что съела отравленное яблоко и уснула. Не та, что жила потом с принцем \"долго и счастливо\".\n\nНет, все было совсем не так. Белоснежка (она же Темная королева), живет мечтою о власти. Она сделала гномов своими рабами. Помимо гномов, ей также прислуживают волки и странные существа — хащуры.\n\nВ общем, как вы поняли, Белоснежка, пусть и красива, но злодейка.",
    "answers": [
      {
        "id": 25,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c06/1901/f9/48b2545aca8b.jpg"
      },
      {
        "id": 19,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 26,
    "text": "Я попала под машину. Боль. Как же мне должно быть больно. Но это не так. Я не чувствую боли, вообще никакой. Может я умерла? \n\"Так, стоп, не будем думать о плохом \"\nЯ открыла глаза и поняла, что нахожусь в каком то лесу.\n\"Как ы сюда попала?\" \nЛес был очень красивым. Листья были настолько зелёными, что казалось, будто это изумруда висят на ветках.\n Я попыталась встать, как вдруг, мимо меня пролетела стрела. Благо, меня не задело.\n — Стой на месте и не двигайся, — прозвучал незнакомый мужской голос — Ты кто такая?\n — Я... Я... Я... — я не могла  связать двух слов.\n — Тебя там заело? Отвечай нормально, — сказал голос уже раздраженно.\n — Меня зовут Ро... Вероника.\n — Ну что ж, Ровероника, кто тебя сюда прислал и  зачем?\n — Что? — не поняла я.\n — Это королева? Она прислала тебя следить за нами?\nЯ молчала. Не знала, что сказать и чего от меня хотят.  Парня, похоже, это только разозлило.\n — Отвечай! Сколько там вас еще?! Сколько ещё таких тварей я должен убить, чтобы это прекратить?! — кричал он.\n Я по-прежнему молчала. Я ничего не понимала. Мне было страшно. Я еле держалась, чтобы не расплакаться.\n — Повернись.\nЯ нервно сглотнула и медленно повернулась.\n ",
    "answers": [
      {
        "id": 27,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 27,
    "text": " Я повернулась к парню.\n Он стоял, натянув тетеву лука. Казалось, ещё чуть-чуть,  и он выстрелит. В его серых глазах читались гнев и злоба, и это пугало меня еще больше. \nОн несколько минут сверлил меня взглядом. Мне хотелось закричать, плакать, бежать. Сделать что угодно, только бы не стоять вот так молча.\n Наконец, он опустил лук.\n — Ты не одна из них, — сказав это, он развернулся и пошел вглубь леса.\n \" Что делать? Куда это он? Он что, оставит меня тут одну? Что за человек?\"\n Я мысленно возмущалась, но потом все же крикнула:\n — Ты куда? А как же я?\n — А что не так? — крикнул он.\n — Ты хочешь сказать, что бросить здесь меня, ничего не обьяснив, нормально? Как мне выбраться отсюда?\nОн не ответил. Но я точно знаю, что он слышал.\n \"Вот же гад!\"\n",
    "answers": [
      {
        "id": 29,
        "text": "Побежать за парнем"
      },
      {
        "id": 30,
        "text": "Попытаться самостоятельно найти выход"
      },
      {
        "id": 27,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c02/1901/aa/d08153a8dd36.jpg"
      }
    ]
  },
  {
    "id": 28,
    "text": "Питер Гуд\nВозраст: 21 год\n\nМладший сын Робина Гуда.\n В стрельбе ему нет равных (да и кто бы сомневался). Так же в совершенстве владеет различными боевыми искусствами.\n Со всеми, кроме \"своих\", холоден и груб. Он частенько донимает всех своим поведением. \n Они с г.г. то и делают, что  спорят и раздражают друг друга. \n Состоит в отряде \"Ястреб\".",
    "answers": [
      {
        "id": 28,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c27/1901/60/ef0f8f63b624.jpg"
      },
      {
        "id": 19,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 29,
    "text": "Я побежала вслед за ним.\n — Эй, стой! Подожди!\n Бежать пришлось недолго. \n — Ты что, собирался оставить меня там? Одну в лесу? Ты нормальный?! — начала я возмущаться.\n Он молчал, будто и не замечал моего присутствия.\n — Эй! Хватит меня игнорировать!\n  Ответом мне снова было молчание.\n — Да ты... Ты вообще кто? И где я? И куда мы идем?\n Тут он остановился и повернуля ко мне.\n — Ты в лесу. Можно было догадаться. Сейчас мы идем к моему отцу. Он отведет тебя к магу, и тот проверит, можно ли тебе доверять.\n — Ты не ответил на первый вопрос. Кто ты?\n — Мое имя тебе  знать необязательно. Так что просто иди за мной.",
    "answers": [
      {
        "id": 32,
        "text": " — Я никуда не пойду!"
      },
      {
        "id": 34,
        "text": "Молча пойти за парнем"
      }
    ]
  },
  {
    "id": 30,
    "text": "Я решила, что не стоит идти за этой странной персоной. Лучше уж сама во всем разберусь. Я, набравшись оптимизма (хотя, не знаю как такое возможно в такой ситуации), пошла по лесу.\nМои попытки найти выход отсюда не увенчались успехом. Несколько часов я ходила кругами, и вскоре в лесу стало совсем темно. И меня, с моей никтофобией* это совсем не радовало.\n Вся запуганная и уставшая еле держалась на ногах. Я просто упала на землю и уже хотела рыдать от безысходности. Однако же, мое внимание привлекли волчий вой и... крики? Да, это были крики. \n \"Боже мой! На кого-то напали волки! Что же делать? Что делать?\"\n Постояв так минуту, я рванула в сторону криков.\n \" Только бы успеть...\" — думала я.\n В темноте, было бы трудно понять, что я на поляне. Однако здесь не было темно: горели факелы.\n Тут то я и увидела, то, чего меньше всего ожидала.\n\n\n~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~ ПРИМЕЧАНИЕ: никтофобия — боязнь темноты.",
    "answers": [
      {
        "id": 31,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 31,
    "text": "Свет был вовсе не от факелов. Это горели глаза больших зверюг — волков. Больших — мягко сказано. Они были огромными. Намного больше медведя. Я никогда таких не видела. \nНо больше зверей меня удивила девушка в плаще. Она махала топором направо и налево, тем самым отрубая головы волкам. \n Вот сразу двое кинулись на нее, но она, изловчившись, одним ударом обоим отрубила головы.\n Все это время я стояла, в шоке наблюдая за происходящим. Наблюдая за тем, как новые и новые тела животных падают на землю без голов.\n \"О, боже мой! Что тут происходит?! Может это сон... Нет. У меня не настолько больная психика, чтобы видеть во сне подобное...\" — говорил мой собственный голос в голове.\n Девушка тем временем убила всех кровожадных хищников.\n Когда бойня закончилась, я хотела убежать, но...\n — Ты кто? — сказала девушка.\n \"Мне конец!\"\n\n\n",
    "answers": [
      {
        "id": 31,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c16/1901/36/83a14c0d9ecf.jpg"
      },
      {
        "id": 38,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 32,
    "text": "Он посмотрел на меня, как на врага народа. Потом на его лице появилась злорадная улыбка. Доля секунды, и почувствовала холодный металл на шее.\n — Куда ты денешься? У тебя тут что, домик неподалеку? Или родственники какие? — спросил он с насмешкой в голосе. — Тебя здесь убьют, дорогуша. Я не просил идти за мной, но ты пошла. Теперь, будь добра, не возмущайся. Тебе некуда идти, не к кому обратиться. Поэтому не болтай и молча шагай следом.\n Он убрал лезвие и, бросив еще один грозный взгляд, пошел дальше.",
    "answers": [
      {
        "id": 34,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 33,
    "text": " Мужчина лет 45 с серыми, как и у сына, глазами и грубыми чертами лица. В его волосах, длиною до плеч, виднелась седина.\n Девушка внешне казалась очень хрупкой, но стоило мне посмотреть ей в глаза, такие глубокие и суровые, я поняла — она себя в обиду не даст.\n — Привет. Я Амелия, — сказала она, улыбнувшись.\n — Рони, приятно познакомиться, — сказала я.\n Мужчина дружелюбно улыбнулся и поприветствовал меня:\n — Ну, здравствуйте, юная леди. Очень вам рад. Я — Робин Гуд...\n\"Робин кто?\" — подумала я. \nМужчина тем временем протянул мне руку.\n — Я — Вероника. Очень приятно познакомиться.\n — Взаимно. Как вы добрались? Питер вас не обижал? — сказав это, он посмотрел на парня.\n \"Питер значит. Что же, будем знакомы\" — подумала я.\n Питер же, хранивший до этого молчание, ответил вместо меня:\n — Ты ведь меня знаешь. Я бы никогда...\n — В том то и дело, что я тебя знаю, — с улыбкой сказал мистер Гуд—  Поэтому я и спросил, не натворил ли ты чего.\n — Мистер Гуд, все хорошо. Только я вот ничего не понимаю, — вставила я слово.\n Мистер Гуд на секунду задумался. Потом он вновь улыбнулся и указал на кресло.\n — Присаживайся, я все тебе сейчас объясню.\n \n\n\n\n\n\n\n\n\n\n\n",
    "answers": [
      {
        "id": 33,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a34/1901/12/edab717385e1.jpg"
      },
      {
        "id": 1,
        "text": "На главную"
      }
    ]
  },
  {
    "id": 34,
    "text": "Дальше мы шли в тишине. Через пол часа мы дошли до дома. Я остановилась и задумчиво посмотрела на \"избушку\". \n \"Надеюсь, жители этого дома дружелюбные\" — мелькнула мысль.\n — Ты идешь? — спросил парень, стоявший в дверях.\n — Что? А, да. Уже иду.\n Мы вошли в дом. \n — Сначала пойдем к отцу. Он задаст тебе несколько вопросов, — сказал парень. \n — А что потом?\nОн злорадно улыбнулся:\n — Увидишь.\nОн вел меня по многочисленным коридорам. Снаружи дом казался намного меньше, чем он был на самом деле. Не знаю, как такое возможно, но это так.\nНаконец, мы дошли до нужной двери.\n — Входи, — сказал парень, открывая дверь.\nЯ вошла в большой кабинет. У окна, спиной к нам, стоял мужчина. Возле него стояла девушка в Красном плаще.\n — Отец, Ами, у нас гости, — сказал мой сопровождающий.\n Стоявшие у окна повернулись к нам.\n \n \n ",
    "answers": [
      {
        "id": 34,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d02/1901/a4/3beb8ec279c5.jpg"
      },
      {
        "id": 33,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 35,
    "text": "Эдвин (сын Малефисенты)\nВозраст: 20 лет\n\n Несмотря на то, что мать его является злой феей, Эдвин очень дружелюбный и общительный. Всегда придет на помощь.\nЕще будучи ребенком, он начал изучать магию (что неудивительно. Мама то фея). Благодаря этому он в столь юном возрасте является одним из лучших магов.\nЭдвин — лучший друг Питера. И это немного странно, так как они совершенно разные.\nСостоит в отряде \"Ястреб\".\n \n ",
    "answers": [
      {
        "id": 19,
        "text": "Назад"
      },
      {
        "id": 35,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d19/1901/6b/b9ea24592b29.jpg"
      }
    ]
  },
  {
    "id": 36,
    "text": "Золушка / Эмма\nВозраст: 38 лет\n\nКто не знает сказку о Золушке? Главная героиня преодолевает множество трудностей и, в конце концов, живет \"долго и счастливо\".\n Да, все было так. Все было прекрасно, до того, как ее, да и всех остальных, предала лучшая подруга. \n Теперь Эмма (Золушка) живет вместе с дочкой в доме Гудов. Ее цель — месть и победа.",
    "answers": [
      {
        "id": 36,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a25/1901/b3/8bda7680b42d.jpg"
      },
      {
        "id": 19,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 37,
    "text": "Эдвард Гуд\nВозраст: 29 лет\n\nСтарший сын Робина Гуда. Он всегда был примером и опорой для младшего брата, Питера. \nОднако же тут присутствует одно \"но\". После предательства Белоснежки он выбрал не ту сторону и не тех союзников. Теперь он прислуживает Темной королеве, а семья... До своей семьи ему теперь нет дела.\n\n",
    "answers": [
      {
        "id": 37,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d23/1901/dd/d64971eb6c25.jpg"
      },
      {
        "id": 19,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 38,
    "text": "\"Мне конец!\"\n— Повторяю: \"кто ты?\", — сказала девушка\n  Я стояла и не могла сказать ни слова.\n \"Боже, уже второй раз за день! Непонятно, как я сюда попала, что со мной будет... И почему повсюду бегают какие-то чудики, внушающие страх и панику?\"\n Я уже не могла держать себя в руках. \n\"Где я? Как я сюда попала? Я ничего не могу понять, еще и эти!.. Как их там?!\"\nЭмоции потихоньку брали надо мной верх. Больше не в силах это терпеть, я взяла и расплакалась.\n Я стояла и плакала, как дура. Мой плач потихоньку перерастал в рев. Нет, я ревела далеко не так, как героини любовных романов. Я ревела слезами и соплями.\n Девушка, наверное, была в шоке. Она несколько минут стояла и смотрела на меня, как на душевно больную.\n — Эй... Ты чего ревешь то?  Успокойся, — девушка прохлопала меня по плечу, утешая.\n — Я... Я не знаю, где я и как сюда попала. Не знаю, что происходит. Я ничего не понимаю, — я продолжала плакать, но уже потихоньку успокаивалась.\n — Кто ты. Это ты знаешь?\n — Знаю, — я кивнула, — Я — Вероника. \n — Что случилось до того, как ты здесь оказалась?\n Вспомнив вечеринку, ужасного монстра и аварию, я вновь начала плакать.\n — Так, прекрати сейчас же! Если ты не расскажешь мне обо всем, я не смогу тебе помочь.\n — Хорошо.\nЯ начала рассказ, начиная с того момента, как за мной пришла Мари. Девушка внимательно слушала меня, изредка хмурясь и что-то обдумывая.",
    "answers": [
      {
        "id": 39,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 39,
    "text": "— Все понятно, — сказав это, она потянула мне руку, — Ты пойдешь со мной в дом Гудов. Там мы во всем разберемся.  Идем?\n — Угу.\nМы шли через лес в тишине. Я решила нарушить ее:\n — Эм... А как зовут тебя?\n — О, я не представилась? — она остановилась и протянула мне руку, — Амелия. Все зовут Красной Шапочкой.\n — Это не удивительно, что тебя зовут, как героя книги, — сказала я, ответив на рукопожатие. — Ты ведь в красном плаще, как и она.\n — Не поняла, как кто? — споосила Амелия.\n — Ну, как Красная Шапочка, — ответила я — Ты никогда не читала книгу о Красной Шапочке?\n — Что за ерунду ты несешь? Головой ударилась или это из-за нервов? — усмехнулась Амелия.\n — Не поняла. \n — Не слышала, чтобы обо мне писали книги.\n — Кажется, мы обе чего-то не понимаем, — задумчиво сказала я.\n — Тогда давай закроем тему?\n — Без проблем. А можно вопрос?\n — Валяй.\n",
    "answers": [
      {
        "id": 40,
        "text": "Кто такие Гуды? "
      }
    ]
  },
  {
    "id": 40,
    "text": " Кто такие Гуды? Ну, те, к кому ты меня ведешь?\n — О, Гуды — это великие люди. Глава их семьи — Робин Гуд, могучий воин и самый лучший лучник в королевстве. После того, как на королевство напали злые существа во главе Темной королевы, он приютил множество семей у себя. Его замок, с виду похожий на дом, так как он зачарован магией, стал убежищем для многих семей.  Мистер Гуд поможет тебе во всем разобраться. Может даже отведет тебя к Мэрлину.\n \" Я в шоке. Может, она какая-нибудь сумасшедшая? Серьезно. Она представилась \"Красной Шапочкой\", говорит, что мы иде к Робину Гуду, сказки о котором я читала еще в детстве. Еще и Мэрилина сюда приплетает. Не хватает только гномов, эльфов и драконов.\"\n Я окончательно во всем запуталась, поэтому в ответ на все слова девушки  я просто кивнула.\n — Ладно, все разговоры на потом. Мы пришли, — сказала Амелия.\n ",
    "answers": [
      {
        "id": 41,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 41,
    "text": "Мы аодощли к деревянному дому.\n\"Надеюсь, жители этой \"избушки\" дружелюбные\", — подумала я \n — Ну, что же. Настало время получить ответы, — сказала Амелия. — Входи. Я тебя со всеми познакомлю.\n Амелия открыла дверь, и я вошла в большую комнату. В этой комнате была лестница, по которой через секунду спустился...\n — Ты?! — сказали я и парень одновременно.\n — Ты что тут делаешь? — спросила я.\n — Я здесь живу. Это ты что тут забыла? — ответил парень.\n \"Вот нахал! Оставил меня одну в лесу, а теперь ещё и говорит, как ни в чем ни бывало\".\n — Я пришла поговорить с Гудом. Так что, будь любезен, не мешай мне и дай пройти! — меня этот тип уже, мягко сказать, раздражал.\n — Куда пройти? Я и есть Гуд, говори со мной,— сказал он.\n Я вопросительно посмотрела на Амелию, которая молча наблюдала за нашей с этим типом перепалкой.\n — Это он-то может дать мне ответы на все вопросы?\n — Пит, оставь ее в покое, — сказала Амелия парню. — Как я поняла, у вас было знакомство \"лучше некуда\", но нет, Рони, это не мистер Гуд.  Это его сын, Питер. Уверена, он решил, что тебе не обязательно знать его имени.\n — Пф, я до сих пор так считаю, — сказал Питер.\n — Прекрати, Пит! Ей нужна помощь твоего отца.\n — С чего это ему ей помогать?! Мы даже не знаем, кто она! \n — Мы знаем, что она точно не шпион королевы. Я бы, да и ты тоже, сразу бы почувствовали это. Верно? — сказала девушка.\n — Ну и что?! Я не стану помогать кому попало! — парень все больше возмущался.\n — Тебя и не просят, — сказала я, скрестив руки на груди.\n Он посмотрел на меня злым взглядом и сказал:\n — О, а я вижу, люди меняются. С каких пор мы такие смелые? Думаешь, раз Шапка рядом, я тебя застрелить не смогу?\n — Не думаю, что твоему отцу это понравится, — ответила я.\n — Ах, ты ж...\n — Так, все хватит! Вы оба, успокоились! —  повысила голос Шапочка. — Я понимаю, любовь с первого взгляда и все такое... Но вы можете перестать выяснять отношения? У нас и других дел по горло!\n — Чего!? Какая любовь!? Эй, чего это ты за мной повторяешь? Нет, это ты повторяешь! Прекрати! — мы с парнем говорили в унисон, а Амелию это только забавляло.\n — Все-все, хватит. Не ссорьтесь,— сказала девушка. А потом с издевкой добавила:\n — Голубки.\n — Ами, хватит уже. Это не смешно, — сказал Питер.\n — Ну, ладно. Ты прав. Нет времени на шутки. Идем к мистеру Гуду.\n Мы шли по многочисленным коридорам и вот, наконец, дошли ло большой двери.\n — Входи, — сказал Питер.\n Я открыла дверь и увидела мужчину, стоявшего у окна.\n — Я ждал вас, юная леди, — сказал он и повернулся к нам.\n\n\n \n ",
    "answers": [
      {
        "id": 42,
        "text": "Далее"
      },
      {
        "id": 41,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a23/1902/92/dcf72c7b0d7d.jpg"
      }
    ]
  },
  {
    "id": 42,
    "text": "Это был мужчина  леи 45. У него были серые, как и у сына, глаза и грубые черты лица. В его волосах, длинною до плеч, виделась седина.\n — Вероника Хиггинс, рад с вами познакомиться. Я — Робин Гуд.\n  — Взаимно, мистер Гуд, — ответила я.\n — Как я понимаю, Питер встретил вас отнюдь не с распростертыми обьятиями.\n  — Отец, ты же знаешь, я не доверяю кому попало, — сказал Питер.\n — Знаю знаю, — ответил мистер Робин. — Но эта леди, не \"кто попало\". Она — наше подкрепление. Последния, так сказать, надежда.\n — Чего?! — теперь уже в унисон заговорили не только я и Питер, но и Амелия.\n Эти двое явно были в шоке. Так как я вообще не понимала, о чем идет речь, то была больше в недоумении, нежели в шоке.\n — Гм, мистер Гуд, я ничего не понимаю, — сказала я.\n — Присаживайся, я тебе все обьясню, — сказал мистер Гуд, указав на кресло.\n\n\n\n\n",
    "answers": [
      {
        "id": 42,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c31/1902/56/9489f2937104.jpg"
      },
      {
        "id": 1,
        "text": "На главную"
      }
    ]
  },
  {
    "id": 43,
    "text": "★1 глава (15.01.19г)\n★2 глава (17.01.19г)\n★3 глава (22.02.19г)\n★4 глава (11.03.19г)",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 44,
    "text": "Я села на кресло напротив. \n— Питер,  Амелия,  не могли бы вы пойти за Эдвином,  пока я объясню Веронике,  что да как?  — спросил мистер Гуд. \n Питер коротко кивнул и они вместе с Амели устремились к выходу. \nПосле того,  как они вышли из кабинета,  мистер Гуд обратился ко мне: \n — У тебя много вопросов, понимаю.  Я отвечу на все,  но для начала выслушай меня,  не перебивай. Хорошо? \nЯ кивнула в знак согласия. Мистер Гуд продолжил: \n — Когда-то давно в существовала лишь одна вселенная. В этой вселенной из всех планет лишь на одной существовала жизнь. Однако же вскоре появилась ещё одна вселенная — наша. Как это произошло? В XV веке среди людей появились маги,  волшебники и ведьмы.  Они нашли способ перебираться в другие миры. Один из этих миров — наше королевство. Тут живут все те,  кого вы,  люди,  считаете сказочными персонажами. Маги, что попадали в эту страну, вернувшись домой рассказывали о параллельном мире, но их сочли сумасшедшими. И тогда они стали записывать эти истории. Так, появились сказки. Все мы,  Малефисента,  Дюймовочка,  Питер Пен,  Капитан Крюк,  Золушка, все мы существуем на самом деле.  Я — известный Робин Гуд. Питер — это мой младший сын,  а девушка в красном плаще — это та самая Красная Шапочка. Надеюсь,  я все ясно объяснил.  Теперь можешь задавать вопросы. \n Он в ожидании посмотрел на меня. ",
    "answers": [
      {
        "id": 45,
        "text": "Откуда вы знаете обо всем этом?"
      },
      {
        "id": 46,
        "text": "Как я тут оказалась?"
      },
      {
        "id": 47,
        "text": "И что теперь мне делать?"
      }
    ]
  },
  {
    "id": 45,
    "text": "— Откуда вы обо всем этом знаете?  — спросила я. \n— Я не один это знаю. Об этом известно всему королевству. Даже дети знают о магах и ведьмах,  которые ни раз попадали в наш мир. Однако же,  должен отметить,  что такого давно не случалось.  Ты за долгое время первая, кто сюда попал. \n — А как долго у вас не было \"гостей\"? \nМистер Гуд ненадолго задумался. \n— Примерно примерно лет пять,  — ответил он. \n— Не так уж это и много,  — фыркнула я.  \n— Это по нашим временным меркам немного,  а вот в мире людей это целых пятьсот лет! — сказал мужчина. \n — Сколько?! — от удивления у меня отвисла  челюсть, — Погодите-ка... Получается,  что один год у вас,  это сто лет в мире людей?  Это же просто... Просто... Да я даже слов не нахожу!  Сколько я тут, сколько меня нет там?! Боже! \nЯ схватилась за голову,  мне хотелось плакать,  кричать,  ломать все вокруг.  Я была в отчаянии. Вопросы \"Что происходит?\" \"Почему это происходит со мной? \" и \"Как меня угораздило сюда попасть?\" беспорядочно вертелись в моей голове. \n — Успокойся, все будет хорошо,  — сказал мистер Гуд,  — Всему этому есть причина.  Мы найдем ее и устраним. А пока нужно сохранять спокойствие. \n В ответ я несколько раз кивнула.\n",
    "answers": [
      {
        "id": 48,
        "text": " — У меня еще вопрос"
      }
    ]
  },
  {
    "id": 46,
    "text": "— Как я тут оказалась? \n — Я даже не знаю,  что и думать об этом, — сказал задумчиво мужчина — Мне кажется,  что ты приняла какое-нибудь зелье.  Ведь только так люди могут путешествовать между мирами.\n — Но я ничего не пила... \n — Ты могла выпить его случайно.  Либо... \n — Либо?.. Что такое, — спросила я. \n — С тобой ничего плохого не случилось, там, в мире людей? \n — Что вы имеете ввиду? \nЯ заметила: мистер Гуд тщательно пытался подбирать слова так,  чтобы не сказать ничего лишнего: \n — Не заметила ли ты чего-нибудь...  странного? \n И тут я поняла,  что именно пытается мистер Гуд. Не имеет ли он ввиду того монстра,  которого я видела на вечеринке? \n — Я видела монстра, — сказала я — ужасного монстра с острыми зубами и черными шарами вместо глаз... \n Мистер Гуд посмотрел на меня таким взглядом,  что я поняла:  он хочет знать подробности. \n Я рассказала ему обо всем: о вечеринке, о монстре,  о машине,  что сбила меня... \n — Все хуже,  чем я думал, — сказал мужчина.  — Ты здесь не из-за зелья,  тебя специально отправили в этот мир. \n — То есть?.. \n — У нас есть враг — Темная королева.  Монстр,  которого ты описала — злой дух,  слуга королевы.  Если он гнался за тобой,  значит королева ему приказала тебя привести. \n — Но зачем я ей? \n — Это мы выясним... \n \n",
    "answers": [
      {
        "id": 48,
        "text": "Ещё вопрос"
      }
    ]
  },
  {
    "id": 47,
    "text": "— И что мне теперь делать? \n — Для начала,  успокоиться.  Я знаю,  тебе сложно все осознать,  но ты должна попытаться. Договорились? \n Я кивнула. \n — Продолжу.  Вскоре я должен был ехать к Мерлину, по поводу стратегии войны с Темной королевой.  Ты поедешь со мной.  Там мы и разберемся во всем. Он,  правда,  не любит людей,  как и многие, но он поможет. \n — Почему людей не любят? \n — Потому что здесь якобы считают,  что люди вторглись в наш мир и без нашего согласия рассказали наши тайны.  Конечно эти истории о нас все считают вымыслом,  да и некоторые из них не правдивы,  и все же... \n— Ясно.  Но почему вы тогда мне помогаете? \n — Я не разделяю их мнения.  Да и к тому же...  я знал одного человека.  Этот человек не был плохим.  И я не думаю,  что ты плохая,  Вероника. \n — Спасибо вам.  Правда,  большое спасибо. \nТут в дверь постучали. \n — Думаю, по ходу дела ты во всем разберешься, — сказал мистер Гуд, а потом крикнул:\n — Войдите.\n Это был Питер.\n — Отец,  Эдвин здесь,  как ты и просил. \n — Где он был? — строго спросил мужчина. \n — Я практиковался в лесу,  — ответил за Пита незнакомый голос. \n \n",
    "answers": [
      {
        "id": 49,
        "text": "Рассмотреть новоприбывшего"
      }
    ]
  },
  {
    "id": 48,
    "text": " — Задавай.",
    "answers": [
      {
        "id": 45,
        "text": "Откуда вы обо всем этом знаете?"
      },
      {
        "id": 46,
        "text": "Как я тут оказалась?"
      },
      {
        "id": 47,
        "text": "Что мне теперь делать?"
      }
    ]
  },
  {
    "id": 49,
    "text": "Это был парень примерно моего возраста.  У него были рыжие, как у лиса волосы и желтые,  как у волка,  глаза. \n Увидев меня,  парень дружелюбно улыбнулся: \n — Приветствую,  Эдвин. \nОн протянул руку. \n — Рони, — сказала я,  ответив на рукопожатие. \n — Разве я не говорил тебе не ходить одному в лес? — хмуро спросил мистер Гуд у Эдвина. \n — Ну,  что ты опять, дядя?  Я ведь уже не ребенок. \n— Все равно,  предупреждай,  когда уходишь. Если королева... \n— Давно у нас не было гостей, — вмешателся в разговор Пит — Отец,  может представишь Рони нам,  а нас ей? \n — Точно,  точно, — сказала Амелия,  появившаяся в дверях кабинета. \n — Разве мы не знакомы? — спросила я,  глядя на Питера и Амели и приподняв одну бровь. \n — Значит плохо знакомы,  — ответил Пит. \n — Ну что же... — сказал Гуд-старший,  — Рони из мира людей,  как она попала сюда — неизвестно. На днях мы едем к Мерлину и она поедет с нами,  чтобы понять, как она тут оказалась и как ей выбраться. \n — Выбраться просто, — сказал Эдвин и обратился ко мне: \n — Я могу сварить зелье и ты вернешься домой.  Я тут типо мага-колдуна. \n — А я думала,  что маги есть только среди людей,  — сказала я,  на что Пит недовольно  фыркнул. \n — Нет,  маги,  они повсюду,  — улыбанулся Эдвин. \n — Зелье не поможет,  — сказала мистер Гуд,  — за ней послали злого духа. \n — Как?!  Она нужна королеве? — спросила Амели. \n — Получается,  что да. \n — Понятно,  как она сюда попала,  — сказал Пит. \n — Нет,  сын,  — сказал мистер Гуд,  — Монстр ее не поймал,  она сама сюда телепортировалась. \n — Ничего не понимаю...  — сказал Эдвин, почесав затылок. \n — Ладно,  завтра разберемся.  А пока,  я провожу Рони в ее комнату, хорошо?  — улыбнулась Амели. \n — Да,  конечно,  Ами,  — сказал мистер Гуд. \nПопрощавшись,  мы с Шапочкой пошли вверх по лестнице. \n \n ",
    "answers": [
      {
        "id": 49,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d01/1902/c2/9460b169f157.jpg"
      },
      {
        "id": 50,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 50,
    "text": " — Ну и угораздило же тебя,  — первой нарушила тишину Шапка. \n — И не говори, — ответила я, — Что теперь делать? \n — Ну,  ты ведь поедешь к Мерлину,  он поможет. И мы поможем. \n — Мне сказали,  что людей тут не очень жалуют,  — грустно и почти шепотом сказала я. \n — В Эйфларии это так,  в доме Гуров — нет. \n — В Эйфларии? В смысле? — поинтересовалась я. \n — Эйфлария — наше королевство. \n — Понятно. У меня есть вопрос. Если конечно это не секрет... \n — Задавай, — кивнула Амелия. \n — Мистер Гуд упоминал некую \"Темную королеву\". Кто это? \n Шапочка на секунду замерла. Ее глаза остекленели. В них читались горечь,  злоба,  отчаяние и...  страх? \n — Это враг,  — сказала она придя в себя,  — Когда-то была другом,  но потом предала. \n Сказав это,  она пошла дальше,  показывая,  что разговор окончен. Но я сдаваться не собиралась,  уж слишком мне любопытно. \n — Кто она? — спросила я. \n — Что? \n — Она сказочный персонаж?  Кто именно?  — уточнила я. \n Амели постояла минуту,  обдумывая ответ. Потом она кивнула собственным мыслям и сказала: \n — Ладно, я расскажу.  Но вкратце.  Жила-была Белоснежка,  и любила она всех и всё.  Она была любима всеми жителями Эйфларии.  Но после того,  как ее мачеха,  Злая Королева, умерла, она взошла на трон.  Все были счастливы,  Белоснежка была хорошей королевой.  Но позже в меду появился дегть. Она стала зависима от собственной власти. Власть,  власть,  страх в глазах верных слуг — все это ей нравилось. Она предала всех,  кого любила и всех,  кто любил ее.  С помощью неких зелий она создала себе слуг,  один из которых,  напал на тебя в мире людей.  Королева — зло воплоти. Она убивает тех,  кто не подчиняется. В доме Гудов таковыми являются все,  — она закончила свой рассказ.  \nГоворила она с такой горечью,  что было понятно.  Королева причинила боль ей лично.   \n\"Но ведь в сказках говорилось о Белоснежке совсем другое... \"\n — А как же гномы?  Их не было вообще? \n — Конечно были,  — сказала девушка, — и есть.  Они ее слуги. Злые духи — ее слуги.   Волки... ее слуги.  \n И тут я все поняла.  Сказка о Красной Шапочке и ее бабушке.  Злой серый волк. \n Я подошла к Амели и обняла ее: \n— Мне очень жаль...  твою бабушку, — сказала я. \n — Откуда ты... \n — Догадалась. \n Она обняла меня в ответ: \n — Спасибо. \n\nЧерез несколько минут мы дошли до моей комнаты.  \n— Можно еще один вопрос? — спросила я\n — Конечно. \n — Снаружи этот дом кажется мне намного меньше,  чем внутри.  Тут этажа четыре,  не меньше... \n — Это маскировка,  — коротко ответила Шапка,  — проходи в комнату,  Рони. Спокойной ночи. \n — Спокойной ночи. \n \n",
    "answers": [
      {
        "id": 51,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 51,
    "text": "\nСпальня была в серых тонах и выглядела довольно таки современно. Для меня это было немного странно, мне казалось, она должна выглядеть, не знаю, как в средние века? Не знаю даже, почему мне так думалось.\n \n\"Потом у меня будет время на раздумья. А сейчас я хочу спать\"\n\n Я легла и тут же вырубилась. Завтра меня ждет долгий день...",
    "answers": [
      {
        "id": 51,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b12/1902/ac/e2a8dbf65bd1.jpg"
      },
      {
        "id": 1,
        "text": "На главную"
      }
    ]
  },
  {
    "id": 52,
    "text": "\"Рони... Рони...  Вероника...  Проснись!\" — прозвучал в голове красивый женский голос. \n\nЯ открыла глаза, и первым, что я увидела была...  темнота.  Огромная темная пустошь.  Нет ничего.  Ни один лучик света не пробирается сквозь тьму.  \n \"Где я?\" — попыталась сказать я,  но не смогла произнести и звука.  Мысли сами озвучивались, стоило им появиться в голове. \n\n \"Это неважно\",— вновь прозвучал голос. — \" Вероника,  я должна предупредить тебя...  слабеет...  не доверяй...  слышишь меня?... \"\n\n \"Подождите, я вас не понимаю. О чем вы хотите меня предупредить?\", — прозвучал в голове собственный голос. \n\n\"Арианна Айрондэйл... осталось немного...  вернется...  будь готова... \"\n \n \"Кто вернется? К чему быть готовой?\"\n \n \"Мне пора...  береги се... \" — голос обрывался. \n\n\"Нет,  подождите! Кто вы?\"\n\n Тишина стала мне ответом. \n\n \"Эй,  вы еще здесь?\"\n \nВновь тишина. \n Тут,  откуда ни возьмись,  появилась острая боль в голове.  Схватившись за голову,  я старалась не закричать. Не получилось.  Боль была невыносимая.  В голове будто бы что-то пульсировало. С каждым \"ударом\" боль усиливалась.  Потом появились голоса. Множество разных голосов. Они стонали,  молили о помощи,  кричали, и я кричала вместе с ними... ",
    "answers": [
      {
        "id": 53,
        "text": "Открыть глаза"
      }
    ]
  },
  {
    "id": 53,
    "text": "Резко все прекратилось и я открыла глаза. \nВозле меня стояла обеспокоенная Ами. \n — Слава Богу, ты проснулась, — крикнула она,  обнимая меня, — Ты в порядке? \n — Вроде бы да, — ответила я, подтверждая свои слова кивком.  — Что случилось? \n — Ты кричала во сне,  — сказала Шапочка. — Я пришла на крики и попыталась тебя разбудить.  Однако ты не просыпалась.  Я позвала мистера Гуда,  и он дал тебе настойку.  И вот,  теперь ты в норме. \n — Как долго я не просыпалась? — спросила я чисто из любопытства. \n — Три дня,  — ответила Шапочка. \n Глаза у меня едва не полезли на лоб. \n — Сколько?! \n — Три дня.  Мистер Гуд сказал,  что это для тебя нормально.  Ну,  знаешь,  телепортация в другой мир сказалась на твоем организме. Я так рада,  что ты цела! — тут она снова меня обняла. \nВ комнату вошли Пит и Эдвин. \n — О,  ты в порядке!  — мило улыбнулся Пит,  — Я так рад! \n \"Что это с ним? Чего это он так улыбается?\" — подумала я. \nДалее все происходит как с замедленной съемки: у Ами и Эдвина из-за спины появляются черные слизкие щупальца, а глаза становятся полностью черными; Питер вытаскивает лук,  натягивает тетеву и целится в меня. \n — Время умирать,  солнце,  — говорит он и стреляет. \n Стрела попала точно в сердце,  а потом...  я проснулась.  Проснулась в своей комнате.  За окном ночь. Вроде бы все нормально... \n \"Нормально. Просто Рони сходит с ума\",  — подумала я и попыталась снова заснуть.  Но не получилось.  После этих кошмаров никому бы не удалось спокойно спать.  Я так и провалялась в кровати до утра без сна и с тревогой. Все это точно не случайно... \n \n \n ",
    "answers": [
      {
        "id": 54,
        "text": "Утром"
      }
    ]
  },
  {
    "id": 54,
    "text": "Я так и не смогла уснуть:  боялась,  что кошмар повторится.  В итоге,  я вялая,  сонная и с темными кругами под глазами. \n\n \"Да уж...  Ну и видок у меня... \" — думала я, смотря на свое отражение в зеркале. \n\nУ меня было множество мыслей,  одной из которых была некая Ариана Айриндэйл.  Кто она?  И о чем голос пытался меня предупредить?  Много вопросов и совсем нет ответов.  Надо будет спросить кого-нибудь о Ариане Айриндэйл.  Думаю,  так будет лучше.  Но для начала надо бы привести себя в порядок. \nРешила, что сперва надо бы умыться.\n\nПо дороге в ванную комнату я столкнулась с Эдвином,  который,  скорее всего,  уже давно был на ногах и попивал кофе из кружки. \n Увидев меня,  Эдвин едва не поперхнулся своим кофе. \n — Ого,  — сказал он,  откашлявшись. — Выглядишь,  мягко говоря,  не очень.  Ты что не спала? \n — Совсем,  — кивнула я. \n — Что так?  Бессонница на новом месте? \n — Нет.  Кошмары. \n — Ну,  это нормально,  — протянул парень.  — Ты столько пережила за один день.  Любого бы мучили страшные сновидения. \n — Это был не просто кошмар. \n — Что ты имеешь ввиду? \n — Ну...  Короче, в моем сне какой-то странный женский голос пытался предупредить меня о некой Ариане Айриндэйл.  Ты случайно не знаешь,  кто это? \n —Хм... — задумался Эдвин. — Нет,  никогда не слышал. Может это твоя фантазия разыгралась? \n — Возможно... — ответила я,  а потом добавила очень тихо:  \n — Но я так не думаю. \nЭдвин меня не услышал. \n — До встречи,  — кинул он и ушел восвояси. \n \n\"Странно это все...\"\n",
    "answers": [
      {
        "id": 55,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 55,
    "text": "После водных процедур я пошла вниз,  на кухню.  Видимо,  все,  кроме Эдвина спали.  Я решила приготовить блины.  Ммм... Обожаю блинчики! \n \"Так-с,  что нам нужно?  Мука есть,  молоко есть...  Так,  перемешиваем... \"\n Пока я готовила, сверху спустились Питер и Ами.  \n— Ммм... — протянула Шапочка, — что это ты тут готовишь? \n — А,  вы проснулись.  Да так,  блины,  — ответила я. \n — Что-что? — переспросила девушка. \n — Блины. \n — А что это?  — она захлопала глазами\nТут в разговор вмешался Пит: \n — Да,  судя по всему,  это какое-то зелье.  Или яд.  Смотри, какая жижа у нее тут.  — сказал он,  взяв миску с тестом в руки. \n — Сам ты жижа,  — ответила я,  забирая миску обратно. — А это — блинчики.  Это вкусно. Короче,  садитесь. Сейчас я закончу,  и вы попробуете. \n — Нет уж.  Я,  пожалуй,  откажусь,  — сказал Питер,  ухмыляясь. \nТут Ами,  якобы случайно,  наступила ему на ногу. \n — Я хотел сказать,  — приветливо улыбнулся Питер,  — что обязательно попробую. \n — То-то же,  — сказала Ами,  и они вместе сели за стол. \n Спустя несколько минут завтрак был готов. \n — Налетайте,  — сказала я,  поставив тарелку на стол. \n Пять минут,  и тарелка была пуста. \n — О,  а это и вправду вкусно!  В твоем мире все так умеют?  — спросила Шапочка. \n — Практически.  Это одно из самых легких блюд,  — ответила я. \n — Я тоже так хочу.  Научишь? — подмигнула девушка. \n — Конечно. \n — Эй,  а ты чего молчишь?  — обратилась Ами уже к Питеру. \n — Молчи,  женщина,  — сказал Питер и добавил: \n — Это шедевр.  Наверное,  это единственное,  что ты умеешь делать нормально. \n — Я сделаю вид,  что ты сказал \"спасибо\",  — сказала я. \n\n Так, началось мое утро.",
    "answers": [
      {
        "id": 1,
        "text": "На главную"
      }
    ]
  },
  {
    "id": 56,
    "text": "",
    "answers": []
  }
]