[
  {
    "id": 1,
    "text": "Автор: Shredder\nВ этой главе будет раскрыт основной сюжет и история рыцаря Роберта.\n\nПрошу всех, прочитавших мои книги, оставлять отзывы и отмечать \"нравится\", если оно так и есть. Тогда я буду в видеть, что вам нравится и продолжу серию книг \"Роберт - Рыцарь\". Заранее спасибо!\n\nЗадание: тремя различными путями выйти на хорошую концовку.",
    "answers": [
      {
        "id": 2,
        "text": "Начать"
      },
      {
        "id": 20,
        "text": "Перенос на 20-тую страницу (Пропуск основного сюжета)"
      }
    ]
  },
  {
    "id": 2,
    "text": "\"Кто же я? Я Роберт. Я понимаю, это ничего вам не обьясняет, но хоть познакомимся. Начну с того, что родился я в бедной семье простого рыбака. Каждый день меня с собой брал мой отец и мы ловили рыбу неподалеку от дома в реке. Он хвалил меня, когда я доставал очередную рыбу, размером с полено. Еще мы часто ездили в город и он зарабатывал там много денег. Мать умерла, когда я родился, по этому мы жили вдвоем. Все было хорошо, мы ловили рыбу, ели ее, даже продавали кое-что, но вскоре все изменилось..",
    "answers": [
      {
        "id": 3,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 3,
    "text": "Однажды, когда мы с отцом в очередной раз выплывали на реку, он сказал мне, что на следующий день ему нужно будет ехать в город одному. Это было странно, так как мы всегда ездили туда вместе, но сейчас.. Все было как-то иначе. Он был серьезен и угрюм. На следующий день, проснувшись, я не застал его в своей кровати, но искать не стал. Я просто сел в лодку и поплыл за новым уловом, чтобы прокормить себя..",
    "answers": [
      {
        "id": 4,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 4,
    "text": "Прошел день.. За ним другой.. Потом и третий.. И вот я снова причалил к берегу, и снова не застал отца дома. Собрав некоторые вещи, а в частности фляжку с водой, кусок хлеба, кинжал и горсть медных монет, я отправился в город. По пути я встречал различных путников, которые делились со мной едой. Одним из них был Гаретт. Он даже стал моим компаньоном в этом нелегком пути. Славный парень был. Добрый и щедрый. Спустя пару дней мы с ним дошли до так называемого Шеванского леса. Гаретт мне рассказывал, что он кишит разбойниками. И один раз нам пришлось с ними столкнуться..",
    "answers": [
      {
        "id": 5,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 5,
    "text": "Их было пятеро, и все вооружены. У нас небыло шансов, но мы двинулись в бой.\nВ первой же минуте, один из них оставил мне глубокий рубец на правой руке топором. А мой компаньон пал с первого удара клинком. Мне пришлось бежать и я сумел скрыться. Вздохнув полными легкими, я наконец выбрался из этого проклятого леса. Весь израненый и с язвами от колючек ядовитых растений. Вот он! Стоунхолд! Город, в котором должен был находиться мой отец..",
    "answers": [
      {
        "id": 6,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 6,
    "text": "Я шел к нему, спотыкаясь чуть ли не об каждый камень. Настолько опасным был этот лес. Вскоре мне удалось добраться до ворот города, но там я упал и вырубился от усталости..",
    "answers": [
      {
        "id": 7,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 7,
    "text": "Очнулся я не в темном переулке, нет. И даже не в какой-нибудь темнице. Я находился в мягкой и чистой кровати. Сначала я подумал, что это сон и начал протирать глаза. Мое удивление было, когда я увидел перед собой бюст очаровательной девы. Она стояла подле кровати и держала кувшин с лекарством. Я продолжал молчать, смотря на ее бюст. Но она это заметила и фыркнула, отвернувшись от меня. Все же мне пришлось выпить странное варево фиолетового цвета, от которого мне почти сразу же полегчало..",
    "answers": [
      {
        "id": 8,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 8,
    "text": "\"Я Биотрис\"- робко промолвила она. Я был изумлен красотой ее голоса. Да мало того, я был потрясен красотой ее внешнего вида! \"А я Роберт\"- сказал я ей с улыбкой и доброжелательностью. Она улыбнулась в ответ и, покраснев отвернулась. Я попытался встать и у меня это вышло. Потом она помогла мне дойти до другой комнаты, в которой находились мои вещи. Я собрался и начал прощаться с ней, но она не пускала меня. \"Останься\"- умоляла она. \"Я сирота, не оставляй меня одну\"- продолжала Биотрис. \"Прости, мне нужно идти. Но я вернусь и поблагодарю тебя. До встречи!\"- с такими словами я покинул ее дом и продолжил поиски отца..",
    "answers": [
      {
        "id": 9,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 9,
    "text": "Я бродил по городу до самого вечера, а потом понял, что это не самый лучший способ найти отца. Я предположил, что возможно он может находиться где-нибудь на местном рынке. Отправившись туда, я проверил сумку на наличие денег и, к счастью, они у меня были. А вот и рынок! Множество различных товаров по разным ценам. Только вот отца я тут не нашел. Зато тут есть восхитительный кожаный пояс с посеребренной застежкой и как раз мне по карману! Я прикупил его и пошел дальше бродить по окресностям города..",
    "answers": [
      {
        "id": 10,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 10,
    "text": "Еда подходила к концу, да и было холодно. Но я уверенно шел вперед! Ну еще направо, налево и назад, так как точного пути я незнал. Чуть позже я нашел заброшенный сарай и устроился там на ночлег, спрятав сумку в сено на всякий случай..",
    "answers": [
      {
        "id": 11,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 11,
    "text": "Проснулся я рано утром. На улице было довольно тихо и спокойно. Перекусив хлебом, я вынул сумку из сена и отправился дальше. По пути я обнаружил обьявление, прибитое ножом в стену дома \"Пятьсот золотых за голову Рыбного Мародера\". Я почесал затылок и пошел дальше. Моей целью была темница. Я думал, что моего отца могли перепутать с каким-нибудь воришкой и кинуть в темницу. Вот я и около нее..",
    "answers": [
      {
        "id": 12,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 12,
    "text": "Вход в темницу заблокировали два амбала-стражника. Они смотрели на меня, как на идиота, от чего мне становилось неприятно. Потом я зашел в переулок и начал думать, как их отвлечь. Мне пришел неплохой план с отвлечением их внимания. Я начал их дразнить и оскорблять, бегая от них по переулкам. Потом они было уже собирались возвращаться к своему посту, как я кинул монетку одному под ноги из-за угла, задержав их еще на пару секунд и изо всех сил побежал в темницу..",
    "answers": [
      {
        "id": 13,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 13,
    "text": "Сразу же мой взор был сосредоточен на камерах, в которых сидели самые различные люди. Один даже без рук был. Но это не суть. Вобщем бродил я долго, попутно прячась от стражи, которая разгуливала и тут. Под конец, когда я совсем отчаялся и собирался уходить, меня позвал один из заключенных. \"Эй! Я знаю, где твой отец!\". Меня это заинтересовало и я подошел к нему..",
    "answers": [
      {
        "id": 14,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 14,
    "text": "\"Выпусти меня и я помогу тебе\"- говорил он. По его виду я бы не сказал, что он может быть убийцей или вором, по этому я решил выпустить его. Я достал из сумки кинжал и начал ковырять замок. Вскоре мой новый друг был свободен и мы начали выбираться из темницы. Но на выходе стояло два могучих стражника и врятле бы нам с ним удалось пробежать мимо. Но он просто пошел к ним. \"Стой! Они же нас сейчас поймают!\" - чуть ли не крикнул я. Но он не отозвался. Он просто подошел к стражникам, схватил их за головы, поднял над землей и стукнул друг о друга..",
    "answers": [
      {
        "id": 15,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 15,
    "text": "\"Пошли! Чего стоишь?\" - сказал он, повернувшись ко мне. Я просто был потрясен такой силой. Потом я очухался и мы по-быстрому скрылись в переулке. \"Пошли в гильдию Рыцарей Орла\"- внезапно сказал он. \"Что ты забыл в самой лучшей гильдии города?!\" - с недоумением спросил я. \"У меня там дела\" - ответил он. \"Кстати я Лукас. Будем знакомы.\". \"А я Роберт\". Мы пожали друг другу руки и тронулись в сторону этой гильдии..",
    "answers": [
      {
        "id": 16,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 16,
    "text": "Когда мы пришли к гильдии, нас сразу же встретили несколько рыцарей и проводили во внутрь, что меня мягко говоря удивило. Потом меня посадили на лавочку и сказали ждать, а Лукас тем временем разговаривал с одним из рыцарей. Спустя несколько минут он с серьезным лицом подошел ко мне и сел рядом..",
    "answers": [
      {
        "id": 17,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 17,
    "text": "\"Я хочу тебе кое-что рассказать. Вобщем твой отец - разбойник. Причем самый опасный разбойник по прозвищу \"Рыбный Мародер\". Его так прозвали потому, что на месте грабежа он всегда оставляет свежую рыбину. Ты должен остановить его, Роберт. Из-за денег он сошел с ума и сейчас жаждет лишь только крови. Он обманывал тебя и вы ездили в город чтобы он воровал. Но еще тогда, пару месяцев назад он воровал, чтоб прокормить тебя, а сейчас ты для него не представляешь никакого интереса. Он убил уже много людей и следующей его целью стал сам король..",
    "answers": [
      {
        "id": 18,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 18,
    "text": "Но ты с ним не справишься, ты слишком слаб, и по этому ты будешь обучаться в этой гильдии.\". \"Но у меня же нет таких денег\". \"Я - глава этой гильдии. Ты освободил меня и теперь за мной должок, так что все нормально.\"..\n",
    "answers": [
      {
        "id": 19,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 19,
    "text": "Уже прошло несколько лет, я стал доблесным Рыцарем Орла и простые люди не способны нанести мне вреда. \"За честь короля!\". Мой девиз очень прост. Я буду убивать, чтобы стать сильнее. Я должен остановить отца!\nДорогой дневник, я пишу тебя с самого детства и ты мой единственный друг, которому я могу доверить все. Ведь в тебе хранится мое прошлое..\"",
    "answers": [
      {
        "id": 20,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 20,
    "text": "Роберт поставил точку в дневнике и закрыл его. Он положил его в сумку и посмотрел в окно гильдии. Там было людно и шумно. Только вчера Роберт вернулся со своего первого похода и ему хотелось тишины. В комнату заходит Лукас.",
    "answers": [
      {
        "id": 21,
        "text": "Говорить с ним"
      }
    ]
  },
  {
    "id": 21,
    "text": "Роберт поговорил с Лукасом. Он сказал, что молодой рыцарь достойно сражался за честь короля. Но завтра их ждет серьезное задание, которое выполнить смогут далеко не все. Потом Лукас пожелал ему доброго дня и ушел из комнаты. Роберт задумался.",
    "answers": [
      {
        "id": 22,
        "text": "Пойти потренироваться на манекенах"
      },
      {
        "id": 32,
        "text": "Полежать на кровати и помечтать"
      }
    ]
  },
  {
    "id": 22,
    "text": "Он решил отточить свои навыки и пошел в тренировочную комнату. Там было достаточно много манекенов, сделанных из ткани и сена, в углу находились ящики с разнообразным оружием, которое так же валялось и на полу. Роберт решил оттачивать навыки всем оружием по очереди. Вскоре начало темнеть и ему пришлось вернуться в комнату. Там было очень тихо.",
    "answers": [
      {
        "id": 23,
        "text": "Лечь спать"
      }
    ]
  },
  {
    "id": 23,
    "text": "Роберт, сняв с себя красивые мифриловые доспехи, лег спать. Ему снился сон. В нем он погиб от мощного удара топором, нанесенного орком. Роберт проснулся весь в холодном поту. Сразу после этого зашел Лукас. \"Собирайся быстрее, остальные уже грузятся на корабли!\". \"Что? Почему меня не разбудили раньше?\" - закричал недоуменно Роберт, но Лукас уже ушел из комнаты. Молодой рыцарь стал поспешно собирать все необходимые вещи.",
    "answers": [
      {
        "id": 24,
        "text": "Взять крюк-кошку, короткий меч, средний щит и маленький арбалет"
      },
      {
        "id": 41,
        "text": "Взять длинный меч, огромный щит и метательные ножи"
      },
      {
        "id": 52,
        "text": "Взять два коротких клинка и огненную бомбу"
      }
    ]
  },
  {
    "id": 24,
    "text": "Он взял с собой снаряжение и в спешке направился на пристань. Добежав, он обнаружил, что ждут только его. \"Роберт! Быстрее!\" - кричал Лукас с палубы одного из кораблей. Роберт немедленно взбежал на корабль по выкидному мостику и скрылся в своей каюте. Вскоре снаружи послышалось \"Отплываем!\".",
    "answers": [
      {
        "id": 25,
        "text": "Ждать"
      }
    ]
  },
  {
    "id": 25,
    "text": "Прошло несколько часов. Роберт решил выйти на палубу и осмотреться. Когда он вышел, то заметил уже знакомого золотого рыцаря. Он был выше Роберта, несмотря на то, что тот был ростом свыше двух метров.",
    "answers": [
      {
        "id": 26,
        "text": "Заговорить с ним"
      },
      {
        "id": 27,
        "text": "Игнорировать его"
      }
    ]
  },
  {
    "id": 26,
    "text": "Молодой рыцарь попытался заговорить с ним. \"Хммпх! Ты не достоин говорить со мной!\". Это все, чего Роберту удалось добиться от этого рыцаря. Потом он все же осмотрелся. Вдали виднелся знакомый остров, некогда принадлежащий Клану Бурого Медведя. Но еще позавчера Роберт рубил на части жалких сторонников этого клана. Но сегодня, флот Рыцарей Орла держит курс чуть левее. Менор - место, где низшие демоны нашли себе место. Гоблины, орки, тролли - все это население этого острова.",
    "answers": [
      {
        "id": 27,
        "text": "Вернуться в каюту и вздремнуть"
      }
    ]
  },
  {
    "id": 27,
    "text": "Роберт вернулся к себе в каюту и грохнулся на кровать. Чуть позже его разбудил знакомый звон гонга и крики рыцарей. Он выбежал на палубу и увидел, что рыцари обстреливают с катапульт оборону гоблинов. Но гоблины тоже обстреливали нас, но их стрелы были просто заточенными кривыми веточками с призязанными перьями куриц на другом конце. Подобная амуниция не была способна даже поцарапать доспех Роберта, но все же, если попадет в голову, то нанесет непоправимый вред.",
    "answers": [
      {
        "id": 28,
        "text": "Закрыть лицо щитом и идти к краю судна в сторону берега"
      }
    ]
  },
  {
    "id": 28,
    "text": "Роберт закрыл щитом лицо и начал медленно приближаться к краю судна, покачиваясь от втыкающихся в щит стрел. Вскоре он добрался до края и спрыгнул, приземлившись с грохотом на землю. Тут же несколько десятков мелких зеленых созданий окружили его и начали тыкать в бока заточенными длинными палками.",
    "answers": [
      {
        "id": 29,
        "text": "Smash!"
      }
    ]
  },
  {
    "id": 29,
    "text": "Роберт начал рубить гоблинов клинком, словно это масло. Куски гоблинов разлетались в разные стороны, а ему они нанесли ущерб только в размере нескольких царапин на нагруднике и набедреннике. Через пару минут путь до баррикад был расчищен.",
    "answers": [
      {
        "id": 30,
        "text": "Закинуть крюк-кошку через баррикаду"
      },
      {
        "id": 31,
        "text": "Подрубить балку, на которую опиралась баррикада"
      }
    ]
  },
  {
    "id": 30,
    "text": "Роберт закинул крюк-кошку через баррикаду и начал торопливо карабкаться по вертикальной стене. Когда он все-таки взобрался, его сразу начали толкать обратно нескольно гоблинов, но Роберт одним взмахом руки заставил их слететь со стен вниз. Потом он подвергся обстрелу гоблинов с земли, но верный щит спас его голову от смертельной опасности. Роберт спрыгнул с четырех метровой высоты прямо на двух лучников, убив их этим, после чего начал убивать поочередно остальных.",
    "answers": [
      {
        "id": 31,
        "text": "Подрубить балку, чтобы обрушить баррикаду и освободить путь остальным"
      },
      {
        "id": 33,
        "text": "Пробиваться дальше"
      }
    ]
  },
  {
    "id": 31,
    "text": "Роберт решил освободить путь рыцарям, подрубив балку, на которую опирался небольшой участок баррикады. Он начинает со всей силы рубить ее клинком, что получалось вполне неплохо. Через несколько секунд баррикада начала шататься и обрушилась прямо на Роберта. Он погиб под обвалом, освободив путь своим собратьям...",
    "answers": [
      {
        "id": 1,
        "text": "Концовка 1. Плохая. Смерть"
      }
    ]
  },
  {
    "id": 32,
    "text": "Роберт решил поваляться в кровати и помечтать о том, что когда-нибудь он снова будет по утрам выплывать с отцом на реку удить рыбу. Так он пролежал до вечера.",
    "answers": [
      {
        "id": 23,
        "text": "Лечь спать"
      }
    ]
  },
  {
    "id": 33,
    "text": "Роберт решил пробиваться дальше, что у него получалось без труда. Слишком уж слабыми оказались эти гоблины. Вскоре дружественные рыцари пробили баррикаду тараном и вторглись за линию обороны, сея смерть адским тварям. Спустя полчаса берег был захвачен полностью, но Лукас на этом не остановился. Он приказал прорываться дальше и захватить гоблинскую деревню с провизией.",
    "answers": [
      {
        "id": 34,
        "text": "Яростно нестись в бой"
      },
      {
        "id": 35,
        "text": "Идти среди своих"
      }
    ]
  },
  {
    "id": 34,
    "text": "Роберт яростно устремился на деревню противника, но попался в ловушку. Он провалился в кабанью яму и умер от протыкания многочисленными кольями...",
    "answers": [
      {
        "id": 1,
        "text": "Концовка 2. Плохая. Смерть"
      }
    ]
  },
  {
    "id": 35,
    "text": "Роберт решил поубавить свой пыл и не нестись в атаку первым. Он шел в середине отряда и ему мало что грозило. Чуть позже наши рыцари начали гибнуть от ловушек, а потом мы добрались до деревни. Там стояло две башни, на которых стояли гоблины-топорометатели. Такое оружие уже могло пробить броню Роберта.",
    "answers": [
      {
        "id": 36,
        "text": "Подрубить опору башни"
      },
      {
        "id": 37,
        "text": "Поджечь башню факелом"
      },
      {
        "id": 38,
        "text": "Застрелить топорометателей с арбалета"
      }
    ]
  },
  {
    "id": 36,
    "text": "Роберт начал рубить опору башни, но она была достаточно крепкой, чтоб занять чуть больше времени, чем предполагалось. Но, забыв о защите, он поймал топор метателя затылком и навзничь упал...",
    "answers": [
      {
        "id": 1,
        "text": "Концовка 3. Плохая. Смерть"
      }
    ]
  },
  {
    "id": 37,
    "text": "Роберт поджигает башню факелом, но в этот момент топор прилетает ему прямо в череп...",
    "answers": [
      {
        "id": 1,
        "text": "Концовка 4. Плохая. Смерть"
      }
    ]
  },
  {
    "id": 38,
    "text": "Роберт начинает растреливать топорометателей издалека, так как близко к ним подходить было очень опасно. Пару болтов и готово. Лукас пожал ему руку и устремился в бой. Роберт тоже устремился в бой.",
    "answers": [
      {
        "id": 39,
        "text": "Smash!"
      }
    ]
  },
  {
    "id": 39,
    "text": "Проникнув в деревню, Роберт с ходу начинает месить врагов с грязью, комбинируя вместе атаки мечом и щитом. Вскоре гоблины начали отступать и рыцари заняли деревню. \"Чтож, теперь мы запаслись провиантом и сможем продвигаться дальше!\" - сказал мне ликующий Лукас, осматривая доверху набитые фруктами и мясом склады.",
    "answers": [
      {
        "id": 40,
        "text": "Ликовать!"
      }
    ]
  },
  {
    "id": 40,
    "text": "Вы выжили, но это ненадолго. В скором времени выйдет следующая глава \"Роберт - Рыцарь. Битва за Менор.\", в которой будет продолжение. А эта глава посвящена в основном истории персонажа Роберта. Так что ждите). И еще одно, напишите обязательно в отзывах, кто дошел до этой концовки сразу.",
    "answers": [
      {
        "id": 1,
        "text": "Концовка 5. Хорошая. Продолжение"
      }
    ]
  },
  {
    "id": 41,
    "text": "Роберт быстро собрал все необходимое снаряжение и бегом направился к пристани. Там все ждали только его. \"Роберт! Быстрее!\" - крикнул Лукас с палубы одного из кораблей. Модой рыцарь быстро взобрался по выкидному мосту и скрылся в своей каюте. Сразу после этого снаружи послышалось \"Отплываем!\"",
    "answers": [
      {
        "id": 42,
        "text": "Ждать"
      }
    ]
  },
  {
    "id": 42,
    "text": "Прошло несколько часов. Роберту наскучило такое времяпровождение и он решил выйти из каюты - осмотреться. Тут же он наткнулся на знакомого золотого рыцаря, который стоял в том же самом месте, что и тогда.",
    "answers": [
      {
        "id": 43,
        "text": "Заговорить с ним"
      },
      {
        "id": 44,
        "text": "Игнорировать его"
      }
    ]
  },
  {
    "id": 43,
    "text": "Роберт попытался заговорить с ним. \"Хммпх! Ты не достоин говорить со мной!\"- это все, чего смог добиться от него молодой рыцарь. Потом он все же осмотрелся и обнаружил вдали силуэт знакомого острова, на котором еще позавчера господствовали сторонники Клана Бурого Медведя. Но сейчас Рыцари Орла держат немного иной путь. Менор - место, где зло содержит своих низших слуг, таких как гоблины, орки и тролли. ",
    "answers": [
      {
        "id": 44,
        "text": "Вернуться в каюту"
      }
    ]
  },
  {
    "id": 44,
    "text": "Роберт уходит обратно к себе в каюту. Там он ложит готовит свое снаряжение, чтобы в случае внезапного штурма ему нужно было лишь схватить его и нестись в бой. После этого он ложится спать. Позже его будит зкакомый звон гонга и он, захватив снаряжение, помчался на палубу. Тут было жарко. Рыцари обстреливали гоблинов с катапульт, а гоблины натягивали свои жалкие подобия стрел на кривые луки. Такие стрелы врятле смргут причинить вред Роберту, но прямое попадание в голову способно убить даже самого крупного зверя.",
    "answers": [
      {
        "id": 45,
        "text": "Поставить перед собой щит и медленно идти в сторону берега"
      }
    ]
  },
  {
    "id": 45,
    "text": "Роберт шел, не обращая внимания на шокрающие по щиту стрелы. Щит полностью закрывал его тело, но он был слишком тяжел, чтобы с ним бегать. Вскоре он дошел до края и, бросив щит на землю, спрыгнул на него. Оказадось, что этим он убил двух гоблинов. Чтож, их проблемы. Но тут их еще пару десятков.",
    "answers": [
      {
        "id": 46,
        "text": "Убить гоблинов"
      }
    ]
  },
  {
    "id": 46,
    "text": "Роберт убивает всех гоблинов несколькими медленными взмахами длинного меча. Путь был расчищен. Но взору молодого рыцаря представляется высокая вертикальная баррикада.",
    "answers": [
      {
        "id": 47,
        "text": "Подрубить балку, на которую опирается баррикада"
      }
    ]
  },
  {
    "id": 47,
    "text": "Роберт подрубает балку с нескольких ударов и баррикада начала рушиться. Но у него есть громадный щит, который не позволил молодому рыцарю погибнуть в обвале. Путь свободен и рыцари пересекли линию обороны, разгромив противника почти сразу.",
    "answers": [
      {
        "id": 48,
        "text": "Пробиваться дальше"
      }
    ]
  },
  {
    "id": 48,
    "text": "Роберт начал рубить остатки береговой обороны гоблинов, что у него неплохо получалось. Позже рыцари устремились на штурм деревни, и Роберт, конечно, не исключение.",
    "answers": [
      {
        "id": 34,
        "text": "Яростно нестись в бой"
      },
      {
        "id": 49,
        "text": "Идти в центре отряда"
      }
    ]
  },
  {
    "id": 49,
    "text": "Молодой рыцарь не решается атаковать первым, оставшись в центре отряда. Вскоре, по мере продвижения рыцарей к деревне гоблинов, начали гибнуть собраться Роберта от ловушек и засад. Еще чуть позже, по команде Лукаса мы двинулись в лобовую атаку на деревню. Но на входе Роберт заметил две сторожевых башни с гоблинами-топорометателями. Такое оружие вполне могло нанести смертельный урон любому рыцарю.",
    "answers": [
      {
        "id": 50,
        "text": "Подрубить опору башни"
      },
      {
        "id": 37,
        "text": "Поджечь башню факелом"
      },
      {
        "id": 51,
        "text": "Метнуть нож в гоблина-топорометателя"
      }
    ]
  },
  {
    "id": 50,
    "text": "Роберт, закрывшись щитом, начинает рубить опору башни, от чего она почти сразу же рухнула, сбив за собой другую. Теперь рыцари могли атаковать деревню не боясь за свои головы.",
    "answers": [
      {
        "id": 39,
        "text": "Smash!"
      }
    ]
  },
  {
    "id": 51,
    "text": "Роберт подошел поближе и было уже готовился метнуть нож в гоблина-топорометателя, но ему в голову уже летел острый железный топор...",
    "answers": [
      {
        "id": 1,
        "text": "Концовка 6. Плохая. Смерть"
      }
    ]
  },
  {
    "id": 52,
    "text": "Взяв необходимое снаряжение, Роберт быстро добрался до пристани. Все ждали только его. \"Роберт! Быстрее!\" - кричал Лукас с палубы одного из кораблей. Молодой рыцарь немедленно влетает на борт по выкидному мостику и заходит в свою каюту. Сразу после этого снаружи послышалось \"Отплываем!\".",
    "answers": [
      {
        "id": 53,
        "text": "Ждать"
      }
    ]
  },
  {
    "id": 53,
    "text": "Прошло пару часов. Роберту наскучило находиться в своей каюте и натачивать клинки и он решил выйти и осмотреться. Когда он вышел из каюты, то сразу заметил одиноко стоящего, уже знакомого ему золотого рыцаря. Он стоял в том же самом месте, что и позавчера.",
    "answers": [
      {
        "id": 54,
        "text": "Заговорить с ним"
      },
      {
        "id": 55,
        "text": "Игнорировать его"
      }
    ]
  },
  {
    "id": 54,
    "text": "Роберт попытался заговорить с ним. \"Хммпх! Ты не достоин говорить со мной!\" - это все, чего смог добиться от него молодой рыцарь. Он все же решил осмотреться и заметил очертания острова, на котором располагалось убежище сторонников Клана Бурого Медведя, которое было уничтожено Рыцарями Орла. Но сейчас рыцари держут путь чуть левее. Менор - место, где силы зла поместили своих низших слуг - гоблинов, орков и троллей.",
    "answers": [
      {
        "id": 55,
        "text": "Вернуться в каюту"
      }
    ]
  },
  {
    "id": 55,
    "text": "Роберт решил вернуться в каюту и вздремнуть. Он спустился по лестнице и, не снимая доспехов, рухнул в кровать. Чуть позже его разбудил знакомый звон гонга и он, захватив снаряжение, выбежал на палубу.Там происходил обстрел с обеих сторон: рыцари обстреливали катапультами высокие баррикады гоблинов, а гоблины обстреливали рыцарей кривыми заточенными палочками, натянутыми на кривые палочки, только побольше. Подобный обстрел врятле смог бы нанести урона Роберту, если бы не его незащищенная голова.",
    "answers": [
      {
        "id": 56,
        "text": "Отбивать стрелы клинками"
      },
      {
        "id": 57,
        "text": "Бросить огненную бомбу"
      },
      {
        "id": 60,
        "text": "Разбежаться и прыгнуть с палубы на берег"
      }
    ]
  },
  {
    "id": 56,
    "text": "Роберт начал красиво отбивать стрелы клинками, но их было слишком много и одна из них все-таки угодила ему меж глаз...",
    "answers": [
      {
        "id": 1,
        "text": "Концовка 7. Плохая. Смерть"
      }
    ]
  },
  {
    "id": 57,
    "text": "Роберт, не раздумывая бросает бомбу в баррикаду, от чего она разлетается в щепки, а гоблины на ней - в куски обгоревшей плоти. Путь рыцарям был расчищен и они проникли за линию обороны, почти сразу разгромив противника.",
    "answers": [
      {
        "id": 58,
        "text": "Smash!"
      }
    ]
  },
  {
    "id": 58,
    "text": "Роберт, спрыгнув с палубы, стремительно вошел в ряды противника, вырезая десятками гоблинов ловкими атаками клинков. Вскоре берег был захвачен и Лукас приказал выдвигаться на вражескую деревню, куда и так уже неслись храбрые рыцари. Роберт за ними.",
    "answers": [
      {
        "id": 34,
        "text": "Яростно атаковать"
      },
      {
        "id": 59,
        "text": "Идти за всеми"
      }
    ]
  },
  {
    "id": 59,
    "text": "Роберт посчитал более безопасным идти позади всех остальных. Вскоре некоторые рыцари начали погибать, попадая в ловушки и засады, но это их не останавливало. Еще позже они добрались до деревни и начали лобовую атаку. Роберт заметил на входе в деревню две сторожевых башни, на которых стояли гоблины-топорометатели. Такое оружие могло спокойно пробить броню Роберта.",
    "answers": [
      {
        "id": 36,
        "text": "Подрубить опору башни"
      },
      {
        "id": 37,
        "text": "Поджечь башню факелом"
      }
    ]
  },
  {
    "id": 60,
    "text": "Роберт разбегается и прыгает на берег, преземлившись на трех, неожидавших такой участи, гоблинов. Таким образом он остался цел и стрелы не нанесли ему значимого урона. Но сейчас он был окружен толпой недоуменных гоблинов. ",
    "answers": [
      {
        "id": 61,
        "text": "Smash!"
      }
    ]
  },
  {
    "id": 61,
    "text": "Быстрыми и легкими атаками Роберт убивает два десятка этих жалких созданий. После этого стоило бы подумать, как преодолеть столь высокие баррикады.",
    "answers": [
      {
        "id": 31,
        "text": "Подрубить балку, на которую опирается баррикада"
      },
      {
        "id": 62,
        "text": "Подорвать баррикаду бомбой"
      },
      {
        "id": 63,
        "text": "Вскарабкаться с помощью клинков"
      }
    ]
  },
  {
    "id": 62,
    "text": "Роберт кидает бомбу в баррикаду, но она отрекошечивает ему под ноги и взрывается. От него остались только кусочки доспехов и тела...",
    "answers": [
      {
        "id": 1,
        "text": "Концовка 8. Плохая. Смерть"
      }
    ]
  },
  {
    "id": 63,
    "text": "Роберт карабкается на баррикаду с помощью двух своих клинков. В конечном итоге у него это получилось и он оказался на стене. Его тут же начали обстреливать с земли.",
    "answers": [
      {
        "id": 64,
        "text": "Бросить бомбу в лучников"
      },
      {
        "id": 65,
        "text": "Отбивать стрелы клинками, спрыгивая к лучникам"
      }
    ]
  },
  {
    "id": 64,
    "text": "Бомба быстро решила проблему и вы спустились на землю, уничтожая всех встречных гоблинов. Вскоре баррикада была пробита тараном и рыцари с диким криком проникли за линию обороны. Враг был разгромлен, а берег принадлежал нам.\nНо рыцари не остановились на этом и наступали дальше, по приказу Лукаса. И Роберт - не исключение.",
    "answers": [
      {
        "id": 34,
        "text": "Яростно идти в атаку"
      },
      {
        "id": 59,
        "text": "Идти позади всех"
      }
    ]
  },
  {
    "id": 65,
    "text": "Роберт эпично прыгнул, разрубая \"стрелы\" надвое и ударив по лучникам. Потом он начал жестоко их расчленять, резать и протыкать. Вскоре баррикада была пробита тараном и рыцари пересекли линию обороны противника, разгромив его почти сразу. Но на этом они не остановились - по приказу Лукаса все, как один продолжили движение дальше. Роберт - не исключение.",
    "answers": [
      {
        "id": 34,
        "text": "Яростно нестись в бой"
      },
      {
        "id": 66,
        "text": "Идти позади всех"
      }
    ]
  },
  {
    "id": 66,
    "text": "Роберт посчитал более безопасным, если он будет идти за всеми остальными. Вскоре некоторые рыцари начали погибать, попадая в ловушки и засады. Еще позже они добрались до деревни гоблинов и понеслись в лобовую атаку. Роберт заметил на входе две сторожевых башни, на которых стояли гоблины-топорометатели. Их острые железные топоры уже могли нанести смертельный урон молодому рыцарю.",
    "answers": [
      {
        "id": 36,
        "text": "Подрубить опору башни"
      },
      {
        "id": 37,
        "text": "Поджечь башню факелом"
      },
      {
        "id": 67,
        "text": "Кинуть в башню бомбу"
      }
    ]
  },
  {
    "id": 67,
    "text": "Роберт кидает в башню припасенную огненную бомбу и она разлетается, задев и вторую. Теперь путь для рыцарей был свободен. Молодой рыцарь влетает в толпу и начинает месить врагов с грязью, комбинируя атаки клинками. Вскоре деревня была захвачена. \"Теперь мы можем запастись провиантом и продвигаться дальше!\" - крикнул Роберту ликующий Лукас.",
    "answers": [
      {
        "id": 40,
        "text": "Ликовать!"
      }
    ]
  },
  {
    "id": 68,
    "text": "",
    "answers": []
  }
]