[
  {
    "id": 1,
    "text": "Ты просто гулял на улице, забрёл в тёмный район, к тебе подошёл гопник и спросил \"Ты Вася?\", твои действия",
    "answers": [
      {
        "id": 2,
        "text": "Нет"
      },
      {
        "id": 3,
        "text": "Да"
      },
      {
        "id": 4,
        "text": "А ты Вася?"
      },
      {
        "id": 5,
        "text": "Ой да или на..."
      },
      {
        "id": 6,
        "text": "(молчать)"
      },
      {
        "id": 8,
        "text": "А какая у вас вообще логика? Вась бьёте, не Вась тоже бьёте. В этом же нет логики"
      },
      {
        "id": 10,
        "text": "Я не хочу чтоб ты меня бил! Пожалуйста!!!"
      },
      {
        "id": 14,
        "text": "А вы угадайте"
      },
      {
        "id": 15,
        "text": "Ударить гопника"
      },
      {
        "id": 26,
        "text": "Давай драку устроим, только дай воды попить спокойно"
      },
      {
        "id": 51,
        "text": "Не знаю"
      }
    ]
  },
  {
    "id": 2,
    "text": "Значит я тебя набью за то что ты не Вася. Ты проиграл",
    "answers": []
  },
  {
    "id": 3,
    "text": "Мы тут таких не любим, за это я тебе набью рыло. Ты проиграл",
    "answers": []
  },
  {
    "id": 4,
    "text": "Чё такой умный да? Ща врежу и не будешь мямлить. Ты проиграл",
    "answers": []
  },
  {
    "id": 5,
    "text": "Ты послал гопника. Он не одобрил и врезал тебе. Ты проиграл",
    "answers": []
  },
  {
    "id": 6,
    "text": "Чё, типо оглох или был таким? А?",
    "answers": [
      {
        "id": 7,
        "text": "(молчать)"
      },
      {
        "id": 9,
        "text": "Жестикулировать"
      }
    ]
  },
  {
    "id": 7,
    "text": "Так щас я тя взбодрю. Гопник ударил прямо в тыкву. Ты проиграл",
    "answers": []
  },
  {
    "id": 8,
    "text": "Чё, типо такой умный, да? Щас я это исправлю. Ты проиграл",
    "answers": []
  },
  {
    "id": 9,
    "text": "Гопник отстал от тебя. Гопник поверил, но следовал за тобой, ты зашёл в магазин, начал разговаривать с продавцом, когда ты вышел на улицу, то он жестоко побил. Ты проиграл",
    "answers": []
  },
  {
    "id": 10,
    "text": "Хорошо, но сделай мне одолжение, вступи в наш клан Союз Соединённых Особых на улице Инвена, около белой скамейки... Согласен?",
    "answers": [
      {
        "id": 11,
        "text": "Согласен"
      },
      {
        "id": 12,
        "text": "Давайте пожалуйста вы просто отпустите и я пойду?"
      }
    ]
  },
  {
    "id": 11,
    "text": "Ты вступил в клан бандитов, воров и гопников. Ты стал вести преступный образ жизни, тебя подставили и посадили в тюрьму. Ты проиграл",
    "answers": []
  },
  {
    "id": 12,
    "text": "Нет",
    "answers": [
      {
        "id": 13,
        "text": "Убежать"
      }
    ]
  },
  {
    "id": 13,
    "text": "Гопник погнался за тобой убив тебя \"пером\". Ведь где находится \"берлога\" клана Союза Соединённых Особых, это была большая тайна. Ты проиграл",
    "answers": []
  },
  {
    "id": 14,
    "text": "Я чо тебе гадалка? Ты поплатишься за свою борзость. Гопник ударил тебя прямо в ухо. Ты проиграл.",
    "answers": []
  },
  {
    "id": 15,
    "text": "Куда?",
    "answers": [
      {
        "id": 16,
        "text": "В голову"
      },
      {
        "id": 17,
        "text": "В живот"
      },
      {
        "id": 18,
        "text": "В печень"
      },
      {
        "id": 19,
        "text": "По яйцам"
      },
      {
        "id": 20,
        "text": "По ногам"
      }
    ]
  },
  {
    "id": 16,
    "text": "Гопник оказался то резкий и увернулся от удара, с хрустом сломав тебе челюсть, ты долго корёжился от боли, из рта текла кровь, тем временем гопник ударил тебя в печень. Ты проиграл",
    "answers": []
  },
  {
    "id": 17,
    "text": "Ты попал в живот, но гопник то крепкий оказался, сразу после удара гопник схатил твою руку и резко переломал её, ты кричал от дикой боли букву \"У\", гопник врезал тебе несколько раз врезал тебе в живот, после чего ты пал. Ты проиграл.",
    "answers": []
  },
  {
    "id": 18,
    "text": "Ты ударил в печень. Но промахнулся и попал в живот, после чего гопник ударил тебя по яйцам и зарядил в голову. Ты проиграл",
    "answers": []
  },
  {
    "id": 19,
    "text": "Чем будешь бить?",
    "answers": [
      {
        "id": 21,
        "text": "Рукой"
      },
      {
        "id": 22,
        "text": "Ногой"
      },
      {
        "id": 23,
        "text": "Головой"
      }
    ]
  },
  {
    "id": 20,
    "text": "Не знаю зачем ты это сделал, но ты раз ногой об ногу одарил потом локтём по колену, ты был естественно согнут, гопник воспользолся моментом и сломал тебе шею. Ты проиграл",
    "answers": []
  },
  {
    "id": 21,
    "text": "Ты резко ударил рукой гопнику по яйцам, гопник схватился за поражённое место, смотрев на тебя своими широкими глазами. Теперь у тебя есть выбор побить гопника или убежать",
    "answers": [
      {
        "id": 24,
        "text": "Ударить"
      },
      {
        "id": 25,
        "text": "Убежать"
      }
    ]
  },
  {
    "id": 22,
    "text": "Удар оказался не достаточно сильным и точным, гопник тебе ударил по яйцам рукой, после чего жестоко избил. Ты проиграл",
    "answers": []
  },
  {
    "id": 23,
    "text": "Ты решил ударить головой по яйцам гопнику, ты был естественно наклонён гопник задушил тебя. Ты проиграл, за одно и умер.",
    "answers": []
  },
  {
    "id": 24,
    "text": "Ты ударил гопника прямо в голову, потом в печень. Он упал. Ты выиграл",
    "answers": []
  },
  {
    "id": 25,
    "text": "Как только ты начал убегать, гопник сразу очнулся, схватил тебя за ногу, ты упал, после чего он вынул \"перо\" и начал жестоко резать им тебя, ты умер, гопника так и не нашли. Ты проиграл, за одно и умер.",
    "answers": []
  },
  {
    "id": 26,
    "text": "Жду, улитка",
    "answers": [
      {
        "id": 27,
        "text": "Открыть рюкзак"
      },
      {
        "id": 28,
        "text": "Начать бой"
      }
    ]
  },
  {
    "id": 27,
    "text": "В рюкзаке были:\n\nКухонный нож\nФонарик\nВодка\nМусорный пакет\nБутылка с водой\n\nДостать из рюкзака:",
    "answers": [
      {
        "id": 29,
        "text": "Кухонный нож"
      },
      {
        "id": 30,
        "text": "Фонарик"
      },
      {
        "id": 31,
        "text": "Водка"
      },
      {
        "id": 32,
        "text": "Мусорный пакет"
      },
      {
        "id": 33,
        "text": "Бутылка с водой"
      },
      {
        "id": 34,
        "text": "Надеть на голову пакет и взять нож"
      }
    ]
  },
  {
    "id": 28,
    "text": "Гопник то не простой оказался, с лёгкостью тебя нагнул, ты очнулся в больнице. Ты проиграл",
    "answers": []
  },
  {
    "id": 29,
    "text": "Что будешь делать с ним?",
    "answers": [
      {
        "id": 35,
        "text": "Урожать гопнику"
      },
      {
        "id": 36,
        "text": "Зарезать гопника"
      },
      {
        "id": 37,
        "text": "Подарить нож гопнику"
      }
    ]
  },
  {
    "id": 30,
    "text": "Что будешь делать с фонариком",
    "answers": [
      {
        "id": 42,
        "text": "Ослепить гопника"
      }
    ]
  },
  {
    "id": 31,
    "text": "Что делать с водкой?",
    "answers": [
      {
        "id": 43,
        "text": "Выпить"
      },
      {
        "id": 44,
        "text": "Предложить выпить"
      }
    ]
  },
  {
    "id": 32,
    "text": "И что ты собираешься с ним делать?",
    "answers": [
      {
        "id": 45,
        "text": "Одеть гопнику на голову, а потом ..."
      },
      {
        "id": 46,
        "text": "Взять пакет и дико истерично ржать"
      }
    ]
  },
  {
    "id": 33,
    "text": "Что ты с этим собираешься делать?",
    "answers": [
      {
        "id": 49,
        "text": "Начать драку бутылкой"
      },
      {
        "id": 50,
        "text": "Выпить"
      }
    ]
  },
  {
    "id": 34,
    "text": "Ты сделал, как захотел, но ты ничего не видел, гопник подкрался сзади и задушил тебя. Ты проиграл, за одно и умер нелепой смертью.",
    "answers": []
  },
  {
    "id": 35,
    "text": " — Слышь пацан, это была шутка! Отпусти меня пожалуйста! Либ давай устроим битву на перах?",
    "answers": [
      {
        "id": 38,
        "text": "Отпустить гопника"
      },
      {
        "id": 39,
        "text": "Битву на ножах"
      }
    ]
  },
  {
    "id": 36,
    "text": "Куба ударить ножом?",
    "answers": [
      {
        "id": 40,
        "text": "В голову"
      },
      {
        "id": 41,
        "text": "В живот"
      }
    ]
  },
  {
    "id": 37,
    "text": "Ты подарил нож гопнику, он сказал спасибо, после чего пырнул тебя и убежал. Ты проиграл.",
    "answers": []
  },
  {
    "id": 38,
    "text": "Ты от пустил гопника, он убежал, но прибежал обратно и резко зарезал тебя. Ты проиграл.",
    "answers": []
  },
  {
    "id": 39,
    "text": "Битва была очень эпическая, но гопник проткнул тебе живот и убежал. Ты проиграл",
    "answers": []
  },
  {
    "id": 40,
    "text": "Ты замахнулся в голову, но гопник легко увернулся и сломал тебе руку, после чего выхватил нож и втыкнул его тебе в живот, после чего убежал. Ты проиграл, за одно и умер.",
    "answers": []
  },
  {
    "id": 41,
    "text": "Ты ударил гопника ножом в живот, он дико заорал и вытащил нож из живота и зарядил ножом тебе в живот тоже, оба умерли. Ты проиграл, за одно и умер.",
    "answers": []
  },
  {
    "id": 42,
    "text": "Ничего не вышло, света оказалось мало, гопник разозлился и ударил тебя в печень, ты упал, он тебе посветил фонариком в глаза. Ты проиграл.",
    "answers": []
  },
  {
    "id": 43,
    "text": "Ты выпил водку, стал пьян, слабым, чем воспользовался гопник и врезал тебе сначала в живот, потом в голову, ты упал, после чего он начал бить тебя в живот и в печень, так как ты был пьян, ты умер. Ты проиграл, за одно и умер",
    "answers": []
  },
  {
    "id": 44,
    "text": "Ты предложил выпить, гопник не отказался и начал хлещить бутылку. Ты воспользовался моментом, подкрался сзади и задушил гопника. Ты выиграл.",
    "answers": []
  },
  {
    "id": 45,
    "text": "А потом:",
    "answers": [
      {
        "id": 47,
        "text": "Убежать"
      },
      {
        "id": 48,
        "text": "Ударить гопника в голову"
      }
    ]
  },
  {
    "id": 46,
    "text": "Ты так и сделал, но гопника это не остановило, и он избил тебя как следует. Ты проиграл.",
    "answers": []
  },
  {
    "id": 47,
    "text": "Ты убежал, гопник снял мусорный пакет с головы, потом начал бежать за тобой и догнал, потом было очень плохо. Ты проиграл.",
    "answers": []
  },
  {
    "id": 48,
    "text": "Ты мощно ударил гопника в голову, тот упал и лежал, это выглядело одновременно смешно и страшно. Ты выиграл.",
    "answers": []
  },
  {
    "id": 49,
    "text": "Это была очень жестокая драка и ты с лёгкостью выиграл гопника, ведь бутылка это страшное оружие, после чего ты выпил воду из бутылки и пошёл домой. Ты выиграл.",
    "answers": []
  },
  {
    "id": 50,
    "text": "Когда ты начал пить, гопнтк отвлёк тебя и начал бить тебя, ты подавился водой, вода тебе поступила в лёгкие, гопник тебя бил в живот и ты мучительно умер. Ты проиграл и умер в муках.",
    "answers": []
  },
  {
    "id": 51,
    "text": "Щас ты просветишься, гопник врезал тебе в тыкву. Ты проиграл",
    "answers": []
  }
]