[
  {
    "id": 1,
    "text": "Автор: «МК» Максим Курсеков\nЖанр: Приключения\n\nПредупреждение: Очень много читать, так что если Вам лень читать огромные страницы этого квеста, ничего не мешает из него выйти.\n\nАнтонация: Каперство переросло в пиратство, в итоге подарив новую, весьма другую жизнь еще молодому юному парню. Но какая она, жизнь пирата? И будет ли она настолько пиратской, не имеющей нотки загадочности и приключений? Сколько битв суждено пройти и пролить крови, чтобы увидеть продолжение жизни молодого парня? Мы с Вами познаем это, начав квест!",
    "answers": [
      {
        "id": 2,
        "text": "[Начать/продолжить]"
      },
      {
        "id": 13,
        "text": "[Обновления]"
      }
    ]
  },
  {
    "id": 2,
    "text": "Выберите главу, с которой Вы желаете начать/продолжить.",
    "answers": [
      {
        "id": 1,
        "text": "[Назад]"
      },
      {
        "id": 3,
        "text": "[Вступление]"
      },
      {
        "id": 12,
        "text": "[Глава Первая]",
        "need": [
          11
        ],
        "need_ever": true
      },
      {
        "id": 29,
        "text": "[Глава Вторая]",
        "need": [
          28
        ],
        "need_ever": true
      }
    ]
  },
  {
    "id": 3,
    "text": "Океаны и моря, чьи воды бороздили различных стран судна, имеющие классы как и мелкие рыболоцкие шнухи, так и крупные торговые бриги, что плавали по всей Вест-Индии и Ост-Индии, исследуя просторы мира и жажду приключений! Среди этой жажды и оказался, точнее даже появился пусть и не великий, и не ужасный, но свободный и вольный пират, чьё имя запомнили как—Джонатан Якереро.",
    "answers": [
      {
        "id": 4,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 4,
    "text": "В ночное морское время плыл английский военный бриг, держа курс, если я не ошибаюсь, в Персию.\n Но что английской короне потребовалось от Персии, или что заставило один из кораблей держать туда путь? Пока не ясно, но возможно, ответ будет проявлен в скором времени. И что же тебе сказать? То, что я схвачен в плен и как экипаж этого корабля, вынужден плыть в Персию, или рассказать (соврать) о том, что гуляю где-то по тавернам, выискивая даму для продолжения вечера? Что ж, узнаешь дальше сам.",
    "answers": [
      {
        "id": 5,
        "text": "[Последнее далее]"
      }
    ]
  },
  {
    "id": 5,
    "text": "—Шевелитесь и драйте палубу так, словно ласкаете женское тело руками!—кричал британский квайтимейстер, что честно сказать, изнатно меня бесил своим грубым, в тот же момент громкий голосом, которым могли обладать лишь громилы...\n  К счастью для меня, палубу я не драил, но был в ситуации не хуже других, или скорее всего—в самой худшей. Был расположенным в комнате пыток, кстати говоря которой, служила каюта капитана...что ж, хоть умру в красивом месте. \n\n—Сэр, Джонатан, Вам ведь известно, что мы держим путь в Персию?—начал свою скучную, красноречивую речь некий как...дай вспомнить его имя...Самуэль Рамзо, истиный француз, что готов поцеловать своего короля в зад!",
    "answers": [
      {
        "id": 7,
        "text": "—Столь известно, что я умираю от скуки и жажды. Не позволите ли дать мне немного воды?"
      }
    ]
  },
  {
    "id": 6,
    "text": "\n",
    "answers": []
  },
  {
    "id": 7,
    "text": "Говорил я на французском хоть и не как на своем родном (родной мой язык, был английский), однако мне удавалось сохранять нужную, мягкую, чертовски красивую манеру речи, чуть ли не похожую на расфуфыренного алкаша, что просит еще одну бутыль рома вежливым тоном. Смешно? Если нет, то я плохой шутник, как и подобает пирату.\n\n—Вы, можно спросить, не имеете ли черты аристократа? Мне впервые довелось видеть такую красноречивость, от пирата,—продолжал свой франзуский родной акцент Самуэль, но я на свое удивление, старался не пропускать его слова.\n—Так вы дадите осушить мне горло водой? Или быть может, и ромом,—настоял я на том, чтобы утолить жажду. Тогда она и вправду меня сильно мучила, но это было терпимо, так термипо, как ощутить вкус соленой морской воды...\n—Дайте ему выпить \"чудный\" напиток,—приказал одному из своих людей капитан (котрым и являлся Самуэль).",
    "answers": [
      {
        "id": 8,
        "text": "-\"Чудный\"?"
      },
      {
        "id": 9,
        "text": "[Позволить утолить жажду]"
      }
    ]
  },
  {
    "id": 8,
    "text": "—Вам не нравится название? Не хочется попробовать на вкус напиток, имеющий смешанные сорты вина и рома, как и прибавок сахара с меньшим разбавлением эля?—перечислил смешанный сорт напитка капитан, отчего у меня усилилось желание попробовать это на вкус, если о нем шла такая хвала. Но после дегустации, я сильно пожалел, что согласился.\n—Это соленная вода!—только и выкрикнул я, выплевывая кислую от соли воду, надеясь, что она сможет долететь прямо в лицо врунишки, но моим планам не суждено было сбыться, увы.\n—Вы думали, что я бы предоставил такую возможность Вам? Такому жалкому человеку, как Вы?—высокомерно говорил этот капитан, доставая флягу с настоящим напитком, который мне не довелось опробовать на вкус.",
    "answers": [
      {
        "id": 10,
        "text": "—Пошел ты к черту, высокомерная скотина!"
      },
      {
        "id": 10,
        "text": "—Тебе серьезно повезло, что я привязан к стулу, гнусный ублюдок..."
      }
    ]
  },
  {
    "id": 9,
    "text": "—Это соленная вода!—только и выкрикнул я, выплевывая кислую от соли воду, надеясь, что она сможет долететь прямо в лицо врунишки, но моим планам не суждено было сбыться, увы.\n—Вы думали, что я бы предоставил такую возможность Вам? Такому жалкому человеку, как Вы?—высокомерно говорил этот капитан, доставая флягу с настоящим напитком, который мне не довелось опробовать на вкус.",
    "answers": [
      {
        "id": 10,
        "text": "—Пошел ты к черту, высокомерная скотина!"
      },
      {
        "id": 10,
        "text": "—Тебе серьезно повезло, что я привязан к стулу, гнусный ублюдок..."
      }
    ]
  },
  {
    "id": 10,
    "text": "—Дело дошло до оскорблений, хоть я и планировал провести лишь допрос,—казалось бы, выдал обиду француз и неожиданно и для малых зрителей, и для меня, влепил мне смачной пощечины. Честно, удар как у слабой девченки, на чью честь решил посягнуться злобный пират.\n—Ха-ха, твой удар то ударом не назвать, так ты решил еще и лично провести допрос?—усмехнулся я, возможно усилив обиду капитана, и возможно напоролся на риск, получить вторую пощечину (второго удара, к счастью не было).\n—Задам вопрос. По какой причине Вас направляют в Персию?—строго и вежливо спросил француз. \n\nДаже не знаю как и ответить, я даже не помню, как меня схватили, ведь был изрядно пьян (это всё дело таверны).",
    "answers": [
      {
        "id": 11,
        "text": "—Я был пьян, это всё, что я знаю к причине, как я попал сюда."
      },
      {
        "id": 11,
        "text": "—Не знаю, как об этом и сказать. Я был пьян, и не помню."
      }
    ]
  },
  {
    "id": 11,
    "text": "—Очень печально, что Вы не помните. Однако мне дали указание, отправить Вас в Персию с целью, чтобы провести казнь через повешивание,—сохраняя свой французкий родной акцент, говорил Самуэль, возможно, пытаясь меня так напугать, или, расколоть для разговора. \n  Но я не сказал и слова, на этом и был окончен допрос. Услышав ли то, что будет новый допрос только завтра, меня перенесли на палубу ниже, в одинокий и пустой трюм. Кажется, умереть в каюте капитана, мне не было суждено, но как насчет Персии?",
    "answers": [
      {
        "id": 2,
        "text": "[Конец?]"
      }
    ]
  },
  {
    "id": 12,
    "text": "Помнишь я говорил, что отправлялся в Персию? Поверишь ли ты мне, пирату, что я захватил этот корабль и присвоил себе, возглавив себя капитаном? Правильно, я бы тоже не поверил, но это так. Ближе к утру, или даже днем, случилось то, что не ожидало бы случиться...",
    "answers": [
      {
        "id": 14,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 13,
    "text": "Дата создания: [12.02.19]\nВремя начала создания: [22:54]\nДата выхода: [Тестирования]\nВремя выхода: [Еще неизвестно]\n\n0.5\nДата и время обновления:\nДата: [12.02.19]\nВремя: [22:55]\n• Добавлено Вступление.\n• Готовится обложка и фон.\n• Ведутся новые приключения.\n1.0\nДата и время обновления:\nДата: [13.02.19]\nВремя: [13:25]\n• Добавлена обложка.\n• Планирую добавить музыку. \n• Первая глава.\n• Исправлены ошибки. \n1.5\n???",
    "answers": [
      {
        "id": 1,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 14,
    "text": "—Чертовы британцы, не понимают жизнь капера и пирата, хоть она и однообразна,—ругался я, привязанный к стулу, но в комнате был еще один пират, только он всё время молчал.\n  Что мне больше всего давало повод задать вопросы, то что он может меня убить, или то, что этот пират был всё время свободен и не привязан?\n  Имел бы я такую свободу, сразу бы выбросился за борт, рискуя попасть на корм акулам, но действия, что сделал этот пират, поразили меня и сильно удивили.\n\nОн молча освободил меня и лишь сказал позже свое имя, но, меня обрадовало то, что он имел при себе ножик. Путь к свободе, или оружие будущего бунта?",
    "answers": [
      {
        "id": 15,
        "text": "—Юджин значит, что ж, будем знакомы."
      },
      {
        "id": 15,
        "text": "—Благодарю за спасение, Юджин."
      }
    ]
  },
  {
    "id": 15,
    "text": "Да, его звали Юджином, имя вполне не способствовало бы для пирата, однако это не так. \n  Как мне было известно, Юджин держит путь в Нассау, к возрождению своей пиратской жизни и праву, вернуть свой корабль. Но для такого сложного пути, требовалось позаимствовать корабль британцев. \n\n Пока он взламывал дверной замок, я слышал, как на верху кричали о приближающемся шторме, что только нам на руку. Взломав наконец двери, пират подсвистнул и подозвал ближайшего британца, что имел ключи от остальных камер. \n  Остальное дело было за мной, как только солдат зайдет в комнату, его предстоит либо убить, либо вырубить. ",
    "answers": [
      {
        "id": 16,
        "text": "[Приготовить нож и спрятаться за угол]"
      },
      {
        "id": 16,
        "text": "[Спрятаться за угол]"
      }
    ]
  },
  {
    "id": 16,
    "text": "Заняв позицию с левого угла двери, правый угол занял пират Юджин. Посмотрев на меня, он дал тогда понять, что на случай \"если что-то пойдет не так\", то он будет готов помочь.\n Британец осторожно зашел в помещение, держа в руке мушкет. Идиот, если он знал, что здесь тесное помещение, то лучше бы не брал огнестрел. Впрочем, нам только на руку.",
    "answers": [
      {
        "id": 17,
        "text": "[Убить солдата]"
      },
      {
        "id": 18,
        "text": "[Вырубить]"
      }
    ]
  },
  {
    "id": 17,
    "text": "Не успел он и дрогнуть, как его горло охватило глубокий смертельный порез, который остается лишь зажимать руками, в надежде продлить секунды жизни.\n  Не подумайте, что я жестокий, я конечно хоть и пират, но уж точно не жесткий убийца. Сейчас необходимо было зачистить корабль, дабы его захватить.\n  Когда тело англичанина упало на спину, не придавая больше признаков жизни, мы отправились дальше. Предстояло открыть все двери и освободить пиратов.\n\nЮджин даже дал мне ключи и меч, но нож потребовал назад, ибо это его...ценное оружие, имеющее достаточно своих историй.",
    "answers": [
      {
        "id": 19,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 18,
    "text": " Не успел он и дрогнуть, как вмиг он встретил удар рукоятки ножа по лицу, после которого останется кровавый след, а после лечения, шрам.\n  Не подумайте, что я жестокий, я конечно хоть и пират, но уж точно не жесткий убийца. Сейчас необходимо было зачистить корабль, дабы его захватить.\n  Когда тело англичанина упало на спину, не придавая больше признаков жизни (его добил Юджин) мы отправились дальше. Предстояло открыть все двери и освободить пиратов.\n\nЮджин даже дал мне ключи и меч, но нож потребовал назад, ибо это его...ценное оружие, имеющее достаточно своих историй.",
    "answers": [
      {
        "id": 19,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 19,
    "text": "Этап освобождения прошел удачно, так пусть свободны будут и другие пленные пираты, и пусть они станут новой частью команды, нового капитана. \n  Думал я, открывая решетки и каюты, где располагались пленники. Закончив это дело, мы изрядно вооружились и были готовы к началу бунта, поднятие мятежа и взятия корабля под свой контроль.  Да будет золотой век пиратов, так сказать!",
    "answers": [
      {
        "id": 20,
        "text": "[Проверить вооружение]"
      },
      {
        "id": 21,
        "text": "[Начать бунт]"
      }
    ]
  },
  {
    "id": 20,
    "text": "Меч, гравированная сталь и достаточная прочность делала это оружие смертельным в бою против врагов, и хорошей защитой для своих союзников.\n Два пистолета уместились за пояс, запасной вариант, когда меч будет лишним в бою. Вроде всё, я готов к бою. ",
    "answers": [
      {
        "id": 21,
        "text": "[Начать бунт]"
      }
    ]
  },
  {
    "id": 21,
    "text": "Пираты вели себя тихо, однако тишина прекратилась и переросла в гул и крики, когда все вышли на главную палубу и начали мятеж!\n Звон стали, крики боли и радости на лицах, выстрелы из мушкетов или пистолетов, запах крови и пороха. Битва идет что надо.\n \nВот и мой черед, показать свое мастерство, на меня шел вполне обычный, еще целый британец, держа меч в руке, он был настроен решительно и серьезно, и возможно, решил бы напасть первым.",
    "answers": [
      {
        "id": 22,
        "text": "[Ждать атаки]"
      }
    ]
  },
  {
    "id": 22,
    "text": "Враг нанес размах своим мечем, намеривая срезать мне горло, однако я изменил ход события. Отразив простую атаку, я ринулся вперед, нанося удар за ударом, шаг за шагом.\n  Но мой град легко и молниеносно отражали, и на мою чертовски \"везучую\" удачу, ко мне надвигались еще два британца. Надо действовать. ",
    "answers": [
      {
        "id": 24,
        "text": "[Парировать атаку]"
      },
      {
        "id": 25,
        "text": "[Использовать пистолеты]"
      }
    ]
  },
  {
    "id": 23,
    "text": "",
    "answers": []
  },
  {
    "id": 24,
    "text": "Парировав атаку противника, я отразил вторую и наконец покончил с этим, вонзив меч в грудь врага и вытащил в момент, когда он падал на колени. \n  Два британца подошли и готовились нанести атаки, некоторые которые я смог отбить, но бой не продолжался, ибо этих англичан убил Юджин. Выстрелом из пистолета и своим ножем.",
    "answers": [
      {
        "id": 26,
        "text": "[Следовать дальше]"
      },
      {
        "id": 27,
        "text": "[Помочь другим]"
      }
    ]
  },
  {
    "id": 25,
    "text": "Минуя один удар, я парировал ее и с разворота задел шею своего противника, с таким же успехом делая шаг назад и свободной рукой доставая пистолет для выстрела и другого британца. \n Остался на моем пути последний, но умереть от моих рук ему не было суждено—его убил Юджин.",
    "answers": [
      {
        "id": 26,
        "text": "[Следовать дальше]"
      },
      {
        "id": 27,
        "text": "[Помочь другим]"
      }
    ]
  },
  {
    "id": 26,
    "text": "Пройдя немного дальше, я столкнулся взглядом с капитаном этого корабля. Не видел на его лице ни страха, ни злости, только спокойное высокомерие. Может он был готов к такому, или вел себя спокойно снаружи, скрывая настоящие чувства внутри. \n—Не суждено вам умереть в Персии, Джонатан,—сохраняя свои манеры речи, он достал меч и приготовился к бою. Юджин наблюдал со стороны, не думая вмешиваться. Остальные пираты закончили с британцами, и тоже принялись наблюдать. ",
    "answers": [
      {
        "id": 28,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 27,
    "text": "Я стал помогать пиратам в том, чтобы добить британцев, выбрасывать тела за борт будут позже, после полной зачистки. Добив всех, кто попадался из красных мундиров по пути, я завершил это дело и был готов довести другое до конца.",
    "answers": [
      {
        "id": 26,
        "text": "[Следовать дальше]"
      }
    ]
  },
  {
    "id": 28,
    "text": "Я закрыл дневник и убрал перо в сторону. Встав со стула и надев капюшон, направился к выходу из каюты капитана, дабы оповестить свою команду о новой задаче и цели. \n  После смерти Самуэля, на его шее была цепочка с красным крестом. Интересная вещица, которую я взял, а все записи капитана, что я изучил в каюте, после них мне пришло в голову еще больше вопросов, на которые следует искать ответы. Моё имя Джонатан Якереро, я теперь не пират, я—капитан своего собственного корабля!",
    "answers": [
      {
        "id": 2,
        "text": "[Конец главы]",
        "blackout": true
      }
    ]
  },
  {
    "id": 29,
    "text": " На данный момент, следует лишь разработка, но уверяю Вас, терпение будет стоить того, чтобы продолжить познавать приключения, что имеет этот квест.\n\nТак же, если есть желание, ты бы мог оставить свой отзыв. Тебе пустяки, а мне приятно)",
    "answers": [
      {
        "id": 2,
        "text": "[Ждем-с]"
      }
    ]
  },
  {
    "id": 30,
    "text": "",
    "answers": []
  }
]