[
  {
    "id": 1,
    "text": "Жанр: Романтика, Фэнтези \nАвтор: Feriay\n\nОт автора: [Рассказ создан для того, чтобы показать людские души в мире, который бережёт Бог. Что бывает если разозлить Господа?]\n\nАнгелы залиты лужами крови\nОни в ней утонут, ты посмотри\nТак и растает мир на ладони\nС ангельской болью где-то внутри\n\nОни же тут все понимали, но покрывали\nКрыльями наши грехи\nА мы с вами клали на нормы морали\nЛюди б не умирали, если б знали, как жить! ",
    "answers": [
      {
        "id": 2,
        "text": "Начать. Part one\n"
      }
    ]
  },
  {
    "id": 2,
    "text": "Открыв глаза... Я оказалась на оживлённой улице. Здесь... Так много людей... Они все куда-то спешат, шум, гам... Так непривычно. Рада оказаться здесь! Как же я давно хотела всех увидеть!\n  Я шла по улице осматривая всех и улыбаясь прохожим, но почему они так странно реагируют на мою улыбку? Я подошла к молодым девушкам.\n— Привет, как дела? — я улыбнулась им, но... В ответ на вопрос была тишина...\n— Чего лыбу тянешь? Иди гуляй.\n— Лыбу?\nОни засмеялись... В их руках были сигареты... Такой... Едкий и отвратительный запах...\nЯ отошла и пошла дальше. Может я что-то не так сказала?\nВ меня врезался какой-то парень и мы оба упали. Сзади него была погоня. Он быстро поднял меня на ноги и посмотрел в мои глаза. Наши взгляды пересеклись... Его глаза... Они... Каре-алые... Такие красивые.\nИз толпы выбежали мужчины в полицейской форме и навели на него пистолет. Парень хватает меня за руку и утягивает в переулок где мы прячемся от полиции. ",
    "answers": [
      {
        "id": 3,
        "text": "Кто ты? Что происходит? "
      }
    ]
  },
  {
    "id": 3,
    "text": "Он посмотрел на меня\n—Меня этот вопрос тоже интересует. Кто ты такая, у тебя... Необычный цвет глаз.\n—Я... Я обычный человек...\n—Или ты не помнишь?\nЯ подняла глаза на него. Он сжимал мою руку в своей и моё лицо немного залилось краской.\n—Эм... Можешь отпустить мою руку?\n—Ой, прости — он быстро отпускает мою руку и отводит глаза. — в суматохе не подумал.\n—Зачем ты привёл меня сюда?\n—Ну... — он неловко улыбается и чешет затылок — Просто ты мне понравилась. У тебя... Очень красивые глаза — его голос был такой нежный.\nЯ улыбнулась ему\n—Спасибо за комплимент. А чего ты убегал от них?\n—Ха ха, да так личное\n—Личное? Это ведь органы правосудия. Ты обязан им всё объяснить\n—А? Это ещё с чего бы?\n—Они отвечают за порядок в городе\n—Хе-хе... Если я им всё расскажу, то меня посадят\n—Значит, так надо\n—... Вот это ты наивная. Их купили\n—Купили?\n—Да. Здесь можно купить за деньги всё. Этим миром правят деньги, а не правосудие.\n—Нет! Этим миром правит Всевышний Господь! И...\n—Ах, значит ты у нас верующая? Прикольно.\n—Прикольно?\n—Ага — он отошёл от меня и пошёл куда-то ",
    "answers": [
      {
        "id": 4,
        "text": "Остановить его"
      }
    ]
  },
  {
    "id": 4,
    "text": "—Подожди!\nОн посмотрел на меня\n—Как твоё имя? — спросила я его подойдя ближе.\nОн удивлённо смотрит на меня, но спустя мгновение его губы расплываются в улыбке и он с нежностью произносит своё имя\n—Арчи.\nЯ улыбаюсь ему и говорю своё имя\n—Мия, надеюсь ещё встретимся\n—Обязательно — он чуть треплет мои волосы рукой и скрывается за домом.\nЯ поправила волосы и улыбнулась. А он милый...\nЯ счастливо направилась домой. Стоп. Домой?\nЯ стою перед большим и красивым зданием, которое я назвала домом. ",
    "answers": [
      {
        "id": 5,
        "text": "Спустя день "
      }
    ]
  },
  {
    "id": 5,
    "text": "На следующий день я гуляла по городу и смотрела на людей. Все... С такими серьёзными лицами. Я посмотрела на детей... Они играют и смеются выглядит так весело!\nЯ решаю перейти через дорогу к ним...\n  Но тут я слышу громкий звук и скрип. Мне кто-то утаскивает на тротуар и прижимает к себе. Мимо проезжает машина. Я посмотрела на того и узнала того парня, Арчи. Он с облегчением вздохнул и строго посмотрел на меня.\n—Смотри по сторонам, когда переходишь дороги! — он был зол и напуган... Почему? \n—Почему ты так волнуешься обо мне? \n—Ты могла погибнуть! \n—Ты не ответил на мой вопрос — я смотрела прямо ему в глаза. Он вздохнул\n—Не знаю... Ты просто такая не осторожная и доверчивая\n—Эй! \nОн чуть засмеялся и отпустил меня. \n—Пойдём, я расскажу тебе всё о этом мире \nОн взял меня за руку и мы вместе пошли по парку\n",
    "answers": [
      {
        "id": 6,
        "text": "Дальше "
      }
    ]
  },
  {
    "id": 6,
    "text": "Мы гуляли с утра до вечера.\nОн принёс мне рожок мороженного и сел рядом со мной на лавочку. Я улыбнулась и посмотрела на мороженое.\n—Выглядит вкусно\n—Тогда попробуй — сказал он это ожидая моей реакции. Я пробую мороженое и чуть вздрагиваю высунув язык\n—Холодное! Но вкусное... \nОн засмеялся. Я смотрела на него как на ненормального.\n—Дурочка, оно такое и должно быть. Ты как будто с неба свалилась — я тыкаю ему мороженом в нос и мы оба смеёмся. Продолжая есть мороженое мы смотрим на небо. Он обнимает меня за плечи и я ложу голову ему на плечо.\n—Мне так хорошо с тобой — я сказала это очень тихо, но на его лице была улыбка\n—Я рад этому...\nОн переводит взгляд на меня и наши взгляды встречаются. Я понимаю, что у меня на щеках появился румянец... Он так близко... Он целует меня в щёчку и прижимает меня к себе. Я улыбаюсь... Это люди называют любовью?\nЯ провожу рукой по его щеке и наши губы сплетаются в нежном поцелуе. Пусть этот поцелуй длился недолго, но я смогла ощутить дрож и услышать биение моего сердца...\n",
    "answers": [
      {
        "id": 7,
        "text": "Через неделю "
      }
    ]
  },
  {
    "id": 7,
    "text": "Я уже неделю в этом мире и рядом со мной Арчи... Мы прекрасно проводим время.\nСегодня я шла на встречу с Арчи, но тут меня остановил мужчина средних лет.\n—Мисс, не могли бы вы пройти со мной?\n—Куда? Зачем?\n—Я от вашего друга. Он просил меня привести вас к нему. \nЯ улыбнулась и ответила\n—Хорошо! ",
    "answers": [
      {
        "id": 8,
        "text": "Пойти с ним"
      }
    ]
  },
  {
    "id": 8,
    "text": "Мы пришли в большое здание. Здесь пахло неприятно... Разные лекарства...\n—Где мы?\n—Скоро узнаешь, пойдём\nЯ увидела какую-то палату с непробиваемым стеклом. За стеклом светились красные глаза.\n—Кто там?\n  Мужчина подошёл к стеклу и на стекло бросился человеко-подобный монстор. Он был весь в крови, он яростно ненавидел этого мужчину, но как только увидел меня я смогла прочитать в его глазах боль и мольбу, чтобы я бежала.\nМужчина прикоснулся к моему плечо и монстр яросто попытался разбить стекло чтобы меня не трогали.\n—Эй, парень. У тебя слишком бурная реакция на неё, она что-то для вас значит, не так ли?\n  Монстор яростно рычал и пытался выбраться. Я приложила руку к стеклу и монстор подошёл ко мне положив руку на стекло. В его глазах были слёзы... Ему было больно... Я не могу на него смотреть, я хочу ему помочь!\n Тут произносится выстрел и монстор падает на пол... По моим щекам текут слёзы... Но... Они мне не принадлежат...\n Мужчина уводит меня куда-то, а я всё не могу остановить слёзы. ",
    "answers": [
      {
        "id": 9,
        "text": "Дальше "
      }
    ]
  },
  {
    "id": 9,
    "text": "Мы приходим в большой кабинет где стояли много разных приборов... Там были люди в белых халатах... Они обсуждали большую сумму денег... Потом... Я... Потеряла сознание... ",
    "answers": [
      {
        "id": 10,
        "text": "Очнуться "
      }
    ]
  },
  {
    "id": 10,
    "text": "Я открываю глаза и чувствую резкую боль от которой я кричи изо всех сил! Меня бьют по щеке\n—Заткнись, чёртов монстор!\n—Мне больно отпустите!\n—Оу, нет. Ты нам поможешь получить много денег!\n—Я всё вам прощу... Вы ведь не в чём не виноваты... Вы всего лишь хотели помочь... \n—Да! \n  Они разрывают мои крылья за спиной и я падую на пол... В кабинет забегает Арчи в белом халате и падает передо мной на колени... Он приподнимает меня, а я плачу... И по его щекам текут слёзы...\n—Не плач, прошу тебя... Мия, не плач... — он обнимает меня... А я уже ничего не чувствую...\n—Арчи... Ты пришёл... Я... Так боялась за тебя... Арчи... Мне больно... Арчи...\n—Прости... Прости меня идиота! — он прижимал меня к себе... Это так успокаивало... Но... Потом наступила темнота... И... Всё исчезло...\n",
    "answers": [
      {
        "id": 11,
        "text": "Дальше "
      }
    ]
  },
  {
    "id": 11,
    "text": "Я поднимаю глаза и вижу перед собой нечто опасное и страшное...\n—Кто же ты такой, Арчи? — осторожно спросила я\n—Я тот, кто правит миром, клал на веру, враг, наверно\nТот, кто перемолол сотни голов, развеял прах по ветру\nЯ был таким же тут, но свои взгляды поменял\nИ ты запомни, друг, тут либо ты, либо тебя\nДа, корыстный, инфантильный, да, я многих раздражаю\nМерзкий и невыносимый, бояться – значит уважают. \n  На вопрос – как называть мне тебя вдруг получила ответ\nПредрассудки потеряв\n—Моё имя – Господь Гнев ",
    "answers": [
      {
        "id": 12,
        "text": "Улыбнись ему"
      }
    ]
  },
  {
    "id": 12,
    "text": "—Забери меня с собой... — я тянусь к нему и он целует мою руку...\n—За ошибки отцов будут отвечать сыновья\nТак будет до конца концов, пока правлю я\nДураков всегда будет достаточно, а это значит\nКатаклизмами болезненный я буду давать сдачи\nВсе это прекратится, когда каждый научится\nЦенить то, что имеет и детей своих научит сам\nКогда иссякнет личина последнего дурака\nКак первопричина,а значит, что никогда.\nЯ обещаю тебе. Они поплатятся за это!\n  Сзади него появляются чёрные крылья и он обнимает меня. Мы парим в воздухе, а мир в полном хаосе. Я вижу много крови и смертей... Я прячу взгляд... Прячу лицо в его груди... Мне жаль... Что все кому я верила, так поступили со мной... ",
    "answers": [
      {
        "id": 13,
        "text": "Дальше "
      }
    ]
  },
  {
    "id": 13,
    "text": "Войны во имя Христа, войны во имя Кришны\nВойны во имя Ислама, да будь он проклят трижды\nВойны во имя чего? Да уже пускай тем\nВойны во имя наживы, секса и похоти\n\nКаждый крестовый поход – генерация боли\nДа и к черту тот Бог, коль ради него столько крови\nИ сколько кошмарных страниц нужно просто высечь\nДля жизни единиц необходимы смерти тысяч!\n\nАнгелы плачут и ты посмотри что станет с тобою\nВ мире, погрязшем в луже крови, окольцованным болью\nАнгелы плачут и ты посмотри что станет с тобою\nВ мире, погрязшем в луже крови, окольцованным болью\n",
    "answers": [
      {
        "id": 1,
        "text": "Конец "
      }
    ]
  },
  {
    "id": 14,
    "text": "",
    "answers": []
  }
]